{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/114.html",
  "case_name": "Maccsand CC v Macassar Land Claims Committee and Others (594/2003) [2004] ZASCA 114; [2005] 2 All SA 469 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 114",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 114\n|\nNoteup\n|\nLawCite\nMaccsand CC v Macassar Land Claims Committee and Others (594/2003) [2004] ZASCA 114; [2005] 2 All SA 469 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO:\n594/03\nReportable\nIn the matter between\nMACCSAND CC \t\t\t\t\t\t\t\tAppellant\nand\nMACASSAR LAND CLAIMS COMMITTEE \t\t\tFirst Respondent\nUNICITY\nOF CAPE TOWN\t\t\t\t        Second Respondent\nTHE NATIONAL HOUSING\nBOARD\t\t\t           Third Respondent\nTHE DEPARTMENT OF LAND AFFAIRS\t\t  \nFourth Respondent\nTHE COMMISSION ON THE RESTITUTION\nOF LAND\nRIGHTS\t\t\t\t\t\t            Fifth Respondent\nTHE MINISTER OF\nENVIRONMENTAL\nAFFAIRS AND PLANNING\t\t\t\t            Sixth\nRespondent\nDEPARTMENT OF MINERAL\n& ENERGY AFFAIRS \t\t\t\t\t\nSeventh Respondent\nREGISTRAR OF DEEDS \t\t\t\t\t        Eighth \nRespondent\nTHE SURVEYOR-GENERAL\t\t\t\t         Ninth   Respondent\nCORAM: \tFarlam, Cameron, Mthiyane JJA,\nJafta, Patel AJJA\nHEARD:\t16 November 2004\nDELIVERED:\n30 November 2004\nSummary: Applicant applied for leave to appeal against an\ninterim interdict- interim interdict appealable – an order is in effect\nfinal and appealable if of immediate effect and not to be reconsidered at the\ntrial or on the same facts- applicant found not to\nbe in contempt of interim\ninterdict – interdict varied-costs award at grant of interdict generally\nnot appropriate.\nJUDGMENT\n_____________________________________________________________________\nPATEL\nAJA\nPATEL AJA\n[1]\tThis is an application for leave to\nappeal in which the parties were directed to argue the merits of the matter. \nThe applicant,\nMaccsand CC (‘Maccsand’), is a close corporation\nengaged in sand mining on Erf 1197, Macassar, Cape Town. The Respondent,\nMacassar Lands Claims Committee (‘the Committee’), representing\ncertain residents of Macassar, brought a claim in the\nLand Claims Court\n(‘the LCC’) claiming restoration of Erf 1197 on the basis of\nunregistered commonage rights previously\nheld by the owners of Lots 35 to 63 \nsituate adjacent to Erf 1197.\n[2]\tPending the finalization of its land\nrights claim, Moloto J in the LCC granted an interdict to the Committee\npreventing Maccsand\nfrom continuing with its sand mining operation on Erf 1197. \nMoloto J, after the grant of the interdict, and on further application\nby the\nCommittee, held Maccsand to be in contempt of the interdict. Maccsand was\ngranted leave to appeal to this court against the\ncontempt finding. The learned\njudge however refused Maccsand leave to appeal against the interim interdict. A\nlater application brought\nby Maccsand for the variation of the interdict was\nalso refused.  Maccsand thereupon brought an application for leave to appeal to\nthis court against this refusal.  The Committee opposed the application for\nleave to appeal on the essential ground that the interim\ninterdict granted by\nMoloto J was not appealable.   In terms of s 21(3)(c)(ii) of the Supreme Court\nAct 59 of 1959 the judges who\nconsidered the application for leave to appeal\nreferred the application to the full court for argument and consideration.  They\nalso\nordered that the merits of the proposed appeal and the appeal against the\ncontempt finding and the application for the variation\nof the interdict be heard\nsimultaneously.\n[3]\tMoloto J on 28 August 2003 granted the following\norders relevant to this appeal:\n‘3. Pending the finalisation of the claim for restitution of erf 1197\nMacassar to                the applicant, that an interim\ninterdict be issued\nagainst:\n(a)\nMaccsand,\nthe first applicant (should read first respondent), from continuing to mine sand\nfrom erf 1197, Macassar;\n(b)\nThat the first and\nsecond respondents, be interdicted from attempting to rezone, rezoning or\nconsidering any land use change application\nor development of erf 1197,\nMacassar, except with the approval and consent of\napplicant.\n7. Costs of suit against first, third and fourth respondents in respect of the\ninterdict sought.’\n[4]\tBefore I proceed to deal with the issues, I will, in brief\nsketch the background to the dispute.  There are several disputes of\nfact and\nlaw on the papers.  These need not be resolved at this stage however in order to\ndetermine whether the order is appealable\nand if it is, whether the interdict\nshould be discharged or modified.  Nor do I propose to consider whether the\nmining operations\nconducted by Maccsand, in the face of the grant to it of a\nmining licence, are illegal for non compliance of other statutes.  In\nany event\nthe learned judge in the court\na quo\ngranted the interdict without\nconsidering the legality or not\nof Maccsand’s mining operations.\n[5]\tMaccsand was granted permission to mine Erf 1197 in accordance with\na licence issued in terms of s 9(1) read with s 9(3)(e) of\nthe Minerals Act, 50\nof 1991.  The licence to mine is valid until January 2005.  Maccsand  has an\noption to extend the licence for\nanother 6 years.  Maccsand purported to\nexercise the option but the decision has been put in abeyance partly because of\nthis litigation\nand also because of the apparent  conflict that exists in\nrespect of the applicable national and provincial laws.\n[6]\tErf 1197 is\n54,224 hectares in extent and contains substantial deposits of sand.  For\npurposes of mining development it is divided\ninto 13 strips marked A to M as\nindicated in the general site layout plan.  At the time of the grant of the\ninterdict, strip A had\nbeen mined to completion and Maccsand was in the process\nof mining strip B and had already prepared strip C for mining.  Maccsand\ncontends that it had already rehabilitated strip A in accordance with the\napproved ‘environmental management programme’\n(EMP). The very\nexistence of an EMP and the effective rehabilitation of strip A is disputed by\nthe Committee.  The failure by Maccsand\nto annex the EMP to its answering\naffidavit in the interdict proceedings strengthened the Committee’s\ncontention that Maccsand\nwas mining illegally. This was one of the factors that\npersuaded the learned judge to grant the interdict.\n[7]\tA subsequent\napplication to vary the interdict on production of the EMP met no success. On\nthe papers I am of the view that an\nEMP existed at the time the application was\nbrought. The explanation proffered by Maccsand as to why the EMP was not\nincluded in\nthe answering affidavit appears to be reasonable.\nIs\nthe interim interdict appealable?\n[8]\tPrior to its amendment by s 7 of the Appeals Amendment Act\n1982, s 20(2)(b) of the Supreme Court Act 1959 (‘the Act’)\nprovided\nthat an appeal could be brought against an interlocutory order with leave of the\ncourt granting it. A court’s decision\nwhether to grant leave or not was\npremised on the distinction between ‘simple’ interlocutory orders,\nwhich were appealable\nwith leave, and interlocutory orders which had a final and\ndefinitive effect on the main action which were appealable without leave\n(see\nSouth Cape Corporation (Pty) Ltd v Engineering Management Services (Pty)\nLtd\n1977 (3) SA 534\n(A) at 549 F-H). Section 20(1) of the amended Act\ncreates a right of appeal from a ‘judgment or order’ only. This\ncourt\nin\nZweni v Minister of Law and Order\n1993 (1) SA 523\n(A) 531H-536B\ndid a ‘brief exposition and a critical review of some of the general\npropositions commonly (and sometimes loosely)\nadvanced in the decided\ncases’ relevant to the meaning of the ‘judgment or order’\nbefore holding that these words\nmeant a judgment or order which was final in\neffect. It would be jejune to repeat such an analysis.  An interim interdict has\nin\ngeneral been held not to be appealable because it is not final in effect and\nis susceptible to alteration by the court of first instance\n(see\nCronshaw\nand Another v Coin Security Group (Pty) Ltd\n[1996] ZASCA 38\n;\n1996 (3) SA 686\n(A)).\n[9]\tIn\nMetlika Trading Limited and Others v The Commissioner\nfor the South African Revenue Service\n(unreported judgment in case number\n438/03 delivered on 1 October 2004) this court once again had to pronounce on\nthe appealability\nof an interim interdict.  The Pretoria High Court had, pending\nthe finalisation of claims for  unpaid taxes brought by the Commissioner\nfor the\nSouth African Revenue, ordered the return of a Falcon aircraft to South Africa. \nStreicher JA referring to the decisions\nin\nCronshaw\n(\nsupra\n) and\nAfrican Wanderers Football Club (Pty) Ltd v Wanderers Football Club\n1977\n(2) SA 38\n(A) noted (paras 19 to 21) that the issues in the interdict\nproceedings in those cases were the same as the issues that were to be\ndecided\nat the trial.  These matters were accordingly distinguishable because whether or\nnot the aircraft should be returned and\nwhether or not the ancillary orders\nshould be granted were not issues which would arise in the action pending which\nthe interdict\nwas granted (para 22).\n[10]\tThe court held (para 22) that the test in\nPretoria Garrison Institutes v Danish Variety Products (Pty) Ltd\n1948 (1)\nSA 839\n(A) at 870 (which was applied in\nCronshaw\n(\nsupra\n) 690F) was\nwholly inappropriate to determine whether the order granted was final in effect\nand thus appealable. The court proceeded\nto hold further (para 24) that:\n‘the order that steps be taken to procure the return of the aircraft to\nSouth Africa, as well as the other orders relating\nto the aircraft, were\nintended to have immediate effect, they will not be reconsidered at the trial\nand will not be reconsidered\non the same facts by the court\na quo.\nFor\nthese reasons they are in effect final orders.  Some support for this conclusion\nis to be found in\nPhillips and Others v National Director of Public\nProsecutions\n2003 (6) SA 447\n(SCA) at par (17)-(22) in which it was held\nthat a restraint order in terms of the\nPrevention of Organised Crime Act 121 of\n1998\nwhich was considered to be analogous to an interim interdict for attachment\nof property pending litigation, was final in the sense\nrequired by the case law\nfor appealability’.\n[11]\tCounsel for Maccsand submitted that as in\nMetlika\nthe main proceedings are distinct from the interdict against its mining\noperations.  The main claim for the restitution of the commonage\nis based on the\nprovisions of s 2 of the Restitution Act. The LCC at the finalisation of the\nclaim could in terms of s 35 of the\nRestitution Act order the restoration of\nland or any right in land. In the alternative it could order the State to grant\nan appropriate\nright in alternative state-owned land or order the payment of\ncompensation.  Thus in bringing the application for an interim interdict\nagainst\nthe mining operations, the Committee was granted relief that was separate from\nthat claimed in the main proceedings.  The\ninterdict cannot be regarded as a\nmere step in the main proceedings.\n[12]\tIt is settled law that in\ndetermining whether a decision is appealable ‘not merely the form of the\norder must be considered\nbut also, and predominantly, its effect’\n(\nSouth African Motor Industry Employers’ Association v South African\nBank of Athens Ltd\n1980 (3) SA 91\n(A) at 96H,\nZweni\nat 532I and\nMetlika\nat para 23).  Maccsand’s right to mine exists for a limited\nperiod.   The Land Claims Commission, despite the passage of a\nconsiderable\nlength of time, has not, because of the complexity of the matter and the expense\ninvolved, commenced with the verification\nof the claim.  It was perhaps for this\nreason that the Committee decided to approach the LCC directly. Counsel for the\nCommittee\nconceded in argument that to date the necessary research to verify the\nclaim had not even commenced because of a shortage of funds.\nThe conclusion is\ninevitable in that because of the interdict Maccsand will be unable to invoke\nits right to mine for a substantial\nperiod of time, if at all, since if the\ndelays that have occurred till now are an indicator, its right to mine may be\nlost forever.\nAccordingly as far as Maccsand is concerned the interim interdict\nis final in effect.  The interim order granted by the court\na quo\nis\ntherefore in my view appealable.\n[13]\tI turn now to the costs order made\nby the learned judge. Costs orders are, in the absence of exceptional\ncircumstances, not generally\nmade in interlocutory interdict proceedings since\nthe court finally hearing the matter is in a better position, after hearing all\nthe evidence, to determine whether or not the application is well founded (see\nEMS Belting Co of SA (Pty) Ltd and Others v Lloyd and Another\n1983 (1) SA\n641\n(E) 644H, confirmed in\nAiroadexpress (Pty) Ltd v Chairman, Local Road\nTransportation Board, Durban, and Others\n[1986] ZASCA 6\n;\n1986 (2) SA 663\n(A) at 683A).\n[14]\nMoloto J has not placed any exceptional circumstances on record to\ndeviate from the established approach. In my view a costs order\nwould be unjust\nand without warrant since it may subsequently be shown that the claimants\nrepresented by the Committee do not show\nany entitlement to Erf 1197.  The costs\norder should have been properly reserved for determination at the hearing of the\nclaim.\nDid the Committee establish a proper case for the\ninterdict sought?\n[15]\tAn interim interdict is a temporary and\nexceptional remedy which is available before the rights of the parties are fully\ndetermined.\n It should therefore be granted with caution and only if a proper\ncase is made out (see\nMemory Institute SA CC t/a SA Memory Institute v Hansen\nand Others\n2004 (2) SA 630\n(SCA) at para 10).  The court granting this\ndiscretionary relief must properly place on the judicial scale all the legal\nrequirements\nof an interdict. These well known requirements are :\n(a)\na\nprima facie\nright\nthough open to doubt;\n(b)\na well-grounded\napprehension of irreparable harm if the relief is not\ngranted;\n(c)\nthat the balance of convenience\nfavours the granting of an interim\ninterdict;\n(d)\nthat the applicant has no other\nsatisfactory remedy.\n[16]\tThe Committee sought\ninterim relief  first on the basis of its claim for restitution of Erf 1197 in\nterms of the Restitution\nAct and secondly its interest in preventing the\nenvironmental degradation caused by the sand mining in terms of s 24(b) of the\nConstitution.\nThe latter was not properly argued before us and any event its\nproper ventilation is unnecessary at this stage in light of the conclusion\nto\nwhich I come.\n[17]\tThe voluminous papers before us indicate that the\ncommonage right claimed by the Committee is prima facie established though\nopen\nto doubt. (Perhaps it is for this reason that the Land Claims Commission had to\ntender out the research on the claimed right.\nThe Committee’s counsel also\ninformed the court that the Legal Aid Board has been approached to fund such\nresearch). In any\nevent the strength of the Committee’s right is a matter\nthat the LCC will eventually determine.  Suffice it to say that Maccsand\nhas\nsucceeded in casting some doubt on the status, the antecedents and the claims of\nthe Committee. It has been established by the\nCommittee that although there\nappears to be some doubt, at least at this stage, the doubt is not serious.\nFurther it cannot be gainsaid\non the papers that if the right to restitution of\nthe commonage rights is established eventually the Committee will suffer\nirreparable\nharm unless the LCC grants the Committee a remedy other than\nrestitution.\n[18]\tIt is on the fulfilment of the requirement of the\nbalance of convenience that the learned judge misdirected himself. The balance\nof convenience is often the decisive factor in an application for an interim\ninterdict.  The exercise of the discretion vested in\nthe court, where the other\nrequirements for an interdict are fulfilled, must turn on the balance of\nconvenience.  Moloto J’s\nfinding on the papers that some of the owners of\nLots 35 to 63 had a registered right of commonage is legally and factually\nuntenable.\n If indeed their rights were so registered a restitution claim would\nbe unnecessary. The answering affidavit filed on behalf of Maccsand\nplaces in\ndoubt the rights of the claimants represented by the Committee. This doubt\nappears to be in no small measure. The nature\nof the balance of convenience\nrequired in such a case was well summed up by Holmes J in\nOlympic Passenger\nService (Pty) Ltd v Ramlagan\n1957 (2) SA 382\n(N) at 383F:\n‘In such cases, upon proof of a well grounded apprehension of irreparable\nharm, and there being no adequate ordinary remedy,\nthe Court may grant an\ninterdict - it has a discretion, to be exercised judicially upon a consideration\nof all the facts. Usually\nthis will resolve itself into a nice consideration of\nthe prospects of success and the balance of convenience - the stronger the\nprospects of success, the less need for such balance to favour the applicant:\nthe weaker the prospects of success, the greater the\nneed for the balance of\nconvenience to favour him.  I need hardly add that by balance of convenience is\nmeant the prejudice to the\napplicant if the interdict be refused, weighed\nagainst the prejudice to the respondent if it be granted.’\n[19]\tIt is incontestable that the financial consequences for\nMaccsand are dire if the interdict in its present form is allowed to\ncontinue.\nThis aspect has been fully ventilated in the affidavits filed on behalf of\nMaccsand. The prospect of the restitution claim\nbeing resolved in favour of the\nCommittee in the near future is uncertain. The Committee to date has not\nproceeded with the trial\nin the LCC.\n[20] Maccsand had on obtaining the\nEMP applied for a limited variation of the interdict to permit it from\ncontinuing to mine sand\non Erf pending the finalisation of the claim for\nrestitution.  The variation sought was in respect of a limited portion of Erf\n1197\nand was to substitute prayer 3(a) of the order granted by Moloto J with an\norder which allowed the applicant to continue mining sand\non the area identified\nas strips B to C  on the general site layout plan on condition that the sum of\nR120 000 be set aside in a\ntrust fund established in terms of the Minerals Act\nfor purposes of rehabilitating strips B and C on completion of mining on each\nrespective strip and on condition that the rehabilitation is in compliance with\nthe approved EMP for Erf 1197 and done to the satisfaction\nof Department of\nMineral and Energy. This variation would in effect permit the applicant to mine\napproximately 22% of Erf 1197 pending\nthe finalisation of the restitution\nclaim.\n[21]\tIn terms of the order granted by this court the variation\napplication was also referred to oral argument.  This court has the\npower to\ngrant such a variation in order to ensure that the interim interdict granted\nsatisfies the requirements of the balance of\nconvenience.   I believe that the\nvariation order sought is appropriate in the circumstances.  Counsel for\nMaccsand properly submitted\nthat Maccsand should be given leave to approach the\nLCC in the event the Committee should adopt a “we do nothing”\nposition.\n Otherwise Maccsand would be prejudiced if after the mining of strip B\nand C is complete, the Committee has not proceeded to trial\nwith the restitution\nclaim.   I am of the view that this concern must be accommodated and a suitable\norder made.\nWas Maccsand in contempt of the order granted by the\nLCC?\n[22]\tOn the 26 September 2003 the learned judge acting in\nterms of s 22(2)(a) of the Restitution Act found Maccsand to be in contempt\nof\nthe interdict granted by him on 28 August 2003.  The court further ruled that\nthe notice of appeal filed by Maccsand was null\nand void\nab initio\n.  No\nleave to appeal was sought against this particular ruling in the court\na\nquo\nnor did Maccsand seek leave of this court to appeal against such\nfinding. That ruling of nullity accordingly stands.  Although this\nis so it is\nnecessary to pass judgment on this ruling in order to determine whether the\nfinding of contempt can stand.\n[23]\tContempt orders are not for the\nasking.  Such an order should only issue after the court is satisfied that there\nhas been a wilful\nand\nmala fide\nrefusal to comply with an order of the\ncourt. Although the procedural requirement of having a notice of motion and a\nsworn affidavit\nin support of the application is not a\nsine qua non\nto\nthe finding of contempt by a court of law, a\nviva voce\nprocedure should\nbe resorted to only in exceptional circumstances where even a short delay would\nprecipitate irreparable harm foreshadowed\nin the order granted.\n[24]\tThere is no record of the contempt hearing since in terms of the LCC\nrules the learned judge arrived at his conclusion after\na telephonic conference\nbetween the legal representatives of Maccsand and the Committee.  This court is\naccordingly at a disadvantage\nsince the learned judge has not set out any basis\nto support the conclusion that Maccsand was wilful and\nmala fide\nin its\nrefusal to comply with the order of the court - other than his finding that\nbecause the notice of appeal (which would have\nsuspended the interim interdict)\nwas void\nab initio\nin that the notice preceded his reasons for the order\nmade. The judge also stated that  because in his view the interim order was\nnot\nappealable, the inference was irresistible that Maccsand was in contempt of the\ninterim order.\n[25] It is true that this court in\nPutco Ltd v TV\n& Radio Guarantee Co (Pty) Ltd and Other Related\nCases\n1985 (4) SA 809\n(A) at 836D-F held:\n‘Once a failure to comply with an order of Court has been established,\nwilfulness will normally be inferred, and the\nonus\nwill rest upon the\nperson who failed to comply with such order to rebut the inference of wilfulness\non a balance of probabilities.’\nCounsel for Maccsand\nsubmitted in their written heads that the contempt finding was made in the\nabsence of any notice that such finding\nwas ever being contemplated and without\naffording Maccsand any opportunity of addressing the issue. Thus Maccsand would\non this submission\nhave been denied the opportunity to rebut any inference of\nwilfulness on its part.  The absence of papers and a failure by the counsel\nfor\nthe Committee to rebut lends colour to this submission.  I am in any event of\nthe view that there is not a scintilla of evidence\nto justify the conclusion\nthat Maccsand was wilful and\nmala fide\nin its refusal to obey the\ninterdict.\n[26] Maccsand acted on legal advice that the notice of appeal\nsuspended the order and accordingly did not intentionally disobey the\ninterim\ninterdict. The advice was certainly not unreasonable. Rule 65(1)(a) of the rules\nof the LCC provides that once an application\nfor leave to appeal has been filed,\nthe operation and execution of an order is automatically suspended pending the\ndetermination\nof the application for leave to appeal.  Maccsand delivered its\napplication for leave to appeal in terms of Rule 69(1)(b) which provides\nthat\nnotice of application for leave to appeal must be delivered within 15 days after\nthe\norder\nis made\nor\nafter full\nreasons\nfor the order is\ngiven, if the reasons are given on a later date.  The rule in pellucid language\ndistinguishes between the making\nof an order and the furnishing of reasons and\nprovides that notice of application for leave to appeal may be made within\nfifteen\ndays of either event.\n[27]\tRule 69(1) of the LCC  is couched in terms\nsimilar to Rule 49(1) of the Uniform Rules and is consistent with the\nestablished\napproach that an appeal lies against the order and not the reasons\n(see\nLipschitz NO v Saambou-Nasionale Bouvereniging\n1979 (1) SA 527\n(T)\nat 528H-529H).  Counsel for the Committee submitted before us as he did in the\ncourt\na quo\nthat Rule 69(1)(b) must be read with Rule 69(2).  So Maccsand\nhad to await the reasons in order to specify in detail in the notice\nof appeal\nthe grounds of appeal or precise findings appealed against.  That may well be\nbut Maccsand was entitled to adopt the attitude\nthat it could amplify its notice\nof application for leave to appeal when reasons for the order were handed down. \nIt is therefore\nimpossible to infer that on the legal advice given Maccsand\nintentionally and wilfully flouted the interim interdict.\n[28]\tI make\nthe following order:\n1.   The applicant is granted leave to appeal\nagainst paragraphs 3 and 7 of the order of Moloto J dated 28 August 2003\ngranting the\ninterim interdict and order for costs;\n2.  Paras  3(a) and 7\nof the order mentioned in para 1 of this order are set aside and replaced with\nthe following:\n‘3(a) Pending the finalisation of the claim for restitution of Erf 1197,\nMacassar, to the applicant, an interim interdict be\nissued against Maccsand:\n3(a)(i) Interdicting Maccsand from continuing to mine sand on Erf 1197,\nMacassar, save for the area identified as Phase 1 demarcated\nas strips B to C on\nthe General Site Layout Plan dated March 1997, which Maccsand shall be entitled\nto mine, on condition:\n3(a)(ii)   that the sum of R120,000 is set\naside in the trust fund established in terms of the Minerals Act, No 50 of 1991,\nfor purposes\nof rehabilitating strips B and C on completion of mining on each\nrespective strip; and\n3(a)(iii) that such rehabilitation is in compliance with the approved\nEnvironmental Management Programme and done to the satisfaction\nof the\nDepartment of Mineral and Energy Affairs.\n3(a)(iv) Maccsand  is given leave to approach the Land Claims Court for a\nfurther variation of this paragraph should the Respondent,\nthe Macassar Land\nClaims Committee not proceed with the trial for the restitution of Erf 1197\nwithin one year from the grant of this\norder or as soon as the mining  of strip\nB and C and the rehabilitation thereof is complete, whichever event should occur\nfirst.’\n‘7. The costs occasioned by the application for the interdict are reserved\nfor determination at the hearing of the restitution\nclaim.’\n3. The appeal against the whole of the order\ngranted by Moloto J on 26 September 2003 that the resumption of the mining on\nErf 1197,\nMacassar, by Maccsand is in contempt of the interim order granted on\n28 August 2003 is upheld with costs and that order is set aside.\n4.  The\nrespondent, the Macassar Land Claims Committee, is ordered to pay the costs of\nthe appeal, such costs to include the costs\nof the applications for leave to\nappeal and the costs of two counsel.\n_____________\nCN\nPATEL\nACTING JUDGE OF APEAL\nCONCUR:\nFarlam\nJA\nCameron JA\nMthiyane JA\nJafta AJA",
  "scraped_at": "2026-02-12T09:10:03.016908",
  "date": "2004-11-30",
  "coram": [
    "Farlam JJA",
    "Cameron JJA",
    "Mthiyane JJA",
    "Jafta AJJA",
    "Patel AJJA"
  ],
  "case_number": "594/03",
  "parties": {
    "applicants": [
      "MACCSAND CC"
    ],
    "respondents": [
      "MACASSAR LAND CLAIMS COMMITTEE",
      "UNICITY OF CAPE TOWN",
      "THE NATIONAL HOUSING BOARD",
      "THE DEPARTMENT OF LAND AFFAIRS",
      "THE COMMISSION ON THE RESTITUTION OF LAND RIGHTS",
      "THE MINISTER OF ENVIRONMENTAL AFFAIRS AND PLANNING",
      "DEPARTMENT OF MINERAL & ENERGY AFFAIRS",
      "REGISTRAR OF DEEDS",
      "THE SURVEYOR-GENERAL"
    ]
  },
  "sections": {
    "facts": "Maccsand CC, a close corporation, held a licence to mine sand on Erf 1197 in Macassar, Cape Town. The Macassar Land Claims Committee (the Committee) claimed unregistered commonage rights over adjacent lots and sought restitution of Erf 1197 under the Restitution Act. While the land‑rights claim was pending, Moloto J of the Land Claims Court granted an interim interdict prohibiting Maccsand from continuing mining and ordered the Committee and others not to re‑zone or develop the land without Maccsand’s consent. The interdict was later varied in part, a contempt finding was made against Maccsand, and Maccsand applied for leave to appeal both the interdict and the contempt finding. The Committee opposed leave, arguing the interdict was not appealable.",
    "issues": "1. Whether the interim interdict issued on 28 August 2003 is appealable under the Supreme Court Act. 2. Whether the costs order attached to the interdict is appropriate. 3. Whether the Committee established a proper case for the interdict, meeting the requirements of prima facie right, irreparable harm, balance of convenience and lack of alternative remedy. 4. Whether Maccsand was in contempt of the interdict.",
    "principles": "The court examined s 20 of the Supreme Court Act, distinguishing between interlocutory orders that are final in effect (appealable without leave) and simple interlocutory orders (appealable with leave). Precedents such as Cronshaw, Metlika, and Zweni were used to determine that an order is appealable when it has a final and definitive effect on the parties. The requirements for granting an interim interdict – prima facie right, risk of irreparable harm, balance of convenience, and absence of an alternate remedy – were reiterated. The court also applied LCC Rules 65 and 69 concerning suspension of orders pending a leave‑to‑appeal application and the timing of notices of appeal.",
    "application": "The court held that, for Maccsand, the interdict effectively barred its statutory mining right for a substantial period, making the order final in effect and therefore appealable. It found no exceptional circumstances justifying the costs order and therefore remitted costs to be determined later. The balance of convenience favoured the Committee’s claim was not sufficiently established; the interdict was overly broad. Regarding contempt, the court concluded there was no evidence of wilful or mala fide refusal to comply, noting procedural deficiencies in the contempt hearing and the reliance on a suspended order.",
    "conclusion": "Leave to appeal was granted against paragraphs 3 and 7 of Moloto J’s order. Those paragraphs were set aside and replaced with a modified interdict allowing Maccsand to mine strips B and C subject to a R120,000 trust fund and compliance with the approved Environmental Management Programme. Costs of the interdict were reserved for determination at the restitution hearing. The contempt finding was set aside and the appeal upheld with costs, the Committee being ordered to pay the costs of the appeal, including counsel fees."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Restitution of Land",
    "level_3": [
      "interim interdict",
      "appealability",
      "contempt",
      "sand mining",
      "environmental management"
    ]
  }
}