{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/101.html",
  "case_name": "Noormohamed v Visser and Another (555/03) [2004] ZASCA 101; 2006 (1) SA 290 (SCA) (19 November 2004)",
  "citation": "[2004] ZASCA 101",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 101\n|\nNoteup\n|\nLawCite\nNoormohamed v Visser and Another (555/03) [2004] ZASCA 101; 2006 (1) SA 290 (SCA) (19 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 555/03\nIn the matter between:\nNAZEER NOORMOHAMED   \t\t\t      \nAppellant\nand\nALEC JOHANNES\nVISSER NO\t\t\t First\t Respondent\nROBERT  SCHILZ  NO\t\t\t      Second\nRespondent\nCoram\t\t:\tSCOTT, MTHIYANE, BRAND JJA,\nCOMRIE\net\nPATEL AJJA\nDate of Hearing\t:\t3 NOVEMBER 2004\nDate\nof delivery\t:\t19 NOVEMBER 2004\nSummary:\tA purchaser who assigns\nrights and obligations arising from sale at public auction not a\n‘nominee’ or ‘trustee’\nin terms of Conditions of\nSale\n____________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\nJA\n/...\nSCOTT JA\n:\n[1]\tThis appeal concerns a sale in\nexecution of certain immovable property by public auction on 21 August 2001. At\nthe time of the\nsale the property fell within the area of jurisdiction of the\nsecond respondent who was then the acting sheriff for the district\nof Pretoria\nCentral. In July 2002 the first respondent, who is the sheriff for the district\nof Pretoria North-East, assumed jurisdiction\nover the area in which the property\nis situated. Nothing turns on this; I mention it only to explain why the\nrespondents, being the\nsheriffs for Pretoria Central and Pretoria North-East\nrespectively, instituted jointly the proceedings which give rise to the present\nappeal.\n[2]\tIt is common cause that the auction was conducted by Mr Eugene\nSchilz (‘Schilz’), the second respondent’s deputy.\n(The latter\nis Mr Robert Schilz.) It is also common cause that the appellant’s bid of\nR1 250 000 was the highest and that the\nproperty was knocked down to him. The\nappellant did not sign the Conditions of Sale, the terms of which had been read\nout before\nthe auction. Instead, later the same day, the document was completed\nby the insertion of the words ‘S Moosa or nominee’\nas purchaser and\nwas signed both by Mr David Nicholas, another of the second respondent’s\ndeputies on behalf of the latter,\nand by Mr S Moosa as purchaser. At the same\ntime Moosa handed Nicholas a cheque payable to the sheriff Pretoria Central, in\nthe sum\nof R132 980. This amount represented a deposit of R125 000 on the\npurchase price plus commission and VAT. The cheque was subsequently\ndishonoured.\n[3]\tSome 15 months later the respondents instituted motion\nproceedings in the Pretoria High Court against both the appellant and Moosa.\nThe\norder sought against the appellant was first an order declaring that he had\npurchased the property and directing him to sign\nthe ‘duly completed\nconditions of sale’, together with ancillary relief. In the alternative,\nan order was sought declaring\nthat the appellant had ‘acted in his\ncapacity as nominee for a purchaser to be nominated by him at the sale’\nand directing\nhim to sign the Conditions of Sale. An order was also sought\nagainst Moosa, who was cited as the second respondent, declaring him\nto have\naccepted the nomination by the appellant and directing him to fulfil his\nobligations in terms of the Conditions of Sale.\n(Proceedings had previously been\ninstituted against Moosa for the same or similar relief but subsequently\nwithdrawn.)\n[4]\tIn the court below the respondents abandoned their claim to\nhave the appellant declared the purchaser of the property and relied\nsolely on\ntheir alternative claim. In other words, they sought an order directing him to\nsign the Conditions of Sale by reason of\nhis having acted ‘in his capacity\nas nominee for a purchaser to be nominated by him . . . .’ The object of\nthis relief,\nwhatever the meaning of the words quoted may be, was to bring the\nappellant within the purview of clause 16 of the Conditions of\nSale and so\nrender him liable as surety and co-principal debtor for the obligations of Moosa\nas purchaser. The clause reads:\n’16.\tIn the event of the Purchaser\nbeing a company, a corporation or a partnership, or in the event of the\nPurchaser signing\nas a nominee or a trustee then and in all such events the\nperson signing these conditions shall be deemed to have bound himself as\nsurety\nand co-principal debtor for all the obligations of the Purchaser and, if\napplicable, jointly and severally with any other\nperson signing these conditions\non behalf of the Purchaser and hereby renounces the benefits of excussion and\ndivision, no value\nreceived and errors in calculation, the effect of which he\nacknowledges to be aware.’\nThe respondents were successful in the court\na quo\nand their alternative claim against the appellant was upheld. The\npresent appeal is with the leave of that court. The relief sought\nagainst Moosa\nwas also granted. There is, however, no appeal against that order and nothing\nfurther need be said about it.\n[5]\tThe circumstances in which the appellant\nparticipated in the bidding at the auction and in which Moosa came to sign the\nConditions\nof Sale as purchaser are largely common cause. Schilz’s\nversion, as set out in his founding affidavit and amplified in his\nreplying\naffidavit, is briefly the following. He said that shortly before the auction the\nappellant approached him and asked whether\nhe could bid and thereafter (in the\nevent of his bid being successful) nominate another ‘entity’ as\npurchaser of the\nproperty. Schilz explained that this was not an uncommon\npractice and that he was agreeable to the appellant’s proposal. His\nunderstanding of what was proposed was clearly that the appellant would in the\nfirst instance be the purchaser of the property but\nwould have the right to\nnominate another in his stead. In this regard he pointed to the fact that\nimmediately after the property\nhad been knocked down to the appellant he,\nSchilz, completed a document headed ‘Proof of Sale’ in which he\nrecorded the\npurchaser as being ‘N Noormohamed or nominee’. He also\ncontended that the same description of the purchaser should have\nbeen recorded\nin the Conditions of Sale before being signed by the appellant.\n[6]\tThe\nappellant’s version of what was agreed before the auction is recorded in\nhis answering affidavit as follows:\n‘Two commercial properties were\nput up for auction by the Sheriff on 21 August 2001. The one property being at\nthe premises\nof 335 Bloed Street, Pretoria [the subject property] and the other\none nearby around the corner.\nI and a number of my friends, family and\nbusiness colleagues decided to attend both auctions as we were interested in\nbuying the\nproperties.\nThe auction of the property situated at 335 Bloed\nStreet was to be conducted first.\nPrior to the start of the bidding it was\nagreed upon amongst our contingent that I would do the bidding on the property\nfirst to\nbe auctioned and if successful, and depending on the price, agreement\nwould thereafter be reached as to who would be nominated to\nbe the purchaser of\nthe property.\n. . .\nPrior to the start of the auction, which took place\nat approximately 13:00, I approached Mr Eugene Schilz, who was to conduct the\nauction, and informed him of the aforementioned arrangements. He accepted it and\nindicated that it would be no problem.’\n[7]\tIt is not in dispute that\nthe sale of the property was subject to the terms of the Conditions of Sale\nwhich, as I have said, were\nread out to those present before the sale. (Cf\nClarke v C P Perks & Son\n1965 (3) SA 397\n(E) at 400C.) Clause 16 is\nquoted above. The only other clause relevant for present purposes is clause 6.\nIt reads:\n‘The Purchaser shall as soon as possible after the sale and\nimmediately upon request by the sheriff, sign these conditions.’\n[8]\tIt\nis common cause that the appellant was not required to sign the Conditions of\nSale. After the property had been knocked down\nto the appellant, the latter\napproached Schilz and asked for time to decide which of the group would be the\npurchaser. Schilz agreed.\nSome while later the same afternoon the appellant,\nMoosa and others returned to the sheriff’s office where the appellant\ninformed\nNicholas that he, the appellant, had nominated Moosa as the purchaser.\nMoosa was acceptable to Nicholas  who, as I have said, inserted\nthe words\n‘Moosa or nominee’ on the last page of the Conditions of Sale which\nwas then signed by Moosa as purchaser.\n[9]\t The respondents’\ncontention, upheld in the court below, was that on these facts the appellant was\nobliged by reason of\nclause 6 to sign the Conditions of Sale and that once\nhaving done so he would, in terms of clause 16, be liable as surety and\nco-principal\ndebtor to the respondents for Moosa’s obligations in terms of\nthe sale.\n[10]\tThe starting point in deciding whether this contention was\ncorrectly upheld or not is to determine the true nature of the oral\nagreement\nbetween the appellant and Schilz prior to the auction. Counsel for the\nrespondents argued that the agreement was to the\neffect that the appellant would\nact as a ‘nominee’ of the group of friends, family members and\ncolleagues (including\nhimself) and in that capacity he would, in turn, be\nafforded the right to ‘nominate’ a purchaser.  I pause to observe\nthat the order sought in the Notice of Motion and granted by the court\na\nquo\nwas an order declaring the appellant to be a nominee not of the group\nbut of the person to be nominated. In the alternative, counsel\nargued that it\nwas agreed that the appellant would purchase the property as a trustee for the\nbenefit of the third party, ie the\npurchase would constitute a\nstipulatio\nalteri\n. Accordingly, so counsel contended, the appellant was either a\n‘nominee’ or a ‘trustee’ within the meaning\nof clause 16\nand hence bound by its provisions. In my view this contention cannot be upheld.\nIt is founded upon a version which is\nnot only inconsistent with the\nrespondent’s own case as reflected in the evidence of Schilz but is in any\nevent not justified\non the papers.\n[11]\tIt is necessary at the outset to make\ntwo observations. The first is that by reason of the provisions of\ns 3\nof the\nAlienation of Land Act 68 of 1981\nthe sale of the property in the present case\nwas not required to be in writing and signed by the parties. The second is that\nit is\nnow well-established that a sale by public auction without reserve is\nconcluded as soon as the bidding closes. (See eg\nSchuurman v Davey\n1908\nTS 664\nat 668;\nDe Villiers v Parys Town Council\n1910 OPD 55\nat 58;\nClarke v C P Perks & Son, supra,\nat 400D;\nNicolau v Navarone\nInvestments (Pty) Ltd\n1971 (3) SA 883\n(W) at 884H.) Against this\nbackground, it seems to me that the most probable inference arising from the\nappellant’s brief description\nof what passed between himself and Schilz\nprior to the auction (quoted in para 6 above), or at the least one which is\nwholly consistent\nwith that description, is that the agreement was simply that\nif the appellant purchased the property at the auction he would be permitted,\nif\nhe so wished, to cede his rights and delegate his obligations as purchaser to\nanother in his stead. Significantly, this coincides\nwith Schilz’s own\nunderstanding of what was agreed. In this regard, it will be recalled that he\ndescribed the purchaser as\n‘N Noormohamed or nominee’ in the \n‘Proof of Sale’ which he completed immediately after the auction. As\nfar\nas he was concerned there was no question of the appellant having purchased\nthe property in any capacity other than in his ordinary\npersonal capacity. The\nordinary meaning of ‘nominee’ is, of course, simply a person who is\nnominated or appointed. But\nit is a word that is frequently used in commerce to\nmean different things in the legal sense depending on the context. In the\ncontext\nin which it was used by Schilz in his return of service it clearly means\n‘assignee’ or, in other words, a person to whom\nrights may be ceded\nand obligations delegated. (See eg\nElkam (Pty) Ltd v Jackwall (Pty) Ltd and\nanother\n1968 (1) SA 554\n(W) at 559F-G.) The practice of affording such a\nright to a party to a contract, as pointed out by Greenberg JA in\nHughes v\nRademeyer\n1947 (3)\n133 (A) at 139, is both commonplace and in\naccordance with established legal principle. It follows that applying the rule\nin\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA\n623\n(A) it must be accepted that what was agreed between Schilz and the\nappellant was no more than that in the event of the latter purchasing\nthe\nproperty at the auction he would be entitled, if he wished, to assign his rights\nand obligations to someone else.\n[12]\tHad the appellant been requested to\nsign the Conditions of Sale immediately after the auction he would have been\nobliged to do\nso by reason of the provisions of clause 6. But without first\ndoing so, the appellant ceded his rights and delegated his obligations\nunder the\nsale to Moosa who was accepted as the purchaser in his place by Nicholas acting\non behalf of the second respondent. In\nthe result, the appellant was released\nfrom his obligations under the sale and the\nvinculum iuris\nbetween the\nappellant and the second respondent ceased to exist. He could not subsequently\nbe required to sign the Conditions of Sale.\n[13]\tEven if the appellant had\nsigned the Conditions of Sale the position, I think, would have been no\ndifferent. Clause 16 provides\nthat a ‘purchaser’ signing the\nConditions of Sale ‘shall be deemed\nto have bound himself as a\nsurety and co-principal debtor’ in three situations. The first is where he\nsigns for and on behalf\nof ‘a company, a corporation or\npartnership’, the second where he signs as a ‘nominee’ and\nthird where he\nsigns as a ‘trustee’. A  purchaser who purchases\nproperty in his ordinary personal capacity but who is afforded the right\nto\nassign his rights and obligation under the sale falls into none of these\ncategories.\n[14]\tIt follows that in my view the appeal must\nsucceed.\n[15]\tThe following order is made:\n(a) \tThe appeal is upheld with\ncosts.\n(b)\tThe order of the court\na quo\nis altered as\nfollows:\n(i)\tParagraphs 1.1 and 1.2 are deleted and the \t\t\t\tfollowing is\nsubstituted in their place:\n‘The application against the first\nrespondent is \t\t\tdismissed.’\n(ii)\tParagraph 2 is deleted and the following is substituted in its\nplace:\n‘The first and second applicants are jointly and \tseverally liable for\nthe first respondent’s costs. \tThe second respondent\nis to pay the\napplicants’\ncosts on an unopposed scale.’\n__________________\nD G\nSCOTT\nJUDGE OF\nAPPEAL\nCONCUR\n:\nMTHIYANE\tJA\nBRAND\t\tJA\nCOMRIE\t\tJA\nPATEL\n\t AJA",
  "scraped_at": "2026-02-12T09:09:05.051699",
  "date": "2004-11-19",
  "coram": [
    "SCOTT JA",
    "MTHIYANE JA",
    "BRAND JA",
    "COMRIE JA",
    "PATEL AJA"
  ],
  "case_number": "555/03",
  "parties": {
    "applicants": [
      "Nazeer Noormohamed"
    ],
    "respondents": [
      "Alec Johannes Visser",
      "Robert Schilz"
    ]
  },
  "sections": {
    "facts": "The case arose from a public auction on 21 August 2001 of two immovable properties in Pretoria. The appellant, Nazeer Noormohamed, placed the highest bid of R1,250,000 for the property at 335 Bloed Street. The auction was conducted by Mr Eugene Schilz, a deputy sheriff. Prior to the auction, Noormohamed arranged with Schilz that, if his bid succeeded, he would be allowed to nominate another person to become the purchaser. After the auction, Noormohamed approached the sheriff’s office, nominated Mr S Moosa as purchaser, and the Conditions of Sale were completed with the words “Moosa or nominee” and signed by Moosa. A deposit cheque was handed over but later dishonoured. The respondents (the sheriffs) later sought a court order to deem Noormohamed the purchaser or, alternatively, a nominee liable as surety under clause 16 of the Conditions of Sale.",
    "issues": "The principal issues were (1) whether the appellant was obligated, under clause 6 of the Conditions of Sale, to sign the Conditions of Sale and thus become bound as a surety under clause 16; and (2) whether the appellant, having acted as a nominee or trustee, could be deemed a co‑principal debtor for the obligations of the actual purchaser, Mr Moosa.",
    "principles": "The Court considered the statutory framework of the Alienation of Land Act 68 of 1981, which does not require a written contract for an auction sale, and the established rule that a sale by public auction without reserve is concluded when bidding closes. Clause 6 requires the purchaser to sign the Conditions of Sale promptly, but only if they are the purchaser. Clause 16 binds a purchaser who signs as a company, partnership, nominee or trustee as a surety. The Court examined the ordinary commercial meaning of “nominee” as an assignee of rights and obligations, relying on precedents such as Elkam (Pty) Ltd v Jackwall (Pty) Ltd, Plascon‑Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd, and the reasoning in Hughes v Rademeyer on the assignment of contractual rights.",
    "application": "Applying these principles, the Court found that the oral agreement between Noormohamed and Schilz was simply that Noormohamed could, if he won, assign his rights and obligations to another person. Noormohamed never signed the Conditions of Sale; therefore clause 6 was not triggered. By assigning his rights to Moosa, Noormohamed ceased to be in a purchaser relationship and could not fall within the categories of nominee or trustee contemplated by clause 16. Consequently, he was not a surety or co‑principal debtor for Moosa’s obligations.",
    "conclusion": "The appeal was upheld. The order of the court a quo was altered, dismissing the application against the first respondent and confirming that the appellant is not liable under the Conditions of Sale. Costs were awarded against the respondents."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "auction",
      "nominee",
      "surety",
      "assignment",
      "conditions of sale"
    ]
  }
}