{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/18.html",
  "case_name": "Premier Van Die Gautengse Provinsiale Regering v Myburgh (644/02) [2004] ZASCA 18; [2004] 2 All SA 349 (SCA) (29 March 2004)",
  "citation": "[2004] ZASCA 18",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 18\n|\nNoteup\n|\nLawCite\nPremier Van Die Gautengse Provinsiale Regering v Myburgh (644/02) [2004] ZASCA 18; [2004] 2 All SA 349 (SCA) (29 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 24 August 2004\nDIE HOOGSTE HOF VAN APPÈL\nVAN\nSUID-AFRIKA\nSaaknommer :  644/02\nIn die saak tussen :\nPREMIER VAN DIE\nGAUTENGSE\nPROVINSIALE REGERING\t\t\t\t APPELLANT\nen\nJOHANNES JACOBUS MYBURGH\t\tRESPONDENT\nCORAM :\t\tHARMS, SCOTT, MTHIYANE, BRAND ARR en PONNAN Wnd\nAR\nDATUM :\t\t11 MAART 2004\nGELEWER :\t29 MAART 2004\nOpsomming:  Pensioengratifikasie betaalbaar deur Pensioenfonds ingevolge\nProklamasie 21 van 1996 – beweerde ooreenkoms dat die\nappellant uit hoofde\nvan afsonderlike ooreenkoms vir betaling van rente op gratifikasie aanspreeklik\nis – bestaanbaarheid van\nbeweerde  ooreenkoms met art 26 van die\nProklamasie\nUITSPRAAK\nBRAND AR\n/\nBRAND AR\n:\n[1]\tAanvanklik het die huidige respondent, na wie ek\ngeriefshalwe as die 'eiser' sal verwys, die appellant (die 'verweerder') in die\nLanddroshof van Johannesburg aangespreek vir 'n bedrag van R13 186.18. Daar\nis die eis met koste van die hand gewys. Op appèl\nna die TPD is die eiser\negter deur Kirk-Cohen R, met wie Roux R saamgestem het, gelyk gegee. Vervolgens\nhet hierdie hof aan die verweerder\nverlof verleen om die onderhawige\nappèl voort te sit, maar met die voorbehoud beoog in art 20(5)(a) van die\nHooggeregshofwet\n59 van 1959 dat die verweerder die koste van die appèl\nbetaal, ongeag die uitslag daarvan.\n[2]\tTen spyte van heelwat onsekerheid\noor die eiser se gedingsoorsaak op die pleitstukke, is die onderliggende feite\neintlik heel\neenvoudig en grotendeels gemene saak. Tot en met 30 November 1996\nwas die eiser in diens van die verweerder. Sy diensbeëindiging\nop 30\nNovember 1996 het gevolg toe die verweerder sy aansoek om op vervroegde aftrede\nte gaan, aanvaar het.  By aftrede het die eiser\nop 'n vrywillige skeidingspakket\ngeregtig geword. Deel van hierdie vrywillige skeidingspakket was 'n\npensioengratifikasie van R690 030.05,\nwat op 15 Januarie 1997 aan hom\nbetaal is. Die eiser se saak is dat hy reeds op die datum van sy\ndiensbeëindiging, dit is 30\nNovember 1996, op betaling van hierdie bedrag\ngeregtig was. Die R13 186.18 wat hy eis verteenwoordig moratore rente,\nbereken\nteen die statutêre koers van 15,5% per jaar op die bedrag van sy\npensioengratifikasie vir die 45 dae wat hy vir uitbetaling\nmoes wag. In sy\nbesonderhede van vordering is die eiser se gedingsoorsaak soos volg\ngeformuleer:\n'Die verweerder het 'n regsplig gehad om op die laaste dag\nvan diensbeëindiging aan die eiser sy pensioenvoordele te oorhandig.\nDie\neiser se diens het geëindig op 30 November 1996. Nieteenstaande die\nverpligting wat op die verweerder gerus het om op datum\nvan\ndiensbeëindiging die pensioenvoordele aan die eiser oor te betaal, is die\npensioenvoordele in stede van 30 November 1996\neers op 15 Janarie 1997 in die\nbedrag van R690 030.05 aan die eiser oorbetaal.'\n[3]\tVolgens die\neiser se nadere besonderhede het hierdie regsplig aan die kant van die\nverweerder sy ontstaan gehad in 'n kontrak.\nAangaande die totstandkoming en die\nbepalings van hierdie kontrak, was die eiser se saak dat sy aansoek om\nvervroegde aftrede, wat\nuiteindelik deur die verweerder aanvaar is, geskied het\nin antwoord op 'n uitnodiging wat in 'n omsendbrief deur die Departement\nvan\nStaatsdiens en Administrasie, gedateer 22 Mei 1996 ('die omsendbrief') beliggaam\nis, welke brief deur die verweerder aan hom\nvoorgehou is. Bygevolg, het die\neiser aangevoer, het die inhoud van hierdie omsendbrief regtens deel van 'n\nkontrak tussen die partye\ngeword. Uitgaande van hierdie vertrekpunt, het die\neiser hom in besonder beroep op para 17(a) van die omsendbrief, wat soos volg\nlui:\n'17.\tFor purposes of the payment of the pension benefits relating to\nthe voluntary severance package, the Department of Finance (Chief\nDirectorate:\nPensions Administration) indicated/requested that –\n(a)\tsince affected\nmembers of the Government Employees Pension Fund are entitled to expect that\ntheir pension benefits be paid to\nthem promptly, departments/administrations\nmust take whatever steps may be necessary to ensure that all relevant documents\nare fully\nand correctly completed to reach the Department of Finance: Pensions\nAdministration\nnot later than six weeks before the date on which a person's\nservices are terminated\n'.\n(Onderstreping deel van die\noorspronklike.)\nVolgens die eiser moet die term 'promptly' in hierdie\nparagraaf verstaan word as 'n verwysing na die dag waarop die betrokke amptenare\nse diens beëindig is. Gevolglik was die verweerder, volgens die eiser,\ningevolge para 17(a), kontraktueel verplig om te voldoen\naan sy verwagting\nwaarna in die paragraaf verwys word, naamlik, dat hy sy pensioengratifikasie op\ndatum van diensbeëindiging\nsou ontvang.\n[4]\tIn sy pleit het die\nverweerder ontken dat hy kontraktueel  die verpligting op hom geneem het waarop\ndie eiser se saak berus. Volgens\ndie verweerder is die betaling van rente op die\neiser se pensioengratifikasie statutêr gereël deur art 26 van\nProklamasie\n21 van 1996 ('die Proklamasie') wat in die Staatskoerant van 19\nApril 1996 deur die President afgekondig is. Die gedeelte van art 26\nwaarop\ndie verweerder hom beroep, lui soos volg:\n'26(1)\t Notwithstanding\nanything to the contrary in any law contained, a benefit payable in terms of\nthis Law shall be paid to the\nmember ... entitled to such benefit within a\nperiod of 60 days after the date on which the Board receives a duly completed\nstatement\nin the prescribed form or, if the Board receives such statement before\nthe date on which a benefit is payable to the member or pensioner\nconcerned in\nterms of this Law, within a period of 60 days after the date on which such\nbenefit is so payable.\n(2)\t If a benefit is not paid within the period\nreferred to in subsection (1), interest shall be paid by the Fund to the member\n... on any part of the amount of the benefit not paid within the period of 60\ndays referred to in subsection (1) at the rate prescribed.'\nIn die lig\nvan hierdie bepalings, so het die verweerder aangevoer, sou die eiser eers op\nrente geregtig wees indien hy nie binne 60\ndae na sy diensbeëindiging sy\npensioengratifikasie ontvang het nie. Aangesien die gebeurlikheid waarvoor in\nart 26(2) voorsiening\ngemaak is nooit  gerealiseer het nie, was die eiser nie op\nenige rente geregtig nie.\n[5]\tVolgens die pleitstukke het beide partye\nskynbaar van die vertrekpunt uitgegaan dat dit die verweerder was wat vir die\nbetaling\nvan die eiser se pensioengratifikasie aanspreeklik was. Soos aanstons\nsal blyk, was hierdie vertrekpunt kennelik verkeerd. Betaling\nvan die eiser se\npensioengratifikasie was die verpligting van die Government Employees Pension\nFund ('die Fonds') wat ingevolge art\n2 van die Proklamasie tot stand gekom het.\nIn hierdie  lig was die eiser se saak uiteindelik dat daar, benewens die\nverbintenis tussen\nhom en die Fonds, in die lig van para 17(a) van die\nomsendbrief 'n aparte kontraktuele verhouding tussen hom en die verweerder\nontstaan\nhet waarvolgens die verweerder onderneem het om toe te sien dat die\nFonds sy gratifikasie op datum van sy diensbeëindiging betaal.\nSo gesien,\nontstaan die vraag waarom die eiser geregtig sou wees op die moratore rente wat\nhy eis, eerder as op skadevergoeding weens\nkontrakbreuk. Daarmee gepaardgaande\nis die verdere vraag hoekom die omvang van die eiser se skade noodwendig gelyk\ngestel moet word\naan rente teen die koers van 15,5% per jaar, wat in terme van\ndie Wet op die Voorgeskrewe Rentekoers 55 van 1975 vir moratore rente\nvoorgeskryf is. Moratore rente, wat eintlik 'n surrogaat vir skadevergoeding\nweens kontrakbreuk is, is immers slegs verhaalbaar van\ndie party wat vir die\nhoofskuld aanspreeklik is en wat versuim het om dit tydig te betaal (sien\nbyvoorbeeld\nThoroughbred Breeders Association v Price Waterhouse\n2001 (4)\nSA 551\n(HHA) 593A-G).  Hierdie probleme in die eiser se saak is egter ondervang\ndeur 'n ooreenkoms wat by die aanvang van die verhoor namens\ndie partye\naangegaan is. In terme hiervan is die geskilpunte tussen hulle beperk tot die\nvolgende twee vrae:\n(a)\tHet daar 'n ooreenkoms tussen die partye tot stand\ngekom waarvolgens die verweerder verplig was om toe te sien dat die eiser sy\npensioenvoordele op die laaste dag van sy diens ontvang?\n(b)\tIndien wel, is\nsodanige ooreenkoms uitgesluit deur die bepalings van art 26 van die\nProklamasie?\n[6]\tHierdie formulering wat daarop neerkom dat die vrae\nrondom die kontrak waarop die eiser steun tweeledig van aard is, dra nie werklik\nby tot groter helderheid nie. By behoorlike ontleding van die party se\nteenoorstaande standpunte is die vernaamste vraag in hierdie\nverband eintlik\nmaar een, naamlik of die ooreenkoms waarop die eiser hom beroep bestaanbaar is\nmet die bepalings van art 26 van die\nProklamasie.\n[7]\tMet verwysing na\ndie geskilpunte soos in die verhoorhof geformuleer, was die landdros se\nbeslissing dat die eiser nie die ooreenkoms\nwaarop hy hom beroep, bewys het nie.\nHierdie beslissing was hoofsaaklik die resultaat van die landdros se bevinding\ndat 'promptly'\nin para 17(a) van die omsendbrief nie sinoniem is met die datum\nvan sy diensbeëindiging nie. Die landdros se  beslissing ten\ngunste van die\nverweerder op geskilpunt (a) het dit vir hom onnodig gemaak om te handel met\ngeskilpunt (b).\n[8]\tHierteenoor het die hof benede op appèl die\neiser gelyk gegee in sy standpunt dat para 17(a) inderdaad in 'n ooreenkoms\ntussen die partye beliggaam is en dat 'promptly' in die konteks van dié\nparagraaf, 'can only mean at the date of retirement\nand not thereafter'. Dit het\ndie hof\na quo\ngenoodsaak om ook geskilpunt (b), rakende art 26 van die\nProklamasie, te beslis. Hieroor was die hof se beslissing dat, aangesien\nart 26\nslegs op die verhouding tussen die eiser en die Fonds betrekking gehad het, die\nbepalings van die artikel nie die\nverweerder\n(in teenstelling met die\nFonds) verhoed het om 'n kontrak aan te gaan soos dié waarop die eiser\nhom beroep nie.\n[9]\tDie oorweging van die hof\na quo\nse bevindings\nverg, eerstens, 'n nadere beskouing van die onderlinge verhouding tussen die\neiser, die verweerder en die Fonds en,\ntweedens, 'n behoorlike uitleg van\nklousule 17(a) teen die agtergrond van die omsendbrief as\ngeheel.\n[10]\tBlykens die Proklamasie is die Fonds geskep om vir die\nbetaling van pensioenvoordele aan staatsamptenare, insluitende  amptenare\nvan\ndie verweerder, voorsiening te maak. Die eiser was 'n lid van die Fonds en die\nbetaling van sy pensioengratifikasie op 15 Januarie\n1997 is deur die Nasionale\nDepartement van Finansies (Hoofdirektoraat: Pensioenadministrasie) uit die Fonds\ngedoen. Ingevolge art\n2(2) van die Proklamasie is die Fonds 'n regspersoon.\nArtikel 29(1) van die Proklamasie maak voorsiening vir die uitvaardiging van\nreëls vir die Fonds. Hierdie reëls, wat as skedule 1 tot die\nProklamasie toegevoeg is, is in terme van art 29(5) van\ndie Proklamasie\nbindend op die eiser, die verweerder en die Fonds. Die Proklamasie en die\nreëls bevat uitvoerige bepalings,\nonder meer, oor hoe 'n lid se\npensioenvoordele bereken moet word asook oor wanneer en op welke wyse en\nvoorwaardes sodanige voordele\naan hom betaalbaar sou word. Artikel 20(1) van die\nProklamasie bepaal, onder meer, dat 'no award of a benefit or any increase\nthereof\nand no alteration of any condition ... shall be lawful unless the award,\nincrease [or] alteration ... is authorized by an Act of\nParliament'. Soos op die\nou end tereg deur die eiser aanvaar is, het hy in die lig van hierdie uitvoerige\nstatutêre bepalings\ngeen aanspraak op betaling van sy pensioenvoordele\nteenoor die\nverweerder\ngehad nie. Sy reg op hierdie voordele, wat sy\ngratifikasie ingesluit het, was teenoor die Fonds en is gereël deur die\nbepalings\nvan die Proklamasie en die reëls van die Fonds.\n[11]\tDit\nbring my by die omsendbrief. Dit is 'n brief van die Direkteur-generaal van die\nNasionale Departement van Staatsdiens en\nAdministrasie gerig aan alle\nstaatsdepartemente en provinsiale administrasies. Dit het vergesel gegaan van\nsewe aanhangsels gemerk\nA tot G. Ter inleiding verduidelik die brief dat die\naantal amptenare in die Staatsdiens, ooreenkomstig 'n kabinetsbesluit, afgeskaal\nmoes word en dat daar gevolglik 'n uitnodiging aan staatsamptenare in diens van\ndie geadresseerdes gerig moes word om vir vervroegde\naftrede aansoek te doen.\nDie res van die omsendbrief en sy aanhangsels kan myns insiens in twee breë\nkategorieë verdeel\nword. Eerstens, bevat dit 'n uiteensetting van voordele,\ninsluitende pensioen- en ander voordele, waarop amptenare in verskillende\nklasse\nby vervroegde aftrede geregtig sou wees. Die instansies aan wie die brief gerig\nis, is dan gevra om die aard en omvang van\nhierdie voordele aan hulle amptenare\noor te dra en nader toe te lig. Wat die aard en omvang van pensioenvoordele\nbetref, is die verduideliking\ngebaseer op die bepalings van die Proklamasie en\ndie reëls van die Fonds. Inderwaarheid is uittreksels van daardie gedeeltes\nvan die reëls wat op pensioenvoordele by vervroegde aftrede betrekking het\nas aanhangsels by die brief aangeheg. Voorts is die\ngeadresseerdes versoek om 'n\nafskrif van die volledige Proklamasie, insluitende die reëls, te bekom, ten\neinde hulle nadere\ntoeligting aan potensiële aansoekers aan die hand\ndaarvan te doen. Wat pensioenvoordele betref het die omsendbrief dus in wese\ngesê dat suksesvolle aansoekers by vervroegde aftrede  geregtig sou wees\nop daardie voordele wat in die Proklamasies en die\nreëls uiteengesit\nis.\n[12]\tBenewens die uiteensetting van die voordele, bevat die\nomsendbrief 'n tweede kategorie inligting wat hoofsaaklik bestaan uit\nvoorskrifte en instruksies deur die Nasionale Departement van Staatsdiens en\nAdministrasie aan die geadresseerde staatsdepartemente\nen provinsiale\nadministrasies. Hierdie voorskrifte handel, enersyds, oor die kriteria wat by\ndie oorweging van aansoeke om vervroegde\naftrede toegepas moes word en,\nandersyds, oor die prosedures wat gevolg moes word met betrekking tot amptenare\nwie se aansoeke aanvaar\nis.\n[13]\tDit staan vas dat die eiser se\ndiensverhouding met die verweerder ingevolge 'n ooreenkoms tussen die partye\nbeëindig is,\nwelke ooreenkoms tot stand gekom het toe die verweerder die\neiser se aansoek om vervroegde aftrede aanvaar het. Dit is eweneens duidelik\ndat, vir soverre die eiser staatgemaak het op die uiteensetting van voordele in\ndie omsendbrief toe hy sy aansoek om vervroegde aftrede\ngedoen het, hierdie\nuiteensetting van voordele regtens beskou moet word as bepalings van die kontrak\nwat tussen die partye tot stand\ngekom het. Myns insiens kan dieselfde egter nie\ngesê word van die tweede kategorie van mededelings in die omsendbrief,\nbestaande\nuit voorskrifte of instruksies aan departemente en administrasies,\nnie.\n[14]\tTeen hierdie agtergrond kan nou oorweeg word of die eiser sy\nsaak uitgemaak het dat klousule 17(a) van die omsendbrief gekonstrueer\nmoet word\nas 'n kontraksbepaling waarvolgens die verweerder teenoor die eiser onderneem\nhet dat hy sy pensioengratifikasie op die\nlaaste dag van sy diens sal ontvang.\nDie verweerder se vernaamste verweer was dat hy hom nie tot so 'n onderneming\nkon verbind nie\nomdat art 26 van die Proklamasie dit verbied. Ek vind dit\nonnodig om finaal oor die meriete van hierdie verweer te beslis, omdat\ndaar\nverskeie ander redes is waarom klousule 17(a) van die omsendbrief eenvoudig nie\ndie saak wat die eiser daarop probeer bou het,\nkan dra nie.\n[15]\tEerstens\nval klousule 17(a) myns insiens nie in die eerste kategorie van mededelings in\ndie omsendbrief, bestaande uit beloftes\nvan voordele nie, maar in die tweede\nkategorie, bestaande uit instruksies deur die Departement van Staatsdiens en\nAdministrasie aan\ndie geadresseerde instansies. Hierdie instruksies is deur\nniemand beoog om kontraksbepalings te word nie. Meer pertinent, die wese\nvan\nklousule 17(a) is nie 'n\nonderneming\ndat vervroegde uittreders hulle\npensioenvoordele 'promptly' sal ontvang nie. Dit is 'n\ninstruksie\naan die\ngeadresseerdes, insluitende die verweerder, dat hulle die tersaaklike dokumente\nvoor die bepaalde datum moet voorsien sodat\ndie Fonds die suksesvolle aansoekers\nse pensioenvoordele 'promptly' kan betaal. Hierdie instruksie het net so min 'n\nbepaling van\ndie kontrak tussen die eiser en die verweerder geword as,\nbyvoorbeeld, die instruksies wat in die verdere sub-paragrawe van para\n17 van\ndie omsendbrief volg. Hiervolgens is die geadresseerde instansies aangesê\nom toe te sien dat aansoeke om pensioenvoordele\ngedoen word op die wyse en in\ndie vorms wat deur die  Proklamasie en die reëls van die Fonds voorgeskryf\nis.\n[16]\tIn die tweede plek kan ek nie saamstem met die standpunt van die\nhof\na quo\ndat 'promptly' die laaste dag van die eiser se diens beteken\nnie. In sy konteks verwys 'promptly' myns insiens nie na 'n bepaalde\ndag nie;\neerder het dit betrekking op stiptelike betaling in ooreenstemming met die\ntoepaslike voorskrifte rakende pensioenbetalings.\nDie bedoeling met para 17(a)\nwas, soos met die res van die omsendbrief, klaarblyklik nie om van die\nProklamasie en die reëls\nvan die Fonds af te wyk nie, maar juis om toe te\nsien dat dit toegepas word. So gesien beteken klousule 17(a) dat die\nadministrasie\naangesê word om die betrokke dokumente minstens ses weke\nvoor die amptenaar se uittrede te verskaf sodat aan die amptenaar\nse verwagting,\ndat hy sy pensioenvoordele in ooreenstemming met die toepaslike voorskrifte van\ndie Fonds sal ontvang, voldoen kan\nword. In die konteks kan die toepaslike\nvoorskrifte maar net dié wees wat in art 26 van die Proklamasie vervat is\nwat immers\nuitdruklik reël presies wanneer pensioenvoordele betaalbaar is\nen welke rente betaalbaar is indien dit nie op daardie datum\nbetaal word\nnie.\n[17]\tDerdens dig die konstruksie van klousule 17(a) waarop die eiser\nsteun aan die verweerder 'n aanbod toe om uit eie fondse beter\npensioenvoordele\nte betaal as wat in terme van die Proklamasie en die reëls van die Fonds\nbetaalbaar is. Myns insiens is daar,\nin die lig van art 26 saamgelees met\nart 20(1) van die Proklamasie, 'n saak uit te maak vir die verweerder se\nstandpunt dat\nso 'n aanbod verbode sou wees. Soos ek egter reeds aangedui het,\nis dit nie nodig om 'n finale beslissing oor die juistheid van hierdie\nstandpunt\nte gee nie. Afgesien daarvan of die verweerder regtens in staat was om so 'n\naanbod te maak of nie, is so 'n aanbod in\nal die omstandighede hoogs\nonwaarskynlik en kan dit nie bloot op grond van 'n vae verwysing na 'promptly'\nin para 17(a) afgelei word\nnie.\n[18]\tGevolglik het die eiser\nmyns insiens nie die ooreenkoms bewys waarop sy saak berus nie. Wat koste\nbetref, is die verweerder,\nooreenkomstig die voorwaarde wat hierdie hof by die\ntoestaan van verlof tot appèl  opgelê het, aanspreeklik vir die\neiser se koste in die onderhawige appèl.  Daar is egter geen rede waarom\ndie eiser nie vir die koste van sy appèl in\ndie hof\na quo\nverantwoordelik gehou moet word nie. Die slotsom waartoe ek kom beteken immers\nin wese dat die landdros van die begin af reg was.\n[19]\t(a) \tDie\nappèl slaag.\n(b)\tDie appellant word gelas om die koste van die\nappèl te \t\tbetaal.\n(c)\tDie bevele van die hof\na quo\nword ter\nsyde gestel en \t\tvervang met die volgende:\n'Die appèl word van die\nhand gewys met koste.'\n.......................\nF D J\nBRAND\nAPPÈLREGTER\nStem saam\n:\nHARMS \t  AR\nSCOTT \t  AR\nMTHIYANE  AR\nPONNAN\n\t  Wnd AR",
  "scraped_at": "2026-02-12T08:58:20.662044",
  "date": "2004-03-29",
  "coram": [
    "Harms",
    "Scott",
    "Mthiyane",
    "Brand AR",
    "Ponnan Wnd"
  ],
  "case_number": "644/02",
  "parties": {
    "applicants": [
      "Premier van die Gautengse Provinsiale Regering"
    ],
    "respondents": [
      "Johannes Jacobus Myburgh"
    ]
  },
  "sections": {
    "facts": "The respondent, Mr Myburgh, was employed by the appellant, the Premier of the Gauteng Provincial Government, until 30 November 1996 when his employment was terminated following acceptance of his application for early retirement. As part of a voluntary severance package he was entitled to a pension gratuity of R690,030.05, which was paid on 15 January 1997. He claimed that, because the payment was delayed by 45 days, he was owed moratorium interest of R13,186.18 at the statutory rate of 15.5% per annum. The dispute centred on whether the appellant had a contractual obligation, arising from paragraph 17(a) of a circular dated 22 May 1996, to ensure payment of the gratuity ‘promptly’, i.e. on the last day of service, and whether such an obligation was displaced by section 26 of Proclamation 21 of 1996 which governs payment times and interest.",
    "issues": "1) Whether a contract existed between the appellant and the respondent that required the appellant to see that the pension gratuity was paid on the last day of the respondent’s employment. 2) If such a contract existed, whether its operation was excluded by the statutory scheme in section 26 of Proclamation 21 of 1996.",
    "principles": "The court applied principles of contract interpretation, emphasizing that for a term to be contractual it must be intended to create legal relations and not merely be an administrative instruction. It examined the meaning of ‘promptly’ in the context of the circular and held that the circular was an instruction to departments, not a promise to the employee. The statutory framework of Proclamation 21 of 1996, particularly section 26, was interpreted as governing the relationship between the member and the Government Employees Pension Fund, setting a 60‑day period for payment and providing for interest only after that period. Moratorium interest was recognised as a surrogate for damages, payable only by the party liable for the default.",
    "application": "The court found that paragraph 17(a) of the circular did not create a contractual duty on the appellant to ensure payment on the date of termination; it was an administrative directive aimed at ensuring departments supplied required documentation to the Pension Fund in time. Consequently, the appellant could not be held liable for interest. Moreover, section 26 of the proclamation applied only to the relationship between the employee and the Pension Fund, not to the employer. As the employer had no contractual liability, the claim for moratorium interest failed.",
    "conclusion": "The appeal was successful. The appellant’s liability for the interest claim was dismissed and the appellant was ordered to pay the costs of the appeal. The appellant’s costs order replaced the earlier order of the lower court."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Pension Law",
    "level_3": [
      "contract interpretation",
      "moratorium interest",
      "public service pension",
      "Proclamation 21 of 1996"
    ]
  }
}