{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/9.html",
  "case_name": "Metcash Trading Ltd v Credit Guarantee Insurance Corporation of Africa Ltd (96/2003) [2004] ZASCA 9; [2004] 2 All SA 484 (SCA); 2004 (5) SA 520 (SCA) (25 March 2004)",
  "citation": "[2004] ZASCA 9",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 9\n|\nNoteup\n|\nLawCite\nMetcash Trading Ltd v Credit Guarantee Insurance Corporation of Africa Ltd (96/2003) [2004] ZASCA 9; [2004] 2 All SA 484 (SCA); 2004 (5) SA 520 (SCA) (25 March 2004)\nDownload original files\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No 96/2003\nMETCASH TRADING LIMITED                                               \nAPPELLANT\nand\nCREDIT GUARANTEE INSURANCE\nCORPORATION OF AFRICA LIMITED                               \nRESPONDENT\nBefore:\tHowie P, Brand, Lewis JJA, Jones and\nSouthwood AJJA\nHeard:\t9 March 2004\nDelivered:\t25 March\n2004\nInterpretation of insurance contract. Condition excluding\nliability of insurer not void for vagueness. ‘Claim’ means demand\nfor indemnity in a particular amount. Failure to lodge claim timeously results\nin insurer being free of liability.\nJUDGMENT\nSOUTHWOOD AJA\n[1]\tThe issue in this appeal is whether\nthe appellant (the plaintiff in the court\na quo\n) failed to lodge its\nclaim in terms of the investment insurance policy (‘the policy’)\nissued by the respondent (the defendant\nin the court\na quo\n)\ntimeously, and accordingly cannot hold the respondent liable under the\npolicy.\n[2]\tDuring 1991 the appellant was conducting business in\nZaïre by means of an undertaking called Metro Zaïre SPRL. The\nappellant\nheld an interest in Metro Zaïre and had granted medium-term and\nlong-terms loans to the undertaking to enable it to carry on\nbusiness. On\n1 February 1991 the appellant arranged for insurance to cover this interest\nand the loans (‘the insured investment’).\nThe policy was issued on\n21 February 1992 and was in force at all material times.\n[3]\tIn the\npolicy the respondent agreed that in the event of the appellant sustaining\nmonetary loss in respect of the insured investment\ndue to a ‘cause of\nloss’, the respondent would indemnify the appellant in the manner\nstipulated in the policy. Causes\nof loss were defined in the policy to include\nexpropriation, war and transfer restrictions.\n[4]\tAlthough the parties\ncalled witnesses it is not necessary to consider their evidence. The facts are\nwell documented in the correspondence\nwhich passed between the parties and their\nagents and are not in dispute. The only contentious issue in the court a quo was\nwhether\nin August or September 1992 the appellant delivered to the respondent a\nbalance sheet containing details of the appellant’s\nclaim. In the court a\nquo the appellant’s counsel conceded that this had not been proved and in\nthis court he repeated the\nconcession.\n[5]\tOn 21 September 1991 the store\nwhere Metro Zaïre conducted its business was burned down and looted in\ncircumstances falling\nwithin the policy definition of war. On 23 September 1991\nthe appellant’s agent, Tradegro Shipping Ltd, faxed a letter to the\nrespondent informing the respondent that the Metro Zaïre store had been\nseverely damaged and looted and recording ‘our\nofficial notification of a\npending claim, which will be raised as soon as details are\nreceived’.\n[6]\tThereafter a number of meetings were held between\nrepresentatives of the parties and their agents and there was an extensive\nexchange\nof correspondence regarding the formulation and lodging of the claim.\nIn this correspondence the respondent repeatedly referred the\nappellant to the\nnecessity of lodging a claim timeously and the appellant repeatedly advised the\nrespondent that the appellant was\nin the process of formulating its claim.\nEventually on 1 October 1993 the appellant’s agent, Dewar Rand Marine\nServices (Pty)\nLtd (‘Dewar Rand’), delivered to the respondent a\nletter dated 28 September 1993 in which the appellant claimed R72 000\nfor the\nloss of ‘share capital’ (in terms of definition 1.1.2 of the policy\nthe appellant’s shareholding in Metro\nZaïre) and R3 467 492 25 for\nthe long-term loan. The letter also informed the respondent that the appellant\nwas still waiting\nfor information relating to its medium-term loan and would\nfinalise that part of the claim as soon as that information had been received.\nThe respondent took receipt of the letter and again there were meetings between\nthe representatives of the parties at which various\ndocuments were handed to the\nrespondent’s representatives. There was also a further exchange of\ncorrespondence. On 9 February\n1994, at one of the meetings held for the purpose\nof delivering documents to the respondent, the respondent’s\nrepresentatives\nhanded to the appellant’s representatives a letter in\nwhich the respondent pointed out that taking delivery of the documents\nwould not\nconstitute acceptance of the appellant’s claim by the respondent, and the\nappellant was referred to Operating Condition\n12.2 and definition 1.1.2 of the\npolicy. Finally, on 3 October 1994 the respondent addressed a letter to the\nappellant informing\nthe appellant that the respondent did not accept liability\nfor the claim ‘due to prescription’ and referring the appellant\nto\nOperating Condition 12.2 read with definition 1.1.2.\n[7]\tIn March\n1995 the appellant, relying on the policy, issued summons against the respondent\nin the High Court. The appellant claimed\na declarator that the respondent was\nliable to indemnify the appellant in respect of the appellant’s losses and\npayment of\nthe sum of R3 483 701 15 together with ancillary relief. As\nforeshadowed in its letter dated 3 October 1994 the respondent pleaded\nthat\nit was not liable for the appellant’s claim because it had not been lodged\ntimeously as required by Operating Condition\n12.2 read with Operating Condition\n8 of the policy. In its replication the appellant averred that Operating\nCondition 12.2 was void\nfor vagueness and that in any event the appellant had\nlodged its claim timeously. At the commencement of the trial the court\na\nquo\nmade an order in terms of rule 33 (4) that these issues (and others not\npresently relevant) be decided first. The court\na quo\nrejected the\nappellant’s contentions, upheld the defence raised in the\nrespondent’s plea and dismissed the appellant’s\nclaims with costs.\nThe appellant appeals against that judgment with the leave of the court\na\nquo\n.\n[8]\tOperating Conditions 8 and 12 read as follows –\n‘8.\nLODGING OF CLAIMS\nUpon the occurrence of a Loss the\nInsured shall be entitled to make a claim under the Policy in respect of the\nInsured Investment\nand the Corporation shall pay to the Insured the Insured\nPercentage of the Amount of Loss within 30 days after the Insured has accepted\nthe basis of settlement proposed by the Corporation. Provided, however, that the\nCorporation must first have received payment of\nthe amount of the indemnity from\nthe Government of the Republic of South Africa in terms of the Reinsurance\nAgreement entered into\nbetween the Corporation and the Minister of Economic\nAffairs in pursuance of Section 2 of the Export Credit Reinsurance Act no 78\nof\n1957 (as amended). Such claim shall be considered for settlement:\n8.1\tWhere the Loss is due to expropriation or war 12 months after the occurrence\nof a Cause of Loss;\n8.2\tWhere the Loss is due to transfer restrictions immediately after the\noccurrence of the Cause of Loss.\n12.\nREPUDIATION OF\nCLAIMS\n12.1\tThe Insured shall be advised by registered letter of any\nclaim lodged by the \tInsured for which the Corporation does not admit\nliability.\nShould the Insured fail \tto institute proceedings disputing the\nCorporation’s repudiation of such claim as \taforementioned\nin a South\nAfrican Court of Law within a period of six months \tafter the date of the\nCorporation’s relevant advice, the Insured’s\nrights to any \tfurther\naction in connection with the claim will be forfeited and the Corporation \twill\nbe absolved from all liability\nin respect of the claim repudiated by\nit.\n12.2\tNor shall the Corporation be liable for any claim which is not\nlodged within a \tperiod of one year after the dates specified\nin Operating\nCondition 8.’\n[9]\tOn appeal the appellant’s counsel\ncontended, first, that Operating Condition 12.2 is meaningless as ‘the\ndates specified\nin Operating Condition 8’ cannot be related to\nidentifiable dates in Operating Condition 8 and accordingly that Operating\nCondition\n12.2 is void for vagueness; and secondly, that in any event the\nappellant had lodged a claim timeously within the proper meaning\nof clause 12.2.\nBoth contentions necessitate the interpretation of the relevant Operating\nConditions.\n[10]\t‘According to our law ... a policy of insurance\nmust be construed like any other written contract so as to give effect\nto the\nintention of the parties as expressed in the terms of the policy, considered as\na whole. The terms are to be understood in\ntheir plain, ordinary and popular\nsense unless it is evident from the context that the parties intended them to\nhave a different\nmeaning, or unless they have by known usage of trade, or the\nlike, acquired a peculiar sense distinct from their popular meaning’\n(\nBlackshaws (Pty) Ltd v Constantia Insurance Co Ltd\n1983 (1) SA 120\n(A)\nat 126H-127A). If the ordinary sense of the words necessarily leads to some\nabsurdity or to some repugnance or inconsistency\nwith the rest of the contract,\nthen the court may modify the words just so much as to avoid that absurdity or\ninconsistency but no\nmore (\nScottish Union & National Insurance Co Ltd v\nNative Recruiting Corporation Ltd\n1934 AD 458\nat 464-466;\nFedgen\nInsurance Ltd v Leyds\n1995 (3) SA 33\n(A) at 38B-E). It must also be borne in\nmind that –\n‘Very few words ... bear a single meaning, and the\n‘ordinary’ meaning of words appearing in a contract will necessarily\ndepend upon the context in which they are used, their interrelation and the\nnature of the transaction as it appears from the entire\ncontract’\n(\nSassoon Confirming and Acceptance Co (Pty) Ltd v Barclays National Bank\nLtd\n1974 (1) SA 641\n(A) at 646B). It is essential to have regard to the\ncontext in which the word or phrase is used with its interrelation to the\ncontract\nas a whole, including the nature and purpose of the contract\n(\nCoopers & Lybrand and Others v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at 768A-B;\nAktiebolaget Hässle and Another v Triomed (Pty) Ltd\n2003 (1) SA 155\n(SCA) para 1).\n[11]\tIn support of the appellant’s first contention\nthe appellant’s counsel argued that Operating Condition 12.2 determines\nthe period within which a claim must be lodged with reference to Operating\nCondition 8, but that the periods prescribed in clauses\n8.1 and 8.2 are\nunrelated to the time within which the insured is required to make a claim under\nthe policy. Operating Condition\n8 contemplates a claim being made well before\nthe dates specified in clause 8.1 and 8.2 in order for it to be considered and\nthereafter\nsettled. But Operating Condition 12.2 contemplates that the period\nfor the lodging of a claim is after the date stipulated in Operating\nCondition 8\nfor the consideration of the claim. According to the argument this results in an\nabsurdity. The claim cannot be lodged\nafter the time when it has to be\nconsidered. This argument presupposes a literal meaning being given to clauses\n8.1 and 8.2: namely,\nthat a claim will be considered once only, on the date\nspecified in the clauses, irrespective of whether the insured has lodged a\nclaim\nor not. Clearly that would be absurd.\n[12]\tThe purposes of Operating\nCondition 8 and Operating Conditions 12.1 and 12.2 are clearly different.\nOperating Condition 8 determines\na timetable for the lodging of claims\n(‘upon the occurrence of a loss’), payment to the insured of the\ninsured amount\n(‘within 30 days after the insured has accepted the basis\nof the settlement proposed by the corporation provided the corporation\nhas\nreceived payment of that amount from the Government of the Republic of South\nAfrica’) and when a claim shall be considered\nfor settlement (where the\nloss is due to expropriation or war, 12 months after the occurrence of a cause\nof loss; where the loss\nis due to transfer restrictions, immediately after the\noccurrence of the cause of loss). Operating Condition 12 sets time limits\nfor\nthe institution for proceedings and the lodging of a claim failing which the\ncorporation shall not be liable for such claim.\nOperating Condition 12.1\nstipulates that the insured must institute proceedings within six months of the\ndate of being notified that\nthe insurer repudiates the claim. Operating\nCondition 12.2 stipulates that a claim must be lodged within one year after the\ndates\nspecified in Operating Condition 8. It is clear that Operating Condition 8\nspecifies two dates by reference to two events –\nthe dates of\nconsideration of claims under the policy. In terms of clause 8.1, where the loss\nis due to expropriation or war, the\ndate is 12 months after the occurrence of\nthe cause of loss and in terms of clause 8.2, where the loss is due to transfer\nrestrictions,\nthe date of the occurrence of the cause of loss. There is\ntherefore no difficulty about determining the dates specified in Operating\nCondition 8.\n[13]\tWhen the two Operating Conditions are read together\nit is also clear that the relevant dates determined in clauses 8.1 and 8.2\nare\nthe dates\nfrom which\na claim will be considered for settlement by the\nrespondent. Operating Condition 8 gives the insured the right to make or lodge a\nclaim upon the occurrence of a cause of loss (ie immediately) but the insured is\nnot obliged to do so. Operating Condition 12.2 gives\nthe insured a period of 12\nmonths from when the insurer becomes obliged to consider a claim, to lodge a\nclaim. Where the loss is\ndue to expropriation or war this period of 12 months\nruns from a date 12 months after the occurrence of the cause of loss (ie the\ninsured has a period of 24 months within which to lodge a claim). Where the loss\nis due to transfer restrictions, this period of\n12 months runs from the date of\nthe occurrence of the cause of loss (ie the insured has a period of 12 months\nwithin which to lodge\na claim). Clearly the insurer can consider a claim only\nafter it has been lodged. A claim falling under clause 8.1 may be lodged\nat any\ntime within 12 months after the occurrence causing loss but the insurer will not\nbe obliged to consider the claim until 12\nmonths after the date of the\noccurrence causing loss. If such a claim is lodged after 12 months have\nelapsed the insurer will\nbe obliged to consider the claim immediately. A claim\nfalling under clause 8.2 must be considered as soon as it is lodged. This\ninterpretation\nmakes the policy workable in practice and avoids the absurd\nresult contended for by the appellant’s counsel. The appellant’s\nfirst contention therefore cannot be upheld.\n[14]\tWith regard to\nthe appellant’s second contention, that the appellant lodged a claim\ntimeously, the appellant’s counsel\nargued that to qualify as a claim in\nterms of the policy a demand did not need to require payment of any particular\namount. All that\nis required is that there be a communication of the\ninsured’s assertion of its right to indemnity under the policy. That,\naccording\nto the argument, took place on 23 September 1991 when the\nappellant’s agent notified the respondent of the occurrence\nof a cause of\nloss and informed the respondent that a claim would be made in terms of the\npolicy.\n[15]\tIt is clear, as was conceded by the appellant’s\ncounsel, that the word ‘claim’ has the same meaning in Operating\nConditions 8 and 12.1 and 12.2. Appellant’s counsel contended, with\nreference to the dictionary meanings of the words ‘lodge’\nand\n‘claim’, that there is nothing in the grammatical meaning of the\nwords, nor at common law, nor in the remainder of\nthe contract that warrants\nthat the ordinary meaning of Operating Condition 12.2 be extended to\nrequire any more than notification\nby the insured to the insurer that a claim\nwas being made and that all that was required was that the insurer be notified\nthat the\nappellant was asserting a claim for indemnification under the policy.\nAppellant’s counsel also contended that although the\nphrase ‘any\nclaim’ had been subject to judicial interpretation the cases deal with\ndistinguishable provisions.\n[16]\tI do not agree with these contentions.\nWhile it is true that the provisions considered in the cases were not identical\nto the\npresent Operating Condition 12.1, they were similarly worded and had the\nsame effect. In each case the court had to decide whether\na claim had been\nlodged in order to decide whether the plaintiff had instituted action timeously\nafter the claim had been repudiated.\nIn a number of cases (all referred to by\nthe appellant’s counsel) it was decided that a claim is a demand for an\nindemnity\nin a particular amount (\nLe Voy v New Zealand Insurance Co Ltd\n1930 CPD 427\nat 431-2;\nSinovitch v General Accident, Fire and Life Assurance\nCorporation Ltd\n1946 TPD 692\nat 700-701;\nBoshoff v South British\nInsurance Co Ltd\n1951 (3) SA 481\n(T) at 487B-G;\nVan der Westhuizen v\n‘De Zeven Provincien’ Assuransie Maatskappy Bpk\n1959 (3) SA 690\n(C) at 696A-698C). These decisions were considered by this court in\nPereira v\nMarine and Trade Insurance Co Ltd\n1975 (4) SA 745\n(A) at 757F-758E and the\ncourt agreed that the words ‘any claim’ referred to a claim for\nindemnification by the insured\nin terms of the policy, and that such claim for\nindemnification must be for a fixed or specific amount. This court also\nexpressed\nits broad agreement with the relevant reasons in the judgments in the\nBoshoff\nand\nVan der Westhuizen\ncases. In my view the reasoning is\nequally applicable to Operating Condition 12.1 and the same meaning must be\ngiven to the word\n‘claim’ in Operating Conditions 12.2 and\n8.\n[17]\tIn the present case the appellant failed to lodge with the\nrespondent a demand for an indemnity in a particular amount before\n21 September\n1993. The first demand for an indemnity in a particular amount was contained in\nthe letter addressed to the respondent\nby Dewar Rand on 28 September 1993 and\nwas received by the respondent on 1 October 1993. Accordingly, the\nappellant’s second\ncontention cannot be upheld.\n[18]\tIn the\nresult, the appeal must be dismissed with costs, such costs to include the costs\nconsequent upon the employment of two\ncounsel.\n________________\nB R SOUTHWOOD\nACTING\nJUDGE OF APPEAL\nCONCUR:\nHOWIE P\nBRAND JA\nLEWIS\nJA\nJONES AJA",
  "scraped_at": "2026-02-12T08:57:29.196319",
  "date": "2004-03-25",
  "coram": [
    "Howie P",
    "Brand",
    "Lewis JJA",
    "Jones",
    "Southwood AJJA"
  ],
  "case_number": "96/2003",
  "parties": {
    "applicants": [
      "Metcash Trading Ltd"
    ],
    "respondents": [
      "Credit Guarantee Insurance Corporation of Africa Ltd"
    ]
  },
  "sections": {
    "facts": "During 1991 Metcash Trading Ltd (the appellant) held an interest in Metro Zaïre SPRL and granted loans to the undertaking. On 1 February 1991 it arranged insurance for this interest and the loans. The policy was issued on 21 February 1992 and covered losses caused by expropriation, war or transfer restrictions. On 21 September 1991 the Metro Zaïre store was burned and looted, an event classed as 'war' under the policy. The appellant notified the insurer on 23 September 1991 that a claim would be made and thereafter engaged in extensive correspondence and meetings while formulating the claim. On 28 September 1993 (received by the insurer on 1 October 1993) the appellant’s agent submitted a letter demanding R72,000 for share capital and R3,467,492.25 for a long‑term loan, indicating that the medium‑term loan portion would follow.",
    "issues": "The appeal raised two issues: (1) whether Operating Condition 12.2 of the policy, which requires a claim to be lodged within one year of the dates specified in Operating Condition 8, is void for vagueness; and (2) assuming the condition is valid, whether the appellant lodged its claim within the time limit prescribed by that condition.",
    "principles": "The court applied the general rule that an insurance policy is construed like any contract to give effect to the parties' intention, using the plain, ordinary meaning of words unless context dictates otherwise. It cited authorities such as Blackshaws v Constantia Insurance and Sassoon Confirming & Acceptance v Barclays National Bank on contractual interpretation. The court also relied on case law defining a 'claim' as a demand for indemnity in a specific amount (e.g., Le Voy v New Zealand Insurance, Boshoff v South British Insurance). These principles were used to interpret Operating Conditions 8 and 12, clarifying the dates from which the one‑year period in 12.2 begins.",
    "application": "Reading Operating Condition 8 together with 12.2, the court determined that for losses due to war the relevant date is 12 months after the loss (21 September 1992). The one‑year window in 12.2 therefore ran until 21 September 1993. The appellant’s first demand for a specific monetary amount was only received on 1 October 1993, after the deadline, and thus was not lodged timeously. The court also found no vagueness in 12.2 because the dates in 8.1 and 8.2 are identifiable, rendering the condition enforceable.",
    "conclusion": "The appeal was dismissed. The appellant failed to lodge a claim within the period required by Operating Condition 12.2, and the condition was not void for vagueness. Costs were awarded against the appellant, including costs for two counsel."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Interpretation of Insurance Contracts",
    "level_3": [
      "claim lodging",
      "operating conditions",
      "void for vagueness",
      "time limits"
    ]
  }
}