{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/28.html",
  "case_name": "Fourie NO and Others v Edeling NO and Others (522/2003) [2004] ZASCA 28; [2005] 4 All SA 393 (SCA) (1 April 2004)",
  "citation": "[2004] ZASCA 28",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 28\n|\nNoteup\n|\nLawCite\nFourie NO and Others v Edeling NO and Others (522/2003) [2004] ZASCA 28; [2005] 4 All SA 393 (SCA) (1 April 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase no:   522/2003\nIn the matter between\nP FOURIE\nN.O.\t\t\t\t\t\t\t1\nST\nAPPELLANT\nJ H J VAN RENSBURG N.O.\t\t\t\t\t2\nND\nAPPELLANT\nJ L LUBISI\nN.O.\t\t\t\t\t\t\t3\nRD\nAPPELLANT\nL M M TEFFO\nN.O.\t\t\t\t\t\t4\nTH\nAPPELLANT\nand\nC S EDELING\nN.O.\t\t\t\t\t\t1\nST\nRESPONDENT\nD ABEY\t\t\t\t\t\t\t\t2\nND\nRESPONDENT\nJ A A DA COSTA\t\t\t\t\t\t3\nRD\nRESPONDENT\nH\nCRONJE\t\t\t\t\t\t\t\t4\nTH\nRESPONDENT\nJ A\nLANDSBERG\t\t\t\t\t\t5\nTH\nRESPONDENT\nCoram:\tHARMS, ZULMAN, CONRADIE, HEHER JJA and VAN HEERDEN\nAJA\nDate of hearing:\n23 MARCH\n2004\nDate of delivery:\t1 APRIL 2004\nSummary: Liquidation of\nunlawful pyramid scheme – whether repayment by scheme of\nparticipants’ contributions was undue\npreference – whether payment\nby scheme of gains to participants was a disposition without\nvalue\nJUDGMENT\nCONRADIE JA:\n[1]\tThe audacity of its perpetrators and the\ncredulity of its participants combined to produce a gargantuan fraud notoriously\nknown\nas the Krion Pyramid Investment Scheme. It was operated from the beginning\nof 1998 and, as all these schemes do, collapsed when the\ninflow of funds could\nno longer sustain the outflow of extravagant returns to participants. Each\nparticipant on average ‘invested’\nin the scheme three times. Its\nturnover was some R1.5 billion. In order to throw regulatory authorities off the\ntrail it was at one\ntime or another conducted by entities called M P Finance\nConsultants CC, Madicor Twintig (Pty) Ltd, Martburt Financial Services Ltd,\nM\n& B Kooperasie Beperk and Krion Financial Services Ltd. The way in which the\nscheme was conducted made it attractive for investors\nto invest for periods as\nshort as three months. When the loan capital with ‘interest’ was\nrepaid at the end of the agreed\ninvestment period, the investor would more often\nthan not reinvest the capital and interest. The advantage for the investor of\ndoing\nbusiness in this way was of course that his already enormous interest was\ncompounded. Typically an investor would invest an amount\nin the scheme having\nbeen promised a return of 10% per month, capital and profit repayable within\nthree months. Until the collapse\nof the scheme, investors received repayment of\ntheir capital and their profit when due. Sometimes an investor would leave the\ncapital\nand/or the profit in the scheme and this would then have been reflected\nby means of a book entry as a payment and a new investment.\nOther investors\nwould take their capital and profit on the due date, some of whom returned after\na while to reinvest a similar amount.\n[2]\tThe appellants are the joint\nprovisional liquidators of the companies and the joint liquidators of the close\ncorporation. The\nfirst respondent is someone called the ‘investor\nrepresentative’. I shall say more about him shortly. The other respondents\nare from the ranks of the investors. Only the third, fourth and fifth\nrespondents are parties to the appeal. It is anomalous to speak\nof investors in\na scheme that was illegal from beginning to end but everyone else has done so\nand I shall do so too.\n[3]\tIn an attempt to simplify the administration of\nthe various insolvent estates the liquidators proposed a scheme of arrangement\nin terms of s 311 of the Companies Act 61 of 1973 between those of the entities\nthat are companies and their creditors. The scheme,\nsanctioned on 22 November\n2002, purported to ratify and confirm the consolidation of the assets and\nliabilities of the companies\nin the MP Finance Group. In fact, an order for such\nconsolidation was only granted on 4 February 2003. Nothing turns on this small\nirregularity. MP Finance Group is cited in the papers as a close corporation but\nin fact is not a legal persona. It is no more than\nthe name under which the\nliquidators are winding up the affairs of the Krion scheme. What became of the\nassets and liabilities of\nMP Finance Consultants CC, a close corporation at one\ntime used in the Krion scheme, is not clear. Being a close corporation, it\ncould\nnot have been a party to the scheme of arrangement. However, the uncertainty\ndoes not matter because it probably had no assets\nat the time of its liquidation\nand the entitlement of its creditors to lodge claims against MP Finance Group is\nnot in dispute.\n[4] The appeal arises from an order made by Hartzenberg J on\n28 February 2003 confirming in part a rule\nnisi\nissued pursuant to an\napplication launched by the appellants for orders under\nss 26\nand\n30\nof the\nInsolvency Act 24 of 1936\n.  He declared inter alia that the investment scheme\nwas at all material times (from and after 1 March 1999) insolvent in that its\nliabilities exceeded its assets and that contracts concluded between the\ninvestment scheme and investors in the scheme were illegal\nand null and void.\nThe order was in these terms:\n‘1.\tIt is declared that the investment scheme [concluded] by Marietjie\nPrinsloo (formerly Pelser) during the period 1998 to\nJune 2002 under various\nnames including M P Finance Consultants CC, Madikor Twintig (Pty) Ltd, Martburt\nFinancial Services Limited,\nM & B Ko-operasie Beperk en Krion Financial\nServices Limited (“the investment scheme”) was at all material times\nfrom and after 1 March 1999, insolvent in that its liabilities exceeded its\nassets.\n2.\tAll contracts concluded between the investment scheme and investors in the\nscheme were illegal and null and void.\n3.\tAll actual payments from and after March 1999 by the aforesaid investment\nscheme to investors, including the Second and further\nrespondents are set aside\nas dispositions by the scheme to investors at times when its liabilities\nexceeded its assets with the intention\nof preferring the particular investor\nabove other investors in terms of\nsection 30\nof the\nInsolvency Act, provided\nthat a reinvestment is not to be regarded as a payment and that the right of\ninvestors to rely on the provisions of\nsection 33\nof the\nInsolvency Act is\nin no\nway affected by this order.\n4.\tAn inquiry is ordered into the details of the amounts of the aforesaid\npayments and the examination and investigation provisions\nof paragraph 38 of the\nscheme of arrangement, sanctioned on 22 November 2002 under case number\n27035/2002, shall apply\nmutatis mutandis\nfor the purposes of this\ninquiry.\n5.\tThe applicants may set the matter down for judgment against any investor, at\nany time, on the same papers, duly supplemented by\nevidence, as to the\nquantum\nof the claim.\n6.\tThe costs of all parties who appeared in the matter, and of the\namicus\ncuriae\n, are payable as costs of the administration and liquidation of the\ninvestment scheme. Where applicable such costs are to include\nthe costs of two\ncounsel.’\n[5]\tThe part of the order in para 3 setting\naside ‘all actual payments’  read with the reasons given by \nHartzenberg\nJ shortly after the granting of the order soon gave rise to an\ninterpretational difficulty. It was not clear whether the order meant\nthat all\npayments to investors, including  capital repayments, were set aside or whether\nit meant that only the gain of each investor\nwas set aside.\n[6]\tThe\nappellants and the first respondent interpreted the order in the first sense\nwhile the third to fifth respondents thought\nit meant that they needed to repay\nonly their ‘profit’. Everyone was agreed, though, that  book-entry\ntype reinvestments,\nthat is to say, investments that were not paid out before\nbeing reinvested but were simply ‘rolled over’ in the scheme’s\nbooks did not qualify as ‘dispositions’ and  were therefore\nuntouched by the order. That explains the use of the term\n‘all actual\npayments’ at the outset of para 3.\n[7]\tThis difference of opinion on\nthe meaning of the order persuaded the appellants to ask the court for its\nclarification. This application\nresulted in an amended order being granted by\nHartzenberg J on 10 November 2003, an order which made it clear that only that\namount\nwhich exceeded the investment of each investor, in other words, the gain\nmade by each investor, was set aside in terms of\ns 30(1)\nof the\nInsolvency\nAct\nand\nrecorded that the question whether a reinvestment qualified as a\nnew investment was to be determined according to the facts of each\ncase. The\namended para 3 then read (with the changes italicized):\n‘3. All actual\npayments from and after March 1999 by the aforesaid investment scheme to\ninvestors including the Second and further\nrespondents\nin so far as they\nexceed the investment of each particular investor\nare set aside as\ndispositions by the scheme to investors at times when its liabilities exceeded\nits assets with the intention of\npreferring the particular investor above other\ninvestors in terms of\nsection 30\nof the\nInsolvency Act, provided\nthat a\nreinvestment is not to be regarded as a payment and that the right of investors\nto rely on the provisions of\nsection 33\nof the\nInsolvency Act is\nin no way\naffected by this order;\nwhat is to be regarded as a re-investment is to be\ndetermined objectively in each case.’\n[8]\tIt is unnecessary to\ndecide whether, in interpreting the first order, Hartzenberg J was empowered to\namend it by way of the second\norder to make it conform to what he had intended\nto say in the earlier order. He then and there granted leave to the appellants\nand\nto the first respondent (who had purported on behalf of investors to agree\nto the first order) to appeal to this Court against the\nsecond order. The other\nrespondents received leave to cross-appeal against para 3 of the first order in\ncase it should be found that\nit ought not to have been amended. The practical\neffect of this is that the first order is open for\nreconsideration.\n[9]\nSection 30(1)\nof the\nInsolvency Act deals\nwith undue\npreferences:\n‘(1)  If a debtor made a disposition of his property at a\ntime when his liabilities exceeded his assets, with the intention\nof preferring\none of his creditors above another, and his estate is thereafter sequestrated,\nthe court may set aside the disposition.’\nA colourless disposition, one\nnot made with the required intent, is not caught by the provisions of\ns 30(1).\nIn attempting to discharge the onus of proving that Ms Marietjie Prinsloo as the\ndirecting mind of the scheme had the intention to\nprefer one creditor above\nanother, the appellants relied upon the content of a report from the first\nrespondent to the Master. I\ndemonstrate its fatuousness by quoting the relevant\nparagraph in the founding affidavit in full:\n‘On the question of\nintention to prefer, as required in\nsection 30\nof the\nInsolvency Act, I\n[the\ndeponent is the first applicant] respectfully refer to the content of the\nfirst\nrespondent’s report to the Master, specifically paragraphs\n112 to 115 thereof which read as follows:\n“112\tI am prima facie of the\nview that it will be the duty of the liquidators to apply for the setting aside\nof many transactions\nin terms of\nsections 26\nand\n30\nof the\nInsolvency Act or\nunder the Actio Pauliana (common law setting aside for fraud).\n113\tIt is probable\nthat:\n113.1\nThe\nscheme business (regardless of which entity was being used at any particular\ntime) was insolvent at all material times and that\nthe liabilities substantially\nexceeded the assets;\n113.2\nAlmost all\nthe payments, whether to agents or investors and whether for interest, dividends\nor redemption of capital, were made\nunder insolvent\ncircumstances;\n113.3\nThose in control\nknew, at all material times, that:\n113.3.1\tThe\nliabilities of the business exceeded the assets;\n113.3.2\tThe scheme was fraudulent and that there was no underlying genuine\nprofit producing business activity;\n113.3.3\tEvery payment would have the effect of preferring the payee, and\nprejudicing unpaid creditors (as a class regardless of the\nidentity of the\nmembers of that class at any given\ntime);\n113.4\nSuch\nknowledge is, in my view, sufficient to establish an intention to prefer. The\npayment under insolvent circumstances objectively\nestablishes the preference\nwhich is the natural consequence of making the\npayment.\n113.5\nKnowledge of the fact of\ninsolvency, coupled with the doctrine that one is presumed to intend the natural\nconsequences of one’s\nactions, suffice to prove the requisite intention to\nprefer.\n114\tFurthermore, since the scheme was\nillegal and there were no valid underlying causae for the payments in question,\nit would follow\nthat the payments were ‘without value’ as\ncontemplated in\nsection 26.\n115\tFor these reasons it will appear that the liquidators have good prospects\nof success in claiming back moneys received by investors\nand gang\nmembers.”\n[10]  The only other material on this topic in the papers is\nan answering affidavit from the investor representative, the very person\nwhose\nviews as to the probable solvency of the scheme and the knowledge of those in\ncontrol of the scheme of this state of affairs\nare relied on in para [9].\nAlthough meant to bolster the appellants’ case, it adds nothing to it,\nbeing merely the investor\nrepresentative’s summary of certain evidence\ngiven at an enquiry in the insolvent estate of Prinsloo as well as some other\nodds and ends that are of no use in the determination of any of the issues.\n[11]\tThe nature of the evidence presented in the founding affidavit and the\naffidavit of the first respondent leaves one with no doubt\nthat it was hoped\nthat agreement between the appellants and the first respondent on all the\nessential issues would carry the day.\nRelying on authority supposedly given to\nhim by a large number of investors\nto consent to the terms of the first\norder, the first respondent agreed that all dispositions by the scheme to\ncreditors after March\n1999 ought to be set aside. There are many reasons why he\nwas not competent to have represented the investors or made such an admission\non\nbehalf of investors. They were debated before us in argument. He relied first on\nan appointment or authorization by the Master\nto the liquidators to appoint him\nto represent investors. Neither the\nInsolvency Act nor the\nCompanies Act confers\nany such power on a Master. The first respondent’s other ground is that he\nwas appointed by the court\nin terms of the scheme of arrangement. Apart from the\nfact that the court did not have the power to appoint him, the worrying feature\nof the appointment (and that by the liquidators supposedly authorized by the\nMaster) is that someone who had been struck from the\nroll of advocates was\nappointed in a fiduciary position. (The grounds for his striking off have been\nreported:\nSociety of Advocates of South Africa (Witwatersrand Local Division)\nv Edeling\n1998 (2) SA 852\n(W) at 898H-899F.) Whether due disclosure of these\nfacts had been made we do not know. Leaving aside that fact and the grave doubt\nwhether the mandate given to the first respondent by investors was broad enough\nto permit him to make admissions on behalf of those\nwhose agent he professed to\nbe, the most fundamental objection to the first respondent’s\nrepresentation of a large body of\nscheme investors is that in discharging what\nwas after all a fiduciary duty he was faced with a major conflict of interest\nbetween\nthose investors who had lost money in the liquidation of the scheme and\ntherefore were creditors of the scheme and those who were\nnot. There were\ninvestors who were not scheme creditors at the date of its liquidation (those\nwho had put money into the scheme,\ntaken their gains and wisely not re-invested)\nwho could not have been parties to an arrangement under section 311 of the\nCompanies\nAct. On behalf of them he could have had no authority to act. Even\namong the scheme’s creditors there were divergent interests.\nThe interests\nof a multiple investor would be quite distinct from those of a once only\ninvestor. The difficulty around the first\nrespondent’s conflict of\ninterests did not pass unnoticed. The court\na quo\nsought to address it by\nappointing an\namicus curiae\n. The latter made submissions to the court\na quo\nand presented helpful argument to this Court; but his appointment\ncould not overcome the fundamental flaw that the first respondent\nwas not\nempowered to make the admissions that he purported to make. Finally the first\nrespondent is not in the position of a\ncurator ad litem\nwho could\nlitigate on behalf of someone else.\n[12]\tWhen the hope that consensus\nbetween the appellants and the first respondent might carry the day was dashed\nby the third respondent’s\nanswering affidavit, the first respondent,\ntaking up the cudgels on behalf of the liquidators, delivered another affidavit,\nannexing\nto it extracts from the evidence of Prinsloo and others at an enquiry\nheld in terms of\ns 152(2)\nof the\nInsolvency Act. It\ncould not aid the appellants\nin establishing a cause of action based on\ns 30(1)\nof the\nInsolvency Act which\nthey were obliged to include in their founding papers; that defect alone was\nfatal to the success of the application. Apart from\nthat, it was not\nsatisfactorily explained how the annexing of extracts from the evidence could,\nat any rate in the absence of any\nreliance on\ns 3\nof the\nLaw of  Evidence\nAmendment Act 45 of 1988\n, possibly have made them admissible as\ntestimony\n.\n[13]\tIt is best therefore to do as the court\na quo\nappears to have done and ignore any factual material that is not common\ncause between the appellants and their supporter the first\nrespondent on the one\nhand and the remaining respondents on the other. The only material of this kind\nwhich is of any use is the\nadmitted fact that the scheme’s liabilities\nexceeded its assets on and after 1 March 1999. On the probabilities it is\ncorrect.\nAll loans made to the scheme were – in the light of at least the\nprovisions of s 11 of the Banks Act 94 of 1990 and a prohibition\nunder the\nConsumer Affairs (Unfair Business Practices) Act 71 of 1988 – illegal and\ntherefore void; this proposition of law\nis uncontested. The scheme never had the\nleast entitlement to retain investors’ money until the date which had\nsupposedly been\nagreed as the due date for repayment.  The perpetrators of the\nscheme knew the investments to be illegal. There is, on the other\nhand, no\nevidence that any of the investors knew their investments to be tainted, nothing\nfrom which to infer that any of them acted\nex\nturpi causa.\nThat\nbeing so, no question arises of relaxing the\nin pari delicto potior est\ndefendentis\nrule and the ratio in\nVisser en ‘n ander v Rousseau en\nandere NNO\n1990 (1) SA 139\n(A) is not applicable to the facts of this case.\nUpon receipt of a payment the scheme was liable promptly to repay it to the\ninvestor\nwho had a claim for it under the\ncondictio ob\niniustam\ncausam\n. Instead, it used the money to pay the claims of other investors who\nhad invested earlier. That was the whole idea of the scheme.\nThe interest\nrealized by the micro-lending business carried on by the scheme as a cover for\nits illegal activities came to a mere\nR1,76 m. The profit before tax was a\npaltry R4 530,77. The returns to investors on the other hand totalled some R30m.\nThere was no\nincome from which to pay this. Not only was the capital of later\ninvestors being unlawfully retained, but it was being used to pay\nothers their\ncapital and extravagant returns while their only chance of recovery was that yet\nother investors might be found whose\nmoney could in turn be used to pay them.\nThe nature of the scheme dictated its insolvency. It had no assets of any\nimportance and\nhuge liabilities, all of which were due and payable and very few\nof which could be met except by incurring further liabilities; so\nlater\ninvestors were clearly prejudiced. But the effect of the transactions does not\nby itself demonstrate any undue preference.\nThe issue is whether earlier\ninvestors were deliberately unduly preferred, not whether they were\nprejudiced.\n[14]\tIn the incestuous eagerness of the appellants and the first\nrespondent to augment the scheme estate the many judicial\ndicta\nthat a\ntrustee or liquidator cannot show an intention to prefer simply by proving\ninsolvency and then relying on an inference that\nthe insolvent debtor must have\nintended the natural consequences of an act of disposal were forgotten or\nperhaps ignored.\n[15]\tIt is established law that in considering whether an\nintention to prefer has been shown, all the relevant facts must be considered.\nOne such relevant (and important) fact is whether the insolvent at the time of\nthe disposition contemplated insolvency (\nPretorius NO  v Stock Owners’\nCo-Operative Co Ltd\n1959 (4) SA  462\n(A) at 472E–G);  proof of such a\ncontemplation (of which there was none) would have brought the appellants some\ndistance but\npossibly not far enough since the inference to be drawn from a\ncontemplation of sequestration is not necessarily that the insolvent’s\n\nsubjective ‘dominant, operative or effectual intention’ in making\nthe disposition (see\nCooper and Another NNO v Merchant Trade Finance Ltd\n2000 (3) SA 1009\n(SCA) at 1026G) was the intention to prefer. The intention to\nprefer is nothing but a resolve ‘to disturb what would be the\nproper\ndistribution of assets’ in insolvency. (\nPretorius NO\nat\n476D–F, a passage cited with approval in\nGert de Jager Bpk v Jones NO\nen McHardie NO\n1964 (3) SA 325\n(A) at 331E–F.) From the scanty\nmaterial in the founding affidavit, shored up by the probabilities, it seems\nthat Prinsloo\nknew that continuing to make dispositions to creditors was the\nonly way to give credibility to the scheme and so keep it afloat and\nthat this\nwas her dominant intention. She envisaged not the liquidation but the\ncontinuation of her fraudulent business. Depending\non how convincingly she did\nthis, and Marietjie Prinsloo was a gifted swindler, liquidation might be some\nway off. She also made\nattempts to recapitalize the scheme by converting loan\ninto equity capital and issuing share certificates to investors. This exploit,\nas deceitful as the rest of her business dealings, nevertheless demonstrates\nthat she did not consider her enterprise lost.\n[16]\tThe order of the court\na quo\nset aside the gains of each investor under\nsection 30(1)\nof the\nInsolvency Act. All\nparties are agreed that the gains were illegal and that\ninvestors may not retain them.  Making the order under\ns 30(1)\nwas, however, an\nerror. There was no evidence that the gains were paid over with the intention to\nprefer one creditor above another\nany more than that the investments were repaid\nwith that intention.\n[17]\tAn order could have been made under s 26 of the\nAct, the first subsection of which reads:\n’26 (1) Every disposition of\nproperty not made for value may be set aside by the court if such disposition\nwas made by an insolvent\n–\n(a)\tmore than two years before the sequestration of his estate, and it is proved\nthat immediately after the disposition was made,\nthe liabilities of the\ninsolvent exceeded his assets;\n(b)\twithin two years of the sequestration of his estate, and the person claiming\nor benefited by the disposition is unable to prove\nthat immediately after the\ndisposition was made, the assets of the insolvent exceeded his\nliabilities:’\nThe proviso that follows the subsection does\nnot concern us.\n[18]\tA disposition, it has been decided on more than one\noccasion, is not made for value if the payment is illegal.\nEstate Jager v\nWhittaker and Another\n1944 AD 246\ndealt with the payment of usurious\ninterest. ‘No obligation of any sort,’ said Watermeyer CJ at 251-52,\n‘to pay\na higher rate of interest than that permitted by the Act can arise\nfrom a promise to pay a higher rate, and it therefore follows\nthat such a\npromise is a mere nullity, and any payment of such a higher rate in pursuance of\nsuch promise is in effect a donation,\nor disposition not made for value, and is\nconsequently liable to be set aside under\nsec. 26\nof the\nInsolvency Act.’\nIn\nRousseau en Andere v Malan en ‘n Ander\n1989 (2) SA 451\n(C) at\n459I-J this dictum was applied to illegal commission payments from a scheme\nfound to have been a lottery. In\nVisser en ‘n ander v Rousseau en\nandere NNO\n1990 (1) SA 139\n(A) where the operators of a pyramid scheme paid\nparticipants for a useless product such payments were (at 154I–156F) found\nto be dispositions without value.\n[19]\tThe promise to reward investors with\nthe returns paid by the scheme was a ‘mere nullity’ and any payment\nof a profit\nor interest would have been a disposition not made for value.\nAlthough the application was,\ninter alia\n, premised on a contention which\nwas suggested by the first respondent to the liquidators that book-entry\nrepayments by the scheme\nwere dispositions, they, during argument before\nHartzenberg J, prior to the granting of the first order, decided not to persist\nin\nthis contention. They did not in this court depart from that attitude. If a\n‘repayment’ of capital retained in the scheme\nby way of a book entry\nre-investment does not qualify as a disposition, then the ‘payment’\nof gains retained in the scheme\nis not a disposition either. Where gains on\nretained gains were made (in the manner that compound interest might be earned\nby capitalising\nit) only the actual payment of the accumulated gains would be a\ndisposition without value. The question that arose in the court\na quo\nin\nrelation to a disposition of capital under\ns 30(1)\nof the\nInsolvency Act\nregarding\nthe circumstances under which the repayment of a re-investment could\nbe characterized as a disposition does not arise in the case\nof the payment of a\ngain. It is accordingly not necessary to issue any order in that regard. All the\nparties before the court accepted\nthat the repayment of an investor’s\ncapital was not a disposition without value: the investor’s\ncondictio\nprevented it from taking on that character: where a disposition was made it\nwas made in discharge of an obligation to return the illegal\npayment.\n[20]\nAn investor who was the recipient of a disposition defeasible as one without\nvalue and who parted with property or security held\nby him, or lost a right\nagainst another as consideration for a disposition of this kind need not restore\nanything received under\nthe disposition if he acted in good faith unless the\nliquidators indemnify him for parting with such property or security or for\nlosing such right\n(s 33\nof the\nInsolvency Act). The\ncourt\na quo\n,\nex\nabundanti cautela\nit seems to me, preserved this right in its order. The\nappellants have not suggested that this ought not to have been done.\n[21]\tThe\norder granted by the court below purported to bind all investors, or at least\nall those whose names appeared as respondents\non a list appended to the notice\nof motion, on the footing that a rule nisi was issued and published according to\ndirections from\nthe court calling upon those respondents who wished to do so to\nobject to confirmation of the rule on the return day. Normally, citing\nmultiple\nparties and serving an application by publication in the manner adopted here\nmight have sufficed. In the present case, however,\nservice fell gravely short of\nwhat would have been required to ensure that the investors receive a fair trial.\nThe publication as\nordered by the court described the role and set out the\nrecommendations of the first respondent who was held out to be the\n‘investors’\nrepresentative’. There is in this scenario a great\ndanger that investors might have considered their interests to be adequately\nrepresented by a court-appointed guardian and for that reason might have\nneglected to take steps to put their views before the court\nor even to obtain\nlegal advice. The sad truth of the matter is that those investors who were\ninformed of the application were probably\nat the same time discouraged from\ndefending the proceedings. The third, fourth and fifth respondents do not fall\ninto this category.\nThey defended the proceedings; they did not suffer from any\nmisunderstanding that their interests would be protected by the first\nrespondent; there is no reason why they should not be bound by a declaration of\nthis court that places no reliance on any contribution\nto the proceedings made\nby the first respondent.\n[22]\nSection 32(3)\nof the\nInsolvency Act is\nin these\nterms-\n‘When the court sets aside any disposition of property under any\nof the said sections, [which include\ns 26]\n, it shall declare the trustee\nentitled to recover any property alienated under the said disposition or in\ndefault of such property\nthe value thereof at the date of the disposition or at\nthe date on which the disposition is set aside, whichever is the\nhigher’.\nPara 5 of the order confirming the rule envisages recovery\nproceedings. Any investor against whom such recovery proceedings are brought\nwould be free to maintain that he or she is, for lack of notification or by\nreason of having been misled by the terms of the publication,\nnot bound by the\norder of Hartzenberg J. It may be that fresh setting aside proceedings against\nsuch an investor would then have\nto be combined with the recovery proceedings.\nIt seems unlikely that it will come to this since an investor would have to deny\nthat\nthe gains paid out by the scheme were dispositions without value, a\nproposition that has not been challenged by any of the parties\nand one that I\nconsider to be correct.\n[23]\tThe contention that Hartzenberg J had no power\nto amend para 3 of the first order granted by him was not pressed before us. If\nit had been and had succeeded it would have made no difference to the result or\nto the costs orders.\n[24] \tThe following order issues:\nA.\tThe\nappellants’ and the first respondent’s appeals are dismissed with\ncosts that include the costs of two counsel.\nB.\tThe cross-appeals of the\nthird, fourth and fifth respondents succeed with costs that include the costs of\ntwo counsel.  Paragraph\n3 of the order is set aside and replaced by the\nfollowing paragraph:\n‘3.\tAll actual payments, whether as profit or\ninterest, from and after 1 March 1999 by the aforesaid investment scheme to the\nsecond, third, fourth , fifth and further respondents, in so far as they exceed\nthe investment of each particular investor are set\naside, under\ns 26\nof the\nInsolvency Act as\ndispositions without value by the scheme to investors at times\nwhen its liabilities exceeded its assets, provided that the right\nof investors\nto rely on the provisions of\ns 33\nof the\nInsolvency Act is\nin no way affected by\nthis order.’\nC.\tThe costs of the\namicus curiae\nare to be costs\nin the liquidation.\n__________________\nJ H CONRADIE\nJUDGE OF APPEAL\nHARMS\nJA\t\t)Concur\nZULMAN JA\t\t)\nHEHER JA\t\t\t)\nVAN HEERDEN\nAJA\t)",
  "scraped_at": "2026-02-12T09:02:10.955498",
  "date": "2004-04-01",
  "coram": [
    "Harms JA",
    "Zulman JA",
    "Conradie JA",
    "Heher JJA",
    "Van Heerden AJA"
  ],
  "case_number": "522/2003",
  "parties": {
    "applicants": [
      "P FOURIE N.O.",
      "J H J VAN RENSBURG N.O.",
      "J L LUBISI N.O.",
      "L M M TEFFO N.O."
    ],
    "respondents": [
      "C S EDELING N.O.",
      "D ABEY",
      "J A A DA COSTA",
      "H CRONJE",
      "J A LANDSBERG"
    ]
  },
  "sections": {
    "facts": "The case concerned the Krion Pyramid Investment Scheme, a fraudulent pyramid operated from 1998 until its collapse in 2002. The scheme, run through a series of entities (MP Finance Consultants CC, Madicor Twintig (Pty) Ltd, Martburt Financial Services Ltd, M & B Kooperasie Beperk and Krion Financial Services Ltd), attracted investors with promises of 10% monthly returns and allowed rapid reinvestment of capital and interest. By the time of its collapse the scheme’s turnover was about R1.5 billion, but its liabilities exceeded its assets from 1 March 1999. The joint provisional liquidators of the companies and a close corporation (the appellants) sought to consolidate the insolvent estates and applied for orders under the Insolvency Act. Judge Hartzenberg initially declared the scheme insolvent, set aside all payments made after March 1999 as preferential, and later amended the order to limit the set‑aside to amounts that exceeded each investor’s capital, i.e., the gains.",
    "issues": "The appeal raised several legal questions: (1) Whether the payments made by the scheme to investors after it became insolvent amounted to an undue preference under section 30(1) of the Insolvency Act; (2) Whether the order should be interpreted to set aside only the investors’ gains rather than capital repayments; (3) Whether the first respondent had authority to represent the investors and to consent to the order; (4) Whether the appropriate ground for setting aside the payments was section 30 (preference) or section 26 (disposition without value) of the Insolvency Act; and (5) Whether the requisite intention to prefer a particular creditor could be inferred from the scheme’s conduct.",
    "principles": "The court relied on the statutory framework of the Insolvency Act. Section 30(1) requires a disposition made when the debtor’s liabilities exceed assets, with the intention of preferring one creditor over another, to be set aside. Section 26 deals with dispositions not made for value, including illegal payments, which may also be set aside. The court considered case law such as Pretorius NO v Stock Owners’ Co‑Operative (necessity of intent to prefer), Cooper and Another v Merchant Trade Finance (intent analysis), Estate Jager v Whittaker (illegal interest as a nullity and disposition without value), Rousseau en Andere v Malan, Visser en ’n ander v Rousseau (payments in pyramid schemes as dispositions without value), and others establishing that illegal payments are void and can be recovered. The principle that a trustee or liquidator cannot rely solely on insolvency to infer intention to prefer was reinforced.",
    "application": "Applying these principles, the court found that the original order’s wording created ambiguity about whether capital repayments were to be set aside. The amended order clarified that only amounts exceeding each investor’s capital – the gains – were to be set aside, and that the appropriate statutory basis was section 26, not section 30, because the payments were illegal and therefore made without value. The court concluded that there was insufficient evidence of the required intention to prefer under section 30. Moreover, the first respondent lacked proper authority to bind all investors, rendering his consent ineffective. Consequently, the court struck out paragraph 3 of the original order and replaced it with a provision that sets aside gains as dispositions without value under section 26, while preserving investors’ rights under section 33.",
    "conclusion": "The court dismissed the appellants’ and the first respondent’s appeals, ordering them to pay costs, including two counsel’s fees. The cross‑appeals of the third, fourth and fifth respondents were upheld, and paragraph 3 of the original order was replaced with a new provision setting aside gains over each investor’s capital under section 26 of the Insolvency Act, without affecting rights under section 33. Costs of the amicus curiae were ordered to be borne by the liquidation estate."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Undue Preference & Dispositions Without Value",
    "level_3": [
      "pyramid scheme",
      "section 30",
      "section 26",
      "liquidation",
      "illegal payments"
    ]
  }
}