{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/95.html",
  "case_name": "Health Professions Council of South Africa v De Bruin (237/03) [2004] ZASCA 95; [2004] 4 All SA 392 (SCA) (29 September 2004)",
  "citation": "[2004] ZASCA 95",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 95\n|\nNoteup\n|\nLawCite\nHealth Professions Council of South Africa v De Bruin (237/03) [2004] ZASCA 95; [2004] 4 All SA 392 (SCA) (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase No\n237/03\nReportable\nIn the matter between:\nTHE HEALTH PROFESSIONS COUNCIL\nOF SOUTH\nAFRICA\nAppellant\nand\nDEWALD DE BRUIN\nRespondent\nCoram\n:\nStreicher, Cameron, Navsa, Brand et Van Heerden JJA\nHeard:\t14 September 2004\nDelivered:\t29 September 2004\nSummary: Medical practitioner struck off register for disgraceful\nconduct – application for review and appeal in terms of section\n20 of\nHealth Professions Act 56 of 1974 both successful before High Court –\nappeal by Health Professions Council against penalty\nof three months’\nsuspension from practice by High Court succeeding – SCA substituting\nsuspension for two years.\nJUDGMENT\nVAN HEERDEN JA\nIntroduction\n[1]\nThe respondent, Dr Dewald de\nBruin (‘De Bruin’), is a medical practitioner who was found guilty\nof disgraceful conduct\nby a disciplinary committee of the appellant’s\npredecessor in title, the Interim National Medical and Dental Council of South\nAfrica.\n[1]\n(For the sake of\nconvenience, both the appellant and its predecessor in title will be referred to\nin this judgment as ‘the\nCouncil’.) In terms of the then applicable\nregulations,\n[2]\nthe disciplinary\ncommittee (‘the Committee’) recommended to the Council that, as the\npenalty for his disgraceful conduct,\nDe Bruin’s name should be removed\nfrom the register of medical and dental practitioners.  The Council subsequently\nconfirmed\nboth the finding of the Committee and the penalty recommended by it.\n[2]\nDe Bruin did not contest the\nCouncil’s finding that he was guilty of disgraceful conduct.  As regards\nthe penalty imposed on\nhim, however, he instituted review proceedings in the\nPretoria High Court, simultaneously appealing to that court in terms of s 20\nof\nthe Health Professions Act 56 of 1974 (‘the\nAct’).\n[3]\nBoth the review\napplication and the appeal were upheld with costs by the court below. Swart J\nordered that the decision of the Council\nto remove De Bruin’s name from\nthe register of medical and dental practitioners be set aside and that the\npenalty imposed on\nDe Bruin by the Council be substituted with a penalty of\nsuspension from practice for three months. With the leave of this court,\nthe\nCouncil now appeals against that\norder.\nBackground\n[3]\nThe disgraceful conduct with\nwhich De Bruin was charged had its origin in his relationship with the\ncomplainant, Ms Lioni Kühn.\n The Committee ultimately accepted the\ncomplainant’s version of events and rejected De Bruin’s version\ninsofar as it\nconflicted with that of the complainant. In approximately May\n1993, the complainant and De Bruin became involved in a romantic relationship.\nAt that time, De Bruin was a clinical assistant at the Department of Urology at\nthe University of Pretoria, qualifying to become\na specialist urologist, while\nthe complainant was a 21 year old honours student in accountancy at the same\nUniversity. By the beginning\nof July 1993, the couple had already started to\ndiscuss marriage and subsequently planned to become engaged to each other in\nDecember\n1993. It would appear that De Bruin undertook the responsibility for\ncontraceptive precautions and that, at his instance, the couple\nresorted to the\nso-called ‘rhythm method’.  Despite these precautions, the\ncomplainant became pregnant in late July/early\nAugust 1993.  De Bruin made it\nclear to her that he did not want a child at that stage and that she should not\ninform her parents\nof the pregnancy.\n[4]\nEven\nbefore the pregnancy was medically confirmed, De Bruin indicated that he would\nperform an abortion on the complainant.  When\nhormone medication did not have\nthe desired result, De Bruin decided to attempt to perform the abortion by means\nof physical intervention.\n The complainant was apprehensive, but was assured by\nDe Bruin that the procedure was quick, simple and safe. She trusted him because\nof his medical qualifications. De Bruin performed this first attempt at a\nphysical abortion in his apartment, administering liquor\nto the complainant to\nsedate her and using surgical instruments which he had apparently borrowed from\nthe hospital at which he worked.\n This first attempt was not only very painful\nfor the complainant, but was\nunsuccessful.\n[5]\nThereafter, over a period of\napproximately four months, De Bruin made numerous further attempts, all of them\nunsuccessful, to perform\nan abortion on the complainant by way of physical\nintervention. Most of these attempts took place in De Bruin’s apartment,\nwith the use of medication such as sleeping pills, morphine, Valium and\npethidene, sometimes combined with alcohol, to sedate the\ncomplainant (albeit\ninadequately). By this time De Bruin had acquired his own surgical instruments,\nsuch as a speculum, curette and\nsurgical scissors.  However, according to the\ncomplainant, he also made use of knitting needles on at least one occasion.  The\ncomplainant\nwas subjected to severe pain and trauma during the course of these\nprocedures, which also caused her to bleed intermittently from\nthe uterus.  What\nmade matters worse was that, after many of these attempts, De Bruin expected the\ncomplainant to drive herself home,\nin her own car, from his apartment to her\nparents’ home nearby (where she resided at the time). Moreover, on at\nleast one occasion,\nDe Bruin indulged in sexual intercourse with the complainant\nafter an attempt to procure an abortion, whilst she was still in a sedated\nstate. Despite the fear, pain and trauma, the complainant continued to allow\nherself to be subjected to this treatment, firstly,\nbecause she feared that the\nfetus might have been irreparably damaged and secondly, because she loved and\ntrusted the complainant\nand firmly believed that he would ultimately marry\nher.\n[6]\nDe Bruin suspended his attempts to\ninduce an abortion through physical intervention while the complainant was\ntaking her final examinations\nin early November. However, during this period,\nand using a false name, he prescribed various forms of medication for her, also\naimed\nat procuring an abortion. This medication, taken by the complainant in\naccordance with his instructions, failed to produce the desired\nresult. On or\nabout 6 November, following yet another bout of physical intervention by De\nBruin, the complainant apparently suffered\na substantial loss of amniotic fluid.\n[7]\nDe Bruin’s physical attempts to\ncause the complainant to abort the fetus culminated on the evening of 23\nNovember 1993, when\nthe complainant started to experience contractions.  Late\nthat night, when the contractions became very severe, De Bruin inserted\ninstruments into her uterus and ‘broke up’ the fetus, removing\nseveral pieces which he then disposed of. The complainant\nwas still suffering\ncontractions when De Bruin drove her to her parents’ home and left her\nthere shortly after midnight.  The\ncontractions became more and more intense and\npainful but, although she telephoned De Bruin several times to ask him to come\nand\nfetch her, he refused to do so.  Finally, the complainant had to remove a\nlarge part of the fetus manually and to dispose of it herself.\nShe appears to\nhave lost a considerable amount of blood and to have sustained deep shock. For\nsome time thereafter, she was very\nfeverish, developed severe bronchitis and\nsuffered pain in her muscles and joints.\n[8]\nIn\nthe month following the abortion, De Bruin began to treat the complainant in an\naloof manner, being impatient with her and failing\nto give her emotional\nsupport. Eventually, on 27 December, the complainant could no longer endure the\nemotional strain alone and\ninformed her mother (Dr Annelie Kühn\n–\nnot a medical doctor) of what had happened. Her mother, who also gave\nevidence during the course of the disciplinary inquiry, immediately\nconfronted\nDe Bruin, who acknowledged that he had performed an abortion on the complainant.\nAlthough De Bruin did not consider it\nnecessary for the complainant to receive\nfurther gynaecological attention, Dr Kühn arranged for her to be examined\nby a gynaecologist,\nDr Herholdt. Shortly thereafter she was admitted to hospital\nfor an evacuation of the uterus.  She spent only three and half hours\nin\nhospital and, according to Dr Herholdt (who also testified at the disciplinary\ninquiry), no permanent pathology was noted either\nat this time or during the\ncourse of a clinical examination and laparoscopy performed during June 1994.\n[9]\nThe emotional and physical strain\ninflicted on the complainant during the second half of 1993 caused her to suffer\nfrom severe depression.\nIn early 1994 she was treated by both a psychologist and\na psychiatrist and, on the latter’s recommendation, she was admitted\nto a\nclinic for sleep therapy in approximately February 1994.  Her emotional state\nwas exacerbated by her discovery that De Bruin\nhad commenced a relationship with\nanother woman.  Although she terminated her relationship with De Bruin in\nJanuary 1994, she found\nit impossible to distance herself emotionally from him\nand continued to suffer severe depression. During this period Dr Kühn\nmade\na number of attempts to persuade De Bruin to provide the complainant with\nemotional support so that she could regain her self-confidence\nand resume her\nstudies.\n[10]\nIt would seem that both the\ncomplainant and her mother felt that De Bruin should make some financial\ncontribution towards the costs\nincurred by the Kühn family, not only in\nrespect of the treatment given to the complainant, but also because she had\nfailed\nher final examinations in November 1993 and had to repay her bursary for\nthat year. Both of them testified that, despite these efforts\nto persuade De\nBruin to ‘resume his responsibilities’ and to act with integrity, he\nremained apathetic towards the complainant\nand did not support her emotionally\nor financially. During this time, the complainant’s mother also made\ncontact with De Bruin’s\nparents and with the academic head of his\ndepartment, Professor Du Plessis, apparently informing them what De Bruin had\ndone to her\ndaughter. Eventually, in July 1994, acting upon the advice of her\nminister of\nreligion\n,\nthe complainant laid a formal charge against\nDe Bruin with the Council.\nThe\ndisciplinary inquiry\n[11]\nAlthough a committee of\npreliminary inquiry of the Council decided on 12 December 1994 that De Bruin\nshould be subjected to a disciplinary\ninquiry, the inquiry only commenced on 20\nAugust 1996. The charges against him, contained in a ‘charge sheet’\ndated 24\nJanuary 1996, were formulated as\nfollows:\n[4]\n‘1.\tDe\nBruin carried out an abortion on his patient [the complainant] or attempted to\ncarry out an abortion on her; and/or\n2.\tcoerced or persuaded or encouraged the patient to undergo an abortion or\nto consent to an abortion; and/or\n3.\tcarried out an abortion on the patient or attempted to carry out an\nabortion:\n3.1\tin a manner which was negligent, incompetent or not in accordance with\nthe generally accepted norms and standards of medical practice\nin that he\nutilised:\n3.1.1\tinstruments; and/or\n3.1.2\tmedication which were not suited for that purpose; and/or\n3.2\ton or at premises other than a hospital or clinic where the necessary\nmedical equipment and/or support was available and/or under\nunsterile\nconditions; and/or\n3.3\twithout the patient having been properly sedated prior to the\ncommencement of the procedure; and/or\n3.4\twhile he did not possess sufficient knowledge, experience or training;\nand/or\n4.\tinjured and/or destroyed the patient’s fetus; and/or\n5.\tgave or administered medication to the patient, which medication was\ncontra-indicated, harmful or not in the best interests of\nthe patient and/or her\nunborn child; and/or\n6.\tprescribed or obtained medication under a false name for the patient;\nand/or\n7.\tadministered veterinary remedies to the patient and/or utilised veterinary\nequipment on or in respect of the patient; and/or\n8.\thad sexual intercourse with the patient while she was anaesthetized and\nafter he had attempted to perform an abortion on her; and/or\n9.\tforced, recommended to or encouraged the patient to do strenuous exercises\nnotwithstanding the fact that he knew that she was pregnant;\nand/or\n10.\tfailed to have the patient admitted to a hospital when hospitalisation\nwas indicated; and/or\n11.\tfailed to refer the patient to a gynaecologist for evaluation and/or\ntreatment; and/or\n12.\tdissuaded the patient from consulting a gynaecologist at the time when\nshe was in need of the services of a gynaecologist; and/or\n13.\tperformed one or more procedures on the patient in respect of which he\npossessed insufficient training, knowledge and/or experience;\nand/or\n14.\tfailed to provide the patient with support after he had performed an\nabortion on her or attempted to perform an abortion.’\n[12]\nIn accordance with the then\napplicable regulations, the disciplinary committee consisted of three members of\nthe medical profession,\nwho were assisted by a legal assessor.  De Bruin pleaded\nnot guilty to the charges against him and the\npro forma\ncomplainant was\nput to the proof of all the allegations contained in the charge sheet. This\nresulted in a protracted hearing taking\nplace over five days during a period\nstretching from August 1996 to February 1998. The version of events presented by\nDe Bruin during\nthe hearing was that the complainant had started to abort\nspontaneously in approximately October 1993 and that he had, first by medication\nand thereafter by physical intervention, attempted to complete the process by\nevacuating her uterus. On 25 February 1998, De Bruin\nwas found guilty of\ndisgraceful conduct as charged, except for the charges contained in paragraphs\n4, 7, 9 and 12 of the charge sheet.\n[5]\nThe verbatim finding of the Committee reads as\nfollows:\n‘VOORSITTER: Dr De Bruin, die Komitee\nhet alle getuienis met versigtigheid oorweeg.  Die Komitee aanvaar mej Kühn\nse getuienis\nmet ‘n groot bewustheid daarvan dat sy tot ‘n groot\nmate ‘n enkel getuie is.  Boonop moet haar getuienis met omsigtigheid\nbenader word omdat die klagte analoog is aan ‘n klagte in ‘n\nseksuele tipe aanklag.  Verder was die klaagster emosioneel\nbetrokke by die\nrespondent. Mej Lioni Kühn, wat die Komitee as ‘n goeie getuie\nbeїndruk het, se weergawe word deur\ndie volgende objektiewe feite gesteun:\na)\tHaar laaste menstruele stonde was ongeveer 20 Julie of ongeveer 15 Julie.\nTeen 22 tot 23 November 1993 sou sy dan ongeveer agtien\nweke swanger gewees het\nindien die swangerskap intakt was.  Dr A Kühn het getuig dat op hierdie\nstadium Lioni ‘n magie\ngetoon het. Dr De Bruin het getuig dat alhoewel hy\nnie die uterusgrootte presies kon onthou nie, was dit onder die naeltjie. Hy\ngetuig\nverder dat hy die hele kuret kon indruk en sleg die handvatsel buite\ngebly het – dit was hier by 22/23 November. Derhalwe is\ndie mees\nwaarskynlike afleiding dat dit ‘n aangaande intakte swangerskap op hierdie\nstadium was.\nb)\tDie medikasie wat volgens Bewysstukke en volgens getuienis toegedien was\nop die volgende datums, was as volg:  Op die 8ste Oktober\nwas dit DF 118, op die\n16de Oktober Amoxil en Flagyl, op die 2de November Ergotrate maliaat, op die 3de\nNovember Prostin E2, op die\n4de November Prostin E2 en op die 7de November weer\nErgotrate maliaat.  Hierdie feite noop die Komitee om te interpreteer dat dit\npogings was om ‘n aborsie te pleeg.  Die alternatiewe scenario, met ander\nwoorde, om dit te gebruik het as dit ‘n onvolledige\nabortus sou wees en\ndus slegs ‘n evakuasie wou veroorsaak, sou moeilik verenigbaar gewees het\nmet sulke sterk analgetika, antibakteriële\nmiddels, Ergotrate en\nProstoglandine.\nc)\tDie teenwoordigheid aldan nie van ‘n intakte fetus sou waarskynlik\ndr De Bruin se optrede of weerhouding van optrede verklaar\nhet.  Sy\nonverantwoordelike hantering van mej Lioni Kühn kan net dui op die\nteenwoordigheid van ‘n intakte swangerskap\nwat ten alle koste\nbeëindig moes word, andersins sou hy ‘n onvolledige abortus met\nredelike gemak en veiligheid kon verwys\nvir verdere hantering na ‘n ander\nmedikus.  Om byvoorbeeld ‘n onvolledige miskraam na ‘n naasliggende\ndorp te verwys\nen daar ‘n geneesheer te vind wat dit kon evakueer, sou\nbaie maklik gewees het.\nd)\tDie transkripsie van die gesprek [a telephone conversation between De\nBruin and the complainant during June 1994 which was partially\nrecorded on tape\nby the complainant without De Bruin’s knowledge] is met mej Lioni\nKühn se weergawe versoenbaar, maar\nmoeilik met dr De Bruin s’n.  Dr\nDe Bruin was ‘n ontwykende getuie en daar was talle weersprekings in sy\ngetuienis. Daar\nwas onwaarskynlikhede in sy getuienis.  Die Komitee vind dit\nuiters moeilik om sy weergawe op grond van bovermelde feite (a) tot\n(d) op\n‘n oorwig van waarskynlikhede te kan aanvaar.\nDie totale oënskynlike ongevoeligheid en onprofessionaliteit van sy\nhantering dui op, bo en behalwe ‘n gebrek aan sorgsaamheid,\nook ‘n\nonverantwoordelikheid en onbekwaamheid.\n’\n[13]\nOn 28 April 1998, after\nhearing argument on the appropriate penalty, the Committee recommended that De\nBruin’s name be removed\nfrom the register of medical and dental\npractitioners.  In the light of the decisions subsequently made by the Council\nin respect\nof De Bruin, and the reasons given by the Council for such decisions,\nit is (as with the Committee’s finding) useful to set\nout in full the\nCommittee’s reasons for the penalty recommended by\nit:\n‘VOORSITTER: By die oorweging van die\nstraf het die Komitee in ag geneem dat ons reeds bevind het dat die totale\noënskynlike\nongevoeligheid en onprofessionaliteit van dr De Bruin se\nhantering van die saak dui op, bo en behalwe ‘n gebrek aan sorgsaamheid,\nook ‘n onverantwoordelikheid en onbekwaamheid.  Voorts het die Komitee die\nerns van die oortreding, die belange van dr De Bruin\nen sy persoonlikhede asook\ndie belange van die gemeenskap in ag geneem.  Hierdie faktore is op ‘n\nobjektiewe wyse beoordeel\nsonder om emosionele faktore of moontlike vooroordele\nvir of teen vrugafdrywing in die algemeen in ag te neem.\nDie Komitee neem, onder meer, die volgende versagtende faktore in ag en dit\nwas deur u advokaat betoog.  (a)  Die voorval het nie\nontstaan uit ‘n\ngeneesheer/pasiënt  verhouding nie.  Daar was ‘n verhouding tussen dr\nDe Bruin en mej Kühn\nen die geneesheer/pasiënt verhouding het eers op\n‘n latere stadium ontstaan. (b) Dr De Bruin was onderhewig aan wat genoem\nkan word “the tyranny of litigation”, deurdat die saak eers jare na\ndie voorval afgehandel is.  Dr De Bruin het dan ook\ngetuig dat hy elke dag aan\ndie saak gedink het en dat die onsekerheid waarskynlik moeilik verwerkbaar\nwas.\nVerswarende faktore wat in ag geneem word, is die volgende:  Eerstens, dr De\nBruin het bykans die ergste gedoen wat hy moontlik kon\ndoen om die probleem van\nmej Kühn se swangerskap waarvan hy die pa was, op te los.  Hy het haar lewe\nwesenlik in gevaar gestel\nen hy het dit meedoënloos, berekend en by\nherhaling gedoen.  Dr De Bruin het deurlopend geen berou getoon nie.  Dit is\njammer\ndat hy nie die Komitee in sy vertroue geneem het nie. Derdens, hy het\nvoorts sy bevoorregte posisie as geneesheer ingespan om hom\nin staat te stel om\nte doen wat hy gedoen het en wat daarop gemik was om sy probleem op te los.\nDr De Bruin, die Komitee het besluit om ‘n verslag van hierdie\nondersoek aan die Raad voor te lê by sy volgende vergadering\nmet die\naanbeveling dat u naam uit die Register van Geneeshere en Tandartse geskrap\nword.’\n[14]\nAs indicated above, in\nterms of the then applicable regulations, the finding and recommendation of the\nCommittee were referred to\nthe Council for consideration at its next meeting,\nheld on 13 October 1998.  In the interim, in September 1998, written\nrepresentations\nregarding the recommended penalty were made on De Bruin’s\nbehalf to the Council. By means of these representations, De Bruin\nsought to\npersuade the Council to amend the penalty to one other than the removal of his\nname from the register. The written representations\nalso contained a request\nthat the Council allow De Bruin’s legal representatives to address full\noral argument to it in respect\nof an appropriate penalty.  The written\nrepresentations submitted to the Council referred to and were accompanied by an\nimpressive\nnumber of references in support of De Bruin, most of which emanated\nfrom members of the medical profession who had worked closely\nwith De Bruin.\nThese references (all written after the\ndisciplinary inquiry) attested,\nfrequently in glowing terms, to De Bruin’s professional integrity, his\ncompetence as a urologist,\nhis dedication to his patients, his high ethical\nstandards, his humanity and the excellent service being rendered by him to the\ncommunity\nin which he was practicing as a urologist.\n[15]\nAs it was entitled to do in terms of the\nregulations, the Council refused to allow De Bruin’s legal representatives\nto make\noral representations to it. On 13 October 1998, the Council confirmed\nthe recommendations of the Committee as to both the finding\nof disgraceful\nconduct and the penalty of removal of De Bruin’s name from the register of\nmedical and dental practitioners.\n[16]\nThe\nCouncil’s decision was followed by a flurry of correspondence between De\nBruin’s legal representatives and the appellant’s\nregistrar, in\nwhich the former requested reasons for the Council’s decision to confirm\nthe recommendations of its Committee\nand for its decision to refuse De\nBruin’s legal representatives the opportunity of submitting oral\nrepresentations to it. In\nthe interim, the Council agreed to suspend execution\nof the penalty imposed on De Bruin, pending a review application. After several\n(apparently entirely misguided) undertakings given on behalf of the appellant to\nfurnish such reasons, De Bruin’s legal representatives\nwere ultimately\ninformed by Professor LH Becker, the Chairman of the Medical and Dental\nProfessional Board and a member of the Council\nsince 1978, by letter dated 29\nJune 2000, that ‘the verbatim record of the disciplinary proceedings was\nplaced before the Council\nat its meeting on 13 October 1998. The full Council\nconcurred with the reasons as put forth by the Disciplinary Committee as to both\nthe finding and the penalty, and henceforth ratified the recommendations.\n[17]\nFurther correspondence followed, but it\nwas not until 23 January 2001 that Professor Becker indicated that no further\nreasons would\nbe forthcoming from the Council.  It was shortly after receipt of\nthis letter that De Bruin instituted review proceedings and simultaneously\nlaunched an appeal in terms s 20 of the\nAct.\nThe appeal and review\nproceedings\n[18]\nThe court  below \nidentified  what  it  regarded as ‘common ground’\n(‘gemeenskaplike gronde’) for its decision\nto uphold both the review\napplication and the appeal.  In essence, Swart J concluded that the Council had\nfailed to furnish proper\nreasons for its decision to confirm the recommendation\nof the Committee regarding the penalty to be imposed on De Bruin and that\nthis\ndefect had not been remedied by the answering affidavits deposed to on behalf of\nthe Council by its registrar and Professor\nBecker. In his affidavit, Professor\nBecker described the procedure followed by the Council in confirming the\nrecommendation of the\nCommittee and indicated that the decision to remove De\nBruin’s name from the register was unanimously taken by the 31 members\nof\nthe Council (consisting in total of 53 members) who were present at the relevant\nmeeting.  Professor Becker also emphasized the\nnature and extent of the\ndisgraceful conduct of which De Bruin had been found guilty, pointing out that -\n‘Die Applikant word gemeet aan die norme wat\nvir sy professie geld. Dit wil sê daar word geoordeel tot welke mate hy\nafgewyk\nhet van die standaard van profesionele optrede wat van hom verwag word. \nDit beteken nie dat hierdie die enigste faktor is wat in\nag geneem word nie,\nmaar alle relevante faktore insluitende sy persoonlike omstandighede,\nversagtende faktore en die vertoë\nvan sy regsverteenwoordigers word ook in\nag geneem.  By die beoordeling van hierdie geval was die Interim Raad egter\neenparig van\nmening dat die enigste gepaste straf ‘n skrapping\nwas.’\n[19]\nThe court\na quo\nconsidered the answering affidavits to be problematic in various respects, in\nparticular in that they failed pertinently to deal\nwith the numerous references\nsubmitted to the Council on behalf of De Bruin.  In this regard, Swart J\nremarked as follows:\n‘Wat die getuigskrifte\nbetref, help dit nie om te sê dat die redes van die komitee aanvaar is nie\nwant die getuigskrifte\nwas nie voor die komitee gewees nie.  Weens die belang\nvan die getuigskrifte ... wat dwingende feite en argumente beliggaam waarom\ndie\napplikant se naam juis nie verwyder moet word nie, sou mens verwag dat indien\ndit behoorlik in ag geneem is as synde reëlreg\nin stryd met die aanbeveling\nvan die dissiplinêre komitee, die respondent eweneens juis sou verduidelik\ndat hierdie dokumente\nbehoorlik oorweeg is, dat dit verwerp is en hoekom dit\nverwerp is, terwyl dit oënskynlik nie verwerp moes gewees het nie.  Die\nenigste afleiding wat regtens gemaak kan word is dat die getuigskrifte glad nie\nof nie behoorlik oorweeg is nie en dat die blote\naanvaarding van die redes en\nvoorstel van die komitee ongeregverdig was en tot ‘n growwe onbillike\nstraf gelei het.  ... Die\nopgelegde straf moet dus tersyde gestel word en iets\nmoet in die plek daarvan kom.’\n[20]\nIn substituting the penalty\nimposed on De Bruin by the Council with a period of 3 months’ suspension\nfrom practice, the court\nbelow relied heavily on the abovementioned references. \nIn addition, mention was made of the fact that the complainant had apparently\nsuffered no lasting physical or psychological harm; that the actions in question\nhad arisen from a crisis in a personal relationship\nto which the complainant was\na consenting party; and that, although certainly constituting an abuse of his\nposition as a doctor,\nDe Bruin’s conduct did not necessarily have a\nbearing on his professional competence in his chosen sphere of specialization.\nDe Bruin was a first offender and during the lengthy period that had elapsed\nbetween his transgressions and the consideration thereof\nby the Council, he had\nqualified and registered as a specialist urologist and had subsequently been\npractising as such with no untoward\nincidents.\n[21]\nCounsel for De Bruin was asked\nby this court whether he was persisting in the grounds of review that succeeded\nin the court below.\n He responded that he was primarily challenging the\nCouncil’s verdict on the basis of an appeal in terms of s 20 of the\nAct.\n[22]\nIn my view, the alleged grounds of\nreview upheld by Swart J are not sustainable.  I do not agree that the Council\nfailed to furnish\nadequate reasons for the decision reached by it.  The\nCommittee had given full reasons for its recommendation to the Council that\nDe\nBruin’s name be removed from the register – there is nothing to\nsuggest that the Council did not properly consider,\nand\nwas not justified\nin endorsing, the Committee’s reasons when deciding to confirm the\nrecommended penalty.  As regards the alleged\nfailure by the Council to consider,\nproperly or at all, the written references submitted to it in support of De\nBruin, it should\nbe noted that, in his founding affidavit in the review\napplication, De Bruin did not specifically rely on the fact that the references\nwere not taken into account by the Council. The inference drawn by Swart J that\nthe references were not considered, or were not properly\nconsidered, is in\ndirect contradiction with what was said by Professor Becker in his answering\naffidavit.  Becker pointed out that,\nsome time before the Council Meeting on 13\nOctober 1998, every member of the Council had been furnished with the written\nrepresentations\n(including the references) submitted on behalf of De Bruin.\nMoreover, every member of the Council had received a full record of the\nproceedings before the disciplinary committee by no later than the end of June\n1998. In accordance with the established procedure,\nthe written representations,\nincluding the references, would have been specifically drawn to the attention of\nCouncil members before\nthe discussion of De Bruin’s case. It simply cannot\nbe said that De Bruin established, on the papers before the court\na quo\n,\nthat the Council had not properly applied its mind to all the relevant documents\nin deciding to accept the Committee’s recommendation\nof an appropriate\npenalty. To my mind, the review proceedings should not have succeeded.\n[23]\nThe same cannot, however, be said about\nthe appeal proceedings before Swart J. The appeal to the High Court created by s\n20 of the\nAct has (in my view correctly) been described as ‘an appeal in\nthe ordinary sense’, ie ‘a rehearing on the merits\nbut limited to\nthe evidence or information on which the decision under appeal was given, and in\nwhich the only determination is whether\nthat decision was right or\nwrong’\n(see\nThuketana v Health Professions  Council of South\nAfrica,\n[6]\nreferring to\nDe La Rouviere v SA Medical and Dental\nCouncil\n[7]\nand\nRosenberg v\nSouth African Pharmacy Board).\n[8]\nThe court hearing such an appeal must, of course, give due weight to the fact\nthat the Council is the statutory\ncustos morum\nof the medical profession\nand that, being mainly composed of members of the profession who know and\nappreciate the standards demanded\nof it, it has considerable advantages over a\ncourt in the consideration and evaluation of the standards sought to be\nmaintained (see,\nfor example,\nVeriava & others v President, SA Medical\nand Dental Council &\nothers;\n[9]\nPhathela v\nChairman, Disciplinary Committee, South African Medical and Dental Council &\nanother;\n[10]\nNel v\nSuid-Afrikaanse Geneeskundige en Tandheelkundige\nRaad;\n[11]\nThuketana v Health\nProfessions  Council of South\nAfrica\n[12]\n). However, while a\ncourt of appeal will obviously be reluctant to interfere with the decisions of a\nbody such as the Council, it\nshould not hesitate to do so when interference is\nwarranted by the principles governing appeals. A failure to intervene in such\ncircumstances\nwould render nugatory the right of appeal reintroduced into the\nAct in 1998, after a period of nearly 22 years during which no such\nright\nexisted.\n[13]\n[24]\nThe approach to be followed by a court of\nappeal in considering questions of sentence was summarised by Marais JA in\nS\nv Malgas\n[14]\nas\nfollows:\n‘A court exercising appellate\njurisdiction cannot, in the absence of material misdirection by the trial court,\napproach the\nquestion of sentence as if it were the trial court and then\nsubstitute the sentence arrived at by it simply because it prefers it.\nTo do so\nwould be to usurp the sentencing discretion of the trial court. Where material\nmisdirection by the trial court vitiates\nits exercise of that discretion, an\nappellate Court is of course entitled to consider the question of sentence\nafresh.  In doing\nso, it assesses sentence as if it were a court of first\ninstance and the sentence imposed by the trial court has no relevance. As\nit is\nsaid, an appellate Court is at large.  However, even in the absence of material\nmisdirection, an appellate Court may yet be\njustified in interfering with the\nsentence imposed by the trial court.  It may do so when the disparity between\nthe sentence of the\ntrial court and the sentence which the appellate Court would\nhave imposed had it been the trial court is so marked that it can properly\nbe\ndescribed as “shocking”, “startling” or\n“disturbingly inappropriate”.  It must be emphasised\nthat in the\nlatter situation the appellate Court is not at large in the sense in which it is\nat large in former. In the latter situation\nit may not substitute the sentence\nwhich it thinks appropriate merely because it does not accord with the sentence\nimposed by the\ntrial court or because it prefers it to that sentence. It may do\nso only where the difference is so substantial that it attracts\nepithets of the\nkind I have mentioned. No such limitation exists in the former\nsituation.’\n[25]\nIn addressing the appeal in\nterms of s 20 of the Act, counsel for the Council submitted that the penalty\nimposed was both fair and\nappropriate, while the penalty substituted by Swart J\nwas shockingly inappropriate in that it was far too lenient. Counsel for De\nBruin, on the other hand, submitted that the decision to remove De Bruin’s\nname from the register was so grossly unreasonable\nthat interference was\nwarranted and that the penalty imposed by the court below could not be faulted.\n[26]\nIt was common cause that the removal of a\nmedical practitioner’s name from the register is an extremely severe\npenalty –\nindeed, the most severe penalty for which the Act makes\nprovision.  As was pointed out by the court below, through the imposition\nof\nthis penalty ‘is daar ‘n konklusiewe einde gemaak aan sy [De\nBruin’s] loopbaan as uroloog sedert 1995 onderhewig\naan die spekulasie van\ndie lot van ‘n aansoek om hertoelating.’ The question to be answered\nis, therefore, whether the\ndisgraceful conduct of which De Bruin was found\nguilty truly merited this severe penalty. Was the nature of De Bruin’s\ntransgressions\nsuch that he must be regarded as not being a fit and proper\nperson to practice his profession, to ‘put him beyond the pale’\nas a\nmedical practitioner?\n[27]\nIt cannot be\ngainsaid that De Bruin’s actions and omissions have to be viewed in an\nextremely serious light. As pointed out\nby counsel for the appellant, the facts\nunderlying the charges of which he was ultimately found guilty revealed\ndishonesty, selfishness,\nan intrinsic lack of judgment and a callous disregard\nfor the physical and emotional well-being of the complainant. There was a\nsignificant\nage difference between the parties and it is clear that the\ncomplainant trusted De Bruin, not only because she loved him deeply,\nbut also\nbecause of his position as a doctor. Although she was afraid to subject herself\nto physical intervention by De Bruin in\norder to precipitate an abortion, she\ninitially did so because of his assurances that the procedure was safe, simple\nand quick:\n‘Ek was eintlik ‘n bietjie\nbang gewees en ek was baie verward en verskrik en toe het ek vir hom gevra of\ndit nie gevaarlik\nen onwettig is nie.  Toe het hy vir my gesê, nee, dit is\nnie gevaarlik nie, hy sal net een keer vinnig ingaan en die baarmoeder\nskraap en\ndan sal ek menustrueer en dan sal dit verby wees.  Ek het hom geglo, ek het\nnooit gedink dit sal meer as een keer gebeur\nnie.’\n[28]\nAn aspect that must count\nagainst De Bruin is that, over and above the age difference between him and the\ncomplainant, there would\nalso appear to have been a significant power imbalance\nin their relationship, which he abused.\n[29]\nAfter the first unsuccessful attempt at a\nphysical abortion, the complainant believed that she had no option but to\ncontinue to subject\nherself to De Bruin’s interventions.  Not only was she\nafraid that the fetus had suffered irreparable damage, but she did not\nwant to\nlose De Bruin’s love. As she explained under\ncross-examination:\n‘Ek dink ek was blind vir\nDr De Bruin se bedoelings.  Ek meen, ek het geen rede gehad om hom in twyfel te\ntrek oor wat hy alles\nvir my belowe het en wat hy alles vir my gesê het\nnie en ek het hom, ek dink, op daardie stadium was ek te bang om na my ouers\ntoe\nte gaan, of hy het my ontmoedig om dit te doen.  Dit was klaar moeilik genoeg om\ndit self te wil doen en hy het my belowe ons\ngaan trou en ek dink ek was net\nblind. Ek het hom geglo en ek het geglo as ek maak soos hy sê en ... ek\nwas net bang om hom\nte verloor want ek was lief vir hom.  Ek het geglo as ek\nmaak soos hy wil hê, dan sal hy met my trou en dit was net blind gewees.\nDit was regtig dom gewees.\n’\n[30]\nThe complainant continued\nto love De Bruin even after she had finally aborted the fetus, under extremely\ntraumatic circumstances,\nin late November 1993. Her emotional collapse and\nsevere depression thereafter was largely due to the fact that De Bruin was not\nprepared to fulfil his promise to marry her, nor was he prepared to support her\nemotionally during this most difficult period.  In\nher own words –\n‘Ek dink dit was vir my baie erg gewees en\nwat vir my nog erger was is die feit dat ek myself laat oortuig het om ‘n\nkind\ndood te maak omdat ek so lief was vir hom. Ek dink dit was die grootste\nding vir my waarmee ek geworstel het, om hom te behou, en\naan die einde van die\ndag het hy uitgeloop en my net daar gelos en dit was vir my die\nergste.’\n[31]\nIt would appear that it was\nonly after laying a formal charge with the Council that the complainant was\nfinally able to break her\nemotional ties with De Bruin and get on with her life.\nThereafter, she retook and passed her final examinations for her honours degree.\nAt the time of the disciplinary inquiry, she had already acquired her\nprofessional qualification as an auditor and had commenced\nwith Masters studies,\nwhilst working as an auditor’s clerk. It would appear that she had managed\nto put the emotional trauma\nof her relationship with De Bruin behind her and she\nwas engaged to be married. As indicated, she had fortunately suffered no\npermanent\nphysical damage as a result of the treatment which she had received at\nthe hands of De Bruin.\n[32]\nA crucial aspect of\nthis case is the fact that De Bruin’s actions and omissions had their\norigin in a serious crisis arising\nin the course of a personal relationship.  It\nappears from his evidence that he reciprocated the complainant’s love and\nthat\nhe was genuine in his desire to marry her. However, because of (\ninter\nalia\n) family pressures, her pregnancy appears to have thrown him completely\noff balance. He made a gross error of judgment in his decision\nto attempt to\nabort the fetus. Once the first attempt had proved unsuccessful, he appears to\nhave convinced himself that there was\nno other option but to continue with\nfurther attempts. The problem escalated and, as the emotional strain increased,\nit apparently\nbecame more and more difficult for either De Bruin or the\ncomplainant to extricate themselves from the path upon which they were\nset.\nMatters were exacerbated by the conservative family backgrounds of both parties\nand by the fact that, at that stage, abortion\nwas legally permitted only\nunder strictly controlled circumstances.\n[33]\nDr De Bruin’s conduct was indeed\nreprehensible.  However, this conduct did not take place in the context of a\nusual doctor/patient\nrelationship. That, during the period in question, De Bruin\nwas acting totally out of character, both from a professional and a personal\npoint of view, is evident from the content of a telephone conversation between\nhimself and the complainant in June 1994 which, unbeknown\nto him, the\ncomplainant was recording on tape. He answered the reproaches levelled at him by\nthe complainant in the following way:\n‘Lioni,\ndis maklik om nou ‘n klomp verwyte rond te gooi.  Toe ek dit gedoen het,\nhet ek gedink ons doen die dinge reg.\n Dis maklik om vir my en vir jou om nou,\nnou verwyte te hê.  Ek verwyt myself ook, ek sê vir myself, hoekom\nnie dit nie,\nhoekom nie dat nie, hoekom het ek ooit saam met jou geslaap? \nHoekom al die jare reguit pad geloop, en dan skielik val ek net in\n‘n\ndonker gat in?  Dis vrae wat deur my kop ook maar maal waarvoor ek nie antwoorde\nhet nie Lioni.’\n[34]\nHe referred in this\nconversation to the fact that he too had suffered and continued to suffer\nemotional trauma and that he continued\nto reproach himself for what he had done.\nHe made no attempt to ascribe any blame to the complainant, simply stating that\n-\n‘ek dink, ‘n groot fout wat ons\ngemaak het, ons het, ons het daai ding op daai stadium alleen gehanteer, en ons\nmoes dit\nnie gedoen het nie. Ons moes kalmte in ons hart gekry eers... ons moes,\nons moes gegaan het en kalm, net eers kalmeer het, en iemand\nin ons vertroue\ngeneem het en, en leiding gevra het...’\n.\n[35]\nIt is true that, during the\ndisciplinary inquiry, De Bruin persistently attempted to exculpate himself and\nto justify his actions.\nHe stuck to the version that his actions had been aimed\nat completing the process of an abortion which had commenced\nspontaneously.\nAs\nthe Committee found, this version\nwas\nclearly not true. Nevertheless, even on his own version, he admitted freely that\nhe had made serious errors of judgment and that\nhe was deeply ashamed of what he\nhad done.  A few extracts from his evidence under cross-examination serve to\nillustrate this:\n‘Ek het verkeerdelik geglo\nons kan dit [the crisis caused by the complainant’s pregnancy] hanteer op\n‘n wetenskaplike\nmanier sonder om skade te doen aan haar, sonder om\nekstreme risikos te neem .... Dit was foutief van my.  Ek moes glad nie betrokke\ngewees het by haar hantering nie.  My objektiwiteit is daarmee heen gewees.  Ek\nmoes haar van die begin af gestuur het vir ‘n\nander praktisyn, en my\nheeltemal gedistansieer het.  Foutiewelik het ek dit nie gedoen nie.’\n‘Wat se probleme het u uit ‘n regs etiese oogpunt? --- Ek moes\nhierdie vrou nooit hanteer het nie. Ek moes haar van die\nbegin af na ‘n\nander praktisyn gestuur het omdat ek betrokke by haar was.  Ek het nie die regte\napparaat gehad om enige krisis\nte kon hanteer by die huis nie.  Ek erken dit aan\nu en ek wil vir u sê dit was ‘n fout van my.  Ek moes haar\nvroeër\nvir ‘n ander praktisyn gestuur het en ek moes my gedistansieer\nhet omdat ek emosioneel by haar betrokke was. So, dit is alreeds\nin werklikheid\n‘n groot fout van my gewees.\nAlreeds, en verder? Kom ons stel dit so aan u. As u weer in so ‘n\nsituasie beland en u besluit om die pasiënt inderdaad\nself te hanteer, in\nwatter opsigte sal u anders optree as wat u met Lioni opgetree het? --- Ek sal\ndit totaal anders hanteer, mnr\ndie Voorsitter.’\n‘Kom ons sê dit is nou nie iemand by wie u emosioneel betrokke is\nnie. Dit is nou u pasiënt en u hanteer die situasie.\nWat sal u anders doen?\n---Ek sou hierdie pasiënt, nommer een, nie hanteer het nie. Dit is buite my\nvakgebied. Ek sal haar verwys\nna die huisarts en vra om die pasiënt se\nbehandeling oor te neem en indien sy enigsins dit nodig ag, haar vir ‘n\nginekoloog\n  verwys.’\n‘Nou veronderstel dat dit was ‘n onvolledige miskraam, ‘n\nuterus van agtien weke grootte, wat ‘n mens in die\nwoonstel evakueer, dink\nu nie dit is ‘n ongelooflike risiko waaraan die pasiënt blootgestel\nwas nie? --- Mnr die Voorsitter,\ndit was ‘n uiters onbillike daad van my,\ndit was ‘n hoë risiko daad van my.’\nSou u sê dat behandeling van hierdie aard, dit wat ons tot dusver\nbeskryf het, naamlik agtien weke of ‘n groot uterus\ndan, met ‘n\nevakuasie onder lokaal van die aard, sou u sê dat dit ‘n besondere\nrisiko is? --- Mnr die Voorsitter,\ndie risiko daaraan is van so ‘n aard\ndat ek vandag net in skaamte daaroor kan dink.\nHet dit die pasiënt se lewe in gevaar gestel? --- Vir seker.’\n[36]\nAnother important aspect is\nthe fact that, while the events forming the basis of the charges against him\ntook place in the second\nhalf of 1993, the disciplinary inquiry terminated only\nin April 1998 and the penalty recommended was confirmed by the Council only\nin\nOctober 1998.  It is evident that much of the delay in completing the\ndisciplinary inquiry was due to circumstances beyond De\nBruin’s control,\nbeing caused by technical difficulties experienced by the Council. De Bruin had\nplanned to take his final\nexaminations as a specialist urologist in mid-1994,\nbut was unable to do so because of the strain and trauma experienced by him,\nnot\nleast due to the unrelenting pressure exerted upon him by the Kühn family\n(in particular, Dr Kühn) to resume his relationship\nwith Lioni.  Even on Dr\nKühn’s version, this pressure was considerable. Even the head of his\nacademic department, Professor\ndu Plessis, had been drawn into the matter.  De\nBruin ultimately obtained the degree MMed (Urology) in mid-1995 and was\nregistered\nas a specialist urologist in the same year. Since then, he has been\npractising as a specialist urologist on the East Rand. By the\ntime the penalty\nimposed on him was confirmed by the Council, he (like the complainant)\nhad\nmanaged to put his professional and personal life back together\nagain and had married.\n[37]\nThe references\nsubmitted to the Council throw considerable light on De Bruin’s proven\nfitness, suitability and competence as\na urologist in the intervening years. One\nof these references was written by Professor du Plessis, Dean of the Faculty of\nMedicine\nat the University of Pretoria, with whom Dr Kühn had discussed the\nwhole matter.  The reference written by Professor Hugo, Head\nof the Department\nof Anaesthesiology at the University of Pretoria, is also illuminating.  It is\nclear that Professor Hugo was fully\naware of the charges of which De Bruin had\nbeen found guilty.  Notwithstanding this, Professor Hugo, who had worked with De\nBruin\nduring 1989 to 1995, was prepared to speak in glowing terms of De\nBruin’s professional integrity, his dedication, his exceptional\ncompetence, his decency, his dignity and the high quality service which he was\nrendering in the community in which he practices.\nTo use Professor Hugo’s\nown words:\n‘Tans lewer hy diens van\nhoogstaande gehalte in die gemeenskap waar hy praktiseer – waar daar\nwerklik ‘n behoefte\naan ‘n spesialis uroloog is.   Hy wy sy hele\nlewe, tyd en aandag aan sy pasiënte vir wie hy alles feil het. Bowendien\nvorm hy nie deel van die stroom van goed gekwalifiseerde geneeshere wat nie kan\nwag om na die buiteland te verhuis nie.  Suid-Afrika\nbly steeds sy eerste\nprioriteit en ons het sulke profesionele persone nodig ...\nIn die lig van beskuldigings waarvan hy skuldig asook op sekere onskuldig\nbevind  is sowel as die foltering wat hy alreeds sedert\ndie begin van die geding\nmoes ondergaan is die straf wat deur die dissiplinêre komitee voorgestel\nword buitensporig, onaanvaarbaar\nen nie menswaardig nie.’\n[38]\nTaking all these\ncircumstances properly into consideration, I am of the view that the penalty\nconfirmed by the Council in October\n1998 was indeed startlingly inappropriate.\nWhile De Bruin clearly deserved severe censure, a decision removing his name\nfrom the\nregister was, to my mind, so excessive as to warrant interference. This\nbeing so, the Council’s discretion must be ‘regarded\n(fictionally,\nsome might cynically say) as having been unreasonably\nexercised’.\n[15]\nIt follows\nthat the court below cannot be faulted in its decision to interfere with the\npenalty appealed against\n.\n[39]\nThe\ninquiry does not, however, end there. Counsel for the appellant was, to my mind,\nclearly correct that the penalty substituted\nby the court below was, in its\nturn, shockingly inappropriate.  It was far too lenient. While a penalty of\nsuspension from practice\nfor any period of time is not a light penalty, there\nis\na striking disparity between a period of suspension of at least two\nyears, which I would regard as appropriate, and the period imposed\nby the court\nbelow. In saying this, I have borne in mind the fact that De Bruin has\nundoubtedly already suffered in various ways.\nAs indicated above, the lengthy\ndelay between the date upon which the Council confirmed the penalty recommended\nby the Committee\nand the launch of the proceedings in the court below was\ncaused, in the main, by what might be called ‘administrative\nbungling’\non the part of representatives of the appellant. This would\nobviously have exacerbated the mental strain which De Bruin must have\nendured\npending the hearing of this\nappeal.\n[16]\nDe Bruin has served the\nperiod of three months’ suspension from practice imposed upon him by Swart\nJ. This period already\nserved must be accommodated by including an appropriate\ncaveat in the order to be made. Furthermore, De Bruin must in all fairness\nbe\ngiven sufficient time to arrange his affairs before having to serve a further\nperiod of suspension.\n[40]\nIn view of what I\nhave said, the appeal to this court must succeed and the order of the court\nbelow be set aside. Although I have\nconcluded that the review application should\nhave been dismissed by Swart J, I do not think that this makes any difference to\nthe\ncosts order made by the learned judge. The review and appeal proceedings\nwere heard simultaneously and both necessitated consideration\nof the entire\nrecord of the disciplinary proceedings before the Committee and the Council. \nThe issues were inextricably interlinked.\n Swart J was correct in upholding De\nBruin’s appeal in terms of s 20 of the Act and, in my view, the costs of\nall the proceedings\nbefore the High Court should be borne by the Council.\nCounsel for the appellant did not contend\notherwise.\nOrder\n1.\tThe appeal succeeds with costs.\n2.\tThe order of the Pretoria High Court is set aside.  In its place there is\nsubstituted:\n‘(a) \tThe appeal in terms of section 20 of the Health Professions Act\n56 of 1974 succeeds.\n(b)\tThe respondent’s decision dated 13 October 1998 removing the\nappellant’s name from the register of medical and dental\npractitioners is\nset aside and is replaced with an order that the appellant be suspended from\npractising or performing acts specifically\npertaining to his profession for a\nperiod of two (2) years.\n(c)\tThe application for review is dismissed.\n(d)\tThe costs of all the proceedings before this court shall be borne by the\nrespondent.’\n3.\tThe period of suspension referred to in para 2(b) above shall commence not\nlater than two (2) months from the date of this order.\nIt is recorded that the\nrespondent has already served three (3) months of this period of\nsuspension.\nBJ VAN HEERDEN\nJUDGE OF APPEAL\nCONCUR:\nSTREICHER JA\nCAMERON JA\nNAVSA JA\nBRAND JA\n[1]\nThe appellant, the Health\nProfessions Council of South Africa, was established in terms of\ns 3\nof the\nMedical, Dental and Supplementary Health Service Professions Amendment Act 89 of\n1997\nto replace the Interim National Medical and Dental Council of South Africa\nwith effect from 30 April 1999 (see\ns 2\n, read together with s 63A, of the Health\nProfessions Act 56 of 1974, formerly known as the Medical, Dental and\nSupplementary Health\nService Professions Act).  The Interim Council had in turn\nreplaced its predecessor, the South African Medical and Dental Council,\nwith\neffect from 12 April 1995:  see\nss 3\nand\n12\nof the\nMedical, Dental and\nSupplementary Health Service Professions Amendment Act 18 of 1995\n.\n[2]\nRegulations 10\nand\n15\nof the\nRegulations relating to the conduct of enquiries held in terms of section 41\nof the Act,\npublished under Government Notice R2303 in\nGovernment\nGazette\n12759 of 28 September 1990.  These regulations were subsequently\nrepealed in their entirety and replaced by the\nRegulations relating to the\nconduct of inquiries into alleged unprofessional conduct under the Health\nProfessions Act, 1974,\npublished under Government Notice R765 in\nGovernment Gazette\n22584 of 24 August\n2001.\n[3]\nSection 20 was inserted\ninto the Act by s 18 of Act 89 of 1997, with effect from 23 January 1998. \nSections 20 and 42(6) of the Act\nin its original form also provided for a right\nof appeal to the High Court against the finding or penalty imposed on (\ninter\nalia\n) a medical practitioner by the South African Medical and Dental\nCouncil.  These sections were, however, repealed by ss 4 and 8 of\nthe Mental,\nDental and Supplementary Health Service Professions Amendment Act 33 of 1976\nwith effect from 7 April 1976. Thus, during\nthe period 7 April 1976 to 22\nJanuary 1998, it was not possible for an aggrieved person to appeal to the High\nCourt against a decision\nof the appellant’s predecessor, although he or\nshe could approach the High Court by way of review:  see\nThuketana v Health\nProfessions Council of South Africa\n2003 (2) SA 628\n(T) para 16 at\n633J-634D. As was pointed out in the\nThuketana\ncase, the amendments made\nto the Act by Act 89 of 1997 brought about significant changes in the\ndisciplinary structures relating\nto the health professions.  Disciplinary\ninquiries are now conducted by a professional conduct committee established by\nthe relevant\nprofessional board.  An appeal against the finding of such a\ncommittee lies to an\nad hoc\ndisciplinary appeal committee established by\nthe Council, each such committee having as chairperson ‘a retired judge or\nretired\nsenior magistrate, or an attorney or advocate with at least 10\nyears’ experience’ (see ss 10(2) – (5) of the Act,\nas\nsubstituted by s 8 of Act 89 of 1997). In terms of the new s 20 of the Act,\n‘any person who is aggrieved by any decision\nof the council, a\nprofessional board or a disciplinary appeal committee, may appeal to the\nappropriate High Court against such\ndecision.’\n[4]\nThe charge\nsheet was written in Afrikaans. What follows is a translation, with editorial\namendments where necessary.\n[5]\nSee\nthe preceding paragraph.\n[6]\n2003\n(2) SA 628\n(T) at 634J-635I.\n[7]\n1977 (1) SA 85\n(N) at 93H-94B.\n[8]\n1981 (1) SA 22\n(A) at 33D-E.\n[9]\n1985 (2) SA 293\n(T) at\n307A-H.\n[10]\n1995 (3) SA 179\n(T)\nat 182G-E.\n[11]\n1996 (4) SA 1120\n(T) at 1129B-E.\n[12]\nSupra\nat\n640B-F.\n[13]\nSee\nfootnote 3 above.\n[14]\n2001 (1)\nSACR 469\n(SCA) para 12 at\n478d-h.\n[15]\nSee\nS v\nSadler\n2000 (1) SACR 331\n(SCA) para 8 at 334j-335a.\n[16]\nSee in this regard\nS v\nRoberts\n2000 (2) SACR 522\n(SCA) para 22 at 529c-d and\nS v Sadler\n(\nsupra)\npara 18 at 337b-d.",
  "scraped_at": "2026-02-12T09:08:29.736111",
  "date": "2004-09-29",
  "coram": [
    "Streicher JA",
    "Cameron JA",
    "Navsa JA",
    "Brand JA",
    "Van Heerden JA"
  ],
  "case_number": "237/03",
  "parties": {
    "applicants": [
      "Health Professions Council of South Africa"
    ],
    "respondents": [
      "Dewald De Bruin"
    ]
  },
  "sections": {
    "facts": "Dr Dewald De Bruin, a urologist, was found guilty of disgraceful conduct after repeatedly attempting to procure an abortion for his former romantic partner, Lioni Kühn, using medication and physical interventions in his apartment. The disciplinary committee recommended that his name be removed from the medical register; the Council confirmed this penalty. De Bruin appealed the penalty, obtaining a High Court order substituting a three‑month suspension, which the Council appealed to the Supreme Court of Appeal.",
    "issues": "The key issues were whether the Council provided adequate reasons for the severe penalty of removal from the register, whether the High Court’s substitution of a three‑month suspension was appropriate, and whether the appellate court should intervene to replace the penalty with a longer suspension.",
    "principles": "The court applied the principles governing appellate review of professional disciplinary decisions under section 20 of the Health Professions Act, emphasizing that a council’s discretion is not unreviewable but may be interfered with where the penalty is grossly excessive or the reasons inadequate. It reiterated Marais JA’s test that appellate courts may substitute a sentence only where the original decision shows material misdirection or a shocking disparity. The court also noted the need for proper reasoning and consideration of all relevant evidence, including references supporting the practitioner’s competence.",
    "application": "The court found that the Council had given sufficient reasons and had considered the references, so the review should have been dismissed. However, it held that the penalty of removal from the register was disproportionately severe given the appellant’s subsequent professional conduct and the mitigating factors. Accordingly, the appellate court substituted the penalty with a two‑year suspension, deeming this proportionate and consistent with the principles of fairness and proportionality.",
    "conclusion": "The appeal succeeded. The High Court order was set aside, the removal from the register was replaced with a two‑year suspension from practice, the review application was dismissed, and costs of all proceedings were awarded against the Council."
  },
  "tags": {
    "level_1": "Health Law",
    "level_2": "Professional Discipline",
    "level_3": [
      "disgraceful conduct",
      "medical misconduct",
      "disciplinary penalty",
      "appeal",
      "suspension"
    ]
  }
}