{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/4.html",
  "case_name": "Denel (Pty) Ltd v Vorster (13/2003) [2004] ZASCA 4; [2005] 4 BLLR 313 (SCA); 2004 (4) SA 481 (SCA); (2004) 25 ILJ 659 (SCA) (5 March 2004)",
  "citation": "[2004] ZASCA 4",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 4\n|\nNoteup\n|\nLawCite\nDenel (Pty) Ltd v Vorster (13/2003) [2004] ZASCA 4; [2005] 4 BLLR 313 (SCA); 2004 (4) SA 481 (SCA); (2004) 25 ILJ 659 (SCA) (5 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE  NO: 13/2003\nIn the matter between\n:\nDENEL (PTY) LIMITED\nAppellant\n-and\n-\nD P G VORSTER\nRespondent\nBefore:\tHARMS, FARLAM, NUGENT,\nCONRADIE JJA & VAN HEERDEN AJA\nHeard:\t19 FEBRUARY\n2004\nDelivered:\n5 MARCH 2004\nSummary:\tEmployment contract incorporating disciplinary code –\nwhether breached by employer\nJ U D G M E N T\nNUGENT  JA\nNUGENT JA:\n[1]\tFor many years the\nrespondent was employed by the appellant. On 9 September 1996 he was summarily\ndismissed. Aggrieved at his\ndismissal the respondent sought redress in the\nIndustrial Court in terms of s 46(9) of the now repealed Labour Relations\nAct\n28 of 1956 but those proceedings were abandoned before they reached their\nconclusion. The respondent then sued the appellant in the\nPretoria High Court\nfor damages for breach of his employment contract and for damages for\ninjuria\n.\n[2]\tBefore the trial commenced the parties agreed that the\n‘merits’ of the claims should first be tried and that the\n‘quantum’\nshould be held over for later decision. The trial judge\n(Shongwe J) made no formal ruling to that effect but the trial nevertheless\nproceeded in accordance with the agreement and ultimately the respondent’s\nclaims were dismissed. On appeal to the Full Court\n(Van der Walt J, Mynhardt and\nDe Vos JJ concurring) the trial court's decision in relation to the first claim\nwas reversed and its\norder was substituted with an order declaring that the\nplaintiff ‘succeeded on the merits’. The appeal relating to the\nclaim for damages for\ninjuria\nwas dismissed. This appeal is confined to\nthe claim for damages for breach of contract and it comes before us with the\nspecial leave\nof this court.\n[3]\tBefore turning to the substance of the\nappeal it is appropriate to make a few remarks about separating issues. Rule\n33(4) of the\nUniform Rules – which entitles a court to try issues\nseparately in appropriate circumstances – is aimed at facilitating\nthe\nconvenient and expeditious disposal of litigation. It should not be assumed that\nthat result is always achieved by separating\nthe issues. In many cases, once\nproperly considered, the issues will be found to be inextricably linked even\nthough at first sight\nthey might appear to be discrete. And even where the\nissues are discrete the expeditious disposal of the litigation is often best\nserved by ventilating all the issues at one hearing, particularly where there is\nmore than one issue that might be readily dispositive\nof the matter. It is only\nafter careful thought has been given to the anticipated course of the litigation\nas a whole that it will\nbe possible properly to determine whether it is\nconvenient to try an issue separately. But where the trial court is satisfied\nthat\nit is proper to make such an order – and in all cases it must be so\nsatisfied before it does so – it is the duty of that\ncourt to ensure that\nthe issues to be tried are clearly circumscribed in its order so as to avoid\nconfusion. The ambit of terms like\nthe ‘merits’ and the\n‘quantum’ is often thought by all the parties to be self-evident at\nthe outset of a\ntrial but in my experience it is only in the simplest of cases\nthat the initial consensus survives. Both when making rulings in terms\nof Rule\n33(4) and when issuing its orders a trial court should ensure that the issues\nare circumscribed with clarity and precision.\nIt is a matter to which I shall\nreturn later in this judgment.\n[4]\tThere was no dispute in the present case\nthat the appellant had proper substantive grounds for summarily terminating the\nrespondent’s\nemployment. The respondent’s complaint is confined to\nthe process that was adopted.\n[5]\tThe procedures that had to be followed when\ndisciplinary action was taken against an employee, and the identities of the\npersons\nwho were authorised to take such disciplinary action, were circumscribed\nin the appellant’s disciplinary code. The terms of\nthe disciplinary code\nwere expressly incorporated in the conditions of employment of each employee\nwith the result that they assumed\ncontractual effect.\n[6]\tClause 7 of the\ndisciplinary code deals with the various forms of disciplinary action that might\nbe taken against an employee\nin progressive order of severity commencing with a\nverbal warning and culminating with dismissal. For each progressive step\nprovision\nis made for a greater degree of formality and oversight.\n[7]\tThus a\nverbal warning may be given to an employee by a supervisor on a stipulated level\nof seniority with no formality required\nat all. A written warning may only be\ngiven after the supervisor has held a formal disciplinary enquiry. At the next\nlevel of disciplinary\naction – a ‘serious written warning’\n– and all the levels that follow, the code purports to introduce two\nstages into the disciplinary process. A serious written warning may be issued\nonly by a senior manager on job level 5 on the recommendation\nof a disciplinary\ncommittee. Similarly a final written warning may only be given to an employee by\na senior manager on job level\n6 on the recommendation of a disciplinary\ncommittee.\n[8]\tWhen it comes to the dismissal of an employee that two-stage\nprocess is repeated and in addition the person who is authorised\nto approve the\nrecommendation is required to consult with the Assistant General Manager: Human\nResources. Clause 7.9 – the\nclause that is relevant to this appeal –\nprovides as follows:\n‘Dismissal is the most severe punishment that can\nbe imposed on an employee. An Employee on job level 5 and lower may on the\nrecommendation of the Disciplinary Committee be dismissed by an assistant\ngeneral manager in consultation with the Assistant General\nManager: Human\nResources in the case of a very serious infringement in terms of the code . . .\n.’\n[9]\tThe disciplinary code does not have express requirements for the\ncomposition of a disciplinary committee. Whatever the position\nmight be in\nrelation to the composition of a disciplinary committee in other cases the table\nin clause 9.2 – which reflects\n'the disciplinary actions that may be used\nas well as the handling and decision making powers’ – seems to\ncontemplate\nthat in the case of dismissal the person who approves the\nrecommendation (an assistant general manager) will not be a member of the\ndisciplinary committee for he is not ‘involved in the disciplinary\nenquiry’.\n[10]\tThus on an ordinary reading of clause 7.9 of the code\ntogether with the table to clause 9.2 an employee who faces dismissal can\nexpect\nto attend an enquiry before a disciplinary committee comprising at least a\nsenior manager on job level 6. (That is provided\nfor in the table in clause\n9.2.) The table, and clause 8.3.5.2, provide for the enquiry to be attended by a\nmember of the human resources\ndepartment (whose function, it seems, is to act in\nan advisory capacity). After investigating the matter the disciplinary committee\nmust decide whether the employee should be dismissed. If so, it must recommend\nthat course of action to an assistant general manager.\nThe assistant general\nmanager, in consultation with the Assistant General Manager: Human Resources,\nmust decide whether to approve\nthe recommendation. Two quite independent\ndecisions are thus required in order to effect a dismissal.\n[11]\tThat is not\nwhat occurred in the present case. The disciplinary enquiry was conducted by Mr\nSchutte who was himself an assistant\ngeneral manager. Amongst those who attended\nthe enquiry was Mr Matela from the human resources department. Mr de Wet, the\nAssistant\nGeneral Manager: Human Resources, acted as the pro forma prosecutor.\nAfter Mr de Wet had presented the case against the respondent\nand the respondent\nhad replied all the participants except Schutte and Matela left the room.\nSchutte discussed the matter with Matela\nto satisfy himself that he had acted\ncorrectly and Schutte then decided that the respondent was guilty of the conduct\nthat had been\nalleged against him. Those involved in the enquiry then\nreassembled and Schutte announced his conclusion – and gave his reasons\n– and asked the respondent if there was anything further he wished to say.\nThe respondent had nothing further to say. According\nto Schutte all the\nparticipants, except Schutte and Matela, again left the room. (The respondent\ndisputed that the enquiry was divided\ninto two parts but the dispute is not\nmaterial). Schutte and Matela discussed an appropriate sanction and both were of\nthe view that\nthe respondent should be dismissed. Once more the participants\nassembled and Schutte announced the decision to terminate the respondent’s\nemployment. (The disciplinary code allowed for an appeal against that decision\n– which was exercised by the respondent without\nsuccess – but that\nis not relevant to the present enquiry.)\n[12]\tWhether Matela ought to have\nparticipated in Schutte’s decisions is not material to the outcome of this\nappeal for in two\nother respects the process is said by the respondent to have\nbeen flawed. First, Schutte was himself the ‘disciplinary committee’\nwith the result that he did not purport to approve a recommendation made by a\nseparate body. Secondly, Schutte did not consult with\nDe Wet before making his\ndecision. (Indeed, De Wet probably precluded himself from being consulted by\nadopting the role of pro forma\nprosecutor.)\n[13]\tIt was submitted on behalf\nof the appellant that, on a proper construction of clause 7.9, a recommendation\nfrom a disciplinary\ncommittee was required only if an assistant general manager\ndid not conduct the disciplinary enquiry himself, and that the Assistant\nGeneral\nManager: Human Resources was entitled to delegate a person to be consulted in\nhis stead (the suggestion being that Matela\nhad fulfilled that function) or that\nsuch a construction is properly to be arrived at with the assistance of\nappropriate tacit terms.\n[14]\tThe language of clause 7.9 does not allow for\nthat construction. The language expressly requires a recommendation by a\ndisciplinary\ncommittee, approved by an assistant general manager, which\ncontemplates two decisions arrived at independently. That construction\nis also\nsupported by the table in clause 9.2, which contemplates that the assistant\ngeneral manager will not participate in the enquiry.\nMoreover, the final\ndecision is expressly required to be taken in consultation with the specified\nperson in the human resources department.\n[15]\tNor is the appellant’s\nconstruction capable of being achieved by resorting to tacit terms. As pointed\nout by Corbett AJA\nin\nAlfred McAlpine & Son (Pty) Ltd v Transvaal\nProvincial Administration\n1974 (3) SA 506\n(A) at 532H-533A:\n‘The\nCourt does not readily import a tacit term. It cannot make contracts for people;\nnor can it supplement the agreement of\nthe parties merely because it might be\nreasonable to do so. Before it can imply a tacit term the Court must be\nsatisfied, upon a\nconsideration in a reasonable and businesslike manner of the\nterms of the contract and the admissible evidence of surrounding circumstances,\nthat an implication necessarily arises that the parties intended to contract on\nthe basis of the suggested term.’\nThere is nothing in the disciplinary\ncode, when read in that way, to indicate that the appellant (who caused the\ndocument to be drafted)\nintended clause 7.9 to be qualified in the manner\nsuggested. On the contrary, the language of clause 7.9, when seen in its\ncontext,\nand in the context of the table in clause 9.2, indicates that the\nqualifications contended for were not intended: to read such qualifying\nterms\ninto the document would be in conflict with its unambiguous express terms (cf\nSouth African Mutual Aid Society v Cape Town Chamber of Commerce\n1962 (1)\nSA 598\n(A) 615D-E). It might be that the construction advanced by the appellant\nwould create a disciplinary regime that was equally acceptable\n(whether that is\nso is by no means certain) but that is not the test: through its disciplinary\ncode, as incorporated in the conditions\nof employment, the appellant undertook\nto its employees that it would follow a specific route before it terminated\ntheir employment\nand it was not open to the appellant unilaterally to substitute\nsomething else.\n[16]\tThe real thrust of the appellant’s argument,\nhowever, went in another direction. Section 27(1) of the Interim Constitution\n– which was in force at the time that is relevant to this appeal –\nguaranteed to everyone the right to fair labour practices\nand that has been\nperpetuated by s 23(1) of the present Constitution. Moreover, s 39(2)\nof the present Constitution requires\nthe courts, when developing the common law,\nto promote the spirit, purport and objects of the Bill of Rights. In the\nappellant’s\nheads of argument it was submitted that the procedure that was\nadopted by the appellant was one that respected the respondent’s\nconstitutional right to fair labour practices with the result that it would be\nan infringement of the appellant’s right to\nfair labour practices if the\ndismissal were to be regarded as unlawful. The effect of that submission, as it\nwas developed in argument,\nand as I understand it, was that the relationship\nbetween employer and employee is governed by only a reciprocal duty upon the\nparties\nto act fairly towards one another, with the result that contractual\nterms requiring anything more must necessarily give way. I do\nnot think that is\ncorrect and it is also in conflict with what was recently said by this court in\nFedlife Assurance Ltd v Wolfaardt\n2002 (1) SA 49\n(SCA) para 15. If the\nnew constitutional dispensation did have the effect of introducing into the\nemployment relationship a reciprocal\nduty to act fairly it does not follow that\nit deprives contractual terms of their effect. Such implied duties would operate\nto ameliorate\nthe effect of unfair terms in the contract, or even to supplement\nthe contractual terms where necessary, but not to deprive a fair\ncontract of its\nlegal effect. The procedure provided for in the disciplinary code was clearly a\nfair one – it would hardly\nbe open to the appellant to suggest that it was\nnot – and the respondent was entitled to insist that the appellant abide\nby\nits contractual undertaking to apply it. It is no answer to say that the\nalternative procedure adopted by the appellant was just\nas good.\n[17]\tIn the\ncourse of developing his submissions the appellant’s counsel also\nsubmitted that to apply the ordinary principles\nrelating to the assessment of\ncontractual damages would lead to an unfair result in the present case and that\nthose common law principles\nneed to be adapted so as to accord to the appellant\nthe ‘fair labour practices’ to which it is entitled in terms of the\nBill of Rights. It is by no means certain that the application of the ordinary\nprinciples for assessing contractual damages will\nproduce an unfair result but\nit is in any event premature to consider that submission. Earlier in this\njudgment I drew attention\nto the fact that the trial was confined to the\n‘merits’ of the claim and the parties accepted before us that the\ntrial\nwas thus confined to determining whether the respondent’s employment\nwas terminated in breach of his employment contract. It\nremains to be determined\nwhether the respondent’s position would have been different if the\nappellant had fulfilled its contractual\nobligations – which is the usual\nbasis for determining contractual damages: see for example\nTrotman &\nAnother v Edwick\n1951 (1) SA 443\n(A) 449B-C – and if so what value to\nplace upon the loss. Only after that enquiry has been undertaken can it be\ndetermined\nwhether the result is unfair (if that is relevant at\nall).\n[18]\tThere is a further matter relating to the costs. The material\nfacts in this matter were limited and they were never in dispute.\nThis was\npre-eminently a matter in which Rule 8 of the rules of this court could have\nbeen used in order to contain the costs, particularly\nbearing in mind the\nobservation by the court\na quo\nthat the appeal to it could have been\ndealt with as a stated case. That observation, and the provisions of Rule 8,\nseem to have gone\nquite unnoticed when the eight volume record – most of\nwhich is irrelevant – was filed in this court. This is an appropriate\ncase\nin which a special order for costs ought to be made as provided for in Rule 8(c)\nfor the failure to utilise the rule to the\nfinancial advantage of the litigants.\nIn my view the appropriate order is to deprive both attorneys of a portion of\nthe fees to which\nthey would otherwise have been entitled for perusing the\nrecord.\n[19]\tFinally, when setting aside the order of the trial court, the\ncourt\na quo\nsubstituted an order to the effect that the plaintiff\n‘succeeds on the merits’. It is desirable to circumscribe with\nprecision the issues that have been disposed of by this appeal in order to avoid\nlater misunderstanding (cf\nSA Eagle Versekeringsmaatskappy Bpk v Harford\n[1992] ZASCA 42\n;\n1992 (2) SA 786\n(A) 792B-E) and I intend to amend the order of the court\na quo\naccordingly. The respondent is nevertheless the successful party\nand is entitled to the costs of this appeal.\nThe following orders are\nmade:\n1.\tParagraph 2 of the order made by the court\na quo\nis set aside and the\nfollowing is substituted:\n‘The order of the trial court is set aside and the following orders are\nsubstituted:\n“(a)\tIt is declared that the defendant terminated the plaintiff’s \nemployment in breach of the terms of his contract\nof employment.\n(b)\tClaim 2 is dismissed.\n(c)\tThe defendant is to pay the costs associated with determining the issue\nreferred to in (a).”'\n2.\tSave as aforesaid the appeal is dismissed with costs. It is ordered that the\nattorneys for the appellant and the attorneys for\nthe respondent shall not be\nentitled to recover (whether from their clients or from the opposing party) 60%\nand 40% respectively\nof the fees to which they might otherwise have been\nentitled for perusing the record in this appeal.\n_________________\nNUGENT  JA\nHARMS JA)\nFARLAM JA)\nCONRADIE JA)\tCONCUR\nVAN HEERDEN AJA)",
  "scraped_at": "2026-02-12T08:56:36.953876",
  "date": "2004-03-05",
  "coram": [
    "Harms JA",
    "Farlam JA",
    "Nugent JA",
    "Conradie JJA",
    "Van Heerden AJA"
  ],
  "case_number": "13/2003",
  "parties": {
    "applicants": [
      "Denel (Pty) Ltd"
    ],
    "respondents": [
      "D P G Vorster"
    ]
  },
  "sections": {
    "facts": "The respondent had been employed by the appellant for many years before being summarily dismissed on 9 September 1996. The dismissal was based on alleged misconduct, but the appellant’s disciplinary code – incorporated into the employees’ contracts – prescribed a two‑stage process for dismissals: a disciplinary committee must recommend dismissal and an assistant general manager, after consulting the Assistant General Manager of Human Resources, must independently approve it. In the present case the disciplinary enquiry was conducted by an assistant general manager who also acted as the sole decision‑maker, and no separate committee recommendation or consultation with the HR manager occurred. The respondent challenged the dismissal on the basis that the prescribed procedural steps were not followed.",
    "issues": "1) Whether the appellant breached the respondent’s employment contract by failing to follow the procedural requirements of clause 7.9 of the disciplinary code. 2) How clause 7.9 should be construed – whether a separate committee recommendation is required or can be dispensed with. 3) Whether constitutional rights to fair labour practices can override or modify the contractual procedural requirements.",
    "principles": "The court held that incorporated disciplinary codes acquire contractual force and must be complied with as expressed. Clause 7.9 unambiguously requires an independent disciplinary committee recommendation and a separate approval by an assistant general manager after consulting HR; no tacit terms may be implied to alter this. Constitutional provisions guaranteeing fair labour practices do not nullify clear contractual terms, but may inform the interpretation of ambiguous provisions. Damages for breach of contract are assessed on the basis of whether the contractual obligations would have altered the outcome for the employee.",
    "application": "The court examined the wording of clause 7.9 and the accompanying table in clause 9.2, concluding that the appellant’s process – whereby the assistant general manager both conducted the enquiry and decided the dismissal without a separate committee recommendation or HR consultation – contravened the contract. The appellant’s alternative construction of the clause and reliance on constitutional arguments were rejected as inconsistent with the express terms. Consequently, the dismissal was held to be a breach of contract.",
    "conclusion": "The appeal was allowed. The trial court’s order was set aside and substituted with a declaration that the appellant terminated the respondent’s employment in breach of the contract. Claim 2 was dismissed, and costs were awarded to the respondent. The attorneys for both parties were ordered to forfeit a proportion of their fees (60% of the appellant’s attorneys and 40% of the respondent’s attorneys) for excessive costs."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Employment Contracts",
    "level_3": [
      "procedural fairness",
      "disciplinary code",
      "contract breach",
      "damages"
    ]
  }
}