{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/86.html",
  "case_name": "S v Van Dyk (042/2004) [2004] ZASCA 86; 2005 (1) SACR 35 (SCA) (29 September 2004)",
  "citation": "[2004] ZASCA 86",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 86\n|\nNoteup\n|\nLawCite\nS v Van Dyk (042/2004) [2004] ZASCA 86; 2005 (1) SACR 35 (SCA) (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 042/2004\nIn the matter between\nLOUIS VAN DYK\t Appellant\nand\nTHE STATE\t\nRespondent\n___________________________________________________________\nCORAM: \tSTREICHER, NAVSA, NUGENT JJA\net JAFTA, PATEL  AJJA\nHEARD:\t2  SEPTEMBER 2004\nDELIVERED:     29 SEPTEMBER\n2004\n___________________________________________________________\nSummary:\nSentence – offender found in possession of 378 abalone – sentenced\nto 18 months’ imprisonment in terms\nof s 276 (1)(i) of Act 57 of 1977\n– whether correctional supervision could be imposed for a statutory\noffence if the statute\nin terms of which the offender was convicted did not\nprovide for such sentence but provided for a fine or\nimprisonment.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nJAFTA\nAJA\n[1]\tThis appeal concerns the interpretation of s 276 of the Criminal\nProcedure Act 51 of 1977 (‘the Act’). The section\nprovides:\n‘(1)\t Subject to the provisions of this Act and any other law\nand of the common law, the following sentences may be passed upon\na person\nconvicted of an offence, namely –\n(a)\t...\n(b)\timprisonment, including imprisonment for life or imprisonment for an\nindefinite period as referred to in section 286\nB(1);\n(c)\tperiodical imprisonment;\n(d)\tdeclaration as an habitual criminal;\n(e)\tcommittal to any institution established by law;\n(f)\ta fine;\n(g)\t...\n(h)\tcorrectional supervision;\n(i)\timprisonment from which such a person may be placed under correctional\nsupervision in his discretion by the\ncommissioner.\n(2)\tSave as is otherwise expressly\nprovided by this Act, no provision thereof shall be construed –\n(a)\tas authorising any court to impose any sentence other than or any sentence\nin excess of the sentence which that court may impose\nin respect of any offence;\nor\n(b)\tas derogating from any authority specially conferred upon  any court by any\nlaw to impose any other punishment or to impose\nany forfeiture in addition to\nany other punishment.\n(3)\tNotwithstanding anything\nto the contrary in any law contained, the provisions of subsection (1) shall not\nbe construed as prohibiting\nthe court –\n(a)\tfrom imposing imprisonment together with correctional supervision;\nor\n(b)\tfrom imposing the punishment referred to in subsection (1)(h) or (i) in\nrespect of any offence.’\n[2]\tThe appellant,\nLouis van Dyk, was convicted in the magistrates’ court at Hermanus on\nthree charges of possessing and conveying\n378 abalone in contravention of\nRegulations 9, 36 (1) and 38 (3)(b) of the regulations published on 2 September\n1998 under Government\nNotice R1111 (‘the regulations’) read with\ns\n58\n(4) of the\nMarine Living Resources Act 18 of 1998\n.\nRegulation 96\nthereof\nprovides:\n‘Any person who contravenes or fails to comply with any\nprovision of these Regulations shall be guilty of an offence and liable\non\nconviction to a fine or imprisonment for a period not exceeding two\nyears.’\n[3]\tThe appellant was convicted on the basis of his plea of\nguilty. In his plea explanation he admitted that he was arrested on 14\nApril\n1999 while in possession of 378 abalone which he transported in a motor vehicle.\nIn terms of the regulations it is an offence\nfor one person to possess more than\n20 abalone and to transport more than 4 abalone in a motor vehicle.\n[4]\tThe\nappellant’s counsel submitted before the magistrate that a sentence of\ncorrectional supervision in terms of\ns 276\n(1)(h) was an appropriate sentence.\nThe magistrate, quite correctly, considered himself bound by the interpretation\nof s 276 of the\nAct by the Cape High Court in\nS v Daniels\n2000 (1) SACR\n256\n(C). In accordance with that decision correctional supervision could not be\nimposed for a statutory offence unless the penalty provision\nof that statute\nprovided for it as a sentencing option. Consequently the magistrate sentenced\nthe appellant to 18 months’ imprisonment\nin terms of s 276 (1)(i) of the\nAct.\n[5]\tThe appellant appealed to the Cape High Court. It was contended on\nhis behalf that the case of\nDaniels\nwas incorrectly decided and the High\nCourt was urged to depart from it. After considering the decisions in\nS v\nStrydom and another\n1994 (2) SACR 456\n(T);\nS v Lowis\n1997 (1) SACR\n235\n(T) and\nS v Philander\n1997 (2) SACR 529\n(C), the Cape High Court\nreaffirmed the ratio in the\nDaniels\ncase. It construed s 276 (2)(a) to\nmean that a trial court is not authorised to impose a sentence other than the\nsentence prescribed\nby the penalty provision in a statute. The Cape High Court\nthen dismissed the appeal but granted leave to appeal to this court.\n[6]\tIn\ngranting leave to appeal, the court below restricted the appeal to the issue of\nwhether or not a sentence of correctional supervision\ncould be imposed for a\nstatutory offence if the penalty provision of the statute did not provide for\ncorrectional supervision. The\nanswer to this question lies in the interpretation\nof s 276 of the Act. But, a brief analysis of the High Courts’ decisions\nis necessary before construing the section.\n[7]\tIn\nDaniels\nKnoll J\n(with whom Traverso J concurred) stated at 258 b-f:\n‘In my view, the\noriginal correctional supervision sentence of 36 months was not a competent\nsentence. The accused was found\nguilty of a statutory offence. The penal\nprovision contained in s 50 (3) of Act 74 of 1983 reads as follows:\n“Any person convicted of any offence under this section shall be liable\nto a fine not exceeding R20 000,00 or imprisonment\nfor a period not\nexceeding five years or to both such fine and such\nimprisonment.”\nThere is no provision in this\nsection, nor anywhere else in the Child Care Act, for a sentence of correctional\nsupervision in terms\nof s 276 (1)(h).\nIn\nS v Strydom and Another\n1994\n(2) SACR 456\n(W) at 462 b-d, Cloete J held that where a statutory provision\nrefers only to imprisonment, a fine or correctional supervision or\nany other\nsentence besides imprisonment may not be imposed.\nThis Court, in an\nunreported judgment dated 9 April 1999, in the matter of\nS v Warren\nOscar Abrahams\n, followed the decision of\nS v Strydom\n(supra)\ninter\nalia\nand found, at p 8 thereof, that correctional supervision under s 276\n(1)(h) of Act 51 of 1977 cannot be imposed for a statutory offence,\nunless the\nrelevant statute creating the offence provides for such\nsentence.\nAccordingly, the sentence of correctional supervision imposed\nshould not have been imposed and, in my view, in the exercise of this\nCourt’s inherent review jurisdiction, should be set aside.’\n[7]\tA\nsimilar approach was followed in the\nLowis\nand\nPhilander\ncases. In\nLowis\nthe accused was convicted of contravening\ns 34\n(1)(b) of the\nSouth\nAfrican Reserve Bank Act 90 of 1989\nwhich provided for imprisonment only as\npunishment for contravening the section. The magistrate had sentenced him to 3\nyears’\nimprisonment in terms of\ns 276\n(1)(i) of Act 51 of 1977. On appeal\nthe accused asked for correctional supervision to be imposed. Van Dyk J (with\nthe concurrence\nof McCreath J) held that where the Legislature had prescribed a\nsentence of imprisonment without the option of a fine for a specific\noffence, a\nsentence of correctional supervision was not competent because it was not a\nsentence intended for the offence by the Legislature.\n[8]\tIn\nPhilander\n, Conradie J (with whom Traverso J concurred) held that in the\nlight of the decision in\nStrydom\n, it was doubtful whether correctional\nsupervision could be imposed in cases where a penal provision did not provide\nfor it as a sentencing\noption.\n[9]\tI shall now deal with s 276 of the Act.\nThe correct interpretation of the section must be determined from the context of\ns 276\nas a whole. It is headed: ‘Nature of Punishments’. Section 276\n(1) lists, in general terms, various forms of punishment\navailable for\nconsideration and imposition by a court which has convicted a person of an\noffence either in terms of a particular\nstatute or under the common law. The use\nof the words ‘subject to’ at the beginning of subsec (1) indicates\nthat the\nsubsection will be subservient to any provision of the common law, the\nAct or another statute in case of conflict (cf\nS v Marwane\n1982 (3) SA\n717\n(A) at 747H – 748B).\n[10]\tSubsection (2) states that no provision\nof the Act (thus including s 276 (1)) should be construed as authorising a court\nto impose\na sentence in lieu of the sentence it may impose for a particular\noffence nor should the Act be construed as giving authority to\na court with\nlimited penal jurisdiction to impose a sentence in excess of such jurisdiction.\nThe subsection provides further that\nthe Act should not be interpreted as\nderogating from authority specially conferred by any law upon courts to impose\nother punishments.\n[11]\tThe interpretation process does not end with the\nreading of subsecs (1) and (2). One must take a step further and consider subsec\n(3). This subsection states that subsec (1) should not be construed as\nprohibiting a court from imposing correctional supervision\nin respect of\nany\noffence. Subsection (1), when read in isolation, does not purport to\nprohibit a court from imposing correctional supervision in respect\nof any\noffence. Subsection (3), insofar as it refers to subsection (1), would thus be\nmeaningless if it were to be construed as referring\nto that subsection in\nisolation. In order for the reference in subsection (3) to have any meaning, it\nmust have been intended to\nrefer to subsection (1) as construed in accordance\nwith the provisions of subsection (2). In other words, what subsection (3) must\nmean – if it is to have any meaning at all – is that the provisions\nof subsection (1) when construed in accordance with\nsubsection (2) are not to be\nconstrued as prohibiting a court from imposing correctional supervision in\nrespect of any offence. It\nfollows that correctional supervision may, in\nappropriate circumstances, be imposed notwithstanding the fact that the penal\nprovision\nof a particular enactment provides for other sentences, with no\nreference being made in such enactment to correctional supervision.\n[12]\tThe\ninterpretation of s 276 set out in the preceding paragraph is consistent with a\nnumber of decisions of this court. See\nS v E\n1992 (2) SACR 625\n(A);\nS\nv R\n1993(1) SACR 209 (A);\nS v Keulder\n1994 (1) SACR 91\n(A);\nS v\nW\n1994 (1) SACR 610\n(A) and\nS v Siebert\n1998 (1) SACR 554\n(A). In the\nfirst two cases the accused were convicted of sexual offences in contravention\nof s 14(1) (b) of the Sexual Offences\nAct 23 of 1957. Section 22 (f) of that Act\nprescribed, for such offences, a sentence of ‘imprisonment for a period\nnot exceeding\nsix years with or without a fine not exceeding R12 000 in\naddition to such imprisonment’. Notwithstanding the prescribed\nsentence of\nimprisonment, this court concluded that correctional supervision was a suitable\npunishment in those cases.\n[13]\tHaving found that correctional supervision\nis not excluded in matters such as the present one, it becomes necessary to\ndetermine\nwhether such punishment is appropriate in this case. Ordinarily this\nenquiry requires the presence of a report by a probation officer\ndealing with\nthe suitability of the accused as a candidate for correctional supervision.\nSince the magistrate held the view that\ncorrectional supervision was excluded,\nwe were denied the benefit of such report. However, I shall assume in the\nappellant’s\nfavour that he is a suitable candidate for correctional\nsupervision, and as a result there is no need for referring the matter to\nthe\nmagistrate to enable such report to be presented, before considering the issue\nof sentence afresh. Indeed, the appellant’s\ncounsel conceded that he would\nsuffer no prejudice should such a course be undertaken.\n[14]\tThe appellant\nwas 26 years old at the time of his conviction. He was married and had a young\nchild. He was not employed. He made\na living from subsistence\nfishing.\n[15]\tHe was not a first offender as he had been convicted of the\nsame offence a month before he committed the present offences. On\n10 March 1999\nhe was sentenced to R8 000 or 8 months’ imprisonment, half of which\nwas suspended for 4 years on condition\nthat he is not convicted of the same\noffence committed during the period of suspension. However, only one month\nelapsed before the\nappellant committed the offences he was warned not to commit\nfor a period of four years in terms of the suspended sentence. Obviously\nthe\nsuspended sentence had no deterrent effect on him. The quantity of abalone found\nin his possession exceeded a quantity for personal\nconsumption. As a result his\ncounsel had to concede that it can be inferred that the appellant dealt in\nabalone.\n[16]\tIn the circumstances of the present case, I am satisfied that\ncorrectional supervision is not a suitable punishment. The sentence\nimposed by\nthe magistrate is appropriate. Therefore, the appeal must\nfail.\n[17]\tAccordingly, the appeal is\ndismissed.\n__________________________\nC N\nJAFTA\nACTING JUDGE OF APPEAL\nSTREICHER JA\t)\nNAVSA\nJA\t\t)CONCUR\nNUGENT JA\t)\nPATEL AJA\t)",
  "scraped_at": "2026-02-12T09:07:29.184973",
  "date": "2004-09-29",
  "coram": [
    "Streicher JA",
    "Navsa JA",
    "Nugent JA",
    "Jafta AJ",
    "Patel AJ"
  ],
  "case_number": "042/2004",
  "parties": {
    "applicants": [
      "Louis Van Dyk"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Louis van Dyk, was arrested on 14 April 1999 while in possession of 378 abalone, which he had transported in a motor vehicle. The possession and conveyance of that quantity contravened Regulations 9, 36(1) and 38(3)(b) under the Marine Living Resources Act 18 of 1998, which limit a person to 20 abalone in possession and four in a vehicle. He pleaded guilty. Van Dyk, aged 26, was married with a young child, unemployed and made a living from subsistence fishing. He had a prior conviction for the same offence a month earlier, for which he received a suspended sentence of eight months’ imprisonment, a condition he breached shortly afterwards.",
    "issues": "The central issue was whether a court may impose a sentence of correctional supervision under s 276(1)(h) of the Criminal Procedure Act 51 of 1977 for a statutory offence when the statute creating the offence does not expressly provide correctional supervision as a sentencing option.",
    "principles": "The Court examined s 276 of the Criminal Procedure Act, focusing on subsections (1), (2) and (3). It held that subsection (3) clarifies that the list of punishments in subsection (1) is not to be read in isolation; when read with subsection (2), it allows correctional supervision even if the statutory penalty does not mention it. The Court considered earlier authorities (S v Daniels, S v Strydom, S v Lowis, S v Philander) which had limited correctional supervision to offences where the statute permitted it, but distinguished those decisions by interpreting the effect of s 276(3) as expanding judicial discretion. The Court also referenced cases where correctional supervision was applied despite statutory penalties prescribing only imprisonment.",
    "application": "Applying the interpretive rule, the Court concluded that correctional supervision was not statutorily excluded in this case. Assuming Van Dyk was a suitable candidate for such supervision, the Court nonetheless found the circumstances – a repeat offence committed shortly after a suspended sentence, the commercial nature of the abalone dealing, and the appellant’s lack of deterrence – rendered correctional supervision unsuitable. Consequently, the magistrate’s original sentence of 18 months’ imprisonment under s 276(1)(i) was upheld.",
    "conclusion": "The appeal was dismissed. The sentence of 18 months’ imprisonment imposed by the magistrate was confirmed, and no correctional supervision was ordered."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "correctional supervision",
      "statutory offence",
      "interpretation of s 276",
      "marine resources",
      "repeat offence"
    ]
  }
}