{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/16.html",
  "case_name": "ABSA Bank Ltd v Burmeister and Others (647/02) [2004] ZASCA 16; [2005] 3 All SA 409 (SCA); 2004 (5) SA 595 (SCA); (2004) 25 ILJ 1650 (SCA) (26 March 2004)",
  "citation": "[2004] ZASCA 16",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 16\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v Burmeister and Others (647/02) [2004] ZASCA 16; [2005] 3 All SA 409 (SCA); 2004 (5) SA 595 (SCA); (2004) 25 ILJ 1650 (SCA) (26 March 2004)\nDownload original files\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 647/02\nIn the matter between:\nABSA BANK LIMITED\t\t\t\t\t\t  APPELLANT\nand\nHENDRIK JACOBUS BURMEISTER\t\t 1\nST\nRESPONDENT\nSHERIFF OF THE HIGH COURT\nFOR THE DISTRICT OF BELLVILLE,\nWESTERN CAPE\t\t\t\t\t 2\nND\nRESPONDENT\nSANLAM PERSONAL\nPORTFOLIOS\n(PTY) LTD\t\t\t\t\t\t\t 3\nRD\nRESPONDENT\nCoram:\nMPATI DP, SCOTT, CAMERON,\nNUGENT\net\nCLOETE JJA\nDate of hearing:\t8 MARCH 2004\nDate\nof delivery:  26 MARCH 2004\nSummary:\tInterpretation of s 37D(1)(b) of\nPension Funds Act 24 of 1956\nJUDGMENT\nSCOTT JA\n/...\nSCOTT\nJA\n:\n[1]\tThe question in issue in this appeal concerns the interpretation\nof s 37D(1)(b) of the Pension Funds Act 24 of 1956 (‘the\nAct’). The\nfacts are largely common cause.\n[2]\tThe first respondent\n(‘Burmeister’) was formerly employed by the appellant bank as a\nmanager at its branch in Springs,\nGauteng. He resigned on 15 April 1997. Some\nthree months later in July 1997 and at his instance the pension fund benefits\naccruing\nto him were paid by the appellant’s pension fund, the Absa Bank\nPension Fund, to the Protector Pension Fund, a subsidiary of\nOld Mutual. They\nwere subsequently used to purchase a compulsory linked life annuity with Sanlam\nLife Assurance Limited. The annuity\nis administered by Sanlam Personal\nPortfolios (Pty) Ltd which is the third respondent.\n[3]\tIn February 1998\nthe appellant issued summons against Burmeister in the High Court, Johannesburg,\nclaiming damages in the sum\nof R1 765 269.05, being the loss it alleged it had\nsuffered as a result of the latter’s dishonest and fraudulent conduct\nwhile\nin its employ. Burmeister initially defended the action but did not appear\non the day of the trial, 2 August 2000, and default judgment\nwas granted against\nhim in the sum of R721 420.56. The judgment remained unsatisfied and on 25 March\n2002 the sheriff for the District\nof Bellville, Western Cape, who is the second\nrespondent, purported to attach the life annuity to the extent of R300\n000.\n[4]\tBurmeister sought an order as a matter of urgency in the High\nCourt, Cape Town, for the setting aside of the attachment. The only\nrelief\nsought against the third respondent was an order directing it to continue its\nmonthly payments to Burmeister in terms of the\nannuity it administered. No\nrelief was claimed against the second respondent other than costs in the event\nof his opposing. The appellant\nwas joined as a party at its own request.  It\nopposed  the application and at the same time brought a counter-application for\nan\norder declaring in effect that its judgment against Burmeister was of such a\nnature as to entitle it to cause the annuity to be attached.\nThe matter came\nbefore Potgieter AJ who granted an order setting aside the attachment and\ndismissing the counter application with\ncosts. The appeal is with the leave of\nthis court.\n[5]\tSection 37A(1) of the Act provides that save to the\nextent permitted by the Act and certain other  statutory provisions, which\nare\nnot relevant,\n‘. . . no benefit provided for in the rules of a\nregistered fund (including an annuity  purchased  by  the  said  fund from\nan\ninsurer for a member) . . . shall . . . be liable to be attached or subjected to\nany form of execution under a judgment or order\nof a court . . . ‘.\nI\ninterpose that it is common cause that the compulsory linked life annuity in\nquestion falls within the ambit of this provision and,\nsubject to what follows,\nwould be protected by it.\n[6]\tSection 37A(3) reads ─\n‘The\nprovisions of subsection (1) shall not apply with reference to anything done\ntowards reducing or obtaining settlement\nof a debt ─\n. . .\n(c)\nwhich a fund may reduce or settle under section 37D, to the extent to\nwhich a fund may reduce or settle such debt . .\n.’.\nSection 37D(1) provides in turn ─\n‘A registered\nfund may ─\n. . .\n(b)\ndeduct any amount due by a member to his employer on the date of his\nretirement or on which he ceases to be a member of the fund,\nin respect of\n─\n. . .\n(ii)\tcompensation (including any legal costs recoverable from the member in a\nmatter contemplated in subparagraph (\nbb\n)) in respect of any damage caused\nto the employer by reason of any theft, dishonesty, fraud or misconduct by the\nmember, and in respect\nof\nwhich\n(aa)\nthe\nmember has in writing admitted liability to the employer;\nor\n(bb)\njudgment has been obtained\nagainst the member in any court, including a magistrate’s\ncourt,\nfrom any benefit payable in respect of the\nmember or a beneficiary in \tterms of the rules of the fund, and pay such amount\nto the\nemployer \tconcerned; . . . .’\n[7]\tOn behalf of Burmeister it\nwas contended that because the default judgment in the present case was granted\nwithout evidence being\nled, the judgment was not proved to have been one\n‘in respect of any damage caused to the employer by reason of any theft,\ndishonesty, fraud or misconduct’ within the meaning of s 37D(1)(b)(ii).\nThere is no merit in this contention. The cause of\naction pleaded by the\nappellant was founded upon Burmeister’s fraudulent and dishonest conduct\nin the execution of his duties\nas manager of the appellant’s Springs\nbranch. The judgment by default was quite clearly granted on the basis of these\nallegations.\n[8]\tAs previously indicated, Burmeister’s pension fund\nbenefits did not remain with the Absa Bank Pension Fund but were transferred\nfirst to the Protector Pension Fund and later used to purchase the annuity\nadministered by the third respondent. Subject to Burmeister’s\ncontention\ndealt with in the preceding paragraph, it was common cause that had the pension\nfund benefits remained with the Absa Bank\nPension Fund, that fund would have\nbeen authorised in terms of s 37D(1)(b) to make the deduction in question and\nthe benefits would\nnot have enjoyed the protection afforded by s 37A(1) of the\nAct. I should add that it was not at any stage alleged that the pension\nfund\nbenefits were transferred with the object of avoiding the exception provided for\nin s 37D(1)(b). The sole question in issue,\ntherefore, is whether on a proper\nconstruction of this section, its provisions extend to the third respondent\nwhich is presently\nin control of the benefits. The appellant contends they do;\nBurmeister contends the contrary.\n[9]\tSection 37D(1)(b) refers to\n‘a member’ of a registered fund. ‘Member’ is defined in\ns 1 as meaning ─\n‘. . .  in relation to ─\n(a)\na fund referred to in paragraph (\na\n) of the definition of\n“\npension fund organization\n”, any member or former member of\nthe association by which such fund has been established;\n(b)\na fund referred to in paragraph (\nb\n) of that definition, a\nperson who belongs or belonged to a class of persons for whose benefit that fund\nhas been established,\nbut does not include any such\nmember or former member or person who has received all the benefits which may be\ndue to him from the\nfund and whose membership has thereafter been terminated in\naccordance with the rules of the fund; . . . ’.\nThe two categories set\nout in the definition of ‘pension fund organization’, in so far as\nthey are relevant, are ─\n‘\n(a)\nany association of persons\nestablished with the object of providing \tannuities or lump sum payments for\nmembers or former members\nof \tsuch association upon their reaching retirement\ndates, or for the \tdependants of such members or former members upon the death\nof \tsuch members or former members; or\n(b)\nany business carried on\nunder a scheme or arrangement established \twith the object of providing\nannuities or lump sum payments for\n\tpersons who belong or belonged to the class\nof persons for whose \tbenefit that scheme or arrangement has been established,\nwhen\nthey \treach their retirement dates or for dependants of such persons upon\n\tthe death of those persons, . . .’.\nIt emerges from the aforegoing that ‘member’ in s 37D(1)(b)\nincludes a former member (or former member of a class) who\nhas not received all\nthe benefits that may be due to him or her from the fund. Expressed differently,\na member remains such until\nhe or she has received all the benefits and that\nperson’s membership is terminated according to the rules of the fund.\n[10]\tThe only fund authorised to make the deduction in terms of s 37D(1)(b)\nis, of course, the fund of which the person concerned\nis still a member. If that\nperson is not a member as defined, there would, in any event, be nothing to\ndeduct. In terms of the section\nthe amount that may be deducted is the amount\ndue by the member to his employer either on the date of his retirement or on\nwhich\nhe ceases to be a member. An ordinary reading of the section suggests that\nthe fund contemplated is the fund of which the ex-employee\nwas a member at the\ntime of his employment; in other words, the fund in which the employer\nparticipates, in this case the Absa Bank\nPension Fund. In the event of the\nmember retiring, and subject to the fulfilment of the other requirements, that\nfund would be entitled\nto make the deduction at any stage until the ex-employee\nceased to be a member of the fund. In the latter event the fund could pay\nover\nthe balance of the pension fund benefits after deducting the amount owing to the\nemployer on that date. The ex-employee would\nthen no longer be a member and the\nfund would no longer be able to deduct an amount due to the employer, if it had\nnot yet done so.\n[11]\tThe appellant’s contention is, however, that the wording of the\nsection is wide enough to include a subsequent fund of\nwhich the ex-employee is\na member and to which the pension benefits emanating from the original fund have\nbeen paid. In my view such\na construction is not justified.\n[12]\tThe effect of s 37A(1) is to establish a general rule protecting pension\nfund benefits from\ninter alia\nattachment and execution. (The amendment of\nthe section by s 45 of 1998 is not material to the present case.) Its object is\nclearly\nto protect pensioners against being deprived of the source of their\npensions. In terms of s 37(B) such benefits are also deemed not\nto form part of\nthe assets in the insolvent estate of the person in question. The protection\nafforded by s 37A(1) is, however, subject\nto a number of exceptions, one of\nwhich is the exception provided for in s 37D(1)(b). That section, therefore,\naffords to an employer\na right of access to pension fund benefits which other\ncreditors do not have. The rationale of the exception can only be the\nemployer’s\nparticipation in the pension fund concerned, normally by way of\nemployer contributions. If the exception permitted the ex-employer\naccess to\npension fund benefits in the hands of any pension fund, the exception could well\nlose its rational basis. One thinks, for\nexample, of the situation that may\narise where the benefits are transferred to the pension fund of a new employer\nto which further\ncontributions are made. The inference, therefore, is  that  the\npension  fund  referred  to  in\ns 37D(1)(b) was intended to be a reference to the original pension fund, ie\nthe employer’s pension fund which in this case is\nthe Absa Bank Pension\nFund. It is true, as emphasized by counsel for the appellant, that the pension\nbenefits in the hands of a subsequent\nfund could be traced back to their origin\nin what I have called the employer’s pension fund. But that does not, in\nmy view,\njustify the construction sought to be placed on the section.\n[13]\tIn the first place, such a construction is not readily compatible with\nthe framework of the section. It makes good sense that\nthe employer’s fund\nshould be able to deduct the amount due on the date on which the ex-employee\nceases to be a member of that\nfund. But a subsequent fund cannot deduct the\namount due to the employer on that date. This much is apparent from the use of\nthe\ndefinite article ‘the’ at the commencement of the section which\nmakes it clear that the date in question is the date\non which the ex-employee\nceases to be a member of the fund making the deduction, not some other fund. But\nit makes no sense that\na subsequent fund should be authorised to deduct an\namount due to the ex-employer on the date the ex-employee ceases to be a member\n\nof that subsequent fund and not on the date the ex-employee ceased to be a\nmember of the original fund. Applying this construction\nto the facts of the\npresent case, it would mean that the appellant could cause only so much as was\ndue to it on Burmeister’s\nretirement to be attached, even though he might\nhave owed more on the date he ceased to be a member of its fund. That fund, if\nit\nwere making the deduction, would, however, have been entitled to deduct the\nhigher amount.\n[14]\tIt is furthermore necessary to bear in mind that this anomaly, if the\nappellant’s construction were to be accepted, would\noccur in a provision\nwhich creates an exception to a rule of general application. Such a provision\nwill normally be strictly interpreted;\nin other words, the legislature will be\npresumed to have intended that only cases clearly falling within the scope of\nthe language\nused are to be excepted. (See\nHartman v Chairman, Board for\nReligious Objection, and others\n1987 (1) SA 922\n(O) at 927G-928B.) This\napproach to statutory interpretation is particularly apposite when the rule of\ngeneral application has as\nits object the protection of a particular class of\npersons considered by the legislature to be worthy of protection, such as\npensioners.\n[15]\tIt follows that in my view ‘the registered pension fund’\nreferred to in s 37D(1)(b) of the Act must be construed\nas a reference to the\npension fund of which the ex-employee was a member at the time of his\nemployment, ie the fund in which the\nemployer participated and not some other\nfund to which the pension fund benefits may subsequently have been\ntransferred.\n[16]\tThe appeal is dismissed with costs.\nD G SCOTT\nJUDGE OF APPEAL\nCONCUR\n:\nMPATI\t\tDP\nCAMERON\tJA\nNUGENT\tJA\nCLOETE\tJA",
  "scraped_at": "2026-02-12T08:58:05.042592",
  "date": "2004-03-26",
  "coram": [
    "MPATI DP",
    "SCOTT JA",
    "CAMERON JA",
    "NUGENT JA",
    "CLOETE JJA"
  ],
  "case_number": "647/02",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED"
    ],
    "respondents": [
      "HENDRIK JACOBUS BURMEISTER",
      "SHERIFF OF THE HIGH COURT FOR THE DISTRICT OF BELLVILLE, WESTERN CAPE",
      "SANLAM PERSONAL PORTFOLIOS (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "Burmeister, a former manager of ABSA Bank, resigned in April 1997. His accrued pension benefits were transferred in July 1997 from the ABSA Bank Pension Fund to the Protector Pension Fund and subsequently used to purchase a compulsory linked life annuity administered by Sanlam Personal Portfolios. In February 1998 ABSA sued Burmeister for alleged fraudulent conduct, obtaining a default judgment of R721,420.56 in August 2000. In March 2002 the sheriff attached R300,000 of the annuity. Burmeister applied to set aside the attachment; ABSA opposed and filed a counter‑application seeking to enforce the attachment on the basis of sections 37A and 37D of the Pension Funds Act.",
    "issues": "The appeal centred on the interpretation of section 37D(1)(b) of the Pension Funds Act and whether the statutory exception to the protection in section 37A(1) extends to a subsequent pension fund that now holds the former employee’s benefits, thereby allowing the employer to have the annuity attached.",
    "principles": "Section 37A(1) protects registered pension fund benefits from attachment, subject to limited exceptions. Section 37D(1)(b) permits a registered fund to deduct amounts owed by a member to his employer, but only in respect of the fund of which the member was a member at the relevant time. The term \"member\" includes former members who have not received all benefits. Statutory interpretation principles require a strict reading of exceptions to protective rules, and the ordinary meaning of \"the fund\" is the employer’s own pension fund, not any subsequent fund to which benefits are transferred.",
    "application": "The Court examined the language of s 37D(1)(b) and held that the deduction right is confined to the original employer’s pension fund – the ABSA Bank Pension Fund – because the provision refers to the fund of which the ex‑employee was a member when the debt arose. Extending the exception to a later fund would contradict the purpose of protecting pensioners and would create an anomalous result. Consequently, the attachment of the annuity held by Sanlam Personal Portfolios could not be justified under the statute.",
    "conclusion": "The appeal was dismissed with costs. The order of attachment was set aside and ABSA’s counter‑application was rejected."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Pension Fund Attachment",
    "level_3": [
      "section 37A",
      "section 37D",
      "statutory interpretation",
      "annuity",
      "employment fraud"
    ]
  }
}