{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/20.html",
  "case_name": "Unitrans Freight (Pty) Ltd v Santam Ltd (86/03) [2004] ZASCA 20; [2004] 4 All SA 292 (SCA); 2004 (6) SA 21 (SCA) (29 March 2004)",
  "citation": "[2004] ZASCA 20",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 20\n|\nNoteup\n|\nLawCite\nUnitrans Freight (Pty) Ltd v Santam Ltd (86/03) [2004] ZASCA 20; [2004] 4 All SA 292 (SCA); 2004 (6) SA 21 (SCA) (29 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE  NO\n: 86/2003\nIn the matter between\n:\nUNITRANS FREIGHT (PTY)\nLTD\nAppellant\nand\nSANTAM LIMITED\nRespondent\n____________________________________________________________________\nBefore:\tHOWIE\nP, NUGENT, CLOETE, HEHER JJA & PONNAN AJA\nHeard:\t15 MARCH 2004\nDelivered:\n29 MARCH 2004\nSummary:\tExtension clause in motor insurance policy – whether it\nobliges insurer to indemnify authorised user of insured vehicle\nas contemplated\nby\ns 156\nof the\nInsolvency Act 24 of 1936\n____________________________________________________________________\nJ U D G M E N T\n____________________________________________________________________\nNUGENT JA\nNUGENT JA:\n[1]\tBecause this appeal concerns an\nexception to the appellant’s particulars of claim I will refer to the\nallegations in the\nparticulars of claim as if they were established\nfacts.\n[2]\tThe respondent (Santam) was the insurer of a motor vehicle that\ncollided with a vehicle in which the appellant (Unitrans) had\nan interest thus\ncausing loss to Unitrans. Unitrans sued Santam in the Johannesburg High Court\nfor the recovery of the loss. Santam\nexcepted to the particulars of claim on the\ngrounds that they did not disclose a cause of action. The exception was upheld\nby the\ncourt\na quo\n(Willis J) and Unitrans now appeals with leave granted\nby this court.\n[3]\tThe insured under the policy was a firm known as JG\nOlieverspreiders. In terms of the policy Santam undertook (subject to various\nlimitations and exceptions that are not now relevant) to indemnify the insured\nagainst, amongst other things, liability incurred\nby the insured towards third\nparties for damage caused by a defined event. A defined event included any\naccident caused by or through\nor in connection with the insured\nvehicle.\n[4]\tA clause in the policy (I will refer to it as the extension\nclause) extended that indemnity to ‘any person who is driving\nor using\n[the] vehicle on the insured’s order or with the insured's permission\n[when a defined event occurs]’.\n[5]\tAt the time of the collision the\ninsured vehicle was being driven by a certain Mr Shai and it was his negligence\nthat caused the\nloss to Unitrans. Shai was employed by a close corporation known\nas De Kroon Brandstofverspreiders CC (De Kroon) and he was driving\nthe insured\nvehicle in the course and within the scope of his employment. De Kroon thus\nbecame vicariously liable to Unitrans for\nthe loss. When the collision ocurred\nDe Kroon was using the vehicle with the permission of the insured. De Kroon has\nsince been placed\nunder a winding up order.\n[6]\tNo doubt Unitrans thought it\nwas futile to attempt to recover its loss from an insolvent close corporation\nand instead it sought\nto recover it directly from Santam in reliance upon\ns 156\nof the\nInsolvency Act 24 of 1936\n. The section reads as\nfollows:\n‘Whenever any person (hereinafter called the insurer) is\nobliged to indemnify another person (the insured) in respect of any\nliability\nincurred by the insured towards a third party, the latter shall, on the\nsequestration of the estate of the insured, be\nentitled to recover from the\ninsurer the amount of the insured’s liability towards the third party [up\nto the limit of the\nindemnity].’\n[7]\tThe section does not add to the\ncontractual liability of an insurer. It merely allows a person who is not a\nparty to the policy\nof insurance to recover directly from the insurer in\nparticular circumstances. It entitles a person who has a claim against someone\nwho is indemnified against such liability by an insurer to pursue the claim\ndirectly against the insurer if the estate of the indemnified\nperson is\nsequestrated. (The effect of\ns 66\nof the\nClose Corporations Act 69 of 1984\nread together with s 339 of the Companies Act 61 of 1973 is to make\ns 156 applicable where the indemnified person is a\nclose corporation that\nhas been placed under a winding up order :\nSupermarket Leaseback (Elsburg)\n(Pty) Ltd v Santam Insurance Ltd\n[1990] ZASCA 131\n;\n1991 (1) SA 410\n(A) 411 I). Scott JA\nexplained the purpose and effect of the section as follows in\nLe Roux v\nStandard General Versekeringsmaatskappy Bpk\n2000 (4) SA 1035\n(SCA) para\n6:\n‘Artikel 156 van die Wet verleen aan 'n eiser die reg om in bepaalde\nomstandighede 'n bedrag direk van 'n versekeraar te vorder\nwat deur die\nversekerde aan die eiser verskuldig is. Soos uit die artikel blyk, ontstaan die\nreg by die sekwestrasie van die boedel\nvan die versekerde. By ontstentenis van\nso 'n wetsbepaling sou 'n eiser in daardie omstandighede verplig gewees het om\nsy eis teen\ndie versekerde se insolvente boedel in te dien en sou sy verhaalsreg\nbeperk gewees het tot enige dividend wat die kurator aan konkurrente\nskuldeisers\nmoes betaal. Die kurator sou op sy beurt verplig gewees het om ten gunste van al\ndie skuldeisers die versekerde se reg\nop vrywaring uit hoofde van die\ntersaaklike polis teen die versekeraar af te dwing. Die gevolg van art 156\nis dus om die eiser\naansienlik te bevoordeel deurdat ander skuldeisers nie in\ndie opbrengs van die polis kan deel nie (kyk\nWoodley v Guardian Assurance Co\nof SA Ltd\n1976 (1) SA 758\n(W) op 759E-G;\nSupermarket Haasenback (Pty) Ltd\nv Santam Insurance Ltd\n1989 (2) SA 790\n(W) op 793C-G;\nPrzybylak v Santam\nInsurance Ltd\n1992 (1) SA 588\n(K) op 601J-602A).’\n[8]\tA person who\nwishes to recover from an insurer in reliance upon the section must show not\nonly that he has a good claim in law\nagainst the insolvent person but also that\nthe insurer is obliged in law to indemnify the insolvent person against the\nclaim (\nLe Roux’s\ncase,\nsupra\n, para 7;\nCoetzee v\nAttorney’s Insurance Indemnity Fund\n2003 (1) SA 1\n(SCA) para\n20).\n[9]\tOn the facts alleged in the present case Unitrans indeed has a good\nclaim in law against De Kroon for recovery of its loss. The\nonly remaining\nquestion is whether those facts establish that Santam was obliged under the\npolicy to indemnify De Kroon against its\nliability to Unitrans.\n[10]\tThe\nexception that was taken by Santam was misconceived at the outset. In the\nrelevant portion of the notice of exception it\nwas alleged by Santam that the\nparticulars of claim do not disclose a cause of action\n‘because no\nallegations are made that a contractual relationship existed between [Unitrans]\nand [Santam] in terms of which [Unitrans]\nis entitled to rely on the contract of\ninsurance.’\nThat allegation rather misses the point.  Section 156 does\nnot require there to be a contractual relationship between Unitrans and\nSantam\n– it is precisely because there is no such relationship that s 156\nwas enacted so as to enable the person who has\nsuffered the loss to pursue the\nclaim directly against the insurer.  What the section requires is only that the\ninsurer is contractually\nbound to indemnify the person who is liable to make\ngood the loss (in this case De Kroon).   Moreover, the section does not apply\nonly where it is the insured (the person who contracted with the insurer) who\nhas incurred that liability to the plaintiff, for it\napplies expressly whenever\nthe insurer is obliged to indemnify any person in respect of the liability that\nis the subject of the\nclaim.  Thus the question is not whether Santam was\nobliged under the policy to indemnify Unitrans (clearly it was not) but rather\nwhether Santam was obliged by the policy to indemnify De Kroon against De\nKroon’s liability to Unitrans.  If the policy did\noblige Santam to\nindemnify De Kroon then s 156 entitles Unitrans to pursue its claim directly\nagainst Santam now that De Kroon is\nin liquidation.\n[11]\tIn support of its\nsubmission that Santam was obliged by the policy to indemnify De Kroon against\nits liability for the claim\nUnitrans relied upon the terms of the extension\nclause which I referred to earlier (for it is not in dispute that at the time\nthe\ncollision occurred the insured vehicle was being used by De Kroon with the\npermission of the insured). It was submitted on behalf\nof Unitrans, in this\ncourt and in the court\na quo\n, that the extension clause constitutes a\nstipulation for the benefit of third parties (including an authorised user like\nDe Kroon)\n– a\nstipulatio alteri –\nwhich conferred a right\nupon De Kroon to enforce its terms.  Santam’s reply was that if the clause\nis a stipulation for the\nbenefit of De Kroon there is no allegation in the\nparticulars of claim that the benefit was accepted by De Kroon – a\nnecessary\nprecondition for Santam to incur contractual liability to De Kroon\n(\nMcCullogh v Fernwood Estate Ltd\n1920 AD 204\nat 205;\nCommissioner for\nInland Revenue v Estate Crewe and Another\n1943 AD 656\nat 674-5) and that\nwithout that allegation the particulars of claim are\nexcipiable.\n[12]\tAlthough that was not the ground upon which the exception\nwas taken (I referred earlier to the relevant ground for the exception)\nI will\ndeal with it nevertheless because it was advanced and argued both in this court\nand in the court\na quo\n.\n[13]\tThe learned judge in the court\na quo\nheld that the extension clause ‘does not apply to a person in the\nposition of [Unitrans]’ and for that reason he dismissed\nthe exception. No\ndoubt that finding was influenced by the form in which the exception was\npresented but again, in my respectful\nview, it rather misses the point: the\nquestion is not whether the extension clause afforded an indemnity to Unitrans\n(if the policy\nhad indemnified Unitrans it would have had no need to resort to\ns 156) but rather whether it afforded an indemnity to De\nKroon.\n[14]\tAlthough De Kroon was indeed an authorised user as contemplated\nby the extension clause it does not follow that it acquired contractual\nrights\nagainst Santam as submitted by counsel for Unitrans. In order for such\ncontractual rights to have arisen it was not enough\nthat the clause purported to\nconfer a benefit on De Kroon: what was required in addition was an intention on\nthe part of the original\ncontracting parties (the insurer and the insured) that\nthe benefit, upon acceptance by De Kroon, would give rise to rights that were\nenforceable at the instance of De Kroon, for that intention is ‘of the\nvery heart of the s\ntipulatio alteri’\n(Ellison Kahn:\n‘Extension Clauses in Insurance Contracts’\n(1952) 69\nSALJ\n53\nat 56). In\nTotal South Africa (Pty) Ltd v Bekker NO\n[1991] ZASCA 183\n;\n1992 (1) SA 617\n(A)\n625D-G Smalberger JA expressed it as follows:\n'As was pointed out by\nSchreiner JA in\nCrookes NO and Another v Watson and Others\n1956 (1) SA\n277\n(A) at 291B-C, \"a contract for the benefit of a third person is not simply a\ncontract designed to enable a third person to come in\nas a party to a contract\nwith one of the other two\". The mere conferring of a benefit is therefore not\nenough; what is required is\nan intention on the part of the parties to a\ncontract that a third person can, by adopting the benefit, become a party to the\ncontract.\n(\nJoel Melamed and Hurwitz v Cleveland Estates (Pty) Ltd; Joel\nMelamed and Hurwitz v Vorner Investments (Pty) Ltd\n[1984] ZASCA 4\n;\n1984 (3) SA 155\n(A) at\n172D-E).'\n[15]\nThe intention of the contracting parties is to be determined\nupon a consideration of the policy as a whole. Attached to the particulars\nof\nclaim was an extract from the policy containing the extension clause itself but\nwe were provided by the parties with the remaining\nterms of the policy and it\nwas agreed that they should be regarded as having been incorporated in the\nparticulars of claim. That\nSantam did not intend to confer enforceable rights\nupon De Kroon is clear from Clause 11 of the General Exceptions Conditions and\nProvisions and the question whether Unitrans was obliged to allege that the\nbenefit had been accepted simply does not arise. Clause\n11 reads as\nfollows:\n‘Unless otherwise provided, nothing in this policy shall give\nany rights to any person other than the insured.\nAny extension providing\nindemnity to any person other than the insured shall not give any rights of\nclaim to such person\n, the intention being that the insured shall claim on\nbehalf of such person. The receipt of the insured shall in every case be a full\ndischarge to the company.’ (My emphasis).\n[16]\tBut it does not follow\nfrom the fact that De Kroon acquired no rights that it could enforce against\nSantam that Santam was not\n‘obliged to indemnify’ De Kroon as that\nexpression is used in s 156.  For clause 11 also makes it clear that Santam\nintended\nthe indemnity contained in the extension clause to be capable of being\nenforced:  its reservation was only that it should not be\nenforced by anyone but\nthe insured.  As pointed out by A. Chaskalson 1963\nAnnual Survey\n382 in\nrelation to a similar clause in another contract:\n‘There seems to be no\nreason in principle to prevent parties to a contract from prescribing a specific\nprocedure to be adopted\nin regard to the form of action. Nor, if the clause can\nbe construed in this way, is there any reason for a court to decline to enforce\nthe indemnity simply because it has been sued for in accordance with the\nprescribed procedure, which is different from the procedure\nnormally\nadopted.’\nIn my view that is indeed the proper construction to place\nupon the clause. To construe the clause otherwise would be in conflict\nwith\nSantam’s expressed intention and would deprive it of effect.\n[17]\tIt\nhas been suggested that an indemnity given in that form might be void for lack\nof an insurable interest on the part of the\ninsured\n[1]\n– and that has been\nheld to be the case in other\njurisdictions\n[2]\n– but that is\nnot a ground upon which the particulars of claim were attacked and it has not\nbeen argued before us. Indeed,\nit would be surprising if an insurer who has\ngiven an earnest undertaking to indemnify a person in what is clearly a policy\nof insurance\nand not a gambling contract (as pointed out by Chaskalson,\nloc\ncit\n, the requirement of insurable interest is designed to ensure that\ninsurance policies are not used as a basis of gambling) were to\nrepudiate its\nobligations on those grounds.\n[18]\tIn my view Santam was indeed obliged to\nindemnify De Kroon against its liability for the loss as contemplated by s 156\n(albeit\nthat the indemnity was enforceable only by the insured) and Unitrans is\nentitled to enforce its claim directly against Santam now\nthat De Kroon is in\nliquidation.   Naturally that does not mean that Unitrans will necessarily\nsucceed if the facts alleged in the\nparticulars of claim are established for it\nis clear from the policy that a claim might yet be defeated for want of\ncompliance by\nthe insured with the conditions of the policy (the claim in\nLe\nRoux’s\ncase failed on those grounds).  But the particulars of claim\nare not excipiable (see\nFirst National Bank of Southern Africa Ltd v Perry NO\n& Others\n2001 (3) SA 960\n(SCA) 965D) and the exception ought to have\nbeen dismissed.\n[19]\tThe appeal is upheld with costs. The order of the court\na quo\nis set aside and the following is substituted:\n‘The\nexception is dismissed with costs’.\n_______________\nNUGENT JA\nHOWIE P)\nCLOETE JA)\nHEHER JA)\t\t\tCONCUR\nPONNAN AJA)\n[1]\nEllison Kahn: ‘Extension\nClauses in Insurance Contracts’\n(1952) 69\nSALJ\n53\n;\nGordon and\nGetz on The South African Law of Insurance\n4ed by DM Davis 445.  But see the\ncontrary views of A. Chaskalson 1963 Annual Survey 381-2; MFB Reinecke:\n‘Versekering sonder versekerbare belang?\n’ 1971\nCILSA\n193 218-20.\n[2]\nVandepitte\nv Preferred Accident Insurance Corporation of New York\n[1933] AC 70\n(PC)\n80-81;\nOld Mutual Fire & General Insurance Company of Rhodesia (Pvt) Ltd\nv Springer\n1963 (2) SA 324\n(SR) 329C-G.",
  "scraped_at": "2026-02-12T08:58:28.985836",
  "date": "2004-03-29",
  "coram": [
    "Howie P",
    "Nugent JA",
    "Cloete JA",
    "Heher JJA",
    "Ponnan AJA"
  ],
  "case_number": "86/2003",
  "parties": {
    "applicants": [
      "Unitrans Freight (Pty) Ltd"
    ],
    "respondents": [
      "Santam Limited"
    ]
  },
  "sections": {
    "facts": "Santam issued a motor insurance policy to JG Olieverspreiders covering liability for damage caused by the insured vehicle. The policy contained an extension clause that extended indemnity to any person driving the vehicle with the insured's permission. At the time of an accident, the vehicle was being driven by Mr Shai, an employee of De Kroon Brandstofverspreiders CC, an authorised user under the extension clause. Shai’s negligence caused loss to Unitrans Freight, which had an interest in the damaged vehicle. De Kroon, as the employer of Shai, was vicariously liable for the loss but was subsequently placed under a winding‑up order, prompting Unitrans to rely on section 156 of the Insolvency Act to claim directly from Santan.",
    "issues": "The key issues were (1) whether Santam, under the policy’s extension clause, was contractually obliged to indemnify De Kroon for its liability to Unitrans, and (2) whether section 156 of the Insolvency Act enables Unitrans to recover directly from Santam in the absence of a contractual relationship between the two parties.",
    "principles": "The Court examined the nature of a stipulation for the benefit of a third party (stipulatio alteri) and the requirement of an intention by the contracting parties to create enforceable rights for the third party. It considered clause 11 of the policy, which limited rights to the insured, and relevant case law including Le Roux v Standard General, Total South Africa v Bekker, and earlier authorities on third‑party beneficiaries in insurance contracts. Section 156 was interpreted as creating a procedural right to sue the insurer where the insurer is obliged to indemnify the insolvent party, regardless of a direct contract with the claimant.",
    "application": "The Court held that the extension clause, read in the context of the whole policy, demonstrated Santam’s intention to indemnify any authorised user, including De Kroon, despite clause 11 restricting who could enforce the right. Consequently, Santam was obliged to indemnify De Kroon, satisfying the prerequisite for invoking section 156. The Court further found that the particulars of claim were not excipiable, as the statutory provision does not require a direct contractual relationship between Unitrans and Santam.",
    "conclusion": "The appeal was upheld with costs. The order of the lower court was set aside and the exception was dismissed with costs, allowing Unitrans to pursue its claim directly against Santam under section 156 of the Insolvency Act."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Insurance",
    "level_3": [
      "extension clause",
      "third‑party beneficiary",
      "section 156 Insolvency Act",
      "indemnity obligation"
    ]
  }
}