{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/68.html",
  "case_name": "Minister of Safety and Security and Another v Rudman and Another (218/2003) [2004] ZASCA 68; [2004] 3 All SA 667 (SCA); 2005 (2) SA 16 (SCA) (18 August 2004)",
  "citation": "[2004] ZASCA 68",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 68\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security and Another v Rudman and Another (218/2003) [2004] ZASCA 68; [2004] 3 All SA 667 (SCA); 2005 (2) SA 16 (SCA) (18 August 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO: 218/2003\nReportable\nIn the matter between\nTHE MINISTER OF SAFETY AND SECURITY        First\nAppellant\nJOHAN JACOBUS  BECKER     \t                               Second\nAppellant\nand\nPIETER NICOLAAS RUDMAN\t              \nFirst Respondent\nPETRUS BOTHA SCHABORT\t                           \nSecond Respondent\nCORAM\n:\nMPATI DP, FARLAM JA et \nVAN HEERDEN AJA\nHEARD:\n23\nMARCH  2004\nDELIVERED\n:  18 AUGUST\n2004\nSummary: Delict – child suffering severe hypoxic\nbrain damage from near drowning in unsecured family swimming pool –\nwhether\npoliceman attending scene and stopping cardio-pulmonary resuscitation\ncommenced earlier acted wrongfully and negligently and, if\nso, whether his\naction causally connected with brain damage – applicability of s 2 of\nApportionment of damages Act 34 of 1956\n– successive wrongdoers –\nperson who had left pool unsecured also negligent – allocation of\nliability for damages\nsuffered.\nOrder set out in para\n[90].\nJUDGMENT\nVAN HEERDEN AJA\nIntroduction\n[1]\tOn 6 October 1997, Roald John Rudman, then a toddler of two years and\neight months ('Roald'), fell into the swimming pool at the\nPretoria home of his\nfather, the first respondent, Pieter Nicolaas Rudman.  The South African Police\nService ('SAPS') were summoned\nto the scene of the accident and the second\nappellant, Johan Jacobus Becker ('Becker'), then a sergeant with the SAPS,\nacting within\nthe course and scope of his employment with the first appellant,\nthe Minister of Safety and Security ('the Minister'), attended to\nthe scene\ntogether with his colleague, Sergeant Daniël Pienaar.  Roald survived this\nincident (hereinafter referred to as 'the\nnear-drowning incident'), but\nsustained severe hypoxic brain damage as a result of which he is now a spastic\ntetraplegic with an\nepileptic tendency.\n[2]\tThis appeal primarily concerns the issues of whether\nBecker's actions and/or omissions at the scene of the near-drowning incident,\nin\nhis capacity as a servant of the Minister, were wrongful and negligent.  There\nare also further issues of whether Becker's negligence,\nif\nit is held to\nexist, is causally connected with the brain damage suffered by Roald and, if so,\nthe extent to which the Minister is\nvicariously liable for such\ndamage.\n[3]\tIn September 1998, Mr Rudman instituted an action for\ndelictual damages against the Minister and Becker in the Pretoria High Court,\nacting in his personal capacity as well as in his capacity as Roald's father and\nnatural guardian.  In his particulars of claim he\nalleged that Becker, in his\ncapacity as an official of the SAPS, who attended to the scene where Roald had\nfallen into the swimming\npool, owed Roald 'a duty of care' and that Becker\n–\n'. . . breached this duty of care and acted in a negligent manner in\none or more or all of the following respects :\n7.1\tHe prevented,\nalternatively\nprohibited,\nfurther alternatively\n, hindered, the\ncontinued administration of cardio-pulmonary resuscitation ['CPR'] which had\nbeen commenced and continued throughout\nprior to his arrival at the\nscene;\n7.2\tHe failed to continue with,\nalternatively\nassist with, the\nadministration of cardio-pulmonary resuscitation upon his arrival at the scene\nand thereafter in circumstances where\nhe could and should have done so;\n7.3\tHe declared baby Rudman [Roald] dead, without examining baby Rudman,\nalternatively,\nwhilst he examined baby Rudman insufficiently,\nfurther\nalternatively\n, whilst he examined baby Rudman inappropriately, whereas in\ntruth and fact, baby Rudman was still alive;\n7.4\tHe allowed baby Rudman to\nremain without essential cardio-pulmonary resuscitation for approximately ten\nminutes in circumstances\nwhere he could and should not have done so.'\n[4]\tThe Minister and Becker denied liability. \nFurthermore, they issued a third party notice, joining the second respondent,\nPetrus\nBotha Schabort  ('Bo'), Mr Rudman's stepson and the son of Roald's\nmother, Mrs Elna Rudman, born from a previous marriage, as a third\nparty.  They\nclaimed a contribution from him in the event of the trial court holding that\nBecker acted negligently and that such\nnegligence contributed to the damages\nsuffered by Mr Rudman and Roald.  This joinder was based on the allegation that\nBo acted negligently\nin that, although he was aware of the fact that his toddler\nstep-brother, Roald, was on the premises and that there was a danger\nof his\nfalling into the swimming pool, he (Bo) removed the safety net from the pool,\nopened the door and security gate leading to\nthe pool, failed to inform the\ndomestic worker looking after Roald of the fact that the pool was unprotected\nand unattended, and\nthen left the premises, only instructing his seven-year-old\nsister, Chantal, to look after Roald.\n[5]\tThe trial was run during May 2001.  At the\npre-trial conference held in late April 2001, the parties agreed that 'subject\nto the\nhonourable court's approval . . . a separation of issues is indicated and\n[that] at commencement of the trial [they would] apply\nfor an order that the\nissue of liability be decided first and separately from the issue of\nquantum\n.  The issue of liability will include the issue of the negligence\nof the employee of the first defendant as well as the third party,\nas well as\nthe defendants' special plea and the question of causality.'\nAt the commencement of the trial, the trial judge,\nMotata J, made an order, in terms of rule 33(4), to the effect that 'the issue\nof liability will be decided first, separate from the issue of\nquantum\n'.\n[6]\tThe trial on the separated issue was concluded during May\n2001 and judgment was delivered on 7 June 2002. The trial court declared,\ninter alia\n, that the Minister and Becker were jointly and severally\nliable to Mr Rudman for the full extent of such damages as Mr Rudman might\nprove\nin his personal and/or his representative capacity.  The extent of the third\nparty's contribution to the damages to be paid\nby the Minister and Becker was\ndeclared to be 20 per cent.\n[7]\tThe appellants now appeal against these\norders of the trial court, leave to appeal having been granted by this Court, on\npetition\nto it, during April 2003.  Although leave to appeal was also granted in\nrespect of the trial judge's dismissal of the appellants'\nspecial plea\n(non-compliance with\ns 57(2)\nof the\nSouth African Police Service Act 68 of\n1995\n), the appellants are not proceeding with their grounds of appeal relating\nto such special plea.  They are also not proceeding with\ntheir additional\ngrounds of appeal, being those relating to Mr Rudman's alleged vicarious\nliability based on the alleged negligence\nof Mrs Siena Baloi, the domestic\nworker who was looking after Roald at the time of the near-drowning\nincident.\nFactual evidence\n[8]\tAs indicated above,\nRoald fell into the swimming pool at the Rudman residence in Pretoria whilst he\nwas in the care of Mrs Baloi\non 6 October 1997. Roald's half-brother, Bo, had on\nthat day arranged with his friend, Kobus Pienaar ('Kobus'), the manager of the\nvideo shop just up the street from the Rudman residence, at which Bo worked\npart-time, to relieve Kobus for a short while so that\nKobus could visit the\nRudman residence for a swim. Before leaving for the video shop, Bo took  the\nsafety net off the swimming pool\nand opened both the sliding door of the sitting\nroom leading out to the swimming pool area, as well as the expanding security\ngate\non the sliding door.  He did not tell Mrs Baloi that he had done so, nor\ndid he tell her that he would be leaving the premises, but\nsimply asked Chantal\nto 'watch' Roald.\n[9]\tMr Rudman testified that, on the afternoon in question, he\ncame home to collect a suit that needed adjustment.  On his arrival,\nhe met his\nstep-daughter, Chantal, at the front gate of the property, wearing a swimming\ncostume.  Chantal told him that 'they' were\nwaiting to swim with Bo.  Having\ncollected his suit from his bedroom, Mr Rudman departed, leaving Roald in the\nkitchen where Mrs\nBaloi was preparing the evening meal.  He did not see Bo, nor\ndid he know that the safety net had been removed from the swimming\npool and that\nthe sliding door and security gate leading to the swimming pool area were open. \nHe left the premises in his car at\n16h02 and went to the Menlyn Shopping Centre.\nA while later, he received a call on his cellular telephone from his wife,\ntelling\nhim that Roald had fallen into the swimming pool and was dead. \nAccording to the telephone records handed in as an exhibit by the\nrespondents’ counsel during the trial, this call was made from Mrs\nRudman's cellular telephone at 16h36.  Mr Rudman asked his\nwife if somebody was\n'doing CPR' and she replied in the affirmative.  He sped home, arriving at\napproximately 16h45, by which time\nthe qualified paramedics were already on the\nscene, working to revive Roald who was lying on the carpet in the dining room. \nHis\nwife and one of her colleagues, Mr Cornel Windell, were standing outside the\nhouse, together with two policemen, while Bo and Kobus\nwere in the dining room\nand Mrs Baloi was in, or in  the vicinity of, the kitchen.  Mr Rudman testified\nthat neither Roald nor Chantal\nwas allowed to be in the swimming pool area\nwithout supervision, even when the safety net was fixed on the pool, and that\nevery member\nof the Rudman household, including Bo and Mrs Baloi, knew that the\nsecurity gate and door leading to the swimming pool area had to\nbe closed and\nthe swimming pool safety net fixed in place at all times when the pool was not\nin use.\n[10]\tMr Rudman further testified that, very early on the morning\nafter the near-drowning incident, Becker came to the Unitas Hospital,\nwhere\nRoald had been admitted the previous day, to enquire about the little boy's\ncondition.  He conceded that Becker had no duty\nto be there and that he was not\n'completely insensitive' to what had happened.\n[11]\tMrs Baloi testified that she had seen the safety net in\nplace on the swimming pool earlier on the day in question.  At the time\nthat Mr\nRudman left the Rudman residence, she was in the kitchen, cooking.  Immediately\nthereafter, she had, at Roald's request,\nswitched on the television in the\nsitting room so that he could watch KTV.  She had not checked whether or not the\nsliding door and\nsecurity gate were open, because she knew that they were always\nkept closed.  She had then telephoned her husband and was again cooking\nin the\nkitchen after this telephone call when Kobus arrived to have a swim.  (Chantal\nhad told her earlier that Kobus was 'coming\nto swim with them'.)  She had opened\nthe main gate for Kobus by activating the switch next to the front door. Shortly\nthereafter,\nas Mrs Baloi was walking from the kitchen to the sitting room to\nfetch Roald (apparently to go for a swim), she met Chantal who informed\nher that\nRoald had fallen into the swimming pool.\n[12]\tMrs Baloi immediately ran outside to the swimming pool and\nfound that Kobus had already taken Roald out of the pool and had by\nthen laid\nhim on the lawn.  According to Mrs Baloi, Roald was lying on his stomach and\nKobus Pienaar was pressing at his back.  She\ntestified that she could see 'the\nbreathing movement of his body'.  She ran back into the house to telephone her\nemployer (Mrs Rudman)\nat the latter's office, which call is recorded as having\nbeen made at 16h15.  She told Mrs Rudman that Roald had fallen into the\nswimming\npool, whereupon Mrs Rudman said that she was coming home at once.  Mrs Baloi\nthen returned to the swimming pool area and,\napparently acting on Mrs Rudman's\ninstructions, told Kobus that they must take Roald into the house.  Kobus\ncarried Roald into the\ndining room and laid him on the dining room table. He\nblew into the toddler's mouth, then used one or more of his fingers to 'try\nto\nunblock something in his [Roald's] throat or something in his mouth', and\nthereafter pressed him on the chest.\n[13]\tMrs Baloi answered a telephone\ncall and held the telephone receiver to Kobus's ear while 'Kobus was listening\nto the instructions\nbeing given by the rescue people from the ambulance centre'.\nIt is common cause that Roald was dressed only in a pair of red underpants\nand\nthat neither Kobus nor Mrs Baloi had made any attempt to dry his body off after\nhe was removed from the pool.  Mrs Baloi described\nhis colour as 'between being\nwhite and red, but not being blue and not black', while she described the\ntemperature of the toddler's\nbody as 'not cold . . . warm, not hot but medium'. \nShe stated that, while Roald was lying on the dining room table, being helped\nby\nKobus in the manner described, she (Mrs Baloi) had touched Roald's chest with\nher right hand and had listened for a heartbeat\nby placing her ear on the\nleft-hand side of Roald's chest.  According to Mrs Baloi, she had heard a\nheartbeat but it was 'too low';\nthe heart was beating 'slowly' and and she could\nhear the heartbeat only very faintly.  Although she was 'very glad' and had\n'some\nhope' when she heard and felt the heartbeat, she did not tell Kobus about\nthis; indeed, she did not speak to Kobus while all this\nwas going on.\n[14]\tWhile Mrs Baloi was listening and feeling for the\nheartbeat, Kobus was 'busy massaging him and pressing the body'. She thought\nthat Kobus had been 'working on' Roald in the dining room for about three\nminutes when the police (Becker and Sergeant Pienaar) arrived.\nShe stated that,\nwhen the police arrived, Becker spoke aggressively to Kobus and told him to move\naway from the child, as he (Becker)\nwanted to see him. Although her evidence was\nsomewhat unclear in this regard, it would appear that Becker had only told Kobus\nto\n'move away' from Roald after Becker had examined the child and looked into\nhis eyes with the aid of a small torch.  Becker asked\nMrs Baloi to fetch a\nblanket, telling her that the child was dead, and after she had done so, he had\ncovered the toddler's body with\nthe duvet she had fetched.  She could give no\ncoherent version as to what had happened after this, but stated that she had\ncertainly\nnot seen either Becker or Sergeant Pienaar performing any CPR on\nRoald.  Although she said in her statement that she had told Becker,\nprior to\nhis examination of Roald, that she had heard a heartbeat and that he had ignored\nthis information, Mrs Baloi testified in\ncourt that she had not spoken to the\npolice at all until she was sent by them to fetch a blanket.\n[15]\tKobus\nhad just turned twenty at the time of the near-drowning incident. He confirmed\nthat Bo had offered to relieve him at the\nvideo shop on the day in question so\nthat he (Kobus) could go for a swim at the Rudman residence.  Bo had come to\nrelieve Kobus at\napproximately 16h00 and Kobus had arrived at the Rudman\nresidence very shortly thereafter. He had pressed the bell at the main gate\nand\nsomeone had opened the gate for him, whereafter he had walked around the house\nto the swimming pool area.\n[16]\tAfter having changed into swimming\ngear, he found Roald in the swimming pool, floating face down at the shallow\nend.  The safety\nnet had been totally removed from the pool.  Kobus immediately\njumped into the swimming pool at the shallow end, lifted Roald out\nof the water\nand, while still standing in the pool, placed the child next to the pool on his\nback and looked in his mouth to ascertain\nwhether there were any 'obstructions'\nthere.  He then turned Roald onto his side and pressed with both hands above the\nchild's hips\nin the area of the 'short rib'.  This caused water and a vomit-like\nsubstance to run out of the child's mouth.  It would appear that\nthe latter\nsubstance was the remains of the egg which Roald had eaten for lunch.  Kobus\nthen turned the child back onto his back,\nonce again looked in his mouth and\n'het goed uitgekrap uit sy mond uit'.\n[17]\tWhen Kobus lifted Roald out of\nthe swimming pool, the toddler showed no signs of life whatsoever.  Kobus\nlistened to Roald's\nchest in order to ascertain whether there was a heartbeat or\na pulse, but there was nothing of the kind.  He also looked at the child's\nchest\nto determine whether he was breathing, but the chest was not moving at all.  The\ntemperature of the body was cold and the colour\nwas very\npale.\n[18]\tWhilst still standing in the water at the shallow end of the\nswimming pool, Kobus put his hand under Roald's head and ensured\nthat it was\ntilted back and that there were no obstructions in his mouth or throat.  He then\npinched the child's nose closed, put\nhis mouth over the child's mouth and blew\nfive times into his lungs, thereafter pressing with both hands five times on the\nchild's\nchest.  He testified that, each time he blew into Roald's mouth, the\nchild's chest rose and thereafter fell.  He performed these\nactions\nrhythmically, administering approximately five breaths every five seconds,\nfollowing by five compressions every five seconds.\n[19]\tWhile still\nstanding in the pool, Kobus became nauseous and vomited on the side of the pool.\nHe therefore climbed out of the\npool and carried Roald to a nearby patch of\nlawn, where he continued with the same procedure of alternative mouth-to-mouth\nresuscitation\nand chest compressions.\n[20]\tAt some stage (it is not clear\nexactly when) Kobus asked Chantal, who was outside, to fetch somebody to\ntelephone for help. \nChantal apparently went inside and conveyed the message to\nMrs Baloi, who came outside and was told by Kobus to summon help.  Mrs\nBaloi\nthereafter informed Kobus that the people from the emergency services were on\nthe telephone, whereupon Kobus carried Roald\ninto the house, placed him on the\ndining room table and continued performing CPR on the child. At no stage,\nhowever, did the child\nshow any reaction whatsoever to the CPR, remaining\nwithout any sign of life, his body temperature remaining cold and his colour\nvery\npale.\n[21]\tWhile in the dining room, Kobus spoke very briefly over\nthe telephone to an official from the emergency services, while Mrs Baloi\nheld\nthe telephone receiver to his ear and he continued with CPR.  As far as Kobus\ncould recall, the telephone conversation lasted\nonly a few seconds, the official\nsimply telling him to look in the child's throat, to blow into his mouth and to\ncompress his chest.\n According to Kobus, he was satisfied that he was already\ndoing these things correctly.  Kobus further testified that, while he was\nperforming CPR on Roald on the dining room table, he saw Mrs Baloi holding her\near next to Roald's upper body, apparently listening\nfor a heartbeat.  Mrs Baloi\nhad not, however, told him whether she had heard a heartbeat or anything else,\nand he had not asked.\n[22]\tAccording to Kobus, he had been performing CPR\non Roald for a total of between ten and fifteen minutes when two policemen\n(Becker\nand Sergeant Pienaar) arrived at the Rudman residence.  Becker came over\nto Kobus and told Kobus in a rather brusque manner (`'n\nbietjie van 'n krasse\nmanier') to stand aside.  Kobus did so, because Becker was a policeman and he\n(Kobus) was under the impression\nthat the police were going to 'take over the\nsituation'  and that they would continue with the resuscitation.\n[23]\tBecker then examined Roald, lifting up his arm and feeling for a\npulse, shining a little torch into the child's eyes, and bending\ndown and\nlooking into the child's mouth.  Kobus conceded that, at that time, Roald's body\nwas still lifeless, cold and very pale.\n Although Kobus agreed that Becker had\nnot found any pulse, he was not able to confirm Becker's evidence to the effect\nthat, when\nBecker shone the torch into the child's eyes, the pupils were fully\nopen, fixed and dilated.  Becker then said quite loudly that\nRoald was dead and,\nfor this reason, he told Mrs Baloi to fetch a blanket to cover the child.  Kobus\nstated that he was so astounded\n('verbaas') when Becker said that Roald was dead\nthat he did not know what to think.  He asked Becker if there was not anything\nmore\nthat they could do ('ek het vir hom gevra of ons nie nog iets kan doen nie,\nof ons nie moet aangaan of wat kan ons doen nie'), but\nBecker replied in the\nnegative. Like Mrs Baloi, Kobus insisted that neither Becker nor Sergeant\nPienaar had performed any form of\nCPR on Roald, in contrast to the evidence of\nBecker and Sergeant Pienaar to the effect that they had commenced with CPR, but\nhad\nstopped very shortly thereafter.\n[24]\tAs stated above, Kobus\ntestified that he had ceased performing CPR on Roald when told by Becker to\nstand aside, because Becker\nwas a policeman and he (Kobus) thought that Becker\nwas going to 'take over the situation' and continue with resuscitation.  When\nthis did not happen, despite Kobus asking Becker whether there was not something\nmore that they should be doing, Kobus felt helpless\nand accepted Becker's\nstatement that Roald was dead.  He did so because Becker's actions in 'taking\nover the situation' and examining\nthe child made him think that Becker knew what\nhe was doing.  He conceded, however, that at the stage when Becker examined the\nchild,\nthere were still no signs whatsoever that Roald was\nalive.\n[25]\tAccording to Kobus, approximately ten minutes after he had\nbeen instructed by Becker to stand aside and had ceased performing\nCPR on Roald,\nMrs Rudman arrived at the house, together with Mr Windell.\n[26]\tIn his\naffidavit, Kobus stated that shortly after Mrs Rudman and Mr Windell had arrived\nat the house, further policemen arrived,\none of whom was a paramedic, and the\nlatter then resumed performing CPR on Roald.  This was at about 16h30.  He also\nstated in his\naffidavit that the time lapse between the time that he stopped\nperforming CPR on Roald and the time when CPR was resumed 'would have\nbeen\napproximately ten minutes'.  He inferred that one of the policemen was a\nparamedic because he was carrying a small medical bag\nand, as Kobus could\nrecall, he gave Roald an injection (which Kobus assumed was an adrenaline\ninjection) directly into the child's\nlungs. According to Kobus, the policeman\nwith the medical bag (apparently Sergeant Louis Adriaan Nel) who had given Roald\nthe injection,\nhad also started with CPR.  Other paramedics thereafter arrived\nat the Rudman residence.  They put a pipe into Roald's trachea and\nlungs and\nworked on Roald, using a machine with electrical leads and sensor points, until\na pulse was detected, whereafter Roald\nwas rushed to hospital in an\nambulance.\n[27]\tKobus's brother had explained to him how to do CPR when\nhe (Kobus) was in standard six or seven. His brother, who was a medical\nstudent\nat that time, had demonstrated on Kobus how CPR should be performed, although\nthe CPR which he had demonstrated was that\napplicable to adults.  Since that\ntime, Kobus had not had the opportunity to apply what his brother had taught\nhim.  When asked in\nchief how he knew that the CPR should be continued until\nRoald revived or until somebody arrived him to assist him, Kobus answered\nas\nfollows:\n'. . . Jy sien dit orals, jy kan dit op TV ook sien.  Jy moet aanhou\ntot iemand jou kom hulp bied, tot die ambulans aankom en hulle\nkan\naangaan.'\nAccording to Pienaar, if Becker had indicated to Kobus that he\n(Becker) did not know how to do CPR, Kobus would have continued with\nthe CPR\nwhich he was doing until expert help arrived.\n[28]\tMrs Rudman testified\nthat, on the day of the near-drowning incident, she was at her place of\nemployment when she received a call\nfrom Mrs Baloi at 16h15, telling her that\nRoald had fallen into the swimming pool and that she should come home at once. \nShe immediately\nthereafter telephoned the emergency services, told them what had\nhappened, gave them her address and asked them to send help to her\nhome, as also\nto telephone her home to give instructions how to perform CPR.  This call was\nmade at approximately 16h17.  At that\nstage, she thought only Mrs Baloi and her\nseven-year-old daughter, Chantal, were at home and was unaware that Kobus was\nalso there.\n[29]\tMrs Rudman then left her office and a friend, Mr\nWindell, drove her in her own vehicle to her residence.  While travelling in\nthe\nmotor vehicle on her way home, she made two telephone calls on her mobile phone,\none to her husband's office (recorded at 16h19)\nin a futile attempt to contact\nhim, and the second one (recorded at 16h21) to her home.  According to Mrs\nRudman, during the second\ntelephone call, she spoke to her daughter, and 'in a\nchild-like way that she would understand I explained to her what to do until\nwe\narrived home'.  Under cross-examination, she elaborated by saying that she had\ntold her daughter to continue rubbing Roald's chest,\nclosing his nose and\nblowing into his mouth, doing this rhythmically until she got there.  She\ntestified that she knew how important\nit was for Roald to get immediate\nattention after being removed from the swimming pool, and that she had gained\nthis knowledge 'from\nreading and listening'.  She had never performed CPR on\nanybody or even on a model, but knew about CPR from what she had seen on\n'actuality programmes or on TV'.  At a later stage in her evidence under\ncross-examination, Mrs Rudman stated that she had not asked\nKobus how he had\nperformed the CPR, as she was not a medical expert and she thought that, even if\nhe had explained to her what he\nhad done, she would not have understood it.  She\nhad asked the emergency services to give telephonic instructions how to do CPR\nand\nshe had trusted that the instructions given were correct.  When asked by\ncounsel for the appellants what the correct method was of\nperforming CPR on an\ninfant, she refrained from answering this question, stating that she was not a\nmedical expert.\n[30]\tFrom her affidavit, it would appear that she and Mr\nWindell arrived at the Rudman residence at about approximately  16h25, about\nthe\nsame time as her eldest son, Bo. She jumped out of the car while it was still in\nmotion and ran into the house.  Two policemen\nwere already on the premises.  One\nof them who was outside the house (apparently Sergeant Pienaar) followed her\ninside and the other\n(apparently Becker) was already in the dining room,\nstanding at the dining room table on which Roald was lying.  Roald's whole body,\nincluding his head, was covered by a duvet.  She was about three paces away from\nRoald when Sergeant Pienaar stopped her by holding\nher arm and Becker lifted the\nduvet, telling her that her son was dead. Her son's body looked very pale.  Mr\nWindell had in the meantime\nstopped the car and followed her into the house,\nwhile her son Bo had run into the house with her.  Kobus was already in the\ndining\nroom.\n[31]\tUpon being told that her son was dead, she was\n'terribly shocked' and 'very upset' and ran out of the house. As she stated in\nher affidavit :\n'I lost total control of the situation for a period and\ncannot calculate the time that passed since then in that I was in total\nshock'.\nAfter spending a short while outside, she re-entered the house,\nspoke to Mrs Baloi in the kitchen, and then went to her bedroom to\ntry to\ntelephone Mr Rudman, once again without success.  She then went outside again,\nwhere she saw a police vehicle, which was driving\nvery fast, stopping abruptly\nin front of the house.  Two policemen got out of the vehicle and entered the\nhouse.  Mr Windell told\nher that these people would perform CPR on Roald.  She\nreturned to the bedroom and used her cellular telephone to telephone her\nsister-in-law\n(at 16h35) to tell her what had happened and that Roald was dead. \nShe testified that this was shortly after the second group of\npolicemen\n(Sergeants Nel and Binneman) arrived.\n[32]\tAt 16h36, she eventually got\nthrough telephonically to her husband on his cellular telephone number and told\nhim what had happened.\n She waited outside the house for Mr Rudman, who arrived\nshortly thereafter and who went inside to check what was going on, while\nshe\nremained outside.  A while after the second set of policemen - who had\nrecommenced CPR - arrived, an ambulance arrived with paramedics.\n She was still\noutside at that time talking to Mr Windell and Becker.  Her evidence was that,\nwhen Becker told her that her son was\ndead and also subsequently, he spoke to\nher abruptly and roughly, certainly not in a soothing or comforting\nway.\n[33]\tAfter the emergency personnel had arrived in the ambulance, she\nknew that they were performing CPR and 'eventually, what felt\nlike hours later',\nshe was told that they had detected a pulse.  Roald was then taken by ambulance\nto the Unitas Hospital.\n[34]\t According to Mrs Rudman, Becker was\nresponsible for what had happened to Roald because 'he should not have declared\nmy son dead'.\n She conceded, however, that Becker had answered a call for help,\nhad driven to her home at high speed to render assistance and had\nfound a\ncritical situation upon arrival there.  She also conceded that,\nif\nin\nfact Roald had been dead at the time he was examined by Becker, putting a\nblanket over his body 'would have been a humane thing\nto do'. Nevertheless, she\nreiterated her strong belief that the CPR should have been continued by Kobus,\nwho had received telephonic\ninstructions from the emergency services, until\nexpert help arrived and that Becker should not have caused the CPR to be\ninterrupted.\n She was of the view that her son's brain damage was (at least\npartially) the result of the interruption, on Becker’s instructions,\nof\nthe CPR being performed by Kobus, and she blamed Becker for this.\n[35]\tAs\nindicated above, Mr Windell drove Mrs Rudman to her home after she had received\nthe telephone call from Mrs Baloi.  He was\nin fact with her in her office when\nthis call had come through. On the way to the Rudman residence, he had driven\n'fairly fast with\nhazards on and my emergency lights', although the traffic at\nthat time was 'fairly high or dense' because it was peak time.  They\narrived at\nthe Rudman residence at approximately 16h25 and Mrs Rudman's daughter, Chantal,\nran out and told Mrs Rudman that Roald\nwas dead.  Mrs Rudman, who was\nunderstandably 'very, very upset' at that stage, ran into the house, Mr Windell\nfollowing two to five\nmetres behind her.  He was on his way to the front door\nwhen Mrs Rudman, who had been in the house for a very short period, came\nrunning\nout again, 'shouting and screaming'.\n[36]\tMr Windell then entered the\nhouse and saw Roald lying on the dining room table covered with a duvet.  Mrs\nBaloi and Kobus were\nnear the table on which Roald was lying, Mrs Baloi crying\nand Kobus in a state of shock.  According to Mr Windell, he thought that\nhe\nwould attempt to start CPR on the little boy and he therefore went up to the\ntable and removed the duvet. Roald was very pale\nand cold, but Mr Windell did\nnot listen for any breathing, try to find a pulse or to detect any breathing, or\ncheck the pupils of\nthe child's eyes.  When asked under cross-examination why he\nwanted to start CPR, he stated that 'I just thought that I am going\nto try\nsomething.  Elna is a friend of mine and maybe, maybe we can, I can do\nsomething.'  He had previously been in the police force\nand, although he had had\na bit of training in CPR in the police college, using a model, he had never\nhimself performed CPR on a person.\n He testified that, when he was in the police\nforce, this 'bit of training' was part of the basic training that all policemen\nreceived.\n[37]\tBefore Mr Windell was able to start performing CPR on\nRoald, another policeman from the flying squad, whom he knew very well\nand with\nwhom he had worked, one Pierre Binneman ('Sergeant Binneman'), arrived at the\nhouse, accompanied by Sergeant Nel whom Mr\nWindell did not know. As Mr Windell\nknew that 'Pierre was a medic or had medic experience', he left the situation to\nSergeant Binneman\nand walked out of the house.  He testified that Sergeants Nel\nand Binneman took Roald off the table and 'were busy with the child'\nas he (Mr\nWindell) left the house.\n[38]\tMr Windell recalls the paramedics arriving\non the scene in an ambulance approximately fifteen minutes after the arrival of\nSergeants\nNel and Binneman.  He was still at the house after Roald was taken by\nambulance to the hospital.  He also remembered Mr Rudman arriving\nat the house\njust before the ambulance took Roald away.  According to Mr Windell, Mr Rudman\nwas 'also quite out of it, hysterical,\ndid not know what had happened'.\n[39]\tSergeants Nel and Binneman, members of the Highway Patrol at the relevant\ntime, were patrolling in their vehicle on the afternoon\nin question when they\nheard a radio call made from a Lyttelton police vehicle to the relevant police\nstation requesting an ambulance\nfor a child who had possibly drowned.  Because\nSergeant Nel was a police diver and had also been trained by the military in\nemergency\nhelp (he was a Level 3 emergency worker), they decided to react to the\ncall as they knew that they could get to the scene quicker\nthan the emergency\nservices.  Neither of them was able to say how long it had taken them to get to\nthe Rudman residence, but they\nhad driven relatively fast in a BMW 328i, using\ntheir siren and emergency blue lights.  They thought that they must have picked\nup\nthe call after 16h00 because it was already peak traffic\ntime.\n[40]\tThey arrived at the Rudman residence after Becker and Sergeant\nPienaar. Sergeant Nel asked Becker and Sergeant Pienaar what had\nhappened and\nwas told that a child had fallen in the pool and had drowned or almost drowned.\nThey immediately took Sergeant Nel,\nwith Sergeant Binneman close on his heels,\nto the dining room where they found Roald lying on the dining room table\ncompletely covered\nwith a duvet. It would appear that Kobus was in the dining\nroom at that time, while Mrs Baloi was screaming hysterically in the\nkitchen.\n[41]\tSergeant Nel removed the duvet, finding Roald's body to be\nice cold and already showing sianotic patches (viz the skin had a\nbluish tinge).\nRoald did not react to Sergeant Nel's voice.  Sergeant Nel performed a finger\nsweep in Roald's mouth and found what\nlooked like food and mucus ('slym') there,\nwhich he removed.  He held his ear to the child's mouth, listening and feeling\nwith his\ncheek for any breathing, while at the same time touching the child's\nchest with his hand.  This he did for ten seconds, as he had\nbeen trained to do,\nwithout any success.  He also used a stethoscope held against the child's chest\nto try to find a heartbeat, while\nfeeling for a brachial pulse at the child's\nwrist.  This too he did for ten seconds, as he had been trained, without any\nsuccess.\n It would appear that Kobus told him that, although they did not know\nhow long the child had been in the water, CPR had already been\nperformed. \nAccording to Sergeant Nel, Roald's Glasgow Coma scale was three (the lowest\npossible figure), as the child had showed\nno reaction whatsoever to sound or to\npain and his eyes did not react in any way to light.\n[42]\tIt was at this\nstage that Sergeant Nel decided to do CPR :\n'Toe moet ek vir myself besluit\nof ek kan begin om KPR [te doen] of ek dit gaan los waarop ek besluit het ek\ngaan probeer en ek het\ndie kind van die tafel afgehaal en op die vloer\nneergesit.'\nHe took this decision because, if someone had already\nperformed CPR, there was perhaps a small possibility that this could have\nhelped.\n[43]\tOnce the child had been lifted from the table onto the\nfloor, Sergeant Nel performed another finger sweep to check whether there\nwere\nany obstructions in his mouth.  At that stage, the paramedic, Mr Jan Adriaan\nOosthuizen, from the Pretoria Fire Department and\nAmbulance Services, arrived on\nthe scene. According to Sergeant Nel, Mr Oosthuizen took over the scene as he\nwas much better qualified\nto deal with the situation than Sergeant Nel. \nSergeant Nel could not remember whether, by this time, he had 'ventilated' the\nchild\nat all.  Helped by Sergeant Nel, Mr Oosthuizen began with active and\nadvanced resuscitation, intubating the child (ie putting a pipe\ninto the child's\ntrachea and into the lungs), and making use of a so-called 'ambusack' to pump\nair into the child's lungs.  Sergeant\nNel also testified that Mr Oosthuizen had\nmade use of a heart monitor, but that he himself did not understand how such\nequipment\nworked.  Sergeant Nel estimated that Mr Oosthuizen had 'worked on' the\nchild for between thirty and forty-five minutes before a heartbeat\nwas detected.\nHe reiterated that, at the time that he, Sergeant Nel, had examined the child,\nhe had found the body to be completely\nlifeless.\n[44]\tIt is also\nimportant to note that Sergeant Nel testified that he had not received any\ninstruction in CPR or other such 'behandeling'\nduring his police college\ntraining (he had joined the SAPS in December 1988, while Becker had joined in\nJanuary 1986), although he\nhad received some training in emergency help.  He\nconceded that, before he had done his course in emergency help at the military\nbase, he had 'reeds geweet daar is iets soos KPR en min of meer wat dit is'.  He\nalso conceded that, before he had received his formal\ntraining, he knew that CPR\nwas an important component in an attempt to save somebody, particularly in the\ncase of a drowning.  However,\nalthough his wife was a paramedic, it was only\nwhen he had done his formal training in emergency help that he had learnt how\nCPR\nactually worked ('hoe dit regtig werk').  The course which he had done at\nthe military base (in Gauteng) in about 1997 had stretched\nover five weeks and\nhad qualified him as a Level 3 emergency helper.  At the time of the trial, he\nwas no longer registered as such,\nbecause his qualification had to be renewed\nevery three years by writing a refresher examination and he had not done this. \nAs far\nas he knew, Sergeant Binneman had no similar\nqualifications.\n[45]\tThe following exchange between counsel for the\nrespondent and Sergeant Nel, during the latter's cross-examination, is an\nimportant\none:\n'Sou dit korrek wees om te sê sersant, dat as iemand by\nu gekom het voordat u self formele opleiding gekry het en vir u gesê\nhet\nmoet 'n mens probeer met KPR en as jy eers begin het daarmee moet jy ag, sommer\nna 'n rukkie net ophou of sou u, is u kennis\ndat 'n mens moet aanhou so lank\nsoos wat jy kan totdat iemand daar kom wat regtig weet wat aangaan? - - - Dit\nsal moeilik wees vir\nmy om so te antwoord.  Na my opleiding kan ek vir u\nsê ja, 'n ou kan nie net ophou met KPR nie.\nU kan nie onthou wat u\nkennis was vantevore nie, lei ek af. - - - Dit is moeilik.  Ek kan nie sê\nof ek sou dit geweet het of\nek dit nie so geweet het nie.\nSersant, kom ons\nsoos hulle sê, \"let's talk frankly\".  Ek verstout my om te sê daar\nis, ek wonder of daar mense is wat\nnie weet, ek praat nie van doktors en\nparamedici en noodhulpers, volgens wat u nou al gesien het – u het moes\nnou al 'n bietjie\nrondbeweeg in die wêreld – dat daar kwalik mense\nwat nie weet (ek praat nou van volwassenes) dat as jy met KPR begin\nmoet jy\naanhou so lank as wat jy kan.  Nie waar nie? - - - Dit is waar, maar die\nvoorbeeld wat jy gebruik het soos op TV's en dié\ngoed.  Ek kan selfs my\nopleiding vat.  Die manier wat ek KPR geleer is en die manier wat ek nou al\ngesien het hoe paramedici KPR\ndoen verskil ook van mekaar.  So daar is –\nek kan nie met eerlikheid sê dat ek dit sou gedoen het of ek sou só\ngemaak het nie.\nWel, in dié geval wou ek dit doen. - - - Op\ndié spesifieke dag sou ek alles in my vermoë gedoen het om daardie\nkind te probeer help.'\n[46]\tMr Oosthuizen, the paramedic who took over\nfrom Sergeant Nel, conceded that his independent recollection of the incident\nwas\nrather vague (obviously because of his frequent involvement in multiple\ntrauma incidents – between eight and twelve such incidents\nin an eight\nhour shift).  Nevertheless, he testified that he 'took over the scene' and\ntreated Roald according to 'protocol',\ninter alia\nintubating Roald,\nadministering adrenaline (as far as he could remember), and using an ECG\nmonitor, with leads and electrodes placed\non the patient, to detect electrical\ncurrent in the heart, if any.  He could not remember how long it took before he\ndetected a pulse,\nalthough in his statement, made some ten months after the\nnear-drowning incident, he stated that :\n'Na 'n hele paar minute het ek 'n\npols teruggekry en besluit om die kind na die Unitas Hospitaal te neem vir\nverdere behandeling wat\ntoe ook gedoen is.'\nHe conceded under\ncross-examination that he would not have used the words `'n hele paar minute' if\nit had taken thirty to forty-five\nminutes (as was estimated by Sergeant Nel) to\ndetect a pulse.\n[47]\tWhen asked by counsel for the appellants why he had\ncommenced with resuscitation despite the child's apparent lifeless condition\n(ie, ice-cold, no breathing, no heartbeat, no reaction to external stimuli), he\nresponded as follows :\n'In die eerste plek, dit is my werk.  Ons moet maar\naltyd probeer en oor die geskiedenis wat ek gekry het baie vaag was.  Niemand\nkon vir my sê hoe lank die kind onder die water was nie en hoe lank die\nkind al so was nie, en 'n ou probeer.'\nIt is also important to note that\nwhen asked by counsel for the appellants whence he obtained his knowledge that,\nparticularly in\nthe case of a drowning, one should not stop CPR until qualified\nmedical personnel arrived to take over, Mr Oosthuizen stated that\n'ek is dit\ngeleer uit boeke uit en deur my opleiding'.\n[48]\tAs regards the\nevidence given by both Becker and Sergeant Pienaar, it is in my view clear from\nthe record as a whole that counsel\nfor the first respondent was correct in his\nsubmission that both were in many respects unreliable witnesses and that,\ninsofar as\ntheir evidence differed from the evidence given by Kobus and Mrs\nBaloi, the evidence of the lastmentioned two witnesses should be\naccepted.\n[49]\tIt would appear that, whilst on police motor patrol on the\nday in question, Becker and Sergeant Pienaar (the driver of the police\nmotor\nvehicle) received a radio message concerning a possible drowning at an address\nin Wingate Park (the Rudman residence).  At\nthat time, they were some 11.8\nkilometres away from the Rudman residence.  As pointed out by counsel for the\nappellants, they could\nnot have received this radio message any earlier than\n16h17, the approximate time at which Mrs Rudman telephoned the emergency\nservices\nfrom her office, as this call still had to be relayed to the police\nradio control room and sent out to police vehicles within its\nreception area. \nIt would appear that they immediately proceeded as quickly as possible to the\naddress given, taking approximately\nseven minutes (in peak hour traffic) to\nreach the scene.\n[50]\tUpon entering the house, they found a small boy\nlying on the dining room table, with an unknown young man (Kobus) giving the\nchild mouth-to-mouth resuscitation.  Although both testified that Kobus was\nstruggling and was performing the CPR incorrectly, neither\nwas able to explain\nat all convincingly what Kobus was doing incorrectly.  Becker approached the\ntable and told Kobus to stand aside.\n Under cross-examination, Becker conceded\nthat he was upset, that he spoke in a louder tone than usual, and that he might\nhave shown\nsome of the emotion which he was feeling at that\nstage.\n[51]\tBecker then apparently examined the child, feeling for a\npulse, possibly listening to Roald's chest for a heartbeat, and shining\na little\ntorch into the child's eyes.  There were no signs of life whatsoever – the\nbody was very cold and very pale and the\npupils of the child's eyes were dilated\nand fixed.\n[52]\tBoth Becker and Sergeant Pienaar testified that they\n'took over' the performance of CPR from Kobus, Sergeant Pienaar performing\nthe\nmouth-to-mouth resuscitation while Becker performed chest compressions.  In my\nview, however, it is clear from the record as\na whole that, after Becker had\ntold Kobus to stand aside and had examined the child, he had concluded that the\nchild was dead and\nhad asked Mrs Baloi to fetch something to cover the child's\nbody.  He had then covered the body completely with the duvet which Mrs\nBaloi\nhad fetched.  When asked why he had done so, he responded as follows :\n'Omdat\nRoald vir my . . . na my mening dood was wou ek hom bedek.  Dit was vir my\ntoepaslik om hierdie klein seun toe te maak dat\nalmal hom nie kan sien nie. Dit\nis vir my waaroor dit gegaan het.'\n[53]\tThat Becker had believed from the\noutset that Roald was dead and that neither he, nor Sergeant Pienaar, had\nperformed any CPR\non the child, was the version put several times to Becker by\nthe first respondent's counsel during cross-examination.  In my view,\nthis was\nestablished by the first respondent on the requisite balance of probabilities,\nhaving regard to the record as a whole. \nIt is, however, important to note that\nit was not suggested at any stage by the first respondent that Becker's belief\nthat Roald\nwas dead was not a genuine and\nbona fide\nbelief, nor was this\nput to Becker during cross-examination.\nExpert\nevidence\n[54]\tMost of the expert evidence given during the trial for both\nsides was devoted to the effectiveness or otherwise of the CPR performed\nby\nKobus on Roald after the child had been removed from the swimming pool.  All the\nexperts also testified on the question whether\nthe discontinuation of such CPR\nupon Becker's instructions and Becker's failure himself to perform CPR on the\nchild, coupled with\nBecker's conclusion that Roald was dead and his decision to\ncover the child completely with a duvet, caused or significantly contributed\nto\nthe brain damage ultimately suffered by Roald.  Much of the judgment of the\ntrial court was devoted to an analysis of the expert\nevidence on both sides, the\ntrial court ultimately concluding that the neurological outcome for the child\nwould have been significantly\ndifferent if Becker had not intervened and caused\nthe CPR being performed by Kobus to be stopped.  However, in argument before\nthis\nCourt, counsel for the appellants conceded that, on the expert evidence as\na whole, the respondents had succeeded in proving, on\nthe requisite balance of\nprobabilities, that there was a causal connection between Becker's conduct in\ncausing the CPR to be discontinued\nand at least some of the brain damage\nultimately sustained by Roald.\n[55]\tFrom the expert evidence as a\nwhole, including that given by the experts for the respondents, it is clear that\nat least part\nof the irreversible brain damage sustained by Roald was caused by\nthe initial submersion in the swimming pool and that this damage\ncould well have\nbeen significant.  The experts for both sides were agreed that it was simply not\nmedically possible to determine\nto what extent the interruption of the CPR upon\nBecker's instructions exacerbated the brain damage suffered by Roald and\ncontributed\nto his present condition.  In view of the conclusion which I have\nreached on the aspects of wrongfulness and negligence, however,\nit is not\nnecessary to analyse the medical evidence on the aspect of causation in any\nfurther detail.\nExistence of legal duty\n(wrongfulness)\n[56]\tBefore this Court, counsel for the first respondent\nsubmitted that the latter's case in the trial court was not that Becker had\na\nspecial legal duty imposed upon him solely by reason of the fact that he was a\npoliceman, and that Mr Rudman's case would have\nbeen exactly the same even if\nBecker had not been a policeman but a member of the public.  To my mind, this\nsubmission is not really\nborne out by the manner in which the particulars of\nclaim were framed.\n[1]\nMoreover,\ncounsel for first the respondent submitted further that the case against Becker\n(and hence also against the Minister)\nwas that Becker,\nbeing in a position of\nauthority\n, elected to exercise authority, purposely interfered with the\nsteps which were being taken to administer CPR and assumed responsibility.\n\nAccording to counsel, this imposed upon Becker a legal duty vis à vis\nRoald, as a matter of common sense and justice, and\nbecause, in the\ncircumstances of this case, it was fair, just and reasonable to impose such a\nduty.  Moreover, the imposition of\nsuch a duty would be in accordance with the\nlegal convictions of the community, which would demand that Becker's\ninterference with\nthe CPR which Kobus was performing; his failure himself to\nperform CPR on the child; his conclusion in the absence of the required\nmedical\nknowledge that Roald was dead; and his decision to cover Roald's body with a\nduvet, ought to be regarded as unlawful.\n[57]\tInsofar as the negligence\nrelied upon by the first respondent consists in positive acts by Becker causing\nphysical harm to Roald,\nit is presumed to be\nunlawful.\n[2]\nThus, Becker's conduct\nin interrupting the CPR which Kobus was performing at the time of Becker's\narrival at the scene of the near-drowning\nincident, his conclusion in the\nabsence of the required medical knowledge that Roald was dead, and his decision\nto cover the child's\nbody with a duvet, give rise to a presumption of\nwrongfulness in respect of such conduct.  However, insofar as Becker's alleged\nnegligence\nconsists of his failure - after having caused the CPR which Kobus was\nperforming to be ceased - himself to perform CPR on the child,\nthis omission\nwould be wrongful only if it occurs in circumstances that the law regards as\nsufficient to give rise to a legal duty\nto avoid negligently causing\nharm.\n[58]\tThe test for determining the wrongfulness or otherwise of an\nomission or failure to act in the context of an action for delictual\ndamages was\nformulated as follows by this Court in\nVan Eeden v Minister of Safety and\nSecurity (Women's Legal Centre Trust, as\nAmicus\nCuriae\n):\n[3]\n'[9]\t. . . An\nomission is wrongful if the defendant is under a legal duty to act positively to\nprevent the harm suffered by the plaintiff.\n The test is one of reasonableness. \nA defendant is under a legal duty to act positively to prevent the harm to the\nplaintiff if\nit is reasonable to expect of the defendant to have taken positive\nmeasures to prevent the harm.  The Court determines whether it\nis reasonable to\nhave expected of the defendant to have done so by making a value judgment based,\ninter alia\n, upon its perception of the legal convictions of the community\nand on considerations of policy.  The question whether a legal duty\nexists in a\nparticular case is thus a conclusion of law depending on a consideration of all\nthe circumstances of the case and on\nthe interplay of the many factors which\nhave to be considered.  See the judgment of this Court in\nCarmichele\n[\nCarmichele  v Minister of Safety and Security and Another\n[2000] ZASCA 149\n;\n2001 (1) SA\n489\n(SCA)] at para\n[7]\nand recent decisions of this Court in\nCape Town\nMunicipality v Bakkerud\n2000 (3) SA 1049\n(SCA) paras [14]-[17];\nCape\nMetropolitan Council v Graham\n2001 (3) SA 1197\n(SCA) para [6];\nOlitzki\nProperty Holdings v State Tender Board and Another\n2001 (3) SA 1247\n(SCA)\nparas [11] and [31];\nBOE Bank Ltd v Ries\n2002 (2) SA 39\n(SCA) para [13]\nand the unreported judgment of this Court in\nMinister of Safety and Security\nv Van Duivenboden\n, case No 209/2001 delivered on 22 August 2002 [now\nreported at\n2002 (6) SA 431\n(SCA)], para [16].\n[10]\tIn applying the concept\nof the legal convictions of the community the Court is not concerned with what\nthe community regards\nas socially, morally, ethically or religiously right or\nwrong, but whether or not the community regards a particular act or form\nof\nconduct as delictually wrongful.  The legal convictions of the community must\nfurther be seen as the legal convictions of the\nlegal policy makers of the\ncommunity, such as the Legislature and Judges. . . . '.\n[59]\tIn\nMinister of Law and Order v\nKadir\n,\n[4]\nthis Court,\ndealing with the alleged wrongfulness of the conduct of two police constables in\nfailing to take down the particulars\nof an offending driver and his vehicle,\nwhich information would have enabled the seriously injured respondent to pursue\na claim against\nthe Multilateral Motor Vehicle Accidents Fund, despite such\nconstables having been informed by a witness to the collision of the\ncircumstances under which it occurred, stated as follows :\n'As the judgments\nin the cases referred to earlier demonstrate, conclusions as to the existence of\na legal duty in cases for which\nthere is no precedent entail policy decisions\nand value judgments which \"shape and, at times, refashion the common law [and]\nmust\nreflect the wishes, often unspoken, and the perceptions, often dimly\ndiscerned, of the people\" (\nper\nM M Corbett in a lecture reported\nsub\nnom\n'Aspects of the Role of Policy in the Evolution of the Common Law' in\n(1987)\nSALJ\n104\nat 67).  What is in effect required is that, not merely\nthe interests of the parties\ninter se\n, but also the conflicting interests\nof the community, be carefully weighed and that a balance be struck in\naccordance with what the\nCourt conceives to be society's notions of what justice\ndemands.'\n[60]\tIn\nKnop v Johannesburg City\nCouncil\n[5]\nBotha JA stated that\nthe general nature of the enquiry in this regard is correctly set out in the\nfollowing well-known passage in\nFleming\nThe Law of Torts\n4 ed at 136 (as\nquoted in\nAdministrateur, Natal v Trust Bank van Afrika\nBpk\n):\n[6]\n'In short, recognition\nof a duty of care is the outcome of a value judgment, that the plaintiff's\ninvaded interest is deemed worthy\nof legal protection against negligent\ninterference by conduct of the kind alleged against the defendant.  In the\ndecision whether\nor not there is a duty, many factors interplay: the hand of\nhistory, our ideas of morals and justice, the convenience of administering\nthe\nrule and our social ideas as to where the loss should fall.  Hence, the\nincidence and extent of duties are liable to adjustment\nin the light of the\nconstant shifts and changes in community\nattitudes.'\n[7]\n[61]\tIn this\ncase, Roald's 'invaded interest' is his right to bodily integrity and security\nof the person, a right long regarded in\nour law as 'one of an individual's\nabsolute rights of personality'.\n[8]\nAs is abundantly clear from the inclusion of this right in the Bill of Rights in\nboth the 1993 and the 1996\nConstitution,\n[9]\nit is most certainly\na right 'deemed worthy of legal protection'.  However, it must be emphasised\nthat:\n'[21]\tWhen determining whether the law should recognise the existence\nof a legal duty in any particular circumstances what is called\nfor is not an\nintuitive reaction to a collection of arbitrary factors but rather a balancing\nagainst one another of identifiable\nnorms.  Where the conduct of the State, as\nrepresented by the persons who perform functions on its behalf, is in conflict\nwhen its\nconstitutional duty to protect rights in the Bill of Rights, in my\nview, the norm of accountability must necessarily assume an important\nrole in\ndetermining whether a legal duty ought to be recognised in any particular case. \nThe norm of accountability, however, need\nnot always translate constitutional\nduties into private law duties enforceable by an action for damages, for there\nwill be cases\nin which other appropriate remedies are available for holding the\nState to account.  Where the conduct in issue relates to questions\nof the State\npolicy, or where it affects a broad and indeterminate segment of society,\nconstitutional accountability might at the\ntime be appropriately secured through\nthe political process or through one of the variety of other remedies that the\ncourts are capable\nof granting . . .  There are also cases in which non-judicial\nremedies, or remedies by way of review and\nmandamus\nor interdict, allow\nfor accountability in an appropriate form and that might also provide further\ngrounds upon which to deny an action\nfor damages.  However, where the State's\nfailure occurs in circumstances that offer no effective remedy other than an\naction for\ndamages the norm of accountability will, in my view, ordinarily\ndemand the recognition of a legal duty unless there are other considerations\naffecting the public interest that outweigh that norm . . .\n[22]. . . It\nmight be that in some cases the need for effective government, or some other\nconstitutional norm or consideration of\npublic policy, will outweigh\naccountability in the process of balancing the various interests that are to be\ntaken into account in\ndetermining whether an action should be allowed, as there\nwere to be found in\nKnop v Johannesburg City Council\n[\nsupra\n] . . .\nI accept (without deciding) that there might be particular aspects of police\nactivity in respect of which the public interest\nis best served by denying an\naction for negligence . .\n.'.\n[10]\n[62]\tAs was pointed\nout in both\nVan\nDuivenboden\n[11]\nand in the most\nrecent\nCarmichele\n(SCA)\ncase,\n[12]\nwhere there is no\neffective way to hold the State to account other than by way of a private law\naction for damages, and in the absence\nof any norm or consideration of public\npolicy that outweighs it, a legal duty should be recognised unless there are\npublic policy\nconsiderations which point in the other direction.\n[63]\tIn\nmy opinion, there are, in the circumstances of this case, compelling public\npolicy considerations which militate against imposing\nupon policemen such as\nBecker any positive duty to save people from drowning or to administer CPR on\nnear-drowning victims.  As emphasised\nby this Court in\nMinister of Law and\nOrder v Kadir\n:\n[13]\n'. . . The\npolice force is first and foremost an agency employed by the State for the\nmaintenance of law and order and the prevention,\ndetection and investigation of\ncrime with a view to bringing criminals to justice.'\nThus, in terms of s\n205(3) of the 1996 Constitution:\n'The objects of the police service are to\nprevent, combat and investigate crime, to maintain public order, to protect and\nsecure the\ninhabitants of the Republic and their property, and to uphold and\nenforce the law.'\nSo too, under the\nSouth African Police Service Act 68\nof 1995\n,\n[14]\nthe functions of the\npolice are in the main the maintenance of law and order and the prevention of\ncrime.  Unlike the situation in\nVan\nDuivenboden\n[15]\nand in\nMinister of Safety and Security v\nHamilton\n,\n[16]\nthe recognition of\na legal duty on the police to save people from drowning or to attempt to\nresuscitate near-drowning victims would\nindeed, to my mind, have the potential\nto disrupt the effective functioning of the police and would require the\nprovision of substantial\nadditional training and resources.  In my view, while\nthe imposition of such a duty upon policemen in the position of Becker and\nSergeant Pienaar might possibly be in accordance with the moral convictions of\nthe community (upon which question I express no opinion\none way or the other),\nthe legal convictions of the community do not demand that Becker's failure to\nattempt to perform CPR on Roald\nought to be regarded as unlawful.\n[64]\tIn\nsummary, therefore, while I am of the view that Becker's positive acts in\npreventing the continuance of the CPR which Kobus\nwas performing,\nhis conclusion in the absence of the required medical knowledge that Roald was\ndead, and his decision to cover Roald's body with\na duvet, were indeed\nprima\nfacie\nunlawful, any failure on his part himself to attempt to perform CPR on\nthe child was not.\nNegligence\n[65]\tThe following question is\nwhether or not Becker acted negligently.  The classic test for establishing the\nexistence or otherwise\nof negligence, quoted with approval in numerous decisions\nof this Court, is that formulated by Holmes JA in\nKruger v\nCoetzee\n[17]\nin the following\nterms:\n'For the purposes of liability\nculpa\narises if –\n(a)\ta\ndiligens paterfamilias\nin the position of the defendant –\n(i)\twould foresee the reasonable possibility of his conduct injuring another in\nhis person or property and causing him patrimonial\nloss;\nand\n(ii)\twould take reasonable steps to guard\nagainst such occurrence; and\n(b)\tthe defendant failed to take such\nsteps.\n. . . Whether a\ndiligens paterfamilias\nin the position of the\nperson concerned would take any guarding steps at all and, if so, what steps\nwould be reasonable, must always\ndepend upon the particular circumstances of\neach case.  No hard and fast basis can be laid down.'\n[66]\tAs was emphasised\nby this Court in\nSea Harvest Corporation (Pty) Ltd and Another v Duncan Dock\nCold Storage (Pty) Limited and\nAnother:\n[18]\n'[21]. . . it\nshould not be overlooked that in the ultimate analysis the true criterion for\ndetermining negligence is whether in the\nparticular circumstances the conduct\ncomplained of falls short of the standard of the reasonable person.  Dividing\nthe inquiry into\nvarious stages, however useful, is no more than an aid or\nguideline for resolving this issue.\n[22] It is probably so that there can be\nno universally applicable formula which will prove to be appropriate in every\ncase . . .\n. . . it has been recognised that, while the precise or exact\nmanner in which the harm occurs need not be foreseeable, the general\nmanner of\nits occurrence must indeed be reasonably\nforeseeable.'\n[19]\n[67]\tMoreover,\nit must constantly be borne in mind that, in considering the question as to what\nis reasonably foreseeable:\n'. . . one must guard against what Williamson JA\ncalled \"the insidious subconscious influence of\nex post facto\nknowledge\"\n(in\nS v Mini\n1963 (3) SA 188\n(A) at 196E-F).  Negligence is not\nestablished by showing merely that the occurrence happened (unless the case is\none where\nres ipsa loquitur\n), or showing after it happened how it could\nhave been prevented. The\ndiligens paterfamilias\ndoes not have \"prophetic\nforesight\" . . .  In\nOverseas Tankship (UK) Ltd v Morts Dock &\nEngineering Co Ltd\n(The Wagon Mound)\n[1961] UKPC 1\n;\n[1961] AC 388\n(PC) ([1961]\n[1961] UKPC 1\n;\n1 All\nER 404)\nViscount Simonds said at 424 (AC) and at 414G-H (in All ER) :\n\"After the event, even a fool is wise.  But it is not the hindsight of the\nfool; it is the foresight of a reasonable man which alone\ncan determine the\nresponsibility.\"'\n[20]\n[68]\tCounsel\nfor the first respondent submitted that Becker clearly had training in CPR and\nhad a fair knowledge of the importance\nof CPR in a situation such as the\npresent.  I am of the view that this has by no means been established.  In his\nexamination in chief,\nBecker testified that he had received some CPR training in\n1987 as part of his operational 'bush warfare' training, but that this\ntraining\ndid not cover mouth-to-mouth resuscitation and was directed to the treatment of\nwounded persons in a war situation.  Becker\ntestified further that, in 1993, he\nhad undergone a basic training course at the military base and that, during this\ncourse, basic\nCPR principles had been explained.  However, no part of this\ncourse concerned the performance of CPR on infants.  It is significant\nto note\nthat, during his cross-examination, Becker was not questioned in any way as to\nthe content of either course or as to the\nactual extent of his knowledge of CPR\nand matters connected therewith.  Moreover, as was submitted by counsel for the\nappellants,\nthere is no probative value in any allegation that any reasonable\nperson should and would know that a near-drowning victim should\nbe resuscitated\nuntil medical assistance arrives, because it is apparently so propagated in the\nmedia, particularly in so-called\n'actuality programmes' on television.  It is\nclear from Becker's evidence that, at the time of the trial, and having listened\nto\nthe expert evidence, he realised,\nwith hindsight\n, that he should not\nhave stopped Kobus from performing CPR.  However, at the time he examined the\nchild, he genuinely thought that\nRoald was dead, with no pulse, no breathing,\nfixed and dilated pupils, very pale and ice-cold.  In this regard, it is\nimportant to\nnote that both Sergeant Nel, who was a Level 3 emergency helper at\nthe time, and Mr Oosthuizen, a qualified paramedic, testified\nthat they had\nacquired their knowledge regarding the importance of continuing with CPR on a\nnear-drowning victim until the victim\nrevives or until expert help arrives,\nduring the course of their specialised training.\n[69]\tBoth Dr\nNaudé and Professor Fritz, the expert witnesses who testified for the\nrespondents, acknowledged that near-drowning\nvictims do often appear to be dead\nto persons without any proper medical training and that, in such cases, it may\nbe extremely difficult\nto detect any signs of life such as a pulse, breathing, a\nheartbeat, or pupil reflexes of the eye.  Dr Naudé agreed that a\nlayperson would consider that CPR was something to be performed on somebody who\nwas still alive.  It is also clear from the record\nthat Kobus himself observed\nno signs of life whatsoever in Roald after he had been removed from the pool and\nafter CPR had been performed\nupon him for some time.  As Becker had no\nspecialised medical training and did not know at the relevant time that CPR\nshould be continued,\nin the case of a near- drowning incident, until suitably\nmedically qualified personnel arrived, I am of the view that it cannot be\nconcluded that Becker should, at the relevant time, have realised that medical\nadvances might be able to revive the child.  Without\nany specialised knowledge\nof the importance of CPR, it cannot, in my opinion, be said that a reasonable\nperson in Becker's position\nwould have foreseen the reasonable possibility that\nan interruption of CPR on a child whom he genuinely believed to be dead, or the\ncovering of such a child with a blanket (which he believed to be the decent and\nhumane thing to do), could cause further harm to\nRoald.  To my mind, it cannot\nbe said that the respondents succeeded in establishing, on the requisite balance\nof probabilities,\nthat Becker's conduct on the day in question fell short of the\nstandard of the reasonable person in his position and with his\nknowledge.\n[70]\tDuring the course of argument before this Court,\nreference was made for the first time to the possible applicability of the maxim\nimperitia culpae adnumeratur\n, ie that ‘it is negligent to engage\nvoluntarily in any potentially dangerous activity unless one has the skill and\nknowledge\nusually associated with the proper discharge of the duties connected\nwith such activity’.\n[21]\nHowever, as is evident from the case law on the application of this maxim, it\napplies only if the person undertaking the activity\nin question knows or ought\nreasonably to know that he lacks the requisite expert knowledge or skill, so\nthat the undertaking of the\ntask or the engagement in the activity is itself\nblameworthy.\n[22]\nIn the\ncircumstances of the present case, it was not, in my view, established that\nBecker knew, or ought reasonably to have known,\nthat deciding that Roald was\ndead and acting accordingly - when the child showed no signs of life whatsoever\nand when (as conceded\nby Dr Naudé) CPR would be considered by a layperson\nas something to be performed on a live ‘patient’ – was\nsomething for which special knowledge was required and that he did not have such\nknowledge. This being so, the maxim cannot be applied\nso as to establish\nnegligence on Becker’s part.\n[71]\tThus, as the first respondent\ndid not, to my mind, succeed in proving, on the requisite balance of\nprobabilities, that Becker\nwas negligent in his conduct on the day in question,\nI would have allowed the appeal with costs and would have amended the order\nmade\nby the court\na quo\nso as to dismiss Mr Rudman’s action with costs. \nAs this is a minority judgment, however, it is not necessary for me to craft\nany\norder.\n__________________________\nB J  VAN HEERDEN\nACTING JUDGE OF APPEAL\nFARLAM\nJA\n[72]\nI have had the advantage of reading the judgment written\nby my colleague Van Heerden AJA. While I agree with her conclusion that\nBecker’s\npositive action in preventing the continuance of the CPR which\nKobus was performing was unlawful and that his failure himself to\nattempt CPR on\nthe child was not, I am unable to agree with her further conclusion that Becker\ndid not act negligently in doing what\nhe did.\n[73]\nIn my opinion, by\ntaking charge of the situation and giving what amounted to an instruction to\nKobus to discontinue CPR in circumstances\nwhere, because of his ignorance, he\ndid not appreciate that it was inappropriate to do so, that there was a\npossibility that the\nchild was still alive and that the latter’s chances\nof making as full a recovery as was possible were being reduced, Becker\nacted\nnegligently. He knew that his own knowledge of CPR was limited and he also knew\nthat members of the police service whose knowledge\nin this regard was more\nextensive than his were on their way to the scene. There was no necessity for\nhim to interfere. If he had\nallowed Kobus to continue with the CPR which Kobus\nwas administering, then it is clear that at least some of the brain damage\nultimately\nsustained by Roald would not have been caused.\n[74]\nIn\nother words Becker’s negligence consisted, not in being ignorant about CPR\nand whether it could be of any assistance to a\nchild who had apparently drowned,\nbut in undertaking the responsibility of deciding whether it should be\ndiscontinued when he lacked\nthe skill and knowledge required for the proper\nexercise of the authority that went with that responsibility: see McKerron\nThe Law of Delict\n7 ed 38.\n[75]\tIn my opinion a reasonable person would\nnot have undertaken the responsibility, in the circumstances then prevailing, to\ncause\nCPR to be discontinued because he or she would have appreciated the extent\nof his or her ignorance on the point. After all, the consequences\nof stopping\nthe CPR (which were potentially catastrophic if it was efficacious) were far\nmore serious than those of continuing with\nit (if it were not doing any\ngood).\n[76]\nThis finding makes it necessary for me to consider the\nfurther question as to whether Motata J was correct in holding that the Minister\nand Becker were liable for the full amount of the damages suffered by Mr Rudman\nin his personal and his representative capacities\nand that,\nvis-à-vis\nBo, Becker was liable for 80 per cent of the damages and Bo for 20 per\ncent.\n[77]\nThe medical witnesses all agreed that it was simply not\nmedically possible to determine to what extent the interruption of the CPR\non\nBecker’s instruction exacerbated the brain damage suffered by Roald and\ncontributed to his present condition.\n[78]\nMotata J held that\nBecker’s negligence far exceeded that of Bo, that Becker and Bo\n‘were both concurrent wrongdoers at\ncommon law and joint wrongdoers for\nthe purposes of the apportionment of damages’. He found that Becker was 80\npercent negligent\nand Bo 20 percent negligent, hence his finding as to their\nrespective percentages of liability to which I have already\nreferred.\n[79]\nI do not agree that Becker and Bo are to be regarded as\n‘joint wrongdoers for the purposes of apportionment of damages’.\nThe\nmatter is governed by s 2(1) of the Apportionment of Damages Act 34 of 1956,\nwhich is in the following terms:\n‘Where it is alleged that two or more\npersons are jointly or severally liable in delict to a third person (hereinafter\nreferred\nto as the plaintiff) for the same damage, such persons (hereinafter\nreferred to as joint wrongdoers) may be sued in the same action.’\nAs\nwas held in\nMkwanazi v Van der Merwe and Another\n1970 (1) SA 609\n(A) at\n622 B-D and\nMinister of Communications and Public Works v Renown Food\nProducts\n1988 (4) SA 151\n(C), to fall within the Act the two defendants must\nhave caused ‘the same damage’ and, where two separate acts of\nnegligence\nhave caused different damage and resultant loss to a plaintiff, each\ndefendant is liable only for such damage as he or she has personally\ncaused.\nThere is nothing in the Act which detracts from this position. See also\nRahman v Arearose Ltd and Another\n[2001] QB 351\n(CA), a judgment of the\nEnglish Court of Appeal, to which counsel for the appellants referred, which\nconcerned the meaning of the\nexpression ‘same damage’ in s 1(1) of\nthe United Kingdom Civil Liability (Contribution) Act 1978 (c 47).  I shall\nreturn\nto this matter later in this judgment after I have considered the extent\nto which Bo is liable for all the damage suffered in this\ncase.\n[80]\nIn the present case there was no basis for holding the\nMinister and Becker liable, as Motata J did, for all the damage Roald suffered\nfrom the time of his immersion in the swimming pool. Becker did not cause his\nimmersion and he cannot be held liable for damage suffered\nprior to his\nintervention when he caused the CPR being administered to the child to be\nstopped. He and the Minister (who is vicariously\nliable for his actions) can\nonly be  held liable for the damage he caused.\n[81]\nWhere, in a case\nsuch as this, it is simply not possible to make an allocation as to how much of\nthe damage sustained was caused by\nthe actions of Becker as opposed to Bo and it\nis clear that all the available evidence has been led on the point (the position\nmay\nwell be different when all the available evidence has not been led: cf the\nRenown\ncase at 154 F-G and I-J), then it would seem that the\ncourt’s duty to do the best it can in such circumstances (cf\nEsso\nStandard SA (Pty) Ltd v Katz\n1981 (1) SA 964\n(A) at 969 H-970 G and\nCaxton Ltd v Reeva Forman (Pty) Ltd\n[1990] ZASCA 47\n;\n1990 (3) SA 547\n(A) at 573 I-J) will\nlead to a finding – as counsel for the appellants suggested should be made\nin this case – that Becker\nand the Minister are liable to pay half of the\ndamages proved to have been suffered. This is the third of the three approaches\ndiscussed\nby Professor AM Honoré at p 72 of his monograph on\n‘Causation and Remoteness of Damage’, published as part of\nVolume XI\nof the\nInternational Encyclopaedia of Comparative Law,\nand the one\npreferred by him as commending itself ‘as the fairest to both\nparties’, an opinion with which I respectfully\nagree.\n[82]\nThe\nfirst of the three approaches discussed by Professor Honoré is that in\nterms of which a plaintiff is non-suited because\nhe or she has failed to show\nhow much damage the particular wrongdoer has caused. This approach is contrary\nto the basic principle\nof our law referred to in the cases I have cited that,\nwhere a plaintiff proves that he or she has suffered some damage, in respect\nof\nwhich all the available evidence on the point has been led, the court does not\nnon-suit such plaintiff but does the best it can\n(even if that best amounts to\nno more than an estimate) to assess the damages suffered.\n[83]\nIn\nterms of the second approach discussed by Professor Honoré, a successive\nwrongdoer is held liable for all the loss suffered\nbecause he or she cannot show\nwhat portion thereof such wrongdoer did not cause. This involves putting an onus\non the wrongdoer or\nwrongdoers in question, something which was in my view\nrightly rejected in the\nRenown\ncase,\nsupra\nat 154\nE-F.\n[84]\nThe next question to be considered is whether Bo is jointly\nand severally liable for that portion of the total damage suffered by\nthe\nplaintiff in his personal and his representative capacities for which the first\nand second defendants are liable. That Bo was\nnegligent is not disputed, nor can\nit be disputed that he is liable for the damage suffered up to the time when\nBecker ordered the\ndiscontinuance of the CPR by Kobus. In my opinion Bo is also\nliable for the damage sustained thereafter because the discontinuance\ncannot be\nregarded as a\nnovus actus interveniens.\nI say that because I am satisfied\nthat the discontinuance was an inherent risk created by Bo’s negligent\nacts and was reasonably\nforeseeable by him: cf\nKruger v Van der Merwe and\nAnother\n1966 (2) SA 266\n(A) at 273 F-G.\n[85]\nIt is now convenient\nto return to the question as to whether s 2 of Act 34 of 1956 applies to Bo and\nBecker in respect of that portion\nof the damage for which Becker and the\nMinister are liable. It is true that for the reasons given above, Bo is also\nliable for the\ndamage to the infliction of which Becker contributed, but I do\nnot think that that makes Becker and Bo ‘joint wrongdoers’\nfor the\npurposes of the Act.\n[86]\nI say this because I am of the view that\nthe expression ‘the same damage’ in s 2  refers to all the damage\nsuffered\nby the plaintiff in a case falling under Chapter II of the Act: cf s 2\n(6) (a), which gives a joint wrongdoer against whom judgment\nis given ‘for\nthe full amount of the damage suffered by the plaintiff’ a right of\nrecourse against any other ‘joint\nwrongdoer’ to claim a contribution\nin respect of the other wrongdoer’s responsibility for such damage based\non the degree\nto which the latter was at fault in relation to the damage\nsuffered by the plaintiff, and to the damages awarded. Where, as here,\nthe\njudgment to be given against Becker and the Minister is not for the full amount\nof the damage suffered by the plaintiff but only\nfor that part of the damage for\nwhich Becker is to be regarded as being responsible, then the subsection does\nnot apply and any right\nof recourse available to Becker and the Minister will\nhave to be sought in the common law.\n[87]\nIf such a right does exist\nunder the common law, it may well amount simply to a right to be reimbursed half\nof what Becker and/or\nthe Minister are liable to pay to the plaintiff, once this\nhas been paid, and not to a proportion based on the respective degrees\nof fault:\ncf\nWindrum v Neunborn\n1968 (4) SA 286\n(T) at 289 H to 290\nG.\n[88]\nWhile counsel for the Minister and Becker attacked in\nargument Motata J’s finding that the extent of Bo’s contribution\nto\nthe damages to be paid by the Minister and Becker was 20% - a finding based on\nthe assumption that the Act applied and  that the\nrespective degrees of fault of\nBo and Becker were to be determined - the wider questions to be considered if\nthe common law applies\nwere not argued. In the circumstances I do not consider\nit appropriate to investigate, without the benefit of counsel’s\nsubmissions,\nthe legal questions left open in\nWindrum’s\ncase,\nsupra.\n[89]\nIn all the circumstances I am of the view that the\nappeal should be allowed with costs.\n[90]\nThe following order is\ntherefore made:\n1.\tThe appeal succeeds with costs.\n2.\tParagraphs 4 and 5\nof the order made by the court\na quo\nare set aside and the following\nparagraphs are substituted therefor:\n‘4.\tIt is declared that the\nfirst and second defendants are liable to the plaintiff, jointly and severally,\nthe one paying,\nthe other to be absolved, for one half of the damages which the\nplaintiff may prove that he suffered in his personal and in his representative\ncapacities as a result of the brain damage sustained by his son Roald on 6\nOctober 1997.\n5.\tIt is declared that the third party is jointly and severally\nliable with the first and second defendants for the damages payable\nby\nthem.’\n__________________\nIG FARLAM\nJUDGE OF\nAPPEAL\nConcur:\nMPATI DP\n[1]\nSee para 3\nabove.\n[2]\nSee, for example,\nLillicrap, Wassenaar & Partners v Pilkington Brothers\n(SA) (Pty)\nLtd\n1985 (1) SA 475\n(A) at 497B-C;\nKnop v Johannesburg City Council\n1995 (2) SA 1\n(A) at 26F-H;\nMinister of Safety and Security v Van\nDuivenboden\n2002 (6) SA 431\n(SCA) para 12 at 441E-F;\nMinister van\nVeiligheid en Sekuriteit v Geldenhuys\n2004 (1) SA 515\n(SCA) para 24 at\n528F-G.\n[3]\n2003 (1) SA 389\n(SCA)\nparas 9-10 at 395I-396E (per Vivier\nADP).\n[4]\n[1994] ZASCA 138\n;\n1995 (1) SA 303\n(A) at\n318F-H.\n[5]\n1995 (2) SA 1(A)\nat\n27F-I.\n[6]\n1979 (3) SA 824\n(A) at\n833\nin fine\n–834A (per Rumpff\nCJ).\n[7]\nSee too\nVan\nDuivenboden\n(\nsupra\n) para 13 at 442C-E.\n[8]\nMinister of Justice v\nHofmeyr\n[1993] ZASCA 40\n;\n1993 (3) SA 131\n(A) at\n145I-146C.\n[9]\nConstitution of the\nRepublic of South Africa Act 200 of 1993 (date of commencement 27 April 1994), s\n11; Constitution of the Republic\nof South Africa Act 108 of 1996 (date of\ncommencement 4 February 1997), s\n12.\n[10]\nSee\nVan\nDuivenboden\n(\nsupra\n) paras 21-22 at 446F-448A.  See further\nMinister of Safety and Security and Another v Carmichele\n2004 (2) BCLR\n133\n(SCA) para 37 at\n145B-146B.\n[11]\nSupra\npara\n22 at 448D-E.\n[12]\nSupra\npara 38 at 146C.\n[13]\nSupra\nat 321F.\n[14]\nDate\nof commencement 15 October\n1995.\n[15]\nSupra\n.\n[16]\n2004 (2) SA\n216 (SCA).\n[17]\n1966 (2) SA 428\n(A) at 430E-G.\n[18]\n2000 (1) SA\n827\n(SCA) para 21-22 at\n839G-840B.\n[19]\nSee too the most\nrecent\nCarmichele\ncase (SCA) (\nsupra\n) para 45 at\n148G-149A.\n[20]\nSee\nS v\nBochris Investments (Pty) Ltd and Another\n1988 (1) SA 861\n(A) at 866J-867B,\nquoted in\nSea Harvest Corporation\n(\nsupra\n) para 27 at 842G-H and in\nthe most recent\nCarmichele\ncase (SCA) (\nsupra\n) para 45 at\n149B-D.\n[21]\nJ C van der Walt\n(revised by J R Midgley) ‘Delict’ 8\nLawsa\nPart 1 (reissue,\n1995) para 94 and the authorites there\ncited.\n[22]\nIbid; see also J\nNeethling. J M Potgieter & P J Visser  (edited by J C Knobel)\nLaw of\nDelict\n4 ed (2001) 137 and the cases cited by these writers.",
  "scraped_at": "2026-02-12T09:05:20.014626",
  "date": "2004-08-18",
  "coram": [
    "MPATI DP",
    "FARLAM JA",
    "VAN HEERDEN AJA"
  ],
  "case_number": "218/2003",
  "parties": {
    "applicants": [
      "Minister of Safety and Security",
      "Johan Jacobus Becker"
    ],
    "respondents": [
      "Pieter Nicolaas Rudman",
      "Petrus Botha Schabort"
    ]
  },
  "sections": {
    "facts": "On 6 October 1997 toddler Roald Rudman fell into an unsecured swimming pool at his father Pieter Rudman's Pretoria home. The safety net had been removed by the step‑brother Bo, who also opened the pool gate and did not warn the caregiver. Roald was rescued by a friend, Kobus, who performed mouth‑to‑mouth ventilation and chest compressions for several minutes. Police officers Sergeant Johan Becker and Sergeant Daniël Pienaar arrived about ten minutes later. Becker ordered Kobus to stand aside, examined the child, declared him dead, and covered him with a blanket. No CPR was performed by the police. Later, other police officers and paramedics resumed advanced resuscitation, but Roald suffered severe hypoxic brain injury and became a spastic tetraplegic.",
    "issues": "The court had to determine (1) whether Becker’s actions and omissions were wrongful and negligent; (2) whether a legal duty existed for a police officer to continue CPR on a near‑drowning victim; (3) whether Becker’s conduct was causally connected with Roald’s brain damage; (4) the extent of the Minister’s vicarious liability for Becker’s conduct; (5) the contribution of third‑party Bo and the application of section 2 of the Apportionment of Damages Act 34 of 1956 to allocate liability.",
    "principles": "The judgment applied the test for wrongfulness from Van Eeden v Minister of Safety and Security, requiring a legal duty based on reasonableness and community legal convictions. Negligence was assessed using the Holmes test from Kruger v Coetzee, considering foreseeability and reasonable steps. The court discussed the maxim imperitia culpae adnumeratur, which applies only where the actor knows they lack requisite skill. Public‑policy considerations limited imposing a positive duty on police to perform CPR, citing the constitutional purpose of the police under section 205(3) of the 1996 Constitution and the Police Service Act. The Apportionment of Damages Act was examined to determine whether Becker and Bo were “joint wrongdoers” for the same damage or successive wrongdoers.",
    "application": "The court held that Becker’s positive act of stopping Kobus’s CPR and declaring the child dead was unlawful (prima facie wrongful). However, the omission to continue CPR was not wrongful because no legal duty was found on policy grounds. The majority (Van Heerden AJA) concluded that Becker’s conduct did not amount to negligence, while the minority (Farlam JA) found negligence on the basis that Becker improperly assumed responsibility without the necessary skill. Regarding causation, the court accepted expert evidence that interruption of CPR contributed to the brain injury but noted the extent could not be quantified. The Apportionment of Damages Act was found inapplicable to allocate liability between Becker and Bo because they did not cause the same damage; instead, common‑law contribution was appropriate. Consequently, the appeal was allowed and the lower‑court order set aside.",
    "conclusion": "The appeal succeeded with costs. The previous judgment was set aside and replaced with an order that the first and second defendants (the Minister and Becker) are jointly and severally liable for one half of the damages suffered by the plaintiff (Mr Rudman) as a result of Roald’s brain damage. The third party (Bo) is also jointly and severally liable with the first and second defendants for the damages payable by them."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence",
    "level_3": [
      "drowning",
      "CPR",
      "vicarious liability",
      "apportionment of damages",
      "police duty"
    ]
  }
}