{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/42.html",
  "case_name": "S v Adendorff (344/03) [2004] ZASCA 42; [2004] 3 All SA 645 (SCA); 2004 (2) SACR 185 (SCA) (25 May 2004)",
  "citation": "[2004] ZASCA 42",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 42\n|\nNoteup\n|\nLawCite\nS v Adendorff (344/03) [2004] ZASCA 42; [2004] 3 All SA 645 (SCA); 2004 (2) SACR 185 (SCA) (25 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase no:  344/03\nIn the matter between\nJ E F ADENDORFF\t\t\t\t\t\t\tAPPELLANT\nand\nTHE\nSTATE\t\t\t\t\t\t\t\tRESPONDENT\nCoram:\nSCOTT, HEHER JJA and JONES AJA\nHeard:\n11 MAY 2004\nDelivered:\t25 MAY\n2004\nSummary: Criminal law – theft of motor vehicle –\nadmissibility of evidence – whether guilt proved beyond reasonable\ndoubt\n– irregular leading of accused’s evidence.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA\nHEHER JA:\n[1]\tThe appellant, then a man of some 48\nyears, was convicted by a regional magistrate of the theft of a motor car and\nsentenced to\n4½ years imprisonment of which 18 months was conditionally\nsuspended for 5 years. His appeal to the High Court against conviction\nand\nsentence was dismissed. With leave of that court he now appeals against his\nconviction only.\n[2]\tThe State case, shorn of controversy, created a\nframework for the appellant’s complicity in the theft on the following\nbasis.\nOn 24 April 1993 a 1991 model silver BMW 520i motor car belonging to the\ncomplainant, Mr Van Aswegen, was stolen from the parking\narea of a shopping\ncentre at Welkom. The appellant was a partner in a panelbeating shop in that\ncity. During the afternoon of the\nsame day the vehicle was brought to his\npremises and, with his concurrence, left there. After standing in the workshop\nfor about\ntwo weeks certain minor repairs to the bodywork were carried out and\nit was resprayed from its original silver colour to charcoal.\nThe appellant\ndecided to fit a new engine in the car. He and his partner Mr Squire went to\nJohannesburg and purchased a second-hand\nengine from Dennis Auto Spares. The\nappellant also acquired the wrecked body which had formerly housed the engine.\nThe body was identical\nto that of the stolen vehicle except that it was blue in\ncolour. The engine was installed in the newly adorned body of the stolen\ncar in\nthe appellant’s workshop by Squire and the appellant. The appellant caused\none du Toit to attend to the registration\nof the composite vehicle in his name.\nIt was registered as a 1993 model (ie the year of registration). The vehicle was\ngiven by the\nappellant to his wife for her everyday use. In January 1994 the\nappellant and Squire were arrested. The car was recovered from the\npossession of\nthe appellant’s wife. The original body (with its chassis number) was\nfound to have been paired with the new\nengine (with its engine number). Before\nthe close of the State case the defence made certain admissions into s 220 of\nthe Criminal\nProcedure Act. For present purposes those relevant are the\nfollowing:\n(1)\tMr Van Aswegen was at all relevant times the owner of a silver BMW520i motor\nvehicle with registration number OKE 108860.\n(2)\tThe value of the\nvehicle was estimated at R75 000,00.\n(3)\tThe engine number of this vehicle was 35297092 and the chassis number OBL\n55398.\n(4)\tA certain Jan Matibela was instructed on 3 January 1994 to search for a\nhouse number 30311 in Thabong, Welkom. He established\nthat there is no such\nnumber. [The address in question was said by the appellant to be that furnished\nto him by the ‘client’,\nMr Wepeng.]\n(5)\tA Mr Beckett arranged for the registration of the BMW in question after\nbeing instructed to do so by Mr Ben du Toit. Beckett\nwas paid by Du Toit for his\nservices.\n[3]\tThe State called as witnesses Squire, one Bester\nwho was a general labourer in the panelbeating shop, a certain Badler, an\nemployee\nof Dennis Auto Spares, and a policeman (whose evidence added nothing to\nthe case and merits no further mention). Indicative, perhaps,\nof the woeful\nquality of the prosecution, the State failed to call the complainant, Du Toit\nand Beckett as well as any witness from\nthe registration authority (the Receiver\nof Revenue) each of whom must surely have contributed materially towards a\nclarification\nof the disputes. For reasons which will become apparent Badler was\nprobably not the appropriate witness to summon from Dennis Auto\nSpares.\n[4]\tIn addition the State relied on two documentary exhibits\n(“B” and “D”) the first of which was admitted\nin\nevidence during the testimony of Badler while the second was produced in\ncross-examination of the appellant having been referred\nto during his own\nevidence-in-chief. The contents of these exhibits were regarded by both courts\nbelow as corroboration for the evidence\nof Squire.The admissibility of both was\nvigorously contested before us on behalf of the appellant.\n[5]\tThat the\nvehicle was stolen was not in issue. The question which the magistrate had to\ndecide was whether the State proved that\nthe accused appropriated it to himself\nknowing that it had been stolen. The State relied on a number of incriminating\nstatements\nallegedly made by the appellant to Squire and, fundamentally, upon\nthe acquisition and disposition of the wreck by the appellant.\nThe\nappellant’s evidence was directed to a demonstration of the innocence of\nhis state of mind. He also called a witness (Mr\nPosthumus) to the alleged\npayment to him of the price of the car by a black man. The magistrate, after a\ncareful assessment of the\ndemerits of Squire and Bester as witnesses and an\nindepth consideration of the probabilities, rejected the appellant’s\nversion\nand found that the prosecution case had been proved beyond a reasonable\ndoubt.\n[6]\tI do not propose to do more than summarise the principal elements\nof the State evidence. According to Squire-\n1.\tThe car appeared at the premises one Saturday afternoon (which, it was common\ncause, was the day of the theft). Squire observed\nthe appellant, the\nappellant’s wife, one Prinsloo and a Mark Jacobs standing near it. He did\nnot then or subsequently see a\n‘client’.\n2.\tThe car was resprayed by the appellant and others at the business. The\nappellant told him that this was done at the request of\nthe\n‘client’. It appeared to Squire that such respray was unnecessary\nand did not warrant the cost of the work.\n3.\tDuring the week after the respray the appellant told him that he was\ninterested in buying the car from a black client, and, shortly\nthereafter, that\nhe had ‘concluded a deal’. The appellant told Squire that he would\nlike to fit a new engine in the car.\nAccording to Squire, although the engine\n‘had seen plenty of work’ there was nothing wrong with it and he did\nnot see\nthe need to replace it.\n4.\tAt the appellant’s request Squire phoned various scrap dealers. In\nconsequence he and the appellant went to Dennis Auto\nSpares in Johannesburg\nwhere the appellant purchased a second hand engine. He also acquired from the\nsame source, the wreck of a\nBMW motor car, identical to that of the car in their\nworkshop. The appellant told the seller to strip the wreck as he only wanted\nthe\nbare body.\n5.\tWhen Squire wanted to know what was going on the appellant said that the\noriginal owner of the car would report the car stolen\nand claim from the\ninsurance company; that, he said, would provide ample time to change the engine\nand transfer the chassis numbers\nfrom the wreck to the car. He told Squire he\nhad only acquired the wreck ‘for the numbers’.\n6.\tThe shockwell of the wreck (which bore its chassis numbers) was subsequently\ncut out of the body but was not transferred to the\ncar in substitution for the\nexisting shockwell as intended because after the secondhand engine was installed\nthe car was used daily\nby the appellant.\n7.\tThe appellant told Squire that the reconstituted car would be registered as\nnew.\n8.\tThe shockwell which had been cut out of the wreck was removed by the\nappellant during the week of their arrest. During cross-examination\nof Squire\nthe following exchange took place:\n‘It is the version of the accused that he at no stage gave any\ninstructions pertaining to this shockwell and he was not even\naware of the fact\nthat it was kept. - - Oh, he was well aware where it was kept, that he had that\nshockwell.’\n9.\tThe appellant told Squire that the car had come to him through Jacobs. (It\nlater appeared from the evidence of the appellant that\nthe appellant and Jacobs\nhad been partners in a firm called Stateway Motorcycles until sometime in 1993\nwhen Jacobs had acquired\nhis share.)\n10.\tAfter their arrest the appellant instructed Squire to make out a false job\nrequest which would purport to relate to the work\ndone on the car. Appellant,\nhis wife, Prinsloo and Squire came together ‘to put together an alibi for\nour problems’.\n(The arrest apparently extended beyond the vehicle now in\nquestion.) Squire recommended that the truth be told but he was outvoted.\nHe\naccordingly lied to the police and only at a later time decided to tell the\ntruth.\n11.\tIt was put to Squire in cross-examination that the original engine of the\ncar had been defective by reason of part of a spark\nplug breaking off and\nfalling into a cylinder, destroying a piston and causing irreparable damage to\nthe cylinder and that he, Squire,\nhad assisted the appellant in the\nascertainment of the damage and its cause. All these propositions Squire denied.\nHe not only contested\nthe physical possibility of the posited event happening\nbut adhered to his contention that the engine was in reasonable working\ncondition.\n[7]\tThe important features of Bester’s evidence\nwere the following-\n1.\tOn a certain Saturday afternoon in 1993 he observed the car standing in front\nof the business premises. He was told to drive it\nround to the workshop (a\ndistance of about 100 metres) and did so. He noticed no fault in the engine.\n2.\tThe car was later resprayed a charcoal colour and the engine was\nreplaced.\n3.\tA wreck of a BMW car was brought to the premises. He was directed to cut out\nthe shockwell from the otherwise bare shell of the\nchassis. Having done so he\ndelivered it to Squire and the appellant. The following passage in his\ncross-examination is relevant:\n‘Dit is die beskuldigde se saak soos u in u polisieverklaring beweer dat u\nmoes daardie wrak opsny nadat die parte verwyder\nwas, daar was nie sprake\ndaarvan dat u ‘n skokbrekeromhulsel moes verwyder nie, afkomstig van hom\nnie.\n-- Kom ek stel dit vir u so. Toe ek my verklaring afgelê het, het ek dit\ndalk so soos u genoem, maar my geheue het nou soos\ndie hofsaak verder gegaan\nhet, het my geheue beter verstrek wat ek weet wat ek gedoen het op die einde van\ndie dag. ‘n Mens\nse geheue kom mos na ‘n tydjie bietjie\nterug.’\n4.\tHe took the remains of the wreck and sold it for R25,00 to DJE Scrap\nMetals.\n5.\tIn cross-examination the alleged incident with the spark-plug was raised by\nappellant’s counsel:\n‘Die beskuldigde sal kom getuig in hierdie verrigtinge waarskynlik en sy\nweergawe gaan wees wat hierdie spesifieke BMW aanbetref,\nhet die\nporselein-gedeelte en die elektrode in die enjinblok ingeval. Kan dit\ngebeur?\n-- Nooit, dit is onmoontlik.’\n[8]\tThe witness Badler\nproduced what he described as a photocopy of a receipt taken from the records of\nDennis Auto Spares. It purported\nto contained details of the sale of a second\nhand engine. On the copy the following information had been written in a\ndifferent handwriting\n(ascribed by the prosecutor to the investigating officer):\n‘Reg: PVP 391 T\nMasj: 30677230\nO/stel: OBL\n56375’\nDefence counsel immediately registered his objection to the\nadmission of the document but his objection carried no weight with the\nmagistrate.\n[9]\tThe appellant gave evidence in his own defence. I shall deal\nbelow with certain disturbing aspects of the manner of presentation\nof his\ntestimony. For the moment I am concerned with its substance. On 24 April 1993, a\nSaturday, the appellant was at his panelbeating\nshop in Welkom. At about 16.30 a\nsilver BMW 5 series car was driven into the work area by a well-dressed black\nman who introduced\nhimself as Zachia Wepeng. He pointed out damage to the\nbonnet, front bumper, the right front wheel and the lower control arm. He\nasked\nfor quotes for repair and respray. On the following Monday the quotes were given\nto him. He supplied an address and telephone\nnumber and handed over a deposit of\nR500 in cash. No receipt was issued by the appellant. The work progressed over\nabout a week and\nthe client was present from time to time to observe it. The\nclient asked the appellant to have a look at the engine. (From the beginning\nwhen the vehicle arrived on Saturday afternoon, it had been apparent to the\nappellant that the vehicle was running one cylinder short.)\nHe and Squire\ndiagnosed that a portion of a spark plug must have fallen into the cylinder. One\npiston was damaged beyond repair and\na rebore of the cylinder was not feasible.\nSquire discussed the acquisition of a secondhand engine with the client. The\nclient took\nthe original engine away to obtain a quote elsewhere. He never\nreturned it. Squire phoned around for spares and prices. He found\nan engine at\nDennis Auto Spares and negotiated a price of R10 000 for it. The following day\nthe client told Squire to get the secondhand\nengine from Johannesburg. The\nappellant accompanied Squire to Johannesburg. He wanted to ascertain whether the\nengine was a good\nbuy. After some negotiation the appellant purchased not only\nthe engine but also the wreck. Before the engine was replaced he and\nSquire\ndiscussed the matter with the client who suggested that after a collision a car\nis never the same (presumably having in mind\nthe possible adverse effects on the\nengine purchased for him). The appellant suggested that if the client did not\nwant the car he\nwould buy it. He established that a car of that model in good\ncondition would cost about R60 000. He offered R28 000 which was rejected.\nThe\nnext day the client came again to the premises. The appellant had now\nestablished that the trade value of the vehicle was R70\n000. He offered R45 000\nplus the account for the engine (R10 000) and the repairs (more than R6000). The\nclient insisted on cash.\nThe accused had sold his share in Stateway Motorcycles\nfor R130 000 of which R50 000 had been paid in cash, as were the monthly\ninstalments.\nFor that reason he had sufficient cash available in his safe at\nhome. The appellant wrote out a contract and gave the original to\nthe client:\nR43 000 was to be paid immediately and R2000 withheld against delivery of all\ndocuments relating to the vehicle. Wepeng\nsaid the documents were at his house\nand that he would bring them as soon as possible. (The documents were never\nforthcoming.) The\nappellant specifically asked the client whether the car was\n“fully paid at the bank”. (He did not disclose whether he\nhad\nreceived an answer.) He regarded the paperwork as unimportant by comparison with\nhis possession of the vehicle and the written\ncontract both of which he had\nsecured. While the appellant was being paid by Wepeng in the presence of Squire,\ntwo gentlemen named\nPosthumus and Molnar entered the office and saw the money\nbeing counted. After the seller left the appellant told them he had purchased\nthe still partly silver-coloured BMW which he pointed out to them. The appellant\ncontinued to work on the car. Du Toit, an insurance\nbroker, had his vehicle in\nthe workshop at that time. He asked about the charcoal BMW and what\ndocumentation the appellant had. The\nappellant told him that he had the receipt\nfor the purchase of the engine but was awaiting other documentation. Du Toit\nsuggested\nthat time which might be wasted by the appellant on registering the\ncar could better be spent on working on his (Du Toit’s) vehicle. He\noffered to attend\nto the registration. The appellant assumed that Du Toit would,\nfor a fee, ensure that the necessary police clearance be obtained\nand the\nvehicle registered. (It is not clear whether the appellant meant a fee paid by\nhim to Du Toit, or paid by the latter to the\npolice and registration\nauthorities.) The appellant also assumed that Du Toit would contact the seller,\nWepeng. He, the appellant,\nhad never, he said, personally registered a vehicle\nby taking it to the testing grounds. The appellant furnished Du Toit with the\nreceipt and his identification document. Du Toit returned with forms from the\nregistration authority (the Receiver of Revenue) which\nhad to be completed by\nthe appellant as the buyer of the vehicle. On 15 May he signed the forms in\nblank. The police showed him copies\nof a similar form completed in a handwriting\nother than his own; on a third document it was obvious that someone had\nattempted to\nforge his signature. From other documentation that he had available\nit was clear to him that Du Toit had completed the documentation.\nIn the written\nstatement which, as will be seen, constituted his ‘evidence’, the\nappellant said\n‘As far as the Stateway Motorcycles tax invoice is\nconcerned I deny that it is my handwriting and I deny that I at any stage\nprovided Du Toit with such document.’\n[This is the document that became\nExhibit D.] Du Toit was a friend of Mark Jacobs the original owner of Stateway\nMotorcycles. The\nappellant speculated that because a quote supplied by him to Du\nToit in connection with the latter’s BMW 735I had been addressed\nas\n‘c/o Stateway Motorcycles’ and because Jacobs and Du Toit did\nlandscaping work together and used Stateway Motorcycles\ninvoices to supply to\nclients, Du Toit must have come into possession of the Stateway Motorcycles tax\ninvoice which was then used\nat the Receiver of Revenue’s office in the\ncourse of registering the appellant’s vehicle. The appellant contended\nthat\nwhen he paid Du Toit to obtain the necessary registration documents he did\nnot suspect that he would employ fraud in doing so. He\nhad no prior knowledge of\nBeckett’s role in the registration process. Du Toit returned with the\ncharcoal BMW and handed a disc\nto him. He did not notice the date on the\nregistration document until his wife brought to his attention that the vehicle\nwas registered\nas a 1993 vehicle.\n[10]\tDuring the course of an insipid and\ndisinterested cross-examination by a prosecutor who had not been involved in\npresenting the\nState case and was apparently not\nau fait\nwith the\nevidence the following exchange took place:\n‘I want to show you a\ndocument and this is a receipt for a BMW520 motor vehicle. Have you ever seen\nthis receipt, or can you\ntell the Court do you know anything about this receipt,\nwhere this came from?—This receipt I saw whilst the police were\nquestioning\nme for the first time. I have no specific knowledge of this\ndocument.\nCOURT\n:\tIs that receipt going to be handed\nin?\nPROSECUTOR\n:\tYes, I just want to show it to My Learned Friend. The\nState wishes to hand in this document and request the Court to mark it Exhibit,\nI think it will be D.\nCOURT\n:\tThe Court will receive it as\nEXHIBIT\nD\n.\nPROSECUTOR\n:\tSo you have never told the Receiver of Revenue that\nthis vehicle’s value is R97 000,00?—Never, never.\nBecause I want\nto put a statement to you and that is that that specific document was given to\nthe South African Police by the Receiver\nof Revenue. – I would suspect so,\nyes.\nYou will not dispute that fact? – No, I will not dispute that,\nno.\nDid you aso tell Mr Du Toit when he was to register this vehicle in your\nname where you got hold of this vehicle and this was indeed\na secondhand\nvehicle? – Yes, I did.\nBecause sir I also do have in my possession\ncopies of certain forms in which it is stated that this registration was a very\nfirst\nregistration of this motor vehicle, do you have any knowledge of that?\n– I have knowledge of that, I was shown by the police.\nBut prior to that I\nhad not seen these documents.\nSo you do agree that the documents that have\nbeen completed at the Receiver of Revenue states that this registration is a\nvery first\nregistration of this specific vehicle? – The documents show so,\nyes.\nYes. – Yes.\nYou will not dispute that fact? – No, I do\nnot dispute that.\nCan you think of any reason sir why Mr Du Toit will say\nthat this is a first registration when you had specifically told him that\nthis\nis a secondhand vehicle that has been repaired by yourself for your own\npurposes? – I have no idea why he did register\nit that way. I have said\nbefore that I have never personally registered any vehicle physically.\nDid Du\nToit indeed register this vehicle in your name?\n-- Yes.\nCOURT\n:\tIn\nthe accused’s name?\nPROSECUTOR\n:\tYes, in the accused’s\nname, that is correct. Can you just tell the Court what happened when Du Toit\nreturned with this charcoal\nBMW to yourself once he had registered it? –\nHe had stuck the licence disc to the car and he said that it had all been\nfinished.\nAs far as I can remember that was our words. .\nWas any\nregistration documents handed to yourself by Du Toit? – Yes, he did give\nme a licensing slip.’\nAsked by the prosecutor what Du Toit had to gain\nby registering the car on false papers he replied\n‘I do not know. The\nonly gain I could see was that by doing it the work on his car progressed and\nthat is it.’\nThe appellant paid Du Toit R250 for his services. He did\nnot know that a change of ownership form had to be signed by the seller of\na\ncar. Although he had been in the motorcycle trade for about 20 years he had\nnever sold anything but was purely ‘workshop\norientated’.\n[11]\tAny re-evaluation of the evidence for the purpose of\ndeciding this appeal must needs be preceded by a determination of the\nadmissibility\nof exhibits B and D.\n[12]\nExhibit B\nThis document, which was relied on by both courts as providing evidence of\nthe chassis number of the wrecked BMW purchased from Dennis\nAuto Spares, was\nproduced by Badler during his testimony. He had apparently been asked by the\npolice to look for documents relating\nto the purchase of the engine and body. He\npossessed no independent recollection of the visit by the appellant and Squire\nto the\nscrapyard. Exhibit B purported to be a copy of a receipt no 39443,\ncertified as a true copy by a member of the SAPS. Badler did not\nbring the book\nwith him which contained the original receipt. The prosecutrix informed the\ncourt that the annotation in Afrikaans\nhad been written by the investigating\nofficer prior to her seeing the copy and that it would be proved through that\nofficer at a\nlater stage. That person was however, not called as a witness.\nAlthough Badler purported to interpret the document it was clear that\nhe had no\npersonal knowledge of its contents, was unable to say who had written the\noriginal receipt, had not himself made the copy\nand, perhaps, had never looked\nat the original himself. Under cross-examination he claimed to have correlated\nthe details appearing\nin the annotation with information in the secondhand goods\nregister kept by Dennis Auto Spares relating to the purchase of the wreck\nand\nengine and, accordingly, purported to confirm the correctness of the\ninformation. He did not have that book at court, nor did\nhe claim to have made\nthe original record or possess personal knowledge of the transaction. Although\nthe objection was argued before\nus on the sole basis that the exhibit was\nhearsay and therefore inadmissible, it seems to me that there are in truth three\nseparate\nissues. The first, which is of no importance in the case, is the\nadmissibility of the copy to the extent that it purported to be\na copy of the\noriginal receipt. The copy was clearly secondary evidence in the absence of\nproof that the original had been lost or\ndestroyed (\nR v Amod & Co (Pty)\nLtd and another\n1947 (3) SA 32\n(A) at 40) or could not be produced for an\nacceptable reason. It was inadmissible to prove the contents of the original\n(ignoring\nthe other shortcomings to which I have referred). The second aspect\nrelates to the contents of the annotation on the document. The\ndocument had no\nrelevance since it was, in this regard, a document created from another. To that\nextent it was also secondary evidence.\nAt best it might have been used to\nrefresh memory if the police officer had been called. The magistrate should have\nexcluded it.\nThe third matter for consideration is the comparison carried out by\nBadler between the notation and the contents of the secondhand\nregister. Here\ntoo Badler might have been entitled to rely on it to refresh his memory but he\ndid not, and, in any event, he was\napparently not the author of the entry in the\nregister. Once again, his evidence must have been secondary. On this possibility\nalso,\nthe exhibit should have been excluded.\n[13]\nExhibit D\nThis document was relied on by both courts as proof that the chassis number\nof the wrecked vehicle was used on the registration papers,\nthat such\ninformation could only have been derived from the appellant (since only he had\nan interest in furnishing the information\nto Du Toit and had access to the\nshockwell of the wreck) and, of course, as material corroboration for Squire and\nBester. Counsel\nfor the appellant submitted that the document was hearsay and\nshould not have been admitted. I do not agree. The document was introduced\ninto\nthe case by the evidence-in-chief of the appellant, although he denied being\nresponsible for it or having knowledge of its contents.\nThe prosecutor was\nentitled to cross-examine the appellant about it. As the extract quoted in\nparagraph [10] shows, the prosecutor\nasked the appellant whether he admitted\nthat the document had been obtained by the police from the registration\nauthority. The appellant\nknew the police had been in possession of the document\nor were aware of its existence because they had questioned him about it. The\ncontents of the document were consistent with the source which the prosecutor\nattributed to it. If the appellant found the combination\nsufficient to convince\nhim of the correctness of the prosecutor’s assertion, why should he not\nadmit the fact? The appellant\nsaid he did not place it in dispute. So there was\nan admission as to its source. Counsel submitted that the appellant, having\nindicated\nthat his knowledge was secondhand, intended no more than ‘I do\nnot dispute that if it is proved as a fact’. That construction\ndoes not\nfit the language of the exchange. The appellant’s response was unequivocal\nand in context meant that it was unnecessary\nto call evidence to prove the\nsource of the document. That such an admission could properly be made and\naccepted in evidence despite\nits correctness not falling within the personal\nknowledge of the accused was, I think correctly, found to be the law in\nS v\nNaidoo\n1985 (2) SA 32\n(N), leaving the weight to be attached to the evidence\nto be decided on a conspectus of all relevant proven facts. See also\nSher and\nothers NNO v Administrator, Transvaal\n[1990] ZASCA 77\n;\n1990 (4) SA 545\n(A) at 554J-555B. A\nfactor which may be highly persuasive of the importance of a document so\nadmitted is the internal evidence provided\nby the document. In the present case\nsuch evidence is the following:\n(a)\tThe document bears the name and logo of Stateway Motorcycles, a firm of\nwhich the appellant was very shortly before May 1993\na proprietor;\n(b)\tThe document is,\nprima facie\n,\naddressed to the appellant at\nhis residential address.\n(c)\tIt is dated 15 May 1993 being the date upon which, according to the\nappellant’s evidence, he signed the documents presented\nto him by Du\nToit;\n(d)\tIt relates to a BMW 520I motor vehicle.\nIn the absence of\nrebutting evidence the only reasonable conclusion to be drawn from the\nuncontested proved facts is that the document\nwas placed in possession of the\nReceiver in connection with the registration of the car in question. That the\ndocument has other\nmore crucial implications for the appellant I shall deal with\nin greater detail hereafter. That the document was both admissible\nand\nsignificant in the context of the case is certain. What is equally clear however\nis that it could not be relied on as the courts\nbelow did to prove that the\nchassis number of the wreck was included in the documents submitted to the\nregistration authority, for\nthe simple reason that once exhibit B was ruled out,\nas it should have been, there was no proof of what that number was. (Nor indeed\nof the number of the engine purchased by the appellant from Dennis Auto Spares,\nthough that can be inferred as I shall show.)\n[14]\tThe conclusion must\ntherefore be that both the courts below misdirected themselves in relying on\nexhibit B, in accepting that\nthe chassis number of the wreck was reflected on\nexhibit D and in drawing inferences that they drew against the appellant from\nthese\ndocuments. The question which confronts us is whether the evidence and\nfindings of credibility, cleansed of the misdirection and\nits effects, are\nsufficient to prove the case against the appellant beyond a reasonable doubt. In\nmy view the probabilities are clear\nand decisive.\n[15]\tThere is material\ncorroboration to be found for important elements of Squire’s evidence,\nfirst, as to whether the engine\nof the car was defective from the outset as was\nthe appellant’s testimony. Squire disputed this and stoutly maintained\nthat\nthere was no indication that the car was running on five cylinders. Bester,\nwith whom there was no reasonable possibility that Squire\nhad colluded, was\nequally firm; he had good reason to recall since he first drove the car and, if\nthe appellant’s evidence\nwere true the problem with the engine would have\nbeen very marked. Both Squire and Bester had difficulty in conceiving of the\nphysical\npossibility that a broken spark plug would fall into the cylinder (a\ndifficulty which I share) and the appellant chose not to enlighten\nthe court as\nto how that could have taken place. The weight to be accorded to the condition\nof the engine is important because it\nprovides the only reason offered by the\nappellant for the purchase and installation of the secondhand engine. Second, as\nto the reason\nwhy the appellant acquired a wreck having a body identical in\nstyle to that of the ‘clients’ car (or the one he had purchased,\ndepending on the precise sequence of events), Squire told the Court that the\nappellant said that the sole purpose was the numbers,\nie to enable him to use\nthe chassis numbers in the registration of the car. The appellant gave no\nexplanation whatsoever. It had\nbeen suggested to Squire in cross-examination\nthat the appellant would say that it was a ‘business decision’. That\nhowever\nmakes no sense. Squire testified that the appellant expressly asked the\nseller to strip the body and that such parts as afterwards\nadhered to it were of\nno value. Bester agreed that everything of value had been removed. The appellant\ndid not testify on these matters.\nWhat was done was to produce in\ncross-examination of the State witnesses, certain spare parts and to suggest to\nthe witnesses that\nthey still bore yellow markings akin to those placed on parts\nby Dennis Auto Spares. Badler confirmed the suggestion. But the parts\nwere\nseemingly insignificant and still lay unused long after they were allegedly\nacquired. They could hardly have provided the reason\nfor the purchase of the\nbody and the appellant did not say they did. Third, Squire testified that the\nshockwell (which bore the chassis\nnumbers) was cut out of the wreck with the\nintention of performing a similar exercise on the car and welding the one in the\nplace\nof the other on the car’s chassis. The accused, he said, did not\nfollow the plan through because the car was by then already\nin continuous use.\nHowever the appellant was astute to remove the excised shockwell after their\narrest. Bester was instructed to\nperform the physical task of cutting out the\nshockwell. When he had done so, he delivered it to Squire and the appellant.\nThen he\nsold the remains to a scrap dealer for a nominal sum. In\ncross-examination counsel put to Bester that the appellant would say that\nhis\ntask was to cut the wreck up after the parts had been removed and that there was\nnever any instruction from the appellant that\nthe shockwell should be removed.\nHowever, the appellant did not testify to that effect and the evidence of the\nState stood unrebutted.\nFourth, Squire said that the appellant told him that he\nintended to register the vehicle as new. Although this was denied by the\nappellant the evidence is clear that the car was so registered. The appellant\nhimself admitted that the registration documents showed\nthat it was registered\nas a 1993 vehicle and he told the prosecutor that he would not dispute that it\nwas registered as new. This\nis also consistent with the contents of exhibit D.\nFifth, whatever the practical implications attaching to the use of the\nshockwell,\nthe thrust of the appellant’s statement to Squire concerning\nhis use of the numbers is clear – he did not intend to register\nthe\nvehicle using the original chassis numbers on the car.\nMirabile dictu\n,\nwhen the police obtained a document from the registration authority which must\nhave emanated from the appellant’s agent, it\ncontained chassis numbers\nwhich were not the original numbers of the car, although it is common cause that\nthe vehicle which was\nrecovered from possession of the appellant’s wife\nstill bore the original numbers and those numbers were certainly accessible\nto\nDu Toit. The final element which provides support for Squire’s version is\nthis. He told the magistrate that Mark Jacobs\nwas present during the initial\nappearance of the car at the appellant’s premises and that the appellant\nafterwards told him\nthat the car had come to him through Jacobs. Exhibit D,\napparently produced to the registration authority on behalf of the appellant,\npurports to be an invoice from a firm owned by Jacobs on the date reflected on\nthat document. With regard to the fourth and fifth\nand sixth considerations I do\nnot lose sight of the appellant’s denials of any responsibility for the\nterms in which the vehicle\nwas registered other than the innocent assistance\nprovided by possession of his identity document, the receipts for the purchase\nof the engine and the two change of ownership forms signed in blank. It is\nsignificant that the appellant, who was the only person\nwho could have told the\ncourt what the receipts contained, did not suggest that any of them reflected\nthe chassis numbers of the\nwreck. The importance of these considerations is the\ntremendous co-incidence that, if Squire lied in regard to any or all of such\nmatters, his evidence should nevertheless be borne out by objective facts of\nwhich he could have possessed no knowledge.\n[16]\tBoth Squire and Bester were\nvery carefully evaluated by the magistrate with due regard to their\nimperfections as witnesses. Having\ndone so, he found no ground for believing\nthat either was dishonest in his implication of the appellant. In so far one is\nable to\ntest the magistrate's conclusions against the record his assessment is\nfully borne out. Counsel submitted that both witnesses cherished\npersonal\ngrievances against the appellant which, together with intensive interrogation by\nthe police, rendered them willing and able\nto distort facts and fabricate\nevidence that implicated him falsely. Both witnesses conceded their grudges. But\nthe possibility of\nthe intricate falsification and conspiracy which would have\nbeen needed to create their versions is, I consider, very remote. It\nis also\ndirectly at odds with the impression which a reading of the record conveys. The\nmagistrate, who was alive to the aspersions\ncast on them by counsel, found\nnothing in their demeanor to warrant the suspicion.\n[17]\tDid exhibit D\npossess evidential value other than mere support for Squire? It can be accepted\nas a fact that exhibit D was recovered\nfrom the possession of the registration\nauthority and that it contained details peculiar to the appellant and the car,\nas I have\npreviously noted. But the document should be looked at as a whole. Its\ntendency was without doubt to present the vehicle in a false\nlight to the\nregistration authority with a view to procuring a new registration. The\nappellant (and his counsel) did not seek to\nsuggest otherwise: the answer was\nthat Du Toit (or possibly Beckett) was responsible for its contents. But the\nprobabilities are\nheavily opposed to this conclusion. Primarily, as the\nmagistrate found, Du Toit had no reason to commit a complicated fraud whether\nfor the paltry sum of R250 or at all. The appellant (on his version) had neither\nasked him to do so nor suggested such a course.\nWhen Du Toit was placed in\npossession of the car, he had no reason to suspect that it had been stolen, it\nwas plainly not a new vehicle.\nHe could easily have determined the engine and\nchassis numbers from the vehicle itself. Instead the appellant would have us\nbelieve\nthat he went out of his way to create an elaborately false invoice which\ncontained a false chassis number and that he did so because\nhe wished avoid the\npolice inspection which necessarily precedes registration of a secondhand (or\nrebuilt) vehicle. (That he must\nhave used the engine number of the secondhand\nengine is overwhelmingly probable although not proved as a fact.) By contrast,\nthe\nappellant possessed an interest in having the vehicle registered. He knew\nthat it was required to undergo a police inspection and\nthat he lacked documents\nfrom the seller which he had not received. He did not place Du Toit in\npossession of any document which\nrelated to or established the previous\nownership of the vehicle. It is interesting to note that the only document he\ndid possess\nwhich bore on that proof ie the ‘contract’ said by him\nto have been signed by the seller, he did not give to Du Toit.\nHe testified that\nhe assumed that Du Toit would contact Wepeng if he required any information from\nhim. He does not however explain\nwhy he thought that Du Toit would be prepared\nto go to this additional trouble. When he received the registration documents\nfrom\nDu Toit he made no enquiry as to how Du Toit had procured the registration\nof the vehicle in all these circumstances and Du Toit\nhimself apparently had no\ncomment or complaint. All in all the version of the appellant concerning the\ncircumstances of the registration\nis inherently improbable and, especially in so\nfar as it is suggested that the details in exhibit D found their derivation in\nanyone\nbut the appellant himself.\n[18]\tAdded to all this, the\nappellant’s evidence teems with smaller incidents of inherent\nimprobability:\n(i)\tAccording to the appellant the ‘client’ came regularly to the\nworkshop during the process of respraying and changing\nthe engine yet there is\nonly the appellant’s word that such a person existed. (The evidence of\nPosthumus was discounted by\nthe magistrate for what seem to me persuasive\nreasons.)\n(ii)\tThe appellant claimed to have received R500 in cash as a deposit for the\nwork on the vehicle and paid R43 000 in cash as the\npurchase price, but in\nneither instance was a receipt given or received.\n(iii)\tThe appellant carried out, on his version, work on the car to the value of\nR6000 and purchased an engine and body for R10 800\nwithout any meaningful\nassurance of being paid and without any proof that the car belonged to the\n‘client’. It must be\nremembered that when he paid for the\nsecond-hand engine the original engine had already been taken away by the\n‘client’\nand his ‘security’ in the vehicle was limited\nto whatever value the remaining body may have possessed.\n(iv)\tThe conduct of the appellant in proceeding with the registration of the car\nbefore receiving the seller’s documents, without\nmaking any attempt to\ncontact him despite being in possession of a phone number and an address and\nwithout any assurance that the\nseller had the right to dispose of the vehicle is\ninexplicable in an experienced business man with no ulterior motive.\n(v)\tI agree with the magistrate’s conclusion that the appellant’s\nprofessed naiveté about the procedures and requirements\nfor the\nregistration of motor vehicles is hard to swallow. He was for 20 years involved\nin the motorcycle trade, during at least\nsome period of which he was a partner\nin a business which sold motorcycles; during 1993 he ran a panelbeating\nbusiness. Even accepting\nthat the burden of his experience was on the technical\nrather than the selling side, it is incredible that he did not acquire\nsufficient\nawareness to know that proof of consent of the seller is required\nbefore formal transfer of a second-hand vehicle can be effected.\nHe certainly\nknew that a police inspection would be required.\n(vi)\tThe circumstances under which Du Toit apparently undertook to and did cause\nthe car to be registered raise more questions than\nanswers about the motives of\nthe appellant.\n[19]\tWhen I weigh the shortcomings in the evidence\nof Squire and Bester with the strong corroboration for their versions against\nthe\nmanifest weaknesses and improbabilities in the evidence of the appellant I\nam left in no doubt at all as to where the truth lies.\nThe car came to the\nappellant within hours of the initial\ncontrectatio\n. The conduct of the\nappellant from beginning to end was consistent and consistent only with\nknowledge on his part that the car was\nstolen. The steps which he took were\ndirected first, to concealing its origins and second to procuring registration\ninto his own\nname in such a manner that no suspicion of its true origins would\nbe aroused. I do not ignore the fact that when the car was recovered\ncertain of\nits windows still bore the sandblasted numbers which corresponded to the\noriginal chassis numbers. Of course it is probable\nthat a person wishing to\nconceal his possession of a stolen vehicle would attempt to replace those\nwindows. He would probably also\nbe careful to ensure that the numbers on the\nregistration certificate corresponded with the numbers on the engine and chassis\nof\nthe vehicle. That a suspect did neither might, in some circumstances, be\ndecisive of his innocence. That the appellant did neither\nis a factor which is\noverwhelmed by the weight of the probabilities which point to a guilty state of\nmind. He was rightly convicted\nof its theft.\n[20]\tBefore I conclude I find it\nnecessary to refer to the manner in which the appellant’s evidence was\npresented at the trial.\nDuring the course of the State case defence counsel had\non several occasions objected strongly to the putting of leading questions\nto\nwitnesses. At the close of the State case counsel for the appellant informed the\nmagistrate that he had ‘for the convenience\nof the court’ prepared a\nmemorandum (of 15 pages) during consultation with his client and ‘with the\ncourt's leave’\nproposed that his client should read it into the record.\nThe State prosecutor did not object and the court, without comment, allowed\ncounsel to proceed. This was an entirely improper procedure which should not\nhave been sanctioned. The consequence was that the evidence\nin chief of the\naccused was substantially a continuous series of leading questions derived from\na statement the origins of which\nwere an amalgam of his own version and the\nthoughts, suggestions and glosses of his legal advisers (and, perhaps, other\nwitnesses\nwho may have been present during consultation, since the circumstances\nwere never investigated in cross-examination). The statement\nwas in fact read by\ncounsel into the record, interpolated with his own comments on it, and\noccasional additional leading questions\nsuch as the following:\n‘May I\njust interrupt myself there. This morning during consultation you said,\nindicated that you might have made a mistake\nas to your estimates of time. --\nYes’;\nand\n‘The car was now at the panel beating shop for\napproximately three weeks.’ Would that be correct or is it also a shorter\nperiod? --- It was a shorter period than that, I just judged it more or less. I\nam sure that it was shorter than ......that.’\n(The statement was dated\nbefore the start of the trial and the State evidence had subsequently pointed to\na shorter period. Hence\nthe reason for counsel casting doubt on the\naccused’s statement.) The accused said there was nothing he wished to add\nto the\nstatement. The result was that the Court was deprived of the benefit of\nhearing him give evidence in chief and had no means of assessing\nthe accuracy of\nhis confirmation. This might have been of less importance if the prosecutor had\nmade a serious effort to test the\nreliability of the statement. But he did not\ndo so. The magistrate was well aware that the evidence of the appellant was\ncontroversial\nthroughout and that the prosecutor was probably ill-prepared. He\nabrogated his duty by submitting to counsel’s agreement on\nthe procedure\nwhich was adopted.\n[21]\tThe appeal is dismissed.\n__________________\nJ A  \nHEHER\nJUDGE OF APPEAL\nSCOTT\nJA\t\t)Concur\nJONES AJA\t)",
  "scraped_at": "2026-02-12T09:03:05.478896",
  "date": "2004-05-25",
  "coram": [
    "SCOTT",
    "HEHER JJA",
    "JONES AJA"
  ],
  "case_number": "344/03",
  "parties": {
    "applicants": [
      "J E F ADENDORFF"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 24 April 1993 a silver BMW 520i belonging to Mr Van Aswegen was stolen from a shopping centre in Welkom. The vehicle was brought to the appellant’s panel‑beating workshop, resprayed from silver to charcoal and, after about two weeks, the appellant arranged for a second‑hand engine and a wrecked BMW body to be purchased from Dennis Auto Spares. The engine was fitted to the stolen car and the original chassis number (the shockwell) was removed. The re‑conditioned vehicle was registered in the appellant’s name as a 1993 model and was given to his wife for everyday use. In January 1994 the appellant and his associate Squire were arrested; the car was recovered from the appellant’s wife’s possession. The State’s case relied on testimony from Squire, Bester and Badler, and on documentary exhibits B and D, while the appellant testified that he had acted in good faith and that the car had been purchased from a black client.",
    "issues": "The appellate court had to determine (1) whether the appellant appropriated the stolen vehicle knowing it was stolen, thereby satisfying the elements of theft; (2) whether the State had proved the appellant’s guilt beyond a reasonable doubt; and (3) whether the documentary exhibits B and D were admissible as evidence.",
    "principles": "The court applied principles on the admissibility of secondary evidence and hearsay, noting that a copy of a document is inadmissible as primary proof unless the original is lost (R v Amod & Co). It relied on S v Naidoo concerning the admissibility of documents admitted by the accused’s own statements, and on the standard that the State must prove guilt beyond reasonable doubt. The court also considered the credibility of witnesses and the weight to be given to corroborative evidence.",
    "application": "Exhibit B was held inadmissible because it was a secondary copy without the original and offered no independent foundation. Exhibit D, although admissible, could not be used to prove the chassis number of the wrecked body because the supporting evidence (exhibit B) was excluded. The court found that the testimony of Squire and Bester, despite some inconsistencies, was credible and corroborated the State’s version, whereas the appellant’s narrative contained numerous improbabilities and lacked supporting evidence. The appellant’s alleged ignorance of registration procedures and his failure to obtain proper documents were deemed implausible for a person with two decades of experience in the vehicle trade.",
    "conclusion": "The appeal was dismissed. The conviction for theft of the motor vehicle was upheld and the sentence of 4½ years’ imprisonment, with 18 months conditionally suspended for five years, remains in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft of Motor Vehicle",
    "level_3": [
      "admissibility of evidence",
      "hearsay",
      "motor vehicle theft",
      "criminal procedure"
    ]
  }
}