{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/10.html",
  "case_name": "Msunduzi Municipality v Member of The Executive Council of Kwazulu-Natal Province For Housing and Another (168/2003) [2004] ZASCA 10; [2004] 2 All SA 11 (SCA); 2004 (6) SA 1 (SCA) (23 March 2004)",
  "citation": "[2004] ZASCA 10",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 10\n|\nNoteup\n|\nLawCite\nMsunduzi Municipality v Member of The Executive Council of Kwazulu-Natal Province For Housing and Another (168/2003) [2004] ZASCA 10; [2004] 2 All SA 11 (SCA); 2004 (6) SA 1 (SCA) (23 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase number:  168/2003\nIn the matter between:\nMSUNDUZI\nMUNICIPALITY\t\t\t\tAPPELLANT\nand\nMEMBER OF THE EXECUTIVE\nCOUNCIL OF KWAZULU-NATAL\nPROVINCE FOR HOUSING\t \t\t\tFIRST RESPONDENT\nREGISTRAR OF DEEDS KWAZULU-\nNATAL\t\t\t\t\t\t\tSECOND RESPONDENT\nCORAM:\t\t\tMPATI DP, ZULMAN, BRAND, HEHER JJA and JONES AJA\nHEARD:\t\t\t5 MARCH 2004\nDELIVERED:\t\t23 MARCH 2004\nSummary\n:  Section 3(3)(a) of Act 79 of 1984 – exemption\nfrom municipal rates – State property\nheld in trust\n– meaning\nof – whether first respondent succeeded the South African Development\nTrust as trustee in respect of property\nconcerned and is thus exempted from\nrates.\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThe Premier of the KwaZulu-Natal Province is the\nregistered owner of an immovable property situated within the municipal\njurisdiction\nof the appellant (the 'Municipality').  The first respondent ('the\nMEC') is responsible for the administration of the property, and,\nmore\nparticularly, for its development to provide housing for low-income residents of\nthe Province. This appeal has its origin in\na contention by the MEC that the\nproperty is exempt from rates levied by the Municipality by virtue of the\nprovisions of s 3(3)(a)\nof the Rating of State Property Act 79 of 1984. The\nMunicipality did not agree with this contention. Consequently, the MEC brought\nan application in the Natal Provincial Division for an order effectively\ndeclaring that his contention be upheld. He cited the Municipality\nas a\nrespondent in the application together with the Registrar of Deeds,\nKwaZulu-Natal, who is the second respondent in these proceedings.\nThough the\nRegistrar of Deeds did not oppose the application, the Municipality did.\nNotwithstanding such opposition the court\na quo\n(Pillay J) granted the\ndeclaratory order sought. His judgment has since been reported as\nMEC for\nKwaZulu-Natal Province for Housing v Msunduzi Municipality\n[2003] 1 All SA\n580\n(N). The Municipality's appeal against that judgment is with the leave of\nthe Court\na quo\n.\n[2]\tThe Rating of State Property Act commenced on\n1 July 1988. It repealed various laws which formerly exempted State property\nfrom\nrates levied by local authorities. Accordingly, s 3(1) declares all State\nproperty susceptible to such rating (subject to the discounts\nprovided for in\nterms of s 4), unless specifically exempted by ministerial notice in the\nGovernment Gazette. To this general declaration\nof rateability various\nexceptions are created in terms of s 3(3). The exception relied upon by the MEC\nis the one provided for in\nsubsec 3(a). It reads:\n'(3) No rates shall by\nvirtue of subsection (1) or otherwise be levied by a local authority on the\nvalue of State property –\n(a) held by the State in trust for the\ninhabitants of the area of jurisdiction of a local authority or a local\nauthority to be established.'\n[3]\tThe property under consideration is\nundoubtedly 'State property' as defined in the Act. As to why it is 'held in\ntrust', as envisaged\nby s 3(3)(a), the MEC's contentions were, broadly stated,\nas follows:\n(a)\tthe property was formerly held in trust by the South African\nDevelopment Trust ('the SADT'), which was established in terms of\ns 4 of the\nDevelopment Trust and Land Act 18 of 1936 ('the 1936 Act'), for the benefit of\nthe Black people of South Africa;\n(b)\talthough the SADT has since been\nabolished in terms of the Abolition of Racially Based Land Measures Act 108 of\n1991 ('the Abolition\nAct'), there is nothing in the Abolition Act or in the\nvarious legislative enactments following upon the demise of the SADT which\ncaused the property to change its status as\ntrust property\n;\n(c)\tthat,\nconsequently, he succeeded the SADT as trustee in respect of the property, and\nhe is giving effect to that trusteeship by\ndeveloping the property to provide\nhousing for the homeless and the poor inhabitants of the area, who are,\nessentially, the same\nbeneficiaries as those envisaged by the 1936\nAct.\n[4]\tThe Municipality, on the other hand, though conceding that the\nproperty was formerly held\nin trust\nby the SADT, denied that the notion\nof trusteeship survived the abolition of the SADT and, consequently, that the\nproperty can be\nregarded as being\nheld in trust\nwithin the meaning of\nsubsec 3(3)(a) of the Rating of State Property Act.\n[5]\tThe court\na\nquo\npreferred the MEC's contentions to those advanced by the Municipality.\nThe evaluation of that preference requires an examination\nof the somewhat\nintricate evolvement of transitional legislation, affecting the property, since\n1992, when the SADT was abolished,\nuntil 1999, when the property eventually came\nto be registered in the name of the Premier of the KwaZulu-Natal Province and\nalso\nbecame incorporated into the valuation roll of the\nMunicipality.\n[6]\tUntil 1992 the property was registered in the name of\nthe SADT, by virtue of s 6 of the 1936 Act, to be administered, in terms\nof s\n4(2) of that Act, 'for the settlement, support, benefit and material and moral\nwelfare of the Black people of the Republic',\nas defined with reference to the\nPopulation Registration Act 30 of 1950. In terms of s 18, all land vested in the\nSADT was held for\nthe exclusive use and benefit of Blacks. It could only be sold\nor let to Black people. If the SADT wished to dispose of the land\nto someone who\nbelonged to another racial group, it required consent to the transaction by both\nHouses of Parliament. While the property\nwas registered in the name of the SADT,\nit did not fall within the area of any municipality. Instead, it was\nadministered in accordance\nwith the provisions of Proclamation R163 of 1974\n('the 1974 Proclamation') which was issued by the then State President in terms\nof s 30(6) of the Black Administration Act 38 of 1927. The latter Act was, like\nthe 1936 Act and the Population Registration Act,\none of the mainstays of the\napartheid structure. It entitled the Governor-General and, subsequently, his\nsuccessor, the State President,\nto establish what were referred to as 'black\ntowns'. The 1974 Proclamation essentially provided for the administration of the\narea\nin which the property is situated through a system of managers and\nsuperintendents. Pertinent for present purposes is para 40 of\nthe 1974\nProclamation. It conferred the power on the Minister of Bantu Administration and\nDevelopment, as surrogate local authority,\nto impose rates and taxes on property\nowners in the area, with the proviso in para 40(7)(a) that 'land which belongs\nto the Trust,\nthe State and the South African Railways' would be exempted from\nsuch rates and taxes. According to the definition section of the\nProclamation\nthe term 'Trust' referred to the SADT.\n[7]\tI now turn to the provisions\nof the Abolition Act which eventually led to the repeal of the 1936 Act and the\ntermination of the\nSADT as an institution. In accordance with the preamble of\nthe Abolition Act, its stated objects were, inter alia:\n'to repeal ...\ncertain laws so as to abolish certain restrictions based on race or membership\nof a specific population group on the\nacquisition and utilization of rights to\nland',\nand\n'to provide for the ... phasing out of certain racially based\ninstitutions and statutory and regulatory systems'.\nNot surprisingly, the\n'institution' and the 'measures' created under the Black Administration Act and\nby the 1936 Act were among the\nvery first earmarked to be dismantled in terms of\nthe Abolition Act.  Parliament obviously realised, however, that the dismantling\nprocess would take some time. Consequently, s 12(1) made it possible for the\nrepeal of certain sections of the 1936 Act to take effect\non different dates\ndetermined by the State President by way of proclamation in the Government\nGazette. Section 12(2) specifically\nprovided that the State President could, in\norder to bring about the phasing out of the SADT, by proclamation in the\nGovernment Gazette\n–\n'(a)\ttransfer any assets (including land) or\nright acquired and any liability or obligation incurred by the Trust to an\nAdministrator,\na Minister or the State ... and the Administrator, Minister or\nState shall after such transfer be deemed to have acquired the asset\nor right or\nto have incurred the liability or obligation'.\nAccording to s 12(3):\n'Any\ntransfer or assignment referred to in subsection (2) shall be subject to any\nterm, condition, restriction or direction of the\nState President as specified in\nthe relevant proclamation.'\n[8]\tIn accordance with Parliament's\ncontemplation in s 12 of the Abolition Act, the State President issued three\nproclamations, Proclamation\nR26, R27 and R28 of 1992, that were published\nsimultaneously in the Government Gazette of 31 March 1992, all with effect from\n1 April\n1992. In terms of para 2 of Proclamation R28, the State President\nrepealed all the sections of the 1936 Act that were still in force,\nincluding ss\n4 and 18. In para 1(e) of the same proclamation he transferred the property\nunder consideration to the Minister of Regional\nand Land Affairs, on the stated\ncondition that it would be held by him 'subject to any existing right, charge or\nobligation on or\nover such land'.  Para 1(h)(ii) expressly provided that 'land\n... transferred in terms of the provisions of this Proclamation ...\nshall be\ndeemed to vest in the State and to be State property...'.\n[9]\tThe 1974\nProclamation was not repealed in 1992. On the contrary, Proclamation R26\n(schedule 1 part 3 para 2) designated the then\nAdministrator of Natal as the\nauthority responsible to administer the area which included the property\nconcerned, in accordance with\nthe provisions of the 1974 Proclamation. At the\nsame time, Proclamation R26 (schedule 3 para E) provided for the amendment of\nthe\n1974 Proclamation in certain respects. Of relevance for present purposes are\nthe amendments (in paras E1 and E5) which brought about\nthe deletion, firstly,\nof the definition of the term 'Trust' in para 1 and, secondly, of the reference\nto 'the Trust' in para 40(7)\nof the 1974 Proclamation. It will be remembered\nthat para 1 of the 1974 Proclamation defined the term 'Trust' as a reference to\nthe\nSADT while para 40(7) rendered both 'State property' and 'Trust property',\nie SADT property, free from any rates and taxes imposed\nby the Minister of Bantu\nAdministration and Development, as surrogate local authority. The reason for the\namendment occasioned by\npara E of Proclamation R26 is fairly clear. Since\nProclamation R28, which was published in the same issue of the Government\nGazette,\nannounced the final demise of the SADT, any reference to property\n'which belongs to the SADT' would no longer have any meaning. As\nfar as the\nexemption from rates and taxes was concerned, the amendment was, however, purely\ncosmetic. The amended para 40(7) still\nrendered 'property which belongs to the\nState' free from rates and taxes imposed by the Administrator of Natal as the\nnew surrogate\nlocal authority. Since all properties formerly held by the SADT\nnow became State property, by virtue of Proclamation R28, they still\nenjoyed the\nsame immunity from rates and taxes, but now in the different category of State\nproperty.\n[10]\tThe 1974 Proclamation, as amended, was eventually repealed\nin terms of\ns 15(4)(a)\nof the\nLocal Government Transition Act 209 of 1993\n.\nProclamation LG73 of 1995, issued under that Act, determined that the property\nunder consideration was to be incorporated into the\narea of the\nPietermaritzburg-Msunduzi Transitional Local Council, which was the predecessor\nof the Municipality. In the interim,\nliability for rates was governed by para\n12(3) of Proclamation LG 73 of 1995 which provided that:\n'The systems of\nrating in operation within the area of jurisdiction of the Transitional Council\nat the date of effect of this Proclamation\n[ie 10 February 1995], including any\nexisting valuations of immovable property and any exemptions from rates, shall\n... continue\nin operation in such areas until such systems and valuations have\nbeen replaced by a system of rating and a valuation roll adopted\nand prepared\nfor the area of the Transitional Council as a whole.'\nIt appears to be common\ncause that, since no 'system of rating' was in operation in respect of the\nproperty concerned on 10 February\n1995, its immunity from rates was extended, by\nvirtue of the transitional provisions in para 12(3), until 1 July 1999, when it\ncame\nto be incorporated into the valuation roll of the Municipality. Whether the\nproperty continues to enjoy that immunity subsequent\nto 1 July 1999, is wholly\ndependent on the validity of the MEC's contention that it should be regarded as\nbeing\n'held in trust\n' within the meaning of s 3(3)(a) of the Rating of\nState Property Act.  If the contention is invalid, the property is susceptible\nto rates imposed by the Municipality.\n[11]\tBefore considering that\ncrucial issue, it is necessary first to revert to the facts. As stated in para 7\nabove, ownership of\nthe property concerned was transferred from the SADT to the\nMinister of Regional and Land Affairs in terms of para 1(e) of Proclamation\nR28.\nIt appears, however, that the Minister did not manage the property through his\nown department. In 1994 and in 1997, he issued\ntwo General Powers of Attorney\ndesignating, first, the then Natal Provincial Administration and, subsequently,\nthe Department of\nHousing of the KwaZulu-Natal Provincial Government under the\ncontrol of the MEC, as the authority responsible for the management\nand\ndevelopment of the property. Since the General Power of Attorney issued in 1997\nappears, for present purposes, to have superseded\nthe earlier one, I will, for\nthe sake of convenience, refer to the 1997 document as 'the General Power of\nAttorney'. In terms of\nthe General Power of Attorney the delegation of authority\nto the Department of the MEC was made subject to the condition that the\nproperty\nbe developed, primarily, for housing projects which would benefit the homeless\nresidents of the province.\n[12]\tAccording to the MEC's founding\naffidavit, the property is utilised in accordance with the condition imposed by\nthe Minister\nin the General Power of Attorney. At present, so the MEC explained,\nthere is a substantial backlog for low-income housing in the\nKwaZulu-Natal\nProvince. The total number of housing units that will become available through\nthe housing projects on the property,\nis approximately 8 000 which will\naccommodate approximately 32 000 beneficiaries.\n[13]\tThe reason why\nthe property was transferred to the Premier of the KwaZulu-Natal Province in\n1999, so the MEC explained, was to\nfacilitate the registration of developed\nerven on the property in the names of formerly homeless people for whose benefit\nthe development\nwas taking place. However, the MEC stated, if the Municipality\nwas entitled to the substantial rates levied on the property, continuation\nof\nthe current housing projects would not be feasible. Moreover, he proceeded, it\nwould also be impossible to transfer the individual\nhousing units to the\nbeneficiaries, since the applicable provincial legislation requires a\ncertificate to the effect that municipal\nrates had been paid before any transfer\ncan be effected.\n[14]\tIn the answering affidavits filed on behalf of the\nMunicipality, it was denied that the whole of the property will be utilised\nfor\nhousing purposes. Some parts of the property, so it was stated, will be used by\nthe State for other purposes such as schools\nand public buildings while other\nparts will be utilised for commercial and community facilities. In an attempt to\nmeet this objection,\nthe MEC amended his notice of motion by excluding\n'components of the property used by an organ of State for any purpose other than\nhousing' from the ambit of the declaratory order sought. In the event, the\nexclusion brought about by the amendment was incorporated\nas a proviso to the\ndeclaratory order granted by the court\na quo\n.\n[15]\tFrom\nthe judgment of the court\na quo,\nit appears that its decision in\nfavour of the MEC is substantially based on the following five propositions.\n(For the sake of convenience,\nthe relevant pages of the court's reported\njudgment are referred to in parenthesis):\n(a)\tThe stated objective of the\n1936 Act (whatever its underlying motive and political philosophy may have been)\nwas that the land\nbe held by the SADT in trust and 'administered for the\nsettlement, support, benefit and material and moral welfare of the Blacks\nof the\nRepublic' (s 4(2)). The intention of the legislature in abolishing the SADT was\nto do away with a racially based institution\nand not to deprive the\nbeneficiaries of the trust of existing rights which had accrued to them under\nthe 1936 Act. Consequently,\nthe MEC, as the successor to the SADT, is holding\nthe land in trust for the inhabitants of the area (590g-591g).\n(b)\tIn terms\nof para 1(e) of Proclamation R28 of 1992 the property was transferred by the\nState President to the successor in title\nof the SADT 'subject to any existing\nrights, charge or obligation'. While the use of the words 'charge or obligation'\nevinces the\nintention that the successor in title should continue to hold the\nproperty in trust, the reference to 'rights' must be understood\nto perpetuate\nthe exemption from payment of rates enjoyed by the SADT\n(591g-592b).\n(c)\tFurther support for the conclusion that the beneficiaries\nunder the trust created by the 1936 Act did not lose their rights when\nthat Act\nwas repealed, is to be found in the provisions of s 12(2)(c) of the\nInterpretation Act 33 of 1957 (592b-c).\n(d)\tThe General Power of Attorney\nissued by the Minister of Regional and Land Affairs, despite not creating a\ntrust in itself, carried\nthrough the obligations of the SADT to administer the\nproperty 'for the settlement, support, benefit and material and moral welfare'\nof the inhabitants of the area (592b-d).\n(e)\tIn so far as there is ambiguity\nand uncertainty about the meaning of s 3(3)(a) of the Rating of State Property,\nsuch ambiguity\ncan be resolved by invoking the provisions of ss 26, 39(2) and\n229 of the Constitution of the Republic of South Africa, Act 108 of\n1996. A\nproper consideration of these provisions also favours the conclusion that the\nproperty under consideration is being\n'held in trust\n' as envisaged by s\n3(3)(a) (592d-594b).\n[16]\tI shall consider each of these five\npropositions in turn.  The first proposition (referred to under (a) in para 15\nabove) departs\nfrom the premise that the SADT as an institution can be divorced\nfrom the regime of trusteeship in which it played the role of trustee.\nThough\nboth the institution and the regime were racially based, so the reasoning goes,\nthe legislature must be understood to have\nintended in 1991, when it adopted the\nAbolition Act, that, in spite of the fact that the institution was to be\nabolished, the regime\nmust remain. I cannot agree with this line of reasoning.\nThe regime was as racially based as the institution and common sense dictates\nthat the legislature's intention must have been to do away with both. In so far\nas this common sense approach needs any reinforcement,\nit is provided by the\npreamble to the Abolition Act which declares its central objective to be, not\nonly the abolition of racially\nbased institutions, but also of racially based\n'statutory and regulatory systems'. Confirmation that the trusteeship regime\ncould\nnot survive the transformation to the non-racist system contemplated by\nthe Abolition Act, is that both the court\na quo\nin its judgment and\ncounsel for the MEC in argument in this court were compelled to transpose the\nbenefits of the trust from the\nracist concept of 'Black people' to the\nnon-racist 'inhabitants of the area'. The conclusion is therefore unavoidable\nthat the trust\ncould only survive the abolition of the 1936 Act if both the\ntrustee and the beneficiaries of the trust had been replaced by different\npeople. Moreover, the very terms and conditions which governed the trusteeship \nof the SADT were embodied in those sections of the\n1936 Act, such as s 18,\nthat were finally abolished by Proclamation R28. It follows that any 'trust'\nwhich survived the abolition\nof the SADT cannot be one governed by the extinct\nprovisions of the 1936 Act. It must be a different trust with a different\ntrustee,\ndifferent beneficiaries and different governing provisions. The whole\ntenor of the court\na quo\n's reasoning, that the MEC succeeded the SADT as\ntrustee of essentially the same trust, is therefore untenable. That much was\nconceded\nby counsel for the MEC during argument in this court.\n[17]\tThe\nconcession on behalf of the MEC that the 'trust' which forms the keystone of his\ncase must be a new trust, immediately gave\nrise to the question as to when and\nhow this new trust came into existence, particularly since there is no reference\nto a 'trust'\nin any of the transitional enactments which followed upon the\nabolition of the SADT. To this question counsel for the MEC could give\nno\ndefensible answer and I am also unable to think of one. Furthermore, since the\ngoverning provisions of the SADT had been repealed,\nthe question arises: what\nare the governing provisions of this new trust? In short, what is the MEC as\ntrustee allowed to do with\nthe trust property? On the MEC's papers, the answer\nto this question, which found favour with the court\na quo\n, is that the\nMEC is bound by the terms of the trust to utilise the property for the provision\nof housing for the homeless and the\npoor. The problem with this answer is that,\nas a fact, some parts of the property are utilised for other purposes which also\nhappen\nto be for the benefit of the same people, but not for housing. It will be\nremembered that these parts of the property were excluded\nfrom the ambit of the\ncourt\na quo'\ns order. This exclusion entails the suggestion, however, that\nthose parts of the property are no longer held in trust and, consequently\nthat a\npart of the property can change its trust character depending on the purpose for\nwhich it is utilised. The result would also\nbe that, in so far as the MEC has\nallowed parts of the property to be utilised for other purposes, he has acted in\nbreach of the\nconditions of the trust. Since these suggestions are clearly\nindefensible, counsel for the MEC was bound to concede that the distinction\ndrawn between those parts of the property utilised for housing purposes and\nthose which are not, cannot be sustained. As a consequence,\nhis further\nsubmission was that the MEC is enjoined by the terms of the trust to utilise the\nproperty, not only for housing, but\nfor the benefit of the people in the area. I\nthink it can be accepted as a statement of general validity that the MEC is\nobliged\nto utilise the property for that purpose. This does not justify the\nconclusion, however, that such obligation was imposed upon the\nMEC by the\nprovisions of any trust. It is a governmental obligation which stems from the\nrelationship between government and its\nsubjects and not from the fiduciary\nduties of a trustee (see eg\nKinloch v Secretary of State for India in Council\n(1882) 7 App Cas 619\n(HL);\nTito & others v Waddell and others (No 2)\nTito and others v Attorney General\n[1977] 2 All ER 129\n(Ch D) 237). If State\nproperty is to be regarded as being\nheld in trust\nwithin the meaning of s\n3(3)(a) of the Rating of State Property Act solely because the responsible\nfunctionary of State is obliged\nto utilise the property for the benefit  of the\npublic, very few State properties will fall outside the ambit of the\nsection.\n[18]\tThis brings me to the second proposition (referred to under\n(b) in para 15 above), which relies on the condition imposed by the\nState\nPresident in para 1(e) of Proclamation R28, that the transfer of the property\nfrom the SADT to the Minister of Regional and\nLand Affairs was 'subject to any\nexisting right, charge or obligation on or over such land'. What is significant\nin my view, is that\nthe State President did not expressly provide for the\ncontinuation of the trust, particularly, since such a provision would not be\nan\nunfamiliar one. It had been used by the legislature on previous occasions. So,\nfor example, ss 13(1)(b) and 36(3) of the Self-Governing\nTerritories\nConstitution Act 21 of 1971 rendered the transfer of property contemplated in\nthat Act 'subject to any existing charge,\nobligation or\ntrust\non or over\nsuch property' (my emphasis). (Cf\nPresident of the Republic of Bophuthatswana\nand another v Millsell Chrome Mines (Pty) Ltd and others\n1996 (3) SA 831\n(B).) As I have indicated, the court\na quo\nfound that, notwithstanding\nthe absence of any express reference to 'trust' in para 1(e), the expression\n'charge and obligation'\nis wide enough to include the obligations of the SADT as\ntrustee. In support of that finding, counsel for the MEC devoted a substantial\npart of his argument in this court to the various possible meanings which the\nexpression 'charge or obligation' could entail. I find\nit unnecessary, however,\nto embark upon the same investigation. For present purposes it is, in my view,\nsufficient to say that I\ndo not agree with the court\na quo\n's finding that\nthe reference to a 'charge or obligation over the land' was meant to include the\nSADT's obligations as trustee. It\nshould be borne in mind that the SADT's\nobligations as trustee were imposed upon it by those provisions of the 1936 Act\nthat were\nexpressly repealed in para 2 of Proclamation R28. An argument which\nleads to the conclusion that the State President must have intended\nto\nreintroduce those very same obligations that he had just repealed by implication\nand through the backdoor of para 1(e) can, in\nmy view, not be sustained.\nFurthermore, as I have indicated, the SADT's obligations as trustee were of the\nvery racially based kind\nthat the legislature sought to abolish in terms of the\nAbolition Act.\n[19]\tThe further argument which found favour with the\ncourt\na quo\n, was that the 'rights' preserved in para 1(e) of Proclamation\nR28, must have included the SADT's immunity from rates and taxes. This\nargument\nbears no relation to the facts. Immediately prior to Proclamation R28 the SADT\nenjoyed its immunity from rates by virtue\nof para 40(7) of the 1974\nProclamation. Though para 40(7) was amended by Proclamation R26, the Minister\nwho succeeded the SADT as\nowner of the property continued to enjoy the same\nimmunity, because the property became State land which remained exempted from\nrates\ndespite the amendment to para 40(7) of the 1974 Proclamation. There was\ntherefore no need for the State President to perpetuate the\nimmunity from rates \npreviously enjoyed by the SADT by means of an obscure reference to 'rights' in\npara 1(e) of Proclamation R28.\n[20]\tAs to the third proposition (referred\nto under (c) in para 15 above) which relies on the General Power of Attorney\nissued by\nthe Minister, it was recognised by the court\na quo\nthat the\nGeneral Power of Attorney in itself does not provide, either expressly or by\nimplication, for the creation of a trust. The\ntrue import of the proposition\nunder consideration is therefore that, because the General Power of Attorney\nenjoined the MEC to utilise\nthe property to provide housing for homeless people,\nit confirmed the terms and conditions of the trusteeship which the MEC inherited\nfrom the SADT. The answer to this proposition, which flows from what has already\nbeen said, is that since the MEC did not inherit\nany trusteeship from the SADT,\nthe obligations imposed by the General Power of Attorney do not support the\ninference of any trusteeship\nat all.\n[21]\tThe fourth proposition\n(referred to under (d) in para 15 above) is reliant on s 12(2)(c) of the\nInterpretation Act 33 of 1957\nwhich provides that:\n'12(2) Where a law repeals\nany other law, then unless the contrary intention appears, the repeal shall\nnot:\n(c) affect any right, privilege, obligation or liability acquired,\naccrued or incurred under any law so repealed'.\nThe answer to the proposition\nthat this section is supportive of the MEC's case is that the operative part of\nthe section is based\non the supposition that the contrary intention does not\nappear from the repealing legislation. Once it is recognised that the\nlegislature's\nintention, in promulgating the Abolition Act, must have been that\nthe trusteeship of the SADT, together with the rights and obligations\nassociated\nwith that trusteeship, would not survive the repeal of the 1936 Act, it becomes\napparent that s 12(2)(c) of the Interpretation\nAct is of no assistance at\nall.\n[22]\tThe final proposition (referred to under (e) in para 15 above)\npresupposes that the dispute between the parties has its origin\nin some\nambiguity or uncertainty in the provisions of s 3(3)(a) of the Rating of State\nProperty Act. I do not believe that this is\nso. The question whether the\nproperty concerned can be said to be held 'in trust' as contemplated by s\n3(3)(a), does not result from\nany ambiguity in the section itself. It arises\nfrom conflicting contentions regarding the effect of the various transitional\nenactments\nconcerned. However, be that as it may, the essence of the proposition\nunder consideration is that such ambiguity can be resolved\nby reference to ss\n26, 39(2) and 229 of the Constitution.\n[23]\tSection 39(2) enjoins the\ncourt, 'when interpreting any legislation ... [to] promote the spirit, purport\nand objects of the Bill\nof Rights'. However, the only provisions of the Bill of\nRights put forward for possible assistance, were those contained in s 26.\nIn\nterms of s 26(1), 'everyone has the right to have access to adequate housing',\nwhile s 26(2) provides that 'the State must take\nreasonable legislative and\nother measures, within its available resources, to achieve the progressive\nrealisation of this right'.\nThe reasoning based on these provisions seems to be\nthat, since the property is developed for low-income housing, it should be\nexempted\nfrom municipal rates. However, for the reasons that I have already\nstated, the suggestion that those parts of the property which\nare utilised for\nhousing purposes are held in trust while the rest of the property is not, cannot\nbe sustained. It follows that the\nquestion whether the property should be\nregarded as being 'held in trust' within the meaning of s 3(3)(a) of the Rating\nof State\nProperty Act cannot be dependent on the purpose for which it is being\nused. Once this is appreciated, it becomes apparent that the\nprovisions of s 26\ndo not assist.\n[24]\tLastly, the court\na quo\nfound assistance in s\n229 of the Constitution, which provides, inter alia, that 'the power of a\nmunicipality to impose rates on property\n... may not be exercised in a way that\nmaterially and unreasonably prejudices national mobility of goods, services or\nlabour'. Since\nthe issue in this matter does not relate to\nthe way\nin\nwhich the Municipality exercised its power to levy rates, but to whether it had\nthe power to levy such rates at all, it is not\nclear what assistance can be\nderived from s 229. In so far as it is determinable from the court\na\nquo\n's judgment (at 593-594b) its reasoning seems to be that, because the\ndevelopment of low-income housing is a national goal and priority,\nthe MEC\nshould not be prejudiced in his efforts to give effect to this priority by\ncompelling him to pay rates on the property.\n[25]\tHowever, the function\nto decide whether the exemption of the property from rates will be in conflict\nwith national priority is\none which falls outside the province of the court. The\ncourt's function is to give meaning to s 3(3)(a) of the Rating of State Property\nAct. If that meaning is considered by the executive to be in conflict with\nnational priority, the property can be exempted from rates\nby publication of a\nministerial notice to that effect provided for in s 3(1) of the Act. This result\ncannot be attained through implying\na trust where none exists.\n[26]\tIt\nremains to be noted, with regard to the matter of costs, that while the\nMunicipality was represented by two counsel in the\ncourt\na quo,\nonly one\ncounsel was instructed to appear on its behalf in this court.\n[27]\tIn the\nresult:\n(a)\tThe appeal is upheld with costs.\n(b)\tThe order of the court\na quo\nis set aside and replaced with an \t\torder in the following\nterms:\n'The application is dismissed with costs including the costs\n\t\toccasioned by the employment of two counsel.'\n..................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nMPATI \tDP\nZULMAN \tJA\nHEHER\n\tJA\nJONES \tAJA",
  "scraped_at": "2026-02-12T08:57:17.613703",
  "date": "2004-03-23",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "BRAND",
    "HEHER JJA",
    "JONES AJA"
  ],
  "case_number": "168/2003",
  "parties": {
    "applicants": [
      "Msunduzi Municipality"
    ],
    "respondents": [
      "Member of the Executive Council of KwaZulu-Natal Province for Housing",
      "Registrar of Deeds KwaZulu-Natal"
    ]
  },
  "sections": {
    "facts": "The dispute concerned an immovable property located within the municipal jurisdiction of Msunduzi Municipality. The land was originally vested in the South African Development Trust (SADT) under the Development Trust and Land Act of 1936, held in trust for the benefit of Black South Africans. Following the Abolition of Racially Based Land Measures Act of 1991, the SADT was abolished and, by proclamation in 1992, the property was transferred to the Minister of Regional and Land Affairs, deemed to vest in the State. Subsequent amendments to the 1974 Proclamation retained the rate‑exempt status of the land as State property. In 1995 the property was incorporated into the transitional local council and, in 1999, registered in the name of the Premier of KwaZulu‑Natal to facilitate development of low‑income housing. The MEC sought a declaration that the property was exempt from municipal rates under section 3(3)(a) of the Rating of State Property Act, arguing that he had succeeded the SADT as trustee, while the Municipality contested the existence of a continuing trust.",
    "issues": "The primary issue was whether the property could be regarded as ‘held in trust’ within the meaning of section 3(3)(a) of the Rating of State Property Act, thereby qualifying for exemption from municipal rates. Sub‑issues included whether the trusteeship created by the 1936 Act survived the abolition of the SADT, whether the 1992 proclamation’s reference to “charge or obligation” preserved the trust, and whether constitutional provisions on housing rights affected the interpretation of the statutory exemption.",
    "principles": "The Court examined statutory interpretation principles, emphasizing that the abolition of a racially based institution intended to eliminate both the entity and its governing regime. Section 12(2)(c) of the Interpretation Act was considered, concluding that the repealing legislation demonstrated an intention not to preserve the SADT’s trust obligations. The Court held that the wording of the 1992 proclamation did not expressly continue the trust, and that “charge or obligation” did not encompass trusteeship. Constitutional sections 26, 39(2) and 229 were found not to supply the necessary exemption, as the rate‑exempt status must arise from the specific statutory definition, not from broader housing policy considerations.",
    "application": "Applying these principles, the Court rejected each of the MEC’s five propositions. It determined that the trust could not survive the abolition of the SADT because the legislative intent was to dismantle racially based trusts. The 1992 proclamation’s conditions did not expressly preserve the trust, and the General Power of Attorney conferred administrative authority but did not create a new trust. Consequently, the property was not “held in trust” under section 3(3)(a) and remained subject to municipal rating. The Court also affirmed that any conflict with national housing priorities could only be remedied by a ministerial notice, not by judicial implication of a trust.",
    "conclusion": "The appeal was upheld. The declaratory order of the lower court granting rate exemption was set aside. The MEC’s application for exemption was dismissed with costs, including the costs occasioned by the employment of two counsel. The Municipality was awarded costs of the appeal."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Rating of State Property",
    "level_3": [
      "municipal rates",
      "state property trust",
      "constitutional interpretation",
      "housing development"
    ]
  }
}