{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/106.html",
  "case_name": "Gold Fields Ltd and Another v Harmony Gold Mining Co Ltd and Others (559/2004) [2004] ZASCA 106; [2005] 3 All SA 114 (SCA) ; 2005 (2) SA 506 (SCA) (26 November 2004)",
  "citation": "[2004] ZASCA 106",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 106\n|\nNoteup\n|\nLawCite\nGold Fields Ltd and Another v Harmony Gold Mining Co Ltd and Others (559/2004) [2004] ZASCA 106; [2005] 3 All SA 114 (SCA) ; 2005 (2) SA 506 (SCA) (26 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 559/04\nIn the matter\nbetween :\nGOLD FIELDS LIMITED\nFirst Appellant\nPIETER\nCHRISTIAAN VAN ASWEGEN\nSecond Appellant\nand\nHARMONY GOLD\nMINING COMPANY LIMITED\nFirst Respondent\nTHE SECURITIES REGULATIONS\nPANEL\nSecond Respondent\nTHE JOHANNESBURG STOCK EXCHANGE\nThird\nRespondent\n_____________________________________________________________________________\nBefore:\tMPATI AP, STREICHER, FARLAM, NUGENT JJA & COMRIE AJA\nHeard:\t24 NOVEMBER 2004\nDelivered:\n26 NOVEMBER\n2004\nSummary:\tOffer to exchange\nshares in public companies – whether an offer for subscription to the\npublic for purposes of s 145\nof the Companies Act 1973.\n_____________________________________________________________________________\nJ U D G M E N T\n____________________________________________________________________________\nNUGENT  JA\nNUGENT JA\n:\n[1]\tGold Fields Limited and Harmony Gold\nMining Company Limited are both public mining companies whose shares (or their\nequivalent)\nare listed on securities exchanges in this country and\nabroad.\n[2]\tGold Fields has 1 billion authorised ordinary shares of\nwhich 491 806 265 have been issued. Harmony wishes to acquire\nthose\nshares. It has thus made an offer that is in two parts. The first part aims at\nacquiring a maximum of 34.9% of the shares by\nno later than 26 November 2004.\nThe second part, which is dependent upon various conditions being fulfilled,\naims at thereafter acquiring\nthe balance.\n[3]\tPared of its various conditions\n– none of which are material to the issues that arise in this appeal\n– the offer is\nquite simple: Harmony has offered to issue and exchange\n1.275 Harmony shares for one Gold Fields share.  Its purpose dictates that\nthe\noffer is made only to persons who are able to deliver Gold Fields shares –\ncertificated Gold Fields shareholders –\nwhose identity will change from\ntime to time bearing in mind that there is a regular trade in the shares. Upon\nacceptance of the\noffer, and the surrender of Gold Fields shares (which must\noccur simultaneously) the shareholder becomes entitled in due course to\nbe\nallotted new shares in Harmony.\n[4]\tGold Fields contends that the Harmony\noffer constitutes ‘an offer to the public for the subscription of\nshares’ as\ncontemplated by s 145 of the Companies Act 1973, which,\nbecause it is not accompanied by a prospectus (that it is not accompanied\nby a\nprospectus is not disputed) is prohibited by the terms of that section. It\napplied to the Johannesburg High Court for a declaratory\norder to that effect\nand for related relief. The application was dismissed by Goldblatt J. This\nappeal is with the leave of that\ncourt.\n[5]\tThe second appellant – a\nbusinessman who has a small holding of Gold Fields shares – joined in the\napplication and\nin this appeal but his presence takes the matter no further. The\nSecurities Regulations Panel and the Johannesburg Stock Exchange\nwere cited as\nrespondents for any interest that they might have in the matter but they have\nplayed no part in these proceedings.\n[6]\tThe learned judge in the court\na\nquo\nconcluded that the offer was neither one for the ‘subscription of\nshares’, nor was it ‘made to the public’,\nand thus that it was\nnot prohibited by s 145. Both those findings were challenged in this\ncourt.\n[7]\tThe features of the offer are naturally dictated by its purpose,\nwhich is, on the one hand, to acquire the Gold Fields shares,\nand on the other\nhand, to finance the acquisition by issuing Harmony shares that will be taken up\nby acceptors of the offer.\n[8]\tA person who undertakes to take up shares\n(which is what the Gold Fields shareholders who accept the offer are required to\ndo)\nmight ordinarily be described as a subscriber, for one of the meanings\nattributed to the verb by the Shorter Oxford English Dictionary\nis ‘to\npromise over one’s signature to pay (a sum of money) for shares in an\nundertaking’ – the words in\nparenthesis indicating that that part of\nthe definition is not universally applicable. But the effect of the proposed\nexchange of\nshares in the present case is that the consideration being given for\nthe right to take up Harmony shares is the Gold Fields shares\nthemselves rather\nthan cash, and in\nGovernment Stocks and Other Securities Investment Co\nLimited v Christopher\n[1956] 1 All ER 490\n(Ch) Wynn-Parry J held that the\nword ‘subscription’ in the comparable provision of the English\nCompanies Act meant ‘taking\nor agreeing to take shares for cash’ and\nnot in exchange for other shares. The learned judge found support for that\nconclusion\nin the judgments of Kekewich J and the Court of Appeal in\nArnison\nv Smith\n(1889) 41 Ch 348\n, the judgments in\nThe Chicago Railway Terminal\nElevator Co v The Inland Revenue Commissioners\n(1900) 84 LT 71\nand\nBrown\nv Inland Revenue Commissioners\n(1900) 84 LT 71\n, and from what was said to be\none of the ordinary meanings of the word.  The decision in that case persuaded\nthe court below to the\nsame conclusion.\n[9]\tI share the view of Hampel J in\nBroken Hill Proprietary Co Ltd v Bell Resources Ltd\n[1984] 8 ACLR 609\n(SC\nof Victoria) that the decisions referred to in\nChristopher’s\ncase\ndo not support the construction that was placed on the meaning of\n‘subscription’, and I have drawn attention to the\ndictionary meaning\nwhich does not require the consideration to be in cash (although that is usual).\nMoreover, there is a clear indication\nfrom those sections of the Companies Act\nthat deal with the issue and allotment of shares in return for a consideration\nother than\ncash (s 76(1) and (2), s 77(2), s 92, s 165(3))\nthat the draftsman did not intend the word to bear that restricted\nmeaning, for\nit is difficult to see how the subscription and the allotment would then\ncoincide.\n[10]\tA considered judicial opinion from another jurisdiction on the\nmeaning of a word or phrase is naturally to be accorded some weight\nbut it is\nnot decisive, and furthermore, the statute itself discloses that the draftsman\ndid not accord it that meaning. If the ultimate\nconclusion that was reached in\nChristopher’s\ncase (that an offer to exchange shares was not an\noffer to the public for subscription) was the correct one (and in my view it\nwas)\nthen it must be borne in mind that the conclusion rested on more than one\nground.  In my view a subscription for shares, as that\nword is used in the Act,\nis an undertaking to take up shares, not only for cash, and the real difficulty\nfor Gold Fields lies elsewhere\nthan in the meaning of that word.\n[11]\tI can\nadd nothing useful to what has been said in earlier cases as to the meaning of\n'public' (there is no suggestion that the\nword is used in s 145 in any special\nsense). In\nS v V\n1977 (2) SA 134\n(T) at 137 Franklin J (citing\nS v\nRossouw\n[1]\nand\nTatem Co v\nInland Revenue Commissioners\n[2]\nto\nsimilar effect) said that\n‘[t]he ordinary meaning of the word\n‘public’ is the community as a whole rather than the community as an\norganised\nbody’.\n[12]\tI think it is unhelpful, and potentially\nmisleading, to attempt to determine by inference what is included in an\n‘offer\nto the public’ by referring to the inclusions and exclusions\nin s 142 (the definition of an ‘offer to the public’)\nand\ns 144 respectively, for those inclusions and exclusions might just as well\nhave been inserted to avoid uncertainty. The\nbetter approach, in my view, is to\nask whether the present offer can properly be said to have been made to the\npublic as that term\nis ordinarily understood.\n[13]\tTo qualify as an offer to\nthe public it would seem to me that the terms of the offer would at least need\nto be capable of being\noffered to and accepted by the public at large. That is\nnot to say that every offer in such terms is necessarily an offer to the\npublic.\nNor is it to say that an offer must necessarily be made to the public at large\nin order to qualify (s 142 makes it clear\nthat it might be made to only a\nsection of the public). But an offer that is made to the public would\nnecessarily be in terms that\nwould enable it to be made to and accepted by the\npublic at large, and it could thus be made with indifference to any random\nsection\nof the public. An offer to sell shares, for example, in return for cash,\nis capable of being made to the public at large, and might\nthus be made as much\nto that section of the public that resides in Bloemfontein as to the section of\nthe public that resides in Upington.\n[14]\tBut that will not be so where the\noffer aims at acquiring specific private property – as in this case\n– for the terms\nof such an offer must necessarily be such that it is\ndirected to, and is capable of being accepted by, only the owner of the\nproperty.\nThe offer, in its terms, will not be capable of being extended to the\npublic at large, or even to a random section of the public.\nThat the owner of\nthe property might live amongst us in society does not mean that the offer is\naddressed to him as a ‘section\nof the public’. On the contrary, he\nis addressed in the peculiar capacity – not shared by the public at large\n–\nof owner of specific limited property. And an offer of that kind does\nnot become an offer to the public, or even to a section of\nthe public, by a\nprocess of multiplication when it is extended to the acquisition of similar\nproperty in the hands of other owners.\nThat there is a ‘rational\nconnection’ between the offer and the characteristic that sets the group\napart (\nCorporate Affairs Commission (SA) v Australian Control Credit Union\n[1985] HCA 64\n;\n(1985) 157 CLR 201\n(HC);\nTNT Australia (Pty) Ltd v Normandy Resources NL\n(1989) 15 ACLR 99\n(SC)) hardly needs saying for the characteristic is\ninherent in the offer itself.\n[15]\tBut, it was submitted on behalf of Gold\nFields, the offer in this case is in truth made to, and capable of being\naccepted by,\nthe public at large, because any member of the public is able to\npurchase one or more shares on a stock exchange and take advantage\nof the offer.\nI think that is to misconstrue the nature of the offer. It might be that any\nmember of the public is able to acquire\na Gold Fields share, but until he does\nso the offer is not made to him. Insofar as members of the public might have\nbeen invited\nby Harmony to acquire Gold Fields Shares that is no more than an\ninvitation to qualify for the offer.\n[16]\tAn offer that aims to acquire\nspecific private property would not achieve its purpose if it was made to the\npublic for no reason\nbut that the property is in private hands. The offer in the\npresent case is in that category. It is not made to the public but to\nshareholders in Gold Fields who are not, in that capacity, a mere section of the\npublic at large.\n[17]\tThe appeal is dismissed with costs, including the costs\nof two counsel, such costs to be paid by the appellants jointly and\nseverally.\n___________________\nR W NUGENT\nJUDGE OF APPEAL\nMPATI AP)\nSTREICHER JA)\nFARLAM\nJA)\tCONCUR\nCOMRIE AJA)\n[1]\n1968 (4) SA 380\n(T)\n385C-D\n[2]\n[1941] 2 All ER 616\n(CA)",
  "scraped_at": "2026-02-12T09:09:28.908125",
  "date": "2004-11-26",
  "coram": [
    "MPATI AP",
    "STREICHER",
    "FARLAM",
    "NUGENT JJA",
    "COMRIE AJA"
  ],
  "case_number": "559/04",
  "parties": {
    "applicants": [
      "Gold Fields Limited",
      "Pieter Christiaan van Aswegen"
    ],
    "respondents": [
      "Harmony Gold Mining Company Limited",
      "The Securities Regulations Panel",
      "The Johannesburg Stock Exchange"
    ]
  },
  "sections": {
    "facts": "Gold Fields Limited and Harmony Gold Mining Company Limited are public mining companies listed on securities exchanges. Harmony proposed a two‑stage offer to acquire Gold Fields shares by exchanging 1.275 Harmony shares for each Gold Fields share. The first stage sought to acquire up to 34.9% of Gold Fields shares by 26 November 2004; a second stage, subject to conditions, would acquire the balance. The exchange was limited to certificated Gold Fields shareholders who could surrender their shares simultaneously for Harmony shares. Gold Fields argued that the exchange constituted an “offer to the public for the subscription of shares” under section 145 of the Companies Act 1973, which would require a prospectus, and sought a declaratory order. The High Court dismissed the application; the matter was appealed.",
    "issues": "1. Whether the Harmony exchange offer qualifies as an “offer to the public for the subscription of shares” within the meaning of section 145 of the Companies Act 1973. 2. Whether the offer was made to the public at large, thereby triggering the statutory prohibition on offers without a prospectus.",
    "principles": "The Court considered the ordinary meaning of “subscription” and held that it does not require cash consideration; it can involve non‑cash consideration such as a share‑for‑share exchange. Precedents from English law (e.g., Christopher v Government Stocks and Other Securities Investment Co Ltd) were examined but not applied as binding. The Court also relied on the ordinary meaning of “public” as the community as a whole, as articulated in S v V, rejecting a narrow statutory definition. It emphasized that statutes dealing with issuance of shares for non‑cash consideration (s 76, s 77, s 92, s 165) indicate the legislature did not intend a restrictive definition of “subscription”.",
    "application": "Applying these principles, the Court concluded that the Harmony offer was an exchange of shares, not a cash subscription, and therefore did not fall within the scope of section 145. Moreover, the offer was directed solely at existing Gold Fields shareholders who could deliver specific shares, not at the public at large; it was a targeted acquisition of private property rather than a general public offer. Consequently, the offer was not prohibited by the Companies Act.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel, to be paid jointly and severally by the appellants."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Share Transactions",
    "level_3": [
      "share exchange",
      "offer to the public",
      "subscription definition",
      "Companies Act 1973",
      "prospectus requirement"
    ]
  }
}