{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/110.html",
  "case_name": "Road Accident Fund v Mkhize (557/2003) [2004] ZASCA 110; 2005 (3) SA 20 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 110",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 110\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Mkhize (557/2003) [2004] ZASCA 110; 2005 (3) SA 20 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase Number  :  557 / 03\nIn the matter between\nROAD ACCIDENT\nFUND\tAPPELLANT\nand\nZWELAKHE JEROME\nMKHIZE\tRESPONDENT\nCoram\n:\tSCOTT,  MTHIYANE and CONRADIE JJA\nDate of hearing\n:\n10 NOVEMBER\n2004\nDate of delivery\n:\n30 NOVEMBER 2004\nSUMMARY\nPassenger in cab of disabled tanker in tow –\ninjured when tanker capsized – injury caused by negligence of tow truck\ndriver\n– respondent a passenger as contemplated by\ns 18(1)\nof the\nRoad\nAccident Fund Act 56 of\n1996\n.\n______________________________________________________________________________\nJ U D G M E N T\n______________________________________________________________________________\nCONRADIE\nJA\n[1]\tScarcely any betting man would fancy odds on a break-down truck\nwith a disabled tanker in tow colliding with a road grader.  Yet\nthat is what\nhappened and the issue before us is this: Does s 18(1) of the Road Accident Fund\nAct 56 of 1996 (‘the Act’)\nlimit to R25 000 the claim of the\nplaintiff (now the respondent) who was seated in the cab of the articulated\ntanker and who was\ninjured when it capsized solely due to the negligence of the\ntow truck driver?  It was raised as a preliminary point before Jappie\nJ in the\ncourt\na quo\nwho decided in favour of the respondent that the limit\nimposed by s 18(1) did not apply to his claim.  The appellant appeals with\nhis\nleave.\n[2]\tSection 17 (1) of the Act confers on anyone (called a third\nparty) an unlimited claim against the Road Accident Fund (‘the\nFund’) for loss or damage suffered by the third party as a result of the\ndeath of or bodily injury to someone arising from\nthe driving of a motor vehicle\nif the death or injury is due to the negligence or other wrongful act of the\ndriver or owner of the\nvehicle. Section 18(1) which, exceptionally, limits the\nliability of the Fund where the injured person was being conveyed as a passenger\n‘in or on the vehicle concerned, reads as follows:\n‘The liability of the Fund .... to compensate a third party for any loss\nor damage contemplated in section 17 which is the\nresult of any bodily injury to\nor the death of any person who, at the time of the occurrence which caused that\ninjury or death, was\nbeing conveyed in or on the motor vehicle concerned, shall,\nin connection with any one occurrence, be limited, excluding the cost\nof\nrecovering the said compensation, .....\n(a)\tto the sum of R25 000 in respect of any bodily injury or death of \tany one\nsuch person who at the time of the occurrence which\n\tcaused that injury or death\nwas being conveyed in or on the motor \tvehicle concerned\n–\n(i)\tfor reward; or\n(ii)\tin the course of the lawful business of the owner of that motor vehicle;\nor\n(iii)\tin the case of an employee of the driver or owner of that motor\nvehicle, in respect of whom subsection (2) does not apply, in\nthe course of his\nor her employment; or\n(iv)\tfor the purposes of a lift club where that motor vehicle is a motor car;\nor\n(b) ....’\n[3]\tThe ‘driver’ of\na vehicle in terms of the definition of that term in section 1 of the Act is\n‘the driver referred\nto in section 17(1)’.  That is the person whose\ndriving of a motor vehicle caused injury or death.  If a claimant is a passenger\nin or on the vehicle driven by that driver he or she is hit by s 18(1).  The\nquestion, then, is  whether the tanker (as well as the\ntow truck) was being\ndriven by the person whose driving caused the injury.\n[4]\tA driver\nobviously drives a vehicle when he or she propels it by manipulating its\ncontrols.\n[1]\nA person who is not\nwithin the ordinary meaning of the term ‘driving’ a vehicle, but is\nnevertheless in control of a\nvehicle being propelled by mechanical, animal or\nhuman power, or by gravity or momentum, is by s 20(1) of the Act deemed to be\nthe\ndriver of that vehicle.\n[2]\nA\nperson who is in control of a vehicle is the one who ‘can make it move or\nnot as he pleases’.\n[3]\nSince\nthe tanker was at the time of the occurrence a vehicle being propelled by the\nmechanical power of the tow truck and W J Lehmkuhl,\nthe driver of the tow truck,\nwas the one who could make it move or not as he pleased, Lehmkuhl is deemed to\nhave been its driver.\n[5]\tSomeone who is deemed to be the driver of\na vehicle is in law, although perhaps not in fact, the driver of that vehicle\nand must\nbe treated as though he or she were manipulating the controls and\nmaking it move.\n[4]\nLehmkuhl, the\ndriver of the tow truck, was also the (deemed) driver of the tanker because he\nwas in control of it.  He was the driver\nof two vehicles at the same\ntime.\n[5]\nThere is nothing unusual\nabout that.  We often speak of the driver of a horse and trailer or the driver\nof a car and caravan.\n[6]\n[6]\tIn a passage from the minority judgment in\nSantam\nVersekeringsmaatskappy Bpk v Kemp\n1971 (3) SA 305\n(A) at 335C-D Jansen JA\nmade the following remarks that do not conflict with any finding of the\nmajority:\n‘Behalwe dat dit miskien afwyk van gewone spraakgebruik, kan daar geen\nbeginselbeswaar wees teen te praat van die “bestuur”\nvan 'n sleepwa,\nas eers aanvaar word dat dit 'n selfstandige motorvoertuig is nie.  Trouens, die\nbestuurder van 'n lokomotief bestuur\nin 'n sekere sin elke wa aan die trein. So\nook kan gesê word dat die bestuurder van 'n motorvoertuig bestuur ook die\nsleepwa\nwat deur die motorvoertuig getrek word: hy beheer die stilhou en\nwegtrek, die spoed en die rigting van die sleepwa net soseer as\ndié van\ndie trekkende motorvoertuig.’\n[7]\tWhere a driver drives two vehicles at once, the expression\n‘conveyed in or on the motor vehicle concerned’ refers\neither to the\nvehicle that he actually drives or to the one he is deemed to drive, or perhaps\neven to both of them, for example,\nwhere a passenger straddling a tractor and\ntrailer combination is injured while he is conveyed partly on the tractor\nactually driven\nand partly on the trailer deemed to be driven.\n[8]\tThe\nplaintiff was a passenger in the tanker propelled by the mechanical power of the\ntow truck and therefore in terms of s 20(1)\nof the Act deemed to be driven by\nLehmkuhl.  It capsized as a result of the latter’s negligence.  That is\nhow the plaintiff\nwas injured.  He was, as counsel for the respondent fairly\nconceded, being ‘conveyed’ by Lehmkuhl.  Whether he was in\nthe motor\nvehicle actually driven or the one deemed to be driven does not matter.\n[9]\tThe respondent was not a social passenger.  He was employed by the\nowner of the tow truck and was being conveyed in the course\nof the lawful\nbusiness of,\n[7]\nor, perhaps also, in\nthe course of his employment with,\n[8]\nthe owner of the tanker.  His claim is in terms of s 18(1)(a) limited to R25\n000.  If he is found to have been an employee as contemplated\nin s\n18(2)(\na\n), his claim might be subject to further downward adjustment.\n[10]\tThe appeal succeeds with costs.  The order of the court\na quo\nis replaced by the following:\n‘(a)\tIt is declared that the plaintiff’s claim is limited to R25\n000 as \tprovided for in s 18(1) of the Road Accident\nFund Act 66 of\n\t1996.\n(b)\tThe plaintiff is ordered to pay the costs of these\nproceedings.’\nJ H  CONRADIE\nJUDGE OF APPEAL\nCONCURRING:\nSCOTT  JA\nMTHIYANE  JA\n[1]\nThere is a full description of\nwhat driving involves in\nWells and another v Shield Insurance Co Ltd and\nothers\n1965 (2) SA 865(C)\nat 870H\n-871E.\n[2]\nSection 20(1) reads\nas follows: ‘For the purposes of this Act a motor vehicle which is being\npropelled by any mechanical, animal\nor human power or by gravity or momentum\nshall be deemed to be driven by the person in control of the\nvehicle.’\n[3]\nMcCord v\nCammell & Co Ltd\n[1896] AC 57\n(HC) at 67.  The expression was used by\nLord Herschell in attributing fault to a railway employee who had improperly\nscotched the\nwheels of a railway truck causing it to run\naway.\n[4]\nSantam\nVersekeringsmaatskappy Bpk v Kemp\n1971 (3) SA 305\n(A) at\n325E-F.\n[5]\nThe tow truck and the\ntanker were clearly both vehicles under the definition in s 1 of the Act which\ndescribes a motor vehicle as\none ‘ .... designed or adapted for propulsion\nor haulage on a road by means of fuel, gas or electricity, including a trailer,\na caravan, an agricultural or any other implement designed or adapted to be\ndrawn by such motor vehicle;\n....’.\n[6]\nJudicial\nacceptance of the position that two vehicles may be driven by the same driver\nand that either the insurer of the towing\nvehicle or that of the towed vehicle\nor both may be liable is to be found in\nChurchill v Standard General\nInsurance Co Ltd\n1977 (1) SA 506\n(A) at 515H-516F.\n[7]\nSection\n18(1)(\na\n)(ii)\n[8]\nSection\n18(1)(\na\n)(iii)",
  "scraped_at": "2026-02-12T09:09:47.019511",
  "date": "2004-11-30",
  "coram": [
    "SCOTT JA",
    "MTHIYANE JA",
    "CONRADIE JJA"
  ],
  "case_number": "557/03",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Zwelakhe Jerome Mkhize"
    ]
  },
  "sections": {
    "facts": "The respondent, Zwelakhe Jerome Mkhize, was a passenger seated in the cab of a disabled tanker that was being towed by a tow truck. The tanker capsized after the tow‑truck driver, W J Lehmkuhl, acted negligently. Mkhize, who was employed by the tow‑truck owner, was injured as a result of the capsize.",
    "issues": "The principal issue was whether section 18(1) of the Road Accident Fund Act 56 of 1996 limits the respondent's claim to R25,000 when the injury occurred while he was being conveyed in a vehicle that was being towed and the negligence arose from the tow‑truck driver. A subsidiary issue concerned whether the respondent qualified as a “passenger” within the meaning of the statutory provision.",
    "principles": "Section 17(1) grants an unlimited claim against the Fund for third parties injured by a negligent driver. Section 18(1) imposes a R25,000 limit where the injured person was a passenger in or on the vehicle concerned. Section 20(1) deems a person who controls a vehicle, even if not physically manipulating the controls, to be the driver. Consequently, the driver of a tow‑truck is also deemed the driver of the towed tanker. Precedent such as Santam Versekeringsmaatskappy Bpk v Kemp and Churchill v Standard General supports the concept that a single driver can be deemed to drive two vehicles simultaneously.",
    "application": "The Court found that the tanker, at the time of the accident, was being propelled by the mechanical power of the tow‑truck and therefore the tow‑truck driver, Lehmkuhl, was the deemed driver of both vehicles. Mkhize, as a passenger in the tanker, was consequently ‘conveyed’ by the driver within the meaning of section 18(1). He was not a social passenger but an employee conveyed in the course of lawful business, fitting within the categories listed in subsection (a)(ii) and (iii). Accordingly, the statutory limit of R25,000 applied to his claim.",
    "conclusion": "The appeal was upheld. The Court declared that the respondent’s claim is limited to R25,000 pursuant to section 18(1) of the Road Accident Fund Act and ordered the respondent to pay the costs of the proceedings."
  },
  "tags": {
    "level_1": "Road Accident Law",
    "level_2": "Road Accident Fund",
    "level_3": [
      "negligence",
      "limitation of liability",
      "deemed driver",
      "towing accident"
    ]
  }
}