{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/96.html",
  "case_name": "S v Van Wyk (176/04) [2004] ZASCA 96; 2005 (1) SACR 41 (SCA) (30 September 2004)",
  "citation": "[2004] ZASCA 96",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 96\n|\nNoteup\n|\nLawCite\nS v Van Wyk (176/04) [2004] ZASCA 96; 2005 (1) SACR 41 (SCA) (30 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nDIE HOOGSTE OF VAN APPèL IN\nSUID-AFRIKA\nSaak No 176/04\nRAPPORTEERBAAR\nIn die saak tussen\nADRIAAN JACOBUS VAN WYK                                 \nAPPELLANT\nen\nDIE STAAT                                                   \nRESPONDENT\nCoram:\tHarms, Nugent ARR et Comrie Wnde AR\nAangehoor:\t22 September\n2004\nGelewer:\t\t30 September 2004\nOpsomming:\tBorg – appèl – hoogverraad – skedule 5\noortreding – s 60(11)(b) – hetsy in belang\nvan geregtigheid om\nvrylating toe te laat.\nBorg – wesenlike vooruitsig beskuldigde een of ander tyd verhoor mag\nontwyk – nie in belang van geregtigheid om vrylating\ntoe te laat nie.\n______________________________________________________\nUITSPRAAK\n_______________________________________________\nCOMRIE Wnde AR\n[1]\tHierdie is ‘n borgappèl. Die\nappellant is ‘n beskuldigde in die sogenoemde Boeremag-verhoor wat deur\nJordaan\nR in die Transvaalse Provinsiale Afdeling aangehoor word. Gedurende die\nverloop van die verhoor, wat nog voortduur, het die appellant\n‘n aansoek\nom borg gebring wat deur ‘n ander regter, Ismail Wnde R, aangehoor is.\nBorg is geweier. Die appellant appelleer\nnou direk na hierdie hof, sonder\nverlof, soos hy geregtig is om te doen.\nS v Botha\nen\n‘n ander\n2002 (1) SASV 222 (HHA);\nS v Viljoen\n2002 (2) SASV\n(HHA) para 25;\nS v Kock\n2003 (2) SASV 5 (HHA) para 26.\n[2]\tDie appellant en sy mede-beskuldigdes staan tereg op 43 aanklagte\n(alternatiewe ingesluit), onder andere, hoogverraad (aanklag\n1) en moord\n(aanklag 10). Van al die aanklagte is moord (op die manier gepleeg soos beweer)\ndie enigste bylae 6 oortreding. Ingevolge\nart 60(11)(a) van die Strafproseswet\n71 van 1977 moes die appellant die hof\na quo\noortuig het dat ‘daar\nbuitengewone omstandighede bestaan wat sy . . .  vrylating [op borg] in die\nbelang van geregtigheid veroorloof.’\nDaarenteen is hoogverraad ‘n\nbylae 5 oortreding en art 60(11)(b) verg in so ‘n geval dat ‘n\nbeskuldigde getuienis\nmoet aanbied wat die hof oortuig dat ‘belang van\ngeregtigheid sy . . . vrylating [op borg] veroorloof.’ Onder beide (a)\nen\n(b) het ‘n beskuldigde ‘n bewyslas maar onder (b) is die las ligter\nwant daar is geen noodsaak om ‘buitengewone\nomstandighede’ aan te\ntoon nie.\n[3]\tIn die hof\na quo\nen in die betooghoofde op\nappèl is die saak weens aanklag 10 op die veronderstelling dat die\nappellant buitengewone omstandighede\nmoes bewys, benader. Die betrokke moord het\ntwee en ‘n half maande na die appellant se arrestasie plaasgevind en\nongeveer ses\nweke (op die staat se weergawe) nadat die verraderlike komplot van\naanklag 1 verydel is. Tydens betoog voor ons het die advokaat\nvir die staat, mnr\nvan Rensburg, toegegee dat op die rekord daar nie prima facie-getuienis is wat\ndie appellant met die moord verbind\nnie. Hoewel die formulering van die akte van\nbeskuldiging beslissend is vir die vraag of art 60(11) van toepassing is (\nS v\nBotha\nsupra para 16), is die afwesigheid van prima facie-getuienis natuurlik\nin die algemeen ‘n buitengewone omstandigheid (\nS v Kock\nsupra para\n15). Hy het gevolglik aanvaar dat die saak op appèl in terme van sub-art\n(11)(b) besleg kon word.\n[4]\tDie appellant het toegang tot die staat se\ndossier gehad. Hy het getuig maar sy getuienis het hoofsaaklik uit betoog\nbestaan deurdat\nhy die staat se saak wat hom impliseer aan uitvoerige kritiek en\nkommentaar onderwerp het. Sommige verklarings het hy met ‘n\nonskuldige\nverduideliking probeer ondervang; ander bewerings het hy bloot ontken; maar\nveral het hy die aandag op teenstrydighede\ntussen die verskillende verklarings\ngevestig. Beëdigde verklarings is namens hom ingedien waarin andere, net\nsoos hy, beweer\nhet dat hulle sonder hulle medewete by die beplande staatsgreep\nbetrek is op die sg beplanningsdokument, bekend as dokument 12. Hy\nhet ook\n‘n aanval op mnr J C Smit, ‘n vorige vriend wat –\nvolgens hom – ‘n geswore vyand\ngeword het en wat glo vasberade was\nom hom onskuldiglik te impliseer. Smit se beëdigde verklaring betrek nl die\nappellant by\ndie sameswering as een van die hooffigure. Aangesien die dossier\nomvangryk is en die appellant breedvoerig getuig het, het die borgaansoek\n‘n hele paar dae geduur – dit alles, so kom dit voor, in ‘n\npoging om die appellant se onskuld op al die aanklagtes\naan te toon.\n[5]\tDie appellant en sy regsverteenwoordiger het nie ag geslaan op die\nwoorde van Olivier AR in\nS v Viljoen\n, supra, nie (te para\n25):\n‘dat daarteen gewaak moet word om van elke borgaansoek ‘n\nuitgerekte verhoor vóór die strafverhoor te maak\n. . . Kon dit\nooit die bedoeling van die Wetgewer gewees het dat borgaansoeke ‘n volle\nkleedrepetisie van die verhoor moet\nwees? Ek betwyfel dit ten sterkste. Ek sou\ndus oordeel dat die verhoor van borgaansoeke binne redelike perke gehou moet\nword onderhewig\naan die bepalings van die Wet en die regte van die\nbeskuldigde.’\n[6]\tDie appellant se metodiek, soos hierbo beskryf,\nmisken die ware karakter van ‘n borg-ondersoek in gevalle waar dit\n‘n\ngeskilpunt is of die staat ‘n swak of sterk saak het. In die\ngewone geval wat nie onder sub-art (11) val nie moet die aanklaer,\nbyvoorbeeld\ndeur die getuienis van die ondersoekbeampte of die voorlegging van beëdigde\nverklarings, aandui wat die aard en\nomvang van die getuienis is wat teen die\nborgapplikant bestaan. Die ondersoekbeampte mag dan binne redelike perke daarop\ngekruisvra\nword. Dit is nie vir die aanklaer om sy getuienis op die meriete aan\nte voer nie of om sy getuies aan kruisondervraging bloot te\nstel nie. Dit is ook\nnie vir die hof om negatiewe afleidings te maak oor die versuim van die aanklaer\nom die staatsgetuies te laat\ngetuig nie. Die hof se funksie is om die relatiewe\nkrag van die staat se saak vas te stel in die lig van die gemelde materiaal.\nIndien\ndie geval onder sub-art (11) resorteer, rus die las natuurlik op die\napplikant om aan te toon dat die staat se saak geen of relatief\nmin meriete het.\nDie applikant, indien daartoe geadviseer en gewaarsku (vgl art 60(11B)(c)), kan\noor die meriete getuig en daaroor\ngekruisvra word. Natuurlik kan hy aan die hand\nvan die dossier aantoon dat die getuienis teen hom weinig of geen waarde het\nnie.\nDit is nogtans nie vir die borghof om ‘n voorlopige bevinding van\nskuld of onskuld in te bring nie. Die hof se plig is om prima\nfacie sterkte of\nswakheid te oorweeg. Dit kan natuurlik aan die einde van so ‘n ondersoek\nblyk dat die staat se saak teen ‘n\napplikant swak is.\nS v Mohammed\n1999 (2) SASV 491 (C) was so ‘n geval, asook\nS v Kock\nsupra. Maar\nom so ‘n gevolgtrekking te bereik aan die hand van\ngeloofwaardigheidsbevindings is normaalweg ongewens en ‘n\nmiskenning van\ndie feit dat die borgverrrigtinge nie ‘n kleedrepetisie is\nnie.\n[7]\tIn elk geval was die bogenoemde oefening in die hof\na quo\nvanuit die appellant se oogpunt teenproduktief. Dit het bloot getoon dat die\nstaat in besit is van ‘n aansienlike hoeveelheid\ngetuienis wat hom\nbesonderlik by die beweerde sameswering impliseer. Of daardie getuienis\nvoldoende vir ‘n skuldigbevinding\nsal wees en of die appellant se weergawe\nredelik moontlik waar is, is vrae vir beregting deur die verhoorhof. Op hierdie\nstaduim\nis dit voldoende om te konstateer dat die staat ‘n sterk prima\nfacie saak met betrekking tot aanklag 1 – hoogverraad\n– het en kan\nek nie bevind dat die appellant, aan die hand van die beskikbare materiaal,\nwaarskynlik onskuldig bevind sal word\nnie.\n[8]\tOp grond waarvan beweer\ndie appellant is dit in belang van geregtigheid dat hy vrygelaat moet word? Hy\nmaak, benewens die gebrek\naan meriete in die staat se saak (waarmee ek reeds\ngehandel het) op sy persoonlike omstandighede staat. Hy is ongeveer 38 jaar oud,\nis getroud en het nie kinders nie. Hy wil graag sy besigheid bedryf tydens die\nverhoor. Daar is min, indien enigiets, oor van hierdie\nbesigheid wat hy kort\nvoor sy arrestasie begin het. Sou hy op borg vrygelaat word, betwyfel ek of hy\ndie besigheid kan bestuur en\nherbou aangesien die verhoor sy bywoning vereis.\n[9]\tDie appellant het in sy getuienis gekla dat sy aanhoudings-toestande\nongunstig was vir konsultasie met sy regsadviseurs en die\nverkryging van\ngetuienis. Hy het besonderlik gekla oor die verslegting van sy gesondheid sedert\nsy opsluiting. Mediese getuienis\nhet aangetoon dat die appellant aan ‘n\ndiabetiese toestand en hoë bloeddruk ly waarvoor hy medikasie en ‘n\nspesiale\ndieet benodig. Die appellant beweer dat by geleentheid het hy nie sy\nmedikasie ontvang nie en by ander geleenthede het hy nie sy\nmaaltye ontvang nie.\nDie gevangenisbeamptes wat getuienis afgelê het, het die teenoorgestelde\nbeweer. Die waarheid lê\nmoontlik iewers in die middel. Hoe dit ook al sy,\ninsoverre as wat die appellant nie behoorlike aandag in bewaring ontvang nie,\nhet\nhy ander regsmiddels tot sy beskikking en is borg in die algemeen nie die\nremedie vir die vergrype en versuime van die gevangenisowerhede\nnie. Wat van\nbelang bly, is die feit dat die beperkings weens sy gevangenisskap en bywoning\nvan die verhoor nie ideaal vir ‘n\npersoon in sy fisiese toestand is nie.\nNatuurlik is die ingryp in sy vryheid ‘n belangrike faktor waaraan heelwat\ngewig geheg\nmoet word by bepaling van die belang van geregtigheid maar die\nomstandighede wat ek sopas behandel het, moet geweeg word teen die\nander faktore\nen moet nie in isolasie gesien word nie.\n[10]\tDie appellant maak ook\nstaat op die feit dat hy sy verhoor sal staan. Sewe mede-beskuldigdes is op borg\nvrygelaat en het tot\ndusver die verhoor bygewoon en hulle borgvoorwaardes\nnagekom. Die appellant gebruik hulle as voorbeeld en beloof om dieselfde te\ndoen. Die borggeld wat sy familie sal moet betaal, kan hy nie bekostig om te\nverbeur nie. Hy wys ook daarop dat hy reeds vier maande\nvoor sy inhegtenisneming\ndeur die polisie ondervra is en ten spyte van die risiko van ‘n\ninhegtenisname het hy nie gevlug of\niewers geskuil nie. Daarbenewens verwys hy\nna die feit dat sedert sy inhegtenisneming het hy tweemaal die geleentheid gehad\nom met\ngemak te ontvlug en dat hy dit nie gedoen het nie.\n[11]\tDie\nappellant is alreeds vir twee en ‘n half jaar in aanhouding. Dit blyk of\ndie verhoor nog lank sal voortduur; ek praat\nin terme van jare eerder as maande.\nOns is deur die advokate meegedeel dat die verhoorhof met nog slegs die derde\nstaatsgetuie besig\nis. Die appellant se beweerde rol in die\ncoup\nd’etat\nwas een van relatiewe senior bevel, alhoewel nie een van\ndirekte leierskap. As die appellant skuldig bevind word aan aanklag 1 op\ndie\nbeweerde basis, staar hy langtermyn-gevangenisstraf in die gesig. Soos die\nverhoor voortduur, mag die saak (ek sê nie dit\nsal nie) teen hom draai. In\ndaardie geval sal die versoeking om te vlug, verhoog. Hy is ‘n goed\nopgeleide soldaat wat grensdiens\ngedoen het. Hy het tot die rang van majoor in\ndie Wonderboom-kommando gevorder en was die bevelvoerder totdat hy dié\nkonneksie\nna die inhegtenisname van die hoofbeskuldigdes enkele maande voor sy\narres verbreek het. Die appellant het ‘n paspoort wat\nhy aangebied het om\nin te handig maar hy hoef natuurlik nie oorsee of buite die landsgrense te gaan\nom sy verhoor te ontvlug nie.\nHy kan eenvoudig binnelands verdwyn, iets wat\nhistories nie vergesog is nie. Volgens die ondersoekbeampte bestaan daar\n‘n sterk\ninfrastruktuur van simpatiseerders en ondersteuners wat\nvoortvlugtendes kan beskerm, huisves en onbepaald versteek.\n[12]\tDie\naard van die sameswering wat wydverspreide ondersteuning van wesenlike gedeeltes\nvan die gemeenskap veronderstel het en daarop\nmoes gesteun het, moet in ag\ngeneem word by die beoordeling van die vraag van wat in belang van geregtigheid\nis. Aangesien ander\ngeesgenote bystand van derdes ontvang het om die gereg te\nontduik, hoekom kan dit ook nie mettertyd die geval met die appellant wees\nnie?\nGegewe die sterk prima facie saak van die staat, die langtermyn gevangenisstraf\nwat sal volg op ‘n moontlike skuldigbevinding\nen die infrastruktuur waarna\nek verwys het, is ek van oordeel dat daar ‘n redelike vooruitsig bestaan\ndat as hy op borg vrygelaat\nsou word, hy een of ander tyd sy verhoor mag ontwyk.\nDie primêre doelstelling van die borgstelsel is immers om te verseker\ndat\n‘n beskuldigde sy verhoor sal staan. Aangesien daardie doelstelling in\nhierdie geval verydel kan word deur die toestaan\nvan borg, het die appellant hom\nnie van die art 60(11)(b) bewyslas gekwyt dat dit in die belang van\nregspleging is om borg te\nverleen nie.\n[13]\tDie appèl word\nafgewys.\n____________\nR G COMRIE\nWAARNEMENDE\nAPPèLREGTER\nSTEM SAAM\nHARMS AR\nNUGENT AR",
  "scraped_at": "2026-02-12T09:08:33.007472",
  "date": "2004-09-30",
  "coram": [
    "Harms AR",
    "Nugent AR",
    "Comrie Wnde AR"
  ],
  "case_number": "176/04",
  "parties": {
    "applicants": [
      "Adriaan Jacobus Van Wyk"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "The appellant, Adriaan Jacobus Van Wyk, was charged in the Boeremag trial with high treason (charge 1) and murder (charge 10) among other offences. While the murder charge lacked prima facie evidence, the high treason charge was supported by substantial evidence, including sworn statements linking the appellant to a coup plot. Van Wyk applied for bail in the Transvaal Provincial Division; the application was denied by Judge Ismail. He subsequently appealed directly to the Supreme Court of Appeal without leave. The appellant pleaded that his personal circumstances – age, marital status, lack of children, a small business, diabetes and high blood pressure – justified release, and argued that the state’s case was weak, particularly on the murder charge.",
    "issues": "The principal issue was whether, under section 60(11)(b) of the Criminal Procedure Act, the appellant satisfied the burden of showing that, in the interests of justice, he should be released on bail despite facing serious charges of high treason and murder. Sub‑issues included the relevance of the lack of prima facie evidence for the murder charge, the appellant’s health and personal circumstances, and the risk of him evading trial.",
    "principles": "Section 60(11)(a) requires an accused to demonstrate extraordinary circumstances to justify bail; subsection (b) imposes a lighter burden, requiring the accused to convince the court that the interests of justice favor release. The court must consider prima facie strength of the State’s case, risk of flight, personal health, and any other factors that affect the administration of justice. Precedent cited includes S v Botha, S v Viljoen, S v Kock, and S v Mohammed, which together establish that strong prima facie evidence and a high risk of absconding outweigh personal hardships in bail decisions.",
    "application": "The court found that the State possessed a strong prima facie case for high treason, the charge that governed the bail application. Although the murder charge lacked prima facie evidence, it was not the charge considered under s 60(11)(b). The appellant’s personal circumstances, including his health and business, were deemed insufficient to outweigh the serious nature of the offences and the substantial risk of flight, given the identified network of sympathisers. Accordingly, the appellant failed to meet the burden under s 60(11)(b) to demonstrate that release was in the interests of justice.",
    "conclusion": "The appeal was dismissed. The bail application was refused, and the appellant remains in custody pending trial."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Bail",
    "level_3": [
      "high treason",
      "bail application",
      "prima facie evidence",
      "risk of flight",
      "health considerations"
    ]
  }
}