{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/64.html",
  "case_name": "Price Waterhouse Coopers Inc and Others v National Potato Co-operative Ltd (448/2003) [2004] ZASCA 64; [2004] 3 All SA 20 (SCA); 2004 (9) BCLR 930 (SCA); 2004 (6) SA 66 (SCA) (1 June 2004)",
  "citation": "[2004] ZASCA 64",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 64\n|\nNoteup\n|\nLawCite\nPrice Waterhouse Coopers Inc and Others v National Potato Co-operative Ltd (448/2003) [2004] ZASCA 64; [2004] 3 All SA 20 (SCA); 2004 (9) BCLR 930 (SCA); 2004 (6) SA 66 (SCA) (1 June 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No 448/02\nREPORTABLE\nPRICE WATERHOUSE COOPERS INC                    FIRST\nAPPELLANT\nHOEK WIEHAHN                                            \nSECOND APPELLANT\nWIEHAHN MEYERNEL                                 \nTHIRD APPELLANT\nPRICE WATERHOUSE MEYERNEL                   \nFOURTH APPELLANT\nPRICE WATERHOUSE                                 \nFIFTH APPELLANT\nand\nNATIONAL POTATO CO-OPERATIVE LTD\nRESPONDENT\nBefore:\tHarms, Cameron, Conradie, Lewis JJA and Southwood\nAJA\nHeard:\t11 May 2004\nDelivered:\t1 June\n2004\nSummary:\tChamperty – an agreement in terms of which a person\nprovides a \t\t\tlitigant with funds to litigate in return for a share\nof the\nproceeds of the \t\tlitigation is not contrary to public policy or void –\nillegality of such \t\t\tagreement not a defence\nin the litigation – courts\nempowered to prevent \t\tabuse of process despite right of access in s 34 of\nConstitution –\n\t\t\tspecial order of costs against attorney ignoring\nagreements about\n\t\t\trecord.\n__________________________________________________________\nJUDGMENT\n__________________________________________________________\nSOUTHWOOD AJA\n[1]\tThe question which arises in this appeal is\nwhether an alleged champertous agreement between the respondent Co-operative\n(the\nplaintiff in the court below) and a third party to finance the\nrespondent’s action against a firm of accountants, the appellants\n(the\ndefendants in the court below) may be relied upon by the appellants as a defence\nto the respondent’s claim. In this judgment,\nI shall refer to the\nappellants, individually and collectively, as ‘Price Waterhouse’ and\nto the respondent as ‘the\nCo-operative’.\n[2]\tThe salient\nfacts as they emerged from the Co-operative’s evidence (Price Waterhouse\ndid not tender any) are as follows:\nThe Co-operative is a primary agricultural\nco-operative registered in terms of the Co-operatives Act, No 91 of 1981. During\n1997\nthe Co-operative appointed Collett, Du Toit & Associates (Pty) Ltd\n(‘CDA’) to investigate certain irregularities\nallegedly committed by\nthe Co-operative’s then general manager, Mr Boonzaaier. Mr David Collett,\na chartered accountant, was\nto conduct the investigation for\nCDA.\n[3]\tLate in 1997, CDA submitted a draft preliminary report to the\nCo-operative’s board of directors. In this report Collett\nlisted the\nirregularities which he had found and expressed the view that Mr Boonzaaier\nwas heavily involved in the commission\nof these irregularities. The report also\nreferred to other matters which, in Collett’s opinion, should have been\ndetected and\nreported by the auditor. In November 1997, and apparently because\nof this report, Price Waterhouse resigned as the Co-operative’s\nauditor at\nthe annual general meeting.\n[4]\t CDA continued to investigate the\nirregularities but by April 1998 the focus of the investigation had changed to\nthe viability\nof a claim against Price Waterhouse. On 27 March 1998 Collett gave\nhis findings to a senior advocate and requested him to furnish\nan opinion on the\nCo-operative’s prospects of success if it were to institute an action\nagainst Price Waterhouse.\n[5]\tThe cost of CDA’s investigation put a\nstrain on the Co-operative’s financial position and the\nCo-operative’s\nmanagement advised the board not to proceed with the\ninvestigation. The board chose instead to investigate alternative means of\nfinancing\nthe litigation. Its initial proposal was to find a third party to\nfinance the litigation in exchange for a share of the proceeds\nof a successful\naction. The proposal contemplated that the third party would contribute an\namount of R1,5 million to the cost of\nprosecuting the action and the third party\nand the Co-operative would share the proceeds of a successful claim.\n[6]\tOn 17 April 1998, after consulting a number of the\nCo-operative’s members who apparently supported the action contemplated,\nthe Co-operative’s board of directors resolved to sell the\nCo-operative’s claim against Price Waterhouse to Unitrade\n40 (Pty) Ltd\n(which later changed its name to Farmers Indemnity Fund (Pty) Ltd and will\nhenceforth be referred to as ‘FIF’).\nFIF had been incorporated on 29\nOctober 1997 as a shelf company. From 30 October 1997 until 13 May 1998\nFIF’s 100 shares were\nheld by the Gerne Trust of which Mr Buitendag, the\nCo-operative’s then attorney, and the Co-operative’s present\nattorney\nof record, was the beneficiary.\n[7]\tOn 13 May 1998 the\nCo-operative entered into a written agreement (the ‘sale agreement’)\nwith FIF in terms of which\nit sold its right, title and interest in the claim\nagainst Price Waterhouse to FIF for 50 per cent of the gross proceeds of a\nsuccessful\nclaim or settlement of the claim. The agreement recorded that as at\n31 March 1998 the Co-operative had already contributed an\namount of R1,1\nmillion to pay for legal advice and the cost of CDA’s investigation and\nthat it would be liable for all costs\nincurred up to 30 April 1998. The\nparties agreed that the Co-operative’s contribution would be deemed to be\nR1,5 million\nand that FIF also would contribute R1,5 million to pay for the\ncosts of the investigation, the legal costs and the expert’s\nfees and\nqualifying expenses necessary to institute the action against Price Waterhouse\nand bring the claim to finality. The parties\nalso agreed that FIF would be\nliable for costs incurred after 1 May 1998, but that if the costs\nincurred after 1 May 1998\nexceeded R1,5 million, the additional costs would be\nborne equally by FIF and the Co-operative.\n[8]\tThe preamble to the sale\nagreement recorded, and FIF and the Co-operative pertinently agreed, that the\nCo-operative was selling\nits claim to FIF because it was not able to finance the\nlitigation contemplated against Price Waterhouse and regarded the sale as\nan\nalternative method of financing the action.\n[9]\tIn the sale agreement the\nCo-operative and FIF also agreed how the shares in FIF were to be held. Members\nof the Co-operative\nwere to be entitled to take up one third of the shares,\nEuro-Africa Investments (Pty) Ltd (‘Euro-Africa’), a company\ncontrolled by a financier, Mr P S Schledorn, was to be entitled to take up one\nthird of the shares and members of the Co-operative\nor other persons would be\nentitled to take up the remaining one third of the shares on a ‘first\ncome, first served’ basis.\nIf the Co-operative’s members did not\ntake up their allotted one third of the shares within 30 days of signature of\nthe agreement\nthe remaining shares could be taken up by any other person or body\non a ‘first come, first served’ basis.\n[10]\tThe sale\nagreement provided that initially FIF’s board would consist of four\ndirectors: one appointed by the Co-operative;\none by Euro-Africa, one was to be\na member of the Co-operative and one was to be appointed by the shareholders\ntaking up the remaining\none third of the shares. The first four directors were\nMr D J Pieterse (appointed by the Co-operative – also its chairman);\nMr B\nC J van Rensburg (a member of the Co-operative – also its vice-chairman);\nMr P S Schledorn (appointed by Euro-Africa)\nand Mr W J A Labuschagne (on behalf\nof the first come, first served shareholders – also a member of the\nCo-operative’s\nboard).\n[11]\tThe agreement recorded that FIF\npurchased the claim on the strength of research done in connection with the\nclaim, that the claim\nappears from the Co-operative’s records and that FIF\nwould prosecute the claim at its own risk. The parties agreed that the\nCo-operative would co-operate fully with FIF for the purposes of the action and\nthat FIF would appoint the professional team to conduct\nthe\nlitigation.\n[12]\tOn 12 May 1998 Mr Buitendag resigned as director of FIF\nand Messrs Pieterse, Van Rensburg and Labuschagne were appointed as directors.\nOn 14 May 1998 FIF changed its main object and principal business to the\nacquisition of claims for litigation. It gave as the reason\nfor this change that\nit would enable FIF to acquire a claim from the Co-operative for litigation.\n[13]\tOn 17 April 1998 FIF increased its authorised share capital of\n1 000 one rand shares to 2 000 one rand shares. On 14 May\n1998 FIF further\nincreased its authorised share capital to 2 000 000 one rand shares. FIF did\nthis so that it could issue shares\nto obtain the funds to finance the\nlitigation.\n[14]\tIn May 1998, the Co-operative’s members were\ninvited to subscribe for shares in FIF. In August 1998, 1 664 400 shares were\nissued to 15 shareholders. According to the documents in the record these\nincluded four of the Co-operative’s members, Mr Pieterse\n(the\nchairman – 100 000 shares); Mr Van Rensburg (the vice-chairman – 185\n000 shares); Mr J D Van der Merwe (a director\n– 5 000 shares) and Mr\nG J Van Rooyen (100 000 shares). Euro-Africa (which later became NAK Financial\nAssistance (Pty)\nLtd) took up 750 000 shares.\n[15]\tThe\nCo-operative’s board was still concerned about the arrangements made to\nfinance the action and decided to obtain legal\nadvice on the question. In\nDecember 1998 a senior advocate advised the Co-operative’s attorney, Mr\nBuitendag, that the sale\nagreement was champertous, accordingly against public\npolicy and invalid and that it did not achieve its objective. He advised Mr\nBuitendag that the agreement should be cancelled and the claim ceded back to the\nCo-operative; that the claim should remain with\nthe Co-operative; and that the\nCo-operative should be the plaintiff in the action. He also advised that a new\nagreement should be\nentered into in terms of which FIF would finance the\nlitigation in return for 50 per cent of the proceeds of the litigation. He\nexpressed\nthe view that although the suggested arrangement could be a\npactum\nde quota litis\nit would not necessarily be objectionable. However, he warned\nthat the proposed arrangement could be attacked, apparently because\nit might be\nseen to be of a ‘gambling character’. His concern was that if the\nCo-operative’s action failed, FIF\nwould get nothing, whereas if it\nsucceeded FIF would get 50 per cent of the proceeds. His view was that Price\nWaterhouse would not\nbe able to rely on the arrangement as a defence (to an\naction instituted by the Co-operative) but that the agreement could create\nproblems if a dispute arose between FIF and the Co-operative. During February\n1999 this advice was conveyed to the Co-operative’s\nboard, which was also\ninformed that in accordance with the advice new agreements were being prepared\nto protect the investors’\ninterests.\n[16]\tIn October 1999 the\nCo-operative and FIF entered into two agreements: an agreement in terms of which\nthey cancelled the sale\nagreement and an agreement in terms of which FIF\nundertook to provide financial assistance to the Co-operative to enable the\nCo-operative\nto pursue its claim against Price Waterhouse (‘the assistance\nagreement’). In the assistance agreement the parties recorded\nthat the\nestimated cost of litigation to recover the claim amounted to R1,5 million; FIF\nundertook to provide assistance to the Co-operative\nin pursuing the claim\nagainst Price Waterhouse and as part of the assistance would contribute R1,5\nmillion as from 1 April 1998;\nthe parties agreed that if the litigation costs\nexceeded R1,5 million they would bear the excess equally; FIF’s board\nwould\ndetermine the funding requirements for litigation costs in excess of the\nR1,5 million and the amount, date and method of contribution\n(in excess of the\nR1,5 million) to be made by FIF’s shareholders and the Co-operative. The\nassistance agreement further provided\nthat in return the Co-operative would pay\nto FIF 45 per cent of the proceeds derived from the claim after certain agreed\namounts\nhad been deducted. As security for this obligation the Co-operative and\nFIF entered into an ancillary agreement in terms of which\nthe Co-operative ceded\nto FIF 45 per cent of its right to the proceeds of the claim. The parties also\nentered into a further ancillary\nagreement in terms of which the Co-operative\nconditionally ceded to FIF its claim against Price Waterhouse. This cession\nwould take\neffect in the event, inter alia, of the Co-operative not pursuing the\nclaim to final judgment or not being able to do so. If this\nhappened FIF\nundertook to pay to the Co-operative 20 per cent of the proceeds of the claim\nafter deducting the litigation and other\ncosts pertaining to the recovery of the\nclaim.\n[17]\tVarious provisions of the assistance agreement emphasise\nFIF’s interest in the claim and the proceeds of the claim. The\nCo-operative was not permitted to sell or cede its right, title and interest in\nthe claim to any third party without the written\nconsent of FIF and the\nCo-operative was not permitted to accept an offer of settlement or make a\ncounter-offer without consulting\nFIF. There were also detailed provisions for\nthe payment to FIF of its share of the proceeds.\n[18]\tCDA’s\ninvestigation revealed that the damages recoverable by the Co-operative from\nPrice Waterhouse could be very large.\nWhen the Co-operative first sold the claim\nto FIF the damages recoverable were thought to exceed R100\nmillion.\n[19]\tDuring November 1999 the Co-operative instituted an action\nagainst Price Waterhouse in the Pretoria High Court claiming damages\nin the sum\nof R283 490 742,19 on the grounds of breach of contract. It alleged that during\nthe period 1983 to 1998 Price Waterhouse\nbreached the contracts in terms of\nwhich they acted as the Co-operative’s auditors by failing to carry out\nthe audits properly\nin accordance with the relevant common law and statutory\nrules. Later, the Co-operative increased the amount claimed to R353 890\n045,72.\n[20]\tIn 2002, the matter came to trial before Hartzenberg J. During\ncross-examination of the first witness Price Waterhouse were granted\nan\namendment to their plea and the Co-operative was permitted to file a replication\nin answer. The amendment to the plea raised two\nissues: first, that during 1998\nthe Co-operative had ceded its right, title and interest in the claim against\nPrice Waterhouse to\nFIF, that the purported cancellation of this cession was\ninvalid and accordingly that Price Waterhouse had no\nlocus standi\nin\nrespect of the claim; second, that the Co-operative was prosecuting the action\npursuant to an agreement which was champertous\nand contrary to public policy and\naccordingly that the Co-operative’s claim should not be upheld. The\nCo-operative’s\nreply was that the parties to the cession of the\nCo-operative’s claim had effectively cancelled the cession and that the\nsecond\nagreement in terms of which the Co-operative arranged for the action to\nbe financed was not champertous and contrary to pubic policy.\nThe trial\nproceeded on these limited issues.\n[21]\tThe court below found against\nPrice Waterhouse on both issues raised in the amendment to the plea. Although\nPrice Waterhouse\nappealed against the whole judgment their counsel did not make\nany submissions on the first issue. It is accordingly not necessary\nto consider\nthis issue further. What remains to be considered is whether the arrangements\nmade by the Co-operative to finance its\nlitigation against Price Waterhouse are\ncontrary to public policy and, if so, whether this will constitute a defence to\nthe Co-operative’s\nclaim.\n[22]\tThe issue has three separate\nelements. First, what is the public policy regarding the financial support of a\nlitigant by a stranger\nto the litigation. Second, whether an agreement in terms\nof which FIF undertook to contribute funds to the Co-operative in return\nfor a\nshare of the proceeds of the action is contrary to public policy and therefore\nvoid. Third, whether that fact constitutes a\ndefence to the Co-operative’s\nclaim against Price Waterhouse.\n[23]\tAt common law agreements that are\ncontrary to public policy are void and not enforceable. While public policy\ngenerally favours\nthe utmost freedom of contract it does take into account the\nnecessity for doing ‘simple justice between man and man’.\nTherefore,\nwhen a court finds that an agreement is contrary to public policy it should not\nhesitate to say so and refuse to enforce\nit. However, the court should exercise\nthis power only in cases where the impropriety of the transaction and the\nelement of public\nharm are manifest. It is an important consideration that there\nbe certainty about the validity of agreements and that this certainty\ncould be\nundermined by an arbitrary and indiscriminate use of the power to declare\nagreements contrary to public policy (see\nSasfin (Pty) Ltd v Beukes\n1989\n(1) SA 1\n(A) at 7I-J and 9A-C;\nBotha (now Griessel) and another v\nFinanscredit (Pty) Ltd\n1989 (3) SA 773\n(A) at 782J-783B;\nBrisley v\nDrotsky\n2002 (4) SA 1\n(SCA) para 94;\nAfrox Healthcare Bpk v Strydom\n2002 (6) SA 21\n(SCA) para 8).\n[24]\tWhat public policy is and when an\nagreement is contrary to public policy are often difficult and contentious\nquestions. Since\nthe advent of the Constitution public policy is rooted in the\nConstitution and the fundamental values it enshrines (\nBrisley v Drotsky\nsupra para 91;\nAfrox Healthcare Bpk v Strydom\nsupra para 18). The\nfundamental values enshrined in the Constitution and the interests of the\ncommunity or the public are accordingly\nof the utmost importance in relation to\nthe concept of public policy. Therefore an agreement will be regarded as\ncontrary to public\npolicy when it is clearly inimical to these constitutional\nvalues, or the interests of the community, whether it be contrary to law\nor\nmorality or runs counter to social or economic expedience (\nSasfin (Pty) Ltd v\nBeukes\nsupra\nat 8C-D;\nBotha (now Griessel) and another v\nFinanscredit (Pty) Ltd\nsupra at 782I-J). It is important to bear in mind\nthat views about what public policy entails are constantly evolving (\nMagna\nAlloys and Research (SA) (Pty) Ltd v Ellis\n[1984] ZASCA 116\n;\n1984 (4) SA 874\n(A) at 891H) and\nthe court must be careful not to conclude that an agreement is contrary to\npublic policy just because some of its\nterms offend against its sense of\npropriety and fairness (\nSasfin (Pty) Ltd v Beukes\nsupra at 9B-C). It is\nalso important to bear in mind that to decide whether an agreement is against\npublic policy a court must look\nat the tendency of the proposed transaction, not\nits actually proved result (\nSasfin (Pty) Ltd v Beukes\nsupra at 8G-9B;\nEastwood v Shepstone\n1902 TS 294\nat 302).\n[25]\tThe agreement in\nissue in the present case is an agreement between the Co-operative and FIF in\nterms of which FIF undertook to\nprovide the Co-operative with funds to enable\nthe Co-operative to prosecute its case against Price Waterhouse in return for\nforty\nfive per cent of the proceeds. Such agreements, called\npacta de quota\nlitis\n, were known to Roman and Roman-Dutch law and have been looked upon\nwith disfavour ever since the days of the Roman Empire. The reason\nfor this was\nthat they were considered to encourage speculative litigation and consequently\namounted to an abuse of the legal process\n(\nWessels\nThe Law of Contract\nin South Africa\n2 ed by AA Roberts vol 1 paras 510-511). From the\n19\nth\nCentury our law has often referred to such a contract as\n‘maintenance and champerty’ and adopted some of the rules of\nEnglish\nlaw without attempting to reconcile these rules with the principles of\nRoman-Dutch law. In English law, maintenance and champerty\nare two distinct\nconcepts. Maintenance is the improper assistance by one person of litigation\nconducted by another, in which the\nformer has no legitimate interest, without\njust cause or excuse. Champerty is an aggravated form of maintenance and occurs\nwhen the\nperson maintaining another stipulates for a share of the proceeds of\nthe action or suit. (\nTrendtex Trading Corp v Crédit Suisse\n[1980]\n3 ALL ER 721\n(CA) at 749.) Not all such agreements were objectionable, but when\nthey were found to be contrary to public policy, they were regarded\nas illegal\nand unenforceable.\n[26]\tA number of cases decided in South Africa in the last\nyears of the 19\nth\nand the early part of the 20\nth\nCentury\nshow that the courts took an uncompromising view of agreements which I shall\ncall champertous (ie any agreement whereby an\noutsider provided finance to\nenable a party to litigate in return for a share of the proceeds of the action\nif that party was successful\nor any agreement whereby a party was said to\n‘traffic’, gamble or speculate in litigation), and refused to\nentertain\nlitigation following on such agreements or to enforce them (see\nGreen v De Villiers, Dr Leyds, N.O., and The Rand Exploring Syndicate\n[1895] 2 OR 289\nat 293-294;\nThomas Hugo and Fred J Möller NO v The\nTransvaal Loan, Finance and Mortgage Company\n[1894] 2 OR 336\nat 339-341;\nSchweizer’s Claimholders’ Rights Syndicate, Limited v The Rand\nExploring Syndicate, Limited\n[1896] 2 OR 140\nat 144-5;\nC.V.J.J. Platteau\nv S.P. Grobler\n[1897] 4 OR 389\nat 394-396;\nCampbell v Welverdiend\nDiamonds, Ltd\n1930 TPD 287\nat 292-4).\n[27]\tHowever, it is clear that\nthe courts acknowledged one exception. It was accepted that if any one, in good\nfaith, gave financial\nassistance to a poor suitor and thereby helped him to\nprosecute an action in return for a reasonable recompense or interest in the\nsuit, the agreement would not be unlawful or void (per Kotze CJ in\nThomas\nHugo and Fred J Möller NO v The Transvaal Loan, Finance and Mortgage\nCompany\nsupra at 340:\nSchweizer’s Claimholders’ Rights\nSyndicate Limited v The Rand Exploring Syndicate, Limited\nsupra at 144:\nPatz v Salzburg\n1907 TS 526\nat 527). In a number of these early cases the\ncourts adopted and applied statements pertaining to maintenance and champerty\nmade\nby the Privy Council in\nRam Coomar Coondoo and another v Chunder Canto\nMookerjee\n1886 2 AC 186\nat 210. The Privy Council said that –\n‘a fair agreement to supply funds to carry on a suit in consideration\nof having a share of the property, if recovered, ought\nnot to be regarded as\nbeing\nper se\nopposed to public policy. Indeed, cases may be easily\nsupposed in which it would be in furtherance of right and justice and necessary\nto resist oppression, that a suitor who had a just title to property, and no\nmeans except the property itself, should be assisted\nin this manner’.\nHowever, it warned –\n‘that agreements of this kind ought to\nbe carefully watched, and when found to be extortionate and unconscionable, so\nas to\nbe inequitable against the party; or to be made not with the\nbona\nfide\nobject of assisting a claim believed to be just, and of obtaining a\nreasonable recompense therefor, but for improper objects, as\nfor the purpose of\ngambling in litigation, or of injuring or oppressing others by abetting and\nencouraging unrighteous suits, so\nas to be contrary to public policy –\neffect ought not to be given to them’.\n(See\nPlatteau v Grobler\nsupra at 394-395;\nThomas Hugo and Fred J Möller NO v The Transvaal Loan,\nFinance and Mortgage Company\nsupra at 340;\nSchweizer’s\nClaimholders’ Rights Syndicate, Limited v The Rand Exploring Syndicate\nLimited\nsupra at 144-5;\nPatz v Salzburg\nsupra at 527-528;\nCampbell\nv Welverdiend Diamonds, Ltd\nsupra at 290-1.) This was early recognition that\nin a case where an injustice would be done if a litigant was not given financial\nassistance to conduct his case a champertous arrangement would not be contrary\nto public policy.\n[28]\tAlthough the number of reported cases concerned\nwith champertous agreements diminished, courts have still adhered to the view\nthat generally they are unlawful and that litigation pursuant to such agreements\nshould not be entertained (see eg\nLekeur v Santam Insurance Co Ltd\n1969\n(3) SA 1\n(C);\nGoodgold Jewellery (Pty) Ltd v Brevadau CC\n1992 (4) SA 474\n(W)).\n[29]\tThe reasons for champertous agreements being considered to be\ncontrary to public policy have not, so far, been reconsidered or\ntested by the\ncourts in the light of changed circumstances and, in particular, in the light of\nthe Constitution. It is instructive\nto have regard first to the position in\nEnglish law.\n[30]\tEnglish common law condemned champerty out of a\nconcern for the integrity of the judicial system; the fear that champertous\nagreements\nmay give rise to abuses such as the inflation of damages; the\nsuppressing of evidence and the suborning of witnesses (Re\nTrepca Mines Ltd\n[1962] 3 ALL ER 351\nat 355:\nGiles v Thompson and related appeals\n[1993] UKHL 2\n;\n[1993] 3 ALL ER 321\n(CA and HL)  at 331g-j per Steyn\nLJ).\n[31]\tNotwithstanding this concern and fear the law of maintenance\nand champerty has undergone many changes, particularly in the course\nof the\n20\nth\nCentury. In\nGiles v Thompson and related appeals\nsupra\nthe Court of Appeal and the House of Lords dealt with these changes in some\ndetail (per Steyn LJ in the Court of Appeal at 328a-333b\nand per Lord Mustill in\nthe House of Lords at 350h-351f and 360a-h).\n[32]\tThe law of maintenance\nand champerty developed out of a need to protect the system of civil justice;\nand as the civil justice\nsystem has developed its own inner strength the need\nfor the rules for maintenance and champerty has diminished – if not\nentirely\ndisappeared.\n[33]\tLord Mustill observes that in mediaeval times\nthe mechanisms of justice lacked the internal strength to resist the oppression\nof private individuals through suits fomented and sustained by unscrupulous men\nof power. Champerty was particularly vicious because\nthe purchase of a share in\nlitigation presented an obvious temptation to the suborning of justices and\nwitnesses and the exploitation\nof worthless claims which the defendant lacked\nthe resources and influence to withstand. Two important factors contributed to\nthe\ngrowth of these abuses; first, there was no independent judiciary\n(‘detachment and disinterestedness was not the hallmark of\nthe mediaeval\njudiciary’) and second, the civil justice system was not developed and was\nnot capable of exposing abuses of\nlegal procedure and giving effective redress.\nTo deal with these abuses a number of statutes created the offences of\nmaintenance\nand champerty. Gradually these conditions disappeared and by the\nbeginning of the 19\nth\nCentury England had an independent judiciary\n(‘the cold neutrality of the impartial judge became the established\nconvention’)\nand after the procedural reforms of the 19\nth\nCentury there was an effective civil justice system. Despite these changes the\noffences and torts of maintenance and champerty lingered\non in atrophied form\nfor more than a century after any public interest in preserving them had\ndisappeared.\n[34]\tIn 1967 after an investigation and recommendation by\nthe United Kingdom Law Commission (\nProposals for Reform of the Law relating\nto Maintenance and Champerty\n: Law Com no 7) the Criminal Law Act of 1967 was\npassed. In terms of s 13(1) and 14(1) of the Act the offences and torts of\nmaintenance\nand champerty were abolished but s 14(2) preserved the status quo\nregarding contracts. It provided expressly that the abolition of\ncriminal and\ncivil liability for maintenance and champerty would not affect any rule of that\nlaw as to the cases in which a contract\nis to be treated as contrary to public\npolicy or otherwise illegal.\n[35]\tThe United Kingdom Law Commission also\nconsidered the effect of illegality of champertous agreements on the practice of\nsolicitors.\nIt stated that the question whether solicitors should be permitted\nto enter into contingency fee agreements (involving payment to\nthe solicitor of\nan agreed percentage of compensation recovered) required further study. The\npublic policy condemning contingency\nfee agreements then became a matter for\npublic debate.\n[36]\tIn 1989 the United Kingdom government published a\nGreen Paper on\nContingency Fees\n(Cm 571) and after the consultation\nprocess proceeded to consider (a) the introduction in England and Wales of\nspeculative actions\non the Scottish model, that is on a ‘no win, no\nfees’ basis and (b) the validation of agreements for an uplift (ie\nincrease)\nin percentage terms in the costs payable, to encourage lawyers to\nundertake speculative actions, such uplift being unrelated to the\namount of the\ndamages or property recovered. This was followed by a White Paper (\nLegal\nServices: A Framework for the Future\n(Cm 740)) in which the government\nproposed the removal of the prohibition on these fee arrangements in all cases\nexcept criminal\nand family proceedings.\n[37]\tThese proposals led to the\nenactment of s 58 of the United Kingdom Courts and Legal Services Act 1990. This\npermitted speculative\nactions in accordance with the Scottish practice and\nrendered enforceable, subject to certain conditions, a conditional fee\nagreement.\nThe most important condition was the strict regulation of the\npercentage whereby the fee was to be increased. The Lord Chancellor\nwas to be\ngiven the power to regulate the increase. At the time of the judgment the Lord\nChancellor had not yet exercised that power.\n[38]\tThe importance of this\nchange was emphasised by Steyn LJ in\nGiles v Thompson and related appeals\nsupra at 331d-f. He pointed out that the ability to recover fees beyond what\nwas otherwise reasonable was intended to be an incentive\nto lawyers to undertake\nspeculative actions. Such agreements were still unlawful in the absence of the\nLord Chancellor’s order.\nNevertheless it was a clear departure from the\nrationale of the common law rule that such agreements cause the duty and\ninterest\nof solicitors to conflict, with a resultant risk of abuse of legal\nprocedure. It clearly recognised that the abuses associated with\nchamperty are\nnot the inevitable result of all varieties of contingency fee agreements. This,\nhe said, was cogent evidence of a change\nof public policy.\n[39]\tThese\ndevelopments in English law are mirrored in South African law. The judiciary is\nindependent. Its independence is guaranteed\nby the Constitution. The civil\njustice system is regulated by the state and has the necessary mechanisms to\nwithstand the abuses\nperceived to flow from champertous agreements. There are\ntrained and disciplined legal professionals who are subject to strong ethical\ncodes. And there are pre-trial procedures such as discovery to ensure that\nevidence is not fabricated or suppressed. There is also\nthe trial itself where\nthe veracity of the evidence can be properly tested. There is also the cost of\nlosing. This is a great disincentive\nto the dishonest litigant.\n[40]\tAfter the South African Law Commission investigated and reported on\nthe question (South African Law Commission Project 93 ‘\nSpeculative and\nContingency Fees\n’ November 1996: the Commission recommended that\ncontingency fee agreements should be legalized in South African law and that\ncommon law prohibitions on such fees should be removed), our legislature\nfollowed the English example of permitting contingency fee\narrangements –\n‘no win, no fees’ and increased fees in case of success – but\nsubject to strict controls.\nAs in England this represented a watershed in public\npolicy and was brought about by the view that it is in the public interest that\nlitigants be able to take their justiciable disputes to court for adjudication.\n(A system of contingency fees ‘can contribute\nsignificantly to promote\naccess to the courts’ and ‘such a system is desirable’ –\nSummary of Recommendations and Draft Bill, SA Law Commission Project 93\n.)\n[41]\tThe Contingency Fees Act 66 of 1997 (which came into operation on\n23 April 1999), provides for two forms of contingency fee agreements\nwhich\nattorneys and advocates may enter into with their clients. The first, is a\n‘no win, no fees’ agreement (s 2(1)(a))\nand the second is an\nagreement in terms of which the legal practitioner is entitled to fees higher\nthan the normal fee if the client\nis successful (s 2(1)(b)). The second type of\nagreement is subject to limitations. Higher fees may not exceed the normal fees\nof\nthe legal practitioner by more than 100 per cent and in the case of claims\nsounding in money this fee may not exceed 25 per cent\nof the total amount\nawarded or any amount obtained by the client in consequence of the proceedings,\nexcluding costs (s 2(2)). The\nAct has detailed requirements for the agreement (s\n3), the procedure to be followed when a matter is settled (s 4) and gives the\nclient a right of review (s 5). The professional controlling bodies may\nmake rules which they deem necessary to give effect\nto the Act (s 6) and the\nMinister of Justice may make regulations for implementing and monitoring the\nprovisions of the Act (s 7).\nThe clear intention is that contingency fees be\ncarefully controlled. The Act was enacted to legitimise contingency fee\nagreements\nbetween legal practitioners and their clients which would otherwise\nbe prohibited by the common law. Any contingency fee agreement\nbetween such\nparties which is not covered by the Act is therefore illegal. What is of\nsignificance, however, is that by permitting\n‘no win, no fees’\nagreements the legislature has made speculative litigation possible. And by\npermitting increased fee\nagreements the legislature has made it possible for\nlegal practitioners to receive part of the proceeds of the\naction.\n[42]\tAs in England, this Act is designed to encourage legal\npractitioners to undertake speculative actions for their clients. The\nlegislature was obviously of the view that the conflict between the duty and\ninterests of legal practitioners would not lead to an\nabuse of legal procedure.\nIt clearly considered that it is better that people be able to take their\ndisputes to court in this way\nrather than not at all.\n[43]\tIn my view this\napproach is consistent with the right enshrined in s 34 of the Constitution:\neveryone has the right to have any\ndispute that can be resolved by the\napplication of law decided in a fair public hearing before a court, or, where\nappropriate, another\nindependent and impartial tribunal or forum. On a number of\noccasions the Constitutional Court has emphasised the importance of this\nright:\nit is of cardinal importance and requires active protection and courts have a\nduty to protect\nbona fide\nlitigants (\nBeinash and another v Ernst &\nYoung and others\n1999 (2) SA 116\n(CC) para 17); the ‘untrammelled\naccess to the courts is also a fundamental right of every individual in an open\nand democratic\nsociety based on human dignity, equality and freedom’\n(\nMoise v Greater Germiston Transitional Local Council: Minister of Justice\nand Constitutional Development Intervening (Women’s\nLegal Centre as Amicus\nCuriae)\n[2001] ZACC 21\n;\n2001 (4) SA 491\n(CC) para 23); it is the foundation for stability of\nan orderly society and it ‘ensures the peaceful, regulated and\ninstitutionalised\nmechanisms to resolve disputes, without resorting to self\nhelp’: it is ‘a bulwark against vigilantism, and the chaos\nand\nanarchy which it causes’ (\nChief Lesapo v North-west Agricultural Bank\nand another\n[1999] ZACC 16\n;\n2000 (1) SA 409\n(CC) para 22); it is fundamental to a democratic\nsociety that cherishes the rule of law (\nFirst National Bank of South Africa\nLtd v Land and Agricultural Bank of South Africa and others\n;\nSheard v\nLand and Agricultural Bank of South Africa and another\n[2000] ZACC 9\n;\n2000 (3) SA 626\n(CC)\npara 6).\n[44]\tIn my view, upholding agreements between a litigant and a\nthird party who finances the litigation for reward is also consistent\nwith the\nconstitutional values underlining freedom of contract. Cameron JA\nsummarised the position in\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA) para 94\n–\n‘(T)he constitutional values of dignity, equality and freedom\nrequire that the Courts approach their task of striking down contracts\nor\ndeclining to enforce them with perceptive restraint ... contractual autonomy is\npart of freedom. Shorn of its obscene excesses,\ncontractual autonomy informs\nalso the constitutional value of dignity.’\n(See also\nAfrox\nHealthcare Bpk v Strydom\n2002 (6) SA 21\n(SCA) paras 22-23.)\n[45]\tThe\nlegislature has expressly recognised that the civil justice system is strong\nenough to withstand the abuses which could arise\nas a result of contingency fee\nagreements between legal practitioners and their clients and it has made such\nagreements legal within\ncarefully circumscribed limits and subject to regulation\nby the professions’ controlling bodies and the Minister of Justice.\nThis\nis a significant change in view of the fact that dishonest legal practitioners\nconducting the lawsuit would be in the best possible\nposition to manipulate the\nfacts to get a favourable outcome in the suit.\n[46]\tIn my view it must\nalso be recognised that the civil justice system is strong enough to withstand\nthe perceived abuses which\ncould arise if civil litigation is made possible by\nfinancial support given by persons who provide such support in return for a\nshare\nof the proceeds. Accordingly it must be held that an agreement in terms of\nwhich a stranger to a lawsuit advances funds to a litigant\non condition that his\nremuneration, in case the litigant wins the action, is to be part of the\nproceeds of the suit, is not contrary\nto public policy. Price Waterhouse are\ntherefore not entitled to base a defence on the assistance agreement.\n[47]\tIn the court below the case proceeded differently since both\nparties accepted, as did the trial judge, that champertous agreements\nare void.\nIn view of my conclusion, that assumption was erroneous. Because Hartzenberg J\nfound that the assistance agreement did\nnot conflict with public policy and was\naccordingly not unenforceable, it was not necessary for him to consider whether\nthe invalidity\nof the agreement would afford the respondent a defence. Since\nthis question may arise in cases where an attorney’s contingency\nfee\nagreement is unlawful I shall deal with it.\n[48]\t The fact that a\nlitigant has entered into an unlawful agreement with a third party to provide\nfunds to finance his case is a\nmatter extraneous to the dispute between the\nlitigant and the other party and is therefore irrelevant to the issues arising\nin the\ndispute, whatever the cause of action. Accordingly, the illegality of the\nagreement between a plaintiff and his legal representatives\ncannot be a defence\nto the action (compare\nFouché v The Corporation of the London\nAssurance\n1931 WLD 146\nat 153;\nLekeur v Santam Insurance Co Ltd\n1969\n(3) SA 1\n(C) at 6D-F;\nGiles v Thompson and related appeals\nsupra at\n336h-g (per Steyn LJ) 340d-341a (per Gibson LJ), and 348j-349e (per Bingham\nMR)).\n[49]\tPrice Waterhouse referred, however, to cases decided in South\nAfrica where courts had non-suited plaintiffs because they were\nbeing assisted\nin the litigation pursuant to a champertous agreement, (see eg\nThomas\nHugo and Fred J Möller NO v The Transvaal Loan, Finance and Mortgage\nCo\n[1894] 1 OR 336\nat 340-1;\nGreen v De Villiers, Dr Leyds, NO and The\nRand Exploring Syndicate\n[1895] 2 OR 289\nat 293-4;\nSchweizer’s\nClaimholders’ Rights Syndicate, Limited v The Rand Exploring Syndicate,\nLimited\n[1896] 3 OR 140\nat 144-5;\nCampbell v Welverdiend Diamonds,\nLtd\n1930 TPD 287\nat 294). However, none of these cases explained how the\nfact that the agreement between the third party and the plaintiff was illegal\ncould be a defence to the plaintiff’s claim against the defendant, or\nwhere the court derived the power to dismiss or refuse\nto entertain a\nplaintiff’s action on this ground. In my view there was no basis for\nfinding that the illegal agreements were\na defence or a ground for refusing to\nentertain the actions. These cases were accordingly incorrectly decided.\nAlthough based on\ndifferent grounds Hartzenberg J’s conclusion was\ntherefore correct.\n[50]\tAn agreement in terms of which a person provides\nfunds to enable a litigant to prosecute an action in return for a share of\nthe\nproceeds may be relevant in the context of abuse of process. It has long been\nrecognised in South Africa that a court is entitled\nto protect itself and others\nagainst the abuse of its process (see\nWestern Assurance Co v Caldwell’s\nTrustee\n1918 AD 262\nat 271;\nCorderoy v Union Government (Minister of\nFinance)\n1918 AD 512\nat 517;\nHudson v Hudson and another\n1927 AD 259\nat 268;\nBeinash v Wixley\n[1997] ZASCA 32\n;\n1997 (3) SA 721\n(A) at 734D;\nBrummer v Gorfil\nBrothers Investments (Pty) Ltd en andere\n1999 (3) SA 389\n(SCA) at 412C-D),\nbut no all-embracing definition of ‘abuse of process’ has been\nformulated. Frivolous or vexatious litigation\nhas been held to be an abuse of\nprocess (per Innes CJ in\nWestern Assurance v Caldwell’s Trustee\nsupra at 271 and in\nCorderoy v Union Government (Minister of Finance)\nsupra at 517) and it has been said that ‘an attempt made to use for\nulterior purposes machinery devised for the better administration\nof\njustice’ would constitute an abuse of the process (\nHudson v Hudson\nand another\nsupra at 268). In general, legal process is used properly\nwhen it is invoked for the vindication of rights or the enforcement of\njust\nclaims and it is abused when it is diverted from its true course so as to serve\nextortion or oppression; or to exert pressure\nso as to achieve an improper end.\nThe mere application of a particular court procedure for a purpose other than\nthat for which it\nwas primarily intended is typical, but not complete proof, of\nmala fides\n. In order to prove\nmala fides\na further inference that\nan improper result was intended is required. Such an application of a court\nprocedure (for a purpose other\nthan that for which it was primarily intended) is\ntherefore a characteristic, rather than a definition, of\nmala fides\n.\nPurpose or motive, even a mischievous or malicious motive, is not in general a\ncriteria for unlawfulness or invalidity. An improper\nmotive may however be a\nfactor where the abuse of court process is in issue. (\nBrummer v Gorfil\nBrothers Investments (Pty) Ltd en andere\nsupra at 412I-J; 414I-J and 416B).\nAccordingly, a plaintiff who has no\nbona fide\nclaim but intends to use\nlitigation to cause the defendant financial (or other) prejudice will be abusing\nthe process (see\nBeinash and another v Ernst & Young and others\n1999\n(2) SA 116\n(CC) para 13). Nevertheless it is important to bear in mind that\ncourts of law are open to all and it is only in exceptional cases\nthat a court\nwill close its doors to anyone who wishes to prosecute an action (per Solomon JA\nin\nWestern Assurance Co v Caldwell’s Trustee\n1918 AD 262\nat\n273-274). The importance of the right of access to courts enshrined by section\n34 of the Constitution has already been referred\nto. However, where a litigant\nabuses the process this right will be restricted to protect and secure the right\nof access for those\nwith\nbona fide\ndisputes (\nBeinash and another v\nErnst & Young and others\nsupra para 17).\n[51]\tIn the present\ncase, there is no suggestion that the Co-operative’s claim is not\nbona\nfide\n. Before instituting the action the Co-operative employed a chartered\naccountant to investigate the facts and appointed two senior\ncounsel to\ninvestigate and advise on the law. It is highly probable that the Co-operative\nwould have instituted the action against\nPrice Waterhouse without the assistance\nof FIF had the Co-operative been in a position to do so.  There is no suggestion\nthat the\nCo-operative wishes to do more than to recover damages for the breach\nof contract which it has alleged. Clearly the position would\nbe different if the\nCo-operative’s claim was not\nbona fide\nand was brought simply to\ncause Price Waterhouse embarrassment or financial harm.\n[52]\tTo\nsummarise:\n(1)\tan agreement in terms of which a person provides a litigant\nwith funds to prosecute an action in return for a share of the proceeds\nof the\naction is not contrary to public policy or void;\n(2)\tthe illegality of such\nan agreement or an attorney’s contingency fee agreement would not be a\ndefence in the action;\n(3)\tlitigation pursuant to such an agreement may\nconstitute an abuse of the process which in appropriate circumstances a court\nmay\nprevent notwithstanding a litigant’s right of access to the courts\nenshrined in s 34 of the Constitution.\n[53]\tPrice Waterhouse’s appeal\nmust therefore be dismissed.\nCOSTS\n[54]\tUnfortunately it\nis necessary to comment on the Co-operative’s attorney’s attempts to\nsupplement the record.\n[55]\tFor purposes of the trial the parties agreed\nthat, in the absence of objection, copies of documents could be used and that\nthe\ndocuments were what they purported to be. The parties also agreed that no\ndocument would be admissible unless it had been referred\nto in evidence.\n[56]\tAfter leave to appeal was granted Price Waterhouse’s\nattorney, Deneys Reitz, and the Co-operative’s erstwhile attorney,\nMacRoberts, agreed to restrict the record to the evidence relevant to the\nlimited issues. Deneys Reitz prepared the appeal record\nand served it on\nMacRoberts on 13 February 2003 and shortly thereafter lodged copies of the\nrecord with the registrar of this court.\n[57]\tAt the end of February\n2003 the Co-operative terminated MacRoberts’ mandate and on 16 April 2003\nappointed Buitendag’s\nAttorneys as its attorney. The Co-operative had been\nin possession of the record (then approximately 1 000 pages) since about 7 April\n2003. On 22 April 2003 Mr Buitendag of Buitendag’s Attorneys initiated\ncorrespondence expressing his dissatisfaction with the\nrecord. Mr\nBuitendag’s complaints related primarily to the accuracy of the record.\nHowever he also complained that some documents\nhad been wrongly included or\nexcluded. Deneys Reitz pointed out that the contents of the record had been\nagreed upon with MacRoberts\nand that the minor errors could be brought to the\nattention of the court in argument. Nevertheless Deneys Reitz suggested that a\nmeeting be held to resolve the problem. A meeting was arranged for 23 June 2003.\n[58]\tPrior to that meeting Deneys Reitz took steps to correct the errors in\nthe transcript and requested an extension of the period\nin which Price\nWaterhouse were to file their heads of argument. An order was made that the\nperiod be extended to 31 July 2003 (on\nthe assumption that the parties had\nagreed on the record by not later than 30 June 2003) and that, if no agreement\nwas reached by\n30 June 2003, either party was entitled to approach the court for\nfurther directions or extensions.\n[59]\tDespite reaching agreement on 23\nJune 2003 about the matters to be rectified Mr Buitendag continued to express\ndissatisfaction\nabout the record. The basis for the complaint also shifted. He\ndemanded that certain documents which had not been handed in as exhibits\nbe\nincorporated. He said that certain documents in the record created a misleading\nimpression because they had not been incorporated\nin their proper factual\ncontext, that Price Waterhouse’s legal representatives withheld these\nfacts from the court and that\nthere was a duty on Price Waterhouse’s legal\nrepresentatives to place before this court all documents relevant to the issues.\nMr Buitendag contended that certain documents obtained by Price\nWaterhouse’s legal representatives by means of subpoenas had\nnot been\ndisclosed to the court. Deneys Reitz correctly responded that documents not\nreferred to in evidence should not be included.\nDeneys Reitz asked the registrar\nfor a ruling on the issue.\n[60]\tOn 23 August 2003 the court ordered Price\nWaterhouse to lodge the agreed record within one month and directed that if the\nCo-operative\nwished to add to the record it should do so by lodging a\nsupplementary record and addressing the issue in its heads of argument.\nThe\ncourt also directed that an additional volume of all correspondence regarding\nthe issues around the record be lodged.\n[61]\tPursuant to the order Deneys\nReitz prepared a volume containing the correspondence (124 pages). Mr Buitendag\nwas not satisfied\nwith this bundle of correspondence and prepared a bundle of\ncorrespondence and a bundle of documents which he maintains should be\nincluded\nin the record. The bundle of correspondence runs to 373 pages and fills three\nvolumes. It needlessly included every letter\nin Price Waterhouse’s bundle.\nThe bundle of documents runs to 268 pages and also fills three volumes.\n[62]\tIt is plain that the agreement about the documents and the\nagreement about the record govern the contents of the record filed.\nThis was not\ndisputed by Mr Buitendag. He was entitled to insist on compliance with these\nagreements but no more than that. The clear\npurpose of the second agreement was\nto limit the appeal to what was essential. Neither party was free to disregard\nthe agreements\nand attempt to place before this court documents which had not\nbeen placed before the trial court. Mr Buitendag apparently thought\nthat he was\nentitled to do so. Not only did he attempt to have other documents included in\nthe record but he also filed affidavits\ndealing with these documents and what\nhad been given to Price Waterhouse’s legal representatives. The result is\nanother seven\nvolumes of record, largely irrelevant, and of no use to this\ncourt. This is due to Mr Buitendag’s obstinate adherence\nto a clearly\nerroneous view.\n[63]\tThe additional seven volumes have imposed upon the\nmembers of this court a considerable and unnecessary burden. It is appropriate\nthat the Co-operative bear the costs associated with these volumes. In addition,\nand as a mark of the court’s displeasure at\nthe conduct of Mr Buitendag,\nit will be ordered that he is not to receive a fee for perusing the record.\n[64]\tThe following order is made:\n(a)\tThe appeal is dismissed.\n(b)\tThe respondent is ordered to pay the costs of the 4 volumes of\ncorrespondence and the 3 volumes of additional documents including\nthe\nappellants’ attorney’s fee for perusing these volumes.\n(c)\tThe\nappellants are ordered to pay the costs of the appeal (excluding the costs\nreferred to in para (b)) such costs to include\nthe costs consequent upon the\nemployment of two counsel.\n(c)\tIt is ordered that Mr Buitendag, the\nrespondent’s attorney of record, is not to receive a fee for perusing the\nrecord from\neither the appellants or the respondent.\n________________\nB R SOUTHWOOD\nACTING\nJUDGE OF APPEAL\nCONCUR:\nHARMS JA\nCAMERON JA\nCONRADIE\nJA\nLEWIS JA",
  "scraped_at": "2026-02-12T09:05:02.610550",
  "date": "2004-06-01",
  "coram": [
    "Harms JA",
    "Cameron JA",
    "Conradie JA",
    "Lewis JA",
    "Southwood AJA"
  ],
  "case_number": "448/02",
  "parties": {
    "applicants": [
      "Price Waterhouse Coopers Inc",
      "Hoek Wiehahn",
      "Wiehahn Meyernel",
      "Price Waterhouse Meyernel",
      "Price Waterhouse"
    ],
    "respondents": [
      "National Potato Co-operative Ltd"
    ]
  },
  "sections": {
    "facts": "The National Potato Co-operative, a primary agricultural co‑operative, investigated alleged irregularities by its former general manager. The investigation was costly and the co‑operative could not finance further litigation against its former auditors, Price Waterhouse. To obtain financing, the co‑operative entered into a sale agreement with Unitrade 40 (later Farmers Indemnity Fund, \"FIF\"), selling its claim for 50% of any recovery and receiving a R1.5 million cash contribution. The parties later replaced the sale with an ‘assistance agreement’ whereby FIF would fund the litigation for R1.5 million and, in return, receive 45% of any proceeds, with various security and cession provisions. The co‑operative sued Price Waterhouse for breach of audit contracts, claiming damages of over R350 million. The trial court found in favour of the co‑operative. Price Waterhouse appealed, arguing that the financing arrangement was champertous, contrary to public policy and thus a defence.",
    "issues": "1. Whether an agreement whereby a third party finances litigation in return for a share of the proceeds (a pacta de quota litis) is contrary to public policy and therefore void. 2. If such an agreement is void, whether its illegality can be pleaded as a defence by the defendant against the plaintiff’s claim. 3. Whether the assistance agreement, if not void, could constitute an abuse of process warranting a court order to restrain it.",
    "principles": "The court outlined the common‑law rule that agreements contrary to public policy are void, but recognised that public policy must now be interpreted in light of the Constitution, especially the right of access to courts (s 34) and freedom of contract. It examined the historical doctrine of champerty, noting that modern statutes (the Contingency Fees Act 66 of 1997) legalise certain contingency fee arrangements and that the independent judiciary and procedural safeguards diminish the risk of abuse. Accordingly, a pacta de quota litis is not per se contrary to public policy, and illegality of such an agreement is not a defence to the plaintiff’s substantive claim, though the agreement may be subject to abuse‑of‑process scrutiny.",
    "application": "Applying these principles, the Court held that the assistance agreement between the co‑operative and FIF was not contrary to public policy and therefore not void. Consequently, Price Waterhouse could not rely on the agreement as a defence to the co‑operative’s claim. The Court also noted that there was no evidence of abuse of process in the present case, as the co‑operative’s claim was bona‑fide and the financing arrangement was necessary to enable the litigation. The appeal was therefore dismissed and costs were awarded accordingly.",
    "conclusion": "The appeal by Price Waterhouse was dismissed. The respondent (the co‑operative) was ordered to pay the costs of the additional volumes of record and the appellant’s attorney’s fee for perusing them. The appellants were ordered to pay the costs of the appeal, excluding the costs referred to in the previous paragraph. Additionally, the co‑operative’s attorney, Mr Buitendag, was ordered not to receive a fee for perusing the record."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Champerty & Contingency Fees",
    "level_3": [
      "champerty",
      "public policy",
      "contingency fee agreements",
      "access to courts"
    ]
  }
}