{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/59.html",
  "case_name": "Concor Holdings (Pty) Ltd t/a Concor Technicrete v Potgieter (219/03) [2004] ZASCA 59; [2004] 4 All SA 589 (SCA); 2004 (6) SA 491 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 59",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 59\n|\nNoteup\n|\nLawCite\nConcor Holdings (Pty) Ltd t/a Concor Technicrete v Potgieter (219/03) [2004] ZASCA 59; [2004] 4 All SA 589 (SCA); 2004 (6) SA 491 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 219/03\nIn the matter between :\nCONCOR\nHOLDINGS (PTY) LTD\nt/a CONCOR TECHNICRETE\t\t\t\t\t  APPELLANT\nand\nHERMANUS PHILLIPUS POTGIETER\t\t\t       RESPONDENT\nCORAM :\t      SCOTT, ZULMAN, FARLAM, CONRADIE, CLOETE JJA\nHEARD :\t      21 MAY 2004\nDELIVERED :  28 MAY 2004\nORDER:  \t      In paragraph [14]\nSummary:  Estoppel by conduct as defence to\nrei vindicatio\n─\nrequirements for representation clarified.\nJUDGMENT\nCLOETE JA\n/\nCLOETE JA:\n[1]\tThe\nsole issue in the present appeal is whether the appellant is estopped from\nvindicating paving stones of which it is the owner\nand which are in the\nrespondent’s possession. The magistrate held that it is not. The Pretoria\nHigh Court (Botha J, Patel J\nconcurring) reversed the decision but granted leave\nto appeal to this court.\n[2]\tThe facts fall within a small compass. The\nappellant manufactures and supplies paving stones. One of its customers was a\nbuilder,\nMr Van Dyk, who traded as Polokwane Homes. The builder purchased the\npaving stones from the appellant. The purchase was governed\nby the following\nclause in the appellant’s standard credit application form which had\npreviously been completed by the builder:\n‘The ownership in the goods\nsupplied shall remain vested in the supplier until date of payment. The supplier\nshall be entitled\nto repossess all goods not paid for.’\nThe appellant\nknew, through its salesman Mr Uys who concluded the contract with the builder\nfor the purchase of the paving stones,\nthat they were going to be used by the\nbuilder to cover the parking area for a building and that they were required\nwith some urgency\nfor that purpose. The building site was owned by the\nrespondent, with whom the builder had concluded a contract for the erection\nof\nthe building and for paving of the adjacent parking area. As Uys knew, the\ncolour chosen for most of the paving stones from samples\ntaken by him to the\nsite and shown to the respondent, was ‘apricot’, to match the\nbuilding. Some of the paving stones\nwere collected by the builder from the\nappellant’s premises and some were delivered by the appellant directly to\nthe site.\nThey were laid on site, which involved a number being cut to fit the\nterrain and layout and a consequential high degree of wastage\nresulted. The\nrespondent formally admitted at the trial that the paving stones remained\nmovables. The respondent paid the builder\nfor the works executed by him, which\nincluded the paving stones. He testified that had he been aware of the\nreservation of ownership\nclause, he would have ensured that the appellant was\npaid, and this evidence was not challenged. The builder did not pay the\nappellant\nand his estate was sequestrated.\n[3]\tThe appellant brought a\nrei vindicatio\nagainst the respondent for the return of the paving\nstones. The respondent countered with a plea of estoppel.\n[4]\tThe\nrespondent was not represented before this court, but did not concede the merits\nof the appeal. The primary question raised\nby the appellant’s counsel was\nwhether the appellant made a representation which could found an estoppel. The\ncourt\na quo\nreasoned as follows:\n‘Ek vind dit moeilik om in te\nsien watter ander indruk die eiser kon geskep het, deur plaveistene op ‘n\nbouperseel aan\n‘n boukontrakteur af te lewer, stene wat getoets is om in\nkleur by ander stene aan te pas, as dat die kontrakteur ten minste\nby magte was\nom oor die stene te beskik. Die enigste logiese afleiding onder die\nomstandighede was dat die kontrakteur die stene\nop die perseel vir die bouheer\nsou installeer. Onvermydelik het dit die gevolg gehad dat hy in die proses die\nstene aan die bouheer\nverkoop het. Daar was tussen die verweerder en die\nkontrakteur geen sprake van ‘n voorbehoud van eiendomsreg nie... Die eiser\nhet geen kennis gedra van wat die reëlings tussen die verweerder en die\nkontrakteur was nie. Die eiser het geweet dat die bouheer\nnie vir hom nie, maar\nvir die kontrakteur sou betaal. Onder die omstandighede meen ek dat die\nwaarskynlikhede daarop dui dat daar\nwel met die lewering van die  stene op die\nperseel ‘n voorstelling was dat die kontrakteur by magte was om oor die\nstene te\nbeskik.’\n[5]\tThe appellant’s counsel submitted that\nthis reasoning was wrong and relied on a passage in\nB & B Hardware\nDistributors (Pty) Limited v Administrator, Cape\n1989 (1) SA 957\n(A),\nsubsequently followed by Kannemeyer JP in\nSaflec Security Systems (Pty)\nLimited v Group Five Building (East Cape) (Pty) Limited\n1990 (4) SA 626\n(E).\nIn\nB & B\n, which was a case concerning representation by conduct,\nRabie ACJ said at 964I-965B:\n‘In order to found an estoppel, a\nrepresentation must be precise and unambiguous. (See\nHartogh v National\nBank\n1907 TS 1092\nat 1104, and the judgment of this Court in the case of\nThe Southern Life Association Limited v L C van Deventer  Beyleveld\nNO\n; delivered on 22 September 1988\n[1989 (1) SA 496\n(A)]). In the present\ncase, judging by what is said in the papers, I am not sure that it can be said\nthat the appellant, by delivering\nthe goods at the building site without\ninforming the first respondent of its reservation of ownership in the goods,\nclearly and unambiguously\nrepresented  to the first respondent that Thomas\nConstruction was the owner of the goods, or that it had the\njus\ndisponendi\nin respect thereof. I do not, however, find it necessary to give\na final decision on this question...’\n[6]\tIn\nSaflec\nthe\nfacts were similar to the facts in the present case and may be summarised as\nfollows. The respondent contended that the applicant\nwas estopped from\nvindicating electronic metal detectors which it had sold to a third party\nbecause the applicant knew that they\nwould be delivered to a construction site\nfor a prison, which was being built for a Government department, and that the\nequipment\nwould therefore (in terms of a standard clause in Government\ncontracts) become the property of that Government department on being\nbrought\nonto the site. The respondent  further contended that by permitting or\nauthorising delivery of the detectors to the site,\nwithout advising the\nrespondent of its reservation of ownership therein, the applicant had\nrepresented to the respondent that the\npurchaser of the equipment was the owner\nof the goods and/or that the purchaser had the\njus disponendi\nin respect\nthereof. Kannemeyer JP quoted the passage from\nB & B\nset out above\nand went on to say (at 634J-635A):\n‘As in that case, so too in the\npresent case it seems to me that the alleged representation relied on by the\nrespondent is not\nan unequivocal one.’\n[7]\tThe test postulated in\nB & B\nthat ‘in order to found an estoppel, a representation\nmust be precise and\nunambiguous’\n[1]\nhas been held to\nbe a correct reflection of our law in a case involving a representation in\nwords.\n[2]\nThe present is not such a\ncase and the correctness of the decisions which lay down that test in such cases\nwas not debated before\nus. It is therefore unnecessary and undesirable to\nexpress a view in this regard. But the test in regard to a representation made\nby conduct has been formulated differently. Our law is that a person may be\nbound by a representation constituted by conduct if the\nrepresentor should\nreasonably have expected that the representee might be misled by his\nconduct\n[3]\nand if in\naddition the\nrepresentee acted reasonably in construing the representation in the sense in\nwhich the representee did so. It is true\nthat in\nService Motor Supplies\n(1956) (Pty) Limited v Hyper Investments (Pty) Limited\n1961 (4) SA 842\n(A)\nat 848G-H Hoexter ACJ referred to ‘the only inference’ which the\nrepresentee ‘could possibly have drawn from\nthe conduct of’ the\nrepresentor. But that this\ndictum\nreflects the facts in the particular\ncase and is not to be taken as the requirement in all cases, appears from the\nsubsequent decision\nof this court in\nPoort Sugar Planters (Pty) Limited v\nMinister of Lands\n[4]\nat 365A-C\nwhere Ogilvie Thompson JA, dealing with conduct on which it was sought to found\nan estoppel, said:\n‘Moreover, in my judgment, a representation, to\nfound an estoppel, must (to borrow a phrase from\nHalsbury\n, 3rd ed. vol.\n15 para. 426) be such as will reasonably be understood by the person to whom it\nis made in the sense contended for\n... [I]t does not appear to me that\nrespondent’s conduct ... could reasonably have been understood by\nappellant in the sense\nnow contended for by it.’\nFurthermore, Trollip J\nsaid in\nElectrolux (Pty) Limited v Khota\n1961 (4) SA 244\n(W) at\n246A-C:\n‘Consequently, I think that generally and logically the first\nenquiry should be into what was the specific conduct of the owner\nthat the\nrespondent relies upon for the estoppel. If that conduct is not such as would in\nthe eyes of a reasonable person, in the\nsame position as the respondent,\nconstitute a representation that the swindler was the owner of, or entitled to\ndispose of, the articles,\nthen\ncadit quaestio\n─ no estoppel could\nthen arise. But if such conduct does beget that representation, then the next\nenquiry would logically be\nwhether the respondent relied upon, or was misled by,\nthat representation in buying the articles.’\n[8]\tBoth the passage\nin\nPoort Sugar Planters\nand in\nElectrolux\njust quoted were\nreferred to by Rabie JA as authorities in support of the following finding in\nhis judgment in\nVan Rooyen v Minister van Openbare Werke en\nGemeenskapsbou\n1978 (2) SA 835\n(A) at 849D-F:\n‘Appellant se\ngetuienis hou nie steek nie. Vanweë sy bekendheid met die inhoud van die\nooreenkoms, het hy geweet wat die\nbevoegdhede van die ingenieur was en het hy\ngeweet dat slegs die Sekretaris van die Departement, of sy gedelegeerde, onder\nklousule\n18 kon optree. Hieruit volg dat daar nie optrede aan die kant van die\nDepartment was wat appellant redelikerwys onder die indruk\nkon gebring het dat\ndie streekverteenwoordiger bevoegd was om die ooreenkoms te repudieer\nnie.’\nAnd in the first edition of his book\nThe Law of Estoppel in\nSouth Africa\npublished in 1992, Mr Justice Rabie himself\nsaid\n[5]\nthat the court in\nB &\nB\n‘referred to\nHartogh v National Bank\nand to\nSouthern Life\nAssociation Ltd v Beyleveld NO\nand failed to note that in those cases the\nrule that the presentation must be precise and unambiguous was mentioned in\nconnection\nwith representations made by words’. The same comment by the\nsame learned author is to be found in the revised edition of\nLAWSA,\npublished in 1996\n[6]\n.\n[9]\tIn\nview of the body of authority to which I have referred, including the judgment\nof Rabie JA in\nVan Rooyen\nand his subsequent remarks expressed\nextra-curially, I am driven to the respectful conclusion that the statement in\nB & B\nincorrectly formulates the test for a representation by\nconduct. The same criticism may be levelled at the decision in\nSaflec\nwhere the test postulated was that the representation had to be\n‘unequivocal’. Nevertheless if a representation by conduct\nis\nplainly ambiguous, the representee would not be acting reasonably if he chose to\nrely on one of the possible meanings without\nmaking further enquiries to clarify\nthe position.\n[10]\tThe appellant’s counsel placed much store by an\nalleged concession wrung out of the respondent during cross-examination,\nwhich\nhe submitted was to the effect that any logical person, including Uys of the\nappellant, could have accepted that the respondent\nknew of a ‘general\npractice’ whereby ownership is reserved by the seller in building\nmaterials sold on credit to a builder.\nThe respondent’s evidence on this\npoint is not clear from the record inasmuch as a crucial answer given by him was\nnot transcribed\nin full. There was no evidence on record that the respondent\nknew, or that Uys could reasonably have accepted that he knew, that where\nbuilding materials are sold on credit, the seller frequently\nor even usually,\nmuch less invariably, reserves ownership in them until paid. At best for the\nappellant the concession, if made,\ncan only amount to this: That Uys of the\nappellant was entitled to assume that the respondent knew that sometimes\nbuilding suppliers\nreserve ownership in goods sold on credit. But that would not\nsuffice to defeat the plea of estoppel. An owner’s\nrei vindicatio\ncan be defeated not only when the representation made by the owner is that a\nthird party is the owner, but also where the representation\nis that the third\nperson is entitled to transfer ownership to the\nrepresentee.\n[7]\nIn this latter regard\nthere are the following important facts, all known to Uys. The paving stones\nwere going to form part of the\nworks being constructed by the builder for the\nrespondent. They were purchased for that specific purpose. Without them, the\nbuilding\nworks\ncould not be completed. The colour of the majority was chosen\nto match the building. A number had to be cut and fitted. Although,\non the\nevidence of Uys, they could without difficulty be picked up, it is clear that\nsome effort would have been required to perform\nthis task bearing in mind the\narea (some 570 m²) and the fact that they had been embedded in a sand base.\nAll of these facts\nsuggest that the paving stones, once laid, were going to\nremain permanently in place and the admission by the respondent that they\nremained movables does not  detract from this ─ it merely has the effect\nthat the respondent is precluded from arguing that\nhe became the owner of the\npaving stones by\naccessio\n.\n[11]\tIn the circumstances the conduct\nof the appellant could, despite the alleged concession, reasonably have been\nexpected to mislead\nthe respondent into believing that the builder (even if not\nthe owner) had the right to transfer ownership in the paving stones;\nand\nfurthermore, the respondent acted reasonably in forming the belief which he did:\ncf the reasoning in\nKonstanz Properties (Pty) Limited v Wm Spilhaus & Kie\n(WP) Beperk\n(above, n 7) at 286E-288D, and the autorities there quoted, none\nof which it is necessary to repeat.\n[12]\tThe appellant also put in issue\nwhether it was negligent. It clearly was. The alienation of the paving stones in\nquestion by\nthe builder to the respondent took place with the approval and in\naccordance with the expectations of the appellant ─ that\nwas the very\npurpose for which they were supplied. The builder was entitled to dispose of\nthem in the ordinary course of the building\noperations undertaken for the\nrespondent, even before he made payment to the appellant ─ indeed, they\nwere required urgently,\nand it could therefore have been expected that they\nwould be laid quickly. The appellant must have been aware of the possibility\nthat the builder might not pay the amount owing to it ─ it was for that\nvery reason that the appellant reserved ownership in\nthe paving stones. But the\nreservation of ownership created the further foreseeable possibility which the\nappellant did not guard\nagainst, namely, that the respondent would pay for the\npaving stones once they had been laid, in the belief that he would thereby\nbecome the owner. The reasoning in\nKonstanz Properties\nat 288D-I which I\nhave largely paraphrased in this paragraph is directly applicable and it is\ndecisively against the appellant on\nthis point.\n[13]\tThe other\nrequirements of estoppel were not put in issue by the appellant, and rightly so.\nThey accordingly do not require consideration.\n[14]\tThe appeal is\ndismissed, with costs.\n______________\nT D CLOETE\nJUDGE OF\nAPPEAL\nConcur:\tScott JA\nZulman JA\nFarlam JA\nConradie JA\n[1]\nThis is the position in\nEngland, at least in regard to a representation in words:\nWoodhouse A.C.\nIsrael Cocoa Ltd SA and Another v Nigerian Produce Marketing Co Ltd\n[1972]\nAC 741\n(HL, E) which establishes that the words have to bear only one reasonable\nmeaning (Lord Hailsham at\n756D-F).\n[2]\nHartogh v National\nBank\n1907 TS 1092\nat 1104;\nSouthern Life Association Ltd v Beyleveld\n1989 (1) SA 496\n(A) 503I-504C, but such an approach has been criticised by Rabie\nLAWSA\nreissue vol 9 para 456 and Rabie and Sonnekus\nThe Law of\nEstoppel in South Africa\n(2 ed) p 75 para 5.3.3.3. The counter-argument is\nput forcefully by Lord Denning MR in the\nWoodhouse\ncase referred to in n\n1 above in the Court of Appeal\n[1971] 2 QB 23\n(CA)\n59H-60H.\n[3]\nStrachan v\nBlackbeard and Son\n1910 AD 282\nat 288-9;\nMonzali v Smith\n1929 AD 382\nat 386;\nPoort Sugar Planters (Pty) Ltd v Minister of Lands\n1963 (3) SA\n352\n(A) at 364F-G;\nUnion National South British Insurance Co Ltd v Padayachee\n1985 (1) SA 551\n(A) at\n562I-562B.\n[4]\nAbove n\n3\n[5]\nPage\n37\n[6]\nVol 9 para\n456\n[7]\nKonstanz Properties\n(Pty) Ltd v Wm Spilhaus en Kie (WP) Bpk\n[1996] ZASCA 28\n;\n1996 (3) SA 273\n(A) 284I-J, the\ncases quoted at 286H-288E and the conclusion reached at 288C.",
  "scraped_at": "2026-02-12T09:04:34.107549",
  "date": "2004-05-28",
  "coram": [
    "SCOTT",
    "ZULMAN",
    "FARLAM",
    "CONRADIE",
    "CLOETE JJA"
  ],
  "case_number": "219/03",
  "parties": {
    "applicants": [
      "Concor Holdings (Pty) Ltd t/a Concor Technicrete"
    ],
    "respondents": [
      "Hermanus Philippus Potgieter"
    ]
  },
  "sections": {
    "facts": "The appellant, a manufacturer of paving stones, sold stones to a builder (Van Dyk, trading as Polokwane Homes) under a standard credit application that reserved ownership until payment. The stones were required urgently for the parking area of a building site owned by the respondent. Some stones were collected from the appellant’s premises and others were delivered directly to the site, where they were laid and cut to fit, resulting in considerable wastage. The builder failed to pay the appellant and was later sequestrated. The respondent paid the builder for the works, including the stones, and admitted the stones remained movable. He testified that, had he known of the ownership reservation, he would have ensured the appellant was paid.",
    "issues": "Whether the appellant is estopped from exercising a rei vindicatio over the paving stones delivered to the respondent’s site; whether the appellant’s conduct amounted to a representation that could give rise to estoppel; and whether the requirements for estoppel by conduct—reasonable expectation of misleading and reasonable reliance—are satisfied.",
    "principles": "The Court reiterated the law on estoppel by conduct: a representation need not be expressed in words but must be such that a reasonable person would understand it as a representation, and the other party must have acted reasonably in relying on it. It rejected the B&B Hardware test of “precise and unambiguous” for conduct, citing Service Motor Supplies, Poort Sugar Planters and Electrolux, which require that the conduct be reasonably understood as conveying ownership or the right to dispose of the goods.",
    "application": "The Court held that delivering the paving stones to the site without informing the respondent of the ownership reservation could reasonably lead the respondent to believe that the builder had the authority to transfer ownership. The respondent’s belief was reasonable given the circumstances—urgency, the stones being incorporated into the building works, and the usual practice in the industry. No clear concession was established that the respondent knew of a general practice of reserving ownership. Consequently, the appellant’s conduct amounted to a misleading representation, and the respondent relied on it reasonably. The appellant was also found negligent for not protecting its reserved interest.",
    "conclusion": "The appeal was dismissed with costs. The appellant is estopped from vindicating the paving stones and cannot recover them from the respondent."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Property Law",
    "level_3": [
      "estoppel",
      "rei vindicatio",
      "reservation of ownership",
      "construction contracts"
    ]
  }
}