{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/63.html",
  "case_name": "Meihuizen Freight (Pty) Ltd v Transportes Maritimos de Portugal Lda and Others (150/2003) [2004] ZASCA 63; [2004] 3 All SA 289 (SCA); 2005 (1) SA 36 (SCA) (31 May 2004)",
  "citation": "[2004] ZASCA 63",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 63\n|\nNoteup\n|\nLawCite\nMeihuizen Freight (Pty) Ltd v Transportes Maritimos de Portugal Lda and Others (150/2003) [2004] ZASCA 63; [2004] 3 All SA 289 (SCA); 2005 (1) SA 36 (SCA) (31 May 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE  NO: 150/2003\nIn the matter between:\nMEIHUIZEN FREIGHT (PTY) LTD\t\t\t\t\t        \nAppellant\nand\nTRANSPORTES MARITIMOS DE PORTUGAL LDA                      \nFirst Respondent      MAVIGA UK LIMITED\nSecond\nRespondent THE SHERIFF OF THE HIGH COURT, CAPE TOWN\nThird Respondent\nNEDCOR BANK LTD\t                     \nFourth Respondent\nCoram:               MARAIS, SCOTT, FARLAM JJA, JONES\net\nPONNAN\nAJJA\nHeard:                10 MAY 2004\nDelivered:\n31\nMAY\n2004\nAttachment of money in bank\naccount of third party to found or confirm jurisdiction in maritime claim\nagainst party on whose behalf\nmoney received by third party as agent to receive\npayment – not permissible – only right to receive payment from third\nparty   attachable – s 3 (4) (b) and s 3 (5) (d) of Admiralty Jurisdiction\nRegulation Act, No 105 of 1983. Order in para 27\nof judgment.\nJ U D G M E N T\nMARAIS JA/\nMARAIS JA:\n[1]\tThe appellant is\nMeihuizen Freight (Pty) Ltd (‘Meihuizen’). It acted as the ship  and\ncargo  agent  in  South  Africa\n for  Transportes  Maritimos  De Portugal Lda\n(‘TMP’). Meihuizen is a South African company with its principal\nplace\nof business in Cape Town. TMP is a Portuguese company based in Lisbon. It\nis the owner of the vessel mv ‘\nTMP Sagittarius\n’ (the\n‘vessel’).\n[2]\tMaviga UK Limited (‘Maviga’) is an\nEnglish company which carries on business as a commodity trader in Maidstone,\nKent,\nEngland. Maviga contracted in Cape Town with TMP for the carriage of its\ncargo of South African white maize from Durban, South Africa,\nto Lobito, Angola.\nThe vessel departed from Durban to Lobito on 16 July 2002. On 17 July 2002 she\ndeveloped a severe list. She was\nrefused entry to East London as the port was\nclosed. During the night the vessel lost power and drifted onto the rocks just\nsouth\nof East London in the vicinity of Leach Bay.\n[3]\tBy 26 July 2002 the\nvessel had broken in two and the cargo had been saturated with water to such an\nextent that it was considered\na total loss. Maviga contends that the loss of the\ncargo was traceable to the unseaworthy condition of the vessel and that TMP is\nliable\nin personam\nto it for the value of the cargo by reason of its\nbreach of the contract of carriage to which the Hague-Visby Rules were\napplicable.\nSuch a claim is a maritime claim within the meaning of the\ndefinition in s 1 of the Admiralty Jurisdiction Regulation Act, No 105\nof 1983\n(‘the Act’).\n[4]\tOn 26 July 2002 Maviga applied\nex parte\nto Nel J in the Cape High Court (exercising its admiralty jurisdiction) for\nvarious orders against TMP and Meihuizen. The object\nof the application was\ntwofold: first, to attach, in terms of s 3 (2) (b) of the Act, property within\nthe court’s area of jurisdiction\nowned by TMP in order to found\njurisdiction in the Cape Court in the action\nin personam\nto be instituted\nagainst TMP; secondly, to arrest, in terms of s 3 (4) (b) read with s 3 (5) (d)\nof the Act, that property for its\nclaim against TMP, alternatively, to arrest it\nin terms of s 5 (3) (a) of the Act to provide security for the same claim in the\nevent\nof the Cape Court declining to exercise jurisdiction and Maviga having to\ninstitute proceedings in Lisbon, Portugal.\n[5]\tCounsel for Maviga correctly\nconceded that an arrest in terms of s 3 (4) (b) read with s 3 (5) (d) of the Act\nwas not possible\nbecause that which Maviga sought to arrest was not property\n‘in respect of which the claim lies’. The claim lay in respect\nof\ncargo and not freight. The property of TMP which Maviga  sought to attach in\nterms of s 3 (2) (b) was described in the application\nas ‘freight’\nor ‘freight monies’. The fate of the application had to be\ndetermined by the Roman-Dutch law.\n[1]\nIronically, the freight sought to be attached and arrested was payable to TMP by\nMaviga itself and it was contractually obliged to\npay it notwithstanding the\nloss of the cargo. The contract of carriage required Maviga to pay the freight\nto a designated Meihuizen\nbank account as Meihuizen was TMP’s agent to\nreceive payment on its behalf. Maviga’s shipping agent did so.\n[6]\tAt\nthe date of the\nex parte\napplication Maviga was unsure whether the\nfreight paid by its shipping agent had actually been received in the relevant\nMeihuizen\nbank account at Nedbank. In its founding affidavit it said through its\nattorney that if the money had not already been received,\nits receipt was\nimminent. It added that Meihuizen had confirmed that the money had been received\nbut that, in its (Maviga’s)\nview, it remained possible that the money had\n‘not yet been deposited into (Meihuizen’s) account’. However,\nit\nsubmitted that the depositing of that money into Meihuizen’s Nedbank\naccount was ‘inevitable’.\n[7]\tWhat was then said is of importance\nbecause of the light it throws upon what the property was that Maviga sought to\nattach and\narrest. I quote the paragraphs which are\nrelevant.\n‘10.14\tIt is for this reason that [Maviga] seeks an order\nthat [Meihuizen] disclose to the sheriff the actual amounts due to\n[TMP] that\nare held in its account, and to provide the dates upon which any further amount,\nand in particular the freight moneys\npaid by [Maviga’s] agents, will be\npaid and are paid into that account.\n10.15\tIt is respectfully submitted that\nin the circumstances the inevitable payment into [Meihuizen’s] bank\naccount should\nbe immediately attached and arrested in terms of the order\ngranted.\n11.1\t[TMP] is not a company of which I have any personal knowledge,\nbut I understand from Mr Pheiffer that [Maviga] has shipped cargo\nto Angola in\nDecember 2001 and there must be a reasonable prospect that other freight monies\ndue to [TMP] are held in [TMP’s]\nagent’s account.\n12.2\tI\nrespectfully submit that there is no prejudice to [Meihuizen] as the only moneys\nwhich [Maviga] seeks to attach are those\nfreight moneys of\n[TMP].’\n[8]\tThe founding affidavit culminated in the following\nparagraph:\n‘1.4\tIt is respectfully submitted that [Maviga] has made out\nsufficient grounds to be entitled to attach [TMP’s] freight\nmoneys, held\nin [Meihuizen’s] account, and that it has established that it has:\n(a)\ta prima facie case against [TMP];\n(b)\tthat [TMP] is a peregrini\n(sic)\nof the above Honourable Court;\n(c)\tthat [TMP] has property which it owns, or in which it has an interest,\nwithin the jurisdiction of the above Honourable\nCourt.’\n[9]\tThe order sought was granted by\nNel J. I recite only such parts of it as have a bearing on the issues to be\nresolved.\n‘It is ordered:\n1.\t. . .\n2.\tThat the sheriff of this Honourable Court be and is hereby authorised and\ndirected to attach and arrest [TMP’s] right, title\nand interest in and to\nthe freight moneys held by [Meihuizen’s] bank, Nedcor Bank Limited, at the\nbranch situated at 85 St\nGeorge’s Street Mall, Cape Town, which freight\nmoneys are held for and on behalf of [TMP], as identified in the attached\ndocument\n‘First National Bank’ bank details, marked B.\n3.\tThat [Meihuizen] is directed to advise the sheriff, at the time of service\nof this order upon it, of any amounts which are currently\ndue to [TMP] in the\nsaid bank account and the account number, and of all amounts which it\nanticipates will become payable by it in\nthe future to [TMP], and the date upon\nwhich such amounts will become payable.\n4.\t[Meihuizen] shall advise the sheriff immediately if freight monies are\nreceived on behalf of [TMP] and the sheriff shall then forthwith\narrest or\nattach such freight monies. [Meihuizen] is interdicted from taking any steps to\ntransfer the freight money from its account,\nunless a release warrant therefore\nhas been issued, or by further order of Court.\n5.\tThat the said attachment is to found and confirm this Court’s\njurisdiction over [TMP] for claims which [Maviga] intends bringing\nagainst [TMP]\nin this Honourable Court. [Maviga] is granted leave to sue [TMP] by way of\nedictal citation, a copy of which is attached\nto this order marked\n“A”; the said edict being served by courier on [TMP], in English\nonly, at its business address,\nAvienda 24 de Julho 126-2 Lisbon Estremadura,\nPortugal, [TMP] being given THIRTY (30) days from the date of service within\nwhich\nto enter an appearance to defend.\n6.\tThat the arrest stand as security for [Maviga’s] claim against [TMP]\nto be brought in in Lisbon, Portugal for damages suffered\nby [Maviga] as a\nconsequence of breaches by [TMP] of the terms and conditions of a contract for\nthe carriage of a cargo of maize\nfrom Durban, South Africa to Lobito, Angola,\nwhich cargo has been lost following the wreck of [TMP’s] ship, the mv\n“TMP\nSAGITTARIUS”, together with interest and costs as follows:\n(a)\tEuro 806 130.00;\n(b)\tinterest on the said amount at 15,5% per annum for 3 years;\n(c)\tcosts of R150 000.00\n7.\t. . .\n8. \tThat any such security shall be held pending the final outcome of the\nproceedings referred to in paragraphs 5 and 6 above.’\n[10]\tThe order evoked no reaction from TMP but Meihuizen launched proceedings\nin which it sought to have certain of the orders made\nby Nel J set aside and to\nhave reversed certain steps which Nedbank had taken upon being served with the\norder. The steps were these.\nThe freight payable (US $ 124 020.00) was received\non 17 July 2002 from Maviga’s shipping agent by Meihuizen when it was paid\ninto a separate dollar account which Meihuizen maintained at Nedbank. Both that\naccount and Meihuizen’s ordinary business bank\naccount were in credit\nbefore the receipt of the payment. Meihuizen converted the dollars into rands\nand transferred the money to\nits ordinary business bank account. On 29 July 2002\nNedbank transferred from Meihuizen’s account R1 258 803.00 (the rand\nequivalent\non 26 July 2002 of US $ 124 020.00) to an account opened for, and\nunder the control of, the sheriff. It did so without Meihuizen’s\nconsent\nbelieving that the order of Nel J empowered it to do so.\n[11]\tMeihuizen’s application came before Davis J. The relief claimed\nwas\n‘2.\tThat the arrest order for the arrest and/or attachment obtained\n(and to the extent that it has been effected) by (Maviga)\nin this application .\n. . in terms of, and the relief as provided for in, paragraph 4 of the said\norder be discharged and/or set\naside;\n3.\tthat (Maviga) and/or the sheriff . . . and/or (Nedcor Bank) be authorised\nand directed to take all such steps as may be necessary,\nforthwith to:\n3.1\trelease the monies (in the amount of R1 258 803 . . .) to the extent\nthat it (\nsic\n) \t\tmight have been arrested and/or attached in and/or\ntransferred from \t\t\t(Meihuizen’s) account held with Nedcor bank Ltd,\nCape\nTown with number \t\t100935339 (‘the account’) by or at the behest or\nwith the co-operation of the \t\tsheriff and/or\n(Maviga) and/or Nedbank on or\nabout 29 July 2002, from arrest \t\tand/or attachment;\n3.2\trestore the monies to the account;\n3.3\talternatively to the foregoing  and only in the event of the . . . court\nfinding that moneys in Meihuizens’s account equal\nto the amount found to\nbe due by (Meihuizen) to (TMP) (‘the credit’) as at the time of\nservice of the order on (Meihuizen),\nand/or transfer as set out in paragraph 3.1\nabove, that the difference between the amount of the moneys so transferred and\nthe amount\nof the credit, be released and restored as set out in paragraphs 3.1\nand 3.3 above.’\n[12]\tIn the result Davis J made the following order:\n‘1\tThe arrest and attachment obtained by (Maviga) on 26 July 2002 in\nterms of and the relief as provided in paragraph 4 of that\norder is confirmed\nsubject to the provisions of paragraph 2 of this order.\n2.\t(Maviga) and/or the sheriff . . . and/or (Nedcor Bank) are authorised and\ndirected.\n2.1\tto take all such steps as may be necessary, forthwith to release the\namount of \t\tR508 745 from Meihuizen’s account held\nwith Nedcor Limited\nCape Town \t\twith number 1009365339 by or at the behest of or with the\nco-operation of the \t\tsheriff  and/or \n(Maviga)  and/or  (Nedcor  Bank) on or\nabout 29 July 2002 \t\tfrom arrest and/or attachment;\n3.\tThere is no order as to costs.’\n[13]\tThe reason why Meihuizen was granted the partial relief provided for in\nparagraph 2 of the order of Davis J was because the learned\njudge held that\nMeihuizen was entitled to pay itself from the money received on TMP’s\nbehalf a sum of R508 745 which was owed\nto it by TMP. The reason why no order as\nto costs was made was because both Meihuizen and Maviga had achieved a\nsubstantial measure\nof success in the application: Meihuizen in having R508 745\nrestored to it and Maviga in resisting Meihuizen’s claim to set\naside the\nattachment of all the money received by it on TMP’s behalf. Neither of\nthese orders was the subject of any cross-appeal\nby Maviga or any of the other\nrespondents.\n[14]\tAt the hearing of the appeal it appeared that there might have been some\nmisapprehension on the part of both the court\na quo\nand counsel as to\nprecisely what aspects of the order of Nel J were being attacked. The answer to\nthat question must be found in\nMeihuizen’s application and in the\nsubmissions made on its behalf in the court\na quo\n.\n[15]\tBefore Meihuizen’s application was launched there was a flurry of\ncorrespondence between the attorneys acting for Meihuizen\nand Maviga\nrespectively. The correspondence formed part of the application. It emerges\nreasonably clearly from the correspondence\nalone, and the affidavits\naccompanying the application place it beyond doubt, that Meihuizen had no axe to\ngrind with the order in\nso far as it purported to found jurisdiction in the\nclaim which Maviga wished to institute against TMP. That was not really its\nconcern.\nHowever, to the extent that its own interests were adversely affected\nby the particular manner in which Maviga and the court sought\nto found\njurisdiction, the order was of concern to Meihuizen.\n[16]\tThe  effect  of  the  order  was  to  disable  Meihuizen  from\nutilising  its own bank  accounts  as  it  saw  fit  and  to\n prevent  it  from \ndrawing upon  the  funds  standing  to  its  credit  whenever  the credit \nbalance  had  been  reduced  to R1\n258 803.00. To make matters worse for\nMeihuizen, the bank, acting on the advice of its lawyers and with at least the\nblessing, if\nnot the connivance, of Maviga, had transferred R1 255 803.00 from\nMeihuizen’s account and by doing so had imperilled Meihuizen’s\nability to trade within the limits of its overdraft facility at the bank and to\nmeet its budgetary obligations.\n[17]\tI have no doubt that Maviga’s application targeted the money which\nMeihuizen had received from Maviga as freight payable\nto TMP and that the order\ngranted by Nel J resulted in that target being hit. It is so that there is\nreference in the papers and\nin para 1 of the order of Nel J to TMP’s\n‘right, title and interest, in and to the freight moneys’ and that,\nif\nthese words had stood alone, they would have meant TMP’s contractual\nright against Maviga to be paid freight. But they cannot\nbe read in isolation.\nThey relate to the money already paid by Maviga to TMP and held by Meihuizen in\nits bank account. The payment\nto Meihuizen which was TMP’s authorised\nagent to receive payment plainly discharged Maviga’s debt to TMP and there\nwas\nno longer freight in that amount payable by Maviga to TMP. That is obviously\nwhy no attempt was made to attach that debt; it had\nbeen discharged.\n[18]\tInstead, Maviga sought to attach the money so paid as if it were\nTMP’s money. It did not appreciate that, once paid to\nMeihuizen, the money\nwas no longer freight payable by it to TMP but simply money owed by Meihuizen to\nits principal, TMP. As a fungible,\nit had no identity separate and distinct from\nthat of any other money belonging to Meihuizen. It was not sequestered in any\nway,\nfrom Meihuizen’s other money. The historical origin (freight) of the\npayment would serve of course to identify the source of\nand the\ncausa\nfor\nthe payment into Meihuizen’s account but it would not attach, limpet like,\nas an identifying label to the money paid over\nto Meihuizen so as to enable it\nto be isolated from any other money in its account, and to be attached as if it\nwere a non-fungible\nres\n.\n[2]\n[19]\tParagraphs 3 and 4 of the order granted by Nel J confirm that to be so.\nParagraph 3\nper se\ndoes not require the sheriff to attach the amounts to\nwhich it refers. It only requires Meihuizen to advise the sheriff of any amounts\ndue to TMP in Meihuizen’s bank account and of all amounts which will\nbecome payable in the future by Meihuizen to TMP. Paragraph\n2 is the part of the\norder which required the sheriff to ‘attach and arrest’ the money\nalready\nin Meihuizen’s bank account. Paragraph 4 requires him to\n‘arrest or attach’ any further money\nreceived\nin\nfuture\nby Meihuizen on behalf of TMP. In both instances the arrest or\nattachment was to take place after payment of the money to Meihuizen.\nIn other\nwords, and for the reasons given in para [17], it was not TMP’s right to\nbe paid freight by Maviga which was to be\nattached or arrested. Nor was it\nTMP’s right to be paid by Meihuizen after freight had been paid by Maviga\nto Meihuizen. It\nwas the money so paid to Meihuizen. The accompanying interdict\nin para 4 of the order makes that quite clear.\n[20]\tIn law the money which had been paid to Meihuizen and deposited in its\nbank account did not remain its money. It became the bank’s\nmoney and\nMeihuizen became vested with no more than a personal right to claim an\nequivalent sum from the bank which was\npro tanto\nits\ndebtor.\n[3]\nBut even if it were still\nto be regarded as Meihuizen’s money, there could be no justification for\nattaching it to found jurisdiction\nin a claim against TMP. TMP had no right to\nany of the money in Meihuizen’s bank account. The only right it had which\nwas capable\nof attachment as property within the jurisdiction of the court was\nits personal right to be paid by Meihuizen a sum of money equivalent\nto the\nfreight received by Meihuizen on TMP’s\nbehalf.\n[4]\nThat was an incorporeal\nright which had a value and it was therefore plainly ‘property’\nwithin the meaning of s 3 (2)\n(b) of the Admiralty Jurisdiction Regulation Act,\nNo 105 of 1983 (‘the Act’). That provision authorises the\ninstitution\nof a maritime claim by an action\nin personam\nagainst a person\n‘whose property within the court’s area of jurisdiction has been\nattached . . . to found or confirm\njurisdiction’. Attachment of that right\nwould mean of course that Meihuizen would no longer be able to discharge its\ndebt to\nTMP by paying TMP. It could only do so by paying the debt to the\nsheriff. But neither the existence of that debt nor its attachment\nor arrest\nwould preclude Meihuizen from using the money standing to its credit in its own\nbank account as it pleased. Nor would it\nentitle Maviga to have sequestered for\nits benefit an equivalent sum of money in Meihuizen’s bank account. The\ndebt was an\nunsecured debt due by Meihuizen to TMP. Maviga could not convert it\ninto a secured debt by having the court attach or arrest an equivalent\nsum of\nmoney in Meihuizen’s bank account. There was no such entitlement in\nlaw.\n[22]\tAttachments to found jurisdiction should not be confused with the kind\nof application which may be made where a debtor can be\nshown to be intent upon\ndisposing of or secreting assets to frustrate the claims of creditors. In such\ncircumstances a court may\ngrant what has been referred to (not entirely\naccurately) as an anti-dissipation\ninterdict.\n[5]\nBut even the grant of\nsuch an order does not have the effect of converting an unsecured debt which is\nowed to the applicant for the\norder into a secured debt. It simply preserves for\nthe benefit of all the creditors such assets as the debtor may have.\n[23]\tThe bank plainly had no power to transfer funds from Meihuizen’s\nbank account to the sheriff’s bank account without\nthe former’s\nconsent. Neither the common law nor the court’s order entitled it to do\nso. All the money transferred should\nhave been ordered to be restored to\nMeihuizen’s bank account. The order granted by Nel J should also have been\nset aside by\nthe court\na quo\n. However, it does not follow that Maviga\nshould have been denied any relief whatsoever. Its misunderstanding of the true\nnature of\nthe property of TMP which was available to be attached, namely, the\ndebt owed by Meihuizen to TMP, should not have debarred it from\nhaving that\nproperty attached under its claim for alternative relief. That is all the more\nso where, as is the case here, TMP did\nnot oppose the attachment of even the\nmoney itself. It can hardly complain if its right to be paid the money by\nMeihuizen is attached\nor arrested in its stead.\n[24]\tThe remaining issue is whether the attachment of that debt should also\nstand as security for Maviga’s claim against TMP\nif it should become\nnecessary for it to sue in Lisbon, Portugal because of a refusal by the South\nAfrican Court to exercise jurisdiction.\nS 5 (3) (a) of the Act confers a\ndiscretion upon the court to grant such an order. No reason for believing that\nsuch an eventuality\nis likely to occur is given in the papers and no reason for\nconfirming Nel J’s granting of that particular order was given\nby Davis J,\npresumably because it was not the subject of a specific attack. However, such an\norder should not have been granted merely\nfor the asking and in the absence of\nany reason to suppose that it was necessary. It too should not be allowed to\nstand.\n[25]\tParagraphs 3 and 4 of the order of Nel J and paragraph 1 of the order\ngranted by Davis J are couched in terms so wide as to cover\nfreight monies\nreceived by Meihuizen on behalf of TMP from any source in future. However, it\nseems clear that only freight monies\npayable by Maviga were sought to be\nattached and that the reference to future payments was included only because\nMaviga was not certain\nwhen it launched its application that the payment of\nfreight it had made had actually reached Meihuizen’s bank account. It\nbecame clear that it had and that there was no further amount due by Maviga. The\nneed for an order dealing with payments of freight\nwhich had not yet been made,\nbut would be made in the future, therefore fell away. Consequently, I shall make\nno order in that respect.\n[26]\tHad the orders which I intend making now in substitution for the orders\nmade by Nel J and Davis J been made in the court\na quo\nMeihuizen would\nhave succeeded in its application and been entitled to its costs. Such an order\nshould now be made.\n[27]\tIt is ordered:\n27.1\tthat the appeal be and is hereby allowed with costs.\n27.2\tthat the orders granted by Nel J and Davis J be and are hereby set aside\nand replaced by the following order:\n‘It is ordered:\n27.2.1 that the sheriff of the court be and is hereby authorised and\ndirected \t\tto attach the right, title and interest which Transportes\nMaritimos\n\t\tDe Portugal LDA (TMP) has in the indebtedness to it of Meihuizen \t\tFreight\n(Pty) Ltd (Meihuizen) in the sum of R750 058,00\narising \t\tout of the receipt by\nMeihuizen on behalf of TMP of money paid to \t\tit by Maviga UK Limited (Maviga)\nin discharge of its\nobligation \t\tto pay freight to TMP;\n27.2.2  The said attachment shall found or confirm the court’s\n\tjurisdiction over TMP in respect of maritime claims relating\nto the \tloss  of\ncargo while aboard the vessel mv ‘\nTMP Sagittarius\n’ and \tsuch\nattachment shall not be lifted unless Maviga consents thereto, \tor  there is\ndeposited with the registrar of this\ncourt security for \tMaviga’s claim in\nan amount equivalent to the value of the debt\tattached.\n27.2.3\t\nThe debt so attached or security deposited in lieu thereof shall be \t\theld\npending the final outcome of the maritime claims\nreferred to in \t\tparagraph\n27.2.2 hereof;\n27.2.4\t Maviga is granted leave to sue TMP by way of edictal citation, a\n\t\tcopy whereof is attached to this order marked ‘A’,\nthe edict to be\n\t\tserved by courier on TMP in English only at its business address, \t\tAvienda 24\nde Julho 126-2, Lisbon, Estremadora,\nPortugal. TMP \t\tis given thirty (30) days\nfrom the date of service within which to \t\tenter an appearance to defend.\n27.2.5\t Maviga  and/or  the  sheriff  of  this  court and/or Nedcor Bank \n\t\tLimited are authorised and directed to restore to Meihuizen’s\nbank\n\t\taccount  with number 1009365339 all amounts of money which \t\twere  transferred\nin purported pursuance of the order of Nel\nJ dated\n26 July 2002  from  that account to an account controlled by the\n\t\tsheriff.\n27.2.6\t Maviga  is  ordered  to  pay  the costs incurred by Meihuizen in\n\t\tprocuring the discharge of the order granted by Nel J\nin so far as it\n\t\tpurported to attach money in the bank account of Meihuizen. The \t\tcosts of the\napplication before Nel J shall be\ncosts in the cause of \t\tthe proceedings\nreferred to in paragraph 27.2.2 hereof.’\n_____________________\nR M MARAIS\t\t\t\t\t\t\t\t     \t    JUDGE OF\nAPPEAL\nSCOTT JA        )\nFARLAM JA    )\nJONES AJA      )\nPONNAN AJA  )   CONCUR\n[1]\nShipping Corporation of\nIndia Ltd v Evdomon Corporation and Another\n[1993] ZASCA 167\n;\n1994 (1) SA 550\n(A) at\n562H.\n[2]\nDantex Investment\nHoldings v National Explosives\n1990 (1) SA 736\n(A) at 747C-D; 748A-B; G-J;\n749I; 750J-751A:\n[3]\nOrmerod v\nDeputy Sheriff, Durban\n1965 (4) SA 670\n(D) at 673C-H, cited with approval in\nBurg Trailers SA (Pty) Ltd v ABSA Bank Ltd\n2004 (1) SA 284\n(SCA) at\n288G-289B.\n[4]\nCf\nBurg Trailers\nSA (Pty) Ltd v ABSA Bank Ltd\n, s\nupra\nat\n288F-G.\n[5]\nKnox D’Arcy\nLtd and others v Jamieson and others\n1994 (3) SA 700\n(W) at 706D-E. See the\ncomment of E M Grosskopf JA  in  the judgment of the Appellate Division in the\nsame case\n[1996] ZASCA 58\n;\n(1996 (4) SA 348\n(A) at 372A-C).",
  "scraped_at": "2026-02-12T09:04:50.352504",
  "date": "2004-05-31",
  "coram": [
    "MARAIS JA",
    "SCOTT JA",
    "FARLAM JA",
    "JONES AJA",
    "PONNAN AJA"
  ],
  "case_number": "150/2003",
  "parties": {
    "applicants": [
      "Meihuizen Freight (Pty) Ltd"
    ],
    "respondents": [
      "Transportes Maritimos de Portugal Lda",
      "Maviga UK Limited",
      "The Sheriff of the High Court, Cape Town",
      "Nedcor Bank Ltd"
    ]
  },
  "sections": {
    "facts": "Meihuizen Freight (Pty) Ltd acted as ship‑ and cargo‑agent in South Africa for Portuguese carrier Transportes Maritimos de Portugal (TMP). Maviga UK Limited contracted with TMP to ship South African maize from Durban to Lobito, Angola. The vessel sank off East London on 17 July 2002, the cargo was a total loss and Maviga claimed damages from TMP under the Hague‑Visby Rules. Maviga applied ex parte to the Cape High Court for an order to attach and arrest the freight monies held by Meihuizen in a Nedbank account in order to found jurisdiction over TMP and, alternatively, to provide security if the case had to be pursued in Portugal. The court attached the monies and ordered Meihuzen to inform the sheriff of any further freight payments. Meihuizen later sought to set aside the attachment, arguing the money had become its own property (a debt owed to TMP) and that the attachment was unlawful. The matter was appealed.",
    "issues": "1. Whether the freight monies held in Meihiizen’s bank account constituted property of TMP that could be attached to found jurisdiction under the Admiralty Jurisdiction Regulation Act. 2. Whether an attachment of such monies could also serve as security for Maviga’s claim should jurisdiction be declined. 3. Whether the order to attach and transfer the funds to the sheriff’s account was lawful. 4. Whether the original orders of Nel J and Davis J should be set aside.",
    "principles": "The court applied the Admiralty Jurisdiction Regulation Act, particularly s 3(2)(b) (property within jurisdiction to found jurisdiction), s 3(4)(b) and s 3(5)(d) (arrest of property), and s 5(3)(a) (court’s discretion to order security). It affirmed that money paid to an agent ceases to be the payer’s freight and becomes a personal debt of the agent to the principal, which is an incorporeal right – property within the meaning of the Act – but the cash itself remains the bank’s money. Attachment of an unsecured debt does not convert it into a secured debt. Roman‑Dutch law principles on attachment and anti‑dissipation interdicts were also considered.",
    "application": "The court held that the freight monies, once paid to Meihuizen, were no longer TMP’s freight but a debt owed by Meihuizen to TMP. Accordingly, only the right to that debt (R750,058) could be attached, not the cash in the bank account. The original order that allowed the sheriff to transfer the cash was unlawful and therefore set aside. The court restored the amounts wrongly transferred and ordered a new attachment of the debt, which could found jurisdiction over TMP and, if necessary, serve as security for Maviga’s claim.",
    "conclusion": "The appeal was allowed with costs. The orders of Nel J and Davis J were set aside and replaced with a new order attaching the right, title and interest of TMP in Meihuizen’s indebtedness (R750,058). The attachment was confirmed to found jurisdiction over TMP, and the funds transferred to the sheriff’s account were ordered to be returned to Meihuizen’s bank account. Maviga was given leave to sue TMP by edictal citation and was ordered to pay Meihuizen’s costs incurred in the application."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Admiralty Jurisdiction",
    "level_3": [
      "attachment of property",
      "freight monies",
      "jurisdiction",
      "Admiralty Jurisdiction Regulation Act",
      "bank account",
      "secured vs unsecured debt"
    ]
  }
}