{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/83.html",
  "case_name": "Western Platinum Ltd v Commissioner for South Africa Revenue Service (294/03) [2004] ZASCA 83; [2004] 4 All SA 611 (SCA); 67 SATC 1 (27 September 2004)",
  "citation": "[2004] ZASCA 83",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 83\n|\nNoteup\n|\nLawCite\nWestern Platinum Ltd v Commissioner for South Africa Revenue Service (294/03) [2004] ZASCA 83; [2004] 4 All SA 611 (SCA); 67 SATC 1 (27 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  294 / 03\nIn the matter between\nWESTERN\nPLATINUM LTD\tAPPELLANT\nand\nTHE COMMISSIONER\nFOR SOUTH AFRICAN\nREVENUE\nSERVICE\tRESPONDENT\nCoram\n:\t\tSCOTT, MTHIYANE, CONRADIE,\nHEHER and VAN \t\t\t\tHEERDEN  JJA\nDate of hearing\n:\n17 AUGUST\n2004\nDate of delivery\n:\n27\nSEPTEMBER 2004\nSUMMARY\nIncome Tax  - \nattributes of income from mining operations capable of being set off by taxpayer\nagainst mining capital expenditure\n– when  interest receipts qualify as\nmining\nincome.\n___________________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________________\nCONRADIE  JA\n[1]\tThe\nfiscus\nfavours miners and farmers.  Miners are permitted to\ndeduct certain categories of capital expenditure from income derived from mining\noperations.  Farmers are permitted to deduct certain defined items of capital\nexpenditure from income derived from farming operations.\nThese are class\nprivileges.  In determining their extent, one adopts a strict construction of\nthe empowering legislation. That is\nthe golden rule laid down in\nErnst v\nCommissioner for Inland Revenue\n1954 (1) SA 318\n(A) at 323C-E and approved\nin\nCommissioner for Inland Revenue v D & N Promotions (Pty) Ltd\n[1994] ZASCA 176\n;\n1995\n(2) SA 296\n(A) at 305A-B.\n[2]\nThe appeal and cross appeal before us are\nfrom a decision of Cloete J sitting in the Gauteng Income Tax Special\nCourt.\n[1]\nThey require us to decide\nin what circumstances interest may be characterized as ‘income derived by\nthe taxpayer from mining\noperations’.  The fiscal importance of\ndetermining the derivation of this kind of income lies in s 15(\na\n) read\nwith s 36(7C) of the Income Tax Act 58 of 1962 (‘the\nAct’).\n[3]\tSection 15(\na\n) permits the deduction of capital\nexpenditure by a miner in these terms:\n‘There shall be allowed to be deducted from the income derived by the\ntaxpayer from mining operations –\n(\na\n)\tan amount to be ascertained under the provisions of section 36, \t\tin\nlieu of the allowances in section 11(\ne\n), (\nf\n), (\ng\nA) and\n(\no\n).’\n[4]\tSection 36(7C) supplements s 15(\na\n) by providing that\n-\n‘Subject to the provisions of subsections (7E), (7F) and (7G), the amounts\nto be deducted under section 15(\na\n) from income derived from the working\nof any producing mine shall be the amount of capital expenditure\nincurred.’\nSection 36(7E) limits the deduction to amounts\nof capital expenditure that do not exceed the taxable income ‘ ... derived\nby\nthe taxpayer from mining ...’ but permits any excess to be carried\nforward and to be deemed to be an amount of capital expenditure\nincurred during\nthe next succeeding year of assessment.  Section 36 (11) then sets out in detail\nwhat items of capital expenditure\nqualify for deduction.\n[5]\tSection\n15(\na\n) speaks of ‘mining operations’ and s 36(7E) simply of\n‘mining’. In terms of s 1 of the Act, they mean the\nsame:\n‘Mining operations’ and ‘mining’ (unless the context\notherwise indicates)\n‘ ... include every method or process by which any mineral (including\nnatural oil) is won from the soil or from any substance\nor constituent\nthereof.’\nThe definition leaves scope for physical\noperations outside the winning of minerals from the soil to be regarded as\nmining; indeed,\nit was common cause that the refining of excavated minerals is\nincluded in the concept.\n[6]\tMining operations by themselves cannot\nproduce income.  However, the definition of ‘mining’ and\n‘mining operations’,\nbeing context-dependent, is capable of\naccommodating commercial transactions. Since there can be no derivation of\nincome without\ncommercial activity we are entitled to read that into the\ndefinition.\n[2]\nIn the case of minerals\nor metals from a mine such an income-producing transaction would commonly be a\nsale.  One would therefore,\nat least, have to interpose a sale (and the\nassociated delivery and payment) between the extraction of the minerals and the\nincome,\nthus postulating a business.  I am nevertheless unable to accept the\nargument for the appellant that the Act contemplates as the\nsource of the income\nthe mining trade carried on by the appellant. In order to derive income a\ntaxpayer must generally carry on a\ntrade, but that is not to say that the trade,\nalthough it is a\nsine qua non\nof the trading income, is its\nsource.\nCases such as\nSekretaris van Binnelandse Inkomste v Olifantsrivierse\nKoöperatiewe Wynkelders Bpk\n1976 (3) SA 261\n(A) and\nIncome Tax\nCase\n1420 49 SATC 69\nand\nCommissioner for Inland Revenue v Zamoyski\n1985 (3) SA 145\n(C) which held that mining or farming is a trade therefore\ndo not advance the enquiry.  Section 36(7C) of the Act speaks not of\n‘mining’\nor ‘mining operations’ but of ‘... income\nderived from the working of any producing\nmine.’\n[3]\nThis expression\n(arguably more focused than the expressions ‘mining’ and\n‘mining operations’) leaves no doubt\nthat to be mining income its\nsource must be minerals taken from the earth.  This was the view correctly taken\nby the full court in\nCommissioner for Inland Revenue v BP Southern Africa\n(Pty) Ltd\n1997 (1) SA 375\n(C) when it said that –\n‘Properly construed, in the context of the Act and the Schedule, the\nphrase “income derived from mining operations”\nmeans income derived\nfrom the business of extracting minerals from the soil ...’ (at 379C-D).\nThe court used this formulation to point the difference between\nthe derivation of  income from working a mine and the derivation of\ndeemed\nincome that accrued to the respondent from the sale of its interest in a mine.\n[7]\tThe appellant did not challenge the finding of the court\na quo\nthat in order to qualify as mining income, the income had to be directly\nconnected to the mining source.  ‘Directly connected’\nis an\nexpression from the judgment of the lower\ncourt\n[4]\nadopted by this Court in\nD\n& N Promotions\n(at 306C-D).\n' \" ... the income and the source from which the income arises, namely farming\noperations, which of course embraces numerous agricultural\nactivities, must be\ndirectly connneted. An indirect connection or a remote one will not suffice.\"\n'\nIt was held that interest on the price of sugar cane delivered\nby a farmer to a miller was income directly derived from farming operations.\n\nThe interest was designed to compensate the farmer for the miller’s\nretention during the year of the difference between the\nfinal price and the\nprovisional price paid for the sugar cane: it was ‘part and parcel’\nof the final price, no more than\nadditional remuneration.\n[8]\tOn the\nother hand, interest on a payment received by the farmer from the SA Sugar\nAssociation to compensate it for a newly imposed\nobligation to bear the full\ncosts of transport of cane to the mill, was held to fall ‘outside the\ngeneral ambit of the [farmer’s]\nincome-earning operations from sugar\nfarming’ (308H-I) in the same way as it would have done\n‘[i]f the capital sum had been paid in one lump sum and such moneys\ninvested with or loaned to another institution...’\n(at 308F-H).\nThe compensation paid by statutory authority under the Sugar\nAgreement promulgated in terms of the Sugar Act of 1978 was assessed\nin a lump\nsum but paid in instalments.  In a passage from the judgment of the special\ncourt\n[5]\nquoted with approval by\nCorbett CJ (at 308E-H) the following approach was adopted:\n‘It is clear that the interest was derived from a capital sum due to the\nappellant retained by the SA Sugar Association. It\nwas interest accruing on\neither a compulsory investment of a fixed amount by the appellant with the SA\nSugar Association or on a\ncompulsory loan of this amount to the SA Sugar\nAssociation. If the capital sum had been paid in one sump sum and such moneys\ninvested\nwith or loaned to another institution, it is clear that such interest\nwould not have been regarded as being derived from farming\noperations. In our\nview the position is not altered by the fact that such investment or loan was\nnot effected voluntarily but compulsorily.’\nThe line of\nreasoning is straightforward and, adapted to this case, leads to the conclusion\nthat income which is directly connected\nto a mining source qualifies as mining\nincome; an intermediate investment of such income, putting it to work as\ncapital, generally\nbreaks the direct\nconnection.\n[6]\n[9]\tThe\nappellant’s counsel suggested that any income flowing from the\ntrade\nof mining would be sufficiently closely connected to the mining\noperations to qualify as mining income.  Counsel for the respondent\non the other\nhand contended that only the proceeds of the\nsale\nof minerals would be\nsufficiently closely connected to the mining operations (the extraction and\nrefinement of the minerals) to be\nproperly characterised as mining\nincome.\n[10]\tThe appellant’s approach is too generous;  the\nrespondent’s on the other hand is too narrow.  Direct connection is\na\nflexible concept.  Its application does not inexorably lead to the\ncategorisation of any income item other than the price itself\nas only indirectly\nor remotely connected with the mining source. A good example of this is an\ninsurance payment, which, replacing\nmining income, has itself been held to be\nmining income.  An insurance indemnity takes on the character of the amount that\nwould\nhave been received had it not been for the occurrence of the insured event\n(see\nIncome Tax Case\n597\n14 SATC 264\nand the cases discussed therein). If\nthe amount lost is of a revenue nature an insurance receipt is regarded as\n‘filling the\nhole of income’ and is also revenue.  The question in\nIncome Tax Case\n1572 56 SATC 175\nwas whether this income, when it\nreplaced mining income (that would have been earned had it not been for a\nmachinery breakdown) was\nalso mining income.  The court held that the connection\nof the insurance payment (an income receipt) with the lost mining income\nwas\nsufficiently direct to qualify it as mining\nincome.\n[7]\n[11]\tThe appellant\nmaintains that certain interest items in its financial statements formed part of\nits income derived from mining\noperations.  Cloete J analyzed the various\nsources of the interest income and concluded that some items derived from mining\noperations\nwhereas others did not. In conducting this exercise he asked himself\nwhether the interest could be said to have been derived directly\nfrom the mining\noperations or could more properly be said to have been derived from the capital\nemployed to produce it.\n[12]\tCurrent bank accounts, of which there were\nseveral, were managed in terms of a cash management system (CMS) operated by\narrangement\nwith the appellant’s bankers and  producing over the tax years\nin question interest of R1 776 187.  The special court\ndescribed the system\nthus:\n‘If the total amounts overdrawn on all the accounts managed by the\nmanagement company (those of the appellant and those of\nthe other companies in\nthe group) exceeded the amounts in credit, the banks charged the overdraft rate\non the amounts in debit and\npaid interest at the overdraft rate on the amounts\nin credit. The nett effect was therefore that the bank charged interest at the\noverdraft rate on the nett amount in debit.\nIf the total of the debits exceeded the total of the credits, the position was\nsomewhat different. The bank paid overdraft interest\non the total of the amounts\nin credit, but only on an amount equal to the total of the amounts in debit. On\nthe nett excess credit\nthe bank paid only the deposit interest rate, which was\nlower than the overdraft rate. The nett effect to the bank was therefore\nthat it\npaid interest at the deposit rate to the companies on the total nett amount in\ncredit. However, to alleviate administrative\ndifficulty, the management company\nmade up the shortfall between the overdraft and the deposit rate on this total\nnett credit.’\n[13]\tThe management company’s commitment to making up the\ninterest shortfall could, of course, impose a considerable burden\non it.  It\ntherefore tried to eliminate credit balances as far as possible by investing any\nsurplus overnight in the money market.\nInterest received on overnight money lent\nto South African banks in this manner came to R13 868 980. The special court was\nof the\nview that the placing of money on overnight call was an investment\ndecision that altered the character of the interest from mining\nto investment\nincome. I agree.  The interest was taken out of the mining income stream.\n[14]\tThe Commissioner challenges the special court finding that, since\nmoney in an banking account would invariably attract interest,\nand the keeping\nof a banking account was indispensable to the operation of the mine,\n‘ ... the interest earned as a necessary concomitant of the operation of\nthose accounts is mining income.’\n[15]\tIf the current accounts had simply been repositories of the\nproceeds of metal sales and interest were earned on credit balances\nso that such\ninterest was the result of an (inevitable) disequilibrium from time to time\nbetween outgoings  from that account and\nmining income paid into it, the\nconnection between the interest and the mining source would be direct.  Interest\nso earned could\ntherefore be regarded as a necessary concomitant of the mining\noperations.  The facts here do not, however, support such a conclusion.\n The\naccounts were manipulated in the manner described by the judge\na quo.\nThe\nmanagement of the accounts of the whole group comprising twenty-six companies\n(and the intervention of the management company)\nmeant that the appellant\nreceived from the banks, or from the banks subsidized by the management company,\nthe overdraft rate of interest\non its credit balances, a rate that it would not\nhave received had it not been for the CMS.  The scheme was obviously conceived\nto\nmaximize the group’s interest income.  It was, in essence, an\ninvestment scheme.  The decision to manipulate the accounts broke\nany direct\nconnection that the interest may have had with the mining\nsource.\n[16]\tInterest on money in foreign bank accounts for the tax years\n1992 to 1997 came to R2 166 179. Proceeds of off-shore mineral sales\nwere paid\ninto foreign bank accounts conducted by the appellant for the convenience of its\noverseas customers. The evidence for the\nappellant was that this money was\ntransferred to South Africa with a brief delay either because it was not\npossible to transfer it\non the same day or because the appellant preferred to\ntransfer rounded amounts rather than specific deposits.  In this way interest\naccrued on (short term) credit balances in the accounts. That was the position\nup to the 1994 year of assessment and the special\ncourt found that the interest\nhad until then been earned in the ordinary course of marketing the\nappellant’s metals.\n[17]\tThe Commissioner contends that the\nappellant failed to discharge the\nonus\nof proving that the monies were\nnot allowed to remain overseas for the purpose of earning income or deriving\nforeign exchange benefits\nand in any event argues that interest earned in this\nway was investment income, the fruit of capital derived from the\nappellant’s\nmetal sales.  It is not readily apparent why in an era of\nelectronic transfers money in the overseas accounts could not have been\ntransmitted as soon as it had been received. It might have had something to do\nwith different banking hours in this country and overseas\nor perhaps with time\nzone differences but that is speculation. The appellant laid no factual\nfoundation for its assertion that deposits\ncould not be transferred on the same\nday as they were received. The appellant’s unexplained preference for\nreceiving rounded\namounts is, on the evidence before us, too quirky to carry\nconviction; in any event, a decision to wait for rounded amounts to be\nmade up\n(to leave money in an account until the happening of a specified event) is in\nitself a conscious investment decision.  In\nmy view the appellant has not\ndischarged the burden of proving that this interest income was directly\nconnected to the mining operations.\n[18]\tFrom September 1994 the\nappellant arranged with the overseas banks to place sale proceeds on overnight\ncall before transferring\nthem to the appellant’s head office account in\nSouth Africa. The delay in the transfer of the money was no greater than before\nbut the interest earned increased by one percent. This interest was\na\nfortiori\nnot classifiable as income from mining operations.\n[19]\tThere were two overseas accounts exhibiting different features.\nThey were the so-called escrow accounts held at the Hypobank\nand the Bayerische\nVereinsbank in Germany.  As part of the security arrangements for long-term\nloans to the appellant customers were\nobliged to pay the price of metals\npurchased from the appellant into these accounts so that the banks might lay\nclaim to the funds\nif the appellant failed to comply with its obligations to\nthem.  Although the banks released funds on a daily basis monies inevitably\nremained in the accounts for short periods where they earned interest totalling\nR239 501 at rates equivalent to that earned on the\noff-shore current accounts.\n[20]\tThe court\na quo\nconcluded that since this interest arose\nfrom receipts held by the two foreign banks as part of the security for loans to\nenable\nthe appellant to mine there was a direct connection between the interest\nearned and the operation of mining.  I agree.  The interest\nwas the unavoidable\nresult of the way in which the scheme for the remuneration of the appellant had\nbeen devised.  It was not entitled\nto be paid the price for its metals except in\naccordance with its financing arrangement with the banks.  The interest earned\non the\nescrow accounts is part and parcel of the appellant’s mining\noperations;  it exhibits the direct connection with those operations\nthat\nqualify it as mining income.\n[21]\tOn four occasions during the tax years\nin question the appellant lent money on fixed deposit. Two of the loans were to\nLonrho\nManagement Services: the interest totalled R2 686 478. Two further loans\non which the interest came to R3 073 389 were made\nto other institutions. \nThe appellant’s counsel submitted that the placing of money on short term\nfixed deposit could not be\nregarded as an independent trade carried on by the\nappellant. I agree with the submission, but it does not answer the essential\nquestion\nof whether there was a direct link between the interest derived from\nthe investment and the mining operations carried on by the appellant.\nThe\nquestion of how to treat the investment of surplus income was settled in\nD\n& N Promotions.\nWhether funds are invested over the short or the long\nterm the interest is properly characterized as investment income not directly\nconnected to a mining income source.  The Commissioner succeeds on this\nissue.\n[22]\tThe court\na quo\nheld that interest (amounting to R4\n614 125) accruing by virtue of an agreement under which a customer undertook to\npay interest\nif it paid late was derived from the appellant’s mining\noperations. Mitsubishi, one of the appellant’s principal customers,\nwas by\nagreement charged a favourable rate of interest for a short period if it failed\nto pay for metal sold to it on due date; thereafter\nit was charged ordinary\ninterest. The Commissioner contends that the interest so received was not income\nderived from mining operations.\nThe appellant should, he says, have adjusted the\nprice to take account of the extended period for payment:  had it done that, the\nincome would have been mining income.  In making this submission the\nCommissioner sees the income stream from mining operations too\nnarrowly. The\ninterest was part and parcel of the income stream; under the prescribed\ncircumstances it augmented the income stream\nin exactly the same way as an\nincrease in the purchase price would have done but it did so in a more flexible\nand commercially sensible\nway. I do not consider that the directness of the\nderivation of this income from the mining source can be doubted.\n[23]\tIn\nterms of the General Export Incentive Scheme in force at the time the appellant\nbecame entitled to incentives on the export\nof two base metals, nickel sulphate\nand copper cathodes.  The export incentives were calculated according to a\nformula Z = U x (M\nplus or minus E) x P in which Z was the value of the benefit\npayable under the scheme, U was the export sales value of the exported\nproduct,\nM the manufacturing level factor, E the exchange rate factor and P the local\ncontent factor. Larger incentives were paid\nby the Department of Trade and\nIndustry by way of promissory notes on which interest became due. It is common\ncause that for the\ntax years in question (1992 and 1993) the incentives were tax\nexempt under the now repealed s 10(1)(zA) of the Act but that the interest\nwas\nnot. The only dispute is whether the interest, amounting to R421 163, is\nmining or non-mining income.\n[24]\tIt is not necessary to know precisely\nhow the formula worked.  The point is that it was devised to augment an\nexporter’s\nincome. The promissory notes were issued for varying periods\ndepending on the department’s budget and its ability to pay the\nnotes. \nThe interest was intended to compensate exporters for deferred payment, very\nlike the interest paid by Mitshubishi for late\npayment, and incontestably part\nand parcel of the purchase price.  I agree with the special court that there was\na direct connection\nbetween the mining source and the export incentive interest.\n[25]\tThe final three items in dispute are all concerned with refunds by\nthe Commissioner of tax or mining rental on which he was in\nterms of s 88(1) of\nthe Act obliged to pay interest. The similarity between the second situation\ndealt with in the\nD & N Promotions\ncase and these three items of\ninterest is that money due to the taxpayer was retained by government action and\nlater repaid with\ninterest.  For the purpose of determining the derivation of\nthe interest there is no difference in principle between the retention\nof money\nby the Sugar Association and the retention of money by the\nfiscus.\nIn\neither case the retention of the money can be equated with a compulsory loan,\nthe interest on which, as explained in para [8],\nis not derived from a farming\nor mining source.\n[26]\tFor the 1989 year of assessment the appellant\nclaimed a deduction of R23 758 447 in respect of capital expenditure\nand paid its provisional tax on the footing that the deduction would be allowed.\nWhen the deduction was disallowed\n[8]\nthe appellant had to pay more provisional tax and also, in terms of\ns 89\nquat\n(2) of the Act, had to pay interest on the difference\nbetween the provisional payment and the tax as assessed.\n[27]\tAn appeal\nagainst the disallowance of the appellant’s objection to the assessment\nwas later conceded by the Commissioner\nwho during the 1994 year of assessment\nrefunded to the appellant R10 697 186,64 plus the interest of R2 559 318,15\nthat it had\nbeen obliged to pay on that amount; moreover, in terms of s 88(1) of\nthe Act the Commissioner paid the appellant interest of R7 044 140,62\non these overpayments – interest that the appellant claims is part of its\nmining income.\n[28]\tApart from the considerations referred to in\npara [8], a tax is an impost on income; it has none of the attributes of\nrevenue.\nBy virtue of the statutory intervention that allows the imposition of\nthe tax it is already one level removed from the mining income\non which it is\nimposed. The refund of the tax occurred after procedures to secure that result\nhad been adopted by the appellant so\nthat the refund was two levels removed from\nthe mining income.  The interest that the Commissioner was statutorily obliged\nto pay\non that refund is another level away.  Its connection with the mining\nincome is tenuous. It did not flow from the appellant’s\nmining operations:\nit would have been payable whatever the source of the income on which tax had\nunjustifiably been imposed.\n[29]\tThe court\na quo\nwas correct in\nfinding that ‘ ... the fact that the earning of the mining income was a\nsine qua non\nfor the payment of the tax which was paid, does not provide\na sufficiently direct causal link between the interest paid on the refund\nof the\ntax and the actual mining operation.’\n[30]\tThe downward revision of\nthe appellant’s tax liability following on the allowance of the capital\nexpenditure meant not\nonly that it owed the Commissioner of Inland Revenue less\nin tax but also that it owed the Commissioner of Mines less in rental.\n[31]\tThe appellant mined precious minerals under a mining lease in terms\nof the Mining Rights Act 20 of 1967 (now largely replaced\nby the Minerals Act 50\nof 1991).  The rental under the lease was calculated on the appellant’s\nannual profit in the same manner\nas its taxable income from mining operations\nwas determined under the Income Tax Act.  When the Commissioner disallowed the\ndeduction\nclaimed by the appellant its taxable income increased and so in\nconsequence did the rental on its mining lease, from R8 712 270 to\nR12 134 512. The appellant was required to pay the difference of R3\n422 242 to the Commissioner pending the resolution\nof its dispute with the\nRevenue.\n[9]\nSince the rental was paid\nlater than the appointed day the appellant paid interest of R1 107 623,52\nfor the period of the delay.\nAs a result of the revised assessment, these\namounts were repaid to the appellant together with R2 323 620 in\ninterest.\n[32]\tThe direct cause of the payment of the interest was the\nreversal by the Commissioner of an earlier decision not to allow certain\ncapital\nexpenditure as a deduction. The interest was paid as compensation for the\nCommissioner’s wrongful detention of these\namounts.  The repayment has\nmuch more to do with the complexities of the tax regime under which the\nappellant carries on its mining\ntrade than with the extraction of minerals from\nthe soil. For these reasons and for the reasons stated in para [8] the interest\ncannot\nbe characterized as mining income.\n[33]\tIn 1990 the appellant\nthrough a share issue to Impala Platinum Holdings acquired the Karee Mine owned\nby one of the latter’s\nsubsidiaries.  This was a developing mine situated\non land adjoining the Western Platinum mine.  Capital expended by the appellant\non the development of the Karee mine could not be set off against mining income\nearned from the Western Platinum mine since s 36(7F)\nof the Act prohibited\nsuch a set-off unless the Minister of Finance permitted it.\n[34]\tBetween\nthe acquisition of the new mine in 1990 and the grant of permission by the\nMinister in 1992, the appellant had paid provisional\ntax on the basis of the\nthen existing separate taxation regime. The appellant’s 1992 assessment,\nbased on the joint taxation\nof the two mines, entitled it for the 1990 tax year\nto a refund of R43 000 700 of provisional tax together with interest This\ninterest,\npayable by the Commissioner in terms of s 88(1) of the Act, came to R4\n827 353.  The appellant contends that the interest should\nbe classified as\nmining income.\n[35]\tThe tax refund flowed from a decision of the\ngovernment to adjust the law relating to the ring fencing of the two mines in\nsuch\na way that the appellant was able to deduct from its mining income greater\ncapital expenditure than it was formerly permitted to\ndo.  This resulted in a\nreduction of its mining income and led to the tax refund together with interest.\nFor the reasons stated above,\nthe interest on the tax refund was only remotely\nconnected with the mining source of the income.  I agree with the judge\na\nquo\nin this regard.\n[36]\tThe special court did not issue an order in\nrespect of each of the items of interest.  It simply referred the matter back to\nthe Commissioner to issue revised assessments in terms of its findings.  The\nspecial court's order therefore stands but revised assessments\nwill of course\nhave to be issued in accordance with the findings as adjusted on appeal.  It is\nnecessary to identify the findings\non which each of the parties has been\nsuccessful in order to arrive at a just costs order.\n1\tThe Commissioner has succeeded in having the following findings of the income\ntax special court overturned-\n(a)\tthat interest\nearned by the appellant by virtue of its participation in the cash management\nscheme is mining income;\n(b)\tthat interest earned on foreign current banking accounts is mining\nincome;\n(c)\tthat interest on the refund of mining lease rentals is mining income.\n2\tThe Commissioner has succeeded in having the following findings of the income\ntax special court upheld –\n(a)\tthat interest\nearned on money placed on overnight call is not mining income;\n(b)\tthat interest on fixed deposits is not mining income;\n(c)\tthat interest on tax refunds is not mining income;\n3\tThe Commissioner has failed in his attempt to have the following findings of\nthe income tax special court overturned –\n(a)\tthat interest on late payments by a customer of\nthe appellant is mining income;\n(b)\tthat interest on escrow accounts is mining income;\n(c)\tthat interest on export incentives is mining income.\nThe overall\nresult is that none of the appellant’s attacks on the findings of the\nspecial court has succeeded. The Commissioner\non the other hand has successfully\nattacked the findings of the special court mentioned in 1(a) – (c).  It\nseems to me that\nthis substantial success merits an award of costs in this Court\nwhich is to include the costs of two counsel.\n1\tThe appeal is dismissed.\n2\tThe cross-appeal succeeds to the extent set out in para [36]\n1(a) – (c) above.\n3\tThe appellant is to pay the respondent’s costs of the appeal and the\n\tcross-appeal which include the costs of two counsel.\nJ H  CONRADIE\nJUDGE OF APPEAL\nCONCURRING:\nSCOTT \nJA\nMTHIYANE  JA\nHEHER  JA\nVAN HEERDEN  AJA\n[1]\nReported as Income Tax Case\n1753 65 SATC 310\nand as Case no 10678 2003 JTLR 117\n(WSpCrt).\n[2]\nTwo decisions of the\nCanadian Federal Court of Appeal espouse the approach that the operation of a\nmine is an economic, not a metallurgical,\nconcept:\nFalconbridge Nickel Mines\nLtd v Minister of National Revenue\n72 DTC 6337\n;\nWestar Mining Ltd v The\nQueen\n92 DTC 6358.\n[3]\nThe\nword ‘producing’ was inserted in section 36(7C) by s 29 of Act 113\nof 1993 with effect from the years of assessment\nending on or after 1 January\n1994.\n[4]\nThe decision is\nreported as\nCIR v D&N Promotions (Pty) Ltd\n1993 (3) SA 33\n(N).\n[5]\nReported in ITC 53 1505\nSATC 406.\n[6]\nWhere a portion of a\nfarm was put to use as an investment the rental was held not to be income from\nfarming operations: ITC 732\n18 SATC 108.\n[7]\nITC\n65\n1753  SATC 310.\nInterestingly, this was also the conclusion of the Canadian Federal Court of\nAppeal on a similarly worded provision in\nWestar Mining Ltd v The Queen\n92 DTC 6358.\n[8]\nA small\nportion of the expenditure was allowed in a later year of\nassessment.\n[9]\nThe\nCommissioner had in terms of the lease and s 26(7) of the Mining Rights Act,\n1967 the same power to exact payment of rental and\ninterest thereon as he had to\nexact payment of income tax and interest thereon in terms of the Act.",
  "scraped_at": "2026-02-12T09:07:14.056244",
  "date": "2004-09-27",
  "coram": [
    "SCOTT JA",
    "MTHIYANE JA",
    "CONRADIE JA",
    "HEHER JA",
    "VAN HEERDEN AJA"
  ],
  "case_number": "294/03",
  "parties": {
    "applicants": [
      "Western Platinum Ltd"
    ],
    "respondents": [
      "Commissioner for South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "Western Platinum Ltd (the appellant) is a mining company that sought to deduct various categories of interest income from its taxable mining income under s 15(a) and s 36(7C) of the Income Tax Act. The interest arose from a cash‑management system (CMS) that pooled the group’s bank accounts, from foreign current accounts where proceeds of mineral sales were temporarily held, from escrow accounts that secured long‑term customer loans, from late‑payment interest charged to a major customer, and from export‑incentive promissory notes. Additional interest was received on refunds of mining lease rentals and on tax refunds. The Commissioner disputed whether these streams of interest were ‘income derived from mining operations’ and argued that many of them were investment income rather than mining income.",
    "issues": "The central issue was whether each category of interest income could be characterised as mining income within the meaning of s 15(a) and s 36(7C) of the Income Tax Act, i.e. whether the interest was directly connected to the mining source. Sub‑issues included the proper interpretation of ‘income derived from mining operations’, the application of the strict‑construction rule, and the relevance of precedents such as Ernst v Commissioner, D & N Promotions and BP Southern Africa.",
    "principles": "The Court reaffirmed that a strict construction of the empowering provisions is required. It held that ‘income derived from mining operations’ must have a direct connection to the extraction of minerals; interest that results from an investment decision or from a capital‑raising arrangement breaks this direct link and is therefore investment income. Precedents cited include Ernst v Commissioner for Inland Revenue (strict construction), D & N Promotions (direct‑connection test), BP Southern Africa (definition of mining income), and cases on insurance indemnities and farming income that illustrate the flexibility of the direct‑connection concept.",
    "application": "Applying the direct‑connection test, the Court found: (1) interest earned under the CMS was an investment scheme and not mining income; (2) interest on foreign current accounts was also investment income; (3) interest on escrow accounts was directly linked to the financing of mining and therefore mining income; (4) interest charged by a customer for late payment was part of the mining revenue stream and thus mining income; (5) interest on export‑incentive promissory notes was directly connected to mining exports and qualified as mining income; (6) interest on refunds of mining lease rentals and on tax refunds were too remote from the mining source and were not mining income; (7) interest on fixed‑deposit investments was investment income. The Court therefore affirmed, reversed or modified the special court’s findings accordingly.",
    "conclusion": "The appeal by Western Platinum Ltd was dismissed. The cross‑appeal succeeded in part: the Court upheld the special court’s findings that interest on escrow accounts, late‑payment interest, and export‑incentive interest were mining income, while overturning findings that interest from the CMS, foreign current accounts, and mining‑lease‑rental refunds were mining income. The appellant was ordered to pay the respondent’s costs of the appeal and cross‑appeal, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "mining income",
      "interest income",
      "direct connection test",
      "deduction",
      "capital expenditure"
    ]
  }
}