{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/108.html",
  "case_name": "Samancor Limited v Mutual & Federal Insurance Company Limited and Others (565/2003) [2004] ZASCA 108; [2005] 4 All SA 193 (SCA); 2005 (4) SA 40 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 108",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 108\n|\nNoteup\n|\nLawCite\nSamancor Limited v Mutual & Federal Insurance Company Limited and Others (565/2003) [2004] ZASCA 108; [2005] 4 All SA 193 (SCA); 2005 (4) SA 40 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  565 / 03\nIn the matter between\nSAMANCOR\nLIMITED                                                                         \nAppellant\nand\nMUTUAL & FEDERAL INSURANCE\nCOMPANY LIMITED                                                      \nFirst Respondent\nALLIANZ INSURANCE LIMITED                            \nSecond Respondent\nSA EAGLE INSURANCE COMPANY                          \nThird Respondent\nGUARDIAN NATIONAL INSURANCE COMPANY LIMITED          \nFourth Respondent\nAIG SOUTH AFRICA LIMITED                            \nFifth Respondent\nACE INSURANCE COMPANY LIMITED (formerly\nCIGNA\nINSURANCE COMPANY LIMITED)                                      \nSixth Respondent\nCoram\n:\t\tMPATI  AP, STREICHER, CONRADIE,\nCLOETE  JJA \t\t\tand COMRIE  AJA\nDate of hearing\n:\n1 NOVEMBER\n2004\nDate of delivery\n:\n30 NOVEMBER 2004\nSUMMARY\nTwo insurers\nindemnifying insured against damage to same equipment – insurer who paid\ninsured’s claim seeking recovery\nfrom co-insurer – whether\nsubrogation or contribution correct remedy against\nco-insurer.\n_____________________________________________________________________________________________\nJ U D G M E N T\n_____________________________________________________________________________________________\nCONRADIE\nJA\n[1]\tSeven years ago an emergency pump that was to deliver oil to the bearings\nof an alternator failed.  Both had been supplied by\nIMS Engineering (Pty) Ltd. \nThe alternator was damaged.  It was insured under two policies. One was called a\n‘Principal Controlled\nConstruction Risks and Public Liability Insurance\nPolicy’, underwritten by the respondents (‘the works policy’).\nThe other was an ‘Assets Insurance Policy’ underwritten by\nWestchester Insurance Company (Pty) Ltd (‘the assets\npolicy’). \nUnder the assets policy Westchester fully indemnified the appellant for the\nlosses it had suffered as a result of\nthe disablement of the alternator.\n[2]\tThe appellant’s claim, the stated case tells us, is a claim\npursued by Westchester by way of a subrogation action in the\nname of the\nappellant.  The respondents’ special plea to the claim avers that having\nbeen fully indemnified under the assets\npolicy the appellant cannot seek another\nindemnity from them for the same loss; nor can Westchester by invoking a right\nof subrogation\nrecover from them what it has paid to the appellant: the only\npermissible claim, they maintain, would be one for a contribution by\nWestchester\nin its own name against the respondents as a co-insurer.\n[3]\tThe\nrespondents’ point of view was upheld by the court\na quo\n(Malan J)\nwho, after a scholarly review of English and Commonwealth decisions, concluded\non the facts of the stated case before him\nthat the obligations of Westchester\nand the respondents were secondary and co-ordinate and that the payment by\nWestchester discharged\nthe\nrespondents.\n[1]\nHe upheld the\nrespondents’ special plea to the\nlocus standi\n[2]\nof the appellant and\nconsequently dismissed its claim with costs. It is with his leave that the\nappeal is before us.\n[4]\tIt is often said that payment by an insurer to\nhis insured cannot be relied upon by a wrongdoer because it is\nres inter\nalios acta,\nwhich of course it is, but that does not seem to be the best way\nof looking at it.  A better way of looking at it is that proposed\nby Lord\nHoffman in\nCaledonia North Sea Limited v British Telecommunications plc\n(Scotland) and Others\n[2002] 1 All ER (Comm.) 321\n(HL) at para\n92:\n‘Mr Keene deduces from this and other similar statements the\ngeneral rule that when two or more persons have separately agreed\nto indemnify\nsomeone against the same risk, payment by one discharges the others .... It is\ncertainly a general principle, as he\nsays, that a person who has more than one\nclaim to indemnity is not entitled to be paid more than once.  But there are\ndifferent\nways of giving effect to this principle.  One is to say that the\nperson who has paid is entitled to be subrogated to the rights against\nthe other\nperson liable.  The other is to say that one payment discharges the liability. \nThe authorities show that the law ordinarily\nadopts the first solution when the\nliability of the person who paid is secondary to the liability of the other\nparty liable.  It\nadopts the second solution when the liability of the party who\npaid was primary or the liabilities are equal and co-ordinate.’\n[5]\tAs a typical secondary debtor, an insurer may be in a position to\nreclaim what it has paid.\n[3]\nWhere it\ncan and does exercise a right of subrogation, insurance law demands that it does\nso in the name of the insured.  A right\nof subrogation can be exercised against\na primary debtor whether the latter is a delictual wrongdoer or a contractual\ndefaulter.\n[4]\nBut it cannot be\nexercised by one secondary debtor against another because payment by the one\ndischarges the other. A subrogated\nclaim against a co-insurer would only be\ncompetent if the latter had undertaken primary responsibility for a\ndebt\n.\n[5]\nOf course, the person\nwhose wrongdoing brought the debt into existence would also bear primary\nresponsibility but nothing prevents\none debtor from undertaking primary\nliability with another.  Thus a contractual indemnifier may competently\nundertake primary liability\nfor a debt created by another.  Where such a\n(primary) indemnifier happens to be an underwriter it is in the same position as\nany\nother primary debtor.  The insurer and the wrongdoer become co-principal\ndebtors each primarily liable for the whole debt.  In such\na situation a\nsecondary insurer who pays an insured’s claim acquires a subrogated claim\nagainst the wrongdoer as well as against\nthe insurer primarily liable. A\nsecondary insurer may also have a subrogated claim against an indemnifier where\nthe liability of\nthe indemnifier is not primary in the sense discussed above\nprovided that the liability of the indemnifier is not equal and co-ordinate\nwith\nthat of the secondary insurer. That was the position in the\nCaledonia North\nSea\ncase. The insurer of the operator of an oil platform that had been\nextensively damaged in an explosion sought to be indemnified by\ncontractors\nworking for the operator on the oil platform for payments made in the settlement\nof death and injury claims in respect\nof these contractors’ employees\nkilled or injured in the disaster. These claims were made on the basis of\nindemnity provisions\nin the contracts entered into between the operator and the\ncontractors. As between the insurer which had undertaken secondary liability\nand\nthe contractor-indemnifier the latter was primarily liable although as between\nthe indemnifier and the person responsible for\ncausing the explosion the latter\nwas primarily liable.\nIt is instructive to have regard to the English\nauthorities that deal with when a claim based on subrogation is competent and\nwhen\na claim for a contribution must be brought. The following is said in\nMacGillivray on Insurance Law\n10 ed in para 22 – 24 at [569] :\n‘Accordingly the insurer may require the assured to enforce a right to\nbe indemnified against the loss under an indemnity clause\ncontained in a\ncontract between the assured and the indemnifier, so long as the indemnifier is\nthe party with primary responsibility\nfor the loss in question.  Where the\ninsurer and indemnifier have co-ordinate obligations to indemnify the assured,\nas where both\nare insurers, the insurer who has paid the assured should claim\ncontributions from the other indemnifier in his own name, since the\nassured no\nlonger has a claim for indemnity.’\nBovis Construction Limited and\nAnother v Commercial Union Assurance Company plc\n[2001] 1 Lloyd’s Rep\n416, a decision of the Queen’s Bench Commercial Court, followed\nThe\nSickness and Accident Assurance Association v The General Accident Assurance\nCorporation Limited\nXXIX Scottish Law Reporter 836, and in doing so quoted\nfrom it the following paragraph:\n‘In marine insurance a rule which has\nlong been recognised is that when the insured has recovered to the full extent\nof his\nloss under one policy, the insurer under that policy can recover from\nother underwriters who have insured the same interests against\nthe same risks a\nrateable sum by way of contribution.  The foundation of the rule is that a\ncontract of marine insurance is one of\nindemnity, and that the insured, whatever\nthe amount of his insurance or the number of underwriters with whom he has\ncontracted,\ncan never recover more than is required to indemnify him .... There\nis no reason in principle in my opinion why the same rule should\nnot be applied\nto other classes of insurance which are also contracts of indemnity .... The\nright of an underwriter who has indemnified\nthe insured to claim contribution\nfrom the other underwriters cannot be founded upon the doctrine of subrogation,\nbecause an assignee\ncan have no higher right than his cedant and a shipowner who\nhas received full indemnity from an underwriter can never make a claim\nagainst\nanother underwriter.  The answer, therefore, to the claim of an underwriter who\nhad paid, if made only in the right and as\nassignee of the assured, would be\nthat the contract was one of indemnity, and that the insured had already been\nindemnified.’\nLord MacKay in his speech to the House of Lords in\nCaledonia North Sea Limited v British Telecommunications plc (Scotland) and\nOthers\n[2002] 1 All ER (Comm.) 321\n(HL) para 63 also commented on the\nThe\nSickness and Accident Assurance Association\ncase\nin these\nwords:\n‘Where there are co-ordinate indemnities for the same loss it is\nclear that the doctrine of subrogation cannot provide an answer,\nand that where\none of the indemnifiers pays, the way their liabilities\ninter se\nare\ndecided is by an action of relief [for a contribution].  The principle of res\ninter alios acta will not be of relevance in that\nsituation where the overriding\nprinciple is that a person cannot be indemnified twice over for the same loss,\nand therefore if one\nindemnifier has made good the loss to the indemnified the\nrights of the indemnified are no longer useful in deciding questions between\nthe\nindemnifiers.’\n(See also Malcolm Clarke\nThe Law of Insurance\nContracts\n4 ed para 28 – 29 at 945.)\n[6]\tThe appellant accepted\nthat its case depends on establishing that the respondent’s liability is\nnot equal and co-ordinate\nwith that of Westchester.  The clause in the works\npolicy on which the appellant relies for its contention that the liabilities are\nnot equal and co-ordinate is to be found among the General Memoranda.  It is\nheaded ‘Memorandum 4 – subrogation’\nand reads as\nfollows:\n‘It is hereby declared and agreed that notwithstanding\nanything stated in the policy and subject always to General Memorandum\n1 and\nsubject to the Conditions of the Contract, this policy shall take precedence\nover any other insurance arranged by or on behalf\nof the Employer.  In the event\nof loss or damage which may be insured under any other policy of insurance\neffected by the Employer,\nthe Insurers shall indemnify the Insured as if such\nother insurance did not exist.\nUnless otherwise agreed by the Employer, the\nInsurers waive all rights of subrogation or action which they may have or may\nacquire\nagainst any of the parties comprising the Insured or their directors,\nagents or employees or their Insurers arising out of any occurrence\non the\nContract Site in respect of which any claim is admitted hereunder or which but\nfor the application of the Deductible mentioned\nin the Schedule hereto would be\nmade hereunder.’\n[7]\tThis clause, it is argued on behalf of the\nappellant, creates a hierarchy of liability between insurers: any loss\nindemnifiable\nunder the works policy should first be satisfied by the\nrespondents irrespective of other policies covering the same loss.  From\nthis it\nfollows, so the argument proceeds, that had the appellant sought an indemnity\nfrom the respondents they would not have been\nentitled to raise the existence of\nthe assets policy as a defence.  The appellant called this ‘layered\ninsurance’.  It\nundoubtedly is layered insurance but only in the sense\nthat the respondents and Westchester undertook sequential liability.  The\nstructure of the insurance cover taken by the appellant made the respondents\nfirst-in-line and Westchester second-in-line underwriters.\n[8]\nA\ns\nwe have seen, only a secondary debtor has a right of subrogation and then only\nagainst a debtor whose liability is not equal and\nco-ordinate. If the\nrespondents are shown to have renounced\nsubrogation\n[6]\nthey would have\nrenounced a right that goes hand in glove with and depends upon secondary\nliability.  That would go a long way towards\nshowing that they are not to be\nregarded as secondary debtors but undertook primary liability.\n[9]\tThe\n‘Insured’ in the works policy includes Gencor Limited and Billiton\nplc and their controlled, managed, administered\nand subsidiary companies, as\nwell as persons and entities for whom they act as consultants and for whom they\nhave the authority to\narrange insurance.  All of them are collectively referred\nto as ‘the Employer’.  Covered by the same insurance are all\ncontractors and sub-contractors undertaking work for and on behalf of the\nEmployer; added to these are, to the extent required by\nany agreement, persons\nlike manufacturers or those undertaking work at a contract site, transporters\nand persons providing storage\nfacilities and so on, right up to project\nmanagers, architects, engineers and other professionals.\n[10]\tWhilst it\nis true to say that, having regard to the very wide ambit of the insurance cover\nunder the works policy, there are\nnot many persons left against whom a right of\nsubrogation might be exercised, there is no renunciation in General Memorandum 4\nof\nthe respondents’ right of subrogation generally.  Against any wrongdoer\nwho might happen not to be insured under the works\npolicy (and who is not a\ndirector, agent or employee of an insured) the right remains unaffected. Except\nfor directors, agents or\nemployees, no wrongdoers are exempt from facing a\nsubrogated claim and even the exempted category only enjoys immunity so long as\nthe Employer (which  means any one of the many companies comprised by this\ndescription and includes the appellant) does not consent\nto their being sued by\nthe respondents.  The provision accordingly does not go nearly far enough to\nestablish that the respondents\nhad, exceptionally for an insurer, accepted\nprimary responsibility.\n[11]\tThe appellant contended that acceptance of\nprimary responsibility by the respondents as between themselves and Westchester\nis\nindicated by the use in General Memorandum 4 of two phrases:\n‘ ....\nthis policy shall take precedence over any other insurance arranged by or on\nbehalf of the Employer’\nand\n‘ .... the Insurers shall\nindemnify the Insured as if such other insurance did not exist.’\n[12]\tSince an insured may, in the absence of a\npro rata\ncontribution clause or an excess clause, freely choose which one of two or more\nco-insurers to sue,\n[7]\neach policy\nissued by an insurer, in that sense, takes precedence over any other.  It is the\ninsured who determines the precedence\nby deciding which of several insurers to\nsue.  Once he has fixed his sights on an insurer of his choice that insurer\nmust, under\nthe common law, and up to the limit of the insurer’s liability\nunder the policy, indemnify him as though there were no other\ninsurance.  Had a\nclaim first been made on the respondents they would, even in the absence of\nGeneral Memorandum 4, not have been\nentitled to raise the existence of the\nassets policy as a defence.  It seems, however, that the appellant in effect\ncontends that\nthe phrase ‘as if such other insurance did not exist’\nshould be read to mean ‘as if the insured had not been indemnified\nby\nanother insurer’. In my view the phrase is not capable of bearing such a\nmeaning.  It would offend against one of the basic\ntenets of indemnity insurance\nnamely that an insured is not permitted to recover more than he has lost. The\nargument that these provisions\nwere intended to introduce into the policy a\ndeparture from the common law, and a radical departure at that, can therefore\nnot be\naccepted.\n[13]\tThe respondents’ approach has all along\nbeen that they and Westchester were (secondarily liable) co-insurers, that their\nliabilities were equal and co-ordinate, that a contribution action was the\ncorrect and only remedy and that, if Westchester had claimed\na contribution from\nthem, and provided that their liability was established, they would have had to\nmake an appropriate contribution.\n To meet this contention the appellant’s\nargument is that Westchester has no right to claim a contribution: it was\ncontractually\nso arranged that there would be no overlap between the cover\nafforded by its policy and that afforded by the respondents’ policy;\nthere\nwould accordingly be no double insurance.\n[14]\tIt is trite that\nindemnity policies may validly contain terms excluding rights of\ncontribution.\n[8]\nThe provisions on\nwhich the appellant relies are the phrases quoted in para [11] read with clause\n13 of the assets policy.  The\nonly relevant part of clause 13 of the assets\npolicy is sub-paragraph [a] :\n‘13. OTHER INSURANCES\n[a] If the\nInsured holds any other valid and collectable insurance or which, but for the\napplication of any deductible, would have\nbeen collectable, with any other\ninsurer covering a loss also covered by this policy, other than insurance that\nis specifically stated\nto be in excess of this policy or issued as a\nco-insurance of any peril insured hereby, the insurance afforded by this policy\nshall\nbe in excess of, and shall not contribute with, such other\ninsurance.’\n[15]\tThe indemnity scheme adopted by the parties is\nuncomplicated. The provision in the works policy that the Employer has to be\nindemnified\n‘as if there were no other insurance’ indicates that the\nworks policy is a first-in-line and not an excess policy.  Read\ntogether with\nthe provision that the respondents’ cover takes precedence over other\ninsurance, the clause also serves to emphasize\nthat there is no question of an\ninsured having to sue each insurer separately for its proportionate\nshare.\n[9]\nThe clause does not\nregister a refusal to contribute to a claim paid by another insurer.\n[16]\tIf the appellant were to claim an indemnity from the respondents\nthey would themselves be liable for claims up to their indemnity\nlimit of R135m\nwithout being entitled to a contribution from Westchester. Beyond that they\nwould no longer be liable but Westchester,\nwhose liability under the assets\npolicy is unlimited, would. Clause 13 of the assets policy plainly means that\nthe respondents can\nrecover no contribution from Westchester for any claim paid\nby the former.  The converse is not the case.  Contribution is an equitable\nremedy and\nalthough\nnot based upon any contractual relationship\nbetween co-insurers, a court may nevertheless consult the relevant insurance\ncontracts\nin order to determine what contribution a co-insurer who has paid\nshould in fairness be allowed to\nrecover.\n[10]\nI agree with the\njudge\na quo\n(at para [11] of his judgment) that precedence provisions and\nexcess of loss clauses determine relative contribution rights and do\nnot convert\nthe liability of a co-insurer into a liability that is not equal and co-ordinate\nwith that of another co-insurer.\n[17]\tThere is therefore no merit in\nthe contention that there was not double insurance. Westchester fully\nindemnified the appellant\nin respect of the loss that it had suffered. The\nappellant does not contend that Westchester was not obliged to do so. On the\nappellant’s\nown case the loss was recoverable from either the respondents\nor Westchester. It is plain that as co-insurers the liability of Westchester\nand\nthe respondents was equal and co-ordinate. In these circumstances Westchester by\nits payment in terms of the assets policy discharged\nnot only its liability to\nthe appellant in terms of that policy but also the respondents’ liability\nto the appellant in terms\nof the works policy. Having paid a claim within the\nrespondents’ liability range because the respondents refused to do so,\nand\nbeing co-ordinate debtors, Westchester should have brought a claim for\ncontribution and not a subrogated\nclaim.\n[11]\n[18]\tThe\nappeal is dismissed with costs which include the costs occasioned by the\nemployment of two counsel.\nJ H  CONRADIE\nJUDGE OF APPEAL\nCONCUR:\nMPATI  AP\nSTREICHER  JA\nCLOETE \nJA\nCOMRIE\nAJA\n[1]\nThe judgment is reported as\nSamancor Ltd v Mutual and Federal Insurance Co Ltd\n(2003) CLR\n349.\n[2]\nThe true issue is not\nwhether the appellant has\nlocus standi\nbut whether its particulars of\nclaim disclose a cause of\naction.\n[3]\nWhere loss or damage is\ncaused by an act of God there is no debtor other than the underwriter himself\nwho is then effectively a primary\ndebtor.\n[4]\nCaledonia North Sea Ltd v\nLondon Bridge Engineering Co and Others\n[2000] Lloyd’s Rep IR 249 at\n261 (2\nnd\ncol)  263 (1\nst\ncol) (per Lord Rodger); 277\n(1\nst\ncol) (per Lord\nSutherland).\n[5]\nCaledonia North\nSea Ltd v London Bridge Engineering Co and Others\n[2000] Lloyd’s Rep\nIR 249 at 283 (2\nnd\ncol)  (per Lord\nCoulsfield).\n[6]\nSomething that\nthey were perfectly entitled to do:\nMacGillivray on\nInsurance Law\n10 ed para 22 - 33 at\n[582].\n[7]\nMacGillivray on\nInsurance Law\n10 ed  para 23-1 at\n[613].\n[8]\nWelford and\nOtter-Barry on Fire Insurance\n4 ed 379; Malcolm A Clarke\nThe Law of\nInsurance Contracts\n4 ed 28-9 at 945 and 28-9B at 948;\nColinvaux’s\nLaw of Insurance\n7 ed  para 8-41 p 190;\nLegal and General Assurance\nSociety Ltd v Drake Insurance Co Ltd\n[1991] 2 Lloyd’s Rep 36 at 39.\n[9]\nAccording to\nReinecke et al\n.\nGeneral Principles of Insurance Law\npara 519,\nthis type of provision is common in insurance contracts.\nMacGillivray on\nInsurance Law\n10 ed  para 23-2; the authors of the chapter\non Insurance\nin\nLawsa\nvol 12 para 519 agree.\n[10]\nGordon and Getz\nThe\nSouth African Law of Insurance 4 ed 287;\nReinecke et al,\nGeneral\nPrinciples of Insurance Law\npara 516 p 367, para 520 p 369\n; Legal and\nGeneral Assurance Society Ltd v Drake Insurance Co Ltd\n[1991] 2\nLloyd’s Rep 37 at 38\n.  Eagle Star Insurance Co Ltd v Provincial\nInsurance Plc\n[1993] 3 All ER 1\n(PC) at 8b-g;\nSeagate Hotel Ltd v Simcoe\n& Erie General Insurance Company\nand\nTraders General Insurance\nCompany\n(1980) 22 BCLR 374\nat 378 confirmed on appeal\n(1981) 27 BCLR 89\n(CA\nBritish Columbia);\nFamily Insurance Corp. v Lombard Canada Ltd\n(2000)\n187 DLR (4\nth\n) 605 (CA, British Columbia) para [9]  at\n609-610.\n[11]\nMacGillivray\nand Parkington on\nInsurance law relating to all Risks other than Marine\n8 ed 761;\nPacific Forest Products Limited v AXA Pacific Insurance Co\n2003\nBCCA 241(CA,BC)(British\nColumbia)\n.",
  "scraped_at": "2026-02-12T09:09:37.355585",
  "date": "2004-11-30",
  "coram": [
    "MPATI AP",
    "STREICHER",
    "CONRADIE",
    "CLOETE JJA",
    "COMRIE AJA"
  ],
  "case_number": "565/03",
  "parties": {
    "applicants": [
      "Samancor Limited"
    ],
    "respondents": [
      "Mutual & Federal Insurance Company Limited",
      "Allianz Insurance Limited",
      "SA Eagle Insurance Company",
      "Guardian National Insurance Company Limited",
      "AIG South Africa Limited",
      "ACE Insurance Company Limited"
    ]
  },
  "sections": {
    "facts": "An emergency pump failure caused damage to an alternator. The loss was covered by two insurance policies: a ‘Principal Controlled Construction Risks and Public Liability Insurance Policy’ (the works policy) issued by a group of insurers, and an ‘Assets Insurance Policy’ issued by Westchester Insurance. Westchester fully indemnified Samancor for the loss. Westchester then instituted a claim in the name of Samancor against the other insurers, seeking recovery of the amount it had paid.",
    "issues": "The key issue was whether Westchester, having paid the claim, could recover from the co‑insurers by exercising a right of subrogation or whether the proper remedy was a claim for contribution. Related questions concerned the effect of the works policy’s “precedence” and “waiver of subrogation” clauses and whether the parties’ arrangements created primary versus secondary liability or merely double insurance.",
    "principles": "The court applied the distinction between primary and secondary debtors: a secondary debtor may subrogate against a primary debtor, but where co‑insurers have equal and co‑ordinate liabilities, the correct remedy is contribution, not subrogation. Authority included Caledonia North Sea Ltd v British Telecommunications, MacGillivray on Insurance Law, and The Sickness and Accident Assurance case, which affirm that co‑insurers who have paid the insured’s loss must resolve claims by contribution where their obligations are co‑ordinate.",
    "application": "The court examined the works policy’s General Memorandum 4 and the assets policy’s clause 13. It concluded that the works policy did not renounce the respondents’ right of subrogation in general and that the “precedence” wording did not alter the common‑law rule that co‑insurers with equal liability remain co‑ordinate. Consequently, Westchester’s payment discharged both its own liability and that of the respondents. As co‑insurers, the respondents and Westchester were equal debtors, so Westchester was entitled only to a contribution claim, not a subrogated claim.",
    "conclusion": "The appeal was dismissed with costs. Westchester’s claim for subrogation was rejected; the correct remedy would have been a contribution claim, which was not pursued. The court ordered that the appellant bear the costs of the appeal."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Subrogation and Contribution",
    "level_3": [
      "co‑insurance",
      "double insurance",
      "indemnity",
      "policy hierarchy"
    ]
  }
}