{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/31.html",
  "case_name": "Soil Fumigation Services Lowveld CC v Chemfit Technical Products (Pty) Ltd (680/2002) [2004] ZASCA 31; [2004] 2 All SA 366 (SCA); 2004 (6) SA 29 (SCA) (31 March 2004)",
  "citation": "[2004] ZASCA 31",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 31\n|\nNoteup\n|\nLawCite\nSoil Fumigation Services Lowveld CC v Chemfit Technical Products (Pty) Ltd (680/2002) [2004] ZASCA 31; [2004] 2 All SA 366 (SCA); 2004 (6) SA 29 (SCA) (31 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number :  680/2002\nIn the matter between :\nSOIL FUMIGATION SERVICES LOWVELD\nCC\t\tAPPELLANT\nand\nCHEMFIT TECHNICAL PRODUCTS (PTY) LTD)\t     RESPONDENT\nCORAM :\t\t\tHARMS, CAMERON, MTHIYANE, BRAND and HEHER JJA\nHEARD :\t\t\t18 MARCH 2004\nDELIVERED :\t\t31 MARCH 2004\nSummary judgment – unliquidated counterclaim for amount less than\nclaim in convention – can in principle constitute '\nbona fide\ndefence' to corresponding part of claim – court's discretion to refuse\nsummary judgment despite defendant's failure to comply\nwith provisions of rule\n32(3)(b).\n_________________________________\nJUDGMENT\n_________________________________\nBRAND JA\n/\nBRAND JA\n:\n[1]\tIn the High Court, Johannesburg, the present respondent\n('plaintiff') instituted action against the appellant ('defendant') for\npayment\nof the sum of R1 260 829,18 together with interest and costs. When the\ndefendant entered an appearance to defend,\nthe plaintiff brought an application\nfor summary judgment. In the opposing affidavit filed on behalf of the\ndefendant, no defence\nwas offered to the plaintiff's claim and the material\nallegations in the particulars of claim were not denied. Instead the defendant\nresisted the claim in the form of a counterclaim for unliquidated damages,\narising out of an alleged breach of contract by the plaintiff,\nfor 'at least'\nR590 492,50. Despite this opposition the court\na quo\n(Willis J)\ngranted summary judgment in favour of the plaintiff for the full amount of its\nclaim. Subsequently he granted leave to\nthe defendant to appeal to this\ncourt.\n[2]\tThe defendant's contention in the court\na quo\nwas that\nits unliquidated counterclaim for damages constituted a\nbona fide\ndefence, as contemplated in rule 32(3)(b), to the whole of plaintiff's claim,\ndespite the fact that the plaintiff's claim was for\nmore than double the amount\nof the counterclaim. As authority for this proposition, the defendant relied on\nthe decision in\nWilson v Hoffman and Another\n1974 (2) SA 44\n(R) which was\nfollowed in\nH I Lockhat (Pty) Ltd v Domingo\n1979 (3) SA 696\n(T). Though\nthe latter case was a judgment of the same division binding on Willis J, he was\nnevertheless satisfied that it had been\nwrongly decided to the extent that it\nwas in conflict with the judgment of Corbett J in\nStassen v Stoffberg\n1973 (3) SA 725\n(C).  The latter decision, so Willis J found, constitutes\nauthority for the further proposition that where a defendant in summary\njudgment\nproceedings raises a counterclaim for an unliquidated amount which is less than\nthe amount of the plaintiff's claim, the\ndefendant must show its\nbona\nfides\nby paying the balance into court. On this premise he held that,\nbecause the defendant in the present case had failed to make any\npayment into\ncourt, its counterclaim constituted no\nbona fide\ndefence at all and that,\nconsequently, the plaintiff was entitled to summary judgment for the full amount\nof its claim.\n[3]\tIt appears that Willis J's understanding of the\nStassen\ncase was largely influenced by the following statement by Corbett\nJ (at 729A-C):\n'Ek sal aanvaar dat ingevolge die Eenvormige Hofreëls\n- en in besonder Hofreël 22 (4) - 'n verweerder wat die hoofeis erken,\nby\nmagte is om 'n ongelikwideerde teeneis as 'n verweer op te werp: dat indien die\nteeneis die hoofeis oorskry dit 'n geldige verweer\nuitmaak ten opsigte van die\nhoofeis in sy geheel (sien\nSpilhaus & Co. Ltd. v Coreejees\n,\n1966 (1)\nSA 525\n(K)); en indien die teeneis minder as die hoofeis is, die verweerder die\nverskil geregtelik kan inbetaal en op dié wyse 'n\nbona fide\nverweer teen die hele hoofeis opwerp (sien\nKroonklip Beleggings (Edms.) Bpk v\nAllied Minerals Ltd\n1970 (1) SA 674\n(K)). Waar 'n verweerder aan die ander\nkant 'n ongelikwideerde teeneis opwerp sonder om die hoeveelheid daarvan\nenigsins te bepaal\n- of trouens om enige poging aan te wend om dit te bepaal -\nen waar dit blyk dat die teeneis heelwaarskynlik aansienlik minder as\ndie\nhoofeis is en geen regtelike inbetaling geskied het nie, openbaar sodanige\n\"teeneis\", na my mening, nie 'n\nbona fide\nverweer vir die doeleindes van\nsummiere vonnis nie.'\n[4]\tThese remarks by Corbett J must, of course, be\nunderstood, first, against the factual background of the\nStassen\ncase\nand, second, in the light of the authorities to which he referred. As to the\nfacts of the\nStassen\ncase, it appears that the plaintiff's claim was for\nthe balance of the purchase price of an immovable property. The defence raised\nby the defendant was that the plaintiff had failed to complete the house on the\nproperty in a workmanlike manner, as he contracted\nto do. The defendant did not\neven consider his defence to be in the nature of a counterclaim for damages. He\nthought he was raising\nthe\nexceptio non adimpleti contractus.\nAs a\nconsequence, he proffered no evidence as to what the cost of remedying the\nplaintiff's unworkmanlike performance of the building\noperations would be. The\nremarks by Corbett J followed upon his essential finding that the\nexceptio\nnon adimpleti contractus\nwas inappropriate since the building contract\nrelied upon by the defendant was a contract different from the sale agreement\nthat\nformed the basis of the plaintiff's claim.\n[5]\nSpillhaus &\nCo. Ltd. v Coreejees (supra)\n, to which Corbett J referred, was one of two\njudgments by Watermeyer J in which he resolved the issue whether, as a matter of\nprinciple,\nthe requirement of a\nbona fide\ndefence in summary judgment\nproceedings can be satisfied by the defendant raising an unliquidated claim for\ndamages which exceeds\nthe sum of the plaintiff's claim. In this case, as in the\nearlier case of\nWeinkove v Botha\n1952 (3) SA 178\n(C) 183A-D, Watermeyer J\nheld that, if, as a matter of pleading a defendant is allowed to raise the\nexistence of an unliquidated\ncounterclaim which exceeds the amount of the claim\nas a defence to the plaintiff's claim, it must also be permissible to raise that\nsame defence in answer to an application for summary judgment.\n[6]\tThe\nother case to which Corbett J referred, ie\nKroonklip Beleggings (Edms) Bpk v\nAllied Minerals Ltd (supra),\nwent one step further. In that matter the\nalleged amount of the defendant's counterclaim for unliquidated damages was less\nthan the\nplaintiff's claim, but the defendant had paid the difference into\ncourt. In these circumstances Grosskopf AJ found (at 676H) that:\n'Such a\ncause of action, raised by way of counterclaim, coupled with the payment into\nCourt of the balance of plaintiff's claim, would\nin my view constitute a\nbona\nfide\ndefence for the purpose of summary judgment proceedings. (\nVide\nWeinkove v Botha\n,\n1952 (3) SA 178\n(C) ;\nSpilhaus & Co. Ltd. v\nCoreejees\n,\n1966 (1) SA 525\n(C) at p. 529, and Rule of Court 22\n(4)).'\n[7]\tIt appears to me that the key to the understanding of all\nthese judgments, including\nStassen\n, is to be found in rule 22(4). It\nprovides that:\n'If by reason of any claim in reconvention, the defendant\nclaims that on the giving of judgment on such claim, the plaintiff's claim\nwill\nbe extinguished either in whole or in part, the defendant may in his plea refer\nto the fact of such claim in reconvention and\nrequest that judgment in respect\nof a claim or any portion thereof which would be extinguished by such claim in\nreconvention, be\npostponed until judgment on the claim in reconvention. Judgment\non the claim shall, either in whole or in part, thereupon be so postponed\nunless\nthe court upon the application of any person interested, otherwise orders, but\nthe court, if no other defence has been raised,\nmay give judgment for such part\nof the claim as would not be extinguished, as if the defendant were in default\nof filing a plea in\nrespect thereof, or may, on the application of either party,\nmake such order as it seems meet.'\n[8]\tAgainst this background I cannot\nagree with the court\na quo'\ns interpretation of the remarks by Corbett J\nin the\nStassen\ncase. More particularly, I do not agree that Corbett J\nmust be understood to have said that where a counterclaim raised by the\ndefendant\nis for less than the plaintiff's claim, the defendant can establish\nhis\nbona fides\nonly by paying the balance into court. Such sentiment\nwould be in conflict with the dictates of logic and ordinary human experience.\nAfter all, a dishonest defendant is even more likely to inflate his unliquidated\ncounterclaim to the extent where it exceeds the\namount of the plaintiff's claim.\nIn short, payment into court of the balance has nothing to do with\nbona fides\nat all and Corbett J did not say that it does. What Corbett J referred to\nwas the result of a rather simple arithmetical exercise.\nIf the counterclaim put\nup by the defendant is less than the plaintiff's claim, the defendant cannot be\nsaid, in this manner, to\nhave put up a defence to the\nwhole\nof the\nplaintiff's claim. If, however, the balance is covered by a payment into court,\na defendant succeeds, in the words of Corbett\nJ:\n'[om] op\ndié\nwyse\n'n\nbona fide\nverweer teen die\nhele\nhoofeis op te werp'.\n(My emphasis.)\n[9]\tWhat Corbett J did not deal with explicitly, was\nthe question in the present case, namely whether as a matter of principle  a\ncounterclaim for a lesser amount could be regarded as constituting a '\nbona\nfide\ndefence' to that part of the plaintiff's claim which the counterclaim,\nif successful, would extinguish. The dictates of logic referred\nto by Watermeyer\nJ in\nWeinkove\nand\nSpillhaus & Co. Ltd.,\nin my view, indicate\nthat it could. The reasoning adopted by Watermeyer J was that if it is\npermissible for a defendant, by way of\na plea, to raise the existence of an\nunliquidated counterclaim as a defence to the plaintiff's claim, then, it should\nbe equally\npermissible to raise that defence by way of affidavit in summary\njudgment proceedings. Rule 22(4), and particularly the second part\nthereof,\nspecifically allows the defendant to put up a counterclaim for a lesser amount\nas a defence to the extent of that amount.\nIn the light of these provisions I\ncan, as a matter of principle, see no reason why a defendant should not be\nallowed to raise the\nsame partial defence by means of a counterclaim for a\nlesser amount in summary judgment proceedings. A defendant who fails to pay\nthe\nbalance into court runs the risk that summary judgment may be granted for the\nbalance together with the costs resulting from\nthe summary judgment application.\nIn order to avoid this risk a defendant may therefore be well advised to follow\nthe example of\nKroonklip Beleggings (Edms) Bpk\nby paying the balance into\ncourt.\n[10]\tIn order to be successful in a defence, the defendant must,\nof course, comply with the provisions of rule 32(3)(b), which requires\na full\ndisclosure of the nature and the grounds of the counterclaim as well as the\nmaterial facts upon which it relies. Failure to\ncomply with these provisions\nwill not necessarily mean, however, that summary judgment will follow. In\naccordance with the provisions\nof rule 32(5), the court retains an overriding\ndiscretion to refuse summary judgment. This overriding discretion pertains not\nonly\nto that part of the claim which would be extinguished by the counterclaim,\nbut also to the balance of the claim. In short, the court\nretains a discretion\nto refuse the application for summary judgment in its entirety, even where a\ndefence to only a part of the claim\nhas been raised. Although not spelt out like\nthat in the rather terse judgments in\nWilson v Hoffman and another\n(supra)\nand\nH I Lockhat (Pty) Ltd v Domingo (supra)\nrelied\nupon by the appellant, this overriding discretion may afford the explanation\nwhy summary judgment was refused in these cases, also\nin respect of that part of\nthe plaintiff's claim which exceeded the amount of the\ncounterclaim.\n[11]\tWith regard to the court's overriding discretion to\nrefuse summary judgment even where the defendant's affidavit does not measure\nup\nto the requirements of rule 32(3)(b), it has been said that, in view of the\nextraordinary and stringent nature of the summary\njudgment remedy, that\ndiscretion may be exercised in a defendant's favour if there is doubt as to\nwhether the plaintiff's case is\nunanswerable and there is a reasonable\npossibility that the defendant's defence is good. (See eg\nMaharaj v Barclays\nBank Ltd\n1976 (1) SA 418\n(A) 425H;\nTesven CC and Another v South African\nBank of Athens\n2000 (1) SA 268\n(SCA) 277H-J.)  The reason why the remedy of\nsummary judgment is referred to as 'stringent' and 'extraordinary' is because it\neffectively\ncloses the door of the court on the defendant without affording an\nopportunity to ventilate the case by way of a trial. When the\nanswer raised in\nthe opposing affidavit is in the nature of a counterclaim instead of a plea, the\nposition is, however, somewhat\ndifferent. Even where summary judgment has been\ngranted for that part of the claim that would be extinguished by the\ncounterclaim,\nthe defendant can still pursue the counterclaim by issuing summons\nin a separate action. Of course, summary judgment would deprive\nthe defendant of\na significant procedural advantage. But the fact remains that the doors of the\ncourt are not finally closed. Moreover,\nin the rule 22(4) situation where a\ncounterclaim is raised as a defence in pleadings, the rule specifically affords\nthe plaintiff\nan opportunity to apply for earlier adjudication of the claim. The\ncourt then has a discretion whether or not to postpone judgment\non the claim in\nconvention pending its decision on the counterclaim. (Regarding the exercise of\nthis discretion, see eg\nTruter v Degenaar\n1990 (1) SA 206\n(T) 211E-F and\nConsol Ltd v Twee Jongegezellen (Pty) Ltd\n2002 (2) SA 580\n(C) 584J-585J.)\nIn summary judgment proceedings, the plaintiff has no opportunity to bring such\napplication. Rule 32(2) expressly\nprovides that the defendant has the last say.\nIn\nCape Town Transitional Metro Substructure v Ilco Homes Ltd\n1996 (3) SA\n492\n(C) 501B-C it was held that an application for summary judgment cannot be\nregarded as an application for earlier adjudication of\nthe plaintiff's claim\nunder rule 22(4). Consequently, so it was held, the court's discretion envisaged\nby rule 22(4) does not arise\nin summary judgment proceedings. This line of\nreasoning loses sight of the provisions of rule 32(6) as well as the very fact\nthat\nin summary judgment proceedings the plaintiff is deprived of the procedural\nbenefit that rule 22(4) otherwise enables it to seek..\nIn these circumstances, I\ncan see no reason why a court considering an application for summary judgment\nshould not, in the exercise\nof its overriding discretion under rule 32(5), have\nregard to the different considerations that arise when the defence put forward\nis by way of a counterclaim as opposed to a plea.\n[12]\tAgainst this\nbackground, I revert to the present appeal. As appears from the aforegoing, the\nreasoning of the court\na quo\nwhich formed the basis of its judgment did\nnot rest upon accurate analysis of general principle. Consequently, that\nreasoning cannot\nbe upheld. This, however, is not the end of the matter. The\nalternative argument raised on behalf of the plaintiff was that the defendant\nhad failed to 'disclose fully the nature and grounds of [its counterclaim] and\nthe material facts relied upon therefor', as required\nin terms of rule 32(3)(b).\nThe evaluation of this argument requires a somewhat more detailed analysis of\nthe particulars of claim\nand the defendant's opposing\naffidavit.\n[13]\tAccording to the particulars of claim the plaintiff's\nclaim of R1 260 829.18 was mainly for the purchase price of a\nchemical\nused for soil fumigation, called methyl bromide, which had been sold and\ndelivered to the defendant over the period 9 May\n2001 to 30 June 2002. All these\nsales were concluded pursuant to a written credit agreement ('the credit\nagreement') entered into\nbetween the parties on 9 May 2001 and were alleged to\nhave been governed by 'conditions of sale' in the credit\nagreement.\n[14]\tThe defendant's opposing affidavit was deposed to by its\nsole member, Mr M D Koppenol.  As already indicated, Koppenol did not\ndispute\nany of the material allegations in the particulars of claim. His answer, on\nbehalf of the defendant, was formulated by way\nof a counterclaim. The affidavit\nis anything but a model of clarity and simplicity. The starting point of\nKoppenol's version appears\nto be a written credit agreement in virtually the\nsame terms as the one relied upon by the plaintiff, save that it was not\nconcluded\nbetween the plaintiff and the defendant, but between the plaintiff and\na company, Soil Fumigation Services (Pty) Ltd ('the company')\nand that it had\nbeen entered into on an earlier date, ie 29 January 2000. Koppenol also referred\nto another agreement between the\nplaintiff and the company which was concluded\norally in May 2000. In terms of this oral agreement, so Koppenol contended, the\nplaintiff\nappointed the company as its sole distributor of methyl bromide in\nSouth Africa while the company undertook to buy this chemical\nexclusively from\nthe plaintiff. For the sake of convenience, I shall refer to the oral agreement\nas 'the sole supplier agreement'.\nFurther terms of the sole supplier agreement\nrelied upon by Koppenol were:\n(a)\tThe plaintiff agreed to pay commission to\nthe company on sales of \tmethyl bromide to third parties.\n(b)\tThe plaintiff's\nmark-up would not exceed nine percent on the \tlanded costs of the\nchemical.\n(c)\t'Landed costs' would include the purchase price paid by the\nplaintiff \tto its overseas suppliers as well as freight, clearing,\nforwarding,\n\tand other charges for which the plaintiff would be responsible.\n(d)\tThe\nplaintiff would at all times make full disclosure of the purchase \tprice and\nother charges paid by it so that the company\ncould \tmonitor these\ncosts.\n[15]\tAs to how the defendant (ie the close corporation) came into\nthe picture, Koppenol contended that:\n'On or about the 9\nth\nMay\n2001, I advised [the plaintiff's representative] that [the company] would cease\ntrading due to legal action pending against it\nand that all the business of [the\ncompany] would be taken over by [the defendant].'\nAnd that:\n'it\nwas agreed that all agreements between [the plaintiff] and [the company] would\nbe transferred to [the defendant] as well as the\noutstanding debits in [the\nplaintiff's] books and the outstanding credits in [the company's] book ...\nThereafter all business would\nbe concluded between [the plaintiff] and [the\ndefendant]. A new credit agreement was also entered into between [the plaintiff]\nand\n[the defendant].'\n[16]\tThe new credit agreement referred to by\nKoppenol is obviously the credit agreement relied upon by the plaintiff in its\nparticulars\nof claim. Koppenol did not say why it was necessary for this new\nagreement to be entered into if all agreements between the plaintiff\nand the\ncompany had already been transferred to the defendant.\n[17]\tFrom the\noutset, however, so Koppenol alleged, the plaintiff reneged on its undertaking\nto disclose its costs and other charges.\nConsequently, so Koppenol continued,\nthe company only realised at a much later stage that the plaintiff had exceeded\nthe agreed mark-up\nof nine percent by a considerable margin.  Koppenol also\nrelied on a further breach by the plaintiff of the sole supply agreement,\nconstituted by the fact that it sold methyl bromide directly to a client of the\ncompany.\n[18]\tThe amount of the counterclaim is estimated by Koppenol to\nbe 'at least' R590 492.50. From his explanation as to how this\nestimate is\narrived at, it appears that the counterclaim comprises three parts. The first\npart is for an amount of R499 792.57,\nwhich is said to be the aggregate of\nthe estimated amounts by which the plaintiff exceeded its agreed mark-up of 9%.\nIn this court\nthe argument was raised on behalf of the defendant, for the first\ntime, that although Koppenol's allegations under this heading were\ncouched in\nthe form of a counterclaim, they also constitute a defence to the plaintiff's\nclaim. This new argument gave rise to difficulties\nof its own. As indicated, the\namount of the plaintiff's claim is not denied by Koppenol. The absence of such\ndenial can hardly be\nreconciled with an intended defence that in terms of their\ncontract, the plaintiff was not entitled to the amount claimed. The counterclaim\nis for repayment of amounts paid\nindebite\nwhereas the defence proposed by\nthe new argument is a denial of liability for amounts which had not yet been\npaid. The two cannot\nbe equated merely because both are founded on allegations\nof overcharging by the plaintiff.  I find it unnecessary, however, to dwell\non\nthese difficulties for too long. As will appear from what follows, it makes\nlittle difference to the overall evaluation of the\ncase whether the complaint\nthat plaintiff had been guilty of overcharging is considered as a defence or as\npart of a counterclaim.\n[19]\tThe second part of the counterclaim\ncontended for by Koppenol is for sales commission in an estimated amount of\nR118 200,\nwhich the company is alleged to have lost during March 2001 when\nthe plaintiff sold methyl bromide directly to one of the company's\ncustomers.\nThe third part of the counterclaim is for loss of profit in the sum of\nR22 500, which the defendant allegedly suffered\nduring April 2002, when, as\na result of the plaintiff's overcharging, it was unable to finalise a sale of\nmethyl bromide to a potential\ncustomer.\n[20]\tSomewhat intriguing is the\nfact that the total amount of the counterclaim, ie R590 492.50, is\nR50 000 less than the\nsum of its three constituent parts. For this\ndiscrepancy there was no explanation on behalf of the defendant, either on\naffidavit\nor in argument. However, as appears from what follows, it is plain\nthat the defendant's case is afflicted by ailments of a far more\nserious kind.\n[21]\tThe defendant's claim for repayment of overcharges (which\nrepresents by far the largest part of its counterclaim) is founded\non\nallegations which are decidedly in conflict with the provisions of the credit\nagreement relied upon by the plaintiff, more particularly,\nwith the stipulation\nin clause 1 of the 'general conditions', that the purchase price of goods sold\nand delivered pursuant to the\ncredit agreement would be determined by the\nplaintiff's 'current price list on date of delivery, unless otherwise agreed\nupon in\nwriting'. The price structure relied upon by the defendant as the basis\nfor its counterclaim is admittedly not based upon any list\nprice. Having regard\nto the proviso in clause 1, such deviation could be relied upon only if embodied\nin a written agreement. The\nplaintiff's insistence that this proviso is valid\nand enforceable, is clearly supported by the decisions this court, eg in\nSA\nSentrale Graanmaatskappy Bpk v Shifren en andere\n1964 (4) SA 760\n(A) and,\nsomewhat more recently,\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA). In order\nto overcome this critical impediment, the defendant's counsel relied on a letter\nby Koppenol to the plaintiff in\nwhich he referred to 'an agreement on a cost\nprice and 9% mark-up'. This argument, however,  soon proved to be unsustainable.\nThe\nfirst difficulty was that, on a proper interpretation of the letter, it does\nnot purport to be the written manifestation of an agreement\nor even the recordal\nof the terms of an agreement. On the contrary, its stated purpose was to\nestablish a recordal of Koppenol's\nunilateral understanding of what he described\nas an oral agreement which was (allegedly) entered into nine months before.\nSecondly,\nthe letter is dated 26 March 2000. It therefore predated the credit\nagreement relied upon by the plaintiff which was entered into\non 9 May 2001. In\nthese circumstances, it is obvious that the letter cannot be construed as a\nwritten agreement to deviate from the\nprovisions of the subsequent credit\nagreement. When this objection to the written agreement argument became\napparent, the defendant's\ncounsel changed direction by relying on the defence of\nrectification. Though this deserves some credit for ingenuity, it is clear\nthat\nthe remedy of rectification is not one which easily lends itself to a fallback\nposition by way of afterthought. It is a settled\nprinciple that a party who\nseeks rectification must show facts entitling him to that relief 'in the\nclearest and most satisfactory\nmanner' (per Bristowe J in\nBushby v Guardian\nAssurance Co\n1915 WLD 65\nat 71; see also\nBardopoulos and Macrides v\nMiltiadous\n1947 (4) SA 860\n(W) 863 and\nLevin v Zoutendijk\n1979 (3) SA\n1145\n(W) 1147H-1148A). In essence, a claimant for rectification must prove that\nthe written agreement does not correctly express what\nthe parties had intended\nto set out therein. (See eg\nMeyer v Merchant's Trust Ltd\n1942 AD 244\nat\n253.) In the opposing affidavit there is no suggestion whatsoever of any common\nintention different from the one recorded in clause\n1 of the credit agreement.\nConsequently, the argument based on rectification cannot\nsucceed.\n[22]\tWith reference to the second part of the counterclaim,\nwhich is for lost sales commission, the opposing affidavit is so devoid\nof any\nfactual foundation that it can hardly be said to comply with the requirements of\nrule 32(3)(b). Moreover, according to Koppenol,\nthis claim arose during a period\nwhich preceded the advent of the defendant and primarily vested in the company.\nHow it came about\nthat the claim was transferred to the defendant is not clear\nfrom the opposing affidavit. Koppenol's sole reference to such transfer\nwas the\none quoted (in para 15) above which recorded an agreement between the plaintiff\nand the company 'that all outstanding debits\nin the plaintiff's books and\noutstanding credits in the company's books' would be transferred to the\ndefendant. Since it is plain\nthat the claim under consideration does not fall in\neither of these categories, it had, on Koppenol's version, never been\ntransferred\nto the defendant.\n[23]\tThe third part of the counterclaim,\nfor the relatively small sum of R22 500, was for an alleged loss of profit.\nUnlike the\nclaim for lost sales commission, this claim, according to Koppenol,\narose after the defendant entered into the picture on 9 May 2001.\nHowever, this\nclaim is again so devoid of any factual foundation that it is impossible to\ndetermine whether it can be said to be\nbona fide\nor otherwise.\n[24]\tIn the light of the aforegoing, I find myself in agreement with the\nalternative argument raised by the plaintiff in this court,\nnamely that the\ndefendant failed to 'disclose fully the nature and the grounds of [its\ncounterclaim] and the material facts relied\nupon therefor' as required by rule\n32(3)(b). See the classic exposition by Colman J on behalf of the full court in\nBreitenbach v Fiat SA (Edms) Bpk\n1976 (2) SA 226\n(T)\n228B-H.\n[25]\tWhat remains to be considered is whether, in these\ncircumstances, the court\na quo\nshould have exercised its overriding\ndiscretion to refuse summary judgment in the defendant's favour. I think not.\nFor the reasons\nI have stated (in para 11 above) a court should be less inclined\nto exercise its discretion in favour of a defendant in a matter\nsuch as this\nwhere the answer to the plaintiff's claim is raised in the form of a\ncounterclaim as opposed to a defence to the plaintiff's\nclaim in the form of a\nplea. Moreover, and in any event, a court can only exercise its discretion in\nthe defendant's favour on the\nbasis of the material placed before it and not on\nthe basis of mere conjecture or speculation. On the material before the court,\nthere is in my view no reason to think that the defendant's counterclaim has any\nmerit. For these reasons I believe that summary\njudgment was rightly granted for\nthe whole amount of the plaintiff's claim.\n[26]\tThe appeal is dismissed\nwith costs.\n.................\nFDJ BRAND\nJUDGE OF APPEAL\nConcur\n:\nHARMS\t\tJA\nCAMERON\t\tJA\nMTHIYANE\tJA\nHEHER \t\tJA",
  "scraped_at": "2026-02-12T09:00:47.013239",
  "date": "2004-03-31",
  "coram": [
    "HARMS",
    "CAMERON",
    "MTHIYANE",
    "BRAND JA",
    "HEHER JJA"
  ],
  "case_number": "680/2002",
  "parties": {
    "applicants": [
      "Soil Fumigation Services Lowveld CC"
    ],
    "respondents": [
      "Chemfit Technical Products (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In the High Court, Johannesburg, Chemfit Technical Products (Pty) Ltd instituted an action against Soil Fumigation Services Lowveld CC for payment of R1,260,829.18 relating to the purchase and delivery of methyl bromide under a credit agreement. The defendant did not deny the particulars of claim but filed an opposing affidavit raising an unliquidated counter‑claim for at least R590,492.50, alleging over‑charging, lost commission and loss of profit. The trial judge granted summary judgment in favour of the plaintiff for the full amount. The defendant appealed, arguing that the counter‑claim constituted a bona‑fide defence under rule 32(3)(b) despite being of lesser value than the plaintiff’s claim.",
    "issues": "1. Whether an unliquidated counter‑claim for an amount less than the plaintiff’s claim can, in principle, constitute a bona‑fide defence in summary‑judgment proceedings. 2. Whether the defendant’s failure to comply fully with the disclosure requirements of rule 32(3)(b) defeats the defence. 3. Whether the court should exercise its overriding discretion under rule 32(5) to refuse summary judgment despite the existence of a partial counter‑claim.",
    "principles": "The Court considered rule 32(3)(b) (full disclosure of the nature, grounds and material facts of a counter‑claim), rule 22(4) (the effect of a counter‑claim on the plaintiff’s claim), and the court’s overriding discretion under rule 32(5). It relied on precedent: Stassen v Stoffberg, Wilson v Hoffman, H I Lockhat v Domingo, Watermeyer J’s judgments in Weinkove v Botha and Spillhaus & Co v Coreejees, and Kroonklip Beleggings v Allied Minerals, which together hold that a counter‑claim that is less than the plaintiff’s claim may be a partial defence if the balance is paid into court, but the court may still refuse summary judgment where the defence is not bona‑fide or insufficiently disclosed.",
    "application": "The Court found that the defendant’s counter‑claim was not fully disclosed as required by rule 32(3)(b); the affidavit was vague, lacked factual underpinning, and omitted explanation of how certain parts of the claim were transferred to the defendant. Consequently the counter‑claim could not be treated as a bona‑fide defence to the whole claim. While the court retained discretion to refuse summary judgment, it concluded that, given the deficiencies and lack of merit in the counter‑claim, there was no basis to exercise that discretion in favour of the defendant. Hence, the summary judgment should stand.",
    "conclusion": "The appeal was dismissed with costs. The summary judgment granted in favour of Chemfit Technical Products (Pty) Ltd for the full amount of R1,260,829.18 was upheld."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Summary Judgment",
    "level_3": [
      "bona fide defence",
      "counterclaim",
      "rule 32",
      "court discretion"
    ]
  }
}