{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/44.html",
  "case_name": "Standard Bank of South Africa Ltd v Koekemoer and Others (73/03) [2004] ZASCA 44; 2004 (6) SA 498 (SCA) (27 May 2004)",
  "citation": "[2004] ZASCA 44",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 44\n|\nNoteup\n|\nLawCite\nStandard Bank of South Africa Ltd v Koekemoer and Others (73/03) [2004] ZASCA 44; 2004 (6) SA 498 (SCA) (27 May 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number: 73/03\nIn the matter between:\nTHE STANDARD BANK\nOF SOUTH\nAFRICA LTD\nAppellant\nand\nSUZETTE\nKOEKEMOER\n1\nst\nRespondent\nPETRUS JACOBUS\nKOEKEMOER\n2\nnd\nRespondent\nHENDRIK JACOBUS KOEKEMOER\n3\nrd\nRespondent\nSUZETTE KOEKEMOER\n4\nth\nRespondent\nPETRUS JACOBUS KOEKEMOER\n5\nth\nRespondent\nDEIRDRé KOEKEMOER\n6\nth\nRespondent\nCORAM\n:\nMPATI DP, MARAIS,\nMTHIYANE,\nCLOETE JJA and JONES\nAJA\nHEARD\n:\n14 MAY 2004\nDELIVERED\n:\n27\nMAY 2004\nSummary\n:\tTrusts – Trust Deed empowering trustees to enter into loan\nagreements and to encumber trust property in the process –\nlending bank\nunder no obligation to protect beneficiaries in circumstances of case\nJUDGMENT\nMPATI DP:\n[1]\tThe first, second and third\nrespondents are the trustees of the Supedre Trust (the Trust), which was set up\nby the second respondent.\n The third respondent is the son of the second\nrespondent and husband of the first respondent. During September 1992 the\nappellant\nbank (the bank) advanced a home loan of R600 000 to the Trust. This\nloan was secured by a first mortgage bond over the Trust’s\nfixed property,\ndescribed as Portion 5 of the farm Northdene 589, Registration Division I.Q.,\nTransvaal (the property). In August\n1996 the bank advanced a second home loan of\nR700 000 to the Trust. As security for the loan a continuing covering bond was\nregistered\nover the property. It is common cause that the money in each case was\non-lent by the Trust to the third respondent, who applied most\nof it in his own\nbusiness ventures.\n[2]\tIn July 1997 the bank instituted action against\nthe first, second and third respondents in their capacity as trustees of the\nTrust,\nfor repayment of the loans together with interest. An order declaring the\nproperty executable was also sought. The first and second\nrespondents in this\nappeal were added, at their request, as fourth and fifth respondents\nrespectively, together with the sixth respondent,\nin their capacity as\nbeneficiaries of the Trust.\n[3]\tThe respondents denied liability and\npleaded that the trustees had entered into the loan agreements and bonded the\nproperty in\nthe bona fide, but mistaken, belief that they could on-lend the\nmoney advanced to the Trust to the third respondent (who was not\na beneficiary\nof the Trust), an act prohibited by the Trust Deed. It was accordingly pleaded\nthat the loan agreements were\nultra vires\nthe Trust Deed and therefore\nunenforceable.\n[4]\tThe court\na quo\n(Du Toit AJ) upheld the\nrespondents’ defence and dismissed the bank’s claim with costs.\nLeave to appeal was subsequently\nrefused. This appeal is with leave of this\ncourt.\n[5]\tIn terms of the Trust Deed the trustees are empowered, in the\nperformance of their obligations\nqua\ntrustees, to conserve or increase\nthe value of the Trust, to borrow money under any conditions and against any\nsecurity and, in doing\nso, to encumber any assets of the Trust. However, the\ntrustees are not entitled to use or dispose of (‘beskik oor’) any\ncapital or income of the Trust to their own advantage or for the benefit of\ntheir estates (‘vir hulle eie voordeel of vir die\nvoordeel van hulle\nboedels’) unless they are also beneficiaries of the Trust, in which event\nthe consent of all the other trustees\nmust be obtained.\n[6]\tThe only\nwitness to testify before the court\na quo\nwas Johan van Rooyen Botha, a\nregistered chartered accountant. His testimony related to the question whether\nthe moneys derived from\nthe loans and passed on to the third respondent by the\nTrust constituted capital or income. As will emerge below, the characterization\nof the money as either capital or income or indeed as falling within any other\ncategory is irrelevant in this case.\n[7]\tThe court\na quo\nwas\nasked to decide the matter on a statement of agreed facts, which\nread:\n‘1 \t. . .\n2 \t. . .\n3\t. . .\n4\tThe proceeds of the\nfirst bond\nwere disbursed by plaintiff as follows:\n4.1\tOn 11 September 1992 plaintiff credited the home loan account of Supedre\n(account number 212317326) with the amount of R500 000,00.\n4.2\tOn the same date and on the instructions of the third defendant, who was\nrepresenting Supedre, plaintiff transferred the said\namount from the home loan\naccount of Supedre to the current account of the third defendant (account number\n021767971).\n4.3\tOn 25 September 1992 plaintiff credited the home loan account of Supedre\n(account number 212317326) with the amount of R100 000,00.\n4.4\tOn the same date and on the instructions of the third defendant, who was\nrepresenting Supedre, plaintiff transferred the said\namount from the home loan\naccount of Supedre to the current account of the third defendant (account number\n021767971).\n4.5\tThe said payments extinguished the third defendant’s overdraft of\nR321 745,07 with plaintiff.\n4.6\tThe third defendant dealt with the balance of those funds as\nfollows:\n4.6.1\tOn 11 September 1992, the third defendant transferred R185 000,00 to the\ncurrent banking account of Supedre (account number\n021811539).\n4.6.2\tOn 25 September 1992, the third defendant paid R100 000,00 to Roodhuis\n(Pty) Ltd, a company in which the third defendant had\na 50% interest, by way of\ncheque number 33 drawn on his current\naccount.\n5.\tThe proceeds of the\nsecond bond\nwere disbursed by plaintiff as follows:\n5.1\tOn 13 August 1996, plaintiff appropriated an amount of R6 516,70 towards the\npayment of bond costs;\n5.2\tOn the same\ndate:\n5.2.1\tplaintiff credited the home loan account of Supedre (account number\n212317326) with the amount of R693 483,30;\n5.2.2\ton the instructions of the third defendant, who was representing Supedre,\nplaintiff transferred the said amount to the current\naccount of Supedre (account\nnumber 021811539);\n5.2.3\tthe third defendant drew a cheque on that account for the said amount in\nfavour of Modderfontein Steenmakery CC (“Modderfontein”),\na close\ncorporation of which the third defendant was the sole member and which required\nthe said amount to enable it to conduct its\nbusiness operations. The cheque was\ndeposited into the banking account of Modderfontein, which received the proceeds\nthereof.\n6\tThe plaintiff disbursed the said sums knowing that the disbursements would be\nused for the purposes for which they were in fact\nused.\n7\tAt all times during which the aforegoing transactions were effected, the\nplaintiff was in possession of the Trust Deed of Supedre.\n. . .\n8\tAll repayments in terms of the two bonds were made to plaintiff by\nModderfontein.\n9\tWhen Modderfontein was placed under a winding-up order, repayments under the\nbonds ceased.\n10\tSupedre proved a claim in the winding up of Modderfontein . . . . Pursuant to\nthat claim, Supedre received a dividend of approximately\nR87 000,00.\n11\t. . . ‘\n[8]\tIt was argued on behalf of the\nrespondents that on these facts it is clear that the actual intention of the\nparties was to advance\nthe money to the third respondent. If by this argument\ncounsel meant that the bank intended to advance the loans to the third\nrespondent\nthen I disagree. The argument loses sight of the fact, as is clear\nfrom the agreed facts, that the third respondent had an existing\noverdraft\nfacility with the bank and that it would thus have been the easiest thing for\nthe bank simply to increase such facility,\nalbeit that security would probably\nhave been required. It seems clear that the bank had no intention whatsoever to\nadvance money\nto the third respondent. It may well be that by granting the loans\nto the Trust the bank facilitated a loan by the Trust to the third\nrespondent, a\nmatter that I shall come to presently. Clearly the party with which the bank\nconcluded the loan agreements was the\nTrust and the Trust alone, as represented\nby the trustees. The fact that the repayments were made by Modderfontein\nSteenmakery CC\ndoes not change the position. That was merely an arrangement\nbetween the Trust and the third respondent outside of the loan agreements.\nThe\ncovering bonds reflect the Trust as the mortgagor who ‘shall pay all\namounts owing to the bank . . . in consecutive monthly\ninstalments . .\n.’.\n[9]\tWhat I have just said also uncovers the flaw in the\nreasoning of the trial court in dismissing the bank’s action. Du Toit\nAJ\nfound that the third respondent, not being a beneficiary of the Trust, ‘to\nthe advantage and prejudice of the Trust, encumbered\ntrust property and used the\nproceeds thereof to his own advantage and the advantage of Roodhuis (Pty) Ltd\nand Modderfontein’.\nAs I have shown above, the parties to the loan\nagreements are the bank and the Trust. Plainly the third respondent would not\nhave\nbeen able to bind the Trust without the consent of the other two trustees\nand there is indeed nothing in the agreed facts to indicate\nthat he did not have\ntheir consent. On the contrary, and as has been mentioned in para 3 above,\nrespondents pleaded that the\ntrustees\nhad entered into the loan\nagreements with the bank. The third respondent’s instructions to the bank\nto transfer funds from\nthe Trust’s home loan account to his current\naccount and to the Trust’s current account were given by him in his\ncapacity\nas a duly authorised trustee representing the Trust and could not be\nresisted by the bank. Once the bank had granted the loans and\ncredited the\nTrust’s home loan account, it was not entitled to control the application\nof the funds by the Trust.\n[10]\tBut counsel for the respondents submitted\nthat the transactions, ie the home loan agreements, between the bank and the\ntrustees\nwere not concluded at arm’s length, and that because not only the\ntrustees but also the beneficiaries were affected (trust\nproperty was to be\nencumbered) the bank, with the knowledge it had of the purpose for which the\nloans were intended, should have\nbeen more circumspect. Although no general duty\nrested on it to do so, the bank, in the circumstances of this case, should have\nenquired\nas to whether the trustees were empowered to on-lend the money to the\nthird respondent, so counsel argued. The bank was in a position\nto do so, said\ncounsel, because it had the Trust Deed in its possession. Its failure to do so,\nthe submission concluded, rendered\nthe agreements unenforceable.\n[11]\tI\nshall assume, without deciding, in favour of the respondents that if the bank\nknew that the trustees were specifically prohibited\nfrom on-lending the money to\nthe third respondent and that such on-lending was a benefit or advantage to a\nnon-beneficiary, the home\nloan agreements would have been unenforceable. It is\ntrue that the bank was in possession of the Trust Deed of the Trust ‘at\nall times during which the . . . transactions were effected’, but nowhere\nis it stated in the agreed facts that the bank’s\nattention was drawn to\nthe prohibition clause or that any responsible official of the bank was aware of\nit. When asked whether knowledge\nof the contents of the prohibition clause\nshould be imputed to the bank counsel disavowed reliance upon constructive\nknowledge.\n[12]\tPart of the bank’s business is to lend money to\nclients and what would have been of interest to it is whether the trustees\nhad\nthe authority to borrow money and to encumber trust property in the process. If\nsatisfied on that score, the bank was under no\nobligation to protect the\nbeneficiaries. There was accordingly no obligation on it to study the Trust Deed\nany further to ascertain\nwhether the trustees did or did not have the power to\non-lend the money to the third respondent. The fact that the Trust Deed was\nin\nits possession indeed provided the bank with the means to acquire the knowledge,\nor, if that was not apparent\nex facie\nthe Trust Deed alone, to appreciate\nwhat questions should be asked to acquire the knowledge, but that in itself does\nnot justify\na finding that it had actual or constructive knowledge of the\nprohibition. In my view, to render the agreements unenforceable at\nleast actual\nknowledge by the bank of the prohibition would have to be established. A court\nis not normally concerned with the respective\nmotives which actuate parties in\nentering into a contract, except in so far as they were made part and parcel of\nthe contract either\nexpressly or by clear implication.\nAfrican Realty Trust\nLimited v Holmes\n1922 AD 389\nat 403. The question whether, if actual\nknowledge was established, the respondents, in their quest to have the loan\nagreements declared\nunenforceable, would have to go further and show that the\nbank also appreciated the implications upon the validity or enforceability\nof\nthe on-lending, does not arise for consideration here.\n[13]\tIt may be\nmentioned, in conclusion, that in the absence of proof at least of actual\nknowledge on the part of the bank of the\nprohibition clause in the Trust Deed,\nor the existence of a positive duty in law to investigate whether the on-lending\nwould be\nultra vires\nthe Trust Deed or constitute a breach of trust\nprejudicial to the beneficiaries, considerations of public policy do not arise. \nThe\nappeal should accordingly succeed.\n[14]\tAlthough the total amount\nclaimed in the particulars of claim is R1 321 431.16 with interest\nthereon at the agreed\nrate of 18% per annum from 1 November 1996 to date of\npayment, counsel for the bank submitted in their heads of argument that\nthe\namount payable by the Trust is R2 414 479.22, together with interest at the rate\nof 13.5% per annum from 1 May 2001 to date of\npayment. Counsel for the\nrespondents had no objection to the order sought in this court and I can see no\nreason why it should not\nbe granted. Counsel for the respondents also conceded\nthat in the event of the appeal succeeding, a costs order should be made in\nterms of the contract, which provides for costs on the scale as between attorney\nand client.\n[15]\tIn the result I make the following order:\n(1)\tThe\nappeal succeeds with costs, such costs to be taxed on the scale as between\nattorney and client.\n(2)\tThe order of the court\na quo\nis set aside and\nfor it is substituted the following:\n(a)\t‘The first, second and third respondents, in their capacity as\ntrustees of the Supedre Trust, are ordered to pay to the\nplaintiff the sum of R2\n414 479.22, together with interest thereon at the rate of 13.5% per annum from 1\nMay 1996 to date of payment;\n(b)\tThe immovable property being Portion 5 of the farm Northdene 589,\nRegistration Division I.Q., Transvaal is declared executable;\n(c)\tThe first, second and third respondents in their aforesaid capacities are\nordered to pay the plaintiff’s costs of suit\non the scale as between\nattorney and client.’\nL MPATI DP\nCONCUR:\nMARAIS JA\nMTHIYANE JA\nCLOETE JA\nJONES AJA\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number: 73/03\nIn the matter between:\nTHE STANDARD BANK\nOF\nSOUTH AFRICA LTD\nAppellant\nand\nSUZETTE KOEKEMOER\n1\nst\nRespondent\nPETRUS JACOBUS KOEKEMOER\n2\nnd\nRespondent\nHENDRIK JACOBUS KOEKEMOER\n3\nrd\nRespondent\nSUZETTE KOEKEMOER\n4\nth\nRespondent\nPETRUS JACOBUS KOEKEMOER\n5\nth\nRespondent\nDEIRDRé KOEKEMOER\n6\nth\nRespondent\nCORAM\n:\nMPATI DP, MARAIS,\nMTHIYANE,\nCLOETE JJA and JONES\nAJA\nHEARD\n:\n14 MAY 2004\nDELIVERED\n:\n2\nJULY 2004\nJUDGMENT\n_____________________________________________________\nMPATI\nDP:\nSince judgment was delivered in this matter the\nappellant’s attorneys have drawn the court’s attention to the fact\nthat\ninterest at 13.5% per annum was claimed as from 1 May 2001 and not from 1\nMay 1996 and have asked that the court’s order be\namended accordingly.  It\nis so ordered and there is substituted for the date “1 May 1996” in\nparagraph (2) (a) of the\njudgment and paragraph (2) (a) of the order of the\ncourt the date “1 May 2001”.\nL MPATI\nDP\nMARAIS JA     )\nMTHIYANE JA)\nCLOETE JA     )\nJONES AJA     ) \nCONCUR",
  "scraped_at": "2026-02-12T09:03:15.152563",
  "date": "2004-05-27",
  "coram": [
    "MPATI DP",
    "MARAIS",
    "MTHIYANE",
    "CLOETE JJA",
    "JONES AJA"
  ],
  "case_number": "73/03",
  "parties": {
    "applicants": [
      "Standard Bank of South Africa Ltd"
    ],
    "respondents": [
      "Suzette Koekemoer",
      "Petrus Jacobus Koekemoer",
      "Hendrik Jacobus Koekemoer",
      "Deidrre Koekemoer"
    ]
  },
  "sections": {
    "facts": "The Supedre Trust was created by the second respondent. In September 1992 the bank advanced a R600,000 home loan to the Trust, secured by a first‑mortgage bond over Portion 5 of the farm Northdene 589. In August 1996 a second home loan of R700,000 was advanced, secured by a continuing covering bond. In both instances the loan proceeds were on‑lent by the Trust to the third respondent, the son of the second respondent, for his personal business ventures. In July 1997 the bank sued the first, second and third respondents (as trustees) for repayment and sought an order declaring the mortgaged property executable. The trustees denied liability, arguing that the loan agreements were ultra vires the Trust Deed because the trustees were prohibited from on‑lending to a non‑beneficiary. The trial court dismissed the bank’s claim; the bank appealed.",
    "issues": "1) Whether the loan agreements are enforceable given the trustees’ alleged breach of the Trust Deed by on‑lending to a non‑beneficiary. 2) Whether the bank had actual or constructive knowledge of the prohibition in the Trust Deed and, if so, whether that knowledge renders the agreements unenforceable. 3) Whether the bank owed a duty to investigate the trustees’ capacity to on‑lend the borrowed funds.",
    "principles": "Trust law empowers trustees to borrow and encumber trust property but prohibits them from using trust capital or income for personal advantage unless they are also beneficiaries and have consent of all trustees. A contract entered into by trustees that is ultra vires the trust deed is unenforceable only if the other party (the bank) had actual knowledge of the prohibition; constructive knowledge is insufficient without proof. No general duty exists on a lender to examine a trust deed beyond confirming the trustees’ borrowing power. African Realty Trust Ltd v Holmes (1922 AD 389) reinforces the requirement of actual knowledge for a contract to be invalidated on trust‑law grounds.",
    "application": "The court found that the bank was a party to the loan agreements with the Trust itself, not with the third respondent personally. The trustees acted within their authority to borrow and to encumber trust property. Although the bank possessed the Trust Deed, there was no evidence that it was made aware of the specific prohibition against on‑lending to a non‑beneficiary, nor that any responsible bank officer had actual knowledge of it. Consequently, the bank was under no duty to inquire further, and the loan agreements were deemed valid and enforceable.",
    "conclusion": "The appeal succeeded. The order of the court a quo was set aside. The first, second and third respondents, in their capacity as trustees, were ordered to pay the bank R2,414,479.22 with interest at 13.5% per annum from 1 May 2001, the mortgaged property was declared executable, and the trustees were ordered to pay the bank’s costs on the attorney‑and‑client scale."
  },
  "tags": {
    "level_1": "Trust Law",
    "level_2": "Trustees' Powers and Duties",
    "level_3": [
      "mortgage",
      "on‑lending",
      "bank liability",
      "ultra vires",
      "contract enforceability"
    ]
  }
}