{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/37.html",
  "case_name": "National Director of Public Prosecutions v 37 Gillespie Street Durban (Pty) Ltd and Another (666/02) [2004] ZASCA 37 (13 May 2004)",
  "citation": "[2004] ZASCA 37",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 37\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v 37 Gillespie Street Durban (Pty) Ltd and Another (666/02) [2004] ZASCA 37 (13 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCases 260/03, 666/02 and 111/03\nIn the matters between:\nNATIONAL DIRECTOR OF PUBLIC\nPROSECUTIONS\nAppellant\nand\nR O COOK\nPROPERTIES (PTY) LTD\nRespondent\nAND\nNATIONAL DIRECTOR OF PUBLIC\nPROSECUTIONS\nAppellant\nand\n37 GILLESPIE\nSTREET DURBAN (PTY) LTD\n1\nst\nRespondent\nBOULLE SAAD NOMINEES (PTY) LTD\n2\nnd\nRespondent\nAND\nNATIONAL\nDIRECTOR OF PUBLIC PROSECUTIONS\nAppellant\nand\nMOTHIELLALL SEEVNARAYAN\nRespondent\nBEFORE:\nMPATI DP, SCOTT, CAMERON, NUGENT and LEWIS\nJJA\nHEARD\n:\n24 FEBRUARY\n2004\nDELIVERED\n:\n13 MAY 2004\nAssets forfeiture\n–\nPrevention of Organised Crime Act 121 of 1998\n–\n‘instrumentality of an offence’ – ‘proceeds of unlawful\nactivities’ – approach to construction\nof statute – meaning\nand application of\ndefinitions\n____________________________________________________________\nJUDGMENT\n____________________________________________________________\nMPATI\nDP & CAMERON JA:\n[1]\nThe issue in each of these\nappeals is whether certain property should be forfeited to the State under\nchapter 6 of the Prevention\nof Organised Crime Act 121 of 1998 (the Act).  That\ndepends in two of the appeals on whether the property in question was an\n‘instrumentality\nof an\noffence’\n[1]\nscheduled in the\nAct,\n[2]\nand in the third also on\nwhether it was the ‘proceeds of unlawful\nactivities’.\n[3]\nThe National\nDirector of Public Prosecutions (NDPP) alleged in each case that the property\nshould be forfeited, and applied\nex parte\nfor, and obtained, an interim\npreservation order in respect of it\n[4]\nas a prelude to forfeiture\nproceedings.\n[5]\nBut in each case the\nHigh Court later dismissed the NDPP’s application for\nforfeiture.\n[6]\nWith the leave of the\nrespective first-instance courts he appeals against their findings.  Two of the\nappeals were argued on the\nsame day and the third two days later.  Because the\nsame statutory provisions are at issue, it has been convenient to deal with them\ntogether.\n[2]\nNDPP v RO Cook\nProperties (Pty) Ltd\n(‘Cook Properties’) concerns a suburban\nhouse in Randburg, Gauteng (‘the property’).  The owner (a private\nfamily company) let it under a written lease as ‘a guest house’. \nThe NDPP alleged that the lessees used it as a brothel\n‘in contravention\nof s 20(1) of the Sexual Offences Act 31 of 1957’; and that persons\nkidnapped by one Michael Zinqi\nand his cohorts were assaulted and held hostage\non the property.  The owner opposed the application.  In the Johannesburg High\nCourt,\nWillis J found that it had not been proved that the property was an\ninstrumentality of an offence and dismissed the NDPP’s\napplication.\n[3]\nIn\nNDPP v 37 Gillespie\nStreet Durban (Pty) Ltd\n(‘37 Gillespie Street’) the NDPP alleged\nthat drug and prostitution offences were committed on the property, which was\noperated as a hotel known as ‘the Blenheim’ at 37 Gillespie Street\nin the Point area (‘the hotel’).  The\nrespondents – a\nproperty-owning company the sole asset of which is the hotel, and the\nbond-holder – anticipated protracted\nproceedings and so the owner applied\nfor legal expenses to enable it to resist the forfeiture\napplication.\n[7]\nWhen this application\ncame before Magid J in the Durban High Court, he insisted that the\ninstrumentality question be argued first,\nsince he thought that might dispose of\nthe litigation.  It did.  He found that the NDPP had not discharged the onus of\nproving that\nthe hotel was an instrumentality of an offence.  He set aside the\npreservation order and dismissed the forfeiture application with\ncosts.  But\nbecause the instrumentality point made the legal expenses application\nunnecessary, he made no order as to its\ncosts.\n[4]\nNDPP v Seevnarayan\nconcerns investments totalling R4 115 738.58 that a taxpayer had made under\nfalse names with a life insurance company (Sanlam). \nHis purpose was to conceal\nthe moneys and their proceeds so as to evade income tax.  The scheme came apart\nat the end of 1999 when,\nfearing millennial problems, he tried with the help of\nhis attorney to withdraw the investments and Sanlam demanded authentic proof\nof\nidentity.  The conduct of the attorney, Mr Yusuf Mohammed Essack of Durban, was\nreferred to the Law Society for\ninvestigation,\n[8]\nwhile the NDPP\nsought forfeiture of the investments and the interest on them as\ninstrumentalities of offences and proceeds of unlawful\nactivities.  Griesel J in\nthe Cape High Court dismissed the\napplication,\n[9]\nholding that the money\nwas not the means by which the frauds and tax evasion were committed, and that\nthe NDPP had not shown that\neither the capital amounts or the interest earned\nwere ‘proceeds of unlawful\nactivities’.\n[5]\nThe Notice of Appeal in\nCook Properties was filed more than two months late and the NDPP applied for\ncondonation.\n[10]\nThe explanation\nwas that the file went missing from the registrar’s office in the Pretoria\nHigh Court.  The NDPP’s deponent\nstates that he personally searched for\nthe file in the registrar’s office.  Mr Subel for Cook Properties pointed\nout that the\nNDPP’s attorneys could have tried to reconstruct the court\nfile and so could have avoided much of the delay.  But he recorded\nthat he\nopposed condonation chiefly to highlight the unsatisfactory explanation advanced\nand because ‘condonation is not there\nmerely for the asking’.  This\nwas a proper approach.  Mr Kuper for the NDPP submitted that this was not a case\nwhere the interests\nof justice would be served by dismissing the application. \nWe agree.  Although the period of non-compliance could have been reduced\nhad the\nNDPP’s legal representative been more diligent, this is not a case of\ngross dereliction of duty, and condonation should\nbe\ngranted.\n‘Instrumentality of an offence’\n[6]\nThe Cook Properties and 37\nGillespie Street appeals turn on the meaning of ‘instrumentality of an\noffence’ in the Act;\nSeevnarayan in addition concerns the meaning of\n‘proceeds of unlawful activities’, which we consider later.  The\nmeaning\nof both phrases must be determined in the light of the overall purpose\nof the Act.  In\nNational Director of Public Prosecutions v Mohamed\nNO\n[11]\n(\nMohamed (1)\n), the\nConstitutional Court considered the Act’s purpose, as gathered from its\nlong title and preamble, and then assessed its\nstructure and effect, in\nparticular chapter 6.\n[12]\nThe\nprovisions of chapter 6 it described as ‘complex and tightly intertwined,\nboth as a matter of process and\nsubstance’.\n[13]\nAlthough\nformally\nMohamed (1)\nconcerned only the narrow issue of the\nconstitutionality of the\nex parte\npreservation procedure under s\n38,\n[14]\nAckermann J’s full\nexposition is in point.  He first sketched the need for the legislation against\nthe background of the inadequacy\nof conventional criminal penalties (para\n15):\n‘Various international instruments deal\nwith the problem of international crime in this regard and it is now widely\naccepted\nin the international community that criminals should be stripped of the\nproceeds of their crimes, the purpose being to remove the\nincentive for crime,\nnot to punish them.  This approach has similarly been adopted by our\nLegislature.’\n[7]\nObserving that the Act (and\nespecially chapters 5 and 6) represents ‘the culmination of a protracted\nprocess of law reform’\nthat has sought ‘to give effect to South\nAfrica’s international obligation to ensure that criminals do not benefit\nfrom\ntheir crimes’, Ackermann J explained the two chapters’\nforfeiture mechanisms (para 16):\n‘Chapter 5\nprovides for the forfeiture of the benefits derived from crime but its\nconfiscation machinery may only be invoked\nwhen the “defendant” is\nconvicted of an offence.  Chapter 6 provides for forfeiture of the proceeds of\nand instrumentalities\nused in crime, but is not conviction-based; it may be\ninvoked even when there is no prosecution.’\n[8]\nAs we indicated earlier, the\nforfeiture process starts when the National Director applies\nex parte\nin\nterms of s 38 for a preservation order. Section 38(2) of the Act provides that\nthe High Court shall make such an order –\n'if there are reasonable grounds to believe that\nthe property concerned -\n(a)\tis an instrumentality of an offence referred to in Schedule 1; or\n(b)\tis the proceeds of unlawful\nactivities'.\n[15]\n[9]\nIf a preservation order is\ngranted, notice must be given to 'all persons known to the National Director to\nhave an interest in the\nproperty'; and notice of it must be published in the\nGazette in terms of s 39(1). Thereafter, an affected party may within fourteen\ndays enter an appearance to oppose the order. The National Director must then\nwithin 90 days of the grant of the preservation order\napply for the forfeiture\nof the property. At that stage, Ackermann J pointed out (para 19), affected\nparties are entitled to a full\nhearing to determine whether the property should\nbe forfeited or not.\n[10]\nThe Constitutional\nCourt described s 38’s preservation procedure as ‘part of a complex,\ntwo-stage procedure’ by\nwhich property that is the instrumentality of an\noffence or the proceeds of unlawful activities is forfeited (para 17).  Chapter\n6 provides for forfeiture where it is established on a balance of probabilities\nthat property has been used to commit an offence\nor is the proceeds of unlawful\nactivities, even when no criminal proceedings are pending.  In this respect, the\ncourt said, chapter\n6 stands in contradistinction to chapter 5, with the\nimportant interpretative consequence that chapter 6 is (para 17) –\n‘focused, not on wrongdoers, but on property\nthat had been used to commit an offence or which constitutes the proceeds of\ncrime’.\nIn this regard, the court observed:\n‘The guilt or wrongdoing of the owners or possessors of property is,\ntherefore, not primarily relevant to the proceedings.’\n[11]\nAckermann J then set out\nwhat he described as ‘the innocent owner defence’, available at the\nsecond stage of chapter 6’s\nprocedures (para 18):\n‘There is, however, a defence at the second\nstage of the proceedings when forfeiture is being sought by the State. An owner\ncan at that stage claim that he or she obtained the property legally and for\nvalue, and that he or she neither knew nor had reasonable\ngrounds to suspect\nthat the property constituted the proceeds of crime or had been an\ninstrumentality in an offence ('the innocent\nowner' defence).’\nHe went on to set out the other opportunities that chapter 6 provides to\naffected parties to have preservation orders set aside or\nvaried (para 20).\n[12]\nThis is the background\nagainst which we seek to interpret ‘instrumentality of an offence’,\nwhich, as we indicated earlier,\nthe Act defines as meaning ‘any property\nwhich is concerned in the commission or suspected commission of an offence at\nany\ntime before or after the commencement of this Act, whether committed within\nthe Republic or elsewhere’.  It is clear that in\nadopting this definition\nthe legislature sought to give the phrase a very wide meaning.  Far from\nconfining the property subject\nto forfeiture to that ‘directly involved\nin’ or ‘essential to’ or ‘employed for’ a\nscheduled\noffence, the definition embraces all property ‘which is\nconcerned in the commission or suspected commission’ of such\nan\noffence.\n[16]\nOn a literal\ninterpretation – of which all three sets of counsel gave us telling\ninstances – this could lead to forfeiture\nof property whose role in or\nutility to a crime is entirely incidental to its commission, such as a public\nvehicle on which a passenger\nsteals an item from another, or a building in whose\nrecesses a fleeing criminal finds refuge, or a flat rented by a thief who stores\nloot under a mattress.  One meaning of ‘concerned’ is ‘to be\nin a relation of practical connection with; to have\nto do with; to have a part\nor share in; to be engaged in,\nwith’.\n[17]\nIn this very wide\nsense the vehicle, building and flat in the examples could be said to be\nproperty ‘concerned in’ the\ncommission of an\noffence.\n[13]\nBut plainly such unbounded\nliteralism is not appropriate.  This court has observed of the words ‘in\nconnection with’ that\neven though literally they may have ‘a very\nwide connotation’, ‘it is probably seldom that they are used in\nlegislation\nin their wide, literal\nsense’.\n[18]\nThe same applies\nto ‘concerned in’.\n[14]\nWe say\nthis for two reasons.  First, the purport of the statute itself suggests some\nrestriction.  The purpose of chapter 6’s\nforfeiture provisions is\nsignalled in the part of the Act’s Preamble that states that ‘no\nperson should benefit from\nthe fruits of unlawful activities, nor is any person\nentitled to use property for the commission of an offence’.  The\n‘use’\nof property ‘for’ the commission of crime denotes\na relationship of direct functionality between what is used and what\nis\nachieved.\n[19]\nIn the sense the\nPreamble suggests the vehicle, building and flat posited in the examples earlier\ncould not be said to have been\n‘used for’ the commission of the\noffences.  It is true that the definition goes considerably further.  But in\nsetting\nbounds to a field of statutory meaning that was plainly not intended to\nbe unbounded, ‘used for’ is a valuable\npointer.\n[15]\nThe second reason for limiting\nthe provisions is that they must be construed consistently with the\nConstitution.\n[20]\nThe Bill of\nRights provides that ‘no law may permit arbitrary deprivation of\nproperty’.\n[21]\nAnd a literal\napplication of the provisions could well lead to arbitrary deprivation.  The\nConstitutional Court has held that a\ndeprivation of property is arbitrary when\nthe statute in question does not provide sufficient reason for the deprivation\nor is procedurally\nunfair.  What ‘sufficient reason’ is may vary\nfrom statute to statute.  ‘Arbitrary’ deprivations are not\nlimited\nto those that are non-rational:  the constitutional prohibition ‘refers to\na wider concept and a broader controlling\nprinciple that is more demanding than\nan enquiry into mere rationality’.  But the court held that\nnon-arbitrariness at any\nevent requires a rational relationship between the\ndeprivation and the legislative ends sought to be attained through\nit.\n[22]\nAnd in applying that\nstandard, it is apposite to bear in mind in the context of the forfeiture\nlegislation that the aim of the property\nclause ‘is not merely to protect\nprivate property but also to advance the public interest in relation to\nproperty’.\n[23]\n[16]\nThis entails that the means chapter 6\nemploys (forfeiture of instrumentalities of crime and proceeds of unlawful\nactivities) must\nat the very least be rationally related to its purposes.  Those\npurposes seem to us to be not only complex but inter-related, and\nto number more\nthan one – a fact that has interpretative implications.  We were urged to\ncharacterise chapter 6 as ‘penal’\nand for this reason to construe\nits provisions restrictively.  The NDPP, by contrast, urged us to affirm the\nremedial objectives\nof the legislation and for this reason to interpret its\ndefinitions amply.  Neither contention by itself seems to us to offer an\nadequate guide.\n[17]\nWe agree that chapter 6\nhas remedial objectives.  But these cannot disguise the fact that forfeiture,\nonce exacted, operates as a\npunishment.   The United States Supreme Court in a\nnot dissimilar context has observed that the notion of punishment cuts across\nthe division between civil and criminal law.  Civil proceedings may advance\npunitive as well as remedial goals, and sanctions frequently\nserve more than one\npurpose.  Hence the fact that a civil statute is remedial does not mean that it\nmay not also have a punitive\ndimension.\n[24]\nThat certainly\napplies to chapter 6.  The legislature has expressly ordained that proceedings\nunder the chapter are ‘civil\n... not criminal’ (s 37(1)), and its\nprovisions are clearly remedial.  Yet none of this diminishes the fact that the\nprovisions\nhave some penal element.  At the same time, the chapter’s\npunitive dimension does not mean that its sole or even predominant\naim is to\npunish those implicated.  As pointed out in\nMohammed (1)\n, the primary\nobjective of provisions of this sort is ‘to remove the incentive for\ncrime, not to punish’\ncriminals.\n[25]\n[18]\nThe\ninter-related purposes of chapter 6 therefore seem to us to include:  (a)\nremoving incentives for crime; (b) deterring persons\nfrom using or allowing\ntheir property to be used in crime, (c) eliminating or incapacitating some of\nthe means by which crime may\nbe committed (‘neutralising’, as\ncounsel put it, property that has been used and may again be used in crime);\nand, we\nwould add, (d) advancing the ends of justice by depriving those involved\nin crime of the property concerned.  At least (b) and (d)\nembody a palpably\npenal aspect; but the statutory objectives transcend the merely penal.  We\naccordingly agree the provisions must\nbe restrictively interpreted, though not\nfor the narrow reasons counsel\nadvanced.\n[19]\nIn giving the provisions a\nconstitutional construction, the fact that the chapter’s two stages are\n‘tightly\nintertwined’\n[26]\nin both\nprocess and substance must be borne mind.  Such intertwining does not, however,\nmean that the property owner’s guilt\nor innocence plays a role in\ndetermining the meaning of ‘instrumentality of an offence’.  The\njudges in both Cook Properties\nand 37 Gillespie Street took the opposite view. \nThey considered that the owner’s culpability was relevant to determining\nwhether\nthe properties were instrumentalities.  In Cook Properties, Willis J\nread the definition of ‘instrumentality of an offence’\nin tandem\nwith sections 48, 50 and 52 –\n‘as\nrequiring that a person may not be deprived of property unless the person owning\nthat property had a guilty state of mind\nin connection with the particular\noffence.’\nMagid J in 37 Gillespie Street considered relevant to the application of the\nphrase that there was no suggestion on the papers –\n‘that the respondents condone, are associated with or in any way\nparticipated in any illegal activities which may occur on the\nproperty’.\n[20]\nThis approach is not in our\nview correct.\nMohamed (1)\npointed out that chapter 6’s primary\nfocus is not on wrongdoers, ‘but on property that has been used to commit\nan offence’\nor which constitutes the proceeds of crime.  A criminal\nconviction is not a condition precedent to forfeiture, and property may be\nforfeited even where no charge is pending.  In consequence (at least in the\nfirst phase of the chapter’s two-stage procedure),\nthe guilt or wrongdoing\nof owners or possessors of property is ‘not primarily relevant to the\nproceedings’.\n[27]\n[21]\nThis\napproach to chapter 6 has the interpretative consequence that in giving meaning\nto ‘instrumentality of an offence’\nthe focus is not on the state of\nmind of the owner, but on the role the property plays in the commission of the\ncrime.  The phrase\nmust be interpreted independently of the guilt or innocence\nof the property-owner.  Where a forfeiture order is sought the court\nthus\nundertakes a two-stage enquiry.  In the first, it ascertains whether the\nproperty in issue was an ‘instrumentality of\nan offence’.  At this\nstage the owner’s guilt or wrongdoing, knowledge or lack of it, are not\nthe focus.  The question\nis whether a functional relation between property and\ncrime has been established.  Only at the second stage, when (after finding\nthat\nthe property was an instrumentality) the court considers whether certain\ninterests should be excluded from forfeiture, does\nthe owner’s state of\nmind come into play.  Approached from a different perspective, the contextual\nand constitutional indicators\npointing to a restrictive interpretation of\n‘instrumentality’ make it unnecessary to intrude the owner’s\nculpability\ninto the first stage.\n[22]\nThe\nexistence of the second stage is nevertheless relevant to understanding the\nfirst.  As explained earlier, an owner is entitled\nto intervene to avoid\nforfeiture: indeed, a forfeiture order in terms of s 50 may be made only\n‘subject to s 52’, which\npermits those with ‘an interest in\nthe property’\n[28]\nto intervene\nin the forfeiture application.  Such persons may either (a) oppose the making of\na forfeiture order, or (b) apply for\nan order excluding their interest in the\nproperty (s 48(4)).  Section 52 empowers a court making a forfeiture order to\nexclude from\nits operation ‘certain interests in property’ that is\nsubject to forfeiture (s 52(1)).  Seeking to accentuate the draconian\neffect of\nthe chapter, counsel for Cook Properties argued that only ‘interests in\nproperty’ less than full ownership\ncan benefit from an exclusionary order,\nand that an owner has no recourse to the exclusionary provisions.  This\ncontention seems\nwrong.  The Act defines ‘interest’ very widely as\nincluding ‘any\nright’.\n[29]\nThere can be no\nreason to exclude ownership – the most encompassing right of property\n– from that definition, nor to\nprevent owners from applying to exempt\ntheir full interest from forfeiture.\n[23]\nThe\nextent of the burden the statute places on owners and other interest-holders at\nthe second stage also suggests a more narrowly\ndefined, rather than a wider,\nunderstanding of ‘instrumentality of an offence’.  It is evident\nthat the provisions make\nsignificant inroads into the common law rights of\nownership since property is liable to forfeiture even where the owner was not\ninvolved\nin any crime at all.  In the Cook Properties and 37 Gillespie Street\nmatters, for instance, neither the corporate property-owners\nnor their human\nembodiments were alleged to have been involved in committing any offence. \nDespite such lack of implication, the\nstatute requires the owner when opposing\nforfeiture or in applying for exclusion of an interest to state that he or she\nacquired\nthe property concerned legally and\n–\n‘(a) neither knew nor had reasonable grounds to suspect that the property\nin which the interest is held is an instrumentality\nof an offence referred to in\nSchedule 1; or\n(b) where the offence concerned had occurred before the commencement of this \nAct the applicant has since the commencement of the\nAct taken reasonable steps\nto prevent the use of the property concerned as an instrumentality of an offence\nreferred to in Schedule\n1’.  (s 52(2A))\n(The events in all the appeals are alleged to have occurred after the Act took\neffect, making sub-para (b) inapplicable.)\n[24]\nThis section\nburdens the owner with an onus to prove certain facts on balance of\nprobabilities before the court can make an exclusionary\norder.  Although the\nConstitutional Court referred to this loosely as creating an ‘innocent\nowner’ defence,\n[30]\na literal\nreading of s 52(2A)(a) would suggest that innocence is not enough. In the case\nof post-statute offences, if the owner fails\nto prove absence of knowledge or\nabsence of reasonable grounds for suspicion, on such a reading the property\nstands to be forfeited\neven if he or she was unable to do anything about the\nscheduled offence or its\ncontinuation.\n[25]\nAgain, examples of the\nuntoward results a literal reading could produce proliferated in argument.  If,\nfor example, an owner knows\nor reasonably suspects that property is an\ninstrumentality, and for this reason reports the matter to the police, seeking\ntheir intervention\nagainst the criminals, this on a literal reading will not\navail against forfeiture.  Once the owner knows or reasonably suspects,\nliability to forfeiture follows, despite innocence of involvement, implication\nor even acquiescence.  The ‘reasonable steps\nto prevent’ defence (s\n52(2A)(b)) avails only for pre-statute offences.  On such a reading the statute\ndoes not provide an\n‘innocent owner defence’ but only (as counsel\nfor 37 Gillespie Street suggested) an ‘ignorant owner\ndefence’.\n[26]\nWe emphasise that none of\nthe owners in the appeals before us invoked the second stage of the\nchapter’s procedures:  in the\ncourse each case took, they staked their\nfortunes rather on a narrow reading of ‘instrumentality of an\noffence’.  As\na result these cases do not require us to give a\ndeterminative reading of the second-stage provisions.  Nor is the\nconstitutionality\nof the reverse onus resting upon owners facing forfeiture\nbefore us.  It may be that s 52(2A)(a) should be read, applying the common\nlaw\nmaxim that the law does not demand the\nimpossible,\n[31]\nso as to avoid\nforfeiture when the owner has done ‘all that reasonably could be\nexpected’ to prevent the unlawful use\nof the\nproperty,\n[32]\nand that this can\nproperly be done despite the contrasting proximity of sub-paragraph (b).  We\nneed not decide that now.  Nor do\nthe appeals require us to confront the serious\nconstitutional question whether forfeiture is permissible when the owner has\ncommitted\nno wrong of any sort, whether intentional or negligent, active or\nacquiescent.\n[33]\n[27]\nWe therefore express no final views on\nthe interpretation of s 52.  The present relevance of the second stage is to\nemphasize that,\neven on any likely constitutional interpretation, the forfeiture\nprovisions place substantial burdens on owners and that these likewise\npoint to\na narrow reading of ‘instrumentality of an offence’.\n[28]\nMr Kuper for the NDPP in Cook Properties\nand 37 Gillespie Street argued that the chapter is intended ‘to recruit\nproperty owners\ninto an active role’ as guardians of their property\nagainst crime.  We agree that property owners cannot be supine.  In particular,\nwe endorse the notion that the State is constitutionally permitted to use\nforfeiture, in addition to the criminal law, to induce\nmembers of the public to\nact vigilantly in relation to goods they own or possess so as to inhibit crime. \nIn a constitutional state\nlaw-abiding property-owners and possessors must, where\nreasonably possible, take steps to discourage criminal conduct and to refrain\nfrom implicating themselves or their possessions in its ambit.  And the State is\nentitled to use criminal sanctions and civil forfeitures\nto encourage this. \nHere constitutional principle recognises individual moral agency and encourages\ncitizens to embrace the responsibilities\nthat flow from\nit.\n[34]\n[29]\nWe\ntherefore agree that the Act requires property owners to exercise responsibility\nfor their property and to account for their stewardship\nof it in relation to its\npossible criminal utilisation.  But the pursuit of those statutory objectives\ncannot exceed what is constitutionally\npermissible.   Forfeitures that do not\nrationally advance the inter-related purposes of chapter 6 are unconstitutional.\nDeprivations\ngoing beyond those that remove incentives, deter the use of\nproperty in crime, eliminate or incapacitate the means by which crime\nmay be\ncommitted and at the same time advance the ends of justice are in our view not\ncontemplated by or permitted under the Act.\n[30]\nMr Breitenbach, who argued this aspect on\nbehalf of the NDPP in Seevnarayan, is therefore in our view correct in\nsubmitting that the\nrelationship between the purpose of the forfeiture and the\nproperty to be forfeited must be close, that the purpose of the forfeiture\nmust\nbe compelling and that a proportionality analysis – in which the nature\nand value of the property subject to forfeiture\nis assessed in relation to the\ncrime involved and the role it played in its commission – may at the final\nstage in addition\nbe\nappropriate.\n[35]\n[31]\nAs\nwill appear when we discuss the individual cases, it is not necessary for us to\ndetermine comprehensively what standard applies,\nnor (because of their outcome)\nto apply a proportionality analysis to the appeals before us.  For now it is\nenough to say that the\nwords ‘concerned in the commission of an\noffence’ must in our view be interpreted so that the link between the\ncrime\ncommitted and the property is reasonably direct, and that the employment\nof the property must be functional to the commission of\nthe crime.  By this we\nmean that the property must play a reasonably direct role in the commission of\nthe offence.  In a real or\nsubstantial sense the property must facilitate or\nmake possible the commission of the offence.  As the term\n‘instrumentality’\nitself suggests (albeit that it is defined to\nextend beyond its ordinary meaning), the property must be instrumental in, and\nnot\nmerely incidental to, the commission of the offence.  For otherwise there is\nno rational connection between the deprivation of property\nand the objective of\nthe Act:  the deprivation will constitute merely an additional penalty in\nrelation to the crime, but without\nthe constitutional safeguards that are a\nprerequisite for the imposition of criminal\npenalties.\n[32]\nIt follows that we endorse\nbroadly the conclusion in those cases, following the first-instance decision in\nNDPP\nv Carolus and\nothers\n,\n[36]\nwhere a narrow\nrather than a wide interpretation of the definition of\n‘instrumentality’ was held appropriate.  Here,\ndespite its different\n(and pre-constitutional) context, we find practical assistance in\nS v\nBissessue\n,\n[37]\nwhere a\nmagistrate declared forfeit a motor vehicle and fishing rods used in fishing\nwithout a licence under an ordinance that, in\naddition to a criminal penalty,\nrequired the court to declare any article used ‘in, for the purpose of, or\nin connection with\nthe commission of the offence’ forfeit. On appeal the\nforfeiture of the fishing rods was upheld, but that of the vehicle was\nset\naside.  The Court held that ‘to qualify for forfeiture the thing must play\na part, in a reasonably direct sense, in those\nacts which constitute the\nactual commission\nof the offence in question’.  The same in our\nview applies to ‘instrumentality of an offence’.  As suggested in\nNDPP v Prophet\n,\n[38]\nthe\ndetermining question is whether there is a sufficiently close link between the\nproperty and its criminal use, and whether the\nproperty has a close enough\nrelationship to the actual commission of the offence to render it an\ninstrumentality.  Every case will\nof course have to be decided on its own\nfacts.\nWe turn now to apply these principles to the\nthree cases before us.\nCOOK PROPERTIES\n[33]\nEarlier we set out the\nfacts in brief (para 2).  The fact that kidnapped persons were held hostage and\nassaulted at the house does\nnot make the property an ‘instrumentality of\nan offence’.  The property was the place where the crimes were committed.\n\nBut the location was purely incidental to their commission.  We agree with the\napproach Stegmann J adopted in\nNational Director of Public Prosecutions re\nApplication for Forfeiture of Property in terms of\nss 48\nand\n53\nof the\nPrevention of Organised Crime Act,\n1998\n:\n[39]\n‘The mere fact that a particular offence was committed on a particular\nproperty would not necessarily entail the consequence\nthat the property was\n“concerned in the commission” of the offence or that the property\nhad become an “instrumentality\nof an offence”.  It seems to me that\nevidence of some closer connection than mere presence on the property would\nordinarily\nbe required in order to establish that the property had been\n”concerned in the commission” of an offence.\nHe added:\n‘Every [scheduled] offence must be committed on some piece of property. \nBut it would be absurd to infer that the legislature\nhad intended every property\non which such an offence had been committed to be liable to forfeiture to the\nState.  A closer connection\nmust be shown than mere presence.  It must be\nestablished that the property was ‘concerned’ in the commission of\nthe\noffence, and not merely that the offence was committed on the\nproperty.’\n[34]\nWe agree.  The\nfact that a crime is committed at a certain location does not by itself entail\nthat the venue is ‘concerned in\nthe commission’ of the offence.  An\nilluminating discussion of the Australian forfeiture cases (where property\n‘used\nin, or in connection with, the commission of’ certain serious\noffences is subject to forfeiture) by the New South Wales Supreme\nCourt shows\nthat something more than mere location is\nessential.\n[40]\nWe consider that the\nsame applies to our legislation.  Either in its nature or through the manner of\nits utilisation, the property\nmust have been employed in some way to make\npossible or to facilitate the commission of the offence.  Examples include the\ncultivation\nof land for the production of drug crops; the appointment,\narrangement, organisation, construction or furnishing of premises to enable\nor\nfacilitate the commission of a\ncrime;\n[41]\nor the fact that the\nparticular attributes of the location are used as a lure or enticement to the\nvictims upon whom the crime is\nperpetrated (such as a houseboat whose particular\nattractions were used to lure minors into falling prey to sexual\noffences).\n[42]\n[35]\nNone\nof this applies to the kidnappings and assaults at the Cook Properties house. \nThe evidence is solely that the victims were taken\nthere and then detained and\nabused.  The nature, location, attributes or appointment of the house itself\nplayed no distinctive role\nin the crimes, nor did any features of the house play\na role in luring the victims there.  It provided only the venue for the crimes.\n\nThat is not enough to trigger the forfeiture\nprovisions.\n[36]\nA second basis on which the\nNDPP sought forfeiture was that the lessees used the house in contravention of s\n20(1) of the Sexual Offences\nAct.  It is important to emphasise how the NDPP set\nout the case for forfeiture here.  In the preservation application, the founding\naffidavit says that the house was ‘utilised as a brothel in contravention\nof section 20(1) of the Sexual Offences Act’.\n The supporting affidavit\nsimilarly alleges a ‘contravention of section 20(1)’.  Ms Rabaji,\nthe head of the NDPP’s\nasset forfeiture unit, deposing later to the\nfounding affidavit in the forfeiture application, again asserts that the\nproperty was\n‘utilised as a brothel in contravention of s 20(1) of the\nSexual Offences Act’.  The NDPP stated in summary that its\ncase for\nforfeiture was that the property –\n‘is an instrumentality of offences referred to in items 3 [kidnapping], 7\n[assault with intent to commit grievous bodily harm]\nand 11 [contravention of s\n20(1) of the Sexual Offences Act] of Schedule 1 of the Act.’\n[37]\nIn regard to\nsexual acts the forfeiture case thus rested expressly and exclusively on the\nbasis of a contravention of s 20.  But s\n20 does not prohibit brothel-keeping,\nor mention it at all.  Instead, it provides that –\n‘(1) Any person who –\n(a) knowingly\nlives wholly or in part on the earning of prostitution; or\n(aA) has unlawful carnal intercourse, or commits an act of indecency, with any\nother person for reward; or\n(b) in public commits\nany act of indecency with another person; or\n(c) in public or in private in any way assists in bringing about, or receives\nany consideration for, the commission by any person\nof any act of indecency with\nanother person,\nshall be guilty of an offence.’\nSo although the NDPP stated that the property was\nbeing used as a brothel, the case set out in the affidavits committed him to\nproving\na contravention of one of the sub-paragraphs of s 20.\n[38]\nThe evidence relied on was\nthat of sergeant Maher and superintendent Neethling of the South African Police\nServices.  Maher states\nthat he visited the premises of ‘Club 247’,\nwhich operated on the property.  There he spoke to an employee named Priscilla.\n\nShe advised him that the entrance fee was R100.  Apart from entry, this included\ndrinks and food plus ‘live sex shows’.\nPriscilla also told him that\nwomen cost R350 per hour.  When he enquired what was included she responded:\n‘Anything goes, full\nhouse or anything’.  She explained that this\nincluded oral sex and that there were seven girls available.  Maher then took\na\ntour of the premises on the pretext that he would bring prospective clients.  It\nis on the basis of his observations regarding\nthe lay-out that Rabaji asserted\nthat the property was ‘utilised as a brothel in contravention of s 20(1)\nof the Sexual Offences\nAct’.\n[39]\nIn our\nview, there is no evidence establishing that either the lessees of the property\nor the owners of ‘Club 247’ contravened\ns 20(1)(a) by knowingly\nliving wholly or in part on the earnings of prostitution.  Counsel relied on the\naffidavit of superintendent\nNeethling, who visited the property some sixteen\nmonths before Maher.  He states:\n‘Ek is sedert\n3 Mei 2000 by the Gesinsgeweld, Kinderbeskerming en Seksuele Misdrywe\nOndersoekeenheid.  Gedurende Julie 2000\nhet ek ‘n program geloods om die\nstyging in kinderprostitusie aan te spreek.  Uit hoofde van die program besoek\nek gereeld\nplekke wat as bordele gebruik word.  Die waarneming wat ek [in\nFebruarie 2000] gedoen het by Northumberlandlaan 247 is tipies wat\nek sien in\nbordele wat ek besoek het.\nDie dames te Klub 247 het later aan my erken dat hulle op die perseel as\nprostitute werk.  Hulle het my verder meegedeel dat hulle\n‘n fooi betaal\naan die eienaars van die Klub en alles wat hulle verder maak aan hulself toekom\n...’\nThat is all there is.  Of course those allegedly living off the earnings of\nprostitution gave no direct evidence for the NDPP.  Nor\ndid the women allegedly\nemployed to provide the earnings.  Neethling’s averments are therefore\nhearsay, as inadmissible against\nthe property owners as against the lessees, and\nMr Kuper advanced no basis on which it should be admitted under any exception to\nthe hearsay rule.\n[40]\nThe same considerations\napply to the other alleged contraventions of s 20(1).  There was no direct\nevidence that ‘unlawful carnal\nintercourse’ took place for reward (s\n20(1)(aA)), nor that any ‘act of indecency with another person’ took\nplace\non the property (s 20(1)(aA), (b) and (c)), nor that the lessees or club\nowners assisted in bringing about any such act, or received\nany consideration\nfor it (sub-para (c)).  Its absence spares us the task of trying to decide what\n‘act of indecency’\nmight mean today; and this entails that the NDPP\ncannot establish any of the scheduled statutory contraventions upon which he\nseeks\nto rely.\n[41]\nBelatedly, in his reply to\nthe argument before us, Mr Kuper as a last resort argued that the affidavits\nestablished that the house\nhad been used as a brothel in contravention of s 2 of\nthe Sexual Offences Act.  He pointed to evidence regarding pamphlets and other\nparaphernalia found on the premises, advertisements in a Gauteng daily newspaper\nexplicitly offering sexual services at ‘Club\n247’, as well as the\nway in which the premises were structured and the rooms equipped.  He submitted\nthat this was sufficient\nto establish that the house was used as a brothel. \nPerhaps.  We do not need to decide that.  Willis J did consider that ‘the\nproperty quite obviously has been used as a brothel’.  We are content to\nendorse that finding.  But Willis J rightly went on\nto hold that the\nNDPP’s case ‘rests on subsection 20(1)(a) of the Sexual Offences Act\n3 of 1957’, and that insofar\nas it rests on that provision it ‘must\nfail’.\n[42]\nWe agree with his\nconclusion.   The NDPP pinned this part of the forfeiture case to section 20(1)\nof the Sexual Offences Act.  And\nkeeping a brothel is made an offence not by s\n20(1), but by s 2.  The Act’s Schedule does not specifically mention s 2. \nThat\nis a scheduled offence only through the oblique route of item 33\n(‘any offence the punishment wherefor may be a period of imprisonment\nexceeding one year without the option of a fine’). Punishment for\ncontravening s 2 is imprisonment for a period not exceeding\nthree years with or\nwithout a fine not exceeding R6 000 in addition to such imprisonment.  So on\nthis basis keeping a brothel does\nfall within the Schedule.\n[43]\nBut nowhere do the NDPP’s\naffidavits allude to either s 2 or to item 33.  Though the deponents aver that\nthe premises were ‘utilised\nas a brothel’, they do so solely to\nemphasise and to illustrate the ‘contravention of s 20(1) of the Sexual\nOffences\nAct’.\n[44]\nWe do not think\nthat the NDPP can claim forfeiture of property by oblique invocation of\nstatutory infractions, still less by mistaken\nallusion to them.  If our approach\nseems technical, we think that this is rightly so.  Assets forfeiture is a\nserious matter.  Where\nan owner stands to lose property because the asset was\n‘concerned in the commission of an offence’, the papers must set\nout\nclearly the case he or she is called to\nanswer.\n[45]\nCertainly the property owner must\nbe told clearly what scheduled offence or offences the NDPP relies on to\nestablish forfeiture. \nThe NDPP’s papers in this case were clear only in\nthat they confined the case for forfeiture to s 20 of the Sexual Offences\nAct,\nwhich the evidence did not establish.  The allusions to keeping a brothel as a\nseparate offence are at best ambiguous and misleading,\nand there is no reference\nat all to s 2 of the Sexual Offences Act or to item 33 of the Schedule.  It is\nnot idle to speculate that\nif the misleading and erroneous references to s 20(1)\nhad been replaced with a clear invocation of s 2 of the Sexual Offences Act,\nfalling under item 33 of the Schedule, the property owner might have been moved\nto produce quite different defensive evidence.  So\nany approach that is less\n‘technical’ would engender grave unfairness.  In our view the NDPP\nfailed to prove that the\nproperty was an instrumentality of any of the offences\non which he relied.\n37 GILLESPIE\nSTREET\n[46]\nThe NDPP’s founding\ndeponent relies on the supporting affidavit of captain Michelle Frazer of the\nSouth African Police Services\nto aver that the hotel is an instrumentality of an\noffence.  (The founding affidavit also avers that the hotel is the\n‘proceeds\nof unlawful activity’.  But the NDPP did not persist in\nthis.)  Capt Frazer, in turn, relies on an affidavit deposed to by\ninspector Von\nBargen of the Durban Metropolitan Police Service.\n[47]\nAccording to Von Bargen during 2000 he\nnoticed ‘a high incidence of crime in the immediate area and inside’\nthe hotel,\nwhich is situated in the Point area, notorious for prostitution,\ntheft by snatching, robbery and the possession of or dealing in\ndrugs.  While\nattending to complaints at the hotel, Von Bargen noticed that the premises were\ndilapidated.  He consequently wrote\na letter to the manager informing him about\nillegal activities that occurred on the premises and of the by-laws that were\nbeing transgressed.\n He called on the owner ‘to take reasonable steps to\nrectify the situation’.  At the end of 2000 Von Bargen sent another\nletter\nto the management giving names of persons residing there who had been arrested\nfor various offences.\n[48]\nDuring a\nsubsequent raid in 2001 various narcotic substances and drug paraphernalia were\nfound at the hotel.  Arrests were also made.\n Von Bargen states that he noticed\nthat the hotel ‘had not sufficiently improved since drug dealing and\nprostitution were still\noccurring on the premises’.  He later had a\nmeeting with the manager and a trustee of the property.  There he suggested that\nall small holes in the walls and floors be blocked as he ‘had noticed\nduring the course of several searches conducted on the\npremises that drugs were\noften hidden in these inconspicuous places’.  He states that during one\nparticular search he removed\n‘a substantial quantity of dagga’\nhidden beneath a bath basin in a second floor bathroom.  He also suggested that\nunused\nrooms be locked to prevent persons from using them to sell drugs or\nengage in prostitution, and that the owner should hire a security\nguard\n‘to prevent loitering in the building and to control access in and out of\nthe building’.  Yet on a subsequent raid\nVon Bargen found that his advice\nhad not been heeded.  Drugs were yet again\ndiscovered.\n[49]\nMr Kuper for the NDPP\nsubmitted that taken cumulatively these facts establish that the hotel was a\ndrug shop used for storing and\nsecreting drugs.  The founding papers do\nestablish that on each of the raids at the hotel drugs were discovered and\nsuspected offenders\narrested.  But the fact was that anyone could rent a room or\nrooms for any length of time.  It is situated in an area where on the\nNDPP’s own evidence drug offences are rife.  Because of this (and possibly\nbecause of the rates offered), the hotel is likely\nto attract persons who may\npossess drugs.  The mere fact that drug dealers may frequent the hotel does not\nmake it ‘a drug\nshop’.  There is no evidence that the persons\narrested in the various raids and searches were the same people.  There is no\nsuggestion that rooms were rented out or equipped for the purpose of drug\ndealing.  Nor is there any evidence that the premises themselves\nwere used to\nmanufacture, package or distribute drugs, or that any part of the premises was\nadapted or equipped to facilitate drug\ndealing.  Certainly the facts alleged do\nnot approach the cases abroad where property has been forfeited on this\nbasis.\n[43]\n[50]\nThe\nhotel was merely the place where drug offences were committed.  It was an\nenterprise whose business it was to rent out rooms to\nthe public.  That it so\nhappens that some, or even most, of the tenants were drug dealers is on the\nfacts before us incidental to\nthe offences alleged to have taken place on its\npremises.  In our view, the NDPP likewise failed to prove that the hotel was an\ninstrumentality\nof an offence.\nSEEVNARAYAN\n[51]\nThe two questions in this\nappeal are whether the investments were an ‘instrumentality of an\noffence’ and whether they,\nor the interest earned upon them, were\n‘proceeds of unlawful activities’ under the Act.  The factual\ndetails are set\nout in the judgment of Griesel J in the Cape High\nCourt.\n[44]\nSince his judgment is\nreported, there is no need to repeat them.  In brief, between July 1994 and\nSeptember 1999, Seevnarayan, through\nhis brother-in-law (a broker for Sanlam),\nmade a number of investments eventually totalling R4 115 738.85.  They were all\nmade in\nnames other than that of the investor, mostly false, the culminating\ndestinations being in the fictitious names of one ‘Pat\nOliver’,\nsupposedly from Transkei, and one ‘Aboobaker Paruk’, supposedly from\nLesotho.\n[52]\nCounsel for Seevnarayan\nconceded in this court and the court\nbelow\n[45]\nthat the purpose of\nemploying fictitious names was to conceal the origin of the funds and the\ninterest earned upon them so that Seevnarayan\ncould evade payment of income tax.\nAs mentioned earlier (para 4 above), the scheme went awry when in trepidation at\nthe onset of\n2000 Seevnarayan, abetted by his attorney, tried to withdraw the\nmoneys, but the fictitious payees could not be\nsubstantiated.\n[53]\nTo establish\n‘instrumentality’ there must be a scheduled offence.  Here the\ninvestments were made under false names. \nIn the Cape High Court Griesel J,\ndespite some apparent doubt,\n[46]\naccepted without finding in favour of the NDPP that Seevnarayan’s conduct\nin relation to Sanlam amounted to fraud.  In our\nview that conclusion is not\nsubject to doubt.  It was not disputed that Seevnarayan induced Sanlam to\nbelieve that actual persons\nwere making the investments in their authentic\nnames, and that in this belief it recorded the investments in the names given. \nIt\nwas also not disputed that Sanlam is under a statutory duty to furnish proper\nand accurate returns to the South African Revenue Services\n(SARS) of both\ndividends paid and of taxable interest.  Nor was it disputed that cloaking an\ninvestment under a false name impedes\nthe performance of that duty, to the\ndetriment or potential detriment of Sanlam.  This is\nfraud.\n[54]\nMore generally stated, the\nproposition is that one who under a false name entrusts money to another for\ninvestment and accrual of\ninterest commits a fraud on the other if the false\nrepresentation of identity prejudices or potentially prejudices the other in its\naccounting and reporting obligations, whether statutory or otherwise.   We think\nthis proposition sound.\n[55]\nAs Griesel J\nfound,\n[47]\nSeevnarayan’s\nconduct was also a fraud on the revenue services.  His purpose in making the\ninvestments under false names was\nto evade payment of income tax on the sums so\nsecreted and on the returns they yielded.  Counsel for Seevnarayan initially\nargued\nthat a fraud on the SARS can be committed only by submitting false income\ntax returns, and that since no such returns had been adduced\nin evidence, the\nNDPP’s case was speculative.  But this line was rightly abandoned.  The\nrevenue services produced Seevnarayan’s\nreturns for the tax years 1993 to\n1998.  These showed that the investments had been untruthfully secreted.  That\ntoo was fraud.\n[56]\nGriesel J rightly\nfound\n[48]\nthat Seevnarayan’s\nconduct was also a contravention of s 104(1) of the Income Tax Act, 58 of 1962. \nThis provision makes it\nan offence – with punishment falling within item\n33 of the Schedule to the Act – to render a false return with intent\nto\nevade assessment or taxation, or in doing so to make ‘use of any fraud,\nart or contrivance whatsoever’.  Doubtless\nbecause of the super-abundance\nof averments establishing fraud, which also covered s 104, Rabaji’s\nfounding affidavit does\nnot expressly mention the statutory tax offence.  In his\nanswering affidavit, Seevnarayan himself raised the question whether s 104\nhad\nbeen contravened.  He erroneously denied that it constituted a scheduled offence\n– a contention he later abandoned, but\nwith which the NDPP in reply joined\nissue.  In these circumstances the absence of express allusion to s 104 in the\nfounding affidavit\ncaused no prejudice.  The parties’ affidavits fully\ncanvassed all the evidence relating to both offences.  Two scheduled offences\nwere therefore established.\n[57]\nGiven that in\nrelation to both the revenue services and Sanlam Seevnarayan placed himself\nwithin the Act’s Schedule by investing\nthe funds under false names, the\nquestion is whether the funds themselves are an ‘instrumentality of an\noffence’.  Griesel\nJ held that to describe the investments as the means by\nwhich the fraud was committed would be ‘straining the language of the\nAct\nunduly’ and contrary to its purpose: ‘After all, fraud is not\ncommitted\nby means of\nmoney or other property, but by means of\nintentional\nmisrepresentations’.\n[49]\n[58]\nIn\nour view, this states the issue too narrowly.  As we showed earlier, the\nAct’s definition of ‘instrumentality’\ngoes deliberately wider\nthan the ‘means’ by which an offence is committed.  It embraces\nproperty ‘concerned in’\nthe offence.  The question is thus not\nwhether the fraud was committed ‘by means of’ the investments, but\nwhether the\nmoney invested was ‘concerned in the commission’ of the\nfraud on either Sanlam or the revenue services within the intendment\nof the\nstatute.\n[59]\nEven applying the broader\napproach we have outlined, however, we come to the same conclusion as Griesel J.\nAs we found earlier (para\n32), the property must play a part, in a reasonably\ndirect sense, in the acts that constitute the\nactual commission\nof the\noffence.  Mr Seligson for the NDPP contended that the investments did play the\ndirect role required in the acts constituting\nthe commission of the frauds.  We\ncannot agree.  It seems to us to invite confusion to say that Seevnarayan\ncommitted the offences\nby investing money in false names, for that combines what\nwere in truth two separate acts.  It was not by investing money that Seevnarayan\ncommitted a fraud on Sanlam: it was by proffering false names that he did so. \nSimilarly, the fraud on the revenue services was committed\nby proffering false\nincome tax returns.  In both instances, the offence consisted in proffering\nfalse information.\n[60]\nTo constitute an\n‘instrumentality’, the money must stand in a close relationship to\nthe actual offence.  The Sanlam investments\nwere not themselves prohibited, and\nthe offence did not consist in making them.  They were perfectly lawful.  The\ncrime consisted\nin falsifying the identity of the person making the\ninvestments.\n[61]\nIt is true that\nSeevnarayan’s act in making the investment was coordinate with his false\nrepresentation as to the investors’\nidentity, and that the act of so\ninvesting simultaneously brought about the fraud. It is also true that\nSeevnarayan would not have\nproffered false information to Sanlam if he had not\nhad money to invest – just as a person might not forge a motor vehicle\nlicence unless he has a vehicle to which to attach it.  But it does not follow\nthat the money is instrumental in the commission of\nthe offence.  In both cases,\nthe use to which the offender wishes to put the property provides the reason to\ncommit the offence,\nbut the property is nevertheless not instrumental in its\ncommission.\n[62]\nThe point is that a relation\nof indispensable causality between property and offence does not, by itself,\nconstitute the measure of\ninvolvement necessary for making property an\n‘instrumentality’ of the offence.   This conclusion derives support\nfrom\nthe decision of the United States Supreme Court in\nUnited States v\nBajakajian\n,\n[50]\nwhere the\noffence consisted in attempting to leave the United States without reporting the\ntransport of more than $10 000 in currency.\n Bajakajian was caught trying to\nleave with $357 144 in cash, and the government sought to seize it under\nlegislation requiring forfeiture\nof any property ‘involved in such\noffence’.  The majority of the Supreme Court held that the forfeiture of\nthe entire\namount was unconstitutional as an excessive fine.  But the majority\nadditionally concluded that the actual cash was in any event\nnot an\n‘instrumentality’ of the offence of non-reporting.  The Supreme\nCourt held that though the existence of the cash\nwas a precondition to the\noffence, it did not make it an instrumentality, since the cash was not\n‘the actual means by which\nthe criminal act is committed’:\n‘the currency is merely the subject of the crime of failure to\nreport’.\n[51]\n[63]\nCounsel for the NDPP sought to\ndistinguish this reasoning.  But we find it applicable.\nBajakajian\nis in\nfact a stronger case than the present, since there (as the dissenting minority\nvigorously pointed out)\n[52]\nthe act\nconstituting the offence was the failure to report the very cash that was being\ntransported.  In the present case making\nthe investments did not by itself\nconstitute fraud, nor did making the investments in itself constitute tax\nevasion.  We conclude\nthat the cash involved was not an instrumentality of an\noffence.\n‘Proceeds of unlawful activities’\n[64]\nThe statute defines\n‘proceeds of unlawful activities’ as meaning –\n‘any property or any service, advantage, benefit or reward which was\nderived, received or retained, directly or indirectly,\nin the Republic or\nelsewhere, at any time before or after the commencement of this Act, in\nconnection with or as a result of any\nunlawful activity carried on by any\nperson, and includes any property representing property so derived’.\nThe definition in essence requires that the property in question\nbe ‘derived, received or retained’ ‘in connection\nwith or as a\nresult of’ unlawful activities.  Griesel J considered that a literal\napplication of the definition would lead\nto absurd and grossly inequitable\nresults, and that a restrictive interpretation was therefore imperative.  For\nthis approach he\nrelied on the Act’s short title (‘prevention of\norganised crime’), and noted that its long title suggested that\nit was\nintended to ‘combat organised crime, money laundering and criminal gang\nactivities’.  From this and the preamble\nhe concluded that evasion of\npersonal income tax by a single individual could not be considered\n‘organised crime’ and\nthat ‘the Act was never intended to be\napplied in situations such as the present’.  For these and other reasons\nhe applied\na restrictive\napproach.\n[53]\n[65]\nWe cannot agree with this\nconstruction, which radically truncates the scope of the Act.  It leaves out\nportions of the long title,\nas well as the ninth paragraph of the preamble. \nThese show that the statute is designed to reach far beyond ‘organised\ncrime,\nmoney laundering and criminal gang activities’.  The Act clearly\napplies to cases of individual\nwrong-doing.\n[66]\nIt is evident that the\ndefinition of ‘proceeds of unlawful activities’ is cast extremely\nwide, and the interpretative\ncaution Miller JA expressed regarding ‘in\nconnection with’ in\nLipschitz NO v UDC Bank\nLtd\n[54]\n(para 13 above) applies.\nBut with that adjustment made, we consider that the amplitude of the definition\nshould be approached somewhat\ndifferently from that in the case of\n‘instrumentality of an offence’.  This is because the risk of\nunconstitutional application\nis smaller.\n[67]\nAs we showed earlier, the forfeiture of a\ngood deal of property that could literally be said to be ‘concerned\nin’ an offence\nwould run unconstitutionally counter to the Act’s\nobjectives of removing incentives, deterring the use of property in crime,\neliminating or incapacitating the means by which crime may be committed and at\nthe same time advancing the ends of justice.  In our\nview it is less likely that\nforfeiture of benefits derived, received or retained ‘in connection with\nor as a result of any\nunlawful activity’ would fail rationally to advance\nthose objectives.  We therefore approach the definition on the basis that,\nsubject to necessary attenuation of the linguistic scope of ‘in connection\nwith’, it should be given its full ambit.\n‘Proceeds of unlawful activities’ – capital\ninvested\n[68]\nThe NDPP made two\nsubmissions regarding the capital.  The first was that the whole sum invested\nrepresented the proceeds of unlawful\nactivities.  The argument was based on\ninference.  The NDPP did not at any stage claim in the papers that the funds\noriginated in\nunlawful activities by Seevnarayan or any other person.  But\nSeevnarayan’s financial advisor tendered a detailed accounting\nof the\norigin of the funds that, starting in 1994, made up the amounts eventually\ninvested in the names of Paruk and Oliver.  Counsel\nfor the NDPP pointed out\nthat this accounting did not wholly explain the origin of the funds.  It is also\ntrue, as counsel stressed,\nthat the legitimacy of the funds was a matter\npeculiarly within Seevnarayan’s knowledge.  We nevertheless consider that\nthe\nNDPP’s contention that those funds must by probable inference be\ninferred to derive from unlawful activities unduly stretches\nthe case.  This was\nat no stage the case that Seevnarayan was called to meet, and if his explanation\nlacks particularity we do not\nconsider that in the circumstances of this case it\nprovides a satisfactory basis for the inference that they originated in unlawful\nactivities.\n[55]\n[69]\nIn\nthe alternative, the NDPP contended that the entire capital amount was\n‘retained’ in connection with or as a result\nof unlawful activities.\nThis argument also cannot succeed.  It entails that the sum invested somehow\nchanged its character in the\ncourse of the scheme so as to taint it with the\nfraud Seevnarayan perpetrated by investing under false names.  We do not think\nthat\ncan be said to have occurred.\n‘Proceeds of unlawful activities’ – interest\nearned\n[70]\nThe NDPP argued further\nthat the interest Seevnarayan earned on the investments represented the\n‘proceeds of unlawful activities’.\n The question is whether the\ninterest was earned ‘in connection with or as a result’ of his\nunlawful activity in making\nfalse representations to Sanlam and to the revenue\nservices.  We think it clear that Seevnarayan did not derive, receive or retain\nthe interest ‘as a result of’ his unlawful conduct in making false\nrepresentations to Sanlam and to the revenue services.\n  The interest was the\ndirect result of his investment, and not his false statements.\n[71]\nBut can it be said that Seevnarayan\nderived, received or retained the interest ‘in connection with’ his\nunlawful scheme?\n We think not.  Even though it is clear that the words\n‘in connection with’ are intended to broaden the scope of the\ndefinition, we consider that, merely as a matter of language, to fall within the\ndefinition the accrual of property must flow in\nsome way (direct or indirect)\nfrom unlawful activity.\n[72]\nBearing in mind\nthat the objective of the Act is to render forfeit the returns that might accrue\nfrom unlawful activity, we consider\nthat the ‘connection’ the\ndefinition envisages requires some form of consequential relation between the\nreturn and the\nunlawful activity.  In other words, the proceeds must in some way\nbe the consequence of unlawful\nactivity.\n[73]\nIn our view, even viewing the\ndefinition broadly, there is no such connection between the interest earned and\nany of the offences\nSeevnarayan committed.  The interest did not accrue to him\nin consequence of his conduct in proffering false information to Sanlam,\nbut\nfrom his conduct in making the investments.  Nor did the interest accrue to him\nin consequence of his conduct in proffering false\nincome tax returns.  It might\nbe said that the interest accrued to him in consequence of his intention to\ncommit fraud on the revenue\nservices by submitting false returns in the future. \nBut it was still not an accrual that flowed from the commission of that offence.\nOn the contrary, the offence was committed in consequence of the accrual of the\ninterest.  It is true that the offence was committed\nwith the object of evading\nliability for the income tax payable on the interest earned, but that is not to\nsay that Seevnarayan ‘retained’\n(or attempted to retain) any part of\nthe interest ‘in connection with or as a result of the\noffence’.\n[74]\nThis conclusion makes it\nstrictly unnecessary to deal with Griesel J’s finding that s 50(1) of the\nAct leaves a Court with no\ndiscretion regarding the extent of the forfeiture\nordered.\n[56]\nHowever, we consider\nit as well to spell out that our earlier conclusion that a proportionality\nanalysis may be constitutionally\nrequired when forfeiture is ordered (paras\n30-31 above) is incompatible with the rigidity the High Court imputed to the\nstatute.\nSection 50(1) must in any event be read in tandem with s 48(1).  This\nmeans that ‘the property’ in respect of which s\n50(1) empowers the\ncourt to order forfeiture is the same property referred to in s 48, encompassing\n‘all or any’ of it.\n If the words ‘all or any’ are\nimported from s 48 to s 50 in this way – and we see nothing to impede this\n–\nthe difficulty is resolved. It is well established that legislation is\nnot readily construed so as to oust the court’s\njurisdiction,\n[57]\nand we find no\nindication in the Act that courts are not entitled to give the NDPP a lesser\nmeasure of forfeiture than he might choose\nto seek.\nThe following orders are made:\nThe R O\nCook appeal\n:\n1.\tThe application for condonation is granted.  The appellant is to pay the\ncosts of the application.\n2.\tThe appeal is dismissed with costs, including the costs of two counsel.\n3.\tThe preservation of property order issued by Van Oosten J on 22 June 2001 is\nset aside.\nThe 37 Gillespie Street appeal\n:\nThe appeal is dismissed\nwith costs.\nThe Seevnarayan appeal\n:\nThe appeal is dismissed with costs, including the costs of two\ncounsel.\nL MPATI DP\nE CAMERON JA\nSCOTT JA\n\t)\nNUGENT JA \t)\tCONCUR\nLEWIS JA\t\t)\n[1]\nSection 1 of the Act defines\n‘instrumentality of an offence’ as ‘any property which is\nconcerned in the commission\nor suspected commission of an offence at any time\nbefore or after the commencement of this Act, whether committed within the\nRepublic\nor elsewhere’.\n[2]\nThe offences\nare those in Schedule 1:  ‘1. murder; 2. rape; 3. kidnapping; 4. arson; 5.\npublic violence; 6. robbery; 7. assault\nwith intent to do grievous bodily harm;\n8. indecent assault; 9. the statutory offence of-  (a) unlawful carnal\nintercourse with a\ngirl under a specified age; (b) committing an immoral or\nindecent act with a girl or a boy under a specified age; (c) soliciting\nor\nenticing such girl or boy to the commission of an immoral or indecent act; 10.\nany offence under any legislation dealing with\ngambling, gaming or lotteries;\n11. contravention of section 20 (1) of the Sexual Offences Act, 1957 (Act 23 of\n1957); 12. any offence\ncontemplated in section 1 (1) of the Corruption Act, 1992\n(Act 94 of 1992); 13. extortion; 14. childstealing; 15. breaking or entering\nany\npremises whether under the common law or a statutory provision, with intent to\ncommit an offence; 16. malicious injury to property;\n17. theft, whether under\nthe common law or a statutory provision; 18. any offence under section 36 or 37\nof the General Law Amendment\nAct, 1955 (Act 62 of 1955); 19. fraud; 20. forgery\nor uttering a forged document knowing it to have been forged; 21. offences\nrelating\nto the coinage; 22. any offence referred to in section 13 of the Drugs\nand Drug Trafficking Act, 1992 (Act 140 of 1992); 23. any\noffence relating to\nthe dealing in or smuggling of ammunition, firearms, explosives or armament and\nthe unlawful possession of such\nfirearms, explosives or armament; 24. any\noffence in contravention of section 36 of the Arms and Ammunition Act, 1969 (Act\n75 of\n1969); 25. dealing in, being in possession of or conveying endangered,\nscarce and protected game or plants or parts or remains thereof\nin contravention\nof a statute or provincial ordinance; 26. any offence relating to exchange\ncontrol; 27. any offence under any law\nrelating to the illicit dealing in or\npossession of precious metals or precious stones; 28. any offence contemplated\nin sections\n1 (1) and 1A (1) of the Intimidation Act, 1982 (Act 72 of 1982); 29.\ndefeating or obstructing the course of justice; 30. perjury;\n31. subornation of\nperjury; 32. any offence referred to in Chapter 3 or 4 of this Act; 33. any\noffence the punishment wherefor may\nbe a period of imprisonment exceeding one\nyear without the option of a fine; 34. any conspiracy, incitement or attempt to\ncommit\nany offence referred to in this\nSchedule.\n[3]\nSection 1 defines\n‘proceeds of unlawful activities’ as ‘any property or any\nservice, advantage, benefit or reward\nwhich was derived, received or retained,\ndirectly or indirectly, in the Republic or elsewhere, at any time before or\nafter the commencement\nof this Act, in connection with or as a result of any\nunlawful activity carried on by any person, and includes any property\nrepresenting\nproperty so derived’.\n‘Property’ in the Act\nmeans ‘money or any other movable, immovable, corporeal or incorporeal\nthing and includes\nany rights, privileges, claims, securities and any related\ninterest therein and all proceeds thereof’.\n‘Unlawful\nactivity’ means ‘any conduct which constitutes a crime or which\ncontravenes any law whether such conduct\noccurred before or after the\ncommencement of this Act and whether such conduct occurred in the Republic or\nelsewhere.’\n[4]\nSection 38 of the Act\nprovides for ‘preservation of property orders’:\n‘(1) The\nNational Director [of Public Prosecutions] may by way of an ex parte application\napply to a High Court for an order\nprohibiting any person, subject to such\nconditions and exceptions as may be specified in the order, from dealing in any\nmanner with\nany property.\n(2) The High Court shall make an order referred to\nin subsection (1) if there are reasonable grounds to believe that the property\nconcerned –\n(a) is an instrumentality of an offence referred to in\nSchedule 1; or\n(b) is the proceeds of unlawful activities.\n(3) A High\nCourt making a preservation of property order shall at the same time make an\norder authorising the seizure of the property\nconcerned by a police official,\nand any other ancillary orders that the court considers appropriate for the\nproper, fair and effective\nexecution of the order.\n(4) Property seized under\nsubsection (3) shall be dealt with in accordance with the directions of the High\nCourt which made the relevant\npreservation of property order.’\n[5]\nSection 48 permits the NDPP to apply for\na forfeiture order if a preservation order has been granted:\n‘If a\npreservation order is in force the National Director may apply to a High Court\nfor an order forfeiting to the State all\nor any of the property that is subject\nto the preservation of property\norder.’\n[6]\nIn terms of s 50(1) of the\nAct:\n‘The High Court shall, subject to section 52, make an order\napplied for under section 48 (1) if the Court finds on a balance\nof\nprobabilities that the property concerned-\n(a) is an instrumentality of an\noffence referred to in Schedule 1; or\n(b) is the proceeds of unlawful\nactivities.’\nSection 52 provides for exclusion of certain interests in\nproperty which is subject to forfeiture.\n[7]\nSection 44(1) of the Act makes provision for expenses:\n‘(1) A\npreservation of property order may make provision as the High Court deems fit\nfor –\n(a) reasonable living expenses of a person holding an interest in\nproperty subject to a preservation of property order and his or\nher family or\nhousehold; and\n(b) reasonable legal expenses of such a person in connection\nwith any proceedings instituted against him or her in terms of this Act\nor any\nother related criminal proceedings.’\n[8]\nAt the appeal hearing counsel appeared to be under the impression that the Law\nSociety of KwaZulu-Natal had not yet acted on the\ncomplaint, which a Judge of\nthe Cape High Court referred to it on 14 August\n2001.\n[9]\n2003 (2) SA 178\n(C).\n[10]\nRule 8 of the rules of this\nCourt.\n[11]\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC).\n[12]\nThe proper construction of s 38\nwas determined in\nNational Director of Public Prosecutions and another v\nMohamed NO and others\n2003 (4) SA 1\n(CC) (\nMohamed\n(2)\n).\n[13]\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC) para\n22.\n[14]\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC) para 23.\n[15]\nThe scheduled offences are set out in\nfootnote 2 above.\n[16]\nSee\nDPP (NSW) v King\n[2000] NSWSC 394\npara 14, where the New South Wales Supreme Court per O’Keefe J\nheld that the phrase ‘used in connection with the commission\nof’ an\noffence in the NSW Confiscation of Proceeds of Crime Act, 1989 has a wider\nconnotation than ‘used in the commission’\nof an\noffence.\n[17]\nOxford English Dictionary,\nquoted in\nLothlorien (Pty) Ltd v Ikin\n1993 (2) SA 676\n(C) 679F per Rose\nInnes J.\n[18]\nLipschitz NO v UDC Bank\nLtd\n1979 (1) SA 789\n(A) 804C-G, per Miller JA, elaborating on\nRabinowitz\nand another v De Beers Consolidated Mines Ltd and others\n1958 (3) SA 619\n(A)\nat 631.\n[19]\nThe Constitutional\nCourt’s synopsis in\nMohammed (1)\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC) para 17\nechoes this sense (‘property that has been used to commit an\noffence’).\n[20]\nSection 39(2) requires\na court when interpreting any legislation to ‘promote the spirit, purport\nand objects of the Bill of\nRights’.  See\nMohammed (1)\n[2002] ZACC 9\n;\n2002 (4) SA\n843\n(CC) para 33 and the authorities cited\nthere.\n[21]\nBill of Rights s 25(1):\n‘No one may be deprived of property except in terms of law of general\napplication, and no law may permit\narbitrary deprivation of property’.\n[22]\nFirst National Bank of SA Ltd t/a\nWesbank v Commissioner, South African Revenue Service and another\n[2002] ZACC 5\n;\n2002 (4)\nSA 768\n(CC) paras 61-66, 97-100.\n[23]\nFirst National Bank\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC) paras 50, 52,\n64.\n[24]\nAustin v United States\n[1993] USSC 98\n;\n509\nUS 602\n(1993) 609-610 per Blackmun J for the Court, holding that post-conviction\ncivil forfeiture provisions are subject to the United States\nConstitution’s Excessive Fines\nClause.\n[25]\nMohammed (1)\n[2002] ZACC 9\n;\n2002 (4) SA\n843\n(CC) para 15.\n[26]\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC)\npara 22.\n[27]\nMohammed (1)\n[2002] ZACC 9\n;\n2002 (4)\nSA 843\n(CC) para 17.\n[28]\nSection 52(1)(a)\nof the Act refers to ‘s 48(3)’, but this is a drafting slip:  the\nallusion must be to s 48(4), which\nin turn refers to s 39(3), which refers to\npersons with ‘an interest in the\nproperty’.\n[29]\nAct 121 of 1998 s 1 sv\n‘interest’.\n[30]\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC) para 18.\n[31]\nMontsisi v Minister\nvan Polisie\n1984 (1) SA 619\n(A) 635-638, 635A (a person’s failure to\nperform an obligation, including a statutory obligation, which it is impossible\nfor\nhim to fulfil cannot be reckoned to his\ndetriment).\n[32]\nCompare\nAustin v United\nStates\n[1993] USSC 98\n;\n509 US 602\n(1993) 616 per Blackmun J for the\nCourt.\n[33]\nCompare\nAustin v United\nStates\n[1993] USSC 98\n;\n509 US 602\n(1993) 629 per Kennedy J, concurring in part and\nconcurring in the outcome.\n[34]\nSee\nS v\nManamela and another (Director-General of Justice intervening)\n2000 (3) SA 1\n(CC) per O’Regan J and Cameron AJ (dissenting) at paras 60-61, 82, 89,\n96-97, 99-100.\n[35]\nFirst National\nBank\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC) para 71: ‘There is broad support in other\njurisdictions for an approach based on some concept of proportionality when\ndealing with deprivation of property’.  See\nAustin v United States\n[1993] USSC 98\n;\n509 US 602\n(1993);\nUnited States v Bajakajian\n[1998] USSC 75\n;\n524 US 321\n(1998) (in\npost-conviction forfeitures, the touchstone of constitutional inquiry is the\nprinciple of proportionality:  the amount\nforfeited must be compared to gravity\nof the offence; if the amount is grossly disproportional to the gravity of the\noffence, it\nis unconstitutional).\n[36]\n1999\n(2) SACR 27\n(C) [affirmed by this Court on the retrospectivity point:\n2000 (1)\nSA 1127]\nat 39f-g per Blignault J (property qualifies as an instrumentality\nwhere it ‘has been used as a means or instrument’\nin the commission\nof the offence or in addition ‘where it is otherwise involved in the\ncommission of the offence’), followed\nby Foxcroft J in\nNational\nDirector of Public Prosecutions v Patterson and another\n2001 (2) SACR 665\n(C) at 667 and by Griesel J in\nSeevnarayan\n2003 (2) SACR 178\n(C) paras\n33-36 and referred to by NC Erasmus J in\nNational Director of Public\nProsecutions v Prophet\n2003 (2) SACR 287\n(C) paras\n20ff.\n[37]\n1980 (1) SA 228\n(N) per Kumleben\nJ, James JP concurring.\n[38]\n2003 (2) SACR\n257\n(C) para 26 per NC Erasmus J.\n[39]\nUnreported, case no 2000/12886 (WLD) at para 12, page 8 of the typescript.  The\nfirst passage was quoted and followed in\nPatterson\n2001 (2) SACR 665 (C)\n667.\n[40]\nSee\nDPP (NSW) v King\n[2000] NSWSC 394\nparas 14-36.\n[41]\nAs appears to\nhave been the case in\nNational Director of Public Prosecutions v Prophet\n2003 (2) SACR 287\n(C), which involved drugs offences.  We note that a somewhat\nstricter approach seems to be applied in the United States of America\nto\nproperty used to commit or facilitate drug trafficking: see\nUnited States v\nChandler\n[1994] USCA4 2075\n;\n36 F 3d 358\n, 1994 US App Lexis 27049 (farm a substantial and\nmeaningful instrumentality of drug offences);\nUnited States of America v Real\nProperty Located at 9917 Amazona Drive, Huntersville, North Carolina\n1999 US\nDist Lexis 5294 (houses used to facilitate drug trafficking);\nUnited States v\nOne Parcel of Real Property, etc\n900 F 2d 470\n, 1990 US App Lexis 5382 (real\nproperty used to store, conceal, possess, prepare and distribute cocaine –\ntools of drug trade\nincluding scale and cocaine cutting agent seized on\npremises);\nUnited States of America v One Parcel Property Located at 427 and\n429 Hall St, Montgomery County, Alabama\n74 F 3d 1165\n, 1996 US App Lexis 2196\n(grocery store one-fifth of mile from junior high school used for cocaine\nsales);\nUnited States of America v Bieri\n[1995] USCA8 1505\n;\n68 F 3d 232\n, US App Lexis 28257\n(dairy farm used to provide cover, storage and a centre of distribution for\ntrafficking offences over two-year\nperiod).  See too\nUnited States of America\nv 1181 Waldorf Drive, St Louis, Missouri\n900 F Supp 1167, 1995 US Dist Lexis\n13979 (house used to store child pornography and serving as a\n‘warehouse’ for ‘veritable\ncesspool’ of\nmaterials).\n[42]\nAn unreported case from the\nVictorian County Court cited in\nDPP (NSW) v King\n[2000] NSWSC 394\npara\n22.\n[43]\nSee para 34 above, and the cases\nset out in the preceding footnote, including\nUnited States v Chandler\n[1994] USCA4 2075\n;\n36\nF 3d 358\n, 1994 US App Lexis 27049, where the overwhelming evidence presented by\nthe government showed that a 33-acre farm was both a substantial\nand meaningful\ninstrumentality of drug offences in that marijuana, cocaine and quaaludes had\nbeen distributed, packaged, sold and\npurchased on the farm under the direction\nof the owner, who had paid his employees in cocaine and marijuana.  The farm was\nheld forfeit.\n[44]\n2003 (2) SA 178\n(C) paras\n10-20.\n[45]\n2003 (2) SA 178\n(C) para\n24.\n[46]\n2003 (2) SA 178\n(C) para\n30.\n[47]\n2003 (2) SA 178\n(C) para\n26.\n[48]\n2003 (2) SA 178\n(C) para\n26.\n[49]\n2003 (2) SA 178\n(C) para\n37.\n[50]\n[1998] USSC 75\n;\n524 US 321\n(1998).\n[51]\n[1998] USSC 75\n;\n524 US 321\n(1998) footnote 9,\nper Thomas J, Stevens, Souter, Ginsburg and Breyer JJ\nconcurring.\n[52]\nPer Kennedy J, Rehnquist\nCJ, O’Connor and Scalia JJ\nconcurring.\n[53]\n2003 (2) SA 178\n(C) paras\n58-63.\n[54]\n1979 (1) SA 789\n(A) 804C-G.\n[55]\nSee the remarks of Griesel J at\n2003\n(2) SA 178\n(C) para 41.\n[56]\n2003 (2) SA 178\n(C) paras 42, 49, 54, 65-66.\n[57]\nWelkom\nVillage Management Board v Leteno\n1958 (1) SA 490\n(A) 502G-H.",
  "scraped_at": "2026-02-12T09:02:34.293102",
  "date": "2004-05-13",
  "coram": [
    "MPATI DP",
    "SCOTT",
    "CAMERON",
    "NUGENT",
    "LEWIS JJA"
  ],
  "case_number": "260/03, 666/02, 111/03",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "R O Cook Properties (Pty) Ltd",
      "37 Gillespie Street Durban (Pty) Ltd",
      "Boulle Saad Nominees (Pty) Ltd",
      "Mothiellall Seevnarayan"
    ]
  },
  "sections": {
    "facts": "The National Director of Public Prosecutions (NDPP) sought forfeiture of three separate properties under Chapter 6 of the Prevention of Organised Crime Act 121 of 1998. In the Cook Properties matter, a suburban house in Randburg was alleged to have been used as a brothel and as the venue for kidnappings and assaults. In the Gillespie Street matter, a hotel in Durban (‘the Blenheim’) was alleged to have been used for drug dealing and prostitution. In the Seevnarayan matter, the applicant alleged that investments made by the respondent under false names, totalling R4.1 million, were the proceeds of tax‑evading fraud. The NDPP obtained interim preservation orders in each case, but the High Courts dismissed the forfeiture applications. The NDPP appealed the dismissals (and sought condonation for a delayed appeal in the Cook case).",
    "issues": "The appeals centered on (1) whether the property in each case qualified as an “instrumentality of an offence” under the Act; (2) whether the investments and the interest earned in the Seevnarayan case were “proceeds of unlawful activities”; (3) the proper interpretation of the statutory definitions in light of the Act’s purpose and constitutional constraints; and (4) whether condonation should be granted for the late filing of the Cook appeal.",
    "principles": "The Court interpreted “instrumentality of an offence” as requiring a reasonably direct functional link between the property and the commission of the offence, not merely the incidental presence of criminal conduct on the premises. The owner’s culpability is irrelevant at the first stage; the focus is on the property’s role. Constitutional requirements of non‑arbitrary deprivation demand a restrictive reading of the definition. For “proceeds of unlawful activities”, the property must be derived, received or retained as a consequence of the unlawful activity, with a causal connection, though the term is given a broader reach than the instrumentality concept. The Court relied on the Constitutional Court’s decisions in Mohamed and Mohammed, and on precedents such as S v Bissessue and United States v Bajakajian, to shape a proportionality‑based, purpose‑oriented interpretation.",
    "application": "Applying these principles, the Court found that the Cook house was merely the venue for kidnappings and alleged brothel activity and did not have the required functional connection; the NDPP’s reliance on s 20 of the Sexual Offences Act was misplaced, and the property was not an instrumentality. The Gillespie Street hotel likewise was only a location where drugs were found; there was no evidence it was equipped or used to facilitate drug dealing, so it was not an instrumentality. In the Seevnarayan case, the investments themselves were not the means by which the frauds were committed, nor were they proceeds of the frauds; the interest earned was a result of the investment, not of the unlawful conduct. Consequently, the NDPP failed to meet the onus in all three appeals. The Court granted condonation for the Cook appeal but dismissed all appeals with costs, set aside the preservation order in Cook, and made no forfeiture orders.",
    "conclusion": "The Court dismissed the appeals against the High Court rulings. In the Cook Properties appeal, condonation for the late appeal was granted, but the appeal itself was dismissed and the preservation order set aside. The Gillespie Street appeal and the Seevnarayan appeal were dismissed with costs. No forfeiture of the properties or investments was ordered."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Asset Forfeiture",
    "level_3": [
      "instrumentality of an offence",
      "proceeds of unlawful activities",
      "prevention of organised crime act",
      "constitutional law"
    ]
  }
}