{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/132.html",
  "case_name": "Fourie and Another v Minister of Home Affairs and Another (232/2003) [2004] ZASCA 132; [2005] 1 All SA 273 (SCA); 2005 (3) SA 429 (SCA); 2005 (3) BCLR 241 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 132",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 132\n|\nNoteup\n|\nLawCite\nFourie and Another v Minister of Home Affairs and Another (232/2003) [2004] ZASCA 132; [2005] 1 All SA 273 (SCA); 2005 (3) SA 429 (SCA); 2005 (3) BCLR 241 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format",
  "scraped_at": "2026-02-12T09:10:50.895580",
  "date": "2004-11-30",
  "coram": [],
  "case_number": "232/2003",
  "parties": {
    "applicants": [
      "Fourie and Another"
    ],
    "respondents": [
      "Minister of Home Affairs and Another"
    ]
  },
  "sections": {
    "facts": "The applicants, Mr. Fourie and his partner, applied for a marriage licence in terms of the Marriage Act. Their application was refused by the Department of Home Affairs on the basis that the Act, as it stood, defined marriage as between a man and a woman. The applicants challenged the refusal, arguing that the statutory definition infringed their constitutional rights to equality and dignity.",
    "issues": "The key issue was whether the common‑law definition of marriage, as reflected in the Marriage Act, was constitutionally valid in light of the applicants' right to equality (section 9) and dignity (section 10) of the Constitution. The court also had to consider whether the denial of a marriage licence to same‑sex couples required a legislative amendment.",
    "principles": "The Court considered the constitutional principle that any law which creates unfair discrimination must be reasonably and strictly justified. Precedents on the right to equality, the dignity of individuals, and the development of the institution of marriage were examined, including earlier judgments on discrimination based on sexual orientation.",
    "application": "Applying these principles, the Court held that the existing definition of marriage was a form of discrimination that was not reasonably justifiable in an open and democratic society. However, it recognised that the responsibility to amend the legislation lay with Parliament, not the judiciary, and that the courts could not rewrite the statute to create a new form of marriage.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upholding the decision of the Minister of Home Affairs to refuse the marriage licence. The Court indicated that the appropriate remedy was for Parliament to amend the Marriage Act to accommodate same‑sex marriages."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Same‑sex Marriage",
    "level_3": [
      "equality",
      "dignity",
      "marriage legislation"
    ]
  }
}