{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/24.html",
  "case_name": "Transnet Ltd v Sechaba Photoscan (Pty) Ltd (98/03) [2004] ZASCA 24; 2005 (1) SA 299 (SCA) (1 April 2004)",
  "citation": "[2004] ZASCA 24",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 24\n|\nNoteup\n|\nLawCite\nTransnet Ltd v Sechaba Photoscan (Pty) Ltd (98/03) [2004] ZASCA 24; 2005 (1) SA 299 (SCA) (1 April 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO 98/03\nIn the matter between\nTRANSNET LIMITED\nAppellant\nand\nSECHABA PHOTOSCAN (PTY)\nLTD\nRespondent\nCORAM:\tHOWIE P, ZULMAN, FARLAM, LEWIS JJA et\nVAN HEERDEN AJA\nDate Heard:\n1 March 2004\nDelivered:\n1 April 2004\nSummary:  Delictual claim for\ndamages – public tender process – tenderer for purchase contract\nfraudulently deprived of\naward when due to win tender – whether loss of\nprofits that it would have earned claimable in delict.\nJ U D G M E N T\nHOWIE P\nHOWIE P\n[1]\tThe primary question in\nthis appeal is whether on the facts of this case the loss of prospective profits\nis compensable in law\nas delictual damages.\n[2]\tTransnet Limited (the\nappellant), a parastatal corporation, called for public tenders for the purchase\nof one of its divisions,\nTransnet Production House, which operated a printing\nbusiness. Among a number of bidders the respondent company, a well-established\nprinter, submitted a tender, as did Skotaville Press (Pty)\nLimited.\n[3]\tDespite very strong indications emanating from the appellant\nduring the tender evaluation process that the respondent’s\ntender would\nsucceed, Skotaville was unexpectedly awarded the purchase contract and duly\nbought the Production House business. Alleging\nthat the award to Skotaville\ninstead of the respondent was the culmination of a fraudulent tender process,\nthe respondent sued the\nappellant for damages in the High Court at Johannesburg.\nThere were two claims.\n[4]\tAt the trial the following was\nrecorded:\n‘1.\tFor the purposes of settling the merits pertaining to the\npresent trial action (and for no other purposes), the First Defendant\nconcedes\nthe allegations contained in paragraphs 6 to 12 of the Plaintiff’s\nparticulars of claim as amended.\n2.\tThe First Defendant accordingly admits\nthat the Plaintiff has suffered damages and that the First Defendant is liable\nin respect\nthereof.\n3.\tAccordingly, the only issue to be determined between\nthe parties is one of “\nquantum\n”, ie whether the Plaintiff is\nentitled to the relief set out in its main claim, its alternative claim, or\nalternative relief\nplus interest and costs.’\n[5] \tIn the light of\nthose concessions and the consequent admission only one claim is relevant now.\nIn terms of that claim compensation\nwas sought in the sum of  R60 689 000 being\nthe net profit which it was alleged the respondent would have been able to make\nin the\nthree years following the purchase had it been awarded the contract. The\nrespondent maintained that the appellant’s fraudulent\nconduct had\nprevented it from earning that profit.\n[6]\tThe learned trial judge (Snyders\nJ) proceeded to hear evidence on the\nquantum\nof damages. The respondent\ncalled three witnesses. They testified to facts, opinions and calculation data,\nall of which related to\nthree years’ net profit which they said the\nrespondent would have earned had it conducted the business of Production House.\nIn the course of cross-examining these witnesses counsel for the appellant\nforeshadowed certain factual evidence for the appellant\nbut it was not in the\nend adduced.  The tenor of the only evidence which the appellant did lead simply\noffered some criticism of\nthe method by which the respondent computed its\nalleged damages. That was a line of defence not pursued with the\nrespondent’s\nwitnesses. Having reviewed and considered the\nrespondent’s evidence, the learned trial judge held it to be essentially\nunchallenged\nand she accepted it. After making a 5 per cent contingency\ndeduction, she awarded the respondent R57 654 550 as damages. With\nher leave the\nappellant appeals.\n[7]\tThe main thrust of the argument for the appellant was\nthat the respondent had sought to be placed in the position it would have\nbeen\nin had this been a case for contractual damages, that is, to have its bargain\nmade good. The claim being one in delict, however,\nthe respondent was not\nentitled to compensation according to that measure but only to such\nout-of-pocket expenses as it had incurred\nin preparing and making its bid. The\ntrial court, it was urged, had therefore erred in awarding damages that were not\nrecoverable\nin law for the wrong that had been done. It must be said that this\nwas not a point taken at the trial or dealt with by the trial\ncourt in its\njudgment.\n[8]\tIt is unnecessary for present purposes to refer to the\nparticulars of claim relative to the issue of liability. Although the respondent\nresisted the appellant’s doing so for the first time on appeal, it is\nclear, in my view, that despite this not having been\nraised at the trial, it was\nopen to the appellant to advance the contention that the loss of prospective\nprofits was not, as a matter\nof law, a type of loss which could be taken into\naccount in quantifying a delictual damages claim of the present kind. That\nquestion\nwas not excluded by the settlement agreement on the merits. It was an\nintegral part of the enquiry into\nquantum.\n[9]\tThe appellant’s\nmain submission rested on three bases: a well known dictum in the case of\nTrotman v Edwick\n;\n[1]\na passage\nin the case of\nOlitzki Property Holdings v State Tender Board and\nanother;\n[2]\nand authority which,\naccording to the submission, holds that a claimant in delict is entitled to\nnegative\ninteresse\n, not positive\ninteresse\n.\n[10]\tThe dictum in\nTrotman v Edwick\nreads as follows:\n‘A litigant who sues on\ncontact sues to have his bargain or its equivalent in money or in money and\nkind. The litigant who sues\non delict sues to recover the loss which he has\nsustained because of the wrongful conduct of another, in other words that the\namount\nby which his patrimony has been diminished by such conduct should be\nrestored to him.’\nIt does not seem to me that that statement assists\nthe appellant. First,\nTrotman’s\ncase was one of fraud inducing a\npurchase where the land bought was, because of the fraud, not worth the price\npaid. In our case\nthe fraud prevented the purchase of a business that had, on\nthe evidence, a highly desirable profit-earning potential. Accordingly,\nthere,\nit was a case of diminution of the value of the plaintiff’s assets;\ntrading profits did not come into it. Here, by contrast,\nit is all about the\ntrading profits that the respondent was due to be able to make but where the\nopportunity to earn them was deviously\ndenied.\n[11]\tSecond, the court\napproved the perennially true statement that the aim in awarding delictual\ndamages is to put the injured party\nin the same position as he would have been\nin but for the delict.\n[3]\n[12]\tThird, the court in\nTrotman\nwas careful to guard against laying down a formula applicable to\nall cases of fraud of the nature involved there, that is,  fraud\ninducing a\ncontract. It did not seek to comment at all on fraud having the results involved\nhere.\n[4]\nFinally, even in the quoted\npassage the formulation of the delictual measure of damages is wide enough to\ninclude, in a suitable\ncase, loss of profits.\n[13]\tThe appellant’s\nreliance on the\nOlitzki\ndecision is also of no assistance to it. That\ncase did involve a loss of profits claim but it was not a case of a tenderer\nbeing\ndishonestly deprived of a contract which it would otherwise have been\nawarded. There, the plaintiff tenderer was not defrauded. Alleging\nan irregular,\nunreasonable and arbitrary tender process, it sought, in the words of this\ncourt, ‘to evoke a delictual remedy\nfrom the interstices of the interim\nConstitution’\n[5]\non the ground\nof unlawful administrative action, and to be placed in the same position as it\nwould have been in had it been awarded\nthe contract. Apart from the fact that\nthe plaintiff could not possibly have shown that it would have been awarded the\ncontract but\nfor the alleged wrongful conduct, the question in that case was not\nwhether loss of profits was claimable in delict but whether there\nwas a\ndelictual claim at all.  It was in that context that\nTrotman’s\ncase\nwas referred to\n[6]\nin order to\nillustrate that it was inappropriate, by judicial interpretation, to deduce a\nlegislative intention to accord a claim\nfor the benefits of a lost bargain when\nthe clear intention of the constitutional provision under discussion\n[7]\nwas that the very matter of State\nprocurement of goods and services had to be regulated by subsequently passed\nlegislation. It was\naccordingly unnecessary for the court to decide whether, if\na delictual claim lay, loss of profits was recoverable pursuant to it.\n One\nmight add that, as a broad generalisation, contractual damages claims by and\nlarge do concern recovery of loss of profits whereas\ndelictual claims, by and\nlarge, do not. The\nTrotman\nstatement was therefore an effective\nillustration by means of which to show that the terms of the interim\nConstitution did not warrant\nthe conclusion that they necessarily afforded the\nplaintiff a delictual claim. Further than that the\nOlitzki\ncase, in\npresently relevant respects, did not go.\n[14]\tTurning to the third base of\nthe appellant’s argument, the legal position is briefly this. The Roman\nid quod interest\n(literally, that which is between; broadly, that which\nmakes up the difference) could afford a damages claimant not only out-of-pocket\nlosses but loss of profits as well.\n[8]\nIn medieval times the word\ninteresse\ncame into use but it simply denoted\nall the damages that had to be paid.\nVoet\n[9]\ndefined\ninteresse\nas\n‘the deprivation of a benefit and the suffering of a loss through such\nfraud or negligence on the part of an opponent as\nhe is liable to make good and\nas is assessed in fairness by the duty of the judge’ (Gane’s\ntranslation). It was nineteenth\ncentury German scholarship that drew the\ndistinction between positive and negative\ninteresse.\n[10]\nSpecifically\nwith regard to delict, this court has referred to the difference between the\npatrimonial position of the plaintiff before\nand after the delict, being the\nunfavourable difference caused by the\ndelict.\n[11]\n[15]\tIt is now\nbeyond question that damages in delict (and contract) are assessed according to\nthe comparative method.\n[12]\nEssentially, that method, in my view, determines the difference, or, literally,\nthe\ninteresse.\nThe award of delictual damages seeks to compensate for the\ndifference between the actual position that obtains as a result of the\ndelict\nand the hypothetical position that would have obtained had there been no\ndelict.\n[13]\nThat surely says enough\nto define the measure. There appears to be no practical value in observing the\ndistinction between positive\nand negative\ninteresse\nin determining\ndelictual damages.\n[14]\nIt is a\ndistinction that tends to obscure rather than clarify. If to award the\ndifference means necessarily awarding loss of profits\nthen it does not assist\nfirst to ask what positive\ninteresse\nand negative\ninteresse\ncomprise.\n[16]\tThe idea that loss of profit is not recoverable in delict is\nnot historically founded.\n[15]\nIndeed, the converse is the\ncase.\n[16]\nMoreover, it is commonly\nthe subject of an award of damages for loss of earning capacity in personal\ninjury cases. Why should it\nmatter that the injury is not physical but economic,\nas long as the loss is one of earning capacity? Take the example of the owner\nof\na taxi that is negligently damaged. He has a claim for the profit lost while the\nvehicle is out of action.\n[17]\nCan it\nmake any difference if, subject to quantification, the delict is committed when\nhe has just bought the vehicle, before commencing\nbusiness? I think not. Nor can\nit matter if the loss were caused by fraudulent conduct, not negligence.\nClearly, the loss would impair\nhis earning capacity and that is part of his\npatrimony. The claimant in the present case is a company. Once again, that can\nmake\nno difference. Its patrimony has been impaired by having the bargain that\nit was on the point of acquiring dishonestly snatched away.\n[17]\tAccordingly,\nin my view there is nothing in principle or the facts which bars recovery of\ndamages by way of loss of profits in\nthis case. It follows that the\nappellant’s main submission must fail. The respondent is entitled to be\nplaced in the position\nit would have been in but for its having been\nfraudulently deprived of the purchase that it was destined to be\nawarded.\n[18]\tThe appellant’s next submission was that the trial court\nhad wrongly relied on oral evidence of the contents of certain\nwritten service\nlevel agreements in determining the profits that the respondent would have made.\nThese were agreements between Production\nHouse and various other divisions of\nTransnet which regulated the quality of work to be done by Production House in\nterms of supply\ncontracts which Production House had with those divisions and\npursuant to which it did their printing work. On the evidence it was\nthese\nsupply and service level agreements which provided the essential attraction for\ntenderers who sought to buy Production House.\nThey constituted ready-made\nbusiness with ‘captive’ clients. According to the appellant’s\nargument it was not possible,\non the evidence led, adequately to quantify loss\nof profits without knowing the contents and the duration of the service level\nagreements.\nConsequently admission of oral evidence on those matters infringed\nthe best evidence rule, the hearsay rule and the principle that\na plaintiff had\nto lead all such evidence as would permit the court properly to assess its\ndamages.\n[19]\tThese grounds of attack were not raised in the notice of\napplication for leave to appeal. They emerged for the first time in\nthe notice\nof appeal subsequent to leave having been given. What happened at the trial was\nthis. When the first of the respondent’s\nwitnesses, Mr M Visser, who was\npersonally involved in the conclusion of the service level agreements, was asked\nabout their contents\nin evidence-in-chief there was no objection by counsel for\nthe appellant. (The appellant was represented at the trial by senior and\njunior\ncounsel. It was represented by different senior and junior counsel on appeal.)\nUnder cross-examination Mr Visser was in fact\ninvited to state what the contents\nof the agreements were. He did so unrestrictedly and at length. There was never\na suggestion during\ncross-examination, much less an accusation, that he was\nuniformed on the subject or that his evidence thus elicited was for any reason\nto be ignored. In re-examination he said the real value of Production House to\nthe respondent was its relationship with Transnet\nand its other divisions which\nrelationship was founded on the service level agreements that he had put in\nplace. Once again, there\nwas no objection or challenge from the\nappellant’s counsel.\n[20]\tThe second witness, Mr W Petersen, referred\nonly briefly to the agreements in evidence- in-chief. He did not mention their\ncontents.\n[21]\tThe last witness for the respondent, Mr A de Aguiar, gave\ndetailed evidence-in-chief about the agreements. He did so without\nobjection by\nthe appellant’s counsel. In cross-examination no attack was made upon\neither the admissibility or the content\nof that evidence.\n[22]\tIn the\ncircumstances just outlined the service level agreements were never in\ncontention either as to the admissibility of oral\nevidence concerning their\ncontents or as to the contents themselves. The trial court was therefore fully\njustified in having regard\nto that evidence and relying on it. It is nothing\nless than ironic that Transnet raises this complaint when the parties to the\nagreements\nconcerned were all part of Transnet. The second submission cannot\nsucceed.\n[23]\tThe third and final submission for the appellant was, in\neffect, that had the admitted fraud not been perpetrated and the purchase\ncontract been awarded to the appellant, it would in any case have had to pay the\npurchase price (R10 million) and this sum fell to\nbe deducted from the proved\ndamages.\n[24]\tThis contention does not appear to have been raised in argument\nbefore the court below for it is not mentioned in its judgment.\n What appears in\nthe evidence is that Mr Petersen was asked in cross-examination whether the\ndeduction should be made and said he\ndid not know how to answer the question.\nThere are also portions of Mr de Aguiar’s evidence in which he discussed\nwhat he called\n‘exit value’ after expiry of the service level and\nsupply agreements. I shall revert to his evidence presently.\n[25]\tIf the\nProduction House business was, on the facts in the respondent’s\ncontemplation, not due to have any real value after\nexpiry of those agreements,\nin other words, if it was bought solely to exploit those agreements until they\nhad become a spent force,\nit might be a tenable argument that the R10 million\npurchase price, being the cost of the profit-generating enterprise, should be\ndeducted as itself part of the cost of making the contemplated profits. It would\nbe otherwise, however, if, in line with a purchase\nprice normally being capital\nexpenditure, the purchased capital asset was expected still to be there after\nthe three years, having\nretained, or perhaps increased its value. In the latter\nevent the respondent’s calculations, as accepted by the trial court,\nwould\nin my view rightly have excluded any deduction of the purchase price.\n[26]\tMr\nde Aguiar, to whom I have already referred, is a chartered accountant with tax\nand business experience. At the time of trial\nhe was chief executive of a\ncompany, Corporate and Merchant Advisers Limited, which he himself had started.\nHe conducted a due diligence\ntest before the respondent’s bid was\nsubmitted and helped to formulate the bid. He was also involved in the\ncomputation of\nthe damages assessment on which the respondent relied in the\ncourt below, having taken into account the facts and opinions of the\nother two\nwitnesses and his own knowledge and expertise. He was pre-eminently the witness\nto whom the point under discussion should\nhave been put. It was not.\n[27]\tA\nbrief summary of Mr de Aguiar’s evidence relative to the role and function\nof the purchase price and the prospects of\nan exit value is as follows. The\npurchase price mainly represented the acquisition of goodwill in the form of the\nexisting agreements\nwith Transnet’s other divisions. Only a small part of\nthe price represented the acquisition of physical assets and it was contemplated\nthat most of them, comprising equipment possessed by Production House, would\nhave been scrapped or just not used by the respondent.\nBoth the purchase price\n(being input value), and the exit value after three years were capital items,\nwhereas the damages claim focused\nsolely on income and expenditure. The witness\nsaid that if the respondent had conducted the business for three years, then,\nworking\non a contemplated after-tax profit in the third year of R16 million, and\napplying the standard valuation used for companies quoted\non the Johannesburg\nStock Exchange of a price/earnings multiple of 4, the exit value would have been\nabout R64 million. He went\non to say that it was not contemplated that new\nplant would have been bought in the three years. Any surplus work beyond the\ncapacity\nof the respondent’s own equipment and the purchased equipment\nwould have been outsourced. He then said:\n‘Thereafter, having built up\nprofits and having the capacity to fund and acquire new machinery the business\nwould look to acquire\nnew machinery because the plan was not only to service\nTransnet but it was going to be one of the customers, the plan was to make\nthis\na much larger business and serve its other customers as well. But there was a\nfeeling that in the three year period, because\na lot of the service level\nagreements were only for three years, they would have to focus on Transnet being\ntheir major client and\nservice them to ensure that after the three years they\nwould still be able to retain their clients based on the service and quality\nthat they have given them at the time.’\n[28]\tNone of that evidence\nwas challenged or queried. It was certainly never put to Mr de Aguiar that there\nwas a basis for deducting\nthe purchase price from the assessed damages or that\nthere would have been minimal exit value. These are points which should have\nbeen investigated by the appellant at the trial. It is too late, when on appeal,\nto raise uncanvassed factual issues.  The evidence\ndemonstrates that there would\nhave been appreciable exit value and that such value, as well as the input value\nrepresented by the\npurchase price, were properly ignored in the computation and\naward of damages. My conclusion is, therefore, that the third submission\nmust\nalso fail.\n[29]\tNo other arguments having been advanced to attack the trial\nJudge’s assessment of damages, the appeal is dismissed, with\ncosts, such\ncosts to include the costs of two counsel in so far as two counsel were\nemployed.\n____________________\nCT\nHOWIE\nPRESIDENT\nSUPREME COURT OF APPEAL\nCONCURRED\n:\nZulman  JA\nFarlam  JA\nLewis  JA\nVan\nHeerden  AJA\n[1]\n1951 (1) SA 443\n(A) at\n449B-C.\n[2]\n2001 (3) SA 1247\n(SCA)\nat 1261.\n[3]\nAt\n450A-C.\n[4]\nAt\n450B-C.\n[5]\nAt 1262 para\n29.\n[6]\nAt 1262 para\n28.\n[7]\nSection 187(1) of the\nInterim Constitution (Constitution of the Republic of South Africa Act 200 of\n1993) which read:\n‘The procurement of goods and services for any level\nof government shall be regulated by an act of Parliament and provincial\nlaws,\nwhich shall make provision for the appointment of independent and impartial\ntender boards to deal with such\nprocurements.’\n[8]\nVisser and\nPotgieter\nLaw of Damages\n2 ed\n9-10\n.\n[9]\nCommentary\n45.1.9.\n[10]\nProfessor Dale\nHutchison, Professor of Private Law, University of Cape Town, in an unpublished\npaper entitled ‘\nBack to Basics: Reliance Damages for Breach of Contract\nRevisited’\n(delivered in October 2001)\n4.\n[11]\nSantam\nVersekeringsmaatskappy v Byleveldt\n1973 (2) SA 146\n(A) at\n150A-C.\n[12]\nVisser and\nPotgieter\nop cit\n2 ed\n64.\n[13]\nVisser and Potgieter\nop cit\n66\n[14]\nFor\narticles providing valuable contributions to the debate concerning positive and\nnegative\ninteresse\nin breach of contract cases see Professor DJ Joubert\n‘Negatiewe Interesse en Kontrakbreuk’ (1076)\nTHRHR\n1; and\nProfessor G Lubbe ‘The Assessment of Loss Upon Cancellation for Breach of\nContract’ (1984) 101\nSALJ\n616.\n[15]\nReinhard Zimmerman,\nThe Law of Obligations: Roman Foundations of the Civilian Tradition\n(1990) 972.\n[16]\nVisser and\nPotgieter\nop cit\n75.\n[17]\nHutchison\nop cit\n6-7.",
  "scraped_at": "2026-02-12T09:01:50.675210",
  "date": "2004-04-01",
  "coram": [
    "HOWIE P",
    "ZULMAN",
    "FARLAM",
    "LEWIS JJA",
    "VAN HEERDEN AJA"
  ],
  "case_number": "98/03",
  "parties": {
    "applicants": [
      "TRANSNET LIMITED"
    ],
    "respondents": [
      "SECHABA PHOTOSCAN (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "Transnet Limited, a state-owned corporation, invited public tenders for the sale of its printing division, the Production House. Sechaba Photoscan (Pty) Ltd and Skotaville Press (Pty) Ltd submitted tenders. Although Transnet gave strong indications that Sechaba would be awarded the contract, the award was unexpectedly made to Skotaville. Sechaba alleged that the tender process was fraudulent and that, but for the fraud, it would have acquired the business and earned substantial profits over the next three years. The High Court found the appellant liable for the fraud and, after assessing the respondent’s evidence of projected net profit, awarded damages of R57.65 million. Transnet appealed.",
    "issues": "The appeal raised (1) whether loss of prospective profits is recoverable as delictual damages; (2) whether the trial court erred in quantifying damages by accepting the respondent’s profit forecasts; (3) whether oral evidence about service‑level agreements should have been excluded; and (4) whether the purchase price of the business should be deducted from the assessed damages.",
    "principles": "The court reaffirmed that delictual damages aim to place the injured party in the position they would have occupied but for the wrongful act, using a comparative (difference) method. It held that loss of profit is a permissible component of patrimonial loss in delict, rejecting a strict division between contractual and delictual loss. The court cited Trotman v Edwick, Roman concepts of *interesse*, and the distinction between positive and negative *interesse* as irrelevant to the core principle that damages compensate the diminution of the plaintiff’s patrimony.",
    "application": "Applying these principles, the court found no legal or factual barrier to recovering the respondent’s projected profits. The oral evidence on the service‑level agreements was admitted without objection at trial and therefore was admissible. The appellant’s argument that the purchase price should be deducted was rejected because the purchase price represented goodwill and was already reflected in the profit projections; no deduction was required. Consequently, the trial judge’s award of R57.65 million stood.",
    "conclusion": "The appeal was dismissed. Transnet was ordered to pay the respondent’s costs, including the costs of two counsel. The judgment of the trial court awarding R57,654,550 in damages was affirmed."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Delict",
    "level_3": [
      "loss of profit",
      "tender fraud",
      "damages",
      "public procurement"
    ]
  }
}