{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/103.html",
  "case_name": "SA Eagle Insurance Company Ltd. v KRS Investment CC (574/03) [2004] ZASCA 103; [2007] 1 All SA 566 (SCA); 2005 (2) SA 502 (SCA) (24 November 2004)",
  "citation": "[2004] ZASCA 103",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 103\n|\nNoteup\n|\nLawCite\nSA Eagle Insurance Company Ltd. v KRS Investment CC (574/03) [2004] ZASCA 103; [2007] 1 All SA 566 (SCA); 2005 (2) SA 502 (SCA) (24 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 574/03\nIn the matter between :\nSOUTH AFRICAN EAGLE INSURANCE\nCOMPANY LIMITED\nAppellant\nand\nKRS INVESTMENTS\nCC\nRespondent\n________________________________________________________________________\nBefore:\tNUGENT, VAN HEERDEN JJA & ERASMUS AJA\nHeard:\t16 NOVEMBER 2004\nDelivered:\n24 NOVEMBER\n2004\nSummary:\tInsurance policy\n– fraudulent claim – whether insurer excused from liability for\nsubsequent claims\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT  JA\nNUGENT JA\n:\n[1]\tFraudulent insurance claims –\nregrettably – are not altogether rare. While an insurer is naturally not\nbound to meet\na claim that in truth is not covered by the policy the question\nthat arises in this appeal is whether it may also avoid liability\nfor a valid\nclaim that arises subsequent to the attempted fraud.\n[2]\tThe question arises\nin relation to a policy of insurance pursuant to which the appellant indemnified\nthe respondent against a\nvariety of risks for the period 1 September 1999 to 31\nAugust 2000. One of the risks against which the respondent was indemnified\nwas\nthe risk of loss or damage to a specified Land Rover motor vehicle. Another was\nthe risk of damage by fire to the respondent’s\nrestaurant and its\ncontents.\n[3]\tOn 30 December 1999 the insured Land Rover overturned and was\ndamaged while it was being driven, with the respondent’s knowledge\nand\nconsent, by a person who was not licensed to drive the vehicle. In terms of an\nexception in the policy the appellant was not\nliable in those circumstances to\nindemnify the respondent. The respondent sought to overcome that inconvenient\nhurdle by misrepresenting\nthe identity of the driver of the vehicle when it\nsubmitted its claim to the appellant.\n[4]\tOn 6 February 2000 – after\nthe motor vehicle claim had been submitted but before it was paid – the\nrespondent’s\nrestaurant and its contents were destroyed by fire and the\nrespondent submitted a further claim for recovery of that loss.\n[5]\tIn the\ncourse of investigating the claims the appellant discovered that at the time the\nLand Rover was damaged it was being driven\nby an unlicensed driver –\ncontrary to the respondent’s representation – and on those grounds\nit declined to meet\nthe claim. It also declined to meet the fire claim, on the\ngrounds that the misrepresentation made by the respondent – which\nmust\nhave been fraudulent – entitled the appellant to avoid the policy from the\ndate that the misrepresentation was made and\nit purported to do so.\n[6]\tThe\nrespondent sued the appellant in the Johannesburg High Court for recovery of\nboth claims. The matter came before Ponnan J\nwho, by agreement between the\nparties, was called upon to determine only the question of liability in relation\nto each claim. The\nlearned judge found that the Land Rover was being driven by\nan unlicensed driver when the damage occurred – contrary to what\nthe\nrespondent persisted in asserting – and on those grounds dismissed that\nclaim. Leave to appeal against that order was refused\nby the court\na quo\nand by this court and I need say no more about it. The learned judge also\nfound that the appellant was obliged to meet the fire claim\nand he issued a\ndeclaratory order to that effect. The present appeal, which comes before us with\nthe leave of the court\na quo\n, is against that order.\n[7]\tThe\nappellant’s contention, both in this court and in the court below, was\nthat one of the\nnaturalia\nof an insurance contract – a term of the\ncontract that is implied\nex lege\n– is that an insurer against whom\na fraudulent claim is made has an election to terminate the contract, and\nmoreover, to do\nso with effect from the date that the fraudulent claim was\nmade.\n[8]\tPerhaps an insured does have a duty – whether tacit or\nimplied – to act in good faith towards the insurer for the\nduration of the\ncontract. And perhaps the deliberate submission of a false claim is a breach of\nthat duty entitling the insurer to\nterminate the policy. But if that is so then\non ordinary principles of our law the insurer would be relieved of liability\nonly from\nthe time of termination, and the rights and obligations that had\naccrued before then would remain extant (see, for example,\nNash v Golden\nDumps (Pty) Ltd\n1985 (3) SA 1\n(A) 22D-I;\nThomas Construction (Pty) Ltd\n(in liquidation) v Grafton Furniture Manufacturers (Pty) Ltd\n1986 (4) SA 510\n(N) 515E-516A;\n1988 (2) SA 546\n(A) 563J-564D). What the appellant seeks,\nhowever, is the recognition of something more: it seeks the recognition of a\nright to terminate\nthe policy with retrospective effect from the date of the\nattempted fraud, with the result that the insured would forfeit rights\nthat had\naccrued before the termination.\n[9]\tCounsel for the appellant could refer us\nto no authority from our traditional sources in support of such a right –\nand I\nam not aware of any – but he invited us to import the principle from\nthe English law of insurance, which was said to be to\nthat\neffect.\n[1]\n[10]\tA similar\ninvitation to import principles of English law relating to the consequences of\nsubmitting a false claim was recently\ndeclined by this Court in\nSchoeman v\nConstantia Insurance Co Ltd\n2003 (6) SA 313\n(SCA). In that case an event\noccurred that was insured against under the policy but the insured deliberately\ninflated the amount\nof the loss when submitting her claim. The insurer submitted\nthat in those circumstances it was relieved of liability for the whole\nof the\nclaim. Rejecting the invitation to import penal principles of English law that\nwould have that effect Marais JA pointed out\nthat our common law is\n‘basically anti-penal’ and went on (at para 21) to say that\n‘[t]here would therefore have to be either a clearly recognised\ndoctrine of forfeiture in our law or a compelling present need\nfor its adoption\nbefore this court would be justified in lending its\nimprimatur\nto such a\nfundamentally penal doctrine.’\n[11]\tIn my view the rule that is sought\nto be introduced in the present case would operate as punitively as the rule\nthat was rejected\nin\nSchoeman's\ncase, for it purports to dispossess the\ninsured of a perfectly valid claim, untainted by the fraud, that accrued\ncontractually before\nthe policy was terminated, and for the reasons outlined in\nthat\ncase we should similarly decline to import such a rule. As pointed\nout in\nSchoeman's\ncase our law has no recognised doctrine of forfeiture,\nand in this case too there is no compelling reason to import such a rule,\nbearing\nin mind the following observation by Marais JA at para\n24:\n‘When there is added to that the fact that insurance companies are\nmasters of their own policies in the sense that they are\nfree to unilaterally\ndevise them, the insured has no say in the process, and that it is a simple\nmatter to include an appropriate\nclause to protect the insurer against\nfraudulent claims by providing for forfeiture, there does not appear to be any\npressing need\nfor the law to provide such protection.’\n[12]\tThe appeal\nis dismissed with costs.\n___________________\nR W NUGENT\nJUDGE OF APPEAL\nVAN HEERDEN JA)\nERASMUS AJA)\tCONCUR\n[1]\nThe English law recognises\nforfeiture remedies in the event of fraud. The precise scope of those remedies,\nand their foundation,\nseems to be not altogether settled, and it is also\ndoubtful that they correspond with the remedy that is now sought - see ER Hardy\nIvamy\nGeneral Principles of Insurance Law\n6\nth\ned 434 ff;\nColinvaux’s Law of Insurance\n6\nth\ned by Robert Merkin\npara 9-34;\nMacGillivray on Insurance Law\n10\nth\ned by Nicholas\nLegh-Jones paras 19-54 - 19-61;\nThe Law of Insurance Contracts\n4\nth\ned by Malcolm A Clarke para 27-2C; Peter MacDonald Eggers and\nPatrick Foss\nGood Faith and Insurance Contracts\npara 11.128-11.134;\nMalcolm A Clarke 'Good Faith and Bad Blood in Insurance Claims' (2002) 14 SA\nMerc LJ 64.",
  "scraped_at": "2026-02-12T09:09:12.767983",
  "date": "2004-11-24",
  "coram": [
    "NUGENT JA",
    "VAN HEERDEN JJA",
    "ERASMUS AJA"
  ],
  "case_number": "574/03",
  "parties": {
    "applicants": [
      "South African Eagle Insurance Company Ltd"
    ],
    "respondents": [
      "KRS Investments CC"
    ]
  },
  "sections": {
    "facts": "The appellant issued an insurance policy covering a Land Rover and the respondent's restaurant for the period 1 September 1999 to 31 August 2000. On 30 December 1999 the Land Rover was damaged while being driven by an unlicensed driver, contrary to the policy's exception. The respondent misrepresented the driver’s identity when claiming. On 6 February 2000 the restaurant was destroyed by fire and a second claim was lodged. The appellant discovered the misrepresentation, denied both claims and asserted that the policy was avoided from the date of the fraudulent claim.",
    "issues": "Whether an insurer, faced with a fraudulent claim, may terminate the insurance contract with retrospective effect and thereby deny liability for a subsequent, unrelated claim that accrued before termination.",
    "principles": "South African law does not recognise a doctrine of forfeiture that would allow retroactive termination of an insurance contract on the basis of fraud. The court noted the anti‑penal nature of the common law and cited Schoeman v Constantia Insurance, which rejected importing English forfeiture principles. A clear, recognised doctrine or a compelling need to adopt such a rule is required before it can be applied.",
    "application": "The court applied the established principle that, absent a specific contractual clause or a recognised common‑law doctrine, the insurer may only terminate the contract from the date of termination forward. It therefore could not deny the fire claim, which was a valid claim that accrued prior to any alleged termination.",
    "conclusion": "The appeal was dismissed with costs. The insurer was required to honour the fire claim, and the principle of retroactive forfeiture of accrued rights was rejected."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Contractual Obligations",
    "level_3": [
      "fraudulent claim",
      "policy avoidance",
      "forfeiture",
      "common law"
    ]
  }
}