{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/78.html",
  "case_name": "Associated Institutions Pension Fund and Others v Van Zyl and Others (268/03) [2004] ZASCA 78; [2004] 4 All SA 133 (SCA); 2005 (2) SA 302 (SCA) (17 September 2004)",
  "citation": "[2004] ZASCA 78",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 78\n|\nNoteup\n|\nLawCite\nAssociated Institutions Pension Fund and Others v Van Zyl and Others (268/03) [2004] ZASCA 78; [2004] 4 All SA 133 (SCA); 2005 (2) SA 302 (SCA) (17 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  268/03\nIn the matter between:\nTHE ASSOCIATED\nINSTITUTIONS\nPENSION FUND\t\t\t\t\tFIRST APPELLANT\nTHE MINISTER OF FINANCE\t\t  \nSECOND APPELLANT\nTHE DIRECTOR GENERAL OF\nFINANCE     \t\t\t\t        THIRD\nAPPELLANT\nLEON DE WIT\t\t\t\t\t    FOURTH APPELLANT\nand\nJOHAN VAN ZYL & 1 699 OTHERS\t\t    RESPONDENTS\nCORAM:\nHARMS, MTHIYANE, BRAND, CLOETE JJA\net\nCOMRIE AJA\nHEARD:\n26 AUGUST 2004\nDELIVERED:\n17 MAY 2004\nSummary\n:  Pension funds –\nreview of actuarial determination of 'funding percentage' in terms of\nregulations promulgated under Act 41\nof 1963 – interpretation of\nregulations – review of determination on substantive grounds – undue\ndelay in launching\n review application.\n_____________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThe first appellant ('the AIPF') was\nestablished in terms of s 2 of the Associated Institutions Pension Fund Act 41\nof 1963 ('the\nAct') to provide pension funds for associated institutions. The\nlatter were mainly universities, technicons and other institutions\nof a similar\nkind. The second and third appellants are the Minister and the Director General\nof Finance. Their involvement is said\nto have arisen from the fact that the AIPF\nwas administered by the National Department of Finance. The appeal has its\norigin in the\nlarge scale withdrawal by employees of associated institutions of\ntheir pension interest from the AIPF to the newly established own\npension funds\nof the individual institutions during 1994 and 1995.\n[2]\tOne of the\nassociated institutions was the University of Pretoria. All the respondents were\nemployed by that university, and until\n31 December 1994 they were members of the\nAIPF. On that date their individual pension interests were transferred to the\nUniversiteit\nvan Pretoria Voorsorgfonds ('the Voorsorgfonds'). These transfers\ntook place pursuant to regulations ('the transfer regulations')\nthat were\npromulgated in terms of the Act in Government Notice 821 of 22 April 1994.\nAccording to the transfer regulations, the transfer\nvalue of each member's\npension interest as at the transfer date was to be determined by the actuary of\nthe AIPF. He is the fourth\nappellant in this matter, Mr Leon de Wit ('De Wit').\nBroadly stated, the respondents' case is that the determination by De Wit was\nnot properly made, with a resultant shortfall in the amounts that were\ntransferred to the Voorsorgfonds.\n[3]\tThe determination of the transfer\nvalues was finalised by August 1995. Nearly four years later, at the end of June\n1999, the respondents\nlaunched an application in the Pretoria High Court for De\nWit's determination to be reviewed and set aside. They also sought an order\nthat\nthe transfer values of their pension interest be recalculated and that the\nrecalculated amounts, together with interest, be\npaid over to the Voorsorgfonds\nby the AIPF, alternatively by the Minister. The court\na quo\n(Botha J)\nheld, upon the strength of its interpretation of the transfer regulations, that\nDe Wit's determination was not in accordance\nwith these regulations.\nConsequently the orders sought were granted. The appeal against that judgment is\nwith the leave of the court\na quo.\n[4]\tOn appeal it was contended\nby the appellants that the court\na quo\nmisconstrued the transfer\nregulations. They also contended that, in all the circumstances of the case, the\ncourt\na quo\nerred in not dismissing the review application on the ground\nof respondents' unreasonable delay in bringing the application. The\nissues\narising from these contentions can best be understood against the factual\nbackground that follows.\nFACTUAL BACKGROUND\n[5]\tThe AIPF was\ngoverned by the provisions of the Act and the regulations ('the general\nregulations') that were promulgated by Government\nNotice 1653 of 10 September\n1976. Pursuant to the general regulations, the AIPF was subject to a statutory\ntriennial actuarial valuation.\nThese valuations were done on the basis of\naudited figures. During the 1980s and the 1990s the triennial actuarial\nvaluations revealed\na substantial funding deficit. This gave rise to concern on\nthe part of AIPF members and the associated institutions that were ultimately\nresponsible for funding their pension benefits. As a result, by 1993 many of the\nassociated institutions had for several years been\nexerting pressure on the\ngovernment to allow members to transfer their pension benefits out of the AIPF\ninto privately administered\npension funds to be established by each of the\ninstitutions for that purpose. This pressure increased with the anxiety of the\ninstitutions\nto have the AIPF removed from government control before any\npolitical changeover after the democratic elections in April 1994.\n[6]\tThe transfer regulations as eventually promulgated were preceded by\nseveral drafts which were prepared under the direction of\na workgroup consisting\nof representatives of the government and the associated institutions. The\nworkgroup included De Wit as well\nas two professors of actuarial science, Prof\nAnthony Asher of the University of the Witwatersrand and Prof George Marx of the\nUniversity\nof Pretoria. Subsequent to the promulgation of the transfer\nregulations, the Minister appointed an advisory board of experts to oversee\nthe\ntransfer process. Different members of the board were appointed to protect the\ninterests of the government, the associated institutions\nand the membership of\nthe AIPF. Professors Asher and Marx were also members of the advisory board.\n[7]\tIn terms of the transfer regulations, new pension funds, called 'own\nestablished funds', could be established by associated institutions\nfor the\nbenefit of their employees and members could elect between keeping their pension\nbenefits in the AIPF or to transfer them\nto own established funds.\n[8]\tAccording to the transfer regulations, the transfer dates were to be\nagreed upon by the Director General and each associated institution\nconcerned,\nprovided that such date could not be later than 31 March 1995. At the time there\nwere 211 associated institutions. Many\nof them established their own funds.\nVarious transfer dates were agreed upon over the 13 month period between April\n1994 and March\n1995. The transfer date for the University of Pretoria was 31\nDecember 1994. Eventually, over 80 per cent of the original 50 000\nmembers of\nthe AIPF decided to join the autonomous funds established by their own\ninstitutions. Included in their number were the\n1 700 respondents.\n[9]\tIn terms of regulation 2(4)(b) of the transfer regulations the AIPF\nhad to make available to a member who elected to terminate\nhis membership, an\namount '\nequal to the funding percentage multiplied by the actuarial\nobligation of the [AIPF] in respect of that member as determined by the\nactuary\non the date on which his membership of the fund is terminated, with interest\nthereon calculated at the bank rate from that\ndate to the date on which the\namount is paid ...'\nThe member was then obliged to pay the amount thus made\navailable into the own established fund of his or her institution.\n[10]\tThe\n'actuary' referred to in regulation 2(4)(b) was De Wit. There is no dispute with\nregard to his determination of the actuarial\nobligations of the AIPF in respect\nof each of the individual respondents on 31 December 1994. It is the other\nfactor in the calculation\nprovided for in regulation 2(4)(b), ie the 'funding\npercentage' of the AIPF, which forms the subject of the dispute between the\nparties.\n'Funding percentage' is defined in the transfer regulations. This\ndefinition, which is pivotal to the appeal, reads as follows:\n'\"funding\npercentage\", means the market value of the net assets of the [AIPF] on a fixed\ndate [ie 31 December 1994], expressed as\na percentage of the calculated\naggregate actuarial obligation of the [AIPF] on that date, as determined by the\nactuary.'\nActuarial obligation' is in turn defined as signifying, 'with\nregard to a particular member ... of [the AIPF], ... the actuarial obligation\nof\n[the AIPF] with regard to that member ... on a fixed date, calculated by the\nactuary'. The term 'actuary' is defined independently\nas a reference to the\nactuary of the AIPF, appointed in terms of the general\nregulations.\n[11]\tDe Wit determined the funding percentage of the AIPF\nfor 31 December 1994 at 60 per cent. This determination was communicated\nto the\nUniversity of Pretoria on 6 February 1995 and on 23 August 1995 the individual\ntransfer amounts pertaining to those who elected\nto move to the Voorsorgfonds\nwere calculated by him on that basis. These totalled some R286,5m which was paid\nover to the Voorsorgfonds.\n[12]\tIn January 1996 the triennial statutory\nvaluation of the AIPF as at 30 September 1994, was completed by De Wit and\nbecame generally\navailable. According to this valuation the funding percentage\nas at the latter date was fixed at 66 per cent. Subsequently De Wit\nperformed a\nfurther valuation of the rump of the AIPF as at 31 March 1995 when those members\nwho had elected to leave the AIPF were\nfinally identified. This valuation\nyielded a funding percentage of 84,3 per cent as at that date. These significant\nvariations in\nthe funding percentage over a relatively short period of time led\nto discontent among those members whose parting benefits were calculated\non\nsubstantially lower funding percentages.\n[13]\tFirst to act were some\n2 500 employees and pensioners of the University of South Africa ('Unisa').\nTheir transfer date was\n30 November 1994 and the funding percentage of the AIPF\ndetermined by De Wit as at that date was 60,8 per cent. In October 1998 they\ninstituted review proceedings similar to these in the Pretoria High Court\nagainst the AIPF ('the\nUnisa\ncase'). The initial outcome of those\nproceedings favoured the Unisa employees. In a judgment handed down by Southwood\nJ in February\n2000, De Wit's determination of the funding percentage as at 30\nNovember 1994 was set aside and the attendant relief sought was granted.\nOn\nappeal to this court that decision was, however, overturned. The judgment of\nthis court, which was handed down on 31 May 2001,\nhas subsequently been reported\nas\nAssociated Institutions Pension Fund and Another v Le Roux and Others\n2001 (4) SA 262\n(SCA).\n[14]\tThe applicants in the\nUnisa\ncase\ncontended that the root of De Wit's inaccurate determination of the funding\npercentage at their transfer date was to be found\nin his adoption of a 'data\nloading factor' of 7,5 per cent to the actuarial obligations which appeared from\nthe records of the AIPF\nin establishing the aggregate actuarial obligations of\nthe fund, thereby increasing these obligations by a notional 7,5 per cent.\nDe\nWit's explanation for adopting this loading factor was that it was done in an\nattempt to compensate for a known understatement\nof liabilities in the records\nof the AIPF.\n[15]\tThe application in the\nUnisa\ncase was upheld by\nthe Pretoria High Court essentially on the basis that the transfer regulations\ndid  not allow for the adoption\nof a loading factor in calculating the\nobligations of the AIPF. What these regulations required of De Wit, so the court\nfound, was\nto calculate the aggregate actuarial obligations of the AIPF on the\nbasis of reliable data. According to this interpretation, De\nWit's approach,\nwhich was to rely on estimates and assumptions when faced with unreliable\nmembership data, was\nultra vires\nthe regulations. The reasons why this\ncourt upheld the appeal against that judgment appear, in short, from the\nfollowing\ndicta\nby Cameron JA (in para 16):\n'On a true construction\nthe transfer regulations required the invocation and application of actuarial\nexpertise and that, on the uncontested\nevidence before the Court as to the\nprofessional methodology involved, necessarily entailed that assumptions would\nbe made to allow\nfor contingencies and imponderables. That is the nature of the\nactuary's job, and it was a job the regulations required De Wit to\nperform.'\nAnd (in para 19):\nLater-acquired wisdom showed that a higher\npercentage, calculated with perhaps less prudence and less caution, would have\nmatched\nthe facts as subsequently revealed. This does not mean that [De Wit]\nerred. By the methodology appropriate to what the regulations\nrequired of him,\nDe Wit acted properly and lawfully at the time he made his determination. There\nis no suggestion that the assumptions\nhe employed were inappropriate or\nunreasonable. The applicants' case ... was that the regulations permitted him to\nmake no assumptions\nat all; and for the reasons I have given this contention\ndoes not withstand scrutiny.'\n[16]\tThe respondents in this case did not\ncontend that De Wit was not entitled to apply any data loading at all in\ncalculating the\nobligations of the fund. In the light of this court's decision\nin the\nUnisa\ncase, such contention would have had little prospect of\nsuccess. Instead their first contention was that he should have applied a\nmuch\nlower data loading percentage than 7,5 per cent. In support of this contention\nthey relied on the expert opinion expressed by\nan actuary, Mr Michael Lowther,\nin an affidavit filed on their behalf. This contention did not find favour with\nthe court\na quo\nand on appeal it was expressly abandoned on behalf of the\nrespondents. It accordingly requires no further\nconsideration.\nDETERMINATION OF ASSETS\n[17]\tThe only remaining\nobjection by the respondents in this case, which was not raised in the\nUnisa\ncase at all, was that De Wit had failed to determine the market\nvalue of the net assets of the AIPF in accordance with the definition\nof\n'funding percentage'. It was on the basis of this objection that the matter was\ndecided in favour of respondents in the court\na quo\n.\n[18]\tThis\nobjection goes to the heart of De Wit's whole approach to his brief, as it\nappears from his answering affidavit. According\nto De Wit it was known at an\nearly stage that different transfer dates would be chosen by the various\ninstitutions involved. One\nof the crucial decisions De Wit was therefore\nrequired to take at the outset was whether the transfer valuations should be\ndone by\nusing the latest available actuarial valuation of the AIPF, ie the\nvaluation at 30 September 1991, with appropriate adjustments to\ntake account of\nnew data, or whether they should rather be held over until fully audited data\nfor each transfer date became available.\nBy September 1993, De Wit, with the\napproval of the work group, including Professors Asher and Marx, decided to\nadopt the former\napproach. This decision was subsequently endorsed by the\nadvisory board. According to De Wit, the decision was motivated by the\nconsideration\nthat the latter approach would have occasioned an initial delay of\nabout 18 months coupled with a further delay of about four months\nfor the\ndetermination at each individual transfer date. The prospect of such delays was\nunacceptable to the associated institutions\nand their members because they were,\nfor the reasons already stated, anxious to finalise the transfers as soon as\npossible. Delays\nthus caused would also have resulted in numerous practical\ndifficulties for the newly established individual funds and their members.\nMoreover, the cost of every determination on the basis of fully audited data at\neach transfer date would run into thousands, if not\nmillions, of rands. Although\nLowther suggested that he would have awaited fully audited data for each\ncalculation, it was not contended\nthat De Wit's decision to the contrary was\nultra vires\nthe transfer regulations or even unreasonable in all the\ncircumstances.\n[19]\tOnce the selected approach had been adopted, the\nmethodology applied by De Wit was, broadly stated, to use the September 1991\nactuarial valuation, appropriately adjusted to reflect all data available to\nhim, to determine a 'base funding percentage' for September\n1993. As is apparent\nfrom the definition of 'funding percentage', the concept is essentially\ncomprised of two elements, ie the market\nvalue of the net assets of the fund, on\nthe one hand, and the aggregate actuarial obligation of the fund, on the other.\nIn order\nto establish the base funding percentage as at September 1993, De Wit\nobtained complete information regarding the assets of the AIPF\nfrom the Public\nInvestment Commissioners. For the corresponding liability figure, he applied the\nactuarially projected liability\nfigures as at 30 September 1993, which included\nthe data loading of 7,5 per cent.  Once that base funding level had been\ndetermined\nfor September 1993, it was then adjusted by De Wit on a monthly basis\nto reflect\nad hoc\nchanges to the liability profile of the fund and shifts\nin the market values of the assets of the fund. In this manner a set of adjusted\ntransfer values was obtained for each month after September 1993 until the\ntransfer process was completed.\n[20]\tThe assets of the AIPF consisted\nmainly of government stock. Adjustments to the market value of these assets\nsubsequent to September\n1993 were based on a financial model involving a\n'basket' of government stock as at the end of each month. The result of this\nmethodology\nwas that the only actual determination of assets that took place was\nat 30 September 1993. Subsequent adjustments to the assets were\ndone on a\nnotional basis. This of course also happened on the transfer date pertaining to\nrespondents, ie 31 December 1994. It is\ncommon cause that as an inevitable\nconsequence of De Wit's methodology, he took the assets of the AIPF on 30\nSeptember 1993 and calculated\ntheir value as at 31 December 1994. As a result,\nno account was taken of any change in the number of AIPF's assets, due, say, to\nincreased contributions made from September 1993 to 31 December 1994.\n[21]\tThe court\na quo\nfound that on a proper construction of the\ndefinition of 'funding percentage', De Wit's use of estimates and projections in\ndetermining\nthe assets of the AIPF as at the transfer date was\nultra\nvires\nthe transfer regulations. Though the regulations permitted the use of\nactuarial estimates in the determination of\nliabilities\n, so the court\nfound, it was not allowed in relation to\nassets\n. Since the court's\nreasons for this finding were directly linked to the definition of 'funding\npercentage', I will for convenience\nquote that definition again. It reads as\nfollows:\n'\"funding percentage\", means the market value of the net assets of\nthe Fund on a fixed date, expressed as a percentage of the calculated\naggregate\nactuarial obligation of the Fund on that date, as determined by the\nactuary.'\n[22]\tThe court\na quo\n's reasoning, with reference to the\nwording of the definition, appears from the following part of its\njudgment:\n'In my view the expression \"\nmarket value\n\" connotes the\nactual value and not a notional value established by projections.\nThe value\nobtained by [De Wit] from the Public Investment Commissioners at the\ncommencement of his exercise was such a value. The\nsubsequent values that he\nobtained by making projections cannot be described as market values.\nIt was\nargued that the phrase \"\nas determined by the actuary\n\" refers to the\ndetermination of the market value. I cannot agree.\nIn my view it refers to\nthe \"\ncalculated aggregate actuarial obligation of the Fund\n\". It tells one\nwho is to calculate the aggregate actuarial obligation of the fund, namely the\nactuary appointed in terms of the general\nregulations. I cannot see any licence\nin this phrase to the actuary to determine asset values that are not market\nvalues.\nThe phrase \"\nas determined by the actuary\n\" was mentioned in the\nUnisa\ncase, but apparently as qualifying \"\nactuarial obligation\n\".\nSee the\nUnisa\ncase\nsupra\n, paragraph 9 at 268.\nFor all these\nreasons I have come to the conclusion that the approach of [De Wit] to determine\nthe funding level as at the 31\nst\nDecember 1994 not with reference to\nthe market value of the assets, but with reference to a notional value, was\nultra vires\nthe transfer regulations.'\n[23]\tI agree with counsel\nfor the appellants that purely as a matter of literal construction, the court's\nreasoning cannot be sustained.\nInterpreted along ordinary literal lines, the two\ncommas in the definition create a parenthetical clause so that the phrase 'as\ndetermined\nby the actuary' qualifies the words 'market value of the net assets\nof the fund on a fixed date'. If the phrase 'as determined by\nthe actuary' is to\nbe linked exclusively to the words 'calculated aggregate actuarial obligation of\nthe fund', as suggested by the\ncourt\na quo\n, there is no explanation for\nthe second comma in the definition.\n[24]\tMoreover, if the phrase after\nthe second comma is to be understood as applying solely to the calculation of\nthe actuarial obligation\nof the fund, it will hardly have any independent\nmeaning. After all, 'actuarial obligation' is already defined in the regulations\nas pertaining to calculations done by 'the actuary'. Added to this, the latter\nterm is independently defined as a reference to the\nactuary of the AIPF\nappointed in terms of the general regulations. The suggestion by the court\na\nquo\n, that the phrase 'determined by the actuary' was intended to identify\nthe person who was to calculate the aggregate actuarial obligation\nof the fund,\nnamely the actuary appointed in the terms of the general regulations' therefore\ncannot be accepted for this reason as\nwell.\n[25]\tEven more significant\nthan the literal construction, however, is the consideration that the\nsubstantive result of the interpretation\nadopted by the court\na quo\ncould\nnot, in my view, have been intended. Since this consideration also has a bearing\non the new interpretation of the definition\ncontended for by counsel for the\nrespondents in this court, I shall elaborate upon it after considering the\narguments advanced in\nsupport of what I shall call 'the new\ninterpretation'.\n[26]\tThe new interpretation was advanced for the first\ntime by counsel for the respondents during oral argument in this court. Though\nit was presented as an alternative to the interpretation adopted by the court\na quo\n, it is clear that the two constructions are in fact mutually\ndestructive. According to the new interpretation, the phrase 'as determined\nby\nthe actuary' does not relate to the words 'aggregate actuarial obligation of the\nfund' at all. It pertains only to 'the market\nvalue of the net assets of the\nfund on a fixed date'. But, so the argument went, 'determination' is to be\nunderstood as requiring\nan actual, empirical determination as opposed to the\nactuarial determination. Accordingly, the reference to 'the actuary' in the\nphrase 'as determination by the actuary'\nwas intended only to identify\nthe functionary and not the function.\n[27]\tThe substructure for the new\ninterpretation was exclusively founded on the difference between the terms\n'calculate' and 'determine'\nas used in the transfer regulations. On a proper\nanalysis of the regulations, counsel for the respondents contended, it is\napparent\nthat 'calculate' was consistently used with reference to the 'actuarial\nobligation of the fund'. 'Calculate' must therefore be understood\nas a reference\nto an actuarial function. Since a change in wording must be construed to\nindicate a different intent, 'determination'\nmust be understood to mean the\nopposite, ie a non-actuarial function.\n[28]\tI do not consider that the\ntenuous foundation upon which the argument rests justifies its adoption. In the\nUnisa\ncase Cameron JA referred at para 9 to the repeated use of the words\n'actuary', 'actuarial' and 'actuarially' in the transfer regulations\nas well as\n'their insistent allusion to the actuarial function'. The conclusion to be drawn\nfrom this is formulated as follows (para\n10):\n'Given the linguistic\naccumulation, the phrase 'as determined by the actuary' can hardly have been\nintended ... only to identify the\nactuary in whom the regulations vest the power\nto perform the calculations they enjoin. That the instrument attains with\neconomy\nand clarity by a separate definition of 'actuary'. The repetition, in my\nview, points not only to functionary, but to function, and\nit must have been\nintended to imbue the latter with attributes of professionalism and skill\npeculiar to the field of expertise it\nnames.'\n[29]\tI respectfully agree\nwith the aforegoing reasoning. Given the emphasis on actuarial function, to\nwhich reference was repeatedly\nmade, I find it unlikely that the legislature\nwould have intended a fundamental change in the nature of the function conferred\nupon\nthe same functionary within the scope of a single definition and while\nprescribing what is in essence a single process, namely the\ndetermination of a\nfunding percentage. I find it even more unlikely that the legislature would have\nindicated such a dramatic change\nin intent through an almost imperceptible\nchange in expression. I say almost imperceptible, because it is obvious that in\nthe present\ncontext 'calculation' and 'determination' are linguistically\ninterchangeable. Both terms can legitimately be used with reference\nto either an\nactuarial or a non-actuarial function, depending on the functionary entrusted\nwith its performance.\n[30]\tThe starting point in determining the meaning\nof the definition is the decision of this court in the\nUnisa\ncase, as is\naccepted by the respondents, that the actuarial obligations of the fund were to\nbe determined in accordance with actuarial\npractice.  In\nTek Corporation\nProvident Fund and others v Lorentz\n1999 (4) SA 884\n(SCA) 894G-895B, para\n16, Marais JA explained what is normally understood by 'actuarial practice'. It\nentails, he said, a highly\nsophisticated process requiring considerable\ntraining, expertise and skill. But it remains, he said, an exercise in prophecy\ninvolving\na host of factors about which assumptions have to be made. In the\nUnisa\ncase it was accepted (at 270F-H, para 16) that a determination in\naccordance with actuarial practice necessarily involved the making\nof\nassumptions and predictions to allow for contingencies and imponderables. It was\nnot suggested by the respondents that a determination\nof assets cannot be done\nactuarially, or even that it involves an exercise which an actuary could or\nshould not perform.\n[31]\tAgainst this background, I can think of no\nreason in logic why the legislature would have intended that, in determining the\nfunding\npercentage of the AIPF, the actuary should apply his training, skills\nand expertise in establishing the aggregate actuarial liabilities\nof the fund in\naccordance with actuarial practice, but that he could not use the same\nattributes in establishing the net assets of\nthe fund. According to De Wit's\ntestimony, it is a known fact of actuarial practice and experience that\nassumptions which later prove\nto be inaccurate often tend to cancel each other\nout. So, for example, an underestimate of contributions to the fund, which will\naffect the projected assets, may be matched by a parallel underestimate of\npensions, which will affect the actuarial obligations,\nbecause increases in\ncontributions usually have to keep up with increases in pensions. If we accept\nthis testimony, as we are bound\nto by the well established rules pertaining to\nmotion proceedings, acceptance of the interpretation contended for by the\nrespondents\nis so divorced from the reality of actuarial practice and experience\nthat it can be justified on the acceptance of only one of two\npossible\nassumptions. It must be assumed either that the legislature had no conception of\nthese actuarial realities, or that it chose\nto ignore them. I have no reason to\nthink that either of these rather starling propositions should be accepted and\nnone was advanced\nby counsel. It follows that the interpretation of the\ndefinition contended for by the respondents cannot be sustained.\n[32]\tOn\na proper interpretation the transfer regulations, in my view, enjoined the\nactuary to act, throughout the entire process of\ndetermining the funding\npercentage, in accordance with actuarial practice. On this basis it was accepted\nin the\nUnisa\ncase (in para 16), with reference to the determination of\nactuarial liabilities that this necessarily entailed the application of\nprofessional actuarial methodology. By the same token, the regulations, in my\nview, prescribed the selfsame actuarial methodology,\ninvolving assumptions and\npredictions to allow for contingencies and imponderables when it came to the\ndetermination of assets. It\nfollows that De Wit's methodology per se was not\nultra vires\nthe regulations.\n[33]\tThe respondents' alternative\ncontention was that, even if De Wit was in principle entitled to act on the\nbasis of assumptions,\nhe erred in relying on assumptions regarding the assets of\nthe AIPF which were known to be invalid when the 31 December 1994 determination\nwas made. In support of this contention it was pointed out by the respondents'\nactuary, Lowther, that as a result of De Wit's methodology,\nhe did not establish\nwhat assets were in fact held by the AIPF as at the transfer date of 31 December\n1994. Instead, he took the\nassets of the AIPF on 30 September 1993 and\ncalculated their value with reference to the prices of those types of assets as\nat the\ntransfer date. As a result of this methodology, it was stated by Lowther\nin respondents' founding papers, De Wit intentionally ignored\nadditional assets\naccumulated by the AIPF through an increase in employer contributions between 30\nSeptember 1993 and 31 December\n1994, which assets it appeared subsequently, had\na value of approximately R160m.\n[34]\tAll this was conceded by De Wit in\nhis answering affidavit. He pointed out, however, that he had assumed that this\nincrease in\nassets would have been cancelled out by an increase in greater\npension liabilities. In the event, De Wit stated, his actuarial assumptions\nwere\nborne out by subsequent events, because the R160m was 'cancelled out' by an\nincrease in liabilities of about R180m. In reply\nLowther denied that the assets\nof R160m could be regarded as 'cancelled out' by the liabilities of R180m.\nMoreover, he contended\nthat, on reflection, the value of the assets excluded by\nDe Wit was not R160m but approximately R450m.\n[35]\tI do not find it\nnecessary to get involved in this debate between the two actuaries. First, to\nthe extent that it resulted in\na dispute of fact, we must prefer the version of\nDe Wit (see\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984\n(3) SA 623\n(A) 634G-635D). Second, insofar as Lowther's contentions in reply\nconstitute a new case, we are precluded from taking it into account\n(see eg\nDirector of Hospital Services v Mistry\n1979 (1) SA 626\n(A) 635H-636F).\nThe most important consideration, however, is that the debate takes the matter\nno further. Respondents' case is not\nthat De Wit's exclusion of assets, whatever\ntheir value may be, was due to any ignorance or oversight on his part. He knew\nabout\nthe existence of these assets and their exclusion was a deliberate, but\ninevitable result of his methodology. That much is common\ncause. Consequently,\nthis is not a case in which a material mistake of fact arose within the meaning\nof the rule explained in\nPepcor Retirement Fund and another v Financial\nServices Board and another\n2003 (6) SA 38\n(SCA), para 47. Respondents'\ncriticism is aimed at the methodology adopted by De Wit. Shorn of unnecessary\nelaboration, Lowther's\nobjection amounts to no more than that he would not have\nadopted the same methodology as De Wit because, so he said, it led to a\nresult\nwhich eventually  turned out to be demonstrably unfair and unreasonably\nprejudicial to the respondents.\n[36]\tSince De Wit's decision was taken\nbefore the advent of both the final Constitution and the Promotion of\nAdministrative Justice\nAct 3 of 2000 (PAJA), it was accepted by counsel on both\nsides, rightly in my view, that the legal substructure for respondents'\ncase is\nto be found in s 24(d) of the interim Constitution. This subsection –\nwhich was re-enacted as a transitional measure\npending the promulgation of PAJA\nin item 23(2)(b) of schedule 6 to the final Constitution – vested in every\nperson the right\nto administrative action 'which is justifiable in relation to\nthe reasons given for it'. Although the subsection expanded the ambit\nof\njudicial review, it did not abolish the well established distinction between\nreview and appeal (see eg\nCarephone (Pty) Ltd v Marcus NO and others\n1999\n(3) SA 304\n(LAC) 315C). Nor did it introduce substantive fairness as a criterion\nfor judging the validity of administrative action. That much\nis clear from the\nexplanation of the analogous provisions of item 23(b) of schedule 6 in the\nmajority judgment by Chaskalson CJ in\nBel Porto School Governing Body and\nothers v Premier, Western Cape and another\n[2002] ZACC 2\n;\n2002 (3) SA 265\n(CC) 291F-292G.\nThese provisions, the Chief Justice said, encapsulate and extend the common law\ngrounds of judicial review –\nlegality, procedural fairness and rationality\n– as they have been developed over the years in England and South Africa.\nFor\ngood reason, he said, judicial review of administrative action has always\ndistinguished between procedural fairness and substantive\nfairness. The\nsubstantive unfairness of a decision in itself, has never been a ground for\nreview. Thereafter, the Chief Justice proceeded\nto express himself as follows\n(at paras 88, 89 and 90):\n'I do not consider that item 23(2)(b) of Schedule\n6 has changed this and introduced substantive fairness into our law as a\ncriterion\nfor judging whether administrative action is valid or not. The setting\nof such a standard would drag Courts into matters which, according\nto the\nseparation of powers, should be dealt with at a political or administrative\nlevel and not at a judicial level. This is of\nparticular importance in cases\nsuch as the present, in which the issue relates to difficult and complex\npolicies ...\nI do not understand the\nCarephone\ncase, or any of the\ncases that have followed it, to hold otherwise. What they require for a decision\nto be justifiable, is that it\nshould be a rational decision taken lawfully and\ndirected to a proper purpose.\nIf that is the case, and if the decision is\none which a reasonable authority could reach it would, in my view, meet the\nrequirements\nof item 23(2)(b) ....'\n(Cf also\nMinister of Environmental\nAffairs & Tourism and others v Bato Star Fishing (Pty) Ltd\n2003 (6) SA\n406\n(SCA) paras 46-50 and\nBato Star Fishing (Pty) Ltd v Minister of\nEnvironmental Affairs and others\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC)\n512H-513A.)\n[37]\tIn this matter, De Wit gave a full explanation as to why\nhe decided to adopt the methodology that he did. Though he realised,\nhe said,\nthat a determination of the funding percentage based on audited figures at every\ntransfer date would be more accurate and\ntherefore more satisfactory to\neverybody concerned, that approach was, in his considered view, ruled out by\nconsiderations of delay\nand expense. He therefore had to compromise. Both his\nreasons for compromising and the compromised methodology itself were thereafter\nendorsed by the advisory board appointed to oversee the transfer process on\nbehalf of the various interest groups. The members of\nthat board included two\nprofessors of actuarial science, Professors Asher and Marx. Amongst the\naffidavits filed on behalf of respondents,\nis one deposed to by Prof Asher. In\nthis affidavit he,\ninter alia\n, made the following unequivocal and\nunqualified statements:\n'I confirm that, as stated by De Wit, both Prof Marx\nand I were at all material times aware of, and satisfied with, the professional\nmethodology applied by De Wit to the determinations and described by him in his\naffidavit.\nI confirm also, that at the time, there appeared to be no\npossibility of De Wit being allowed to defer making his determinations until\nafter all the data for the  September 1994 triennial evaluation had been\nobtained and audited. It appeared that considerable covert\npressure was being\nplaced on the Department of Finance to ensure that the transfer process was\ncompleted as quickly as possible.\nWe were instructed that the transfer process\nhad to proceed as quickly as possible ...\nI have read both Lowther's\ncriticisms of De Wit and De Wit's response to Lowther's affidavit. I remain\nconvinced that within the constraints\nof the difficult process that was imposed\nupon him, De Wit made his transfer value determinations in a manner that meets\nthe professional\nstandards expected of a reasonable\nactuary.'\n[38]\tRespondents also filed an affidavit by Mr Peter\nMilburn-Pyle, an independent actuary of some 40 years experience who specialises\nin the valuation of pension funds and who was at one stage the chief actuary of\nthe Financial Services Board. He confirmed that after\nconsidering De Wit's\nmethodology and Lowther's criticism thereof, he came to the conclusion that De\nWit performed his task in a professional\nmanner and that he followed a\nreasonable methodology in doing so.\n[39]\tParticularly in the light of the\ntraining, skills, experience and intricacies involved in the application of\nactuarial science,\nI believe that this is a matter where judicial deference is\nappropriate. Of course, I do not mean judicial timidity, but judicial\ndeference\nas explained in\nBato Star Fishing (Pty) Ltd v Minister of Environmental\nAffairs supra\npara 47. In these circumstances it is almost self-evident, I\nthink, that the respondents have failed to make out a case that De Wit's\nmethodology was not one which an actuary could reasonably have adopted, ie that\nDe Wit had failed to act rationally in the execution\nof his brief. For these\nreasons the appeal must, in my view, succeed.\nUNREASONABLE\nDELAY\n[40]\tThe remaining issues stem from the challenge of the\napplication on grounds of unreasonable delay. Given my conclusion on the\nmerits,\nthese issues can make no difference to the outcome of the appeal. Nevertheless I\nconsider it necessary to decide them lest\nit be thought that the court\na\nquo'\ns view on when the defence of unreasonable delay will be upheld, is\nendorsed by this court. To begin with, I revert to the facts.\n[41]\tIn their\nfounding papers, the respondents gave no reasons why their application for the\nreview of De Wit's determination of the\nfunding percentage was launched nearly\nfour years after the implementation of that decision in August 1995. In the\nanswering papers\nthe appellants pertinently raised the defence of unreasonable\ndelay. In support of this defence they pointed out that, apart from\nthe fact\nthat nearly four years had lapsed since the decision had been implemented, the\nrespondents' application was, on their own\nversion, triggered by De Wit's\nvaluations of the AIPF as at 30 September 1994 and 31 March 1995. According to\nthe appellants, both\nthese valuations were freely available at the Department of\nFinance in July 1996. There was therefore no reason why the application\ncould\nnot have been launched shortly thereafter. Moreover, appellants pointed out,\nProf Marx, who held a Chair at the University\nof Pretoria, was a member of the\nadvisory board that oversaw the transfer process to its completion, while the\nobjections raised\nby the respondents arose from  decisions taken by De Wit with\nthe full knowledge and approval of the advisory board. All this, the\napplicants\nstated, was apparent from the minutes of the meetings of the advisory board that\nwere circulated to all the associated\ninstitutions, including the University of\nPretoria. Furthermore, the appellants contended, the\nUnisa\ncase was\nlaunched in October 1998 and the respondents must have become aware of those\nproceedings shortly thereafter. Nonetheless,\nit took them another eight months\nto launch the present proceedings.\n[42]\tAs to the prejudice caused by\nthis alleged unreasonable delay, the appellants pointed out that about 80 per\ncent of the members\nof the AIPF withdrew from the fund over the transfer period.\nAssuming that the present application were to be successful and all\nthe\ntransferring members were to become entitled to a further payment representing\nthe difference between a funding level of 60 per\ncent and, say, 66 per cent, the\ntotal of the capital amount involved would be approximately R500m. To this\nshould be added the interest\nat bank rate from date of transfer to date of\npayment prescribed by regulation 2(4)(b) of the transfer regulations. The effect\nof\nall this would be, depending on when the matter is finally resolved, that the\nAIPF may be required to pay out amounts of between\none billion and one and a\nhalf billion rand, or between approximately 15 per cent to 22 per cent of the\ntotal assets of the fund.\n[43]\tThe capacity of the AIPF to carry this\nloss, so the appellants contended, had been substantially affected by the\nchanging composition\nof the membership of the fund. The withdrawal of members of\nthe AIPF had left the fund with a substantially reduced proportion of\ncontributing members. Whereas the number of contributing members had dropped by\n91,3 per cent, the total number of pensioners had\ndropped by only 13 per cent.\nAs time passed since 1995, they said, the membership of the fund had aged\nfurther, the number of contributing\nmembers had shrunk even further and the\nnumber of pensioners had increased. If the present application had been brought\nwithout delay,\nthe AIPF would have been able to ameliorate the position in a\nnumber of ways by, for example, negotiating an increase of contributions\nfrom\ncontributing members and/or their employers or by adopting a different asset\nmanagement strategy with a view to maximise short\nterm returns on investment.\nApart from all this, the appellants averred, they were severely hampered in the\npreparation of their\ndefence so long after the event.\n[44]\tThe first\nrespondent was the only applicant who deposed to a replying affidavit. The other\nrespondents did not respond to the\nappellants' allegations of unreasonable delay\nat all. The first respondent's answer to these allegations was in essence that,\nalthough\nhe had known since about August 1995 that De Wit had determined the\nfunding percentage of the AIPF at 60 per cent, he had had no\nreason to question\nthe accuracy of this determination until he became aware of the\nUnisa\ncase which was launched in October 1998. He conceded that the present\nproceedings were triggered by De Wit's subsequent valuations\nof the AIPF that\nwere both released in 1996. He denied, however, that these valuations were\nfreely available at the time. In any\nevent, first respondent  contended, he had\nno reason to seek access to these valuations or to the minutes of the advisory\nboard nor,\nfor that matter, to seek the advice of Prof Marx until he realised\nthat there was something amiss with De Wit's determination. That\nonly happened,\nhe said, when he heard of the\nUnisa\ncase. Consequently, the time period\nwhich preceded the\nUnisa\ncase should not be counted for the purposes of\ndeciding whether or not there had been an unreasonable delay. With reference to\nthe\nperiod that had elapsed between the\nUnisa\ncase and the launch of the\npresent proceedings, first respondent's contention was that in all the\ncircumstances eight months could\nnot be regarded as an unreasonable\ndelay.\n[45]\tThe court\na quo\nfound that the defence based on the\nlapse of time could not be sustained. Its reasons for this finding were\nformulated as follows:\n'There is no reason to doubt the word of first\napplicant that he was never aware of the possibility of review until he got wind\nof\nthe Unisa application. Even if he had sight [of the valuation reports\npertaining to 30 September 1994 and 31 March 1995] there would\nnot have been\nreason for him to obtain elucidation which, in this case, would have entailed\nobtaining actuarial advice. ... The argument\nthat there was a duty on the\napplicants after the determination had been communicated to them, to go behind\nthe decision and to establish\nwhether it could be taken on review, must be\nrejected.\nThat means that I am of the view that the period preceding the\nUnisa application cannot be counted for the purposes of deciding whether\nthere\nhad been an unreasonable delay. What is left, is a matter of eight months. If\none looks at the application, its technical complexity\nand the number of persons\ninvolved, I simply cannot find that a period of eight months was unreasonable to\nbring the application\nto fruition. ...'\n[46]\tSince PAJA only came into\noperation on 30 November 2000 the limitation of 180 days in s 7(1) does not\napply to these proceedings.\nThe validity of the defence of unreasonable delay\nmust therefore be considered with reference to common law principles. It is a\nlongstanding\nrule that courts have the power, as part of their inherent\njurisdiction to regulate their own proceedings, to refuse a review application\nif the aggrieved party had been guilty of unreasonable delay in initiating the\nproceedings. The effect is that, in a sense, delay\nwould 'validate' the invalid\nadministrative action (see eg\nOudekraal Estates (Pty) Ltd v City of Cape Town\nand others\n[2004] 3 All SA 1\n(SCA) 10b-d, para 27). The\nraison d'etre\nof the rule is said to be twofold. First, the failure to bring a review\nwithin a reasonable time may cause prejudice to the respondent.\nSecond, there is\na public interest element in the finality of administrative decisions and the\nexercise of administrative functions\n(see eg\nWolgroeiers Afslaers (Edms) Bpk\nv Munisipaliteit van Kaapstad\n1978 (1) SA 13\n(A) 41).\n[47]\tThe scope\nand content of the rule has been the subject of investigation in two decisions\nof this court. They are the\nWolgroeiers\ncase and\nSetsokosane Busdiens\n(Edms) Bpk v Voorsitter, Nasionale Vervoerkommissie en 'n Ander\n1986 (2) SA\n57\n(A). As appears from these two cases and the numerous decisions in which they\nhave been followed, application of the rule requires\nconsideration of two\nquestions:\n(a)\tWas there an unreasonable delay?\n(b)\tIf so, should the\ndelay in all the circumstances be condoned?\n(See\nWolgroeiers\n39C-D.)\n[48]\tThe reasonableness or unreasonableness of a delay is\nentirely dependent on the facts and circumstances of any particular case\n(see eg\nSetsokosana\n86G). The investigation into the reasonableness of the delay\nhas nothing to do with the court's discretion. It is an investigation\ninto the\nfacts of the matter in order to determine whether, in all the circumstances of\nthat case, the delay was reasonable. Though\nthis question does imply a value\njudgment it is not to be equated with the judicial discretion involved in the\nnext question, if\nit arises, namely, whether a delay which has been found to be\nunreasonable, should be condoned (See\nSetsokosane\n86E-F).\n[49]\tThe\nfinding of the court\na quo\nwas that the applicants' delay was not\nunreasonable. The court did not decide that there had been an unreasonable delay\nwhich it\nelected to condone. The appeal against the court's finding under\nconsideration is therefore an ordinary appeal against a finding\nof fact and law.\nIt does not involve an appeal against the exercise of a judicial discretion by a\ncourt of first instance.\n[50]\tPivotal to the approach adopted by the\ncourt\na quo\nis the proposition that, since there was no duty on the\nrespondents to go behind De Wit's decision and to establish whether it could\nbe\ntaken on review, any delay which preceded their knowledge of reviewability\nshould be disregarded. I cannot agree with this proposition.\nIt will inevitably\nlead to the result that however supine and unreasonable the applicants might\nhave been in their failure to investigate\nthe validity of an administrative\ndecision affecting their rights and however long it might have taken before they\nwere independently\nalerted to some flaw in the decision, the delay caused by\ntheir ignorance should be disregarded. Acceptance of the proposition will\nundermine the two considerations underlying the recognition of undue delay as a\nsubstantive defence. There will be no finality in\nadministrative decisions and\nthose affected by the review will have to suffer whatever prejudice comes their\nway through the applicant's\nsupine attitude.\n[51]\tIn my view there is\nindeed a duty on applicants not to take an indifferent attitude but rather to\ntake all reasonable steps available\nto them to investigate the reviewability of\nadministrative decisions adversely affecting them as soon as they are aware of\nthe decision.\nThese considerations are, in my view, also reflected in both s\n7(1) of PAJA and in the provisions of\ns 12(3)\nof the\nPrescription Act 68 of\n1969\n. Whether the applicants in a particular case have taken all reasonable\nsteps available to them in compliance with this duty, will\ndepend on the facts\nand circumstances of each case. (Cf\nDrennan Maud & Partners v Pennington\nTown Board\n[1998] ZASCA 29\n;\n1998 (3) SA 200\n(SCA).)\n[52]\tAccordingly, it was legally\ninsufficient for the first respondent simply to allege that he was unaware of\nany potential irregularities\nin De Wit's determination until the Unisa\napplication was launched several years later. The question remains: did he take\nall reasonable\nsteps available to investigate the reviewability of that decision\nafter he became aware that it had been taken? In my view he did\nnot. A\nreasonable person in his position would at least have made enquiries, either\nfrom Prof Marx or from De Wit, as to how the\ndetermination was made. This trail\nof enquiry would have led him to the documents already available at his own\nuniversity and eventually\nto the facts that formed the basis of his review\napplication. Since the other respondents gave no explanation whatsoever for\ntheir\ndelay, which was\nprima facie\nunreasonable, they cannot be in a\nbetter position than the first respondent.\n[53]\tThe finding that\nrespondents' delay was unreasonable, leads to the next enquiry, that is, whether\nthat delay should be condoned.\nThis question, I believe, should also be answered\nagainst the respondents. Of primary concern is the severe prejudice that the\ndelay\nin the setting aside of De Wit's determination would have caused, not only\nto the appellants, but to a large number of people and\ninstitutions who might\nhave arranged their affairs on the basis of its presumed validity. Included\namong these would obviously be\nthe remaining members of the AIPF and those who\nhave in the meantime taken retirement. The nature of their prejudice appears\nfrom\nthe appellants' factual allegations that I have referred to and which,\nthough contradicted in some respects by respondents, must\nbe accepted for\npurposes of motion proceedings.\n[54]\tFor these reasons the appeal is\nupheld with costs, including the costs of two counsel and the following order is\nsubstituted\nfor that of the court\na quo\n:\n'The application is\ndismissed with costs, including the costs \tof two counsel.'\n...................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nHARMS JA\nMTHIYANE JA\nCLOETE JA\nCOMRIE AJA",
  "scraped_at": "2026-02-12T09:06:24.655932",
  "date": "2004-05-17",
  "coram": [
    "Harms JA",
    "Mthiyane JA",
    "Brand JA",
    "Cloete JA",
    "Comrie AJA"
  ],
  "case_number": "268/03",
  "parties": {
    "applicants": [
      "Associated Institutions Pension Fund",
      "Minister of Finance",
      "Director General of Finance",
      "Leon De Wit"
    ],
    "respondents": [
      "Johan Van Zyl and 1,699 others"
    ]
  },
  "sections": {
    "facts": "The Associated Institutions Pension Fund (AIPF) was created under the 1963 Act to manage pension benefits for universities and similar institutions. In 1994–1995 many members elected to transfer their benefits to newly established 'own‑established' funds, notably the University of Pretoria Voorsorgfonds. Under the transfer regulations the transfer value was to be calculated as the funding percentage (market value of net assets divided by the aggregate actuarial obligation) multiplied by each member's actuarial obligation, as determined by the actuary, Leon De Wit. De Wit fixed the funding percentage at 60% on 31 Dec 1994, resulting in a transfer amount of roughly R286.5 million. Subsequent actuarial valuations showed higher percentages (66% and 84.3%). A group of respondents sued to have De Wit’s determination reviewed, claiming it was not made in accordance with the regulations. The High Court set aside the determination; the appellants appealed. The appeal also raised the issue of whether the respondents had delayed unreasonably in bringing the review.",
    "issues": "1) How should the term ‘funding percentage’ in the transfer regulations be interpreted – must the market value of assets be the actual market value on the fixed date, or may a notional value derived from projections be used? 2) Whether De Wit’s methodology, which employed actuarial assumptions and projections for assets, was ultra vires the regulations. 3) Whether the respondents’ four‑year delay in seeking review, and the additional eight‑month period after the Unisa case, constituted unreasonable delay that should defeat their application.",
    "principles": "The court applied principles of statutory construction, insisting that literal reading of the definition shows ‘as determined by the actuary’ qualifies both the market‑value and the actuarial‑obligation components. It recognised that actuarial practice inherently involves assumptions and that the regulations intended the actuary to apply such methodology to both liabilities and assets. In administrative law, the court relied on the common‑law rule on unreasonable delay (as reflected in PAJA and the interim Constitution), emphasizing a duty on applicants to investigate the reviewability of an adverse decision promptly and to take reasonable steps once they become aware of it.",
    "application": "The appellate court held that the lower court’s narrow construction was incorrect; the phrase ‘as determined by the actuary’ does not limit the actuary’s function to liabilities only. Consequently De Wit’s use of projected asset values was within the scope of the regulations and not ultra vires. Regarding delay, the court rejected the notion that ignorance of the decision’s flaws excused the respondents. It found that after becoming aware of potential irregularities (following the Unisa case) the respondents failed to make reasonable enquiries, and the eight‑month lapse constituted unreasonable delay that should not be condoned.",
    "conclusion": "The appeal was upheld. De Wit’s determination of the funding percentage was affirmed, and the respondents’ review application was dismissed. Costs, including the costs of two counsel, were awarded to the appellants."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Pension Fund Regulation",
    "level_3": [
      "funding percentage",
      "actuarial methodology",
      "unreasonable delay",
      "statutory interpretation",
      "administrative review"
    ]
  }
}