{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/1.html",
  "case_name": "Take & Save Trading CC and Others v The Standard Bank of SA Ltd (21/2003) [2004] ZASCA 1; 2004 (4) SA 1 (SCA); [2004] 1 All SA 597 (SCA) (27 February 2004)",
  "citation": "[2004] ZASCA 1",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 1\n|\nNoteup\n|\nLawCite\nTake & Save Trading CC and Others v The Standard Bank of SA Ltd (21/2003) [2004] ZASCA 1; 2004 (4) SA 1 (SCA); [2004] 1 All SA 597 (SCA) (27 February 2004)\nDownload original files\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase No 21/2003\nIn the matter between:\nTAKE & SAVE TRADING CC\t\t\t\t        1\nst\nAppellant\nTIASO INVESTMENTS (PTY) LTD\t\t\t        2\nnd\nAppellant\nAHMED YACOOB MANSOOR NO\t\t\t        3\nrd\nAppellant\nAYISHA BIBI AMOJEE\t\t\t\t\t        4\nth\nAppellant\nAHMED YACOOB MANSOOR\t\t\t\t        5\nth\nAppellant\nand\nTHE STANDARD BANK OF SA LIMITED                          \nRespondent\nCoram:\tHARMS, SCOTT, CAMERON, MTHIYANE and CONRADIE JJA\nHeard:\t16 FEBRUARY 2004\nDelivered:\t27 FEBRUARY 2004\nSubject:\tRecusal application during the course of proceedings –\nappealability – reasonable apprehension of bias.\nJUDGMENT\nHARMS JA/\nHARMS JA:\n[1]\tDuring the course of the plaintiff’s case in a trial,\nand at a crucial stage when the last of the plaintiff’s witnesses\nhad to\nbe cross-examined, the defendants’ legal team withdrew without proffering\nany reason. The defendants represented by\none of them (Mr Mansoor) then applied\nfor a postponement of the trial. The learned trial judge (PC Combrinck J in the\nD&CLD)\ndebated the merits of the postponement application with him because\nit seemed to the judge that the application was nothing but a\ntactical move to\ngain time. During the course of the debate the judge expressed in no uncertain\nterms that he thought that there\nwas little merit in two aspects of the\ndefendants’ case and that the postponement would have amounted to an\nexercise in futility;\nthe other defences depended on Mansoor’s evidence,\nwhich he, the judge suggested, could give without the benefit of counsel.\nEventually, however, the judge granted a postponement. When the matter was again\nenrolled, the defendants, now represented by another\ncounsel, applied by way of\nnotice of motion for the judge to recuse himself. He refused the application and\nthe subsequent one for\nleave to appeal met the same fate. This Court eventually\ngranted leave.\n[2]\tEveryone is entitled to a fair trial and that includes the\nright to a hearing before an impartial adjudicator. This common law\nright is now\nconstitutionally entrenched. Present a reasonable apprehension of bias, the\njudicial officer is duty bound to recuse\nhim or herself. The law in this regard\nis clear, having been the subject of recent judgments of both this Court and the\nConstitutional\nCourt, and does not require any\nrestatement.\n[1]\nIt is nevertheless\nconvenient for present purposes to quote the following extracts from a\nConstitutional Court judgment for purposes\nof emphasis and because they are\nparticularly germane to this\ncase:\n[2]\n'The question is whether a\nreasonable, objective and informed person would on the correct facts reasonably\napprehend that the Judge\nhas not or will not bring an impartial mind to bear on\nthe adjudication of the case, that is a mind open to persuasion by the evidence\nand the submissions of counsel.’\n‘At the same time, it must\nnever be forgotten that an impartial Judge is a fundamental prerequisite for a\nfair trial and a judicial\nofficer should not hesitate to recuse herself or\nhimself if there are reasonable grounds on the part of the litigant for\napprehending\nthat the judicial officer, for whatever reasons, was not or will\nnot be impartial.'\n[3]\tThat is one side of the coin. The other is\nthis:\n[3]\n‘A criminal trial is\nnot a game where one side is entitled to claim the benefit of any omission or\nmistake made by the other\nside, and a judge's position in a criminal trial is\nnot merely that of an umpire to see that the rules of the game are observed by\nboth sides. A judge is an administrator of justice, he is not merely a figure\nhead, he has not only to direct and control the proceedings\naccording to\nrecognised rules of procedure but to see that justice is done.’\nThe\nsame applies to civil proceedings: a judge is not simply a ‘silent\numpire’.\n[4]\nA judge ‘is\nnot a mere umpire to answer the question “How’s that?”’\nLord Denning once said.\n[5]\nFairness of\ncourt proceedings requires of the trier to be actively involved in the\nmanagement of the trial, to control the proceedings,\nto ensure that public and\nprivate resources are not wasted, to point out when evidence is irrelevant, and\nto refuse to listen to\nirrelevant evidence. A supine approach towards litigation\nby judicial officers is not justifiable either in terms of the fair trial\nrequirement or in the context of resources. One of the oldest tricks in the book\nis the practice of some legal practitioners, whenever\nthe shoe pinches, to\nwithdraw from the case (and more often than not to reappear at a later stage),\nor of clients to terminate the\nmandate (more often than not at the suggestion of\nthe practitioner), to force the court to grant a postponement because the party\nis then unrepresented. Judicial officers have a duty to the court system, their\ncolleagues, the public and the parties to ensure\nthat this abuse is curbed by,\nin suitable cases, refusing a postponement. Mere withdrawal by a practitioner or\nthe mere termination\nof a mandate does not, contrary to popular belief, entitle\na party to a postponement as of right.\n[4]\tA balancing act by the judicial\nofficer is required because there is a thin dividing line between managing a\ntrial and getting\ninvolved in the fray. Should the line on occasion be\noverstepped, it does not mean that a recusal has to follow or the proceedings\nhave to be set aside. If it is, the evidence can usually be reassessed on\nappeal, taking into account the degree of the trial court’s\naberration.\n[6]\nIn any event, an appeal\nin\nmedias res\nin the event of a refusal to recuse, although\nlegally permissible, is not available as a matter of right and it is usually not\nthe\nroute to follow because the balance of\nconvenience\n[7]\nmore often than not\nrequires that the case be brought to a conclusion at the first level and the\nwhole case then be appealed.\n[8]\n[5]\tThis approach, which has been followed for many years by this Court, may\nat first blush appear to be in conflict with the statement\nthat a biased (or\napparently biased) judge commits ‘an irregularity in the proceedings every\nminute he remains on the\nbench’.\n[9]\nThat statement was\ncontextualised in\nS v\nKhala\n[10]\n:\n‘\nThe\ncircumstances of the litigant complaining of the conduct of the Judge during the\ntrial itself, differ materially from those of\none who relies on outside factors\nwhich he cannot judge on the strength of personal observation\n- factors\nwhich raise questions such as: Could senior Defence Force officers be unbiased\nin judging an attack on the legality of\nactions and policies of the Defence\nForce?\n[11]\nOr the president of the\nindustrial court, in a lengthy dispute before him between labour and management,\nbe unbiased despite having\nin mid-litigation participated in a seminar arranged\nby management's industrial relations consultants and in which management's\nlawyers\nall presented papers?\n[12]\nOr\nmore mundanely, would the magistrate be prepared to make an adverse credibility\nfinding against an important State witness if\nthat witness is his own wife? -\nmerely as examples.  Schreiner JA pointed out the differences between the two in\nR v Silber\n1952 (2) SA 475\n(A) at 481C-H, a matter similar to the present\none in that the application for recusal was not made at the outset of the trial\nbut\nwhen it was well on its way.  There too\n“the grounds relied upon for suggesting bias were not facts outside the\ncourse of proceedings such as are ordinarily put forward\nas reasons why the\njudicial officer in question should not try the case.  The grounds related\npurely to what had happened in the\ncourse of the trial.  Neither counsel has\nbeen able to find any reported case in which an application for recusal has been\nmade in\nthe course of a trial on the ground that the judicial officer has shown\nbias by his conduct of the proceedings.\nAnd this is not surprising, since\nthe ordinary way of meeting any apparent bias shown by the court in its conduct\nof the proceedings\nwould be by challenging his eventual decision in an appeal or\nreview.  Bias, as it is used in this connection, is something quite\ndifferent\nfrom a state of inclination towards one side in the litigation caused by the\nevidence and the argument,\nand it is difficult to suppose that any lawyer\ncould believe that recusal might be based upon a mere indication, before the\npronouncement\nof judgment, that the court thinks that at that stage one or the\nother party has the better prospects of success.  It unavoidably\nhappens\nsometimes that, as a trial proceeds, the court gains a provisional impression\nfavourable to one side or the other, and, although\nnormally it is not desirable\nto give such an impression outward manifestation, no suggestion of bias could\nordinarily be based thereon.\n Indeed a court may in a proper case call upon a\nparty to argue out of the usual order, thus clearly indicating that its\nprovisional\nview favours the other party, but no reasonable person, least of all\na person trained in the law, would think of ascribing this provisional\nattitude\nto, or identifying it with, bias.”\nS v Rall\n1982 (1)\nSA 828\n(A) sets out guidelines to ensure that in seeing that justice is done the\nJudge also ensures that justice is seen to be done.  It\nis unnecessary to repeat\nthem here.\nThe question is whether the trial Judge's questioning of [the\nlitigant] strayed outside of those guidelines at all and if so, could\nreasonably\ncreate the appearance, not at some passing stage in the course of the trial but\nin making an overall assessment, that\nhis approach to the defence evidence was\nnot objective and impartial\n.’\n[Underlining added.]\n[6]\tContext,\nit has been said somewhat hyperbolically, is everything in\nlaw.\n[13]\nThis case is not an\nexception. The plaintiff bank, the present respondent, claimed payment of some\nR10m in two actions that have\nbeen consolidated. The main cause of action is\nagainst the first appellant, a close corporation, and is based on an overdraft\naccount.\nThe other appellants were cited as sureties. The mentioned Mansoor, the\nsole member of the close corporation, apart from being a\nsurety, is being held\nliable for the same amount in terms of s 64 (liability for reckless or\nfraudulent carrying-on of the business\nof a close corporation) and/or s 65\n(liability in a case of abuse of the separate juristic personality of a close\ncorporation) of\nthe Close Corporations Act 69 of 1984.\n[7]\tThe close\ncorporation and Mansoor were valued clients of the bank and had special\nprivileges. The close corporation was entitled\nto draw against uncleared effects\nand it could make payment to third parties by way of electronic transfer.\nMansoor, as sole member,\nran the close corporation and he was the designated\noperator of its electronic bank facility. He was also in control of an account\nat Nedbank which was purportedly being held by one A Mohamed trading as Highway\nDistributors. (One of the factual issues flowing\nfrom the claim based on the\nClose Corporation Act’s provisions is whether Mohamed is the same person\nas Mansoor but this aspect\nof the matter has no bearing on the\nappeal.)\n[8]\tMansoor drew a number of cheques, totalling R9 970 947, against\nthe account of Highway and deposited them on 9 August 2001, a\npublic holiday, at\nan electronic banking facility (an autobank) into the account of the close\ncorporation. Almost immediately he,\nin tranches, transferred R9 983 952.93 from\nthe latter account into the banking accounts of Metro Cash and Carry. These\npayments\nwere made as consideration for cigarettes bought by the close\ncorporation, allegedly as broker on behalf of Highway. The seller required\ncash\nbefore delivery and only after the amounts had been deposited in its accounts,\ndid it release the cigarettes to Mansoor or his\nagent.\n[9]\tThe cheques of\nHighway were dishonoured because of a lack of funds soon after delivery of the\ncigarettes. Somewhat brazenly, one\nwould have thought, Mansoor instructed the\nbank to ‘reverse’ the payments by debiting the account of the seller\nand crediting\nthat of the close corporation. Surprisingly, the bank began to\ncomply with the instruction; less surprisingly, the seller –\nsans\nR10m worth of cigarettes – objected and the bank, not surprisingly, then\nrefrained from complying with the instruction.\n[10]\tThe main defence against\nthe bank’s claim is that the bank was instructed by Mansoor to reverse the\nentries and that it\nfailed to do so. Shortly after the trial began, the judge\nraised the question whether this was at all a defence. He ordered argument\nbut\nrefrained, for reasons that are not apparent, from making a ruling on the issue\nbefore the completion of the evidence.\n[11]\tMs Bolstridge, an employee of\nthe bank, was called to explain how electronic banking works. The\nappellants’ counsel objected\nto her evidence on the basis that it had to\nbe pleaded – a silly objection – but the judge allowed the evidence\nprovisionally.\nShe told the court what it already knew namely that an electronic\ntransfer amounts to an immediate transfer of money by a client\nfrom one account\nto another. Because of the appellants’ objection, the bank’s counsel\ndecided not to ask the witness\nwhether a reversal is possible. This did not\nsatisfy appellants’ counsel: he did not want to cross-examine the witness\nat all\nbecause, he said, the fact that a reversal is not possible had to be\npleaded – another untenable objection especially since\nthe appellants had\nnot alleged any obligation on the bank to heed the instruction.\n[12]\tIn\norder to break the deadlock the judge requested the bank’s counsel to ask\nof the witness whether an electronic payment\ncould be reversed and he told the\nappellants’ counsel that he would be given time to prepare on this issue.\nMs Bolstridge then\ntestified about an inter-bank agreement under the auspices of\nthe Automatic Clearing Bureau which provides that without the\nbeneficiary’s\nconsent an electronic transfer cannot be reversed.\n[13]\tThe judge thereafter informed the witness that he was going to postpone\nthe case for a week. When he gave the date and time to\ncounsel, the\nappellants’ lead counsel informed the court that he was not available and\nwas withdrawing as counsel – an\nevent that places a question mark behind\nthe request for time to prepare for cross-examination.\n[14]\tAt the resumed\nhearing Mansoor appeared in person on behalf of himself, the close corporation\nand the other defendants. Since\nthe previous hearing his junior counsel and\nattorneys had also abandoned ship and, as mentioned, he applied for a\npostponement. Understandably,\nthe court asked him why he was no longer\nrepresented since, as he said, money was not an issue between him and his legal\nteam. He\ndid not know. The judge thought that it was because counsel had lost\nfaith in the case which, he said, was not surprising considering\nthe evidence\nthat had been led. On the question whether the bank could reverse the entries,\nthe judge enquired of Mansoor whether\nthe evidence was going to be disputed.\nMansoor thought it might be; he said he did not know. There is, possibly, an\nexpert –\nof whom no notice had been given but who had been consulted by\ncounsel – who could testify that the banks did not have such\nan agreement.\n(If true, it places a question mark behind counsel’s objection.) Mansoor\nwished, in the middle of the trial,\nto explore the area by consulting some\nprofessors at law.\n[15]\tThe other evidence to which the judge referred that\nseemed to him to have been incontrovertible was a letter by the\nappellants’\nattorneys, which had already been proved and in respect of\nwhich no version had been put, in which there was an unqualified admission\nof\nliability by the close corporation and an undertaking to pay the amount claimed\nin full. In order to test the purpose of the postponement\nin the light of the\nundertaking the court asked Mansoor some questions to determine what evidence he\nproposed to lead on this aspect.\nMansoor was either not able or not prepared to\nanswer the questions. Nothing was made of this part of the judge’s\ninterrogation\nduring oral argument before us.\n[16]\tThe argument for the\nappellants before us is quite simple: The questions crucial to a decision of the\nbank’s claim are\n(i) did Mansoor give the instruction to reverse the\ntransfer and (ii) if so, could it have been carried out? These, said counsel,\nare factual disputes (the only factual issue in relation to (ii) being whether\nthere was an interbank agreement or not). The judge’s\nattitude evinced a\nstrongly held belief that these questions could not be answered in favour of the\nappellants, which view was expressed\nbefore the cross-examination of Ms\nBolstridge and, obviously, before the appellants had presented their evidence.\nThis, appellants\nargued, created a reasonable apprehension of bias because the\njudge had effectively judged the case even before the bank’s\ncase had been\nclosed.\n[17]\tAs counsel for the appellants), Mr Shaw QC (who did not appear\nat the trial), rightly accepted, unless these questions raise\nlive issues, which\ncan sustain the appellants’ case, the appeal has to fail at the outset. I\nam satisfied that they have no\nbearing on the outcome of the case for a simple\nreason. One may assume in the appellants’ favour that the instruction had\nbeen\ngiven. One may even assume in their favour that there is no inter-bank\nagreement preventing the reversal of electronic transfers.\nAll that being\nassumed, how can a bank retransfer an amount transferred by A into the account\nof B back into the account of A without\nthe concurrence of B? Mr Shaw could not\nsuggest any ground on which this can be done; there simply is none. Once\ntransferred, the\nmoney or credit belongs to B and the bank has to keep it at\nB’s disposal. And, as Mr Shaw rightly accepted, a deadly legal\npoint\nforcefully made by the court during argument cannot give rise to an apprehension\nof bias in the eye of the ‘reasonable,\nobjective and informed’\nlitigant in possession of ‘the correct facts’.\n[18]\tIn view of\nthis, certain possibly injudicious remarks by the judge, including that that the\nlegal team, in the absence of any\nother explanation, had withdrawn because\n‘there is a loss of faith in the client’ in context meant, as\nappears from the\nwhole surrounding debate and also from the judgment on the\npostponement application, that he believed that the team could not carry\nout\nMansoor’s mandate either in relation to the admission of liability or the\nreversal point. In the context the implication\nthat the appellants could not\nsucceed on these points, irrespective of further evidence, was therefore fully\njustified and would\nnever found a well-informed or reasonable apprehension of\nbias.\n[14]\n[19]\tThe\nappeal is dismissed with costs.\n___________________\nL T C  HARMS\nJUDGE OF APPEAL\nAGREE:\nSCOTT JA\nCAMERON JA\nMTHIYANE JA\nCONRADIE\nJA\n[1]\nPresident of the Republic of\nSouth Africa and others v South African Football Union and others\n[1999] ZACC 9\n;\n1999 (4)\nSA 147\n(CC);\nS v Roberts\n1999 (4) SA 915\n(SCA);\nSager v Smith\n2001\n(3) SA 1004\n(SCA);\nSA Commercial Catering & Allied Workers Unionand\nothers v Irvin & Johnson Ltd (Seafoods Division Fish Processing)\n2000\n(3) SA 705 (CC).\n[2]\nPresident\nof the Republic of South Africa and others v South African Football Union and\nothers\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) para\n48.\n[3]\nR v Hepworth\n1928 AD\n265\n277 per Curlewis JA.\n[4]\nGreenfield Manufacturers (Temba) (Pty) Ltd v Royton Electrical Engineering\n(Pty) Ltd\n1976 (2) SA 565\n(A)\n570E-F.\n[5]\nJones v National\nCoal Board\n[1957] EWCA Civ 3\n;\n[1957] 2 All ER 155\n(CA)\n159B.\n[6]\nR v Roopsingh\n1956\n(4) SA 510\n(A) 515B-H;\nHamman v Moolman\n1968 (4) SA 340\n(A) 344H;\nRondalia Versekeringskorporasie van SA Bpk v Lira\n1971 (2) SA 586\n(A)\n590H;\nSolomon and another NNO v De Waal\n1972 (1) SA 575\n(A)\n581A.\n[7]\nCf\nSmith v\nKwanonqubela Town Council\n1999 (4) SA 947\n(SCA) para\n16.\n[8]\nCf\nR v Silber\n1952\n(2) SA 475\n(A) 481E;\nSA Commercial Catering & Allied Workers Union v\nIrvin & Johnson Ltd (Seafoods Division Fish Processing)\n[2000] ZACC 10\n;\n2000 (3) SA 705\n(CC) para 4-5.\n[9]\nR v Milne and\nErleigh (6)\n1951 (1) SA 1\n(A) 6H;\nMoch v Nedtravel (Pty) Ltd t/a American\nExpress Travel Service\n1996 (3) SA 1\n(A)\n9B-G.\n[10]\n1995 (1) SACR 246\n(A)\n252c-253b.\n[11]\nThe allusion is\nto\nCouncil of Review, South African Defence Force, and others v Mönnig\nand others\n1992 (3) SA 482\n(A).\n[12]\nThis refers to\nBTR\nIndustries South Africa (Pty) Ltd and others v Metal and Allied Workers’\nUnion and another\n1992 (3) SA 673\n(A).\n[13]\nR v Secretary of\nState for the Home Department, ex parte Daly\n[2001] UKHL 26\n;\n[2001] 3 All ER 433\n(HL)\n447\na\nquoted in\nAktiebolaget Hässle and another v Triomed\n(Pty) Ltd\n2003 (1) SA 114\n(SCA) para\n1.\n[14]\nCf\nRowe v Assistant\nMagistrate Pretoria and another\n1925 TPD 361\n365-366.",
  "scraped_at": "2026-02-12T08:56:04.858511",
  "date": "2004-02-27",
  "coram": [
    "Harms JA",
    "Scott JA",
    "Cameron JA",
    "Mthiyane JA",
    "Conradie JJA"
  ],
  "case_number": "21/2003",
  "parties": {
    "applicants": [
      "Take & Save Trading CC",
      "Tiaso Investments (Pty) Ltd",
      "Ahmed Yacoob Mansoor NO",
      "Ayisha Bibi Amoojee",
      "Ahmed Yacoob Mansoor"
    ],
    "respondents": [
      "The Standard Bank of SA Limited"
    ]
  },
  "sections": {
    "facts": "The Standard Bank claimed a debt of approximately R10 million against Take & Save Trading CC and several sureties, including Ahmed Yacoob Mansoor, arising from an overdraft facility. Mansoor, as sole member of the close corporation, drew cheques totaling R9.97 million, transferred the proceeds to the corporation, and then to Metro Cash and Carry for cigarette purchases. The cheques later dishonoured and the bank was instructed by Mansoor to reverse the electronic transfers, a request the bank could not fulfill due to an inter‑bank agreement prohibiting reversal without the beneficiary’s consent. During trial, the defendants’ counsel withdrew without explanation, a postponement was granted, and the trial judge later refused an application for his recusal, prompting the appeal.",
    "issues": "1. Whether the trial judge’s conduct and comments gave rise to a reasonable apprehension of bias that required his recusal. 2. Whether the judge’s decision to grant a postponement and to refuse recusal was lawful and consistent with the right to a fair trial. 3. Substantively, whether the bank was liable for the alleged reversal instructions and whether such reversal was legally possible.",
    "principles": "The judgment relied on the constitutional guarantee of an impartial adjudicator and the established test for reasonable apprehension of bias: whether a reasonable, objective, informed person would think the judge could not bring an impartial mind to the case. Precedents cited include Constitutional Court decisions on bias, S v Khala, R v Silber, S v Rall, and S v Rall, which clarify that mere provisional impressions or judicial management of the trial do not amount to bias absent concrete extraneous factors. The court also reiterated that withdrawal of counsel does not in itself justify a postponement, and that judges must balance trial management with the duty to avoid the appearance of partiality.",
    "application": "Applying these principles, the court found that the trial judge’s remarks about the credibility of the defendants’ case and his belief that the postponement would be futile were expressions of judicial assessment, not evidence of bias. The judge’s inquiries and management of evidence fell within permissible trial administration. No external factors suggested a personal interest or prejudice. Accordingly, the judge’s refusal to recuse and the granting of a brief postponement were upheld as proper exercises of discretion.",
    "conclusion": "The appeal was dismissed with costs. The Supreme Court of Appeal affirmed the trial judge’s decision to refuse recusal and to manage the trial as he did, finding no reasonable apprehension of bias. The bank’s claim proceeded without alteration, and the appellants were ordered to bear the costs of the appeal."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Judicial Impartiality",
    "level_3": [
      "reasonable apprehension of bias",
      "recusal",
      "court management",
      "electronic banking transfers",
      "postponement"
    ]
  }
}