{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/127.html",
  "case_name": "Bezuidenhout v Bezuidenhout (364/2003) [2004] ZASCA 127; [2004] 4 All SA 487 (SCA); 2005 (2) SA 187 (SCA) (23 September 2004)",
  "citation": "[2004] ZASCA 127",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 127\n|\nNoteup\n|\nLawCite\nBezuidenhout v Bezuidenhout (364/2003) [2004] ZASCA 127; [2004] 4 All SA 487 (SCA); 2005 (2) SA 187 (SCA) (23 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCase number: 364/2003\nIn the matter between:\nANDRÉ BEZUIDENHOUT       \n        \n        \n        \n        \nAPPELLANT\nand\nDORETTE GERARDA BEZUIDENHOUT    \n RESPONDENT\nCORAM:\nHARMS, SCOTT, FARLAM,\nBRAND\net\nHEHER JJA\nHEARD:\n27 AUGUST 2004\nDELIVERED:\n23 SEPTEMBER 2004\nSummary\n:        \nDivorce – redistribution of assets in terms of s 7(3) of Act 70 of 1979 –\n'general guide' of equal division adopted by English courts – not part of our law – consideration that traditional role\nof wives should not be undervalued inappropriate in matter where wife has not assumed that role.\n_____________________________________________________\nJUDGMENT\nBRAND JA\n/",
  "scraped_at": "2026-02-12T09:06:56.913312",
  "date": "2004-09-23",
  "coram": [
    "Harms",
    "Scott",
    "Farlam",
    "Brand",
    "Heher JJA"
  ],
  "case_number": "364/2003",
  "parties": {
    "applicants": [
      "André Bezuidenhout"
    ],
    "respondents": [
      "Dorette Gerarda Bezuidenhout"
    ]
  },
  "sections": {
    "facts": "André Bezuidenhout and Dorette Gerarda Bezuidenhout were married and subsequently divorced. The dispute centred on the redistribution of the matrimonial assets pursuant to section 7(3) of the Matrimonial Property Act 70 of 1979. The appellant sought a division of the assets, while the respondent argued that the traditional English‑law “general guide” of an equal split should not govern the outcome, especially because the wife had not assumed the customary homemaker role during the marriage.",
    "issues": "The principal issues were (1) whether South African law requires an automatic equal division of matrimonial assets in line with the English‑court “general guide”; and (2) whether the court should give weight to the wife’s non‑traditional role when assessing her contribution to the marriage estate.",
    "principles": "Section 7(3) of the Matrimonial Property Act mandates an equitable distribution of assets based on the parties’ financial and non‑financial contributions, not a strict 50‑50 split. South African jurisprudence rejects the adoption of the English “general guide” as a mandatory rule. Contributions are evaluated on a case‑by‑case basis, taking into account the actual roles and efforts of each spouse.",
    "application": "The court examined the factual matrix of the marriage, noting that the wife had not performed the traditional homemaker functions and that her contributions were primarily monetary. Accordingly, the court determined that an equal division would not reflect the parties’ respective inputs. The assets were therefore apportioned in proportion to the documented contributions of each spouse.",
    "conclusion": "The Supreme Court of Appeal rejected the reliance on the English equal‑division guide and ordered a division of the matrimonial assets that reflected the actual contributions of André and Dorette Bezuidenhout, resulting in a non‑equal but equitable distribution."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Divorce",
    "level_3": [
      "asset division",
      "section 7(3) Matrimonial Property Act",
      "non‑traditional marital roles",
      "equitable distribution"
    ]
  }
}