{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/3.html",
  "case_name": "Commissioner for the South African Revenue Service v SA Silicone Products (Pty) Ltd (358/02) [2004] ZASCA 3; [2004] 2 All SA 1 (SCA); 66 SATC 131 (5 March 2004)",
  "citation": "[2004] ZASCA 3",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 3\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Service v SA Silicone Products (Pty) Ltd (358/02) [2004] ZASCA 3; [2004] 2 All SA 1 (SCA); 66 SATC 131 (5 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nIN THE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase no:  358/02\nIn the matter between\nTHE COMMISSIONER FOR THE SOUTH\nAFRICAN REVENUE\nSERVICE\t\t\t\t\tAPPELLANT\nand\nSA SILICONE PRODUCTS (PTY)\nLTD\t\t\t\tRESPONDENT\nCoram:\nHOWIE P, MARAIS, ZULMAN, CLOETE and HEHER\nJJA\nHeard:\n16 FEBRUARY 2004\nDelivered:\t5 MARCH\n2004\nSummary:  Income Tax – Act 58 of 1962 s 11 (gA)(iii)\n– whether licence to use trade marks ‘property similar in\nnature’\nto trade mark – whether conclusion of licence agreement\n‘acquisition’ of such\nproperty.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA\nHEHER JA:\n[1]\tThis is an appeal direct from the Income\nTax Special Court (presided over by De Klerk J) sitting at Pretoria. The issue\nis whether\nan amount of R14,5 million claimed by the respondent as a deductible\nallowance in terms of s 11 (gA)(iii) of the Income Tax Act 58\nof 1962 in its\nreturn for the 1995 financial year was improperly disallowed by the\nappellant.\n[2]\nFrom about 1988 DB Silicones CC (“DBS”)\ncarried on a small but successful business marketing silicone products under\nlicence\nfrom Dow Corning Corporation of Michigan.\n[3]\tThe respondent is a\nsubsidiary of a major participant in the South African chemicals industry.\nDuring late 1994 it negotiated\nfor the acquisition of the business of DBS. At an\nadvanced stage it instructed a trade mark attorney, Mr Derek Momberg, to\nascertain\nwhether there was an intellectual property component in a proposed\npurchase and, if so, to value it with a view to claiming the tax\nbenefits which\nmight flow from an agreement of sale structured with regard to the provisions of\ns 11(f) or 11 (gA)(iii) of the Act.\n Those sections provided as follows at the\nrelevant time:\n‘11\nGeneral deductions allowed in determination of\ntaxable income\nFor the purpose of determining the taxable income derived by any person from\ncarrying on any trade within the Republic, there shall\nbe allowed as deductions\nfrom the income of such person so derived-\n. . .\n(f)\nan\nallowance in respect of any premium or consideration in the nature of a premium\npaid by a taxpayer for-\n. . .\n(iii)\tthe right of use of any patent as defined in the Patents Act, 1978 (Act 57\nof 1978), or any design as defined in the Designs\nAct, 1967 (Act 57 of 1967), or\nany trade mark as defined in the Trade Marks Act, 1963 (Act 62 of 1963), or any\ncopyright as defined\nin the Copyright Act, 1978 (Act 98 of 1978), or of any\nother property which is of a similar nature, if such patent, design, trade\nmark,\ncopyright or other property is used for the production of income or income is\nderived therefrom; or\n(iv)\tthe imparting of or the undertaking to impart any knowledge directly or\nindirectly connected with the use of such film, sound\nrecording, advertising\nmatter, patent, design, trade mark, copyright or other property as\naforesaid:\nProvided that-\n. . .\n(dd)\tthe provisions of this paragraph shall not apply in relation to any such\npremium or consideration paid by the taxpayer which\ndoes not for the purposes of\nthis Act constitute income of the person to whom it is paid, unless such premium\nor consideration is\npaid under a written agreement formally and finally signed\nbefore 10 April 1984 by every party to the\nagreement;\n. . .\n(gA)\tan allowance in respect of any expenditure (other than expenditure which\nhas qualified in whole or part for deduction or allowance\nunder any of the other\nprovisions of this section or the corresponding provisions of any previous\nIncome Tax Act) actually incurred\nby the\ntaxpayer-\n(i)\tin devising or developing any invention as defined in the Patents Act, 1978\n(Act 57 of 1978), or in creating or producing any\ndesign as defined in the\nDesigns Act, 1967 (Act 57 of 1967), or any trade mark as defined in the Trade\nMarks Act, 1963 (Act 62 of\n1963), or any copyright as defined in the Copyright\nAct, 1978 (Act 98 of 1978), or any other property which is of a similar nature;\nor\n(ii)\tin obtaining any patent or the restoration of any patent under the Patents\nAct, 1952, or the registration of any design under\nthe Designs Act, 1967, or the\nregistration of any trade mark under the Trade Marks Act, 1963; or\n(iii)\tin acquiring by assignment from any other person any such patent, design,\ntrade mark or copyright or in acquiring any other\nproperty of a similar nature\nor any knowledge connected with the use of such patent, design, trade mark,\ncopyright or other property\nor the right to have such knowledge\nimparted,\nif such invention, patent, design, trade mark, copyright, other property or\nknowledge, as the case may be, is used by the taxpayer\nin the production of his\nincome or income is derived by him therefrom: Provided that-\n(aa)\twhere such expenditure exceeds two hundred rand the allowance shall not\nexceed for any one year such portion of the amount of\nthe expenditure as is\nequal to such amount divided by the number of years which, in the opinion of the\nCommissioner, represents the\nprobable duration of use of the invention, patent,\ndesign, trade mark, copyright, other property or knowledge, or one twenty-fifth\nof the said amount, whichever is the greater;. . .’\n[4]\tIn\nFebruary 1995 the respondent received a written opinion from Momberg. He advised\nthat the value of the business lay principally\nin the product franchise which\nDBS enjoyed and which was composed of two major elements: first, the Dow Corning\nproducts denoted\nby its trade marks and the right to repackage and sell under\nthe trade marks, and, second, the distribution network established by\nDBS which\nwas embodied in distribution agreements with sub-distributors and confidential\ninformation and copyright material in the\nform of customer lists, customer\nconsumption patterns and product application know-how. (This second element was\nreferred to throughout\nthe proceedings as ‘the customer\nconnection’.) Momberg regarded both these elements as intellectual\nproperty.\n[5]\nMomberg noted that-\n‘DB Silicones does not own\nthe Dow Corning trade marks, but rather enjoys certain transferable rights. We\nunderstand that to\ndate its user right has not been formalised, but that steps\nare being taken to record and render transferable the rights it has exercised\nto\ndate and that the trade mark user agreement will provide\ninter alia\nthat:\n6.4.1\tDB Silicone’s (sic) exclusive right to use the Dow Corning trade\nmarks in its repackaging and distribution business since\n1 July 1988 will\ncontinue for a period of 5 years; and\n6.4.2\tThat (sic) such right entitles DB Silicones to transfer it to a third\nparty, acceptable to Dow Corning, to whom it may wish\nto sell its business. As\nsuch Chemserve [respondent’s holding company] will acquire a 5 year user\nright to the Dow Corning\ntrade marks.’\n[6]\nMomberg\nmade certain suggestions which, he advised, would conduce to bringing the\nagreements to be concluded within the terms of one\nor other of the\naforementioned sections of the Act. In the result his suggestions were not\nimplemented and, as will be seen, his\nassumptions as to the content of the\nagreements proved unwarranted in material respects. Although he was of the\nopinion that the\ntrade mark rights alone were worth R10,27 million, Momberg\nadvised the respondent that, for valuation purposes, the customer connection\ncould not practically be separated from the trade mark licence. He placed a\nmarket value of R14,87 million on the total intellectual\nproperty which the\nrespondent was to acquire from DBS.  Late in February 1995, however, following\ndiscussions with his client, consideration\nwas given to valuing separately the\ntrade mark licence and the customer list with the copyright in it. Not until\nshortly before the\nhearing in the Court\na quo\nwas Momberg instructed to\nprepare a revised valuation. He then valued the trade mark rights and the\ncustomer connection at R7,61\nmillion each. He justified his valuation of the\ncustomer connection in the following words:\n‘There appears to be a\nbasis for significantly increasing the value of the customer list relative to\nthe trademark licence –\non the grounds\ninter alia\nthat possession\nof it –\n-\twill put Chemical Services into a strategically sound position to continue in\nthe silicone market, using a competitive source of\nsupply (e g GE or Wacher)\nwere Dow Corning to terminate the trade mark licence and distributorship;\nand\n-\tby the same token, will provide Chemical Services with not insignificant\nleverage to dissuade Dow Corning from any precipitous\ntermination should it wish\nunilaterally to re-invest in this country.’\nIt\nis clear that these conclusions were founded on an assumption that the\nrespondent had acquired the customer connection generated\nby the trade marks\nfrom DBS, giving rise to what he described in evidence as ‘a proprietary\nconflict between the trade mark\nowner and the distributor in the vital element\nof goodwill under the trade mark’ and  ‘a different proprietorship\nin\nthe two incidents’. As will become clear, this was an erroneous\nassumption.\n[7]\nOn 20 February 1995 DBS sold its business to the\nrespondent as a going concern. The elements of the purchase price were R183\n000,00\nin respect of fixed assets, stock dependent on a valuation, R14,5 million\nfor the trade mark rights and R650 000,00 in respect of\ngoodwill. The agreement\nmade no reference to the ‘customer connection’ or any of its\nelements.\n[8]\n‘[T]he sole assets’ were defined as\n‘the fixed assets, the stock, the name “DB Silicones” and the\ntrade\nmark rights’.\n‘[T]he trade mark rights’ were defined\nas\n‘the rights of the seller to use the trade marks in respect of the\nbusiness in terms of the trade mark licence agreement’.\nA copy of the\ntrade mark licence agreement between Dow Corning and DBS was annexed to the Sale\nof Business Agreement. It was undated.\nThe evidence suggests that it was\nconcluded in late 1994 or early 1995 although it was made effective from 1 July\n1988.\nThe ‘goodwill’ was not the subject of definition.\n[9]\nOn 27 February 1995 Dow Corning consented to the\nassignment of the trade mark licence agreement to the respondent, ‘subject\nto all rights and obligations contained in said Trademark License’.\n[10]\nThe trade mark licence agreement contained several (unnumbered)\nclauses which have a bearing on the decision of this\nappeal:\n‘\nArticle II\nOwnership\nAll use of the\ntrademarks by Licensee shall inure to the benefit of Licensor.\nThe ownership\nof the Trademarks, and the goodwill relating thereto, shall always remain vested\nin Dow Corning, both during the period\nof this Agreement and\nthereafter.\nLicensee shall never challenge, contest or call into question the\nvalidity or ownership of the Trademarks or any registrations of\nthe\ntrademarks.\nArticle III\nGrant of Rights and Conditions Regulations\nUse\n(sic)\nDow Corning hereby grants to Licensee a non assignable and\nnon-exclusive right to use the Trademarks in the Territory.\nLicensee shall\nlimit its use of the Trademarks to the products listed in Exhibit A, which are\npacked by Licensee for resale.\n. . . . . .\nLicensor shall have the\nexclusive right to file actions and receive awards for infringement of its\nTrademarks.\n. . . . . .\nArticle IV\nTerm of the Agreement\nUnless terminated earlier under Article VII herein, this Agreement shall be\neffective on the date first set forth above and shall\nterminate on 31 December\n1994 with the understanding that this term will be automatically extended from\nyear to year thereafter unless\nthe Agreement is terminated by either party to\nthis agreement by a sixty (60) day prior written notice to the other party.\n.\n. . . . .\nArticle V\nAssignment and Sub-Licences\nLicensee\nshall not transfer or assign this Agreement.  Licensee shall not allow any third\nparty to use the Trademarks, without the\nexpress written consent of\nLicensor.\nArticle VI\nReservation of Rights\nDow Corning\nexpressly reserves the right to use the Trademarks and also reserves the right\nto grant to others the right to use the\nTrademarks in the\nTerritory.’\n[11]\nOn 1 March 1995 Dow Corning and the respondent\nconcluded a distributor agreement valid for five years from that date. Clause 11\nprovided\nthat the use of the trade marks would be governed by the trade mark\nlicence.\n[12]\nOn 23 June 1995 a deed of cession and assignment was\nconcluded between DBS and the respondent in respect of all the former’s\nrights under the trade mark licence agreement for a consideration of R14,5\nmillion it being agreed further ‘that the assignment\nincludes an\nassignment of the whole of the goodwill of the business of the Assignor in\nrelation to the said agreement [the trade\nmark license\nagreement]’.\n[13]\nWhen the respondent submitted its tax return\nfor the 1995 year it included a deduction for the allowance provided for in s 11\n(gA)(iii)\nof the Act. The appellant disallowed the deduction. The respondent\nappealed to the Income Tax Special Court.\n[14]\nThe Special Court heard\nMr Engelbrecht, managing director of the respondent’s holding company, who\nwas not a signatory to any\nof the agreements. His evidence was of no assistance\nin resolving the disputes. Momberg also testified. His evidence was largely\nof\ninterest in relation to the valuation but it also highlighted once more his\nmisconception in relation to the acquisition of the\ncustomer connection by the\nrespondent. He testified:\n‘There are very, very many silicone products\nand applications all requiring, from a sales point of view, specific knowledge\nof the requirements of the particular industry and the specific custom and my\nanalysis of that information was that that was crucial\nto being able to access\nthe market and it prompted the question – were Dow Corning to terminate\nthe license, whoever owned\nthat business and had this customer connection, the\nreal customer connection could then approach another supplier – and there\nare many in the world – although Dow Corning is the leader – and\nsubstitute those products and virtually keep the turnover\ngoing.  So, it is\nagainst that general background I saw that there was a scope to independently\nvalue the customer connection as\nheld by D B Silicones\nbecause it\nwasn’t proprietary to Dow Corning, it was held by D B Silicones\n. \nAlthough the two were linked in the total product franchise there was actually a\nproprietary conflict between the trade mark owner\nand the distributor in the\nvital element of the goodwill under the trade mark.’\n(My\nemphasis.)\n[15]\tIt is clear from this passage that Momberg continued to\nbelieve that although the customer connection had been developed in consequence\nof the use by DBS of the trade marks, the ownership in the connection resided in\nDBS and could therefore be transferred by DBS to\nthe respondent. But this belief\nwas irreconcilable with the terms of the trade mark licence agreement: DBS did\nnot acquire the customer\nconnection built up through the use of the trade marks\nand could not have transferred it to the respondent.\n[16]\tThe Court\na\nquo\ndecided that the respondent had been entitled to the allowance for\nexpenditure of R14,5 million incurred in purchasing the business:\nthe sale\nassets included the trade mark licence and the customer connection was to be\nfound in the ‘basket’ of rights\nwhich necessarily accompanied the\nlicence. The trade mark licence, the learned President said, was property\nsimilar in nature to\nthe trade mark itself ‘although leaner, truncated and\nabbreviated’, and the know-how and knowledge associated with the\nmarket\nfor the product identified by the trade mark was ‘\nconnected\nwith\nthe use of the trade mark and also in the present case, with the lesser\n“other property of a similar nature” i e\nthe trade mark licence, as\nmeant in section 11 (gA)’.  Further, so the Court found, the respondent\n‘bought that knowledge\nfrom DB Silicones and bought “the right to\nhave such knowledge imparted” as meant in s 11\n(gA).’\n[17]\nBefore this Court the respondent maintained its\nstance that the ‘trade mark rights’ included the licence and the\ncustomer\nconnection and that it had paid R14,5 million for those\nrights.\n[18]\tTo qualify for the allowance under s 11 (gA) the property, on\nthe acquisition of which a taxpayer spends money, must be a patent,\ndesign,\ntrade mark or copyright or ‘any other property of a similar nature’.\nThe respondent’s counsel submitted\nthat the trade mark licence was\nproperty similar in nature to a trademark. The expression, properly interpreted,\nrequires, in my\nview, that any property which is similar in nature shall possess\nfundamental characteristics common to those possessed by the specifically\nidentified properties; minor or superficial similarities will not of themselves\nsuffice. This narrow interpretation is consistent\nwith the manifest intention\nbehind the creation of the allowance,\nviz\nthe stimulation of investment\nin intellectual property which is commercially productive and likely to provide\nan enduring economic\nadvantage to the Republic. The common natures of the\nidentified properties, in the sense which I have discussed, embrace their\nintellectual\norigins, ie their derivation from a creative mind, their potential\nfor commercial exploitation, the fact that the law regards such\nexploitation as\ncreating a justifiable monopoly which is available only to the creator of the\nproperty or persons to whom the creator\ntransfers his rights according to law\nand that the law accords the rights and protection of ownership to such\nproperty. (That the\nrecognition is accorded by statute rather than by common law\ndoes not seem to me to be of importance. Nor does it detract from the\nmonopolistic character of a right that its owner may, if so minded, choose to\nlicense more than one person to use it.)\n[19]\tBy the test of the statute the\nlicence acquired by the respondent does not qualify for the allowance under s 11\n(gA): it is not\n‘property similar in nature’ to a trade mark. The\nlicence is not intellectual property. It is merely the grant of a temporary\nright of use, conferring no monopoly in the hands of the licensee and neither\nproprietary interest nor the protection accorded by\nlaw to such an interest. The\nlimited duration, absence of a power in the respondent to dispose of its\ninterest in the licence, the\ninability of the respondent to restrict the use of\nthe use of the marks by Dow Corning or others or to defend itself or act against\ninfringers are such material deviations from the essential natures of the\nidentified properties that the limited power of exploitation\nof the marks which\nthe licence confers is quite insufficient to justify the description of the\nlicence as ‘similar in nature’.\nThe learned Judge\na quo\nsaid:\n‘For commercial purposes the protected trading operations of\nthe licencee in the permitted territory in dealing under the banner\nof the\ntrademark are for all practical purposes identical to that of the holder in the\nareas where the holder trades.’\nEven if that is a correct statement\n(which I would question having regard\ninter alia\nto the non-exclusive\nnature of the licence and the limitation on the use of the trade marks to\nspecified products), it does not address\nsimilarity or dissimilarity in the\nnature\nof the properties (the licence and the trade marks) but only the\nconsequences of possessing the right to use each of\nthem.\n[20]\nInherent in what I have said is a recognition that the\nacquisition of intellectual property which s 11 (gA) requires as the first\nstep\ntowards the right to claim the allowance is an acquisition of a proprietary\ninterest in such property.  In this regard the comparison\nof s 11(f)(iii) and 11\n(gA) illustrates that the former provides tax relief appropriate to a right of\nuse of intellectual property.\nSee in this regard the reasoning in ITC 353\n(1936)\n9 SATC 82\nat 83-4 and ITC 613\n(1945) 14 SATC 389\nat 392. As the trade mark\nlicence conferred only a right of use and did not transfer a proprietary\ninterest, the respondent’s\nreliance on s 11 (gA) was misplaced for this\nreason also.\n[21]\nThe submission that the customer connection formed\npart of the substance of the trade mark rights for which the respondent paid\nR14,5\nmillion is untenable. The customer connection relating to the trade mark\nrights was, as I have concluded earlier, not an asset in\nthe hands of DBS which\nit had the right to dispose of. That, of course, does not mean that DBS could\nnot have purported to sell it\nnor prevent the respondent, believing that DBS was\nselling the customer connection, from acquiring it:\nFrye’s (Pty) Ltd v\nRies\n1957 (3) SA 575\n(A) at 581A-E. That, however, is an unusual situation\nwhich would require clear evidence to sustain a finding that that is what\noccurred\nin this case. The evidence is to the contrary. The Sale of Business\nagreement contains no reference to the customer connection as\na specific item of\nthe business for which payment was made. However, the sale was of a business as\na going concern and it is logical\nthat the customer connection went with it.\nThere were two possible sources for such a connection, - derived from the use of\nthe trademark\nor built up independently of the trademark. In the latter regard\nit is significant that the respondent paid separately for the goodwill\nand the\ntrade mark rights. The usual meaning of ‘goodwill’ is ‘the\npossession of a ready-formed connection of customers\nconsidered as a separate\nelement in the saleable value of a business’ (Shorter OED 871). The trade\nmark licence agreement excludes\nthe possibility of the transfer of goodwill in\nthe trade marks. Such indications as there are in the Sale of Business\nagreement,\ntherefore, point unequivocally to an intention from the side of both\nparties that the goodwill payment was to be made for the customer\nconnection\nwhich did not derive from the trade marks. Indeed the respondent did not lead\nevidence of a contrary intention held by\nany representative of the respondent\nwho was privy to the conclusion of the sale. Instead it relied on an inference\nto be drawn from\nthe fact that the sale was concluded after advice had been\ntaken from Momberg in which he treated the customer connection as an asset\nwhich\nthe buyer would acquire by virtue of the sale linked to the subsequently\nacquired right to use the trade marks. For the reasons\ngiven earlier it appears\nthat Momberg’s advice was more honoured in the breach than in the\nobservance. The best evidence of\nthe respondent’s intention remains the\nterms of the agreement which it concluded. It is true that more than three\nmonths after\nthe sale of the business, in the deed of assignment of the trade\nmark rights, DBS and respondent purported to ‘confirm and\nagree that the\nassignment as aforesaid includes an assignment of the whole of the goodwill of\nthe business of the assignor in relation\nto the said agreement’, and\nstipulated that ‘In pursuance of the said agreement [presumably the trade\nmark licence agreement\nreferred to in the preamble] and for a consideration of\nR14 500 000,00’ DBS ceded, assigned and transferred all of its rights\nunder the trade mark licence agreement. I do not consider that much weight can\nbe given to this document as a statement of the parties’\nintentions on 20\nFebruary 1995 when the agreement of sale was concluded. The obligation to pay\nthe R14,5 million had already been\nincurred as an element of the purchase price\nof the business. The ‘confirmation’ that the assignment included the\nwhole\nof the business in relation to the trade mark licence agreement was only\nnecessary because that intention was not apparent from the\nSale of Business\nagreement. If the respondent intended to acquire rights not already covered by\nthe sale agreement it had no intention\nto pay anything extra for those rights.\nBut the respondent must at all relevant times been aware of the content of the\nlicence agreement.\nConsequently the purported assignment was, at worst, a\ncharade which added nothing to the sale agreement, or, at best, a\nbona fide\npurported rectification of the agreement which was objectively ineffective\nin law to transform the agreement into something other\nthan what it originally\nwas.\n[22]\nThe consequence is that the Court\na quo\nerred in\nconcluding that any part of the expenditure of R14,5 million was devoted to the\nacquisition of property which fell within\nthe purview of s 11(gA). It follows\nthat the deduction claimed by the respondent was correctly disallowed by the\nappellant.\n[23]\tThe appellant submitted that the apportionment of R14,5\nmillion to the trade mark rights in the Sale of Business agreement was\na sham\nbecause\n(a)\ta trade mark licence was unnecessary for the business of purchase, repacking\nand resale carried on by DBS and the respondent;\n(b)\tthe licence agreement was only concluded seven years after DBS commenced\nselling Dow Corning products and at a time when DBS\nwas negotiating with\nrespondent for the purchase of its business;\n(c)\tDBS paid nothing for the licence yet the parties thought R14,5 million an\nappropriate price for its rights three months later;\n(d)\tthe really valuable asset of the DBS business was the distribution agreement\nwith Dow Corning, to which no part of the purchase\nprice was\nattributed.\nThis is an attractive submission but\nbecause of my earlier conclusions it is unnecessary to decide it.\n[24]\nThe appeal is upheld with the costs of two counsel. The judgment\nof the Special Court is set aside and the assessment is\nrestored.\n__________________\nJ A\nHEHER\nJUDGE OF APPEAL\nHOWIE\nP\t\t)Concur\nMARAIS JA\t)\nZULMAN JA\t)\nCLOETE\nJA:\n[25]\tI have had the benefit of reading the judgment of my brother\nHeher. I agree with the order proposed, but I consider that this\nresult can be\nachieved by a consideration of the facts alone. In my respectful view it is\nunnecessary to embark on an interpretation\nof s 11(gA)(iii) of the Income Tax\nAct and I would prefer not to do so.\n[26]\tTwo fundamental submissions were\nmade on behalf of the respondent in this Court. One was that information\nrelating to the customer\nnetwork of the seller, DB Silicones CC, was an asset\nsold in terms of the sale of business agreement to the respondent taxpayer;\nand\nthat the amount of R14,5 million paid to the seller by the respondent, or part\nof that amount, fell under the section as it was\npaid in respect of property\ncovered by the phrase ‘any other property of a similar nature’. I\nshall assume, without deciding,\nthat both of these propositions are correct. But\nthe problem which faces the respondent is that the amount of R14,5 million in\nrespect\nof which the respondent claims an allowance in terms of the section, was\nnot, to use the words of the section, ‘expenditure...\nactually incurred by\nthe taxpayer... in acquiring’ the information relating to the customer\nnetwork of the seller. The amount\nof R14,5 million was paid for the rights of\nthe seller in terms of the agreement between the seller and a third party, Dow\nCorning;\nand as counsel representing the respondent was obliged to concede, that\nagreement did not include information relating to the customer\nnetwork of the\nseller. There is accordingly no factual foundation for the respondent’s\nreliance on the section so far as the\ncustomer network is concerned.\n[27]\tThe\nother submission made on behalf of the respondent was that the amount of R14,5\nmillion, or part of that amount, was paid\nfor the licence D B Silicones CC had\nfrom Dow Corning to use the Dow Corning trade mark when repackaging products\nsupplied by Dow\nCorning. But DB Silicones CC did not have the right to assign\nthat licence to the respondent or anyone else. The agreement between\nthe seller\nas licensee and Dow Corning provided in terms in Article III\ninter alia\nthat:\n‘Dow Corning hereby grants to Licensee a non-assignable ... right\nto use the Trademarks ....’\nI am content to accept at face value the\nfollowing evidence of Engelbrecht, the managing director of the\nrespondent’s holding\ncompany:\n‘[W]e believed we needed the\nlicence agreement to sell these trademark ─ to sell the products with\nthese trademarks in\nthe territory.’\nThat means that the sale of\nbusiness agreement would not  fall foul of s 103 of the Income Tax Act. But\nnon constat\nit fell under s 11(gA)(iii). The test is objective, not\nsubjective; and unless there are facts which show that the amount in respect\nof\nwhich a deduction is claimed under the section was ‘expenditure ...\nactually incurred by the taxpayer ... in acquiring’\nproperty etc., the\nsection is not applicable. In the present matter, the respondent could not\nacquire rights the seller did not have\nand the subjective belief of one or both\nof the parties to the sale of business agreement is irrelevant.\n[28]\tIt is\nfor these reasons that I concur in the order made by my brother Heher.\n______________\nT D CLOETE\nJUDGE OF APPEAL",
  "scraped_at": "2026-02-12T08:56:26.666300",
  "date": "2004-03-05",
  "coram": [
    "HOWIE P",
    "MARAIS",
    "ZULMAN",
    "CLOETE",
    "HEHER JJA"
  ],
  "case_number": "358/02",
  "parties": {
    "applicants": [
      "The Commissioner for the South African Revenue Service"
    ],
    "respondents": [
      "SA Silicone Products (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The respondent, SA Silicone Products (Pty) Ltd, purchased the business of DB Silicones CC (DBS) in February 1995 for a total price of R14.5 million attributed to trade mark rights and goodwill. The purchase included a licence to use Dow Corning trade marks, which was non‑assignable and non‑exclusive, and a distribution network referred to as the “customer connection”. The licence agreement and a subsequent deed of cession were presented as evidence of the transfer of rights. The respondent claimed a tax deduction under s 11(gA)(iii) of the Income Tax Act for the amount spent on acquiring these rights, which the Commissioner disallowed.",
    "issues": "The principal issue was whether the R14.5 million expenditure qualified for a deduction under s 11(gA)(iii) as an acquisition of “property of a similar nature” to a trade mark, specifically whether a trade mark licence and the associated customer connection could be regarded as such property.",
    "principles": "Section 11(gA)(iii) allows a deduction for expenditure incurred in acquiring patents, designs, trade marks, copyrights or other property of a similar nature used to produce income. The term “property similar in nature” requires the asset to possess the fundamental characteristics of the identified intellectual property, including a proprietary interest and legal protection. Previous authorities (ITC 353, ITC 613) distinguish a licence, which confers only a right of use, from an acquisition of the underlying property. A licence that is non‑assignable, limited in duration and does not confer monopoly rights is not considered property of a similar nature.",
    "application": "The Court examined the licence agreement, noting its non‑assignable and non‑exclusive nature and the retention of ownership and goodwill by Dow Corning. It concluded that the respondent did not acquire a proprietary interest in the trade mark itself nor in the customer connection, which was not part of the trade mark licence. Consequently, the expenditure did not meet the statutory requirement of acquiring property similar to a trade mark and therefore could not be deducted under s 11(gA)(iii).",
    "conclusion": "The appeal was upheld. The Special Court’s judgment was set aside, the Commissioner’s disallowance of the deduction was affirmed, and the tax assessment was restored. Costs were awarded to the appellant."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "section 11(gA)",
      "trade mark licence",
      "deduction",
      "property similar in nature",
      "valuation"
    ]
  }
}