{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/29.html",
  "case_name": "S v Ferreira and Others (245/03) [2004] ZASCA 29; [2004] 4 All SA 373 (SCA); 2004 (2) SACR 454 (SCA) (1 April 2004)",
  "citation": "[2004] ZASCA 29",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 29\n|\nNoteup\n|\nLawCite\nS v Ferreira and Others (245/03) [2004] ZASCA 29; [2004] 4 All SA 373 (SCA); 2004 (2) SACR 454 (SCA) (1 April 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO 245/03\nIn the matter between\nANIETA NATASHA FERREIRA\nFirst\nAppellant\nBOSTON THYS CHILAMBO\nSecond\nAppellant\nGEORGE KOESYN\nThird\nAppellant\nand\nTHE STATE\nRespondent\nCORAM:\tHOWIE P, MARAIS, LEWIS, HEHER JJA AND VAN HEERDEN  AJA\nDate Heard:\n22 March 2004\nDelivered:\nSummary:  Murder:\nlife sentence: whether substantial and compelling circumstances warranted lesser\nsentence : first accused a woman\nliving in intimate domestic partnership :\nrepeatedly abused : paid co-accused to kill her partner.\nJ U D G M E N T\nHOWIE P\nHOWIE P\n[1]\tThe three appellants were\nsentenced to life imprisonment for murder. With leave of the trial Judge,\nPrinsloo AJ, they appeal against\ntheir sentences.\n[2]\tThe murder involved the\nkilling of Cyril Parkman, a man then about 61 years of age. The first appellant,\na woman of 39 at that\ntime, had been living with him in an intimate relationship\nfor over seven years. He repeatedly and extensively abused her mentally\nand\nphysically. She eventually caused the other appellants, young black men then\naged 22 and 20 respectively, to kill him.  They\ndid. She paid them for doing\nso.\n[3]\tBecause the murder was premeditated the trial court was obliged, in\nterms of the Criminal Law Amendment Act 105 of 1997 (s 51(1)(a)\nread with part I\nof schedule 2), to impose life imprisonment unless there were ‘substantial\nand compelling circumstances’\npresent, in which event, in terms of s\n51(3)(a), a lesser sentence could be imposed.\n[4]\tThe learned Judge\nconsidered, on his interpretation of the expression ‘substantial and\ncompelling circumstances’,\nthat the evidence established none. In fairness\nto him this court’s judgment in\nS v\nMalgas\n[1]\nhad not yet been\ngiven when sentence was passed. That decision, which resolved marked differences\nof approach to the question displayed\nin a number of High Court cases, was\nconsidered by the Constitutional Court in\nS v\nDodo\n[2]\nto be correct.\n[5]\tThe\nimportant part of the\nMalgas\njudgment for present purposes is that which\nexplains that the circumstances envisaged by the expression need not be\nexceptional but\nmust provide ‘truly convincing reasons’\n[3]\nor ‘weighty\njustification’\n[4]\nfor imposing\nless than life imprisonment, or they must induce the conclusion that the\nprescribed sentence would in the particular\ncase be unjust or disproportionate\nto the crime, the offender and the legitimate needs of\nsociety.\n[5]\n[6]\tIt is common cause\nthat the learned Judge took the wrong view of what the expression\n‘substantial and compelling circumstances’\nmeans and it is also\ncommon cause that such circumstances did in fact exist in the case of the first\nappellant (what they were I\nshall indicate in due course). It is in contention\nwhether such circumstances were present in the case of the other appellants.\n[7]\tThe first appellant has been in prison since conviction on 27 November\n2000 and over three years have passed since the imposition\nof sentence on 26\nJanuary 2001. This being so, counsel for the first appellant, while contending\nthat the appropriate punishment\nat trial would have been a non-custodial\nsentence, accepted that the sentence to be substituted now, with imprisonment\nactually having\nbeen served, would be unrealistic were it to be wholly Non\ncustodial imprisonment. It was therefore submitted that the substituted\nsentence\nbe one of such form and duration that immediate release would follow on this\ncourt’s judgment. For the State it was\nsubmitted that a sentence of the\norder of 20 years’ imprisonment was required in the case of the first\nappellant and that the\nlife sentences of the other appellants had to\nstand.\n[8]\tIt is convenient to deal with the appellants in their numerical\nsequence.\n[9]\tIn a written explanation accompanying her plea of guilty the\nfirst appellant tendered a version of the salient facts. She also\nrecounted the\nfacts to Ms Kailash Bhana and Ms Lisa Vetten, employees of the Centre for the\nStudy of Violence and Reconciliation\nin Johannesburg and attached to its Gender\nUnit, the former as social worker, the latter as Gender Co-ordinator. They have\nacquired\nby research, by study and by dealing with cases of abused women\nthemselves, knowledge and expertise regarding victims who kill their\nabusers.\n[10]\tThe first appellant did not testify but called Ms Bhana and Ms\nVetten to give expert and factual evidence on her behalf. What\nthey were told by\nthe first appellant they recorded in written reports which they confirmed in\nevidence. That evidence was to the\neffect (I shall come to it in more detail\nlater) that on the facts presented to them they considered that the first\nappellant’s\nreaction to the deceased’s abuse, including her decision\nto have him killed, fitted a well-known pattern of behaviour of abused\nintimate\npartners. In accordance with that pattern the mind of the abused partner is\neventually so overborne by maltreatment that\nno realistic avenue of escape\nsuggests itself other than homicide.\n[11]\tIn argument on appeal counsel for\nthe State (who did not appear at the trial) criticised the evidence as\none-sided, and as flawed\nby certain conflicts between the plea explanation and\nwhat the first appellant apparently told the two experts. That argument cannot\nprevail. At the trial counsel for the State confirmed, without qualification,\nthe following statement by counsel for the first appellant\n(who did not appear\non appeal):\n‘I am informed by my learned friend for the State that the\nState admits the contents of those two reports and that the State\nhas therefore\nindicated that it will not be necessary to call any of the other witnesses\nregarding the facts as set out in those\nreports, those are accepted by the\nState. I had intended calling various neighbours and the accused herself but\nthose facts are admitted.’\n[12]\tIn the light of that statement the\nfacts before the trial court were those recounted in the reports and confirmed\nin evidence,\nand it was on those facts that the existence of substantial and\ncompelling circumstances, and the eventual sentence, had to be determined.\nIt is\ntherefore not now open to the State to advance the sort of credibility arguments\nit sought to raise. Nor is the alleged one-sidedness,\nas an intended point of\ncriticism, of any assistance to the State. It is always open to the prosecution\nwhere, because of a guilty\nplea, there is no evidence on record as regards the\nfacts relative to the offence, and the defence does not propose to call the\naccused,\nto indicate unmistakably that facts in expert reports are accepted\npurely for the purposes of assessing the expert’s opinion\nand not as\nevidence of the true facts. It will then be for the defence to reconsider\ncalling the accused to provide those facts and\nits failure to do so may well be\nat the accused’s peril. If the accused is called after all, the\nprosecution can then test\nthe defence version under cross-examination. In the\npresent case the record indicates that the first appellant was available to be\ncalled and that the State accepted that that was unnecessary. The fact that she\nwas the sole source of the relevant facts is in the\ncircumstances neither here\nnor there. It need only be added that it was open to the State to consult with\nthe neighbours and other\npersons interviewed by the two experts and call them as\nwitnesses if they advanced the prosecution case on sentence.\n[13]\tThe crucial\nquestion, which the trial Judge considered could not be answered in favour of\nthe first appellant, was why she decided\non murder rather than to leave the\ndeceased. The answer, according to the witnesses, lies in the cumulative impact\nof her whole personal\nhistory.\n[14]\tSummarising as briefly as is appropriate,\nthe evidence in this regard is as follows. Her sense of self-esteem was\ndistorted in\nchildhood by a mother who did not want a girl and rejected her and\nabused her, verbally and emotionally, for example, accusing her\nwhen a six year\nold of ‘whoring’ with her father and denying her meaningful contact\nwith him. This predisposed the appellant\nto need a father figure and, at the\nsame time, as a coping mechanism, to repress rather than express anger, and also\nto tend to tolerate\nabuse. At the age of sixteen her mother left her to fend for\nherself.\n[15]\tIn her twenties she married and had four children. Her husband\nabused her physically and emotionally. He often left her and the\nchildren\ndestitute and threatened to kill her. After five years she left him. She placed\nthe children in foster care and obtained\nwork as a housekeeper, but for board\nand lodging only. In due course she was on the point of taking up paid work when\nan acquaintance\nreferred her to the deceased who offered to pay her more to be\nhis housekeeper. She agreed.\n[16]\tHe lived on a farm in the Rustenburg area.\nHe was about 20 years her senior. She lived in the staff quarters at first but\nafter\nthree months he said that he was in love with her and wanted her to move\ninto the main house with him, which she did. From then onwards\nthey lived\ntogether. Early on the deceased was like a father to her and she came to love\nhim.\n[17] \tHowever, the relationship deteriorated and became abusive. He\ncoerced and intimidated her in order to control her emotionally,\nphysically and\neconomically. He referred to her as his child and she had to call him ‘Mr\nParkman’. She accepted the role\nof a child in response to his requests and\nneeds, and she reacted as a child in receiving punishment. He became\nincreasingly abusive\nand eventually violent. This was aggravated by his tendency\nto drink to excess. When drunk he was more abusive and violent than\nusual.\n[18]\tHe treated her as an unpaid servant. He gave her daily tasks\nincluding heavy manual work. If she failed to complete them he punished\nher.\nThis included locking her in a room without food, sometimes for up to two weeks\nat a time. She survived because a farm labourer\nsmuggled food to\nher.\n[19]\tWhen her children came to visit her on one occasion the deceased\nwas harshly critical of one of them. This so upset them all\nthat the foster\nauthorities denied further visits. In any event he instructed her not to have\nany further contact with her children\nand she resorted to telephoning them. The\ndeceased learnt of this from the details of his telephone accounts and hit her.\nThis was\nwhere the history of physical assault began.\n[20]\tWith the passage\nof time the assaults became more violent. Once he came home drunk and demanded\nthat she pour him a drink. She\nasked him to wait as she was making herself a cup\nof tea. He grabbed her and hit her with his fist, breaking her nose. He then\nlocked\nher in her room. Neighbours helped her to escape down a stepladder. On\nanother occasion he tried to stab her with a knife. When she\ntried to ward him\noff he broke one of her fingers. Once he threatened her with a\nfirearm.\n[21]\tWhen he injured her he rarely allowed her to obtain medical\nhelp. When he did, he would speak for her and threaten her not to\ndivulge the\ntrue cause of her injuries.\n[22]\tThe deceased made excessive sexual demands\nand insisted that the appellant sleep naked so that her bedclothes would not\nimpede\nhim when he wanted intercourse. At times he throttled her during\nintercourse so that her eyes bulged and she could not breathe, claiming\nthat he\ndid so because she liked this deviation. He throttled her so severely on one\noccasion that she had to undergo corrective\nthroat surgery.\n[23]\tThe\nappellant was subjected to constant criticism and demeaning verbal abuse,\nsometimes in public. Often it was sexually degrading.\nThe deceased also made\nabsurd allegations of infidelity. He tried to isolate her from contact with\nother people and made her totally\nfinancially dependent on him.\n[24]\tThe\nappellant left the deceased on at least four occasions. He traced her each time\nand by begging forgiveness persuaded her\nto return. His tactic was to be\ncontrite and apologetic, promising change and material advantages. He would\nsometimes cry and once\nhe got down on to his knees. The impression was instilled\nin her that she would never succeed in getting away from him.\n[25]\tThe\nappellant called for police assistance on three occasions. Only once did they\narrive. They said the deceased was drunk and\nthat the appellant should get him\nto sober up.\n[26]\tThe events leading up to the murder and their influence on\nthe appellant’s state of mind were set out as follows in Ms\nBhana’s\nreport:\n‘This point [at which the abuse becomes intolerable] for the\naccused was two weeks before the murder. Mr Parkman had assembled\napproximately\n15 of the black labourers and called the accused outside. When she did so he\ntold her to remove her underwear and show\nher genitals to the men. The accused\nrefused to do this and the men disbanded while she walked back into the house.\nMr Parkman shouted\nverbal abuse at her. “... you are so useless that not\neven blacks want to [have sex with] you.” The accused responded\nthat she\ndid not want anyone to have sex with her, and thought that Mr. Parkman had not\nheard this.\nThat evening, Mr Parkman repeated what the accused had said and\nsaid he would “show her”. He then proceeded to rape her.\nThat same\nevening, Mr Parkman threatened to hire black men to rape the accused if she ever\ntried to leave him again. This was a crucial\nturning point as the accused\ncognitively appraised the threat as real, especially given the events of the\nday. There are a few factors\nwhich led the accused to appraise the threat as a\nreal danger to her physical and psychological integrity. Firstly, the timing of\nthe threat led the accused to appraise the situation as intolerable and\ndangerous as she had been asked to display her genitals to\na group of men only a\nfew days prior. Second, following her refusal to comply Mr Parkman had raped her\nand this has been recognised\nwithin literature as the most extreme violation. It\nis possible the accused’s state of mind following this event led her to\nappraise the situation as one in which Mr Parkman had made and acted on a\nthreat, making the threat to have her raped an imminent\nthreat to her physical\nand psychological integrity. Thirdly, Mr Parkman repeatedly threatened her with\nthe rape.\nHer fear of Mr Parkman and that of the rape event compounded the\naccused’s fear of the rape threat. The accused began to evidence\nthe\nemotions and behaviour consistent with the Rape Trauma Syndrome\nviz\n.,\nfeeling dirty and violated, and fearful. She began to demonstrate post-traumatic\nreactions,\nviz\n. hyper vigilance, avoidance and sleep disturbances. This\nresulted in behavioural changes, namely sleep disturbances, where she would\nwake\nup in the early hours of the morning. Mr Parkman would wake up on a few\noccasions and found her awake and insisted that she\nwas crazy. At that stage,\nthe accused was responsible for selling fruit to the black customers. Every time\nshe saw a black customer\nat the gate she began to fear that this was the man or\nmen hired to rape her and wished to avoid situations in which she would have\nto\ninteract with black men. Her fear escalated tremendously and she felt incredibly\nunsafe. It is important to note that the accused\nat this stage still did not\nexpress her anger at Mr Parkman and this part of her was split off.\nTwo days\nafter this one of the employees (Richmond) approached her with a suggestion to\nobtain muti from a Sangoma to sprinkle over\nMr Parkman’s food to make him\na better person. The muti was supposed to take effect in a week’s time.\nThe accused at\nthis stage was desperate to change her situation and was willing\nto try the remedy. Within a week however there had been no change,\nwhich led to\nthe accused to appraise the situation as becoming worse, even though there was\nno objective change.\nThe accused’s perception that she had no viable\noption to stop the violence and abuse was shaped by her prior experience of\nthe\ncycle of violence. She genuinely believed that leaving Mr Parkman was not an\noption, as he would find her because she thought\nhe had someone else monitoring\nher movements. The split off part that harboured the inhibited anger that had\nnever been expressed,\ntogether with the complex interplay of contextual factors\ndiscussed above led to her action of wanting Mr Parkman murdered as the\nfinality\nof death, in her mind, was the only way of escaping him and getting her life\nback.’\n[27]\t The murder was committed on the evening of 4 February\n1999. The deceased was lying drunk on a couch when the second and third\nappellants arrived. They had been introduced to the first appellant by the\ndeceased’s domestic worker. According to her plea\nstatement they had said\nthey would kill the deceased for R10 000. They strangled him while she waited in\nher room. She paid them\nR5 700, saying it was all she had. They said they would\ntake the deceased’s car as well. They carried his body to the car.\nShe\nopened the boot for them and they drove away.\n[28]\tWhat the established facts\ndid not show was where the first appellant obtained that money. If she was\ntotally financially dependent\non the deceased (and this fact was agreed) the\ninference must be that it was his money. How easily she obtained it and whether\nthere\nwas more, and if there was, whether taking it would have enabled her\nfinancially to achieve, and maintain, effective distance between\nhim and herself\nare questions that were not explored. Nor does one know whether she even\nconsidered that. The probable result of\nescaping with his money, however, would\nhave been a theft charge and police pursuit. She had no effective family\nsupport. She had\nan ageing grandmother (since deceased) and she last saw her\nfather when she was a teenager.\n[29]\tIn her report Ms Vetten said that the\nforms of abuse suffered by the first appellant and her psychological and\nbehavioural responses\nwere consistent with case studies in this country and\noverseas. In her view the appellant had eventually come to feel trapped and\nisolated. Her prior attempts to leave had not secured her release and the abuse,\nfar from diminishing, had got worse. The fact that\nshe did not carry out the\nkilling herself was also consistent with the case studies. The witness said:\n‘The pattern of coercion and control to which she was\nsubjected appears to have extended to every aspect of the existence, resulting\nin her entrapment within the relationship. The effects of the abuse upon Ms\nFerreira were ultimately nothing short of disastrous.’\nShe concluded:\n‘In common with other abused women I have worked\nwith who used third parties to kill their abusive partners, Ms Ferreira’s\ndecision was based on her personal inability to use physical violence against\nthe deceased. Being personally unable to defend herself\nagainst Mr Parkman, she\nturned to others. The decision to kill Mr Parkman appears to have been a\ndesperate act of self-preservation\naimed at maintaining what little physical and\npsychological integrity Ms Ferreira felt she still\npossessed.’\n[30]\tThe evidence of both witnesses was supported by\nreferences they made to international literature comprising research and expert\nopinion on the frequency and consequences of extensive abuse of female domestic\npartners. Their expertise and objectivity were not\nquestioned in\ncross-examination or by the court.\n[31]\tThe learned trial Judge, as his\nquestions to the witnesses and his judgment on sentence reveal, did not accept\nthat the first\nappellant was unable to leave the deceased and by that simple\nexpedient put an end to the abuse. He considered the witnesses’\nevidence\nunconvincing and obviously held it against the first appellant that she had\nelected not to testify. It was aggravating in\nhis view that the murder was a\ncarefully planned and premeditated contract killing.\n[32]\tThere is no\nsubstance in the criticism that the first appellant did not testify. As I have\nalready indicated, her trial counsel’s\nstatement, quoted above, which was\nconfirmed by the counsel for the state, made it abundantly clear that the\nprosecution accepted\nthe facts relayed by the first appellant to the two\nwitnesses and recorded in their reports and that it was unnecessary for her in\nthose circumstances to testify.\n[33]\tAs to the contract killing aspect, this\nis unquestionably a feature that in reported cases has been regarded as a\nseverely aggravating\ncircumstance. The moral blameworthiness of the procurer,\nhowever, must depend on the motive and subjective state of mind with which\na\ncontract killer is engaged. This is not a case where the first appellant’s\nmotive was anything other than to end the relationship\nso as to preserve her\nbodily integrity. I shall revert to that. The point is, therefore, that the\ncontract must be assessed in the\nlight of each case’s particular facts.\nThis was not a killing, from her point of view, perpetrated in the heat of, or\nvery\nshortly after, the grossly abusive events of the day of the rape but\nwhether that is material is a question to which I shall also\nreturn.\n[34]\tThe\nlearned Judge’s view that the first appellant could simply have walked\naway from the relationship can be understood\nin one of two ways. Either he did\nnot accept the witnesses’ expertise or he thought that they were\nunconvincing because the\nfacts did not support them.\n[35]\tI have difficulty\nin either event with the learned Judge’s conclusion. If the witnesses in\nthis case spoke with acceptable\nauthority on the subject of abused women and the\nreason why they sometimes kill their abusers (and, as I have said, neither the\nfacts\nnor their expertise were in dispute), they conveyed, at the same time, the\nexplanation why the abused woman, subjectively, feels\nunable to escape by any\nother route than by homicide. A proper analysis and understanding of the\nevidence given in this case shows,\nin my view, that that is indeed what the\nfirst appellant, subjectively, did feel and that what she experienced and\neventually did,\nconformed, as regards a victim’s behaviour in response to\ngrave abuse, to a pattern which has been documented and written about\nscientifically, legally and judicially in the major English-speaking\njurisdictions around the world.\n[36]\tCounsel for the first appellant said\nthat for the purposes of the present case it was unnecessary to review the\ninternational\nscientific and legal literature; it was wholly adequate to decide\nthe matter on the evidence of Ms Bhana and Ms Vetten, supported,\nas their views\nwere, by reference to the international works they cited.\n[37]\tI agree with\nthat approach and would merely say this. There is an established body of\nresearch which has given rise to internationally\npublished books and articles on\nthe effects of partner abuse.\n[6]\nThe\nfoundational work which pioneered that study was by a clinical psychologist in\nthe United States of America, Dr Lenore E Walker,\nwho propounded a theory called\n‘The Cycle Theory of\nViolence.’\n[7]\nHer work has been\nreferred to in leading cases\ninter alia\nin Canada and Australia dealing\nwith the evidential question of the admissibility and cogency of expert evidence\non the subject of\nwoman abuse in the context of\nself-defence.\n[8]\nThe writings and the\njudgments in that regard are also, of course, relevant where abuse is not the\nkernel of a self-defence plea\nbut of a plea in mitigation of\nsentence.\n[38]\tWhat has to borne in mind in each case, however, as remarked\nby Wilson J in\nLavallee\n[9]\nis\nthat abused women may well kill their partners other than in self-defence and\nthat the issue in each case is not whether the accused\nis an abused woman but\nwhether the killing was objectively justifiable in self-defence. I would add: or\nsubjectively seen as justifiable\nin mitigation of sentence. In\nOsland\na\nsimilar point was made where it was said by Kirby J\n[10]\nthat the question is whether\nthe evidence in each case establishes that the abuse victim is suffering from\nsymptoms or characteristics\nrelevant to the legal rules applicable to that\ncase.\n[39]\tThe evidence shows that on the day that the deceased raped the\nfirst appellant she was earlier subjected to intolerable degradation\nbefore a\ngroup of assembled labourers. Added to the fact of the rape there was the threat\nto have her raped by black men. (The crude\nutterances of the deceased, and the\nfirst appellant’s reaction in that regard, point up the stark racial and\ncultural divides\nwhich permeated their social attitudes, all of which is\ndiscomforting to read and recount but crucial to an understanding of her\nsubjective state of mind.) The deceased made that threat repeatedly. What is\nmost important is that he threatened to implement it\nif she ever left him again.\nGiven her personal history and the pass to which her life had come, the reason\nfor killing rather than\nleaving was adequately established by the evidence. She\nfelt exposed to that risk at the time when the killing occurred. What the\ndeceased’s threats amounted to was that she would be raped if she left and\ncould, at any time the mood took him, be raped again\nif she stayed. Persistent\nabuse of an order she had earlier been able to live with had become abuse of a\ndegree and depravity it\nwas not possible to live with.\n[40]\t Her decision to\nkill and to hire others for that purpose is explained by the expert witnesses as\nfully in keeping with what\nexperience and research has shown that abused women\ndo. It is something which has to be judicially evaluated not from a male\nperspective\nor an objective perspective but by the court’s placing itself\nas far as it can in the position of the woman concerned, with\na fully detailed\naccount of the abusive relationship and the assistance of expert evidence such\nas that given here. Only by judging\nthe case on that basis can the\noffender’s equality right under s 9(1) of the Constitution be given proper\neffect. It means\ntreating an abused woman accused with due regard for gender\ndifference in order to achieve equality of judicial\ntreatment.\n[11]\n‘Sexual\nviolence and the threat of sexual violence goes to the core of women’s\nsubordination in society. It is the single\ngreatest threat to the\nself-determination of South African\nwomen.’\n[12]\nIt also,\ntherefore, means having regard to an abused woman accused’s constitutional\nrights to dignity, freedom from violence\nand bodily integrity that the abuser\nhas infringed.\n[13]\n[41]\tIt is\nalso necessary, it need hardly be said, that in the weighing up process due\nweight be accorded to the fact that the offender\nhas taken the extreme step of\ndepriving the abuser of his constitutional right to life.\n[42]\tFor the first\nappellant, counsel sought to emphasise the constitutional duty which the State\nhas to protect its citizens from\ncrime and to protect their fundamental rights.\nIt was argued that the State and society had failed the first appellant and that\nthis\nwas a factor to be taken into account in determining her moral\nblameworthiness. The duty referred to, of course, exists but the submission\nmade\ncan have scant weight in this case. The police were called three times and came\nonce. The full extent of their knowledge of\nthe appellant’s plight was not\nproved. Moreover she did not seek legal advice much less try to interdict the\ndeceased. If the\nneighbours and any others who knew of her situation took no\naction to help her this is not an omission attributable to the State\nbut to\nordinary human nature’s very prevalent disinclination to become involved\nin another’s problems.\n[43]\tNevertheless, on the facts, and by reason\nof all the considerations discussed above, I conclude that there are substantial\nand\ncompelling circumstances which would make the prescribed sentence unjust in\nthe case of the first appellant. The sentence of life\nimprisonment imposed upon\nher must therefore be set aside and another sentence substituted in its\nplace.\n[44]\tThe criterion for determining moral blameworthiness, it is said,\nis subjective.\n[14]\nThis means that\none must look solely at what an accused believed and intended when deciding for\npurposes of sentence whether moral\nblameworthiness has been reduced.\n(Substantial and compelling circumstances would seem self-evidently to reduce\nit.) However, the\ntaxing question is whether degrees of reduction must be\ndetermined in order to arrive at an appropriate sentence in comparable cases\nand\nwhether that is an objective or subjective exercise or has elements of both\nsubjectivity and objectivity. Take these examples:\nA, B and C are all abuse\nvictims guilty of the murder of their respective abusive partners in the\nsubjective belief that there was\nno alternative way to protect their rights to\nbodily integrity and freedom from violence. In each case there is a long history\nof\nsubstantially similar abuse and a triggering event which instilled that\nbelief. A committed the offence a day later, by herself.\nB committed it one week\nlater, by herself. C committed it two weeks later, by hired contract killers.\nThere are objectively viewed,\ndistinctions between their respective\ncircumstances but do they constitute material differences for purposes of\nsentence? Say A is\nless resolute, or more decisive or possibly acts more\nprecipitately. Say B can, on the day, just summon the resolve to do it by\nherself.\nSay C is too physically and mentally frail ever to do it by herself.\nCan one ignore those subjective differences and say that C is\nmore morally\nblameworthy than the others because she had more time to reflect and appears to\nhave shown callousness by getting others\nto commit the crime?\n[45]\tIt seems\nto me that the true question to be answered is whether the threat from which\neach sought to escape was still, subjectively,\nperceived to be a real and\npresent danger (albeit not imminent enough to escape criminal liability\naltogether) at the time of the\noffence. If the answer is in the affirmative then\nI think it is extremely difficult to conclude that the sentences of A, B and C\nshould differ. In each case the homicide committed will have been not too far\nacross the borderline between lawful and unlawful conduct.\nIf there were good\nreason to impose a non-custodial sentence on A (and I think there would be such\nreason) there would be, I think,\nin the case of C as well, who approximates to\nthe first appellant. I say so because the threats she feared increasingly\npervaded\nher thinking in the two weeks before the murder and in the interim she\ntried an alternative expedient, albeit that it was, objectively,\ndestined to be\nineffective.\n[46]\tThe first appellant has, on the evidence, never presented a\nthreat to society or needed the imposition of a correctional sentence\nregime. I\nthink that in all the circumstances an imprisonment sentence of six years would\nhave been appropriate on trial, suspended\non conditions. Such conditions could\nhave pertained, for example, to appropriate forms of community service. However\nsubsequent events\nhave removed the need to formulate such sentence in any detail\nbecause the first appellant has by now served a sentence of direct\nimprisonment\nfor over three years. All that can be done, therefore, is to order that the\nsubstitute sentence now imposed is six years’\nimprisonment, that portion\nof which has not been served, to be suspended.\n[47]\tTurning to the cases of\nthe second and third appellants, all that is on record are their respective plea\nexplanations and their\npersonal circumstances as outlined by their counsel. They\ndid not testify.\n[48]\tThe second appellant was 22 years of age at the time of\nthe murder.  No previous convictions were proved against him. He left\nschool\nafter standard 2. The relevant part of his plea explanation reads as\nfollows:\n‘Gedurende Januarie 1999 het Dora Modise my pa se woning te\nSpruitfontein besoek en gemeld dat ’n sekere dame haar man\nwil laat\ndoodmaak. Dora, wat vir hierdie dame as bediende gewerk het, het ook gemeld dat\ndie dame die moordenaar van haar man goed\nsou betaal. Ek het toe aan Dora gemeld\ndat ek eers met hierdie dame wil gesels.\nDora het later teruggekeer en gemeld\ndat die dame (later aan my bekend as Anieta Ferreira, beskuldigde 1 in hierdie\nsaak) my wil sien.\nOp Dinsdag, 2 Februarie 1999, het ek en my broer, George\nKoesyn (beskuldigde 3 in hierdie saak), die woning van Anieta Ferreira besoek.\nLaasgenoemde het bevestig wat Dora Modise my vroeër meegedeel het en gemeld\ndat ons R90 000,00 sou ontvang as ons haar man sou\ndoodmaak. Anieta Ferreira het\nook aan my ’n vuurwapen gegee sodat ek die man kon skiet.’\nOp\nWoensdag 3 Februarie 1999, gedurende die oggend, het Dora by my vader se woning\naangekom en gesê dat Anieta Ferreira haar\nvuurwapen soek, Ek het toe die\nvuurwapen vir Dora gegee. Ek was nie van plan om die vuurwapen te gebruik nie\naangesien ek nie weet\nhoe om ’n vuurwapen te hanteer nie.\nLater die\nmiddag, ongeveer 15:00, het Dora weer daar aangekom en gemeld dat Anieta\nFerreira beskuldigde 1, vir my en my broer wil\nsien. Ons is gevolglik die aand\nomstreeks 18:00 na beskuldigde 1 se woning. Op beskuldigde 1 se versoek het ons\nin ’n klein\nkamertjie op die boonste verdieping weggekruip. Beskuldigde 1\nhet later na ons toe gekom en gemeld dat ons die man moet “uitlos”,\nwant hy is nugter. Ek en my broer sê toe dat ons die volgende dag sal\nterugkom en ons is toe weer na my vader se woning toe\nwaar ons geslaap\nhet.\nOp Donderdag 4 Februarie 1999, omstreeks 19:00 die aand het ons weer by\ndie betrokke woning gearriveer. Beskuldigde 1 het ons deur\ndie venster gesien en\ngemeld dat ons eers moet wag sodat sy die honde kan toemaak. Na sy dit gedoen\nhet, is ek en my broer in die\nhuis in. Anieta Ferreira het ons toe meegedeel dat\nsy “klaar is met die man”. Sy het oogdruppels in sy bier gegooi. Sy\nhet gemeld dat ons nou die man kan doodmaak en as ons klaar is, sal sy ons\nbetaal. Ons moet ook die man met die kar wegneem en ontslae\nraak van hom.\nEk\nen my broer het toe die man, wat in die sitkamer op die rusbank aan die slap\nwas, doodgemaak. Ek het hom eers met ’n skoenveter\nvan my tekkie verwurg\nom sy nek. Toe die man wakker word, het ek en my broer, George, hom met ons\nhande gewurg totdat hy dood is.\nEk erken dus dat ek die oorledene vermoor het\ndeur hom te verwurg en die oorledene was later aan my bekend as Cyril Parkman.\nTydens\ndie moord was beskuldigde 1 ook in die sitkamer gewees en het na ons\ngekyk.\nHierna is ek, my broer en beskuldigde 1 na die oorlede se slaapkamer\nwaar beskuldigde 1 ’n kluis oopgesluit het en geld daaruit\ngehaal het. Sy\nhet die geld vir ons gegee en gemeld dat ons op 8 Februarie 1999 moet terugkom\nvir die ander geld.\nEk en my broer het daarna die liggaam van die oorlede in\ndie kattebak van die motor, ’n blou Nissan Sentra, gelaai. Beskuldigde\n1\nhet gemeld dat ons die motor moet neem en die man moet gaan weggooi. Ek het die\nmotor bestuur. Later het ons ’n ongeluk gemaak\nmet die motor en dit net\ndaar gelos. Ons is na ons moeder se woning waar ons toe oornag het.\nDie\nvolgende dag is ons (ek en my broer) na Hartbeesfontein waar ons moeder en ouma\ngebly het. Op 8 Februarie 1999 is ons toe weer\nna beskuldigde 1 se woning waar\nons ene Bennet aangetref het. Die het gemeld dat beskuldigde 1 gearresteer is\nvir moord en dat die\npolisie nog twee verdagtes soek. Ons is toe weer terug na\nons pa se woning en die volgende dag na Hartbeesfontein waar ons toe ook\nlater\ngearresteer is.\nWat die moord betref, wil ek verder meld dat ek tydens die\ndaad werkloos was en dat die belofte van ’n groot bedrag geld vir\nmy baie\naanloklik was.’\n[49]\tThe third appellant was 20 at the relevant\ntime. He comes from a poor and broken home. He said the following in his plea\nstatement:\n‘... No 2 killed the deceased, Cyril Parkman, by strangling\nhim with [his] hands. I participated in the murder of the deceased,\nCyril\nParkman because I conspired and took part in the endeavour to kill him.\nAfter\nkilling of the deceased, Cyril Parkman, I together with accused no 1 and no 2\nput the deceased inside a boot of a car. I and\naccused no 2 drove away with the\ncar (deceased inside the boot) whereon the car we were driving collided with a\ntree.\nI had intended killing the deceased Cyril Parkman because I was\npromised money by accused no 1 ... I am remorseful about the killing\nof the\ndeceased ... I was enticed solely by money promised by accused no 1 vis-a-vis\nthe negative economic circumstances I live under.’\n[50]\tIn passing\nit should be said that where the three appellants’ plea explanations\nconflict the version of one cannot be used\nagainst either of the others. It is\ntrite law that a contrary version by a co-accused can only be used against the\nother if the former\ngives evidence in the case and confirms that\nversion.\n[51]\tIt is more than likely that, coming from impoverished\nbackgrounds and being essentially uneducated, the second and third appellants\nwere irresistibly attracted by the promise of what to them would have been an\nenormous sum of money. However it will almost always\nbe persons in those\nstraitened circumstances who are sought out to kill for money even if, like the\ntwo appellants, they are not\nyet members of the criminal class.\n[52]\tNothing on record suggests that the second and third appellants knew\nanything of the first appellant’s motive or the history\nof her\nrelationship with the deceased. The sum total of the mitigating features in\ntheir instance therefore amounts to their personal\ncircumstances : their\ncomparative youth, their having no previous convictions and their humble\nbackgrounds. There was nothing mitigating\nin their case in the actual commission\nof the offence such as, for example, intoxication, intimidation or unjust\ntreatment by the\ndeceased.\n[56]\tHaving regard to the nature of the crime they\ncommitted – killing for money – and the limited extent of the\nmitigating\nfactors referred to, the condemnation expressed in previous cases of\ncontract killing applies unrestrictedly to them. There are,\non the\nMalgas\ntest, no substantial and compelling circumstances which justify a lesser\nsentence in their cases.\n[54]\tIf the question should arise in the minds of\nthose not familiar with the administration of the criminal law how it can be\nthat\nfor the same crime one offender is treated so differently from the others,\nthe answer is that the imposition of sentence is, broadly\nspeaking, heavily\ninfluenced by each offender’s motive and intention. If, for example, A is\nprofoundly provoked by B and fatally\nstabs him and C observes this and for no\nmitigating reason joins in and also fatally stabs B, one would no doubt find a\nsimilar wide\ndisparity between the respective punishments imposed on A and C.\nAnd if, in the same example, A were of unsound mind at the time,\nhe would very\nconceivably not be criminally liable at all while C could qualify for the\nextreme penalty.\n[55]\tIn conclusion I would remark as regards the result of\nthe case against the first appellant, that it is based on the facts admitted\nby\nthe prosecution, and on the expert opinions, that are peculiar to this matter.\nIt aims to set no sentencing norm. What was called\nin the\nOsland\ncase\n[15]\n‘unsanctioned\nhomicide’, if it involves intentionally and unlawfully depriving another\nof the right to life, remains\nmurder; it remains the single most serious\ncriminal invasion of that person’s constitutional rights. Eligibility for\na much\nameliorated sentence for committing that offence will, in all cases,\nincluding those involving violation of the accused’s own\nconstitutional\nrights, essentially depend on the facts admitted or proved in each individual\ncase. That is a self-evident proposition\nbut it bears emphasis. The scourge of\ndomestic violence\n[16]\nmust be dealt\nwith effectively by the State and society, and, if necessary by the courts. It\nwould be contrary to the values of the\nConstitution to hold that that scourge\nprovides a licence to abused partners to take the law into their own hands in\nthe absence\nof grounds for lawful self-defence.\n[56]\tIn the result the\nfollowing order is made:\n1.\tThe appeal of the first appellant is allowed and\nthe sentence of life imprisonment imposed on her is set aside. Substituted for\nthat sentence is the following:\nSix years’ imprisonment commencing on\n26 January 2001. That \tportion which has not yet been served as at the date of\nthis order\nis\tsuspended for three years on condition that \tthe appellant is not\n\tconvicted of any offence involving the infliction of serious\nbodily \tharm\ncommitted in the period of suspension for which imprisonment \twithout the option\nof a fine is imposed.\n2.\tThe appeals of the second and third appellants are\ndismissed.\n__________________\nCT HOWIE\nPRESIDENT\nSUPREME COURT OF\nAPPEAL\nCONCURRED\n:\nLEWIS  JA\nHEHER  JA\nVAN HEERDEN \nJA\nMARAIS JA:\n[57]\tI agree with the judgment of Howie P in so far as it\nrelates to the second and third appellants. I am, with respect, unable to\nagree\nwith it in so far as it relates to the first appellant.\n[58]\tDomestic\ntyranny in all its manifestations, psychological, economic, emotional and\nphysical, is nothing new. It has existed since\nman and woman began to cohabit.\nWhat is new is that those who are victims of domestic violence  have become\nreadier to say so, society\nhas become more appreciative of their vulnerability,\nmore receptive of their complaints, and has come to recognise that it is an\nevil\nwhich cannot be tolerated and needs to be rooted out. To that end, additional\nremedies have been evolved by the State. Civil\nsociety, through the medium of\nnon-governmental organizations and other agencies, and with the help of the\nmedia, has publicised\nthe prevalence of domestic abuse, provided succour and\nmoral and material support for those who have experienced or are experiencing\nit, and ensured that it occupies the continuing attention of those in authority.\nAll of which is to the good. Doubtless, there is\nyet more which can and should\nbe done.\n[59]\tThere may be some judges who are unaware of these problems and\nof the feelings of desperation which the victims of such abuse\nfeel. But they\ncannot be many. Exposure to the litany of domestic abuse in all its forms is the\nlot of any lawyer who has been given\nprivileged access by clients in literally\nhundreds of divorce cases to what goes on behind the closed doors of ostensibly\nrespectable\nand law abiding households . And most judges, presiding as they have\nin countless divorce courts, cases of ‘date rape’,\ncases of domestic\nviolence culminating in serious bodily injury or death, and cases in which\ninterdicts against abusive domestic\nbehaviour are sought, are also no strangers\nto these phenomena.\n[60]\tWe have been told by counsel for the appellant that\nthose of us who are men are not capable of stepping into the shoes of battered\nwomen and of understanding the feelings of utter helplessness which they often\nexperience and what drives them to desperate measures\nsuch as killing their\npartners. If that contention is sound, judges (whether male or female) will have\nto stop doing what they have\nbeen doing for generations, namely, attempting as\nbest they can, to put themselves in the shoes of the persons who testify before\nthem, whether they be the witnesses, the litigants themselves, or, in a criminal\ncase, the accused. When assessing the credibility\nof witnesses, the subjective\nstate of mind of an accused person, the honesty of a professed belief, or the\nprobability or improbability\nof alleged conduct, courts have always had to take\ninto account such matters as age, gender, stage of development, level of\neducation,\nstate of health, life experience, temperament and personality of the\nperson concerned. The list is not exhaustive.\n[61]\tThe law reports abound\nwith cases in which recognition is given by judges to a subjective belief\nalleged to have been held by\nan accused person even although other persons who\nmight have claimed to have had such a belief would not have been believed. The\nchief executive of a multi-national corporation who claims that he killed a\nperson because he genuinely thought that he was a ‘tokolosh’\nout to\nkill him is unlikely to be believed. An illiterate person\nliving in a remote\narea of the country, unexposed to the trappings of modern life, unaware of\nscience, and by tradition deeply superstitious,\nis likely to be believed. In\neach case the court has to put itself into the shoes of the individual concerned\nin assessing the truth\nof the allegation.  That is what the law requires to be\ndone and that is what is done. Imperfect the fit of the shoes may be but\none’s best effort must be made to stand in them.\n[62]\tIn the present\ncase it is common cause that ‘battered women’ often feel trapped in\na physically abusive relationship\nfrom which they feel they cannot escape for\none or other reason and that in their despair, and in the belief that society\nwill not\nhelp them, and that there is no other way out, they kill, or cause to\nbe killed, their partners. In principle, the enquiry at a trial\ninto whether the\naccused did in fact genuinely have that belief is no different from the enquiry\nwhich takes place in the type of\ncase in which the reason advanced for an\nassault or killing of a parent by a son or daughter is claimed to be a\nsubjective belief\nthat he or she felt trapped financially, emotionally, or\npsychologically by a domineering parent who reproached him or her daily\nfor a\nlack of any talent or ability and whose claustrophobic effect upon the normal\ndevelopment and fulfilment of his or her life\nhas condemned him or her to what\nhe or she regards as a non-life. Here again the assessment of the subjective\nfeelings of such a\nperson is a court’s common task.\n[63]\tCounsel for\nthe appellant urged upon us that society had failed the first appellant in that\nit gave her no other way out and\nthat she should be seen as the victim in the\ncase. I deal with the latter point first. That she was a victim of the\ndeceased’s\ngross physical abuse of her and that she is fully deserving of\nboth sympathy for that and effective remedies for it is plain. That\nshe was also\na victim of society’s alleged failure to help her or provide her with\nanother way out is not. To that I shall\nreturn. What is beyond dispute is that\nthe deceased was no less a victim. He was tried, convicted, sentenced to death\nand caused\nto be executed in a brutal and callous way by the appellant. No\noptions were given to him to enable him to escape his execution.\nHe was not\nwarned that he would suffer death or serious injury if he continued to molest\nher. The assassins employed to murder him\ncould just as readily have been\nemployed to threaten to assault him or to actually assault him and warn him that\nworse would happen\nif he did not mend his ways. He was not a young man; his\neyesight was deteriorating markedly. He would hardly have been a match for\ntwo\nyoung men intent upon roughing him up sufficiently to instil in him real fear of\na return visit by them.\n[64]\tAs to society having failed the first appellant,\nthat is a grave and generalised charge which is, in my opinion, extravagantly\noverstated. It is so that the police are often reluctant to act when complaints\nabout domestic violence are made but that tends to\nhappen when the nature of the\ncomplaint does not, in their estimation, seem serious enough to warrant their\nintervention in what\nappears to them to be a domestic argument. That they may\noften wrongly regard as not worthy of police intervention incidents which\nconstitute criminal offences such as common assault, is to be deprecated. But I\nhave yet to hear of the police refusing to act upon\nan allegation of rape or\nindecent assault of the kind which precipitated the first appellant’s\ndecision to have him murdered.\nShe was not married to the deceased and there\nwas, in my opinion, no reasonable ground for believing that the police would pay\nno\nattention to complaints of that kind. Indeed, there is no clear evidence that\nshe did entertain that belief.\n[65]\tThe fact of the matter is that she did\nnot, before deciding to have the deceased killed, give society a fair chance of\nhelping\nher. She did not go to the police; she did not look to friends who had\nbeen supportive of her for advice; she did not make use of\nthe services and\nadvice of either the Social Welfare Department or the well-publicised\nnon-governmental organizations which offer\nassistance and advice to those who\nsuffer from this kind of abuse; she did not consult a lawyer or any of the legal\naid clinics which\nexist. She was obviously not so traumatised that she was\nincapable of rational and well-considered action. She carefully planned\nthe\ndeath of the deceased. She set about locating assassins and found them. She\nnegotiated a fee with them. She facilitated their\nentrance to the house while\nthe deceased was in a drunken stupor. She remained in the house during the\nkilling. She accompanied the\nassassins to the deceased’s car and opened\nthe boot for them so that they could place the deceased’s body in it. She\nhad also attempted unsuccessfully to procure her domestic servant’s\n‘boyfriend’ to shoot the deceased and provided\nhim with a firearm to\ndo it. All this at least two weeks after the last instance of abuse at his hands\nhad taken place. The juristic\nform of her intention to kill was the most\noffensive known to the law: a premeditated and deliberate desire to\nkill.\n[66]\tI accept, because it was admitted, that she believed she had no\nchoice but to kill the deceased. But that does not mean that\nit was reasonable\nof her to think so or that the manner of his despatch is irrelevant to the\nquestion of an appropriate sentence.\nCounsel for the appellant argued that the\nreasonableness or otherwise of her belief was irrelevant to sentence. Equally\nirrelevant,\nso he argued, was the fact that she had planned the murder of the\ndeceased over a period of two weeks and instigated two other persons\nto commit\nthe crime for reward. In my view, none of these submissions has any\nmerit.\n[67]\tTo say that a bona fide belief that it was necessary to murder a\nperson should be taken into account in mitigation of sentence\nbut that it was\nobjectively a grossly unreasonable belief should be entirely ignored is, in my\nview, quite wrong. It is not, as counsel\ncontends, a neutral factor. Even if the\nappellant had been convicted of only culpable homicide, the degree of her\nculpability in\nunreasonably concluding that she had no other choice would\nobviously have had a bearing upon the assessment of her sentence. By what\nprocess of reasoning does it become irrelevant when the verdict is one of\nmurder?\n[68]\tEqually unacceptable is the submission that the premeditation\ninvolved in this murder, the time which elapsed before it was accomplished,\nand\nthe procurement of two others to participate in it for reward are neutral\nfactors. Those two men will spend much of the rest\nof their lives in prison at\nthe taxpayers’ expense. She instigated their participation in the crime.\nHad she not done so, that\nwould not have happened. One cannot assume that they\nwould have committed some other crime for which they would be incarcerated for\nmost of their lives. The public is fully entitled to feel outraged when\nassassins are contracted to kill a human being in cold blood,\nwhatever the\nmotive of their employer might be.\n[69]\tThe more time she had to reflect, the\ngreater her moral obligation to explore other options and the more extensive the\nopportunity\nto avail herself of them. Here, I repeat, there was no explanation\nfrom the first appellant as to why she found it necessary to incite\ntwo other\npersons to commit a cold-blooded murder for money. To say that her exploitation\nof the poverty of two others and the enticement\nof them to commit a murder which\nwould put them in jeopardy of arrest, conviction and lifelong imprisonment adds\nnothing to her moral\nguilt is, in my opinion, an insupportable proposition.\nThere were many ways in which she herself could have brought about his end.\nShe\nwas relatively young and able-bodied. She had access to a gun. The deceased was\noften in a physically vulnerable state by reason\nof intoxication. On the night\nin question he was stuporose. She had succeeded in the past in adding a potion\nto a beverage which\nhe drank. She was not so squeamish that she was unable to\nbear to assist in dumping his body in the boot of his car.\n[70]\tIt is of\ncourse so that the motives which prompt the hiring of contract killers may vary\nfrom those which are undeserving of\nany sympathy whatsoever to those which evoke\na great deal of sympathy. And these variations in motive are equally obviously\nhighly\nrelevant to the sentence to be imposed. But after all is said and done, a\ncontract killing for reward is involved. That is, I believe,\nin the eyes of most\nreasonable people, an abomination which is corrosive of the very foundations of\njustice and its administration.\nWhile there is clearly room for differentiation\nof sentences in even contract killings because the degree of repugnancy of the\nmotive\nin one case may be less than that in another, a court must face the fact\nthat, whatever the motive, a remedy which society rightly\nregards as an\nabomination has been unlawfully resorted to by the accused. If no greater\nsanction for that than a non-custodial sentence\nis said by this court to be an\nappropriate response to a contract killing, I believe it will undermine public\nconfidence in the courts,\nencourage a belief that those who instigate contract\nkillings will not necessarily be visited with incarceration, foster a perception\nthat, provided one’s motives are subjectively pure and no matter how\nunreasonable and culpable one’s failure to explore\nor make use of other or\nless drastic options may be, society will not be greatly offended by one’s\nengagement of killers to\ndo away with another human being. It is similar to the\nkind of reasoning to which vigilante lynch mobs resort to excuse their actions:\na noble motive and a genuine lack of faith in the ability of the law to deal\neffectively with the victim and protect the public from\nhis/her\nviolence.\n[71]\tIn my view, if there is a ‘pattern’ of behaviour\nby women who feel driven to murder their partners to put an end\nto domestic\nviolence then the remedy is not to tolerate it or visit it with a slap on the\nwrist but to bring home to women that it\nis not an answer that a civilised\nsociety finds acceptable or undeserving of serious sanction. The answer is to\nmake women aware\nof their rights and of their remedies, to insist that they use\nthem, to sensitise officialdom to their plight and compel responsiveness\nto it.\nIt goes without saying that it is also the duty of courts to view domestic\nviolence in a most serious light and impose sufficiently\nrigorous sentences upon\noffenders to put paid to any perception that courts and the authorities are soft\non domestic violence. (I\nmay add that in an unreported judgment of Bosielo J in\nState v Hoare\nin the Transvaal Provincial Division, delivered on 23 March\n2001, reference was made by the court when sentencing the accused for\nassisting\nhis mother to arrange a contract killing of her husband, to no less than three\nother recent contract murders in which women\nhad hired assassins to kill their\nhusbands.)\n[72]\tWe live in a land in which the ethos of a constitutionally\nentrenched right to life means that the continued existence of even\nthe most\npsychopathic of serial killers has to be tolerated despite the daily threat to\nthe lives and limbs of wardens and other\nprisoners that may pose. Yet we are\nasked to say that the appellant, convicted of a coolly plotted murder of her\npartner, a murder\naccomplished by the hiring for reward of two assassins who\nwere then aided and abetted by her in their task by her giving them access\nto\nher stuporose partner and assisting them in disposing of the body, was deserving\nof no more than a non-custodial sentence. No\nmatter how carefully explained the\nreasons are for thinking that to be an appropriate sentence and no matter how\ncarefully distinctions\nare drawn to explain the disparity between the fate of\nthe two assassins (life imprisonment) and the suggested fate of their employer\n(a non-custodial sentence), I make bold to say that I believe that even the more\ndiscerning members of the public will look at a\ndisparity of that order with\ngreat unease. I cannot accept the submission.\n[73]\tI should also record that\nI cannot agree with the approach to the absence of evidence set out in para [28]\nof the judgment of\nHowie P. The onus of proof of mitigatory circumstances is\nupon an accused. It was for the first appellant to explain where she got\nthe\nmoney with which she paid the assassins. Speculation favourable to her in that\nregard in the absence of any explanation from\nher is, in my opinion, not\njustified.\n[74]\tDespite what I have said, it is still clear to me that the\ndeceased’s gross physical and psychological abuse of the first\nappellant,\ncoupled with her clean record and other personal circumstances, did constitute\nsubstantial and compelling circumstances\nso that the imposition of a sentence of\nlife imprisonment was not mandatory. This court is therefore at large to impose\nwhatever\nsentence it considers appropriate. Making full allowance for the\nbestial treatment to which the appellant was subjected by the deceased\nand her\nsubjective belief that ending his life was the only way out, I cannot bring\nmyself to concur in the notion that a wholly\nsuspended sentence of six years is\nthe sentence which the trial court should have imposed or that it is the\nsentence which should\nnow be imposed. In my opinion, it trivialises the crime of\nmurder in general and contract killing in particular. In my view, nothing\nless\nthan eight years’ imprisonment would be\nappropriate.\n_____________________\nR M MARAIS\nJUDGE OF APPEAL\n[1]\n2001 (3) SA 1222\n(SCA).\n[2]\n[2001] ZACC 16\n;\n2001 (3) SA 382\n(CC)\nparas 11 and 40.\n[3]\nParas 8 and\n25C.\n[4]\nParas 18 and\n25B.\n[5]\nParas 22 and\n25I.\n[6]\nSee, too,\nSouth African\nCriminal Law and Procedure\nVolume 13 ed by JM Burchell p\n212\n[7]\nHer first book was\nThe\nBattered Woman\n(Harper & Roll 1997) and in\nThe Battered Woman\nSyndrome\n(Springer, 1984) she summarised the Cycle Theory at\n95-6.\n[8]\nR v Lavallee\n(1990) 1 SCR 852\n[SCC] (Canada) (also reported at 55 C.C.C. (3d) 97) and\nOsland v The Queen\n[1998] HCA 75\n(10 December 1998)\n(Australia).\n[9]\n55 C.C.C. (3d) 97\nat 126.\n[10]\nPara\n160.\n[11]\nCf\nR v Malott\n[1998] 1 SCR 123\n(SCC) paras 38 and\n40.\n[12]\nCarmichele v\nMinister of Safety and Security and Another\n(\nCentre for Applied Legal\nStudies Intervening\n)\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC) para\n45.\n[13]\nS v Chapman\n[1997] ZASCA 45\n;\n1997\n(3) SA 341\n(SCA) 344J-345E; the Constitution, ss 10, 12(1)(c) and 12\n(2).\n[14]\nSouth African\nCriminal Law and Procedure\nVolume 13 ed by JM Burchell p\n219.\n[15]\nPara\n165.\n[16]\nVan Eeden v Minister\nof Safety and Security\n(\nWomen’s Legal Centre Trust, as Amicus\nCuriae\n)\n2003 (1) SA 389\n(SCA) paras 12, 13:\nS v Roberts\n2000 (2)\nSACR 522\npara 20.",
  "scraped_at": "2026-02-12T09:02:19.991318",
  "date": null,
  "coram": [
    "HOWIE P",
    "MARAIS",
    "LEWIS",
    "HEHER JJA",
    "VAN HEERDEN AJA"
  ],
  "case_number": "245/03",
  "parties": {
    "applicants": [
      "ANIETA NATASHA FERREIRA",
      "BOSTON THYS CHILAMBO",
      "GEORGE KOESYN"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The first appellant, Anieta Ferreira, lived for more than seven years in an abusive intimate partnership with Cyril Parkman, a 61‑year‑old man who subjected her to severe mental, physical, sexual and economic abuse. After repeated attempts to leave and multiple unhelpful police contacts, she arranged for two young men (the second and third appellants) to kill Parkman for a payment of R5,700. The murder was pre‑meditated and carried out on 4 February 1999; the killers strangled Parkman while he was drunk, placed his body in his car and fled. Expert reports confirmed that Ferreira’s behaviour fitted a recognized pattern of abused women who feel trapped and see homicide as the only escape. The trial judge sentenced all three appellants to life imprisonment, but the appellate court was asked to consider whether \"substantial and compelling circumstances\" justified a lesser sentence for Ferreira and whether the life sentences for the other two should stand.",
    "issues": "1. Whether the circumstances of severe, prolonged abuse faced by the first appellant constitute \"substantial and compelling circumstances\" under section 51 of the Criminal Law Amendment Act, permitting a sentence less than life imprisonment. 2. Whether the same statutory test applies to the second and third appellants, given their youth, lack of prior convictions and motivation by financial reward. 3. Whether the trial judge erred in his interpretation of \"substantial and compelling circumstances\" in light of the Malgas and Dodo decisions.",
    "principles": "The court applied section 51(1)(a) of the Criminal Law Amendment Act, which mandates life imprisonment for pre‑meditated murder unless \"substantial and compelling circumstances\" exist, in which case a lesser sentence may be imposed under s51(3)(a). The Malgas judgment clarified that the test does not require exceptional circumstances but must provide \"truly convincing reasons\" or \"weighty justification\" that the prescribed sentence would be unjust or disproportionate. Constitutional considerations under s9(1) (equality) and s12 (rights to dignity and freedom from violence) were also relevant, as was expert evidence on the psychology of abused women. Precedents cited included Malgas, Dodo, Osland, Lavallee and other comparative case law on mitigating circumstances for abused partners.",
    "application": "The appellate court found that the expert evidence and the factual record demonstrated substantial and compelling circumstances for Ferreira: a long history of severe abuse, psychological trauma, and a genuine belief that killing was the only means of self‑preservation. Accordingly, the life sentence was set aside and replaced with a six‑year imprisonment, suspended for three years on strict conditions. For the second and third appellants, the court held that no comparable mitigating circumstances existed; their motive was financial gain and they possessed no personal history of abuse. Consequently, the life sentences for them were upheld.",
    "conclusion": "The appeal of the first appellant was allowed, her life sentence was substituted with a six‑year term suspended for three years, and the appeals of the second and third appellants were dismissed, leaving their life sentences in place."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "murder",
      "domestic violence",
      "substantial and compelling circumstances",
      "contract killing",
      "gender‑based violence"
    ]
  }
}