{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/11.html",
  "case_name": "Santam Bpk. v Biddulph (105/2003) [2004] ZASCA 11; [2004] 2 All SA 23 (SCA); 2004 (5) SA 586 (SCA) (23 March 2004)",
  "citation": "[2004] ZASCA 11",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 11\n|\nNoteup\n|\nLawCite\nSantam Bpk. v Biddulph (105/2003) [2004] ZASCA 11; [2004] 2 All SA 23 (SCA); 2004 (5) SA 586 (SCA) (23 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO. 105/2003\nIn the matter between\nSANTAM BEPERK\t Appellant\nand\nVINCENT BIDDULPH \tRespondent\nCORAM: \tHARMS, ZULMAN and HEHER JJA\nHEARD:\t26 FEBRUARY 2004\nDELIVERED:\t23 MARCH\n2004\nInsurance fraud – credibility - upsetting finding of\ncredibility on appeal\nJUDGMENT\nZULMAN  JA\n[1]\tThis appeal concerns an alleged insurance fraud. The appeal is\nbrought with the leave of this court. The appellant, an insurance\ncompany,\nunsuccessfully sued the respondent, a farmer, for payment of R691 745,00\ntogether with interest and costs. The cause of\naction was that the appellant was\ninduced by the respondent to pay the amount as a result of a false claim made by\nthe respondent\non a policy of insurance issued by the appellant. The claim\nrelated to the destruction of a house on a farm and its contents in a\nfire.\n[2]\tIt was common cause that in the event of it being found that the\nfire was started at the instigation of the respondent the appellant\nwould be\nentitled to a refund of the amount it paid to the respondent.\n[3]\tOne central\nissue fell for decision by the court\na quo.\nIt was the question of\nwhether the claim that the respondent made was false or not. In this regard the\nonus rested upon the appellant.\nThe appellant led evidence from six witnesses in\nsupport of its claim. The main witness relied upon by the appellant was a\nMr Sigasa.\nThe other witnesses called by the appellant were the\nrespondent’s wife; Mr P C Bezuidenhout; the\nrespondent’s\nbrother in law, Mr Du Randt, a police officer; Mr J Murray,\nwho was attached to the appellant’s Forensic Investigation Unit;\nand Mr\nJansen van Rensburg, the owner of a video production business and an expert in\nthe making of video recordings. The respondent\nclosed his case without leading\nany evidence.\n[4]\tSigasa’s evidence was to the effect that he set the\nhouse and its contents on fire at the behest of the respondent. The\ncourt\na\nquo\nfound that the evidence of Sigasa was not only unlikely but that it was\nuntruthful. In addition it found that the respondent’s\nwife had given\nacceptable reasons for retracting certain sworn statements she made in which she\naccused the respondent of arranging\nfor the fire. The court\na quo\nmade no\nmention in its judgment of the other four witnesses called by the appellant. The\nprimary issue on appeal is whether the court\na quo\nerred in rejecting the\nuncontradicted evidence of Sigasa.\n[5]\tWhilst a court of appeal is generally\nreluctant to disturb findings which depend on credibility it is trite that it\nwill do so\nwhere such findings are plainly wrong (\nR v Dhlumayo and\nAnother\n1948 (2) SA 677\n(A) 706). This is especially so where the reasons\ngiven for the finding are seriously flawed. Over-emphasis of the advantages\nwhich\na trial court enjoys is to be avoided lest an appellant’s right of\nappeal ‘becomes illusory’ (\nProtea Assurance Co. Ltd. v Casey\n1970 (2) SA 643\n(7) 648 D-E and\nMunster Estates (Pty) Ltd v Killarney Hills\n(Pty) Ltd\n1979 (1) SA 621\n(A) 623H – 624A). It is equally true that\nfindings of credibility cannot be judged in isolation but require to be\nconsidered\nin the light of proven facts and the probabilities of the matter\nunder consideration.\n[6]\tAn analysis of the evidence as a whole, including\nthat of Sigasa, proper regard being had to the probabilities, leads to the\nconclusion\nthat the finding of credibility by the court\na quo\nis\nuntenable (cf\nStellenbosch Farmers’ Winery Group Ltd and another v\nMartell et Cie and others\n2003 (1) SA 11\n(SCA) para 14I–15E. Almost at\nthe outset of its judgment the court\na quo\nconcluded that the\nappellant’s claim depended exclusively upon the evidence of Sigasa. This\nwas not a correct assessment of\nthe matter since the court was plainly obliged\nto consider the evidence of all the other witnesses called by the\nappellant.\n[7]\tQuite apart from the bare say-so of Sigasa the Court had\nbefore it as objective facts, not dependent on the credibility of any\nwitness,\nthe following-\n(a)\tThe respondent’s wife made a video recording of all the movable\nproperty in the farm house. The date on the film is 8 October\n1998. In the\nordinary operation of the camera that date would have been generated by the\nperson operating the camera.\n(b)\tOn 10 October 1998 the respondent, his wife and children left their house\nunattended and went to spend the night with the respondent’s\nbrother-in-law, Bezuidenhout, at Bapsfontein.\n(c)\tDuring the night of 10 October 1998 the house was destroyed by fire.\n(d)\tEither before or after the fire Sigasa, with the respondent’s\nconcurrence, fetched from the farm a defective motor car\nfor which the\nrespondent had previously asked R2000 and which Sigasa had been unable to\nafford.\n(e)\tDuring November or December the respondent’s wife phoned Bezuidenhout.\nShe told him that the respondent had been responsible\nfor the fire and that she\nfeared for her life.\n(f)\tOn 2 December 1998 Bezuidenhout phoned Crime Stop and reported the\nconversation with his sister. In turn, the police communicated\nwith the\nappellant which then initiated enquiries.\n(g)\tTowards the end of January 1999, the respondent’s wife secretly\nrecorded a conversation with her husband in the course\nof which she attempted to\nentrap him into making incriminating admissions about the burning of the\nhouse.\n(h)\tAlso during January the respondent’s wife prepared a statement (dated\n4 January 1999) which she posted to Bezuidenhout.\nThe stated purpose was to\nprovide evidence in the event of her untimely decease or unexplained\ndisappearance. In it she described\nin detail the events surrounding the fire.\nMost important, she implicated Sigasa in respects which materially accorded with\nthe evidence\nwhich he eventually gave in Court including the meeting with Sigasa\nin the township where he lived, the handing to him of a container\nof inflammable\nfluid and the instructions given by the respondent.\n(i)\tTowards the end of January the respondent’s wife left her husband and\nsought refuge with the said Bezuidenhout. She delivered\nthe two videotapes to\nhim for safekeeping. She confirmed to Bezuidenhout the contents of the letter\nwhich she had sent. There is\na necessary inference that the first videotape was\nnot destroyed in the fire because the respondent’s wife removed it to\nsafety\nbefore the fire took place.\n(j)\tAt the beginning of February the appellant’s representatives, aware\nthat the respondent’s wife was no longer within\nher husband’s sphere\nof influence, interviewed her at Bapsfontein. She agreed to make a statement in\nthe presence of her attorney.\n(k)\tOn 2 February 1999 at Pretoria the respondent’s wife duly deposed to\nan extensive affidavit in which she described the\nrespondent’s conception\nand development of the scheme to defraud the appellant, how Sigasa’s\nservices were procured to\nthat end, the subsequent arrival of Sigasa at the farm\nto remove the motor vehicle with the respondent’s consent, the dealings\nwith the proceeds of the insurance pay-out and the disclosure made by her to the\nappellant’s representatives. Once again there\nwere material and striking\ncoincidences between her account and Sigasa’s later evidence.\n(l)\tOn 3 February 1999 Sigasa was taken to Sandton where he made an affidavit\nsetting out his version of the events before, during\nand after the fire. He\nimplicated the respondent as the prime mover. The statement corresponded in most\n(but not all) material respects\nwith his subsequent evidence.\n(m)\tOn 4 February 1999 the respondent and Sigasa were arrested. The remains of\nthe motor vehicle which had come from the respondent’s\nfarm were recovered\nfrom a place at which Sigasa had abandoned them.\n(n)\tIn April or May 1999 the respondent’s wife was placed in a witness\nprotection programme. She remained there for a year\nor more before absconding.\nShe tried to persuade Bezuidenhout to hand back the letter and the tapes but he\ndeclined to do so.\n(o)\tThe respondent and Sigasa were prosecuted for arson. The respondent’s\nwife did not testify. At the close of the State case\nboth were discharged.\n(p)\tAt the time of the proceedings in the court\na quo\nthe\nrespondent’s wife had returned to her husband.\n(q)\tThe respondent did not give evidence notwithstanding his direct implication\nin the fraud and the ease with which he could have\nrebutted the evidence of\nSigasa if it were untrue.\n[8]\tIt was against this background that\nthe trial Court was required to assess Sigasa’s credibility and\nreliability as a witness\nand to consider whether it should believe or disbelieve\nthe respondent’s wife, particularly concerning the reason for her\nretraction\nof her previous statements, namely that they were simply an\nuntruthful attempt on her part to vent her anger on her husband for his\nviolent\nand abusive conduct towards her. It is important to note that there was no basis\nwhatsoever for concluding that she and Sigasa\ncollaborated in preparing their\nversions. On the other hand her evidence that the content of the letter was the\nresult of a joint\nfabrication by herself and Bezuidenhout was patently untrue\n– but not found to be so by the court\na quo\n. On a balanced overall\nassessment of the probabilities, and subject to what is said below, the trial\nCourt must have found that the\nfact that the respondent’s wife gave the\naccounts of the fire that she did provide material corroboration for the\nevidence\nof Sigasa, not because they were true (although that must also follow)\nbut because she could not have produced a version which so\nclosely coincided\nwith that of Sigasa unless it was the product of her own experience.\n[9]\tThere was a further overwhelming probability in favour of the\nacceptance of Sigasa’s evidence which was overlooked by the\ncourt\na\nquo\n. There was no reason to believe that the fire was started by anybody\nother than Sigasa. There was no suggestion that he conspired\nwith the\nrespondent’s wife to start the fire. His confession was against his\ninterest, even allowing that he (together with\nthe respondent) had already been\nacquitted on a charge of arson arising out of the same events. It was nowhere\nsuggested that Sigasa\nhad any reason or motive to lie about the matter or\nfalsely to implicate the respondent; indeed his undisputed evidence was that\nhe\nwas on good terms with the respondent when he left his employment on the farm,\nwhen he met the respondent and the discussion took\nplace about setting the house\non fire, when he returned to collect the vehicle and in the period preceding his\narrest.\n[10]\tSigasa may not have been a satisfactory witness in all\nrespects. However, the proper test is not whether a witness is truthful\nor\nindeed reliable in all that he says, but whether on a balance of probabilities\nthe essential features of the story which he tells\nare true (cf\nR v\nKristusamy\n1945 AD 549\nat 556 and H C Nicholas Credibility of Witnesses\n(1985) 102 SALJ 32\nespecially at 32 – 35). This is particularly so in this\ncase where the trial court rejected Sigasa’s evidence on the\nbasis of his\nveracity as opposed to the reliability of his evidence.\n[11]\tThe court\na\nquo gave various reasons for rejecting the evidence of Sigasa and for\nfinding in favour of the respondent. First, it concluded that\nthe manner in\nwhich Sigasa set the house on fire was ‘niks anders as ’n verdigsel\nen ’n versinsel’. I do\nnot agree. Sigasa is an unsophisticated\nperson with a standard three education. He gave evidence in simple terms as to\nhow he set\nthe house and its contents on fire. The fact that a professional\narsonist or a person of more skill or imagination would have gone\nabout the task\nin a more efficient way did not indicate that Sigasa’s evidence was either\na fiction or a fabrication. Second,\nthe court\na quo\ntook Sigasa to task\nbecause he originally made no mention of a purchase price of R500,00 for the\nengine of the Mazda vehicle. In\nmy view nothing turned on this since it was not\ndisputed that the vehicle had been removed by Sigasa with the consent of the\nrespondent\nand was found in his possession after the fire. Third, the court\na\nquo\nconcluded that because of the contradictory evidence given by Sigasa as\nto when he removed the vehicle that ‘hy verdoesel dan\ndie waarheid verder\ndeur geveinsd te huigel waar hy erken dat hy vroëer getuig het dat hy die\nMazda voor die brand gaan haal\nhet en dat hy daarvan seker is’. If regard\nis had to the manner in which the cross-examination was conducted (with,\nregrettably,\na great deal of often unwarranted hostile and sarcastic\nparticipation by the court) and the fact that Sigasa’s evidence was\ngiven\nthrough an interpreter, I do not believe that anything of any consequence flowed\nfrom this contradiction. The probability remained\nthat Sigasa obtained the\nvehicle from the respondent either before setting the house on fire as an\ninducement to do so or received\nit afterwards as a reward for the\ndeed.\n[12]\tThe court\na quo\ngave as a further reason for rejecting the\nevidence of Sigasa the fact that in a statement to the police he made no mention\nthat\nin addition to the vehicle, money was offered to him to set the house on\nfire and that Sigasa was unable to explain why he omitted\nthis. In my view\nnothing is to be made of this failure especially if regard is had to the fact\nthat Sigasa made the statement through\nan interpreter and at a time when he was\nobviously fearful of the consequences of his conduct. In addition the court\na\nquo\ndrew attention to the fact that Sigasa alleged in the statement that the\nrespondent handed a can containing liquid to him and told\nhim that one of the\nwindows of the house had been left open to enable him to gain access so that he\ncould pour the liquid inside\nthe house. In his evidence, although he first\nadmitted that the contents of the statement were correct, he later denied that\nhe said\nwhat was attributed to him in regard to the can but was unable to say\nwhy there was this difference. Again, if regard is had to the\noften unfair\npressure which Sigasa was subjected to in the witness box, his lack of a\ncoherent explanation is understandable. The\nprevious statement was given in\nSesotho and translated into English. Sigasa stated that he did not know English\nvery well. As I have\nalready pointed out he gave his evidence in court through\nan interpreter (a different person from the police officer who translated\nthe\noriginal statement, and who translated into Afrikaans, not English). In\ncircumstances such as these very little significance\ncan be attached to\nrelatively minor discrepancies between words and nuances of meaning in comparing\na prior statement with\nviva voce\nevidence. The discrepancies relied upon\n(i.e. pouring out liquid from a bottle as opposed to spraying it from a can, or\nthe vessel\nbeing discarded when empty as opposed to when some of its contents\nhad been used), were minor and inconclusive. On both versions,\nthe respondent\ngave Sigasa a receptacle containing a flammable substance, which was used by him\nto start the fire. Sigasa’s\nevidence was substantially consistent with the\ncontents of his prior statement. The fact remained that on the simple version\ndeposed\nto by Sigasa he set fire to the house using a substance given to him by\nthe respondent. There was nothing to contradict this basic\nversion.\n[13]\tIt\ncannot be fairly said that Sigasa’s evidence was so improbable or vague\nand ineffectual that it could be rejected out\nof hand as being untrue thereby\nrelieving the respondent of any obligation to contradict it (cf\nSiffman v\nKriel\n1909 TS 538\nat 543 and\nMinister of Justice v Seametso\n1963 (3)\nSA 530\n(A) 534 H – 535 A). Indeed he did not deviate from his essential\nstatement that it was the respondent and nobody else who instructed\nhim to set\nthe house on fire. He had no motive to lie and this statement was, in all the\ncircumstances, probably true.\n[14]\tThe court\na quo\nalso drew attention\nto what it described as ‘’n vreemde verskynsel wat onbeantwoord\ngelaat is’. The feature was\nthat Sigasa’s statement was given a day\nafter the statement made by the respondent’s wife. It found it\n‘agterdogwekkend’\nthat Sigasa had been taken to Sandton to make the\nstatement and that no warning was given to him before he made the statement. The\nfact that Sigasa made his statement the day after the respondent’s wife\nmade her statement does not advance the respondent’s\ncase. Indeed the\nprobabilities and the evidence of Murray indicate that the statements came to be\nmade as a consequence of arrangements\nmade by him. The fact that no warning was\ngiven to Sigasa before he made his statement did not detract from his\ncredibility or from\nthe probabilities of the matter.\n[15]\tThe court\na\nquo\nregarded it as improbable that the respondent would enlist the services\nof Sigasa to carry out the deed when he had had no contact\nwith Sigasa for two\nand a half years. If anything, however, this fact supported the probability that\nthe respondent set about arranging\nfor Sigasa to set the house on fire rather\nthan detracted from it. Sigasa knew the respondent very well, they were on\nfriendly terms\nand Sigasa knew the farm and farm workers. In all likelihood\nSigasa was chosen for the very reason that it would be difficult, if\na later\ninvestigation took place, to link Sigasa to the respondent or indeed even to\nascertain his whereabouts. This would not have\nbeen so had the respondent chosen\none of his farm workers, for example. In addition there was an inducement\nreadily available which\ncould be offered to Sigasa at little cost to the\nrespondent namely the Mazda vehicle.\n[16]\tFinally the court\na quo\nrelied upon the demeanour of Sigasa in the witness box as being such that he was\n‘’n patetiese en wankelrige figuur wat\nnie die stempel van\nbetroubaarheid waardig is nie’. This characterisation was unwarranted\nbearing in mind the record of his\nevidence, the lengthy cross-examination of\nhim, the fact that he gave evidence through an interpreter and the deplorable\nattitude\nof the learned judge towards him to which I have already referred. In\nany event the importance of demeanour as a factor in the overall\nassessment of\nevidence should not be over-estimated. As pointed out in\nPresident of the\nRepublic of South Africa and Others v South African Football Union and\nOthers\n2000 (1) SA 1\n(CC) para 79 p 43:\n‘The truthfulness or\nuntruthfulness of a witness can rarely be determined by demeanour alone without\nregard to other factors\nincluding, especially, the probabilities . . . a finding\nbased on demeanour involves interpreting behaviour or conduct of the witness\nwhile testifying. A further and closely related danger is the implicit\nassumption, in deferring to the trier of fact’s findings\non demeanour,\nthat all triers of fact have the ability to interpret correctly the behaviour of\na witness, notwithstanding that the\nwitness may be of a different culture,\nclass, race or gender and someone whose life experience differs fundamentally\nfrom that of\nthe trier of fact.’\nIt is plain that Sigasa was of a\ndifferent ‘culture, class and race’ whose ‘life experience\ndiffers fundamentally\nfrom that of the trier of fact’.The learned\njudge’s failure to have regard to the social dynamic is quite apparent\nfrom\nhis questioning of Sigasa and his assessment of his evidence. As to the\nlimited value of the finding on demeanour where evidence\nis given through an\ninterpreter see\nS v Malepane and Another\n1979 (1) SA 1009\n(W)\n1016H - 1017A,\nS v Martinez\n1991 (4) SA 741\n(NmHC) 758 B\n– D and Nicholas (supra) 36 - 37.\n[17]\tCounsel for the\nrespondent contended that there was another essential matter of probability\nwhich favoured the respondent and\nwhich entitled the court\na quo\nto\nreject Sigasa’s evidence. It was unlikely that a person would ask someone\nto set fire to his own house. There are simple\nanswers to this contention.\nFirst, on a factual basis, the house in question belonged to the\nrespondent’s father. More importantly,\nhowever, the respondent required\nfinance for another project at the time and set about the entire scheme so as to\nderive the benefit\nof an insurance policy.\n[18]\tIn all of the circumstances\nI have no hesitation in finding that the rejection by the court\na quo\nof\nthe evidence of Sigasa was wrong. Accordingly the court\na quo\nshould have\nfound that the appellant had discharged the onus resting upon it.\n[19]\tThe\nfollowing order is made:\n19.1\tThe appeal succeeds with costs, such costs to include costs consequent upon\nthe employment of two counsel.\n19.2\tThe order of the court\na quo\nis set aside and replaced with an order\ngranting judgment in favour of the defendant\nfor:\n19.2.1\tpayment of the sum of R10 000,00\ntogether with interest thereon at the rate of 15,5% per annum from\n12 February 1998\nto date of payment;\n19.2.2\tpayment of the sum of R681 745, 00 together with interest\nthereon at the rate of 15,5% per annum from 9 November 1998\nto date of\npayment;\n19.2.3\tcosts of suit including the costs of employing two counsel.\n---------------------------------------\nR H\nZULMAN\nJUDGE OF APPEAL\nHARMS JA\t\t)\nHEHER JA\t\t)\tCONCUR",
  "scraped_at": "2026-02-12T08:57:17.604651",
  "date": "2004-03-23",
  "coram": [
    "HARMS JJA",
    "ZULMAN JJA",
    "HEHER JJA"
  ],
  "case_number": "105/2003",
  "parties": {
    "applicants": [
      "Santam Bpk."
    ],
    "respondents": [
      "Vincent Biddulph"
    ]
  },
  "sections": {
    "facts": "Santam Bpk., the appellant, paid R691,745 to Vincent Biddulph after he submitted an insurance claim that a fire had destroyed his farmhouse and its contents. The insurer later alleged that the claim was fraudulent and sued Biddulph for repayment of the amount with interest and costs. The appellant relied on six witnesses, the chief of whom was Mr Sigasa, who testified that he set the house alight at the respondent's instruction. The respondent’s wife created a video inventory of the property, made statements implicating her husband, and later withdrew those statements, claiming they were made in anger. The trial court found Sigasa’s evidence unlikely and untruthful, rejected it, and ruled in favour of the respondent.",
    "issues": "The central issues were (1) whether the fire was deliberately caused by the respondent, rendering the insurance claim false; (2) whether the appellant had discharged the onus of proving fraud; and (3) whether the credibility of Mr Sigasa’s testimony should be upheld despite the trial court’s adverse finding.",
    "principles": "The appellate court reiterated that while appellate courts are generally reluctant to disturb credibility findings, they may do so where such findings are plainly wrong or based on flawed reasoning (R v Dhlumayo; Protea Assurance v Casey). Credibility must be assessed in the light of probabilities, the totality of evidence, and not solely on demeanor or minor inconsistencies, especially where an interpreter is involved. The balance of probabilities governs the determination of truth in civil matters.",
    "application": "The court examined the whole evidential matrix, including the wife’s videotape, her detailed statements, the timeline of events, and the recovery of the vehicle linked to Sigasa. These objective facts corroborated Sigasa’s account and showed no motive for him to lie. Minor contradictions between his prior police statement and trial testimony were deemed immaterial, and the trial court’s emphasis on his demeanor was rejected as inappropriate given cultural and linguistic differences. Consequently, the lower court’s rejection of Sigasa’s evidence was found to be an error.",
    "conclusion": "The appeal succeeded. The judgment of the trial court was set aside and replaced with an order in favour of the appellant, Santam Bpk., for payment of R10,000 and R681,745 with interest from the relevant dates, together with costs, including the costs of employing two counsel."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Insurance Fraud",
    "level_3": [
      "credibility",
      "evidence",
      "appeal",
      "fraud"
    ]
  }
}