{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/48.html",
  "case_name": "Oudekraal Estates (Pty) Ltd v City of Cape Town and Others (41/2003) [2004] ZASCA 48; [2004] 3 All SA 1 (SCA); 2004 (6) SA 222 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 48",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 48\n|\nNoteup\n|\nLawCite\nOudekraal Estates (Pty) Ltd v City of Cape Town and Others (41/2003) [2004] ZASCA 48; [2004] 3 All SA 1 (SCA); 2004 (6) SA 222 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 41/2003\nIn the matter between\nOUDEKRAAL ESTATES (PTY) LIMITED\nAppellant\nand\nTHE CITY OF CAPE\nTOWN\nFirst Respondent\nTHE MINISTER OF\nLOCAL GOVERNMENT AND DEVELOPMENT\nPLANNING, WESTERN\nCAPE\nSecond Respondent\nTHE SOUTH\nAFRICAN HERITAGE RESOURCES AGENCY\nThird\nRespondent\nSOUTH AFRICAN NATIONAL PARKS\nFourth\nRespondent\n________________________________________________________________________\nCORAM:\tHOWIE P, CAMERON, BRAND, NUGENT JJA AND  SOUTHWOOD AJA\n________________________________________________________________________\nDate Heard:\n17 February 2004\nDelivered:\n28 May 2004\nSummary:\nAdministrative decision – whether validly taken -\nconsequences of invalidity.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nHOWIE P and NUGENT JA\n[1]\tThis appeal\nraises important questions for the rule of law.  It raises the question whether,\nor in what circumstances, an unlawful\nadministrative act might simply be\nignored, and on what basis the law might give recognition to such acts.\n[2]\tThe appellant company is the owner of undeveloped land (Erf 2802 Camps\nBay) on the slopes of the Twelve Apostles on the Atlantic\nseaboard of the Cape\nPeninsula, adjacent to the suburb of Camps Bay.  Its immediate predecessor in\ntitle secured the laying out and\napproval of the land as a township in terms of\nthe Townships Ordinance 1933 of 1934 (Cape) (‘the\nOrdinance’).\n[1]\nThe township\nestablishment process involved, among other things, the then provincial\nAdministrator’s grant of permission to\nestablish the township, an\nendorsement on the title deed to the land by the Registrar of Deeds to the\neffect that it had been laid\nout as a township, and the opening in the deeds\noffice of a township register. The Administrator granted permission, subject to\ncertain\nconditions, in 1957, the other formalities were carried out, and the\nofficial notification in the Provincial Gazette of the township\nas approved\noccurred in 1962.  It has since been referred to as Oudekraal\nTownship.\n[3]\tThe appellant bought the land in 1965. The only material step\nit has taken to develop a township on the land consisted in the\nsubmission in\n1996 to the relevant local authority (the Cape Metropolitan\nCouncil)\n[2]\nof an application for\napproval of an engineering services plan. The response from the local authority\nwas that the plan could not\nbe approved because the development rights had\nlapsed.\n[4]\tIn correspondence between the respective attorneys for the\nappellant and the local authority it emerged that the latter’s\nstance was\nbased on the alleged failure by the township applicant to comply timeously with\ntwo requirements of the Ordinance. One\nwas to lodge a general plan of the\nproposed township with the Surveyor-General for approval. The other was to lodge\nthe general plan\nas approved by the Surveyor-General with the Registrar of\nDeeds. For each lodgement a time limit was prescribed and in each case\nthe\nAdministrator was empowered to determine a further period for\ncompliance.\n[3]\nAlso in each case, if\nan applicant failed to comply within the prescribed or extended period, the\nOrdinance provided that the Administrator’s\npermission to establish the\ntownship would ‘be deemed to have\nlapsed’.\n[4]\nIn respect of each\nlodgement an extension of time for compliance was granted by the Administrator.\n(In the case of lodgement with\nthe Surveyor-General there were three\nextensions.) Each such extension was granted only after expiry of the prescribed\nperiod. The\nCape Metropolitan Council’s contention that lapsing had\noccurred was based on the proposition that the Administrator’s\nextensions\nafter the respective prescribed periods were\nultra vires\n. (It was also\nasserted in any event that the lodgements were not effected within the\nrespective extended periods but we have assumed\nin the appellant’s favour\nthat the lodgements were within the extended periods.)\n[5]\tTimeously lodged\nor not, a general plan as required by the Ordinance was approved by the\nSurveyor-General and, with other documentation\nspecified in the\nOrdinance,\n[5]\nduly acted upon by the\nRegistrar of Deeds. It was designated General Plan T.P. 1781 L.D.\n[6]\tThe\nappellant did not immediately turn to law to challenge the refusal to approve\nthe engineering services plan. Instead it attempted\ncertain political\ninitiatives to summon support for the township’s development but to no\navail.\n[7] \tEventually, in September 2001, the appellant applied to the Cape\nHigh Court for declaratory relief. In the notice of motion,\nas amended later,\nthree declarations were sought. The first two, broadly summarised, were to the\neffect that the extensions of time\ngranted by the Administrator were\nintra\nvires\nand that the lodgement and approval of the general plan, its\nincorporation in the Deeds Registry records and every subsequent act\ninvolved in\nthe establishment and approval of the township were all\nintra vires\nand\nof full force and effect.  The third read as follows:\n‘Declaring, in\naddition and in any event, that the Applicant’s development rights over\nOudekraal Township (General Plan\nT.P. 1781 L.D.), on Erf 2802 Camps Bay in the\nMunicipality of Cape Town, Western Cape Province (previously known as Portion 7\nof\nCape Farm 902), notification of the approval of which was published in the\nProvincial Gazette on 19 January 1962, under Public Notice\n59 of 1962, are of\nfull force and effect, and that the Applicants have the right to subdivide the\naforementioned land in accordance\nwith General Plan T.P. 1781\nL.D.’\n[8]\tThe respondents in the court below and on appeal are these. \nThe first respondent is City of Cape Town which came into being in\n1998 as the\nsingle successor in law to both the erstwhile City of Cape Town Municipality and\nthe Cape Metropolitan Council.\n[6]\n(For convenience we shall refer to the first respondent as the City\nCouncil.)\n[9]\tThe second respondent is the Minister of Local Government and\nDevelopment Planning, Western Cape, being in law the successor of\nthe erstwhile\nAdministrator and having the power to perform certain duties in relation to\nconditions imposed, inter alia, in terms\nof the\nOrdinance.\n[7]\n[10]\tThe third\nrespondent is the South African Heritage Resources Agency which was established\nunder the\nNational Heritage Resources Act, 25 of\n1999\n.\n[8]\nIn terms of that\nAct\n[9]\nits function is to co-ordinate\nthe management of what is called ‘the national estate’ which\nincludes places of cultural\nsignificance, historical graves and sites of\nsignificance to the history of slavery in South\nAfrica.\n[10]\nIt was joined because of\nits ‘potential interest’ in the matter but no relief was sought\nagainst it.\n[11]\tThe fourth respondent is South African National Parks\n(formerly the National Parks Board) established under the National Parks\nAct 57\nof 1976. It is a corporate body and owns land adjoining the appellant’s\nland.\n[11]\nIt was similarly joined\nfor its potential interest in the matter.\n[12]\tThe appellant’s\napplication, which was opposed by all the respondents save for the second, was\ndismissed. The court’s\njudgment, given by Davis J, Veldhuizen J\nconcurring, is reported in\n2002 (6) SA 573\n(C).  Essential to its decision was\nthe finding that the Administrator’s extensions of time were invalid (at\n587E-F).  The\ncourt went on to say that the grant of the relief sought by the\nappellant would have the effect of proclaiming that an illegal action\nhad\nsomehow evolved into a legal decision and that would undermine the principle of\nlegality.  Taking that into account and, amongst\nother things, the fact that the\nexistence of various Muslim burial sites on the land had not been properly\nconsidered when the establishment\nof the township was approved (an issue that we\ndeal with more fully below) the court exercised what it took to be its\ndiscretion\nto permit a collateral challenge by the City Council to the validity\nof the Administrator’s actions, and it refused to grant\nthe declaratory\nrelief.  Leave to appeal was refused by the learned judges but granted by this\ncourt. The appeal is opposed by the\nfirst, third and fourth\nrespondents.\n[13]\tIn the view that we take of the case it is not necessary to\ndecide whether the extensions of time that were granted by the Administrator\nwere lawful. In our view the matter can properly be decided by focusing on the\nAdministrator’s grant of the application to\nestablish Oudekraal Township.\nThat was not an issue that was relied upon by the Cape Metropolitan Council\ninitially when it refused\nto consider the engineering services plan.  It was\nfirst pertinently raised by the fourth respondent (South African National Parks)\nin these proceedings and was adopted by the City Council.  Because of its\ncentrality to the establishment of the township it has\na crucial bearing on the\nthird declarator, which is the central relief that was sought by the appellant.\n[14]\tThe evidence reveals that at various places on the land in question\nthere are in all more than twenty graves. They have special\nreligious and\ncultural significance to the members of Cape Town’s Muslim community. Two\nof the graves are kramats. A kramat\nis the grave of somebody who, among\nadherents of the Islamic faith, is regarded as having attained, through\nconspicuous piety, ‘an\nenlightened spiritual situation’. Such person\nhaving thus been a ‘friend of God’, the spirit of God is to be found\nat the site.\n[15]\tThe kramats and other graves on the land are also important\ncultural symbols in the Muslim community of its history in the Western\nCape\ngoing back to the era of slavery. Many of the graves are those of escaped slaves\nand some of the kramats are the burial sites\nof spiritual leaders of the\ncommunity during those times.  It is believed by followers of the faith that by\nspending time at these\nsites they can enhance their own spirituality. One of the\nkramats on the land encompassed by the approved township is that of Sayed\nJaffer. Thousands visit it each year. Moreover, the indications are that the\nkramats generally have been visited regularly since\nbefore the end of the\nnineteenth century.  In the circumstances, access to the kramats is of great\nimportance to the Muslim people\nof Cape Town.\n[16]\tThe engineering services\nplan put before the Cape Metropolitan Council in 1996 reflects the details of\nGeneral Plan T.P. 1781\nL.D. (hereafter ‘the general plan’) as well\nas the location of the graves and the two kramats.  As explained by counsel\nfor\nthe third respondent during argument – and these intimations were not\ncontradicted or queried – the position is this.\nThe kramat of Sayed Jaffer\nwas one of a number of graves more or less in the centre of a large erf destined\nfor a school. The other\nkramat was among another group of graves spread over\nwhat were intended to be three adjoining residential erven.  Other proposed\nresidential erven had single graves within their boundaries. Finally, one of the\ngraves was directly in the path of a proposed public\nroad.\n[17]\tThe general\nplan shows none of the graves.  What has been found of the documentation\ncomprising or accompanying the township\napplication makes no reference to them\neither. Nor do the conditions which were imposed by the Administrator when\ngranting the application.\nThe township application papers included a plan\n(numbered 16/A1/36/A) which accorded in all material respects with the\nsubdivision\nand configuration of the general plan. If the presence of the graves\nwas known to the officials concerned they would have seen with\nno difficulty\nwhat impact implementation of the plan would have on the existence and physical\nintegrity of the burial sites.\n[18]\tAmong the papers relating to the\napplication is a copy of a document reading as follows:\n‘EXTRACT FROM\nTHE MINUTES OF A MEETING HELD ON THURSDAY THE 22\nND\nDECEMBER,\n1955.\n(6)\nOudekraal Township\n.\nThe Board inspected the township on\nthe 22\nnd\nDecember 1955.’\nThe reference to the Board in the\ndocument is a reference to the Townships Board constituted under s 2 of the\nOrdinance whose task\nit was under s 11 to make recommendations to the\nAdministrator whether to grant or refuse a township\napplication.\n[12]\n[19]\tThere is an\naffidavit in the record by the appellant’s attorney, Mr Koumbatis, in\nwhich he submits that the existence of\nkramats and graves on the land would have\nbeen readily apparent on the occasion of the Board’s inspection. The\nsuggested inference,\nwe perceive, is that the existence of the graves must have\nbeen present to the minds of the Board and, consequently, the Administrator.\nIn\nour view that inference cannot necessarily be drawn. The extract from the\nminutes does not indicate what was inspected or observed.\nThe reference to\n‘the township’ is meaningless. There was none in existence. But Mr\nKoumbatis’s submission carries\nan important concession, namely, that the\nkramats and graves are indeed readily visible features of the relevant\nlandscape. The importance\nof that consideration is that a land owner applying\nfor permission to establish a township at that time was required to complete\na\nform detailing, among other things, all relevant physical features of the land\nto be developed. A copy of the form used in this\ninstance is part of the record.\nIt shows that the applicant’s response read thus: ‘See plans and\nreports attached’.\nThe attachments are not part of the record, hence the\nsubmission on behalf of the appellant that one would not be justified, without\nhaving all the documentation submitted in the township application or considered\nby the Board and the Administrator, in concluding\nthat the graves and kramats\nwere overlooked or ignored. Although press publication advertised the\napplication no objections appear\nto have been elicited.\n[20]\tOn the evidence\nwe are unable to reach any conclusions other than the following.  The first is\nthat the applicant for the township\nmade no reference to the graves with the\nresult that all the officials concerned, and particularly the Administrator,\nwere ignorant\nof their existence. The second, in the alternative, is that if\ntheir existence was known it was ignored. There simply is no other\nrealistic\ninference notwithstanding that not all the relevant documents are\navailable.\n[21]\tThe first conclusion reflects a more likely state of affairs\nthan the second. We say so because it has always been an offence\nat common law\nto desecrate a grave: Joubert (ed)\nThe Law of South Africa\n1\nst\nreissue vol 20 part 2 at 279 para 324. It is unlikely that that was not known to\nthe officials concerned who constantly dealt with\nmatters of land rights.\n[22]\tAt the time of the Administrator’s grant of approval there was no\nprovincial exhumation legislation in the then Cape Province.\nSubsequently the\nExhumations Ordinance of 1980\n[13]\ncame into force but it made provision for exhumation only in a cemetery. Of\nnote, however, is that s 4 validated exhumation effected\npursuant to a permit\nissued by the Administrator before the commencement of the Ordinance. That\nsection does not speak of exhumations\nspecifically from a grave but if it is an\nindication of a previously existing unlegislated procedure whereby the\nAdministrator would\ngrant\nad hoc\npermits for exhumation it is significant\nthat if the officials concerned knew about the graves no condition was attached\nto the Administrator’s\npermission for Oudekraal township requiring\napplication for such permits in this case. Township applications had to be\nconsidered\nby the Provincial Secretary, then by the Townships Board and finally\nby the Administrator.\n[14]\nIt would\nbe extraordinary if the need for some provision to cater for the presence of the\ngraves escaped them all if they knew of\nthem. The Surveyor-General (or his\nsurrogate) and the Registrar of Deeds of Cape Town were members of the Townships\nBoard (see s\n2 of the Ordinance). Had they and the Administrator been aware of\nall the relevant facts it is probable that it would have been required\nthat the\ngeneral plan be drawn excising the graves and kramats or with conditions for\ntheir preservation being imposed. The Administrator\nhad the power to amend\nconditions even after the grant of his\npermission\n[15]\n. There was therefore\nby inference no realisation of the need for appropriate conditions even\nbelatedly. Of course, it is irrelevant\nhow easily the position could have been\nrectified then. What the appellant wants now is a declarator that its township\nrights are\nin all respects enforceable, without any qualification, reservation\nor amendment.\n[23]\tThe deponent to the founding affidavit said:\n‘I\nunderstand that there are no kramats and shrines on [the land].’\nIf\nthis curious, and unexplained, statement was made in ignorance it could arguably\nhave been that the township applicant was himself\nequally ignorant, thereby\nleading to the resulting omission of this aspect from the application papers and\nthe failure of the relevant\nofficials to consider it.\n[24]\tThere can be no\ndoubt, however, that the presence on the land of religious and cultural sites of\nparticular significance to a\nsector of the Cape Town community was a factor that\nshould properly have been taken into account and evaluated, also on\npre-Constitutional\nprinciples, in coming to the decision whether to permit the\nestablishment of a township.\n[25]\tWhether the Administrator, as the\nultimate decision maker, was ignorant of the graves and kramats or not, the\ninescapable conclusion\nmust be that he either failed to take account of material\ninformation because it was not all before him or if, in the unlikely event\nthat\nit was before him, that he wrongly left it out of the reckoning when he should\nhave taken it into account. In either situation\nhis decision to lend approval on\nthe terms he granted was\ninvalid.\n[16]\nIt was, in addition, in\neither event\nultra vires\nfor the reason that it permitted subdivisions\nand land use in criminal disregard for the graves and kramats.  It would be\nimpossible\nto avoid desecration or violation if one were to make a road over a\ngrave site or to build over it.\n[26]\tFor those reasons it is clear, in our\nview, that the Administrator’s permission was unlawful and invalid at the\noutset.\n Whether he thereafter also exceeded his powers in granting extensions\nfor the lodgement of the general plan thus takes the matter\nno further.  But the\nquestion that arises is what consequences follow from the conclusion that the\nAdministrator acted unlawfully.\n Is the permission that was granted by the\nAdministrator simply to be disregarded as if it had never existed?  In other\nwords, was\nthe Cape Metropolitan Council entitled to disregard the\nAdministrator’s approval and all its consequences merely because it\nbelieved that they were invalid provided that its belief was correct?  In our\nview it was not.  Until the Administrator’s approval\n(and thus also the\nconsequences of the approval) is set aside by a court in proceedings for\njudicial review it exists in fact and\nit has legal consequences that cannot\nsimply be overlooked. The proper functioning of a modern state would be\nconsiderably compromised\nif all administrative acts could be given effect to or\nignored depending upon the view the subject takes of the validity of the act\nin\nquestion.  No doubt it is for this reason that our law has always recognized\nthat even an unlawful administrative act is capable\nof producing legally valid\nconsequences for so long as the unlawful act is not set aside.\n[27]\tThe\napparent anomaly (that an unlawful act can produce legally effective\nconsequences) is sometimes attributed to the effect\nof a presumption that\nadministrative acts are valid, which is explained as follows by Lawrence Baxter:\nAdministrative Law\n355:\n‘There exists an evidential presumption\nof validity expressed by the maxim\nomnia praesumuntur rite esse acta\n; and\nuntil the act in question is found to be unlawful by a court, there is no\ncertainty that it is. Hence it is sometimes argued\nthat unlawful administrative\nacts are ‘voidable’ because they have to be annulled.’\nAt\nother times it has been explained on little more than pragmatic grounds.  In\nHarnaker v Minister of the Interior\n1965 (1) SA 372\n(C) Corbett J said at\n381C that where a court declines to set aside an invalid act on the grounds of\ndelay (the same would apply\nwhere it declines to do so on other grounds)\n‘in a sense delay would . . . “validate” the\nnullity’.\nOr as Lord Radcliffe said in\nSmith v East Elloe Rural\nDistrict Council\n[1956] UKHL 2\n;\n[1956] AC 736\n(HL) 769-70:\n‘An [administrative]\norder...is still an act capable of legal consequences.  It bears no brand of\ninvalidity upon its forehead.\nUnless the necessary proceedings are taken at law\nto establish the cause of invalidity and to get it quashed or otherwise upset,\nit will remain as effective for its ostensible purpose as the most impeccable of\norders.’\n[28]\tThat has led some writers to suggest that legal validity\n(or invalidity) in the context of administrative action is never absolute\nbut\ncan only be described in relative terms. In Wade:\nAdministrative Law\n7 ed\nby H.W.R. Wade and Christopher Forsyth at pages 342-4 that view is expressed as\nfollows:\n‘The truth of the matter is that the court will invalidate an\norder only if the right remedy is sought by the right person in\nthe right\nproceedings and circumstances.  The order may be hypothetically a nullity, but\nthe court may refuse to quash it because\nof the plaintiff’s lack of\nstanding, because he does not deserve a discretionary remedy, because he has\nwaived his rights,\nor for some other legal reason.  In any such case the\n‘void’ order remains effective and is, in reality, valid.  It\nfollows\nthat an order may be void for one purpose and valid for another; and\nthat it may be void against one person but valid against another...\n‘Void’ is therefore meaningless in any absolute sense.  Its meaning\nis relative, depending upon the court’s willingness\nto grant relief in any\nparticular situation.’\n[29]\tIn our view the apparent anomaly –\nwhich has been described as giving rise to ‘terminological and conceptual\nproblems\nof excruciating\ncomplexity’\n[17]\n– is\nconvincingly explained in a recent illuminating analysis of the problem by\nChristopher Forsyth.\n[18]\nCentral to\nthat analysis is the distinction between what exists in law and what exists in\nfact. Forsyth points out that while a\nvoid administrative act is not an act in\nlaw, it is, and remains, an act in fact, and its mere factual existence may\nprovide the\nfoundation for the legal validity of later decisions or acts.  In\nother words\n‘... an invalid administrative act may, notwithstanding its\nnon-existence [in law], serve as the basis for another perfectly\nvalid decision.\nIts factual existence, rather than its invalidity, is the cause of the\nsubsequent act, but that act is valid since\nthe legal existence of the first act\nis not a precondition for the\nsecond.’\n[19]\nIt follows\nthat\n‘[t]here is no need to have any recourse to a concept of\nvoidability or a presumption of effectiveness to explain what has happened\n[when\nlegal effect is given to an invalid act].  The distinction between fact and law\nis enough.’\n[20]\nThe author\nconcludes as follows:\n‘[I]t has been argued that unlawful\nadministrative acts are void in law. But they clearly exist in fact and they\noften appear\nto be valid; and those unaware of their invalidity may take\ndecisions and act on the assumption that these acts are valid. When this\nhappens\nthe validity of these later acts depends upon the legal powers of the second\nactor.\nThe crucial issue to be determined is whether that second actor has\nlegal power to act validly notwithstanding the invalidity of the\nfirst act.\nAnd it is determined by an analysis of the law against the background of the\nfamiliar proposition that an unlawful act is\nvoid’\n[21]\n(our\nemphasis).\n[30]\tLord Hoffmann drew the same distinction in\nRegina v Wicks\n1998 AC 92\n(HL) when he said the following at 117A-C:\n‘[T]he\nstatute may upon its true construction merely require an act which appears\nformally valid and has not been quashed by\njudicial review. In such a case,\nnothing but the formal validity of the act will be relevant to an issue before\nthe justices.\n[31]\tThus the proper enquiry in each case – at least at\nfirst – is not whether the initial act was valid but rather whether\nits\nsubstantive validity was a necessary precondition for the validity of consequent\nacts. If the validity of consequent acts is\ndependent on no more than the\nfactual existence of the initial act then the consequent act will have legal\neffect for so long as\nthe initial act is not set aside by a competent\ncourt.\n[32]\tBut just as some consequences might be dependent for validity\nupon the mere factual existence of the contested administrative\nact so there\nmight be consequences that will depend for their legal force upon the\nsubstantive validity of the act in question. When\nconstrued against the\nbackground of principles underlying the rule of law a statute will generally not\nbe interpreted to mean that\na subject is compelled to perform or refrain from\nperforming an act in the absence of a lawful basis for that compulsion.  It is\nin those cases – where the subject is sought to be coerced by a public\nauthority into compliance with an unlawful administrative\nact – that the\nsubject may be entitled to ignore the unlawful act with impunity and justify his\nconduct by raising what has\ncome to be known as a ‘defensive’ or a\n‘collateral’ challenge to the validity of the administrative\nact.\n[22]\nSuch a challenge was\nallowed, for example, in\nBoddington v British Transport\nPolice,\n[23]\nin which the\ndefendant was charged with smoking a cigarette in a railway carriage in\ncontravention of a prohibitory notice posted\nin the carriage pursuant to a\nbyelaw.  The House of Lords held that the defendant was entitled to seek to\nraise the defence that\nthe decision to post the notice (which activated the\nprohibition in the byelaw) was invalid because the validity of the decision\nwas\nessential to the existence of the offence.  (It happened that the decision to\npost the notice was held to be valid but that is\nnot material for present\npurposes).  At 153H-154A Lord Irvine LC said the following:\n‘It would\nbe a fundamental departure from the rule of law if an individual were liable to\nconviction for contravention of some\nrule which is itself liable to be set aside\nby a court as unlawful.  Suppose an individual is charged before one court with\nbreach\nof a byelaw and the next day another court quashes that byelaw –\nfor example, because it was promulgated by a public body which\ndid not take\naccount of a relevant consideration.  Any system of law under which the\nindividual was convicted and made subject to\na criminal penalty for breach of an\nunlawful byelaw would be inconsistent with the rule of law.’\nAnd at\n160 and 161 he went on to say the following:\n‘[160C-G] However, in\nevery case it will be necessary to examine the particular statutory context to\ndetermine whether a court\nhearing a criminal or civil case has jurisdiction to\nrule on a defence based upon arguments of invalidity of subordinate legislation\nor an administrative act under it.  There are situations in which Parliament may\nlegislate to preclude such challenges being made,\nin the interest, for example,\nof promoting certainty about the legitimacy of administrative acts on which the\npublic may have to\nrely ... [161C-D] However, in approaching the issue of\nstatutory construction the courts proceed from a strong appreciation that\nours\nis a country subject to the rule of law.  This means that it is well recognised\nto be important for the maintenance of the rule\nof law and the preservation of\nliberty that individuals affected by legal measures promulgated by executive\npublic bodies should\nhave a fair opportunity to challenge these measures and to\nvindicate their rights in court proceedings.’\nAs Lord Steyn pointed\nout at 173A-B:\n‘Provided that the invalidity of the byelaw is or may be\na defence to the charge a criminal case must be the paradigm of collateral\nor\ndefensive challenge.’\nDealing with an earlier decision of the\nDivisional Court that precluded a collateral challenge to the procedural\nvalidity of subordinate\nlegislation in criminal\nproceedings\n[24]\nhe went on to say\nthe following at 173E-G:\n‘My Lords, with the utmost deference to\neminent judges sitting in the Divisional Court I have to say the consequences of\nBugg’s\ncase are too austere and indeed too authoritarian to be\ncompatible with the traditions of the common law.  In\nEshugbayi Eleko v\nGovernment of Nigeria\n[1931] A.C. 662\n, a habeas corpus case, Lord Atkin\nobserved, at p 670, that “no member of the executive can interfere with\nthe liberty or property\nof a British subject except on condition that he can\nsupport the legality of his action before a court of justice.”  There\nis\nno reason why a defendant in a criminal trial should be in a worse position. \nAnd that seems to me to reflect the spirit of the\ncommon law.’\n[33]\tSo, too, is it implicit in the decision in\nNational Industrial\nCouncil for the Iron, Steel, Engineering & Metallurgical Industry v\nPhotocircuit SA (Pty) Ltd and\nOthers\n[25]\nthat the coercive\npowers that the industrial council purported to assert were dependent for their\nvalidity upon the lawful establishment\nof the council and hence were subject to\ncollateral challenge when they were sought to be\nenforced.\n[26]\n[34]\tForsyth\nexplains it as\nfollows:\n[27]\n‘... only\nwhere an individual is\nrequired\nby an administrative authority to do or\nnot to do a particular thing, may that individual, if he doubts the lawfulness\nof the administrative\nact in question, choose to treat it as void and await\ndevelopments. Enforcement proceedings will have to be brought by the\nadministrative\nauthority involved; and the individual will be able to raise the\nvoidness of the underlying administrative act as a defence.’\n[35]\tIt\nwill generally avail a person to mount a collateral challenge to the validity of\nan administrative act where he is threatened\nby a public authority with coercive\naction precisely because the legal force of the coercive action will most often\ndepend upon the\nlegal validity of the administrative act in question.  A\ncollateral challenge to the validity of the administrative act will be\navailable,\nin other words, only ‘if the right remedy is sought by the\nright person in the right\nproceedings’.\n[28]\nWhether or\nnot it is the right remedy in any particular proceedings will be determined by\nthe proper construction of the relevant\nstatutory instrument in the context of\nprinciples of the rule of law.\n[36]\tIt is important to bear in mind (and in\nthis regard we respectfully differ from the court\na quo\n) that in those\ncases in which the validity of an administrative act may be challenged\ncollaterally a court has no discretion to allow\nor disallow the raising of that\ndefence: the right to challenge the validity of an administrative act\ncollaterally arises because\nthe validity of the administrative act constitutes\nthe essential prerequisite for the legal force of the action that follows and\nex hypothesi\nthe subject may not then be precluded from challenging its\nvalidity.\n[29]\nOn the other hand, a\ncourt that is asked to set aside an invalid administrative act in proceedings\nfor judicial review has a discretion\nwhether to grant or to withhold the\nremedy.\n[30]\nIt is that discretion\nthat accords to judicial review its essential and pivotal role in administrative\nlaw, for it constitutes the\nindispensable moderating tool for avoiding or\nminimizing injustice when legality and certainty collide.  Each remedy thus has\nits\nseparate application to its appropriate circumstances and they ought not to\nbe seen as interchangeable manifestations of a single\nremedy that arises\nwhenever an administrative act is invalid.\n[37]\tIn our view that analysis\nof the problems that arise in relation to unlawful administrative action\nrecognizes the value of certainty\nin a modern bureaucratic state, a value that\nthe legislature should be taken to have in mind as a desirable objective when it\nenacts\nenabling legislation, and it also gives proper effect to the principle of\nlegality, which is fundamental to our legal order. (\nFedsure Life Assurance\nLtd & Others v Greater Johannesburg Transitional Metropolitan Council &\nOthers\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC) paras 56, 58 and 59;\nPharmaceutical\nManufacturers Association of SA & Another: In re Ex Parte President of the\nRepublic of South Africa & Others\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC) para 50). While\nthe legislature might often, in the interests of certainty, provide for\nconsequences to follow merely from the\nfact of an administrative act, the rule\nof law dictates that the coercive power of the state cannot generally be used\nagainst the\nsubject unless the initiating act is legally valid.  And this case\nillustrates a further aspect of the rule of law, which is that\na public\nauthority cannot justify a refusal on its part to perform a public duty by\nrelying, without more, on the invalidity of the\noriginating administrative act: \nit is required to take action to have it set aside and not simply to ignore it.\n[38]\tIt will be apparent from that analysis that the substantive validity or\ninvalidity of an administrative act will seldom have\nrelevance in isolation of\nthe consequences that it is said to have produced – the validity of the\nadministrative act might\nbe relevant in relation to some consequences, or even\nin relation to some persons, and not in relation to others – and for\nthat\nreason it will generally be inappropriate for a court to pronounce by way of\ndeclaration upon the validity or invalidity of\nsuch an act in isolation of\nparticular consequences that are said to have been produced.\n[39]\tThe City\nCouncil’s reliance upon a collateral challenge to the validity of the\nAdministrator’s decisions in the present\ncase was, in our view, misplaced.\nThe approval of the township was, in truth, no more than a permission to the\nland owner to develop\nthe land in a particular way (which would otherwise be\nprohibited by the Ordinance) that took effect once the various steps prescribed\nby the Ordinance had been complied with (i.e. once the approval had been\ngranted, the various officials had performed their respective\nfunctions, and the\napproval had been notified in the Provincial Gazette.)  On a proper construction\nof the Ordinance the validity\nof each of those steps was not dependent on the\nlegal validity of the Administrator’s approval but merely upon the fact\nthat\nit was given. The legislature could not have expected the Surveyor-General\nfirst to satisfy himself that the Administrator’s\napproval was valid\nbefore he approved the general plan. It also could not have intended the\nRegistrar of Deeds first to satisfy himself\nthat the approval was valid before\nhe opened a township register. And it could not have expected the township owner\nand the public\nat large to enquire into the validity of the\nAdministrator’s approval before they relied upon the notification in the\nProvincial\nGazette that the township had been approved.  In our view the\nfunctionaries were authorized to act as they did merely upon the fact\nof the\nAdministrator’s approval and their acts were accordingly lawful.  The\neffect of the notification of the approval in\nthe Gazette, which was the final\nstep in the process, was that the owner of the land was permitted to exercise\nthe ordinary rights\nof an owner to develop the land, provided, of course, that\nthe development was in accordance with the approval and did not conflict\nwith\nother restrictions.  (We might add that in our view the Surveyor-General and the\nRegistrar of Deeds were similarly authorised\nby the Ordinance to act upon the\nextensions that were granted by the Administrator for the lodgement of the\ngeneral plan even if\nthose extensions were invalid and their conduct in doing so\nwas thus authorised.)  In the form in which the matter comes before us\nthe\ninvalid administrative act that is in issue is not sought to be applied\ncoercively by a public authority or to provide the foundation\nfor coercive\naction against the subject and hence no rule of law considerations militate\nagainst the construction that we have given\nto the legislation.\n[40]\tIt\nfollows that for so long as the Administrator’s approval (and the\nextensions) continues to exist in fact the township\nowner has been permitted to\ndevelop the township and the Cape Metropolitan Council was not entitled simply\nto ignore that when deciding\nwhether or not to carry out its public functions. \nThe statutory duties that are imposed upon a local authority to consider plans\nof that nature were not canvassed before us, but there was no suggestion that\nthe relevant legislation that imposes any such duties\nfalls to be construed as\ndoing so only if the approval of the township was substantively valid.\n[41]\tBut it does not follow that the appellant was entitled to the\ndeclaratory relief that it sought.  On the contrary, in our view\nit was\ncorrectly refused, for two reasons in particular.\n[42]\tThe first relates to\nonly a portion of the third declaratory order and it arises independently of the\nissues that have been dealt\nwith thus far in this judgment.  Amongst other\nthings the appellant sought a declaration that it ‘has the right to\nsubdivide\nthe ... land in accordance with [the general plan that has been\nregistered].’ Clearly it is not entitled to proceed with the\ndevelopment\nof the land in accordance with that general plan. The exploitation of property\nrights is always constrained by such laws\nas exist at the time that they are\nsought to be implemented.  We have already drawn attention to the fact that the\nlayout of the\ntownship as depicted on the general plan contemplates the\ndevelopment of residences and roads on various burial sites.  Even if the\ntownship had been lawfully established we have little doubt that the development\nof the land in accordance with the existing general\nplan is constrained by the\nprotection that is afforded to cultural and religious practices by s 31 of the\nBill of Rights.  In any\nevent the burial sites are protected against disturbance\nby\ns 36(3)\nof the\nNational Heritage Resources Act 25 of 1999\n, quite apart from\nthe common law constraint.  On those grounds alone the appellant was not\nentitled to that portion of the relief\nthat it sought and persisted in before\nus.\n[43]\tBut the second reason is more fundamental and goes to the heart\nof what the appellant sought to achieve in this application.\n In prayers 1 and 2\nthe appellant sought declarations that the extensions by the Administrator of\nthe periods for the lodgement of\nthe general plan with the Surveyor-General and\nwith the Registrar of Deeds respectively were lawful.  Those prayers sought to\nmeet\nand overrule the resistance of the Cape Metropolitan Council on the basis\nthat it gave for refusing to consider the appellant’s\nengineering services\nplan. The question whether the Administrator’s approval was invalid for\ndisregard of the existence of\nthe burial sites had not arisen when the Notice of\nMotion was first drafted and none of the prayers was directed specifically to\nthat issue.  That issue – and, indeed, any other ground upon which the\nlawful establishment of the township might be challenged\n– was sought to\nbe catered for by prayer 3 in the omnibus form into which it was amended.  In\nthat prayer (quoted in paragraph\n7 above) the appellant sought an\nundifferentiated declaration that its ‘development rights ... are of full\nforce and effect.’\n[44]\tThe rather vague term ‘development\nrights’ was used to encompass all the consequences that generally follow\nfrom\nthe lawful establishment of a township.  In the form in which the relief\ndirected at them is sought the term takes no account of\nwhether those\nconsequences are dependent for their legal effect upon the factual existence of\nthe approval of the township, or whether\nthey are dependent upon the substantive\nvalidity of the approval.  What was sought by the appellant, in effect, was an\norder declaring\nthat all the ordinary consequences that follow upon the lawful\nestablishment of a township are not open to any challenge.  The attempt\nto\nobtain relief in this all-embracing and undifferentiated form was, we think,\nwholly misdirected.\n[45]\tWe have already observed that it will generally be\ninappropriate to make such a declaration in a vacuum.  Perhaps the appellant\nmight have been entitled to a declaration in general terms that the\nAdministrator’s approval and the subsequent acts of the\nSurveyor-General\nand the Registrar of Deeds existed in fact and that any consequences that were\ndependent merely upon the existence\nof those facts were of full force and\neffect.  And perhaps the City Council in those circumstances would be obliged to\nconsider the\nengineering services plan that was submitted for approval and the\nappellant was entitled to a declaratory order to that effect. (We\nhave already\nobserved that the City Council’s statutory powers and obligations in that\nregard were not canvassed in these proceedings\nand we are not in a position to\ndecide whether that is so.)  But the appellant did not confine the relief that\nit sought in that\nway, either in the court\na quo\nor before us.  It\npersists in seeking a declaration that has the effect of declaring unassailable\nall the consequences that generally\nfollow from the lawful establishment of a\ntownship.  Clearly it is not entitled to that relief.  Bearing in mind that the\napproval\nof the township was invalid at the outset all the consequences of the\napproval clearly cannot be said to be unassailable.\n[46]\tOne of those\nconsequences is that the invalid approval is liable to be set aside in\nproceedings properly brought for judicial\nreview.  It is not open to us to\nstifle the right that any person might have to bring such proceedings, or to\npre-empt the decision\nthat a court might make if it is called upon to exercise\nits discretion in that regard. That is not a remote and academic prospect,\nbearing in mind that the approval was invalid.  No doubt a court that might be\ncalled upon to exercise its discretion will take account\nof the long period that\nhas elapsed since the approval was\ngranted,\n[31]\nbut the lapse of time\nin itself will not necessarily be decisive: much will depend upon a balancing of\nall the relevant circumstances,\n[32]\nincluding the need for finality,\n[33]\nbut also the consequences for the public at large, and, indeed for future\ngenerations, of allowing the invalid decision to stand.\nIn weighing the question\nwhether the lapse of time should preclude a court from setting aside the invalid\nadministrative act in question\nan important – perhaps even\ndecisive\n[34]\n– consideration\nis the extent to which the appellant or third parties might have acted in\nreliance upon it.  On the material\nthat is before us it is by no means clear\nthat the appellant – or any third party for that matter – has in\nfact acted\nin reliance on the approval notwithstanding the elapsing of some\nforty years.\n[47]\tWe have drawn attention to the fact that the land remains\nundeveloped.  The only transaction that has occurred since the township\nwas\napproved is the purchase of the land by the appellant.  The appellant does not\nallege that it purchased the land in reliance\non the fact that the township had\nbeen established.  On the contrary, the deponent to the founding affidavit\nsuggests that it was\nthe location of the land, rather than the approval of the\ntownship, that caused the land to be purchased.  At the time of the purchase\nthe\nappellant was controlled by the deponent’s father who, according to the\ndeponent, held the view that ‘land that is\nclose to, or on the slopes of\nTable Mountain is valuable land and should be acquired if and when\npossible.’  There is a suggestion\nin the papers that a premium was paid on\nthe purchase price of the property because a township had been approved, in\ncomparison with\nthe prices that were paid by related companies, also controlled\nby the depondent’s father, for adjoining properties.  This\nsuggestion is\ndiscounted by the contents of a contemporaneous letter written by the\ndeponent’s father to a fellow prospective\ntownship developer, in which he\nsaid that his practice was, for tax reasons, to assign a larger portion of the\noverall price paid\nfor a parcel of land to that piece of land in the parcel that\nhe intended to develop first.  In the present case that would have\nbeen the land\nthat is now in issue.  Nor does the deponent’s father appear to have had\nany intention of developing the land\nin accordance with the approval that was\ngranted because he was ‘also of the view that the single residential grid\nlayout of\nthe township on Portion 7 which he had acquired had already become\noutdated since being approved.’ (Portion 7 was the land\nnow under\nconsideration.)  It is difficult to see in those circumstances in what way the\nappellant, or any other person for that\nmatter (other than the functionaries who\nplayed a role in the establishment process), can be said to have placed reliance\non the\nAdministrator’s approval in the time since it was granted.\n[48]\tOf course,\ns 7\nof the\nPromotion of Administrative Justice Act 3 of 2000\nprescribes a period of 180 days for the institution of proceedings for judicial\nreview in terms of that Act, but it is by no means\ncertain that that legislation\napplies to the administrative act that is now in issue, or that it is exhaustive\nof the remedy of judicial\nreview.\n[49]\tBut these are all matters upon\nwhich we are not called upon to express any final view (and we do not do so). We\nmention them\nmerely to highlight that there is a real prospect that a court\nmight yet be called upon to set aside the Administrator’s approval\nin\nproper proceedings for judicial review.  Whether it would be appropriate to set\naside the approval was not canvassed in the present\ncase, but the appellant is\nnot entitled to a declaratory order that pre-empts such proceedings, or that\npre-empts an attack upon\nany other consequences of the approval that might\ndepend upon its substantive validity, if there are any.  Indeed, once it is\nclear,\nas we have found, that the Administrator’s approval was invalid, it\nfollows inexorably that the appellant was not entitled\nto a declaratory order in\nterms as wide as prayer 3.  In the absence of a request by the appellant, both\nin the court\na quo\nand in this court, for relief in more limited terms,\nthat prayer was properly refused.  Prayers 1 and 2 were little more than\nprecursors\nto the relief that was sought in prayer 3.  Because of the view that\nwe have taken of the matter the issues that are dealt with by\nthose prayers have\nbecome irrelevant and they should also not be granted.\n[50]\tThere is one\nmore matter that needs to be dealt with. The fourth respondent (South African\nNational Parks) submitted that in\nany event the Administrator’s approval\ncame to an end after it was granted.  That submission has no merit and we will\ndeal\nwith it briefly.  One of the conditions of establishment required the owner\nto reserve a specified portion of land as a commonage\nfor the benefit of any\nfuture local authority.   The condition went on to provide that\n‘. . .\n[the commonage] will be transferred to the trustees appointed by the\nAdministrator for the future urban local authority;\nthe said land to be regarded\nas reserved land as referred to in section 21 of Ordinance No. 33 of 1934 and to\nbe transferred prior\nto the transfer of any land in the said . . .\nTownship’\nSection 21(1) of the Ordinance provided that before the\ntransfer of any erf in an approved township was registered in the deeds registry\nthe owner had to transfer any land reserved as commonage to trustees appointed\nby the Administrator in trust for any local authority\nthat might thereafter be\nconstituted for the township, or to the local authority itself if one already\nexisted.   When the land that\nis now in issue was sold and transferred to the\nappellant the commonage was simultaneously sold and transferred to an associated\ncompany of the appellant.  It was submitted on behalf of the fourth respondent\nthat the effect of the transfer of the commonage to\na private owner instead of\nto the Administrator in trust, as required by the conditions of establishment,\nwas that ‘any approval\nfor the establishment of [the township] which may\nhave existed prior to [that date] would, as a matter of law, have come to an end\nat that time.’ (The quotation is from the heads of argument.)  There is no\nsuggestion that the appellant, as successor to the\ninitial owner, would not be\nable to fulfil the obligation to transfer the commonage were it to be called\nupon to do so.  On the contrary\nthe commonage is held by an associated company\nand there is every reason to believe that the appellant will be capable of\nfulfilling\nthat obligation.  In the circumstances we see no grounds upon which\nthe act of transferring the commonage somehow brought the approval\nto an end.\n[51]\tThe appeal is dismissed with costs including the costs occasioned by\nthe employment of two counsel.\nCT HOWIE\nPRESIDENT: SUPREME COURT OF\nAPPEAL\nRW NUGENT\nJUDGE:  SUPREME COURT OF APPEAL\nCAMERON\nJA:          )\nBRAND JA:                )\t\tCONCUR\nSOUTHWOOD AJA:    )\n[1]\nThe Ordinance came into force\non 1 January 1935 and was repealed in 1985 by the Land Use Planning Ordinance 15\nof 1985 (Cape).\n There were various amendments over the years.  Its provisions\npertinent to this case are cited below as they read at the various\ntimes that\nare relevant.\n[2]\nAt the time of\nthe Administrator’s grant of permission the local authority within whose\narea the land was situate was the\nCape Divisional Council, established under the\nDivisional Councils Ordinance 15 of 1952. In 1996 it fell under the jurisdiction\nof\nthe Cape Metropolitan Council, the successor to the Divisional\nCouncil.\n[3]\nSection 19(1)\nprovided for twelve months for the lodgement of the general plan with the\nSurveyor-General and section 20(1) allowed\nthree months for lodgment with the\nRegistrar of Deeds.\n[4]\nSection\n19(3) and section 20(3).\n[5]\nIn\nterms of s 20(1) lodgement was required of the general plan and a diagram of the\nland, a copy of the conditions, if any, on\nwhich the Administrator granted the\napplication and the title deed by which the land was\nheld.\n[6]\nThe relevant enactment\nwas the\nLocal Government:  Municipal Structures Act, 117 of\n1998\n.\n[7]\nThe power is conferred\nby s 39 of the Land Use Planning Ordinance (see footnote\n1).\n[8]\nSection\n11.\n[9]\nSection\n13(1)(b).\n[10]\nSection 3(2)(a),\n(g) and (h).\n[11]\nThe adjoining\nland falls within the Cape Peninsula National Park which was proclaimed in terms\nof s 2B(1) of the National\nParks\nAct.\n[12]\nSection \n18(1)\n[13]\nOrdinance 12 of 1980\n(Cape).\n[14]\nSection 11 read\nwith section 18.\n[15]\nSection\n18(3) and (3) bis of the\nOrdinance.\n[16]\nJohannesburg\nStock Exchange and another v Witwatersrand Nigel Ltd and another\n1988 (3)\n132 (A) at 152A-E. In the former situation the material facts should have been\navailable to him for the decision properly\nto be made:\nPepcor Retirement\nFund and another v Financial Services Board and another\n2003 (6) SA  38\n(SCA) para 47.\n[17]\nDe Smith,\nWoolf & Jowell:\nJudicial Review of Administrative Action\n5 ed para\n5-044\n[18]\nChristopher Forsyth:\n“‘The Metaphysic of Nullity’: Invalidity, Conceptual Reasoning\nand the Rule of Law”\nin\nEssays on Public Law in Honour of Sir William\nWade QC\ned Christopher Forsyth and Ivan Hare (Clarendon Press) 141.  Cited\nwith approval by Lord Steyn in\nBoddington v British Transport Police\n[1998] UKHL 13\n;\n[1999] 2 AC 143\n(HL) 172B-D.\n[19]\nForsyth, above,\n147.\n[20]\nForsyth, above,\n148.\n[21]\nForsyth, above, at\n159.\n[22]\nA challenge to the\nvalidity of the administrative act that is raised in proceedings that are not\ndesigned directly to impeach\nthe validity of the administrative act.\n[23]\nCitation in footnote 18.\n[24]\nBugg v Director of\nPublic Prosecutions\n[1993] QB\n473.\n[25]\n1993 (2) SA 245 (C).\n[26]\nSee, too, the case of\nWandsworth London Borough Council v Winder\n[1984] 3 All ER 976\n(HL)\nrelied upon by the court\na quo\n(see 592F-J) and other examples cited in\nWade:\nAdministrative Law\n7ed 321-324.\n[27]\nForsyth, above,\n156.\n[28]\nPer Conradie J in\nMetal and Electrical Workers Union of South Africa v National Panasonic Co\n(Parow Factory)\n1991 (2) SA 527\n(C) 530C-D and Scott J in\nPhotocircuit,\nabove, at 253E-F, citing Wade:\nAdministrative Law\n6\nth\ned\nat 331 (repeated in 7 ed, see para 28 above).\n[29]\nSee the comments in Wade:\nAdministrative Law\n6 ed 354. (The passage appears to have been\ninadvertently omitted from 7 ed: see Forsyth, above, fn. 68.)\n[30]\nWandsworth London\nBorough Council v Winder\n, footnote 26.  Generally , as to discretion, see De\nSmith, Woolf and Jowell, para 20-007.\n[31]\nLawrence Baxter:\nAdministrative Law 715\n[32]\nPer\nMiller JA in\nWolgroeiers Afslaers (Edms) Bpk v Munisipaliteit van Kaapstad\n1978 (1) SA 13\n(A)\n42C-D.\n[33]\nWolgroeiers\nAfslaers,\nabove, 41D-F.\n[34]\nWolgroeiers Afslaers,\nabove, 42C.",
  "scraped_at": "2026-02-12T09:03:37.793148",
  "date": "2004-05-28",
  "coram": [
    "Howie P",
    "Cameron",
    "Brand",
    "Nugent JJA",
    "Southwood AJA"
  ],
  "case_number": "41/2003",
  "parties": {
    "applicants": [
      "Oudekraal Estates (Pty) Ltd"
    ],
    "respondents": [
      "City of Cape Town",
      "Minister of Local Government and Development Planning, Western Cape",
      "South African Heritage Resources Agency",
      "South African National Parks"
    ]
  },
  "sections": {
    "facts": "The appellant owns undeveloped land on the slopes of the Twelve Apostles that was approved as a township in 1962 under the Townships Ordinance. The appellant applied in 1996 for approval of an engineering services plan, which the Cape Metropolitan Council refused on the basis that development rights had lapsed. The dispute centres on whether the Administrator’s extensions of time for lodging the general plan were lawful and whether the township approval was valid, given the presence of more than twenty Muslim graves and kramats on the land that were not reflected in the approved plan.",
    "issues": "1) Whether the Administrator’s extensions of time for lodging the general plan were intra vires. 2) Whether the Administrator’s original approval of Oudekraal Township was valid, particularly in light of the undisclosed burial sites. 3) Whether the appellant is entitled to declaratory relief affirming full development rights, and whether a collateral challenge to the Administrator’s act is permissible.",
    "principles": "The judgment discusses the presumption of validity of administrative acts, the concept of void but fact‑existing acts, and the doctrine of collateral challenge. It cites authorities on administrative law, including Lawrence Baxter, Harnaker, Forsyth’s analysis of fact versus law, and constitutional considerations such as the protection of cultural heritage under s 31 of the Bill of Rights and s 36(3) of the National Heritage Resources Act. The court emphasizes that an unlawful administrative act may produce lawful consequences only until set aside by judicial review.",
    "application": "The court held that, irrespective of the validity of the extensions, the Administrator’s original approval was unlawful because it ignored the graves and kramats, breaching statutory duties and heritage protection. Consequently, the approval could not be treated as a basis for unqualified development rights. The court also rejected the appellant’s reliance on a collateral challenge to disregard the approval, stating that the approval, though factually existent, was invalid and could be set aside, and the appellant had not relied on it for forty years.",
    "conclusion": "The appeal was dismissed with costs. The appellant was denied the declaratory relief sought, both for the extensions and for the blanket affirmation of development rights. The court affirmed that the Administrator’s approval was invalid and that the appellant could not rely on it to develop the land, particularly given the protected cultural sites."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Validity of Administrative Actions",
    "level_3": [
      "collateral challenge",
      "cultural heritage protection",
      "township planning",
      "unlawful administrative act",
      "declaratory relief"
    ]
  }
}