{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/97.html",
  "case_name": "Metlika Trading Ltd and Others v Commissioner for the South African Revenue Service (427/03, 438/03) [2004] ZASCA 97; [2004] 4 All SA 410 (SCA); 2005 (3) SA 1 (SCA); 67 SATC 15 (1 October 2004)",
  "citation": "[2004] ZASCA 97",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 97\n|\nNoteup\n|\nLawCite\nMetlika Trading Ltd and Others v Commissioner for the South African Revenue Service (427/03, 438/03) [2004] ZASCA 97; [2004] 4 All SA 410 (SCA); 2005 (3) SA 1 (SCA); 67 SATC 15 (1 October 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 427/03\n438/03\nIn the matter between :\nMETLIKA TRADING LIMITED\nFirst\nAppellant\nHAWKER AIR SERVICES (PTY) LIMITED\nSecond\nAppellant\nHAWKER AVIATION SERVICES PARTNERSHIP\nThird\nAppellant\nCARMEL TRADING COMPANY LIMITED\nFourth\nAppellant\nand\nTHE COMMISSIONER FOR THE SOUTH\nAFRICAN\nREVENUE SERVICE\nRespondent\n______________________________________________________________________________\nBefore:\tSTREICHER,\nCAMERON, CONRADIE JJA, PATEL & PONNAN AJJA\nHeard:\t6 SEPTEMBER 2004\nDelivered:\n1 OCTOBER 2004\nSummary:\tInterim interdict – appealability – an order is in\neffect final and appealable if of immediate effect and not\nto be reconsidered at\nthe trial or on the same facts – jurisdiction – if respondent an\nincola\nthe court may assume jurisdiction to grant an interdict (mandatory\nor prohibitory) no matter if the act in question is to be performed\noutside the\ncourt's jurisdiction.\n______________________________________________________________________________\nJ U D G M E N T\n______________________________________________________________________________\nSTREICHER  JA\nSTREICHER JA:\n[1]\tThe Transvaal Provincial\nDivision, (‘the court\na quo\n’), at the instance of the\nrespondent, ordered the third appellant to take all the necessary steps to\nprocure the return of\na Falcon aircraft to South Africa. In addition it granted\ncertain further relief relating to the aircraft. The order was stated to\nbe an\ninterim order pending the finalisation of an action by the respondent against\nsome of the appellants and other parties. The\ncourt\na quo\nalso confirmed\nthe attachment of certain assets of the fourth appellant\nad confirmandam\njurisdictionem\nalternatively\nad fundandam jurisdictionem\n. The\nappellants appeal against the order that the third appellant should take steps\nto procure the return of the aircraft to South\nAfrica\n[1]\n, the fourth appellant\nappeals against the attachment order and the third and fourth appellants appeal\nagainst some of the additional\norders as well. It was not contended that the\nappeal against the additional interim orders should succeed in the event of the\nappeal\nagainst the order that steps be taken to procure the return of the\naircraft being successful. The main issues arising for determination\nare whether\nthe orders are appealable, whether the court\na quo\nhad jurisdiction to\norder the third appellant to take steps to procure the return of the aircraft to\nSouth Africa and whether the\nauthorised attachments could confirm or found\njurisdiction in the court\na quo\n.[2]\tDavid King, the deponent to the first\nand second appellants’ answering affidavit, describes himself as the South\nAfrican\nrepresentative of the first and second appellants. He once told an\ninterviewer that he loved to create new businesses and then exit\ntherefrom. One\nsuch a new business created by King was a company by the name of Specialised\nOutsourcing Limited. Specialised Outsourcing\nwas listed on the Johannesburg\nStock Exchange in October 1997. At that time Ben Nevis Holdings Limited\n(‘Ben Nevis’),\na company incorporated in the British Virgin Islands,\nwas the registered shareholder of approximately 70% of the shares in Specialised\nOutsourcing. It sold virtually all these shares over a two year period at a\nprofit in excess of R1 billion whereafter King exited\nthe company.\n[3]\tBen\nNevis acquired various assets in South Africa. One such an asset was the\naircraft. During September 2000 it sold the aircraft\nto a partnership in which\nthe partners were Rand Merchant Bank (a division of FirstRand Bank\n‘RMB’), Hawker Management\n(Pty) Ltd (‘Manco’) and the\nsecond appellant Hawker Air Services (Pty) Ltd (‘HAS’). At the time\nManco and\nHAS were wholly owned subsidiaries of FirstRand Bank and Ben Nevis\nrespectively. In terms of a loan agreement RMB advanced R171 110 000\nto the partnership to purchase the aircraft. The loan was to be repaid in\ninstalments. Ben Nevis deposited approximately R171 million\nwith RMB as\nsecurity for the loan. The amount so deposited was to be utilised to repay the\npartnership loan and the repayments so\nmade were to constitute advances by Ben\nNevis to HAS and from HAS to the partnership. In addition the repayment of the\nloan by RMB\nto the partnership was guaranteed by Ben Nevis.[4]\tIn terms of the\npartnership agreement RMB, Manco and HAS respectively had an interest\nof 99.8%,\n0.1% and 0.1% in the partnership. However, in terms of an option agreement HAS\nwas granted an option to require Manco and\nRMB to withdraw from the partnership\nupon all amounts owing under the loan agreement having been paid by the\npartnership to RMB in\nfull or all of the obligations of the partnership to RMB\nunder the loan agreement having, with the prior written consent of RMB,\nbeen\ndelegated to a third party.\n[5]\tThe partnership agreement provided that the\naffairs of the partnership would be conducted by a management committee. In\nterms\nof an operations management agreement HAS was appointed as the operations\nmanager in respect of the business of the partnership.\nThe loan agreement\nprovided that certain events would constitute a default which would entitle RMB\nto declare its obligations under\neach of the ‘transaction documents’\ncancelled and to declare all amounts payable under the loan agreement\nimmediately\ndue and payable. The transaction documents were defined as the\nfinancing documents, the partnership agreement and the operations\nmanagement\nagreement.\n[6]\tBen Nevis had not declared to the respondent its income as a\nresult of the sale of its shares in Specialised Outsourcing. This\ngave rise to\nan enquiry, during January 2002, in terms of s 74C of the Income Tax Act 58\nof 1962. At the enquiry it came to\nlight that, as a result of enquiries made by\nan official of the respondent, all the South African assets of Ben Nevis had\nbeen transferred\nto the first appellant, Metlika Trading Limited\n(‘Metlika’), which, like Ben Nevis, is a company registered in the\nBritish\nVirgin Islands. The transfer allegedly took place on 16 January 2001. It\ncould not have been alleged to have taken place earlier\nas a firm of auditors\nhad advised the respondent, in a letter dated 15 January 2001, that Ben Nevis\nwas the owner of shares in South\nAfrican companies. Ben Nevis only advised RMB\non 21 February 2002 that all assets held to its order should be transferred to\nMetlika\nwith effect from 28 February 2001.\n[7]\tDuring February 2002 income\ntax assessments were raised against Ben Nevis in respect of the 1998, 1999 and\n2000 tax years in a\ntotal amount of R1 467 844 330. King in his\nown right was assessed to tax in an amount in excess of R900 million.[8]\nAs\na result, no doubt, of the alleged transfer of all the assets of Ben Nevis to\nMetlika, the respondent decided to institute an\naction against Metlika, Ben\nNevis and King for an order declaring that various assets previously held in the\nname of Ben Nevis were\nin fact owned by King or Ben Nevis and for certain\nspecified alternative relief. The assets included an interest in the\naircraft.\n[9]\tPrior to the institution of the action the respondent obtained\nan order authorising the attachment of certain assets\nad confirmandam\njurisdictionem\nin the case of Ben Nevis and\nad fundandam\njurisdictionem\nin the case of Metlika. In addition interdicts aimed at\npreserving certain assets were granted pending a return day. The interim\norders\nwere subsequently confirmed subject to amendments. In terms of this order\n(‘the preservation order’) Hartzenberg\nJ, pending the finalisation\nof the action, granted an order:\n'(a)\tInterdicting King, Ben Nevis and Metlika from ceding, pledging, alienating,\ndisposing or in any way encumbering any of their\nassets excluding stock-in-trade\nof businesses which could be sold in the ordinary course of business.\n(b)\tInterdicting HAS from selling or ceding the aircraft or any rights therein\nto any person.'\nIn addition Ben Nevis and Metlika were\ninterdicted from in any way whatsoever disposing of their shareholding and loan\naccounts in\nHAS and from in any way whatsoever selling or ceding the Falcon\naircraft or any rights therein to any person.[10]\tThe founding affidavit\nfiled\nby the respondent in the application for the aforesaid relief made it clear that\nit was not considered necessary, in order\nto protect the interests of the\nrespondent, to interfere with the utilisation of the aircraft by the\npartnership, or the management\nof the aircraft by HAS.\n[11]\tIn a letter dated\n27 February 2002 RMB notified the respondent that HAS was the registered owner\nof the aircraft but not the\nbeneficial owner thereof. RMB stated that the\nbeneficial owner of the aircraft was an\nen commandite\npartnership in\nwhich the disclosed partners were HAS and Manco, each with a 0,1% interest. The\nsilent partner was FirstRand with\na 99,8% interest. Referring to an intimation\nby the respondent’s attorney to the attorney of King, Metlika and Ben\nNevis to\nthe effect that the respondent was considering applying for an\nadditional order which would prevent the utilisation of the aircraft,\nRMB\nstated:\t‘In the event of your client proceeding with an application for an\nadditional order for relief as intimated by\nyou, FirstRand, as the holder of the\nmajority interest in the partnership, obviously has a material interest in the\noutcome of such\napplication and would expect . . . to be cited as a\nrespondent.'[12]\tThe respondent chose not to approach the court for additional\nrelief, at least not until much later when the situation in regard to the\naircraft had drastically changed and FirstRand no longer\nhad an interest in the\naircraft.[13]\tOn 12 August 2002 RMB advised the respondent that it had exercised\nits rights in terms of the\nvarious breach clauses in the loan agreement and that\nit had applied its security to part settle the amount outstanding. Unbeknown\nto\nthe respondent RMB was in the process of selling its partnership interest for a\npurchase consideration of R24 550 450\nbeing the liability of the\npartnership to RMB after the application of RMB’s security. Initially the\npurchaser, or proposed\npurchaser, was Qwerty Aviation Services Limited\n(‘Qwerty’). The purchase price received from the Bank of Bermuda,\nwas,\naccording to the advice of King to his attorneys, paid by Metlika. Asked\nwhy the funds to settle the Qwerty liability were coming\nfrom Metlika King\nreplied that it was a convenient way of facilitating the payment to RMB and that\narrangements for reimbursement\nhad been or would be made (the person concerned\ncould not recall which) between Metlika and Qwerty.[14]\tHowever, the identity of\nthe purchaser was subsequently changed to Carmel Trading Company Limited, the\nfourth appellant (‘Carmel’), a company\nincorporated according to the\nlaws of Mauritius. According to King’s attorneys they were informed that\nthe change was necessitated\nby the fact that the Bermuda authorities would not\nallow the registration of an aircraft in its jurisdiction unless the aircraft\nwas maintained in Bermuda. As this was not ‘the purchaser’s’\nintention ‘the purchaser’ decided that\nthe aircraft should be based\nin Mauritius.[15]\tThe agreement of sale was concluded between FirstRand, Manco,\nCarmel, HAS and the\npartnership. In terms thereof FirstRand and Manco sold to\nCarmel the RMB partnership interest, the Manco partnership interest and\nall the\nclaims of FirstRand against the partnership under the loan agreement. The\npurchase price was R24 550 450. RMB delegated\nto Carmel all of its\nobligations to HAS and the partnership ‘in terms of, or arising out of or\nin connection with the transaction\ndocuments (as defined in the loan agreement)\nand as a partner in the partnership’, Carmel agreed to be bound by the\nterms and\nconditions of the partnership agreement and HAS consented to the\ndelegation. It follows that a new partnership between HAS and Carmel\ncame into\nbeing ('the new partnership') on the same terms and conditions as the\npartnership between RMB, Manco and HAS and that the\ntransaction documents, which\nincluded the operations management agreement, were not terminated. This new\npartnership is the third\nappellant in this matter.\n[16]\tOn 16 August 2002, in\nresponse to RMB's letter dated 12 August 2002, the respondent enquired from RMB\nwhat clauses of the loan\nagreement had been breached by the partnership and what\nthe amount owing by the partnership to RMB in terms of the loan agreement\nwas.\nThe respondent, referring to the option agreement, also wanted to know who the\npresent owners of the aircraft were and what\nrights RMB intended to exercise.\nOnly on 4 September 2002 did RMB furnish the particulars requested. It stated\nthat its outstanding\nexposure to the partnership, after exercising its\ncontractual rights to the deposit ceded to it as security, was\nR24 550 450.\nIt stated, furthermore, that it was ‘in the process\nof disposing of its interests in, and its claims against the partnership,\nto\nCarmel’. The respondent thereupon attempted to get RMB to delay the\ntransaction so as to enable him to take the necessary\nsteps to protect his\ninterests but was informed that the transaction with Carmel had been finalised\non 5 September 2002.[17]\tIn the\nmeantime the aircraft had been flown out of\nSouth African with the intention of not returning it. Enquiries by the\nrespondent revealed\nthat it was in Switzerland.\n[18]\tThese developments gave\nrise to the present application. The respondent alleges that it is highly\nprobable that the partnership's\ndefault in terms of the loan agreement was a\ndesigned act to undermine the preservation order. Hartzenberg J agreed. He held\nthat\nthere could not be the slightest doubt that the transaction in terms of\nwhich Carmel acquired RMB’s interest in the partnership\nwas a contrived\ntransaction,\nin fraudem legis\n, to by-pass the preservation order. Carmel\nwas a tool of King and under his control. On that basis he granted the following\norder:\n'1.\tThe following interim orders made on 11 September 2002 are confirmed, which\norders will serve as interim orders pending the finalisation\nof the Applicant's\naction under case number 20827/02:\n1.1\tThe 4\nth\nRespondent (\"the Partnership\") is prohibited from\nselling the Falcon 900 aircraft, registration number ZS-DAV or any interest\ntherein,\nwithout the prior written consent of SARS, which consent may not be\nunreasonably refused, or the consent of this Honourable Court.\n1.2\tHawker Air Services (Pty) Ltd (3\nrd\nRespondent)\n[2]\nis interdicted from\ngranting consent for the transfer of a partnership interest from the\n5\nth\nRespondent\n[3]\nto any\nperson and/or entity without the prior written consent of SARS, which consent\nwill not be unreasonably refused, or the consent\nof this Honourable Court.\n1.3\tThe partners to the partnership agreement, the 3\nrd\nand the\n5\nth\nRespondents, are prohibited from amending the partnership\nagreement without the prior written consent of SARS, which consent shall\nnot be\nunreasonably withheld, or without the consent of this Honourable Court.\n1.4\tThe 7\nth\nRespondent\n[4]\nis requested to note this order in its registers pertaining to the Falcon 900\nZS-DAV aircraft.\n1.5\tThe attachment of following assets of the Fifth Respondent, Carmel Trading\nCompany Limited,\nad confirmandam jurisdictionem\nalternatively\nad\nfundandam jurisdictionem\n, is\nconfirmed:\n1.5.1\tIts partnership share in the Hawker Aviation Services Partnership\n(4\nth\nRespondent);\n1.5.2\tIts loan account in Hawker Aviation Services Partnership (4\nth\nRespondent) in an amount of approximately R24.5 million;\n1.5.3\tIts share in the claim by the partnership against this Sandton branch of\nFirst Rand Bank in respect of the credit balance\nin an amount of approximately\nR10 797,00 available in the Fourth Respondent's banking account, account\nnumber 62011195204;\n1.5.4\tAuthorising and directing the sheriff or his deputy having jurisdiction\nto attach the assets identified in paragraphs 1.5.1\nto 1.5.3 above\nad\nconfirmandam\nand\nad fundandam jurisdictionem\nrespectively.\nThe following orders are\nmade which orders will serve as interim orders pending the finalisation of the\nApplicant's action under case\nnumber 20827/02:\n2.1\tThat if the R192 300 000,00 loan, or any part thereof, due by the\npartnership (4\nth\nRespondent) to Ben Nevis Holdings Limited\n(1\nst\nRespondent) and/or Metlika Trading Limited (2\nnd\nRespondent) and/or Hawker Aviation Services (3\nrd\nRespondent), becomes\ndue and payable, the payment thereof will only be made into a trust account in\nthe Republic of South Africa,\nand nowhere else, and that it be kept therein\npending the outcome of the Applicant's action under case number 20827/02.\n2.2\tThat the Falcon 900 aircraft, registration number ZS-DAV, may only be\nutilised for bona fide commercial charter flights as intended\nin the partnership\nagreement and that Hawker Air Services (Pty) Ltd (3\nrd\nRespondent) and\nthe partnership (4\nth\nRespondent) be prohibited from granting consent\nfor it to be used for any other purpose, without the prior written consent of\nSARS,\nwhich consent shall not be unreasonably be withheld, or the consent of\nthis Honourable Court.\n2.3\tThat in the event of the sale of the Falcon 900 aircraft, registration\nnumber ZS-DAV, the purchase price thereof be paid to the\nPartnership in South\nAfrica, and deposited into and kept in a trust account unless otherwise\nauthorised by an order of this Honourable\nCourt, pending the outcome of the\naction.  This order will be subject to the Applicant launching an application to\njoin the 5\nth\nRespondent in the action within 30 days after the grant\nof this order, with a suitable prayer to the effect that the 5\nth\nRespondent's interest in the aircraft should be declared executable for the tax\ndebts of Mr King (6\nth\nRespondent) and/or Ben Nevis Holding Limited\n(1\nst\nRespondent).\n2.4\tThat the partnership take all the necessary steps to procure the return of\nthe aircraft to South Africa, and that it may only\nthereafter leave South Africa\ntemporarily for bona fide charter flights, or for other purposes, only with the\nprior written consent\nof the Applicant, which consent will not unreasonably be\nwithheld, or without the consent of this Honourable Court.\n2.5\tThat the Fourth Respondent be directed to furnish to SARS information\nregarding their monthly income and expenses and proposed\nflight schedules of the\naircraft.'\n[19]\tThe first question that arises is whether, in the\nlight of the decision in\nCronshaw and Another v Coin Security Group (Pty)\nLtd\n[1996] ZASCA 38\n;\n1996 (3) SA 686\n(A), the order is appealable. Cronshaw who was employed\nby Fidelity Guards was formerly employed by Coin Security subject to a restraint\nof trade. Pending an action for an order restraining him from being so employed\nan interdict to that effect was granted against him.\nThis court, relying on\nZweni v Minister of Law and Order\n1993 (1) SA 523\n(A) at 532I-J as to the\nmeaning of ‘judgment or order’ in s 20(1) of the Supreme Court\nAct 59 of 1959, held that\nthe order granting an interim interdict was not\nappealable in that it was not final in effect and was susceptible of alteration\nby\nthe court of first instance. As to the finality of the order Schutz JA held\nthat the question was decided adversely to the appellant,\nCronshaw, in\nAfrican Wanderers Football Club (Pty) Ltd v Wanderers Football Club\n1977\n(2) SA 38\n(A) at 690C.\n[20]\tIn the\nAfrican Wanderers Football Club (Pty)\nLtd\ncase the African Wanderers Football Club (Pty) Ltd contended that the\nWanderers Football Club, which used to manage the affairs of\na professional\nfootball team, had been incorporated as a private company, the African Wanderers\nFootball Club (Pty) Ltd, and had\ntherefore ceased to exist. Pending an action by\nthe club for a declaratory order that that was not the case the club obtained an\ninterim interdict restraining the company from interfering with the management\nof the professional football team. In the action it\nwas common cause between the\nparties that the issues raised by the company’s plea were the very issues\nconsidered by the judge\nwho granted the interim\ninterdict\n[5]\n. The question then arose\nwhether the doctrine of\nres judicata\nbarred reconsideration of the issues\nin the action. This court held that it had to examine the issues raised in the\ninterdict proceedings\nand the manner in which they were dealt with in order to\ndetermine whether the court meant to express a final decision thereon ie\nwhether\nit intended to dispose finally of those issues or any part\nthereof\n[6]\n. It held that it did\nnot.\n[7]\nIn this regard it relied on\nthe fact that the club indicated in its founding affidavit in the interdict\nproceedings that it was about\nto institute an action against the company for a\ndeclaration of rights concerning the very matter which was in dispute in the\ninterdict\nproceedings namely the right of the club to manage its own affairs\nincluding the management and control of the professional\nteam.\n[8]\nIt relied, furthermore, on\nthe fact that, from a reading of the judgment of Howard J and having regard to\nthe order made by him,\nthere could be no doubt that he intended that the issues\nraised before him would be finally resolved in an action to be instituted\nby the\nclub.\n[9]\n[21]\tAs in\nAfrican\nWanderers Football Club Ltd\nthe issues in the interdict proceedings in\nCronshaw\nwere the same as the issues which were to be decided in a trial.\nSchutz JA stated that, intrinsically difficult as it was to decide\nwhether a\ndecision was ‘interlocutory’ or ‘final’, there had to be\na rule and that rule was stated by Schreiner\nJA in\nPretoria Garrison\nInstitutes v Danish Variety Products (Pty) Ltd\n1948 (1) SA 839\n(A) at 870 to\nbe:\n[10]\n‘. . . a\npreparatory or procedural order is a simple interlocutory order and therefore\nnot appealable unless it is such as to\n\"dispose of any issue or any portion of\nthe issue in the main action or suit\", or, which amounts, I think, to the same\nthing, unless\nit “irreparably anticipates or precludes some of the relief\nwhich would or might be given at the hearing\".'[22]\tThe present\ncase is\ndistinguishable from\nAfrican\nWanderers Football Club Ltd\nand\nCronshaw\n. Whether or not the aircraft should be returned to South Africa\nand whether or not the other orders relating to the aircraft should\nbe granted\nis not an issue in the action pending which the interdict was granted. In these\ncircumstances, coupled with the fact that\nan application for an interim\ninterdict is a proceeding separate from the main proceedings pending the\ndetermination of which it\nwas granted (see\nKnox D’Arcy Ltd v\nJamieson\n[1996] ZASCA 58\n;\n1996 (4) SA 348\n(A) at 359H read with 357C) the test in\nPretoria\nGarrison\nis wholly inappropriate to determine whether the present order\ngranted is final in effect and thus appealable.\n[23]\tIn determining whether\nan order is final it is important to bear in mind that ‘not merely the\nform of the order must be\nconsidered but also, and predominantly its\neffect’ (\nSouth African Motor Industry Employers’ Association v\nSouth African Bank of Athens Ltd\n1980 (3) SA 91\n(A) at 96H, and\nZweni\nat 532I).\n[24]\tThe order that steps be taken to procure the return of the\naircraft to South Africa, as well as the other orders relating to\nthe aircraft,\nwere intended to have immediate effect, they will not be reconsidered at the\ntrial and will not be reconsidered on\nthe same facts by the court\na quo\n.\nFor these reasons they are in effect final orders. Some support for this\nconclusion is to be found in\nPhillips and Others v National Director of\nPublic Prosecutions\n2003 (6) SA 447\n(SCA) at par (17)-(22) in which it was\nheld that a restraint order in terms of the\nPrevention of Organised Crime Act\n121 of 1998\nwhich was considered to be analogous to an interim interdict for\nattachment of property pending litigation, was final in the sense\nrequired by\nthe case law for appealability.\n[25]\tThe question then arises whether the\ncourt\na quo\nhad jurisdiction to order that steps be taken to procure the\nreturn of the aircraft. In this regard it first has to be determined\nwhether the\ncourt\na quo\nhad jurisdiction in respect of the new\npartnership.\n[26]\tOn behalf of Carmel and the new partnership it was\nsubmitted that the new partnership carried on business in Mauritius. However,\nthere is no evidence on the basis of which it can be found that the new\npartnership relocated its place of business to Mauritius.\nAt best for the new\npartnership and Carmel there is evidence that it is the intention of Carmel that\nthe new partnership’s\nplace of business be relocated to Mauritius, from\nits present address which is within the area of jurisdiction of the court\na\nquo\n.\n[27]\tPistorius\nPollak on Jurisdiction\n2 ed at 70\nsays:\n‘Artificial as it may be to ascribe the term\n‘residence’ to the place where a partnership carries on business, it\nis submitted that, as in the case of companies, the principal place of business\nof a partnership constitutes a sufficient connecting\nfactor with the court\nconcerned to permit it to exercise jurisdiction over the\npartnership.’\n[28]\tA partnership is not a legal entity separate from\nthe individual partners. In terms of\nrule 14(2)\nit may, however, be sued or sue\nin its own name.\nRule 14(5)(h)\nprovides that execution in respect of a judgment\nagainst a partnership shall first be levied against the assets of the\npartnership\nand only after such excussion against the private assets of any\nperson held to be, or held to be estopped from denying his status\nas, a partner.\nThe estate of a partnership may also be sequestrated as such\n(s 13\nof the\nInsolvency Act 24 of 1936\n; see also\ns 49(1)).\nIn these circumstances the\ncourt in whose area of jurisdiction the principal place of business of a\npartnership is should be the\nmost convenient forum as far as the partnership is\nconcerned and should in general be the court whose judgments against the\npartnership\ncould most effectively be enforced. For these reasons there is merit\nin the submission that, as in the case of companies, the location\nof the\nprincipal place of business of a partnership within the area of jurisdiction of\na court should be sufficient to confer jurisdiction\non that court in respect of\nthe partnership. It is, however, not necessary to decide the question as to\nwhether the court\na quo\nhad jurisdiction in respect of the new\npartnership on this basis, as, for the reasons that follow the court\na\nquo\nhad jurisdiction in respect of both the new partnership's partners, HAS\nand Carmel.\n[29]\tHAS is a South African company with its registered office\nwithin the area of jurisdiction of the court\na quo\n. The court\na\nquo,\ntherefore, had jurisdiction in respect of HAS in terms of the\nprovisions of s 12 of the Companies Act 61 of 1973. Carmel is\na company\nregistered in Mauritius. An attachment of its assets was, therefore, required in\norder to confer jurisdiction on the court\na quo\nor to confirm its\njurisdiction over the company. Such attachment was performed in terms of a\nprovisional order granted by De Vos\nJ which was confirmed by Hartzenberg J. The\nassets attached were Carmel's share in the new partnership, its loan account in\nthe new\npartnership and its share in the claim of the new partnership against\nFirstRand Bank in respect of the credit balance in the new\npartnership’s\nbanking account.\n[30]\tThe new partnership and Carmel appeal against the whole\nof the order which confirmed the attachment. It was submitted on their\nbehalf\nthat Carmel’s partnership share was located where the new partnership\ncarried on business, being Mauritius. As stated\nabove there is no evidence on\nthe basis of which it can be found that the new partnership relocated its\nbusiness to Mauritius.\n[31]\tCounsel for the partnership and Carmel submitted,\nfurthermore, that Carmel had not acquired a loan against the new partnership.\nHowever, the agreement in terms of which Carmel acquired RMB’s partnership\ninterest specifically recorded that Carmel purchased\nRMB’s loan claims\nagainst the partnership. In respect of Carmel’s interest in the new\npartnership’s credit in its\nbanking account with FirstRand Bank it was\nsubmitted that any credit balance on the account would accrue to the previous\npartnership.\nHowever, Carmel purchased RMB’s as well as Manco’s\ninterests in the partnership and therefore also their interests in\nthe credit\nbalance. It follows that there is no merit in respect of Carmel’s appeal\nagainst the orders confirming the attachments\nand that it should be\ndismissed.\n[32]\tThe next question to be decided in so far as the jurisdiction\nof the court\na quo\nis concerned is whether it had jurisdiction to order\nthat steps be taken to procure the return of the aircraft.\n[33]\tThe court\na quo\ngranted the order on the basis that the preservation order had been\nbreached. In terms of that order HAS, the partner in the partnership,\nas well as\nits holding company Metlika had been interdicted from alienating or disposing of\nany of their assets. On the appellants’\nown version the partnership, after\nRMB had terminated the loan agreement and had applied the deposit in respect of\nthe outstanding\nbalance of the loan agreement, was indebted to RMB in an amount\nof R24 550 450. In terms of the option agreement HAS would\nagainst\npayment of that amount have become entitled to require RMB and Manco to withdraw\nfrom the partnership. Had it done so the\npartnership would have come to an end\nand HAS would have become the owner of the aircraft. It is common cause that the\nvalue of the\naircraft is approximately R190 000 000. It is self\nevident that on these facts HAS would have had no difficulty in raising\nthe\nfunds to acquire the aircraft for itself. By not doing so it alienated a\nvaluable asset being its right to acquire the aircraft\nand thereby breached the\ncourt order. It did so in collaboration with its holding company Metlika.\nMetlika provided the necessary\nfunds, R24 550 450, to Carmel to\nacquire the RMB and Manco interests in the partnership ie a 99,9% interest in an\nasset\nworth, once again on the appellants' version, approximately\nR190 000 000. Metlika and HAS would not have done so had Carmel\nbeen\nanything other than Metlika in another guise.\n[34]\tIt does not follow that\nHAS and Metlika breached the order by removing the aircraft to a foreign country\nand by failing to return\nit to South Africa. The movements of the aircraft were\nnever restricted. Faced with this problem counsel for the respondent submitted\nthat the respondent's case was in actual fact never that the respondent was\nentitled to the return of the aircraft on the basis of\na breach of the\npreservation order. It claimed to be entitled to such an order in order to\npreserve the assets of Ben Nevis, Metlika\nand HAS in the light of the fact that\nthey were trying to defeat the right that the respondent would acquire at the\nsuccessful conclusion\nof the action to levy execution against the\naircraft.\n[35]\tAn interdict at the instance of a creditor preventing his\ndebtor, pending an action instituted or to be instituted by the creditor,\nfrom\ngetting rid of his assets to defeat his creditors has for many years been\nrecognised in our law (\nKnox D’Arcy\nat 372C-F). It is similar to the\nMareva injunction in English law. The appellants did not contend that the\nrespondent had not established\nthe requisites for such an interdict ie they did\nnot contend that had the aircraft been within the area of jurisdiction of the\ncourt\na quo\nthe respondent would not have been entitled to an interim\nrestraining order preserving the aircraft as an asset in, what the respondent\nalleges to be, the estate of King or Ben Nevis. They argued that the aircraft\nwas in a foreign country and that the court\na quo\nhad no jurisdiction to\norder its return to South Africa because such an order infringed the sovereignty\nof the foreign country concerned\nand because the court\na quo\nwould be\nunable to give effect to its order. They were unable to find any case in England\nor in South Africa in which a party had\nbeen ordered by way of this type of\nrelief to procure the return of an asset situated in another country to England\nor South Africa.\nCounsel for the respondent was similarly unable to find a case\nin which such an order had been granted. However, counsel did refer\nus to\nEnglish authority, to which I shall refer, to the effect that such an order is\npermissible.\n[36]\tIf the court\na quo\nwas not able to enforce\ncompliance with the order which it granted it had no jurisdiction to grant\nit.\n[11]\nIt is, therefore, necessary\nto determine whether the court\na quo\ncould enforce compliance with the\norder. In support of their submission that the court\na quo\ncould not give\neffect to its order the respondents relied on\nLenders & Co Ltd v Lourenco\nMarques Wharf Co Ltd\n1904 TH 176\n,\nMinister of Agriculture v\nGrobler\n1918 TPD 483\n,\nSouth Atlantic Islands Development Corporation Ltd v\nBuchan\n1971 (1) SA 234\n(C),\nMakoti v Brodie\n1988 (2) SA 569\n(B) and\nParents' Committee of Namibia and Others v Nujoma and Others\n1990 (1) SA\n873\n(SWA).\n[37]\tIn\nLenders & Co Ltd v Lourenco Marques Wharf Co\nLtd\nit was held that the Transvaal High Court had no jurisdiction to order\nthe delivery of timber at Delagoa Bay. Direct proceedings\nto recover the timber\nhad to be brought in the court at Delagoa Bay and the same result could not be\nobtained indirectly thorough\nthe medium of the Transvaal Court. That was held to\nbe so although the respondent was a company registered in the Transvaal and had\nits head office within the jurisdiction of the court. In this regard Smith J\nstated that no authority had been cited showing  that\nthe court had\njurisdiction, that his attention had not been directed to the work of any writer\non the Roman Dutch law and that he\nhad been unable to find any case in the\nCourts of Equity in England in which such jurisdiction had been exercised.\n[12]\n[38]\tThe Roman Dutch jurists held\nconflicting views in this regard. Some were of the view that disputes as to\nownership or possession\nshould be aired only at the place where the thing was\nsituated. Others were of the view they could also be dealt with at the place\nwhere the defendant was\ndomiciled.\n[13]\nVoet says at\n5:1:77:\n[14]\n‘Movables are\nnot tied to any definite place, but allow of restitution at every place, having\nto be moved from one place to\nanother at the discretion of the judge or even of\nthe unsuccessful defendant. A judge was thus able effectively to give judgment\nagainst a defendant subject to him in respect of domicile for the making\nrestitution of something movable in any suitable place,\nincluding the very place\nof domicile. It makes in the same direction that it has been generally laid down\nby commentators that movables\ngo with the person, and, so far as concerns legal\nresults, are deemed to be at the place where the owner of them cherishes\ndomicile,\neven though physically they have been stationed\nelsewhere.’\n[39]\tIn\nMinister of Agriculture v Grobler\nthe\nTransvaal Provincial Division was not prepared to grant an order that the\nGovernment should hand over cattle held by it in Botswana\nto the respondent who\nwas entitled to have the cattle restored to him. It refused to do so because the\nmatter ‘had not sufficiently\nclearly (been) laid before the Court’\nand the authorities were not\nconclusive.\n[15]\nThe court had been\nreferred to\nLenders\n, Voet 5:1:77 and Voet\n2:1:46:47.\n[16]\n[40]\tIn\nSouth\nAtlantic Islands Development Corporation Ltd v Buchan\nthe court refused to\ngrant an order against the master of a foreign fishing vessel prohibiting him\nfrom fishing in the waters of\nTristan da Cunha. The respondent was only\ntemporarily within the area of jurisdiction of the court. The court would\ntherefore have\nbeen powerless to enforce its judgment if the respondent chose to\nignore the order and started fishing in the waters of Tristan da\nCunha.\n[17]\n[41]\tIn\nMakoti v\nBrodie\n, relying on\nLenders\nand\nSouth Atlantic Islands\n, it was\nheld that a court does not have jurisdiction to order\nincolae\ndefendants\nto deliver movable property situate outside the country because a court could\nnot give an order which would be effective\nin the sense that the court could\nensure its execution in ‘the usual direct manner, ie by directing an\nofficer of the Court\nto take possession’ of the movable.\n[18]\n[42]\tThe Supreme Court of South\nWest Africa was, in the\nParents’ Committee\ncase, not persuaded that\nit could give an effective judgment against\nincolae\nof the court for the\nrelease of detainees unlawfully detained in Angola. From a reading of the\njudgment it would seem that it had\nnot been submitted that such a judgment could\nbe rendered effective by way of contempt proceedings against the\nrespondents.\n[43]\tPollak\n[19]\naccepts that\nLenders\nreflects our law as regards foreign jurisdictions ie\nthat the mere fact that a respondent is an\nincola\nof the court is\ninsufficient to confer jurisdiction on the court to make an order for delivery\nof movable property situate outside\nthe Republic. Forsyth\nPrivate\nInternational Law\n4 ed at 233, on the other hand, is of the view that\n‘if the respondent is an\nincola\n, the court may assume jurisdiction\nto grant an interdict (whether mandatory or prohibitory) no matter if the act in\nquestion is to\nbe performed or restrained outside the court’s area’.\nHe argues that if ‘the respondent is an\nincola\n. . . the court will\nhave control over him and will be in a position to ensure compliance with its\norder’.\n[20]\n[44]\tIn\nAshtiani v Kashi\n[1986] 2 All ER 970\n(CA) at 976 and 979 the Court of\nAppeal in England, dealing with a pre-judgment Mareva injunction, concluded that\nMareva injunctions\nshould be limited to assets located within the jurisdiction.\nHowever, that is no longer the position in England. Some 14 years later,\nin\nrespect of an appeal against an order, made after judgment, precluding the\ndefendants from dealing with any of their assets worldwide\nwithout giving five\ndays’ notice to the plaintiffs’ solicitors in every case, Kerr LJ\nsaid in\nBabanaft International Co SA v Bassatne\n[1989] 1 All ER 433\n(CA)\nat 444b-d:\n‘Apart from any\nEEC\n[21]\nor\nEFTA\n[22]\nconnection, there is in any\nevent no jurisdictional (as opposed to discretionary) ground which would\npreclude an English court from\ngranting a pre-judgment Mareva injunction over\nassets situated anywhere outside the jurisdiction, which are owned or controlled\nby\na defendant who is subject to the jurisdiction of our courts, provided that\nthe order makes it clear that it is not to have any direct\neffect on the assets\nor on any third parties outside the jurisdiction save to the extent that the\norder may be enforced by the local\ncourts. Whether an order which is qualified\nin this way would be enforced by the courts of states where the\ndefendant’s assets\nare situated would of course depend on the local law .\n. .’\nLord Donaldson of Lymington MR said in Derby & Co Ltd and\nothers v Weldon and others (No 2)\n[1989] 1 All ER 1002\nat 1007f-g:\n'We live\nin a time of rapidly growing commercial and financial sophistication and it\nbehoves the courts to adapt their practices\nto meet the current wiles of those\ndefendants who are prepared to devote as much energy to making themselves immune\nto the courts'\norders as to resisting the making of such orders on the merits of\ntheir case.'\n[45]\tIn\nDerby & Co Ltd and others v Weldon and others (No\n6)\n[1990] 3 All ER 263\n(CA) the court was dealing with the question whether\nthe defendants should procure the transfer of certain assets out of Switzerland.\nDillon LJ, who had given a judgment in\nAshtiani,\nheld that more recent\ndevelopments of the law in relation to Mareva injunctions showed that views\nexpressed by him in that judgment\nwere\nwrong.\n[23]\nHe stated that the object\nof a Mareva injunction was ‘that within the limits of its powers no court\nshould permit a defendant\nto take action designed to ensure that subsequent\norders of the court are rendered less effective than would otherwise be the\ncase’.\n[24]\nHe quoted a passage\nfrom a judgment by Kerr LJ to the effect that the test for a Mareva injunction\nis ‘whether, on the assumption\nthat the plaintiff has shown at least\n“a good arguable case”, the court concludes, on the whole of the\nevidence then\nbefore it, that the refusal of a Mareva injunction would involve a\nreal risk that a judgment or award in favour of the plaintiffs\nwould remain\nunsatisfied.’\n[25]\nHe concluded\nthat he could see no objection in principle and in an appropriate case to\nordering the transfer of assets to a jurisdiction\nin which the order of the\nEnglish court after the trial would be recognised from a jurisdiction in which\nthat order will not be\nrecognised.\n[26]\nThe other members of\nthe court agreed that the court had the power to make such an order. However,\nsuch an order was not made as\nthe judges were agreed that in the particular\ncircumstances of the case the order should not be made in the exercise of the\ncourt’s\ndiscretion.\n[46]\tEnglish principles relating to Mareva\ninjunctions are of course not automatically applicable but serve to show that no\nreason\nin principle for not coming to the assistance of the respondent in the\npresent case is to be found in the English law. The problems\ncaused by rapidly\ngrowing commercial and financial sophistication are universal and our courts can\nonly benefit from taking note\nof the way in which the English courts deal with\nsuch problems.\n[47]\tIn\nHugo v Wessels\n1987 (3) SA 837\n(A) at 855J-856A\nHoexter JA said in regard to the question whether effect could be given to an\norder that an immovable property situated\noutside the jurisdictional area of the\ncourt, but within the Republic, be transferred:\n‘Na my oordeel behoort\nhierdie vraag bevestigend beantwoord te word. `n Belangrike faktor wat\nommiddellik na vore tree, is die\nfeit dat `n vonnisskuldenaar wat nie vrywillig\naan `n Hofbevel\nad factum praestandum\nuitvoering gee nie minagting pleeg\nen hom aan gevangenisstraf blootstel.’\n[48]\tCounsel for the first and\nsecond appellants submitted in their heads of argument that\nHugo v\nWessels\ndid not assist the respondent in that it was distinguishable and in\nthat the order in the present case is an order\nad pecuniam solvendam\nand\nnot\nad factum praestandum\n. The latter submission was, quite\nunderstandably, not advanced in oral argument before us. The order is clearly\none\nad factum praestandum\n. That\nHugo v Wessels\nis distinguishable\non the facts is clear but that does not affect the quoted statement at all. It\napplies with equal force in the\npresent situation.\n[49]\tIn the light of the\naforegoing I agree with Forsyth's view that if the respondent is an\nincola\n, the court may assume jurisdiction to grant an interdict (whether\nmandatory or prohibitory)\nin personam\nno matter if the act in question is\nto be performed or restrained outside the court’s area of jurisdiction.\nThe authority to\nthe contrary is not persuasive and should, to the extent not\nconsistent with this judgment, be considered to have been overruled.\n[50]\tThe\naircraft is registered in South Africa in the name of HAS, a South African\ncompany which is a partner in the partnership\nthat owns the aircraft. In terms\nof an operations management agreement with the partnership, which agreement\nprovided that it could\nnot be terminated on or before 31 August 2004, HAS was,\nat the time when the order under appeal was granted, the operations manager\nof\nthe aircraft. As operations manager it was responsible for the management and\noperation of the aircraft on behalf of the new partnership.\nIn doing so it was\nobliged to procure that the aircraft at all times complied with all laws and\nregulations applicable in the Republic\nwith regard to mechanical condition,\ntechnical fit-out and general airworthiness and that the aircraft at all times\nwas operated\nonly by qualified and duly registered pilots in compliance with the\nlaws of the Republic. In the case of cross-border flights HAS\nwas obliged to\nensure compliance with the immigration and exchange control regulations of the\nRepublic and the health and foreign\ntravel requirements of the country of\ndestination. As consideration for its services HAS was entitled to 80% of the\namount by which\nthe difference between the income earned by the business and the\nexpenses incurred by the business exceeded a certain amount.\n[51]\tIt is thus\nclear that the intention was that the aircraft be based in South Africa and that\nits operation to and from South Africa\nbe managed by HAS. In these circumstances\nit was clearly within the power of the new partnership and HAS to procure the\nreturn of\nthe aircraft to the Republic. The order could be enforced by contempt\nof court proceedings against the directors of HAS. The availability\nof that\nremedy, in the event of a failure by HAS to comply with the order rendered the\norder sufficiently effective so as to confer\njurisdiction on the court\na\nquo\nto grant the order.\n[52]\tThe order does not affect the sovereignty of\na foreign court at all. It is an order\nin personam\nagainst respondents\nsubject to the court’s jurisdiction and not against third parties. It\nwill, if not complied with, be enforced\nin South Africa against the respondents\nconcerned. For the same reason there is no merit in the argument by the\nrespondents that\nthe order amounts to an impermissible attempt to enforce a\nSouth African revenue claim in a foreign state.\n[53]\tFor these reasons the\nappeal is dismissed with costs including the costs of three\ncounsel.\n__________________\nP E STREICHER\nJUDGE OF APPEAL\nCAMERON JA)\nCONRADIE JA)\nPATEL\nAJA)\tCONCUR\nPONNAN AJA)\n[1]\nThe first and second appellant\ndid not persist with their appeal against some of the additional\norders.\n[2]\nHAS\n[3]\nCarmel\n[4]\nSouth African Civil\nAviation Authority.\n[5]\nAt\n45D\n[6]\nAt\n46C-D\n[7]\nAt\n47C-D\n[8]\nAt\n47A-B\n[9]\nAt\n47H\n[10]\n690E-F\n[11]\nSteytler NO v\nFitzgerald\n1911 AD 295\nat 346; Thermo Radiant Oven Sales Ltd v Nelspruit\nBakeries\n1969 (2) SA 295\n(A) at 307; Ewing McDonald & Co Ltd v M & M\nProducts Co\n[1990] ZASCA 115\n;\n1991 (1) SA 252\n(A) at 259\nD-J.\n[12]\nAt\n180\n[13]\nVoet\n5:1:77\n[14]\nGane's\ntranslation\n[15]\nAt\n488\n[16]\nSee\n486\n[17]\nSee\n240G-H\n[18]\nAt 576A and\nE\n[19]\nAt\n103\n[20]\nAt\n231-233\n[21]\nEuropean Economic\nCommunity\n[22]\nEuropean Free\nTrade Association\n[23]\nAt\n272a\n[24]\nAt\n273d\n[25]\nAt\n273e\n[26]\nAt 273f-g",
  "scraped_at": "2026-02-12T09:08:42.577031",
  "date": "2004-10-01",
  "coram": [
    "Streicher JA",
    "Cameron JA",
    "Conradie JA",
    "Patel AJA",
    "Ponnan AJA"
  ],
  "case_number": "427/03, 438/03",
  "parties": {
    "applicants": [
      "Metlika Trading Limited",
      "Hawker Air Services (Pty) Limited",
      "Hawker Aviation Services Partnership",
      "Carmel Trading Company Limited"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "The Revenue Service investigated Ben Nevis Holdings and its related companies for undeclared income. Assets of Ben Nevis were transferred to Metlika Trading Ltd, a BVI company. The Revenue Service commenced proceedings to declare the assets, including a Falcon 900 aircraft, to be owned by the respondents. Interim preservation orders were granted, interdicting the respondents from alienating assets and specifically restraining Hawker Air Services (HAS) from selling the aircraft. A subsequent transaction saw RMB’s partnership interest and loan claims sold to Carmel Trading Company Ltd, creating a new partnership that acquired the aircraft. The aircraft was removed from South Africa and flown to Switzerland. The Revenue Service then sought an order compelling the partnership and HAS to take steps to return the aircraft to South Africa.",
    "issues": "1) Whether the interim interdict ordering the return of the aircraft is a final order and thus appealable. 2) Whether the Transvaal Provincial Division had jurisdiction to grant an order directing the return of an asset located outside South Africa. 3) Whether the court had jurisdiction over the new partnership and over Carmel Trading Company Ltd. 4) Whether the attachment orders confirmed jurisdiction over the partnership’s assets.",
    "principles": "The Court applied the test from Cronshaw and Pretoria Garrison that an order is appealable if it has immediate effect and disposes of an issue, rather than being merely interlocutory. It considered that an interdict can be final where it cannot be revisited at trial. Regarding jurisdiction, the Court relied on the principle that a court may assume jurisdiction over an incola (a person subject to its jurisdiction) to grant mandatory or prohibitory interdicts even when the act is to be performed abroad, as articulated by Forsyth and supported by Roman‑Dutch jurisprudence. The court also followed established rules that a partnership is not a separate legal entity and jurisdiction can be anchored on the domicile of its partners, with attachment of assets giving the court jurisdiction over a foreign company.",
    "application": "The Court held that the order requiring steps to procure the aircraft’s return was a final order with immediate effect and therefore appealable. It found jurisdiction over the partnership because HAS, a South African company, was a partner, and because assets of Carmel were attached, satisfying the jurisdictional requirements. The Court concluded that the order could be enforced through contempt proceedings against HAS’s directors, rendering the order effective despite the aircraft’s location abroad. The order did not infringe foreign sovereignty as it was an in personam interdict against respondents within South Africa’s jurisdiction.",
    "conclusion": "The appeal was dismissed with costs, including the costs of three counsel. The interim orders, including the directive for the aircraft to be returned to South Africa, were upheld."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Revenue Enforcement",
    "level_3": [
      "interim interdict",
      "jurisdiction",
      "foreign assets",
      "partnership",
      "Mareva injunction"
    ]
  }
}