{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/61.html",
  "case_name": "Delta Motor Corporation (Pty) Ltd v van der Merwe (183/03) [2004] ZASCA 61; [2004] 4 All SA 365 (SCA); 2004 (6) SA 185 (SCA) (31 May 2004)",
  "citation": "[2004] ZASCA 61",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 61\n|\nNoteup\n|\nLawCite\nDelta Motor Corporation (Pty) Ltd v van der Merwe (183/03) [2004] ZASCA 61; [2004] 4 All SA 365 (SCA); 2004 (6) SA 185 (SCA) (31 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase No 0183/03\nIn the matter between\nDELTA MOTOR CORPORATION (PTY) LTD\t\t       Appellant\nand\nJACO VAN DER MERWE\t\t\t\t\t    Respondent\nBefore\tMpati DP, Brand JA, Conradie JA, Cloete JA, & Jones\nAJA\nHeard\t\t3 May 2004\nDelivered\t\t31 May 2004\nSummary\n: \t\tRefusal of interdict restraining defamation ─\nwrongfulness ─ whether alleged defamatory statement a fair comment on\na\nmatter of public interest ─ order in paragraph 16, page\n16.\nJUDGMENT\nJones AJA\nJONES AJA:\n[1]\tThe appellant, Delta Corporation (Pty) Ltd\n(‘Delta’) is a manufacturer of motor vehicles. Its range includes\nIsuzu\nKB 280 four-wheel drive double cab light delivery vehicles, or\n‘bakkies,’ as they are commonly called. The respondent\nis the owner\nof an Isuzu KB 280 4 x 4 double cab bakkie which he purchased new from a Delta\ndealer. He maintains that his vehicle\ndeveloped a bent chassis as the result of\na manufacturer’s defect. His negotiations to have the vehicle replaced or\nrepaired\nat Delta’s expense have proved futile. This is because Delta\nconsiders that the condition of the vehicle is the result of overloading,\nbad\ndriving, and owner abuse. The respondent is not prepared to accept this. When\nhis efforts to change Delta’s mind were unsuccessful\nhe resorted to\nsending electronic mail via the internet, attaching photographs of the vehicle\nand explaining to the recipients his\nversion of what had happened to his bakkie\nand his dissatisfaction with the way Delta had handled his complaints. He also\ntook to\ndisplaying his vehicle, which has an obviously bent chassis, in public\nplaces with the words ‘Swakste 4 x 4 x Ver; Grondpad\nKnak Onderstel’\nemblazoned on it in large print. Delta regards this as a smear campaign against\nit and its product. It complains\nthat the e-mails and the display of the vehicle\nwith the slogan on it amount to the publication of defamatory statements about\nit.\nThe respondent says that he is merely exercising his right of freedom of\nexpression.\n[2]\tThings came to a head on 13 June 2002 when Delta\ndiscovered that the respondent intended displaying his bakkie, complete with\nthe\nslogans on the back and side windows of the canopy, outside an exhibition of\nfour wheel drive vehicles to be held at Kyalami,\nGauteng that weekend. The\nexhibition was expected to attract thousands of four-by-four enthusiasts. The\nresult was motion proceedings\nbrought by Delta in the Pretoria High Court as a\nmatter of urgency on the late afternoon of Friday, 14 June 2002. The court (Van\nder Westerhuizen J) granted a rule nisi operating as a temporary interdict, the\neffect of which, in summary, was to restrain the\nrespondent from displaying a\nnotice with the words ‘Swakste 4 x 4 x Ver; Grondpad Knak Onderstel’\non his Isuzu 4 x 4\nbakkie in any place to which the public has access, or from\npublishing directly or indirectly, whether by electronic mail or otherwise,\nfalse or defamatory statements about its products, or from displaying any\nnotice, banner or statement which contains false or defamatory\nstatements about\nits products. The order was widely framed. One of its provisions precluded the\nrespondent from making any statement\nalleging that Delta’s products were\ndefective or sub-standard, which would prevent him from expressing an honest\nopinion even\nto his wife, family and close friends.\n[3] \tOn the extended\nreturn date the court (R Claassen AJ) dismissed with costs an application for a\nfinal interdict in the same terms.\nDelta now appeals against that dismissal,\nwith leave from this court.\n[4]\tA sketch of the background facts is\nnecessary. The respondent is a four-by-four enthusiast. This was his fourth\nIsuzu 4 x 4 bakkie.\nIt was manufactured on 23 January 2000, purchased from a\nDelta dealer on 4 April 2000, and put to use without incident for the next\n12\nmonths. When I say dealer, I should perhaps make it clear that Delta dealers\nsell Delta products, but they are not Delta agents\nand they do not bring the\npurchasers into a contractual relationship with the manufacturer. A\npurchaser’s remedies for breach\nof contract are against the dealer and not\nthe manufacturer. The respondent has not invoked his contractual\nremedies.\n[5]\tOn the version of the respondent, the respondent took his\nwife and three small children on a camping holiday to Namibia via Botswana\nand\nthe Caprivi in April 2001. He used the bakkie and towed a trailer. On 5 January\n2001, on his arrival at Kunene River Lodge about\n50 kilometres from Ruacana,\nNamibia, he discovered that the chassis of his Isuzu had bent. This was clearly\nvisible, the bakkie portion\nof the vehicle having pulled away from the cab\nleaving a gaping aperture. According to the respondent this must have occurred\nwhile\nthe bakkie was being driven along the final 30-kilometre stretch of the\ngravel road to Kunene River Lodge because there was nothing\nwrong with the\nbakkie before he commenced that part of the trip. This version was disputed by\nDelta.\n[6]\tIt is common cause that on the respondent’s return to\nPretoria he told Delta’s representatives what had happened.\nThey inspected\nthe vehicle on two occasions, once in Pretoria and once at the factory in Port\nElizabeth. Delta ascertained from these\nexaminations that the chassis of the\nbakkie had indeed bent, although it concluded that the cause was not a\nmanufacturer’s\ndefect but the result of an abnormal impact to the chassis\nprobably caused by driver abuse at a time when it was overloaded. In the\nmeantime, the respondent had arranged for an examination of his vehicle by the\nSouth African Bureau of Standards. The SABS referred\nthe vehicle to an\nindependent concern called Eurotype Test Centre (Pty) Ltd, who produced a report\nexpressing the opinion that the\nbent chassis was probably caused by\ninconsistency in the thickness of its steel structure. This opinion was disputed\nby Delta’s\ntechnical staff. They explained that the design of the chassis\ndeliberately specified a difference in thickness at different points,\nand that\nthis chassis was within normal specifications. This led to considerable\ncorrespondence between the respondent and his attorneys\nand Delta and its\nattorneys. The result was a stalemate. No compromise could be\nreached.\n[7]\tCounsel made it clear during the course of argument that\nDelta did not rely for its relief on the dissemination of a wilful falsehood\nof\nthe kind described in\nGeary & Son (Pty) Ltd v\nGove\n[1]\n.\nDelta’s case for a\nfinal interdict is based squarely on defamation. It must prove a clear right, an\nactual or imminently threatened\nviolation of that right, and that no other\nremedy will give adequate protection. There was no dispute about Delta’s\nright to\nits commercial reputation, and it was not suggested in argument that\nany remedy other than an interdict would give adequate protection.\nThe dispute\nis about the alleged invasion of its rights. For this Delta must establish a\nwrongful and intentional publication of\na defamatory statement about it or its\nproducts. Unlike in the case of an injurious falsehood it does not have to prove\nthat the\ndefamatory statement is false. Once publication of a defamatory\nstatement about a person is proved, the elements of wrongfulness\nand\nanimus\ninjuriandi\nare presumed, and the onus of proving that the publication was\nnot wrongful is on the publisher.\n[8]\tThe alleged defamation is contained\nin the e-mail and in the words displayed on the vehicle. Photographs of the\nvehicle were sent\nwith the e-mail. Copies are not attached to the affidavits,\nbut I shall assume that they show the same words: ‘Swakste 4 x\n4 x Ver;\nGrondpad Knak Onderstel’. The first question is whether or not this was\ndefamatory. I shall deal with the body of\nthe e-mail first, and then with the\nwords shown on the bakkie and in the photographs of the bakkie.\n[9]\tThe\ne-mail was sent via the internet to some 27 recipients. It\nreads:\n‘Subject: FW:SWAKSTE 4 X 4 X VER.\nGeagte vriend\nHiermee 'n\nverhaal wat ek met u graag wil deel. Hierdie bakkie se onderstel het op 5 April\n2001 geknak op 29 000 km en 1 jaar en 1\ndag oud. Met my terugkoms het Delta\ngesê ek het die bakkie misbruik aangesien daar 'n duik in die uitlaat pyp\nis en ook krapmerke\naan die agterse ewenaar van die bakkie. Hulle sê ook\ndat die krapmerke dui daarop dat die bakkie aan 'n abnormale impak onderhewig\nwas - Wat ek absoluut ontken aangesien my klein kinders agter in die bakkie\nlê en video kyk het op 'n klein TV. Tot vandag\nkon ek geen milimeter\nvorder met Delta nie. Ek het die SABS gaan aanklop en hulle het vir my 'n\nverslag gegee wat sê dat hulle\nvan mening is dat die bakkie geknak het\nweens oneweredige staal. Selfs die SABS se verslag het Delta geensins laat afwyk\nnie en die\naangehegte foto’s is die weg wat ek nou volg. Ek het ook gister\nvanaf 'n prokureur in Port Elizabeth verneem dat hulle opdrag\nhet om 'n interdik\nteen my aan te vra. Ek sal natuurlik hierdie interdik ten sterkste teenstaan.\nStuur hierdie epos asseblief aan\nsoveel mense\nmoontlik.\nGroete\nJaco.’\n[10]\tNo innuendo is alleged. The test\nis whether a reader of ordinary intelligence might reasonably understand the\nwords in the e-mail,\nin their ordinary sense, to have a meaning which reduces\nDelta in his or her estimation (\nArgus Printing and Publishing Co Ltd\nv\nEsselen’s Estate)\n.\n[2]\nIn my\nview the answer is no. Ignoring for the time being the heading ‘Swakste 4\nx 4 x Ver’, the e-mail contains no adverse\ncomment about Delta’s\nproduct generally or about this particular vehicle. Its author relates the\ncommon cause fact that the\nchassis bent when the bakkie was a year and a day old\nand had done 29 000 kilometres. He gives Delta’s view that this was\nbecause\nits driver had abused the vehicle, a conclusion that was reached because\nof marks on the exhaust and the rear suspension which led\nto the belief that the\nvehicle must have been subjected to an abnormal impact. He explains that he\ndenies any such impact because\nof the presence of his small children in the back\nof the vehicle watching television. He then expresses dissatisfaction with the\nway in which Delta has handled his complaint by saying that he has made no\nprogress whatever with them, despite a report from the\nSABS that the bent\nchassis was caused by inconsistencies in its steel structure. He comments that\neven this report did not bring\nabout any change in Delta’s attitude. He\nsays that his route is now to go the way of the attached photographs, that he\nhas\nbeen warned of an interdict and that he will resist it strenuously. He ends\nby asking the recipient to send his e-mail on. It is\nevident that the author of\nthe document has a dispute with Delta about his bakkie and that he is\ndissatisfied with Delta’s\nreaction, but I can find nothing in the wording\nof the document which is\ndefamatory\n. There is nothing in what is said\nwhich might induce the reasonable mind to think less of Delta or its products.\nIt can hardly be\ndefamatory to say that in the writer’s view a vehicle\nmade by Delta had a defect, that this conclusion was supported by a technical\nreport, but that after an examination of its own Delta refused to\nagree.\n[11]\tI turn now to the words displayed on the bakkie and on the\nphotographs of the bakkie. The respondent makes the point that these\nwords do\nnot mention Delta, and that on a fair reading the phrase ‘swakste 4 x 4 x\nver; grondpad knak onderstel’ does\nnot refer to Delta’s products in\ngeneral but to his specific vehicle because, after all, it was only his vehicle\nwhose chassis\nbent while being driven on a gravel road. This may be so. But the\nslogan is displayed on an Isuzu bakkie, a product manufactured\nby Delta, and in\nmy view when it calls the vehicle the worst four-wheel drive vehicle by far, it\nreflects adversely not only on the\nparticular vehicle, but on the product\ngenerally. It raises the possibility that the product is suspect or inferior\nbecause what\nhappened to this vehicle could happen to other vehicles of the same\nmake. In my opinion, this is\nprima\nfacie\ndefamatory: a reader of\nordinary intelligence might reasonably understand the words to mean that Izusu\nbakkies generally are the\nworst 4 x 4 vehicles by far since they cannot\nwithstand normal use on gravel roads. This applies to the words painted on the\nbakkie,\nthe words shown on photographs of the bakkie sent by e-mail, and the\nwords in the heading of the e-mail.\n[12]\tOnce the statement about\nDelta’s product is shown to be\nprima facie\ndefamatory, the onus is\non the respondent to show that publication thereof was not wrongful. The\nrespondent seeks to do so by relying\non the exercise of his right to freedom of\nexpression. His defence is that of fair comment. There has always been tension\nbetween\nthe right to freedom of expression, which is protected\ninter alia\nby the defence of fair comment, and rights to dignity,\nfama,\nand an\nunsullied reputation, which are protected by the remedies for\ndefamation.\n[3]\nThe Constitutional\nCourt has held in\nKhumalo and others\nv\nHolomisa\n[4]\nthat the principles\nof the common law as recently developed in\nNational Media Limited and\nothers\nv\nBogoshi\n[5]\nare\nconsistent with the provisions of the Constitution and maintain a proper balance\nbetween the right to reputation and the right\nto freedom of expression. It\nremains to apply those principles to the facts.\n[13]\tFor the defence of fair\ncomment to succeed, the respondent must prove that the statement in question was\na comment or opinion\nand not an allegation of fact; that it was fair; that the\nallegations of fact commented upon were true and accurately stated; and\nthat the\ncomment was about a matter of public interest (\nMarais v Richard en 'n\nander)\n.\n[6]\n‘The use of the\nword “fair” . . . is not very fortunate. It does not imply that the\ncriticism for which protection\nis sought must necessarily commend itself to the\njudgment of the Court, nor that it must be impartial or well-balanced. It merely\nmeans that such criticism must confine itself within certain prescribed\nlimits’.\n[7]\nThose limits are\nthat the comment must be a genuine expression of opinion, it must be relevant,\nand it may not be expressed\nmaliciously.\n[8]\n[14]\tThe words\n‘swakste 4 x 4 x ver’ is an expression of the respondent’s\nopinion, based on the factual allegation\n‘grondpad knak onderstel’.\nIt is of general interest, particularly to the motoring public and four-wheel\ndrive enthusiasts.\nThere is a dispute about the factual allegation, which cannot\nbe resolved on the papers. These are motion proceedings, and Delta,\nas\napplicant, could have asked for the dispute to be referred to oral evidence. It\nchose instead to seek final relief on the papers.\nThis brings into play the\ngeneral rule in\nPlascon-Evans Paints Limited\nv\nVan Riebeeck Paints\n(Proprietary) Limited:\n‘[W]here, in proceedings on notice of motion,\ndisputes of fact have arisen on the affidavits, a final order, whether it be\nan\ninterdict or some other form of relief, may be granted if those facts averred in\nthe applicant's affidavits which have been admitted\nby the respondent, together\nwith the facts alleged by the respondent, justify such an\norder’.\n[9]\nThe respondent is\nentitled to discharge the onus of proving the truth of the statement by calling\nupon the court to disregard for\npurposes of deciding the application\nDelta’s evidence which is disputed, and by relying on the facts admitted\nand alleged by\nhim and his witnesses (\nNgqumba\nv\nStaatspresident\n[10]\n).\nOn\nthose facts the chassis was not subjected to any abnormal impact or unusual\nforces which could have caused it to bend. On the day\nbefore the chassis was\nbent and on the day when it bent the bakkie was inspected by the respondent and\nby other persons travelling\nthe same route. Everything was in order before he\nstarted to drive along the gravel road that was to take him the last 30\nkilometres\nbetween Ruacane and Kunene River Lodge. When he got to Kunene River\nLodge the chassis was found to be bent. Whatever caused it to\nbecome bent must\nhave occurred during those 30 kilometres. The evidence is that that stretch of\nroad is not a good gravel road. It\nhad many potholes and corrugations. But it\ncould be negotiated by an ordinary motor-car (not necessarily a four-wheel drive\nvehicle)\nif driven carefully. The road itself was not such as to cause damage to\nthe chassis of an ordinary vehicle, let alone a rugged four-by-four\nwheel drive\nvehicle. The respondent’s vehicle was not overloaded or subjected to\ndriver abuse, and there was no impact or bump\nor other occurrence which could\nhave caused its chassis to become bent. On this version of the facts, the\nchassis was bent for no\nreason other than being driven on the gravel road. The\nmost probable inference is that it was defective. For present purposes, these\nfacts, upon which the comment was based, must be accepted as\ntrue.\n[15]\tThe comment ‘swakste 4 x 4 x ver’ is a skit on a\nwell-known advertisement of another product, which calls itself\nthe best 4 x 4 x\nfar. The respondent’s adaptation of it is, of course, an exaggeration. But\nthis does not make the comment\nmalicious or change its nature to something other\nthan a genuine expression of opinion. There is no factual basis for concluding\nthat the respondent was actuated by malice. In the circumstances the description\nof the vehicle as the worst 4 x 4 by far because\nits chassis bent on a gravel\nroad is a fair comment within the meaning of that term in\nMarais v Richard en\n'n ander\n[11]\n.\nFurthermore, and\nin so far as the comment is understood to extend to the product and not merely\nto the respondent’s vehicle,\nthe inference that other vehicles of the same\nmake may present with similar problems on gravel roads arises as a logical and\nnatural\ninference and cannot be regarded as unfair. It is part of the same fair\ncomment. It is obviously not a statement of fact. The respondent\nhas shown, for\nthe purposes of this application, that he has not committed a wrongful invasion\nof Delta’s rights when he displayed\nthose words on his bakkie, or when he\ndisseminated photographs of his bakkie with the words on it, or when he used the\nwords as a\nheading for his e-mails.\n[16]\tIn the result Delta is not, on\nthe facts it has alleged which are admitted by the respondent together with the\nfacts alleged\nby the respondent, entitled to an interdict. The appeal is\ndismissed with\ncosts, which shall include the costs of two\ncounsel.\nRJW JONES\nActing Judge of\nAppeal\nCONCUR\nMPATI\t\tDP\nBRAND\t\tJA\nCONRADIE\tJA\nCLOETE\t\tJA\n[1]\n1964 (1) SA 434\n(A).\n[2]\n1994 (2) SA 1\n(A) 20E\n– 21B.\n[3]\nCrawford\nv\nAlbu\n1917 AD 102\n;\nArgus Printing & Publishing Co Ltd and\nothers\nv\nEsselen’s Estate\n1994 (2) SA 1\n(A) 25 B-E;\nHix\nNetworking Technologies\nv\nSystem Publishing (Pty) Ltd\n[1996] ZASCA 107\n;\n1997 (1) SA 391\n(SCA), 400D – 400F\n; National Media Limited and others\nv\nBogoshi\n1998 (4) SA 1196\n, from 1207D\n; Khumalo and others\nv\nHolomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) para 21 –\n28.\n[4]\nFootnote 3, para 35\n– 45.\n[5]\nFootnote 3.\n[6]\n1981 (1) SA 1157\n(A) at 1167F.\n[7]\nCrawford\nv\nAlbu\n,\nfootnote 3, at 114.\n[8]\nMarais\nv Richard en 'n ander,\nfootnote 6, at 1167C –\n1168C.\n[9]\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(AD) at 634H-I.\n[10]\n1988 (4) SA\n224\n(A) at 259C-263D.\n[11]\nFootnote 6.",
  "scraped_at": "2026-02-12T09:04:46.212010",
  "date": "2004-05-31",
  "coram": [
    "Mpati DP",
    "Brand JA",
    "Conradie JA",
    "Cloete JA",
    "Jones AJA"
  ],
  "case_number": "0183/03",
  "parties": {
    "applicants": [
      "Delta Motor Corporation (Pty) Ltd"
    ],
    "respondents": [
      "Jaco van der Merwe"
    ]
  },
  "sections": {
    "facts": "Delta Motor Corporation manufactures Isuzu bakkies. The respondent bought an Isuzu KB 280 four‑wheel‑drive bakkie in April 2000. In January 2001, after a holiday trip to Namibia, the chassis was discovered bent. Delta inspected the vehicle twice and concluded the damage resulted from over‑loading and driver abuse, while the respondent relied on a South African Bureau of Standards report suggesting a possible steel‑thickness inconsistency. The dispute remained unresolved. The respondent complained publicly, sending an e‑mail to 27 recipients with photographs and displaying the vehicle with the slogan “Swakste 4 x 4 x Ver; Grondpad Knak Onderstel”. Delta sought a temporary and then a final interdict to restrain the display and the e‑mail, claiming defamation.",
    "issues": "1) Whether the e‑mail and the slogan displayed on the vehicle constitute defamatory statements about Delta. 2) Whether the respondent can rely on the defence of fair comment/freedom of expression. 3) Whether Delta is entitled to a final interdict to prohibit the respondent’s communications.",
    "principles": "Defamation requires publication of a statement that lowers the plaintiff’s reputation; wrongfulness is presumed and the publisher bears the burden of proving the publication was not wrongful. The defence of fair comment is available where the impugned statement is an opinion, is based on true facts, concerns a matter of public interest, and is expressed without malice. Constitutional jurisprudence (Khumalo v Holomisa; National Media v Bogoshi) requires balancing the right to reputation with the right to freedom of expression.",
    "application": "The court held that the e‑mail did not contain defamatory language because it merely set out the dispute and the respondent’s dissatisfaction. The slogan on the vehicle, while prima facie defamatory, was deemed a genuine opinion based on the factual allegation that the chassis had cracked on a gravel road. The respondent satisfied the fair‑comment test: the underlying facts (as construed for the purpose of the application) were accepted, the matter (vehicle safety and manufacturing quality) is of public interest to motorists, and there was no evidence of malice. Accordingly, the publication was not wrongful.",
    "conclusion": "Delta's appeal was dismissed. The court concluded that Delta was not entitled to a final interdict restraining the respondent’s statements. Costs were awarded against Delta, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Defamation & Freedom of Expression",
    "level_3": [
      "defamation",
      "fair comment",
      "interdict",
      "consumer rights",
      "automotive"
    ]
  }
}