{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/117.html",
  "case_name": "Creutzburg and Another v Commercial Bank of Namibia Ltd (29/04) [2004] ZASCA 117; [2006] 4 All SA 327 (SCA); [2006] 4 All SA 327 (SCA) (1 December 2004)",
  "citation": "[2004] ZASCA 117",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 117\n|\nNoteup\n|\nLawCite\nCreutzburg and Another v Commercial Bank of Namibia Ltd (29/04) [2004] ZASCA 117; [2006] 4 All SA 327 (SCA); [2006] 4 All SA 327 (SCA) (1 December 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nREPUBLIC\nOF SOUTH AFRICA\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase\nnumber:  29/04\nIn\nthe matter between:\nEKKEHARD\nCREUTZBURG\n1\nst\nAppellant\nEMIL\nEICH\n2\nnd\nAppellant\nand\nCOMMERCIAL\nBANK OF NAMIBIA LTD\nRespondent\nCORAM\n:\nMPATI\nAP, STREICHER, NUGENT,\nHEHER\nJJA and PONNAN AJA\nHEARD\n:\n5\nNOVEMBER 2004\nDELIVERED\n:\n1\nDECEMBER 2004\nSummary:\tContract â\nsuretyship â where choice of proper law made â\nlex loci\ncontractus\ndetermines formalities otherwise not in compliance\nwith proper law.\n____________________________________________________________\nJUDGMENT\n____________________________________________________________\nMPATI\nAP:\n[1]\tThe two appellants,\nwho are resident in South Africa (Cape Town), were the directors of a\nNamibian company, Pacific Best Namibia\n(Proprietary) Limited\n(âPacific Bestâ).  On 3 May 1995 and 22 May 1995, at Swakopmund,\nNamibia, the two appellants respectively\nsigned a document in terms\nof which they bound themselves as sureties and co-principal debtors\nwith Pacific Best for the latterâs\nindebtedness to the respondent\nbank (âthe bankâ).\n[2]\tOn 14 October 1996\nthe second appellant resigned as a director of Pacific Best and\ndetermined his suretyship, as he was entitled\nto do in terms of the\ndeed of suretyship.  At the time of determination Pacific Bestâs\nindebtedness to the bank stood at N$597\n808.34.  (It was common cause\nthat at all relevant times one Namibian Dollar was equivalent to one\nSouth African Rand.)  Pacific\nBest was provisionally wound up on 27\nApril 1998 and that order was made final on 26 June 1998.  The bank\ninstituted action against\nthe appellants as sureties, jointly and\nseverally, out of the Cape High Court on 9 May 2000 for payment of\nR663 152.27 plus interest,\nsuch amount being what was allegedly due\nby Pacific Best to it.  The appellants raised as a defence the\nvalidity of the suretyship\nagreement.  Two further defences were\npleaded by the second appellant, viz (a) that his liability had been\ndischarged by payments\nmade by Pacific Best since his suretyship had\nbeen determined and (b) if not, the bankâs claim against him had in\nany event become\nprescribed.\n[3]\tIt was agreed between\nthe parties that in the event of the trial court finding against the\nappellants on the issue of the validity\nof the suretyship agreement\nand that the second appellant had not determined the suretyship on 14\nOctober 1996 the appellants would\nboth be liable to pay to the bank\nthe sum of R1 103 282.90 plus interest at 25% per annum compounded\nand capitalised monthly from\n16 May 2000 until date of payment.  But\nin the event of it being held that the second appellant had\nterminated his suretyship on\n14 October 1996 and that the claim\nagainst him had not prescribed, then his liability, if any, would be\nlimited to R597 808.34 plus\ninterest at 25% per annum compounded and\ncapitalised monthly from 15 October 1996 to date of payment.\n[4]\tThe trial court, Louw\nJ, found the deed of suretyship to have been validly executed.  He\nheld further that the second appellant\nhad terminated his suretyship\non 14 October 1996 and  that the bankâs claim against the second\nappellant had not become prescribed.\n The learned judge accordingly\nordered the appellants to pay to the bank, jointly and severally, the\namounts agreed to, the one paying\nthe other to be absolved, with the\nsecond appellantâs liability being limited to the sum of R597\n808.34 plus interest.  It is against\nthat order that this appeal is\nbefore us with leave of the trial court.\nThe validity of the\nDeed of Suretyship\n[5]\tThe deed\nof suretyship is headed âCOMMERICAL BANK OF NAMIBIAâ in bold\nprint.  Immediately below the heading and between bold\ntramlines\nappear, in capitals, the following:  âTHE COMMERCIAL BANK OF\nNAMIBIA LIMITED\nREG. NO. 73/04561\nâ.\n   On the left of the page below the tramlines the word âSURETYâ\nis printed in bold and beneath it is printed: âTO:â.\n In the\nmiddle of the page and in line with the words just mentioned is a\nrevenue stamp and to the right of it appears a stamp reading:\n âTHE\nCOMMERCIAL BANK OF NAMIBIA LTD Risk Management Head Office of the CBN\nGroupâ.  According to a statement of agreed facts\nsigned by the\npartiesâ legal representatives on 31 March 2004, it is common cause\nthat at the time the appellants signed the deed\nof suretyship the\nstamp bearing the bankâs name did not appear on the document;  that\nthe stamp was only placed on the document\nat Windhoek during the\nperiod 1997-98;  that the absence of the identity of the creditor,\nnamely the bank, on the document offends\nagainst the provisions of s\n6 of the General Law Amendment Act No 50 of 1956 and thus, according\nto South African Law, the suretyship\nis invalid.  It is further\ncommon cause that the Law of Namibia does not require any formalities\nfor the conclusion of a valid deed\nof suretyship and that according\nto Namibian law the suretyship is valid.\n[6]\tAlthough\nLouw J referred to âthe plaintiffsâ dilemma  . . .  that the\nidentity of the creditor, being a term of the suretyship,\nis not\nâembodiedâ in the written document as is required by the\nprovisions of section 6 of Act 50 of 1956â\n1\n,\nhe was persuaded that âat least the formalities concerned, are\ngoverned by the law of Namibiaâ and that the provisions of the\nsection âdo not apply in the Republic of Namibiaâ.\n[7]\tThe clause at issue\nin the deed of suretyship reads thus:\nâ\nThis\nsuretyship shall in all respects be governed by and construed in\naccordance with the law of the Republic of South Africa and/or\nthe\nRepublic of Namibia, and all disputes, actions and other matters in\nconnection therewith shall be determined in accordance with\nsuch law\n. . . .â\nThe\ndeed of suretyship also entitles the bank, as creditor, âto\ninstitute all or any proceedingsâ against the appellants in\nconnection\nwith the suretyship âin any Supreme Court of South\nAfrica and/or the Republic of Namibiaâ.  In considering the proper\nlaw of\nthe contract Louw J held that the parties âdid not make a\nclear choice in regard to the law which should govern the applicable\nformalitiesâ.  At best, he said, they agreed that South African or\nNamibian law would apply.  He held accordingly, that the general\nprinciples that the\nlex loci contractus\nwill govern questions\nof formalities applies.\n[8]\tCounsel for the\nappellants submitted in this court that the court\na quo\nerred\nin finding that the parties did not make a clear choice of law which\nwould govern the formalities of the suretyship agreement\nand in\napplying the\nlex loci contractus\nprinciple.  He contended that\nnot only did the parties make an express choice regarding the\nfora\nbut also in respect of the law applicable to the agreement âin all\nrespectsâ.  He argued that the proper law of the contract\nis the\nlaw of the Republic of South Africa and/or the Republic of Namibia\nâin all respects, including formalitiesâ, and that\ngiven the\nordinary and grammatical meaning of the wording of the agreement, it\nfollows that the parties intended that in South African\ncourts South\nAfrican law would apply and in Namibian courts Namibian law would\napply.\n[9]\tThe\nexpression âproper law of a contractâ has been used to indicate\nthe appropriate legal system governing an international\ncontract as a\nwhole or a particular issue raised by the contract\n2\n,\nand where parties have made an express choice of law to govern such\ncontract their choice should be upheld.\n3\n[10]\tThe\ngeneral principle is that the\nlex loci contractus\n(the law of\nthe place where the contract is entered into) determines the\nformalities of a contract.\n4\nIn\nEx\nParte Spinazze and Another NNO\n5\n,\na case dealing with the proper law of\nan\nantenuptial contract, Corbett JA, after a review of the old\nauthorities and the position in foreign jurisdictions, concluded as\nfollows\n6\n:\nâ\nHaving\nregard to the aforegoing, I am of the opinion that modern South\nAfrican law should adopt a facultative approach to the\nwell-entrenched\nrule that an antenuptial contract executed in\naccordance with the forms required by the\nlex loci contractus\nis formally valid, and hold that a contract which alternatively\ncomplies as to form with the\nlex causae\n, or proper law, is\nformally valid, even though it may not comply with the formal\nrequirements of the\nlex loci contractus\n.  Such an approach\nwould maintain in South Africa a conformity to modern jurisprudential\ntrends in the Western World in the sphere\nof private international\nlaw.â\nAlthough\nCorbett JA mentions only antenuptial contracts in his conclusion his\nexcursus\nshows that the facultative approach has been applied\nin respect of contracts generally, though not in all foreign\njurisdictions he\nhas referred to (in particular England).  It is\nplain, however, that if a contract is formally valid in terms of the\nlex loci contractus\none need look no further.  The facultative\napproach was intended to ensure that a contract was not rendered\ninvalid merely for lack\nof the forms required by the\nlex loci\ncontractus\nwhen it complied as to form with its proper law.\n[11]\tIn\nthe present matter the proper law of the contract is stipulated to be\nthe law of the Republic of South Africa and/or the Republic\nof\nNamibia.  It being common cause that the deed of suretyship is\ninvalid under the law of the Republic of South Africa\n7\nit follows that the general rule applies, ie the\nlex loci\ncontractus\ndetermines the formalities of the contract.  Under\nNamibian law the deed of suretyship was validly executed and it is\ntherefore enforceable\nthrough South African courts.\nHas second appellantâs\nliability been discharged?\n[12]\tIt was common cause\nin this court that the second appellant, upon resignation as a\ndirector of Pacific Best on 14 October 1996,\ndetermined his\nsuretyship in writing in terms of the deed of suretyship.  Pacific\nBestâs indebtedness to the bank as at that date\nwas R597 808.34\n(the same figure in Namibian currency).  It is also common cause that\nsince that date the sum of N$3 109 170.88 was\ndeposited into Pacific\nBestâs cheque account with the bank and that that account was\ncredited with N$68 157.20 in respect of reversal\nof debit orders.\n[13]\tCounsel for the bank\ncontended that the submission on behalf of the second appellant that\nhis liability has been discharged by\nvirtue of the deposits into\nPacific Bestâs cheque account ignores the fact that the debits\nsubsequent to the date of determination\nof his suretyship exceeded\nthe credits by more than the outstanding balance as at that date.  He\nrelied in this regard on a clause\nin the deed of suretyship which\nreads:\nâ\nUpon\ndetermination of this suretyship by notice in writing by the\nundersigned as set out above you may in your entire discretion\ncontinue\nany then existing facility or open a fresh facility with the\nDebtor and any moneys paid in respect of such facility/ies by or on\nbehalf of the Debtor shall not affect your right to recover from the\nundersigned the full indebtedness of the Debtor to you at the\ndate of\nsuch determination, subject to the limitation in amount\naforementioned.â\nCounsel for the bank\naccordingly argued that despite payments and fluctuations in the\nbalance of the principal debtorâs account\nthe sureties would remain\nliable for the âfull indebtednessâ of the principal debtor as at\nthe date of determination.\n[14]\tAccording to the\npleadings Pacific Bestâs original account number with the bank was\nchanged.  It was not contended, however,\nthat the change of account\nnumber means that a fresh facility was opened.  A suretyâs\nliability is always accessory to that of\nthe principal debtor â if\nthe principal debtor does not owe the creditor the surety cannot be\nliable to the creditor under the\nsuretyship agreement.  The common\nlaw rule relating to the appropriation of payments made by a debtor\nis that where the debtor fails\nto specify payments\nare\nappropriated to the most onerous debt or to the oldest.\n8\nIt was not suggested in the present matter that the bank had\nappropriated the payments in any way different from the common law\nrule I have just mentioned.  The liability of the surety being\naccessory to that of the principal debtor no agreement between the\ncreditor and the surety as to how payments by the principal debtor\nare to be appropriated can alter the position without the involvement\nof the principal debtor.  That is also in accordance with the terms\nof the deed of suretyship in that the surety is liable only for\nthe\nindebtedness of the debtor at the date of the determination.\n[15]\tIt was not suggested\nthat if the common law rule mentioned above applied the second\nappellant would still be liable to the bank\nin any amount.  It\nfollows that the liability of the second appellant has been\ndischarged.  This finding renders it unnecessary for\nme to consider\nthe issue of prescription.\n[16]\tThe following order\nis made:\n(a)\tThe\nfirst appellantâs appeal is dismissed with costs.\n(b)\tThe second\nappellantâs appeal is upheld with costs.  Paragraph 2 of the order\nof the court\na quo\nis set aside and replaced with the\nfollowing:\nâ\n(2)\tPlaintiffâs\nclaim against the second defendant is dismissed with costs.â\n(c)\tParagraph 3 of the\norder of the court\na quo\nis altered to read:\nâ(3)\tAgainst first\ndefendant, payment of the costs of suit.â\nL\nMPATI AP\nCONCUR:\nSTREICHER\nJA\nNUGENT\nJA\nHEHER\nJA\nPONNAN\nAJA\n1\nSection\n\t6 of Act 50 of 1956 reads:  âNo contract of suretyship entered\n\tinto after the commencement of this Act, shall be valid,\nunless the\n\tterms thereof are embodied  in a written document signed by or on\n\tbehalf of the surety. . . .â\n2\nJoubert,\nLaw of South Africa\n2ed (2) para 328.\n3\nForsyth\n\tC F\nPrivate International Law\n4ed 304;  Van Rooyen\nDie\n\tKontrak in die Suid-Afrikaanse Internasionale Privaatreg\nat 72.\n4\nJohnson\n\tand Another v Registrar of Deeds\n1931 CPD 228\nat 230-1;\nWay v Louw and Another\n1924 CPD 450\nat 453-4;\nBishops and Others v Conrath and Another\n1947 (2)\n\tSA 800\n(T) at 803.\n5\n1985\n\t(3) 633 (A).\n6\nat\n\t665 B-C.\n7\nBy\n\tsection 6 of Act 50 of 1956 (see note 1 above).\n8\nEaton\n\tRobins & Co v Nel\n(2)\n(1909) 26 SC 624\nat 630;\nZietsman v Allied Building Society\n1989 (3) SA 166\n(O);\nStandard Bank of SA Ltd v Oneanate\n\tInvestments (Pty) Ltd\n1995 (4) SA 510\n(C) at 572 F-J.",
  "scraped_at": "2026-02-12T09:11:03.505025",
  "date": "2004-12-01",
  "coram": [
    "MPATI AP",
    "STREICHER",
    "NUGENT",
    "HEHER JJA",
    "PONNAN AJA"
  ],
  "case_number": "29/04",
  "parties": {
    "applicants": [
      "EKKEHARD CREUTZBURG",
      "EMIL EICH"
    ],
    "respondents": [
      "COMMERCIAL BANK OF NAMIBIA LTD"
    ]
  },
  "sections": {
    "facts": "The appellants, both South African residents and directors of Pacific Best Namibia (Proprietary) Limited, executed a deed of suretyship in May 1995 in Swakopmund, Namibia, binding themselves as sureties for the company’s indebtedness to Commercial Bank of Namibia. The second appellant resigned as director and terminated his suretyship in writing on 14 October 1996, when the company’s debt stood at N$597,808.34. Pacific Best was later wound up in 1998. The bank sued the appellants in the Cape High Court in May 2000 for payment of R663,152.27, alleging the debt of Pacific Best. The appellants challenged the validity of the suretyship on formal grounds under South African law and claimed that the second appellant’s liability had been discharged by subsequent payments into the company’s account.",
    "issues": "1. Whether the deed of suretyship is invalid under South African law because it fails to comply with section 6 of the General Law Amendment Act 50 of 1956 (absence of creditor identity). 2. Whether the parties made a clear choice of law governing the formalities of the suretyship, and if lex loci contractus should determine validity. 3. Whether the second appellant’s liability was discharged by the deposits made after his termination of the suretyship, rendering the bank's claim against him moot. 4. Whether the bank’s claim against the second appellant is prescribed.",
    "principles": "The court considered the doctrine of proper law of contract, noting that a clear express choice of law should be upheld. It reiterated the lex loci contractus rule that the law of the place where the contract was entered into governs formalities, unless the parties have expressly chosen a different law. The judgment referenced section 6 of Act 50 of 1956, which requires the creditor’s identity to be embodied in the document for South African suretyships, and the facultative approach allowing compliance with either lex loci contractus or the proper law. It also applied the common‑law rule on appropriation of payments, whereby payments are allocated to the oldest or most onerous debt absent a specific election by the creditor.",
    "application": "The deed was executed in Namibia; therefore, under the lex loci contractus, Namibian law governed the formalities. Namibian law does not require the creditor’s identity on the document, rendering the suretyship valid and enforceable in South African courts. The court held that the parties’ wording ('governed by the law of the Republic of South Africa and/or the Republic of Namibia') did not constitute a clear choice for formalities, so the default rule applied. Regarding the second appellant’s liability, the court applied the common‑law appropriation rule, finding that the deposits made after his termination exceeded the debt as of the determination date, thereby discharging his liability. Consequently, the issue of prescription was unnecessary to consider.",
    "conclusion": "The appeal of the first appellant was dismissed with costs. The second appellant’s appeal was upheld with costs; the court set aside the trial court’s order against him and dismissed the bank’s claim against the second appellant with costs. The order against the first appellant was altered to require payment of costs only. The decree affirmed the validity of the suretyship under Namibian law and confirmed that the second appellant was no longer liable."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Suretyship",
    "level_3": [
      "choice of law",
      "lex loci contractus",
      "formalities",
      "prescription",
      "suretyship liability",
      "cross-border contracts"
    ]
  }
}