{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/120.html",
  "case_name": "S v Brandt (513/2003) [2004] ZASCA 120; [2005] 2 All SA 1 (SCA); 2006 (1) SACR 311 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 120",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 120\n|\nNoteup\n|\nLawCite\nS v Brandt (513/2003) [2004] ZASCA 120; [2005] 2 All SA 1 (SCA); 2006 (1) SACR 311 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  513 / 03\nIn the matter between\nJAN HENDRIK\nBRANDT\tAPPELLANT\nand\nTHE\nSTATE\tRESPONDENT\nCoram\n:\tCAMERON, MTHIYANE, BRAND  JJA,\nPATEL and PONNAN AJJA\nDate of hearing\n:\n9 NOVEMBER\n2004\nDate of delivery\n:\n30\nNOVEMBER 2004\nSUMMARY\nSentence –\ns51(3)(b)\nof the\nCriminal Law Amendment Act 105 of 1997\ninterpreted – suitability of\nimprisonment for life as a sentencing option for child offenders considered.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nPONNAN\nAJA:\n[1]\tThe principal issue in this appeal is a sentence of life\nimprisonment imposed on the appellant for a murder he committed when\nhe was 17\nyears and 7 months old.  This brings into question the application of the\nminimum sentence legislation to offenders under\n18.  High courts have given\nconflicting decisions on this issue, which the appeal requires us to\nresolve.\n[2]\tThe appellant was convicted, pursuant to his plea of guilty,\nby Sandi AJ in the High Court at Grahamstown of three charges: murder,\nrobbery\nwith aggravating circumstances and attempted robbery.  Applying the minimum\nsentencing legislation (Criminal Law Amendment\nAct 105 of 1997) without regard\nto the appellant’s age, the trial judge sentenced him to life\nimprisonment.  An appeal against\nsentence to a full court, with the trial\ncourt’s leave, was dismissed.  The members of the court differed on the\ninterpretation\nof the minimum sentencing legislation and its application to the\nappellant’s case.  This further appeal is with the special\nleave of this\nCourt.\n[3]\tAt his trial the appellant entered a lengthy plea explanation\nthat indicated that before the events in issue he became a member\nof a satanic\ncoven in Port Elizabeth.  On 12 June 2000 he hitch-hiked to his parents’\nhome in Hofmeyr, journeying with the\nexpress purpose of killing his parents. \nThat, he had been told by members of the satanic sect, would elevate him to the\nstatus of\na high priest within the coven.  For that purpose he had purchased a\nknife in Cradock for the sum of R45,00.  When he arrived at\nhis parental home,\nhowever, he was unable to go through with the deed.  He then sought refuge in\nbrandy and dagga.  Realising that\nhe required money and a motor vehicle to\nreturn to Port Elizabeth, he decided to rob the deceased, a 75 year old female\nneighbour.\n He called on the deceased (who was known to him and his family and\nwho was alone at the time) on the pretext that he had been sent\nby his parents\nto borrow recipes.  He claimed – an account the trial court rightly\nrejected – that to appease members\nof his coven (who according to him\nwould have been disgruntled by the abandonment of his plan to kill his parents)\nhe then decided\nto kill the deceased instead.  He dealt the deceased a single,\nfatal blow to her neck with the knife that he had purchased, and then\nstage-managed the scene to create the impression that she had committed suicide.\nTo calm himself he smoked more dagga and consumed\nmore brandy.  He then removed\na portable radio, the deceased's car keys and the sum of R300,00.  He went to\nthe garage only to discover\nthat the deceased's car was not there.  He was\narrested on 28 July 2000 and had been in custody for approximately seven months\nwhen\nhe was convicted.\n[4]\tCentral to the appeal is the construction to\nbe placed on s51 of the Criminal Law Amendment Act 105 of 1997 ('the Act'),\nwhich\nprovides:\n'\n51\tMinimum sentences for certain serious\noffences\n(1) Notwithstanding any other law but subject to subsections (3)\nand (6), a High Court shall –\n(a)\nif it has convicted a\nperson of an offence referred to in Part I of Schedule 2; or\n(b)\nIf the matter has been referred to it under s 52(1) for sentence\nafter the person concerned has been convicted of an offence referred\nto in Part\nI of Schedule 2,\nsentence the person to imprisonment for life.\n(2) Notwithstanding\nany other law but subject of subsections (3) and (6), a regional court or a High\nCourt, including a High Court\nto which a matter has been referred under section\n52(1) for sentence, shall in respect of a person who has been convicted of an\noffence\nreferred to in –\n(a)\nPart II of Schedule 2, sentence the person, in the case of –\n(i) a first offender, to imprisonment for a period not less than 15 years;\n(ii) a second offender of any such offence, to imprisonment for a period not    \nless than 20 years; and\n(iii) a third or subsequent offender of any such offence, to imprisonment for a\nperiod not less than 25 years;\n(b)\nPart III of Schedule 2, sentence the person, in the case of\n–\n(i) a first offender, to imprisonment for a period not less than ten years;\n(ii) a second offender of any such offence, to imprisonment for a period not\nless than 15 years; and\n(iii) a third or subsequent offender of any such offence, to imprisonment for a\nperiod not less than 20 years; and\n(c)\nPart IV of Schedule 2, sentence the person, in the case of\n–\n(i) a first offender, to imprisonment for a period not less than 5 years;\n(ii) a second offender of any such offence, to imprisonment for a period not\nless than 7 years; and\n(iii) a third or subsequent offender of\nany such offence, to imprisonment for a period not less than ten\nyears\nProvided that the maximum sentence that a regional court may impose in\nterms of this subsection shall not be more than five years\nlonger than the\nminimum sentence that it may impose in terms of this subsection.\n(3)\n(a)\nIf any court referred to in subsection (1) or (2) is satisfied that \nsubstantial and compelling circumstances exist which justify\nthe imposition of a\nlesser sentence than the sentence prescribed in those subsections, it shall\nenter those circumstances on the\nrecord of the proceedings and may thereupon\nimpose such lesser sentence.\n(b)\nIf any court referred to in\nsubsection (1) or (2) decides to impose a sentence prescribed  in  those \nsubsections  upon a  child\nwho was 16 years of age or older,  but  under  the\nage of 18 years,  at  the  time  of  the commission of the act which constituted\nthe offence in question, it shall enter the reasons for its decision on the\nrecord of the proceedings.\n.......\n(6) The provisions of this section shall not be applicable in\nrespect of a child who was under the age of 16 years at the time of\nthe\ncommission of the act which constituted the offence in question.'\n[5]\tApplying s51(3)(a) only, Sandi AJ asked himself whether\n‘substantial and compelling circumstances’ were present, and\nconcluded that there were none.  He therefore imposed the statutorily prescribed\nminimum sentence of life imprisonment for the murder.\n Taking the second and\nthird charges as one for the purposes of sentence, he sentenced the appellant to\nimprisonment for a minimum\nterm of 15 years.  Sandi AJ granted the appellant\nleave to appeal against sentence to the full court of the Eastern Cape Division.\nThe majority of the court (Liebenberg J, Parker AJ concurring) considered the\napplication of s51(3)(b), but concluded that although,\nsince the\nappellant’s age had been overlooked in the trial court, it was entitled to\nimpose sentence afresh, the sentence of\nlife imprisonment was appropriate.  In\ndismissing the appeal, the majority held that the interpretation of s51(3)(b) by\nCachalia\nJ (Blieden J and Jordaan AJ concurring) in\nS v Nkosi\n2002 (1)\nSACR 135\n(W) was wrong and declined to follow it. In his dissent Pillay J\nfollowed\nNkosi\n.\n[6]\tAt the hearing of the appeal, Mr Pretorius on\nbehalf of the appellant, somewhat surprisingly, disavowed reliance on\nNkosi\nor for that matter the minority judgment of Pillay J in the court\na\nquo\n.  Instead he favoured the construction placed on s51 by Liebenberg J. \nFurther support for such an interpretation, he submitted,\nwas to be found in the\nlater judgment of\nDirekteur van Openbare Vervolgings, Transvaal v\nMakwetsja\n2004 (2) SACR 1\n(T).\nMakwetsja,\na full bench decision of\nthe Transvaal Provincial Division, declined to follow\nNkosi\nand also the\napproach adopted by Van Heerden J in\nS v Blaauw\n2001 (2) SACR 255\n(C).\n[7]\tIn\nBlaauw,\nVan Heerden J suggested that a Court was not\nobliged in terms of s51(3)(b) to impose the minimum sentence on a child who at\nthe time\nof the commission of the offence was 16 or 17 years old unless the\nState satisfied the Court that the circumstances justified the\nimposition of\nsuch a sentence.  In\nNkosi\n(at 141 g-j), Cachalia J held:\n‘The\ndistinction between s51(3)(a) and s51(3)(b) lies in the nature of the discretion\nthat a court has when considering the\npositions of the two classes of offender.\nIn the former case a Court should\nordinarily\nimpose the prescribed\nsentence unless there is some weighty justification for the imposition of a\nlesser sentence. The Legislature\nhas therefore limited the discretion of a Court\nto depart from the minimum sentence (see\nS v Malgas\n(supra para\n[25]...)). In the latter case there is no reference at all to\nsubstantial and\ncompelling circumstances\n. The express wording of the section only requires a\nCourt to justify a decision to impose the prescribed sentence by entering its\nreasons on the record. It does not limit a Court’s discretion to impose an\nappropriate sentence on this class of offender’.\n[8]\nMakwetsja\n, like the majority in the court\na quo\n,\ndeclined to subscribe to the interpretation of the section advanced in\nBlaauw\nand\nNkosi\n.  The reasons advanced in each instance for not doing so\nmay be summarised as follows: Whilst the statutorily prescribed minimum\nsentence\nshould be imposed on offenders between the ages of 16 and 18 only in extreme\ncases, that did not mean that the Legislature\ndid not intend those sentences to\napply to all offenders above the age of 16 years.  If the legislature did not in\nfact intend the\nminimum sentences to apply to child offenders aged 16 and 17 it\nwould have explicitly excluded that category of offender as it had\nchildren\nbelow the age of 16 (s51(6)). Section 51(1) decrees that the minimum sentence\nmust be imposed, subject to ss3(a) and (b).\nYouthfulness\nper se\nwould\nordinarily constitute a substantial and compelling circumstance. If a sentencing\ncourt intends to impose the prescribed minimum\nthen s51(3)(b) envisages that it\nset out clearly its reasons for doing so.  The scheme of the section serves to\nremind a sentencing\ncourt to make ‘doubly sure’ that a youthful\noffender, who has to be sentenced with caution, is deserving of the prescribed\nminimum.\n[9]\tThe minimum sentencing legislation must be read in the light\nof the values enshrined in the Constitution and interpreted in a\nmanner that\nrespects those values.  Section 51 distinguishes between adult offenders and\nchild offenders. Section 28 of the Constitution\ndefines a child as a person\nunder the age of 18 years.  Two categories of child offenders are envisaged by\nthe Act: first, those\nbelow the age of 16; and, second, those between the ages\nof 16 and 18.  The section does not apply at all to a child who was under\nthe\nage of 16 years at the time of the commission of the offence (s51(6)).  For\nadult offenders, the legislature has ordained life\nimprisonment or one of other\nprescribed minimum sentences unless substantial and compelling circumstances are\nfound to exist (s51(1)\nread with s51(3)(a)).\n[10]\tThe notional starting\npoint of the enquiry for the two categories of offenders to whom the Act does\napply thus differs.  For\nadult offenders the starting point is the minimum\nsentence prescribed by the legislature.  That sentence, which is intended to be\na severe and standardised one, may only be departed from if there is weighty\njustification therefor (\nS v Malgas\n2001 (1) SACR 469\n(SCA) para 25).  It\nis for the adult offender to establish that substantial and compelling\ncircumstances justifying a departure are\npresent.\n[11]\tFor child\noffenders between the ages of 16 and 18, the sentencing court starts with a\nclean slate.  Subject to the weighting\neffect of the statutorily prescribed\nminimum sentences, the sentencing court is free to impose such sentence as it\nwould ordinarily\nhave imposed.  It may decide in the exercise of its sentencing\ndiscretion to impose the minimum sentence prescribed by s51(2) for\nan offence of\nthe kind specified in Schedule 2.  That a discretion to impose the minimum\nsentence does indeed exist is clear from\nthe use of the words\n‘decides’ and ‘decision’ in s51(3)(b).  The sentencing\ncourt is called upon in the exercise\nof its discretion to make a decision as to\nwhether or not to impose the minimum sentence prescribed by the Act.  But it is\nnot obliged\nto impose the statutorily prescribed minimum sentence: and, if it\ndoes do so, it is required to enter its reasons for its decision\non the record\nof the proceedings.  (See\nSv Nkosi\nsupra at 141b-j; and\nS v Blaauw\nsupra at 263e-264j.)\n[12]\tThe effect of the provision is thus that\ns51(3)(b) automatically gives the sentencing court the discretion that it\nacquires under\ns51(3)(a) only where it finds substantial and compelling\ncircumstances.  It follows that the 'substantial and compelling' formula\nfinds\nno application to offenders between 16 and 18.  A court is therefore generally\nfree to apply the usual sentencing criteria\nin deciding on an appropriate\nsentence for a child between the ages of 16 and 18.  As in a case where\ns51(3)(a) finds application,\nthe court in arriving at an appropriate sentence\nmust, however, not lose sight of the fact that offences of the kind specified in\nSchedule 2 of the Act have been singled out by the legislature for severe\nsentences. The gravity of the offence must accordingly\nreceive recognition in\nthe determination of an appropriate sentence.\n[13]\tThe Constitution,\nread with the various international instruments that have a bearing on the\nsubject of the rights of young people\nin conflict with the law, furnishes the\nbackdrop to this approach.  Section 28(2) of the Constitution provides: '[A]\nchild's best\ninterests are of paramount importance in every matter concerning\nthe child'.  That statement of general principle is the clearest\nindication that\nchild offenders are deserving of special attention.  More so, it would seem, in\nthe sphere of sentencing.  The ideal\nis that no child should ever be\ncaged,\n[1]\nthough in practice there\nwill always be cases that are so serious that imprisonment would be the only\nappropriate punishment.\n[2]\n[14]\tThe recognition that children accused of committing offences should\nbe treated differently to adults is now over a century\nold.\n[3]\nHistorically, the South\nAfrican justice system has never had a separate, self-contained and\ncompartmentalised system for dealing\nwith child offenders.  Our justice system\nhas generally treated child offenders as smaller versions of adult\noffenders.\n[4]\nIn\nS v Williams and\nothers\n[5]\n[1995] ZACC 6\n;\n1995 (3) SA 632\n(CC)\npara 74 the Constitutional Court in abolishing whipping sounded ‘a timely\nchallenge to the State to ensure the provision\nand execution of an effective\njuvenile justice system’.\n[15]\tThe traditional aims of punishment,\nparticularly in respect of child offenders, therefore have to be re-appraised\nand developed\nto accord with the spirit and purport of the Constitution. \nInternational documents on child justice emphasise the re-integration\nof the\nchild into society.  Indeed the aims of re-socialisation and re-education must\nnow be regarded as complementary to the judicial\naims of punishment applicable\nto adult offenders.\n[6]\nA child\ncharged with an offence must be dealt with in a manner which takes into account\nhis/her age, circumstances, maturity as\nwell as intellectual and emotional\ncapacity.\n[16]\tInternational law has ushered in what has been described\nas a ‘revolution’ for the administration of child\njustice.\n[7]\nFour key international\ninstruments that deal with children in conflict with the law are the United\nNations Convention on the Rights\nof the Child\n(CRC),\n[8]\nand three sets of\nnon-binding rules: the United Nations Guidelines for the Prevention of Juvenile\nDelinquency (the Riyadh\nguidelines);\n[9]\nthe United Nations\nStandard Minimum Rules for the Administration of Juvenile Justice (the Beijing\nRules);\n[10]\nand, the United Nations\nRules for the Protection of Juveniles Deprived of their Liberty (the\nJDL’s).\n[11]\nThe provisions of\nthese international instruments are supplemented, closer to home, by the African\nCharter on the Rights and Welfare\nof the\nChild.\n[12]\nThe principles\nfundamental to these instruments have found articulation in our\nConstitution.\n[17]\tThe rules and guidelines set out in these international instruments are\ndetailed and provide specific suggestions for the realisation\nof the broad goals\nthat it embodies.  Since its introduction the CRC has become the international\nbenchmark against which legislation\nand policies can be measured.  Traditional\ntheories of juvenile justice now have a new 'framework within which to situate\njuvenile\njustice:  a children's rights\nmodel'.\n[13]\n[18]\tThe\nprinciple that detention is a matter of last resort (and for the shortest\nappropriate period of time) is the\nleitmotif\nof juvenile justice\nreform.\n[14]\nThose principles are\narticulated in international law\n[15]\nand are enshrined in s28(1)(g) of the Constitution which reads:  '[E]very child\nhas the right not to be detained except as a measure\nof last resort, in which\ncase ..... the child may be detained only for the shortest appropriate period of\ntime, ....'.\n[19]\tGuiding principles must therefore include the need for proportionality\n(see\nS v Kwalase\n2000 (2) SACR 135\n(C)).  The overriding message of the\ninternational instruments as well as of the Constitution is that child offenders\nshould not\nbe deprived of their liberty except as a measure of last resort and,\nwhere incarceration must occur, the sentence must be individualised\nwith the\nemphasis on preparing the child offender from the moment of entering into the\ndetention facility for his or her return to\nsociety.\n[20]\tIn sentencing\na young offender, the presiding officer must be guided in the decision-making\nprocess by certain principles: including\nthe principle of proportionality; the\nbest interests of the child; and, the least possible restrictive deprivation of\nthe child's\nliberty, which should be a measure of last resort and restricted to\nthe shortest possible period of time.  Adherence to recognised\ninternational law\nprinciples, must entail a limitation on certain forms of sentencing such as a\nban on life imprisonment without\nparole for child offenders.\n[21]\tThe\nProject Committee of the South African Law Commission on Juvenile Justice\n(Project 106) has since 1997 produced an issue\npaper,\n[16]\na discussion\npaper,\n[17]\nand, finally a\nreport\n[18]\nand a Bill on juvenile\njustice which was released on 8 August\n2000.\n[19]\nThe Child Justice Bill,\nwhich was introduced in Parliament on 3 August 2002 and debated during 2003,\ninter alia\nprohibits the sentence of life imprisonment for children who\ncommit offences whilst under the age of 18.\n[22]\tThis background\nreinforces the interpretation given to s51(3)(b) above.  If the notional\nstarting point for the category of offender\nenvisaged in ss3(b) is that the\nminimum prescribed sentence is applicable, as the majority in the court\na\nquo\nand the full bench in\nMakwetsja\nsuggest, then imprisonment (the\nprescribed sentence) would be the first resort for children aged 16 and 17 years\nin respect of offences\ncovered by the Act instead of the last resort.  It is\ntrue that the full court in\nMakwetsja\nemphasised that on its\ninterpretation the legislature sought to make ‘doubly certain’ that\nthe sentencing court found\nthe prescribed minimum sentence appropriate, and\nsuggested that a court would ‘readily’ conclude that the youth of an\noffender between 16 and 18 was in itself a substantial and compelling\ncircumstance (para 47).  Nevertheless, on the approach of the\nmajority in the\ncourt\na quo\nand of the Transvaal Provincial Division in\nMakwetsja\n,\na sentencing court would be unable to depart from the statutorily prescribed\nminimum\nunless\nthe child offender establishes the existence of\nsubstantial and compelling circumstances.  To this extent the offender under 18\nwould\nbe burdened in the same way as an offender over 18.  This would infringe\nthe principle that imprisonment as a sentencing option should\nbe used for child\noffenders as a last resort and only for the shortest appropriate period of\ntime\n[20]\n(see\nV v United\nKingdom\n[1999] ECHR 171\n;\n30 E.H.R.R. 121\npara 118).  It would also conflict with the by now\nwell-established sentencing principles of proportionality and individualisation\n(see\nS v Kwalase\nat 139 e-I;\nV v United Kingdom\npara 123 and 126).\n[23]\tFrom this point of view the approach adopted in\nNkosi\nand\nBlaauw\nis preferable. I would however qualify what was said in those\njudgments by adding that the fact that the legislature has ordained\nthe minimum\nsentences (\nS v Malgas\n2001 (1) SACR 469\n(SCA) para 25) must receive\nrecognition in determining the actual sentence.  So qualified, the reasoning in\nBlaauw\nand\nNkosi\nin my view accords generally with internationally\nrecognised trends and constitutionally acceptable principles relating to the\nsentencing\nof child offenders.  Importantly it ensures that the duty remains on\nthe prosecution – where it ought to in the case of child\noffenders –\nto persuade a sentencing court that the minimum sentence should be imposed.\n[24]\tTo summarise:\n(a) The legislative scheme entails that the\nfact that an offender is under 18 although over 16 at the time of the offence\nautomatically\nconfers a discretion on the sentencing court which is without more\nfree to depart from the prescribed minimum sentence.\n(b) In consequence the\nsentencing court is generally free to apply the usual sentencing criteria in\ndeciding on an appropriate sentence.\n(c) The offender under 18 though over 16\ndoes not have to establish the existence of substantial and compelling\ncircumstances because\ns51(3)(a) finds no application to him or her.\n(d) By\ncontrast with the class of offender under 16, however, the statutory scheme\nrequires that the sentencing court should take\ninto account the fact that the\nlegislature has ordinarily ordained the prescribed sentences for the offences in\nquestion.  This operates\nas a weighting factor in the sentencing process.\n(e)\nIt follows on this approach that where the provisions of s51(2) apply the\nregional court retains its competence to finalise the\nmatter contrary to the\nconclusion in\nMakwetsja.\n[25]\tReturning to the facts of the\npresent appeal: the evidence in mitigation reveals a childhood characterised by\nneglect, ill-discipline\nand ineffective parenting.  The appellant was raised in\nan atmosphere of social and emotional deprivation.  Alcohol and substance\nabuse\nwere the order of the day and clashes with the law were commonplace at an early\nage, followed inevitably by admission to a\nplace of safety and an industrial\nschool.  Two attempts at suicide followed.  Little wonder then that Satanism and\nits ritualistic\npractices appeared attractive to his still impressionable,\nimmature mind.  The tale is woeful.  It is of a child failed by his parents\n(both of whom appear to be low-functioning individuals), his community and\nsociety generally: one that is not entirely uncommon in\nthis country.\n[26]\tOn the other hand, the offence itself is particularly heinous.  The\ndeceased, a defenceless elderly lady, was murdered in the\nsanctity of her home\nby the appellant who entered under some false pretext in order to perpetrate a\nrobbery.  The trial court, as\nalso the court\na quo\n, held that the\nappellant’s motive in killing the deceased was to avoid detection, as he\nwas known to her.  In that conclusion\nneither can be faulted.  These are all\nstrongly aggravating factors.  To his credit, in pleading guilty the appellant\nexpressed contrition\nand remorse.  Against the enormity of the crime and the\npublic interest in an appropriately severe punishment, must be weighed the\npersonal circumstances of the appellant that are strongly mitigating.  Given the\nappellant’s relative youthfulness rehabilitation\nremains a real prospect\neven after a fairly long period of imprisonment.  In my view, taking all this\ninto account, and not losing\nfrom sight that the legislature has ordained that\nthe ordinarily appropriate sentence for murder is life imprisonment, a term of\n18 years’ imprisonment is appropriate.\n[27]\tIn the result the\nappeal against sentence succeeds to the extent that:\n(a)\tthe sentence of\nlife imprisonment on count 1 is set aside;\n(b)\tthere is substituted for it a sentence of imprisonment for a term of 18\nyears;\n(c)\tthe sentence of 15 years’ imprisonment on counts 2 and 3 will run\nconcurrently with the sentence of 18 years on count 1.\nV M  PONNAN\nACTING JUDGE OF APPEAL\nCONCUR:\nCAMERON  JA\nMTHIYANE  JA\nBRAND \nJA\nPATEL  AJA\n[1]\nJulia Sloth-Nielsen ‘No\nchild should be caged – closing doors on the detention of children’\n1995 (8)\nSACJ\n47.\n[2]\nS S\nTerblanche\nThe Guide to Sentencing in South Africa\npara\n3.4.\n[3]\nThe Illinois Juvenile\nCourt Act, which is widely credited as providing the first example of\nlegislation establishing a separate juvenile\njustice system celebrated its\ncentenary in 1999. See Prof Julia Sloth-Nielsen ‘The role of international\nhuman rights law in\nthe development of South Africa's legislation on juvenile\njustice’ 2001 (1) 5\nLaw, Democracy & Development\n59.\n[4]\nAnn Skelton\n‘Developing a juvenile justice system for South Africa: International\ninstruments and restorative justice’\n1996\nActa Juridica\n180.\n[5]\nAlso reported at\n1995 (2)\nSACR 251\nand 1995 7 BCLR 861.\n[6]\nJulia Sloth-Nielsen ‘Child Justice and Law Reform’ in C J Davel\nIntroduction to Child Law in South Africa\npara\n22.9.\n[7]\nDavel op cit para\n22.1.2.\n[8]\nThe United Nations\nConvention on the Rights of the Child (Resolution 44/25) was adopted by the UN\nGeneral Assembly on 20 November\n1989 and ratified by the South African\nParliament on 16 June 1995 whereafter the formal instrument of ratification was\ndeposited\nwith the Secretary–General of the UN on 30 June 1995 and has\nbeen in force in South Africa since 30 July 1995. (See Skelton\nop cit\nActa\nJuridica\nat\n180.)\n[9]\nResolution 45/112 adopted\nby the UN General Assembly on 14 December\n1990.\n[10]\nResolution 40/33\nadopted by the UN General Assembly on 29 November\n1985.\n[11]\nResolution 45/113\nadopted by the UN General Assembly on 14 December\n1990.\n[12]\nThe Charter was\nratified by the South African Parliament on 18 November\n1999.\n[13]\nSloth-Nielsen op cit\nLaw, Democracy and Development\nat\n66.\n[14]\nSloth-Nielsen op cit\nLaw,\nDemocracy and Development\n78.\n[15]\nArticle 37(b) of the\nCFC;  Beijing Rule 17.1\n[16]\nSouth African Law Commission Issue Paper Number 9\n(1996).\n[17]\nDiscussion Paper\nNumber 79 (1998).\n[18]\nReport on\nJuvenile Justice (2000).\n[19]\nSloth-Nielson op cit\nLaw, Democracy and Development\nat\n72.\n[20]\nAnn Skelton\n‘Juvenile justice reform: children’s rights and responsibilities\nversus crime control’ in CJ Davel\nChildren’s Rights in a\nTransitional Society\n(1999) 88 at 99-100.",
  "scraped_at": "2026-02-12T09:10:36.140287",
  "date": "2004-11-30",
  "coram": [
    "CAMERON",
    "MTHIYANE",
    "BRAND JJA",
    "PATEL",
    "PONNAN AJJA"
  ],
  "case_number": "513/03",
  "parties": {
    "applicants": [
      "JAN HENDRIK BRANDT"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Jan Hendrik Brandt, was 17 years and 7 months old when he killed a 75‑year‑old female neighbour in Hofmeyr after an aborted plan to murder his parents, influenced by his involvement in a satanic coven. He entered the victim's home under a false pretext, stabbed her, staged the scene as a suicide, and then robbed her. He was arrested in July 2000 and, after pleading guilty, was convicted of murder, robbery with aggravating circumstances and attempted robbery. The trial court sentenced him to life imprisonment for murder and a minimum term of 15 years for the other offences. Background mitigation revealed a childhood of neglect, substance abuse, parental failure and prior institutionalisation.",
    "issues": "The appeal turned on the proper interpretation of section 51 of the Criminal Law Amendment Act 105 of 1997, specifically whether a life‑imprisonment sentence is mandatory for a child offender aged 16‑17, or whether the court has discretion under s51(3)(b) to depart from the prescribed minimum. Related issues included the applicability of the \"substantial and compelling circumstances\" test and the constitutional requirement to consider the best interests of the child.",
    "principles": "Section 51 distinguishes adult offenders from child offenders aged 16‑17, granting courts discretion under s51(3)(b) without the need to find substantial and compelling circumstances. Constitutional provision s28(2) mandates that a child's best interests be paramount, and international instruments (CRC, Beijing Rules, etc.) emphasise that detention should be a last resort. Precedent cases such as S v Nkosi, S v Blaauw, Makwetsja, S v Malgas, and S v Kwalase were examined to determine the correct approach to sentencing child offenders under the Act.",
    "application": "The court, hearing the appeal, adopted the interpretation that for offenders aged 16‑17 the court has a free discretion to impose a sentence other than the statutory minimum, subject only to a weighting factor recognising the legislature’s intent for severe offences. It weighed the aggravating factors (premeditated murder of an elderly, defenseless victim) against the extensive mitigating circumstances (youth, neglect, substance abuse, remorse). Concluding that life imprisonment would be disproportionate, the court substituted an 18‑year term for murder, with the 15‑year term for robbery and attempted robbery to run concurrently.",
    "conclusion": "The appeal was successful in part. The life imprisonment sentence for the murder conviction was set aside and replaced with a term of 18 years’ imprisonment. The 15‑year sentence for the robbery and attempted robbery offences was left to run concurrently with the 18‑year sentence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "life imprisonment",
      "juvenile offender",
      "minimum sentencing",
      "constitutional law",
      "section 51"
    ]
  }
}