{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/49.html",
  "case_name": "S v Karolia (337/2003) [2004] ZASCA 49; [2004] 3 All SA 298 (SCA); 2006 (2) SACR 75 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 49",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 49\n|\nNoteup\n|\nLawCite\nS v Karolia (337/2003) [2004] ZASCA 49; [2004] 3 All SA 298 (SCA); 2006 (2) SACR 75 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO. 337/2003\nIn the matter between\nTHE STATE\t Accused\n(Respondent in\ncross-appeal)\nand\nE Y B KAROLIA\t\nRespondent\n(Accused in cross-appeal)\n___________________________________________________________\nCORAM: \tZULMAN, HEHER JJA and PATEL AJA\nHEARD:\t3 MAY 2004\nDELIVERED:\t28\nMAY\n2004\n___________________________________________________________\nAppeal\nagainst sentence by the state in terms of s 316 B of the Criminal Procedure Act,\n51 of 1977, (the Act) tests for a special\nentry by an accused in terms of s 317\nof the Act; compulsory sentences prescribed by s 51 of the Criminal Law\nAmendment Act, 105\nof 1977 and the existence of ‘substantial and\ncompelling circumstances’. A sentence of correctional supervision in terms\nof s 276(1)(i) of the Act and the payment of R250 000,00 set aside and\nreplaced by a suspended sentence of imprisonment and\na payment of\nR250 000,00\nJUDGMENT\n___________________________________________________________\nZULMAN  JA\nA.\nINTRODUCTION\n[1]\tThis appeal with the leave of the court\na quo\nconcerns:\n1.1\tAn appeal by the accused (the State) in terms of s 316 B of the Criminal\nProcedure Act, 51 of 1977 (the Act) against a sentence\nimposed on the respondent\n(the accused).\n1.2\tA cross appeal by the accused against his\nconviction.\n1.3\tA special entry of an alleged irregularity in terms of s 317 of the\nAct.\n[2]\tThe accused was charged with and convicted in the High\nCourt (Witwatersrand Local Division) on 6 November 2001 of the following\ncrimes:\n2.1\tAttempted murder, it being alleged that he unlawfully and intentionally\nattempted to kill Hermanus Johannes Lotz (Lotz) (the\naccused having with him at\nthe time a firearm used in the commission of the offence).\n2.2\tMurder, (not premeditated or planned) it being alleged that he unlawfully\nand intentionally killed Ntsoeke David Mofokeng (the\ndeceased); and\n2.3\tAssault with intent to do grievous bodily harm, it being alleged that he\nunlawfully assaulted Lotz by hitting him with a firearm\non his face and head\nwith intention of causing him grievous bodily harm (but where it could not be\nfound that the accused intended\nto use the firearm as such in the commission of\nthe offence).\n[3]\tIt will be convenient to first consider the\ncross appeal on the merits of the conviction together with the question of the\nspecial\nentry and then to consider the appeal against sentence.\nB.\nTHE\nCROSS APPEAL AND THE SPECIAL ENTRY\n[4]\tThe accused pleaded not guilty to\nall three charges. His plea was based on a defence of self defence in that the\ndeceased and\nLotz had attacked him at his home early on the morning of the\nalleged offences.\n[5]\tThe following facts are not in dispute:\n5.1\tOn 14 April 1998 the accused bought a 333i BMW vehicle from the accused for\na purchase price of R65 000,00.\n5.2\tThe price was to be paid by way of a trade in of another BMW vehicle to the\nvalue of R35 000,00, payment of R10 000,00\nin cash and the balance by\nthe end of April 1998.\n5.3\tAfter the transaction was concluded the 333i BMW was returned to the accused\nand the vehicle traded in returned to the deceased.\n5.4\tThe deceased and Lotz, without any prior warning, arrived at the\naccused’s home early on the morning of 22 June 1998.\n5.5\tShortly after entering the accused’s home an altercation occurred\nbetween the accused and the deceased.\n5.6\tTwo gun shots were fired by the deceased in the direction of Lotz as Lotz\nwas in the process of leaving the home.\n5.7\tThe accused then fired a further three shots at the deceased.\n5.8\tThe deceased sustained several injuries including one wound in the abdomen,\none in the chest, and one in the neck.\n5.9\tThese wounds were the cause of the death of the deceased.\n5.10\tWhen he arrived the deceased had a firearm on\nhim.\n5.11\tShortly after leaving the accused’s home Lotz returned to the\nvicinity of the home in the presence of a Mr Khan.\n5.12\tLotz was subsequently removed from the scene by the police. No firearm was\nfound in his possession.\n5.13\tThe deceased’s car which was parked in the street in the vicinity of\nthe accused’s home was searched by the police.\nNo firearm was found in\nit.\n5.14\tThe deceased died in the accused’s home.\n5.15\tLotz is 1,8 metres tall and weighs 80 kilograms. Both the deceased and he\nwere about the same size. The accused was a much smaller\nman than both of\nthem.\n[6]\tIn his evidence the accused stated that he initially\ndid not recognise the deceased. He also gave evidence to the effect that\nLotz\nand the deceased were the aggressors and that he acted in self defence. There\nwas a conflict in the evidence as to precisely\nwhat injuries were sustained by\nLotz after Lotz left the accused’s home.\n[7]\tI interpose to now\nconsider the accused’s contentions concerning the special entry, before\nreturning to the cross appeal\non his conviction. In essence the accused contends\nthat the court\na quo\nerred in calling further witnesses without notice to\nthe parties and after both the state and the defence had completed their\narguments\non the merits thus warranting a special entry of an irregularity in\nterms of s 317 of the Act. It was furthermore contended that\nthe only inference\nto be drawn from the court\na quo\nwishing to call the witnesses was that\nthe court attempted to cure deficiencies in the state case. I do not agree. The\nwitnesses sought\nto be called fell into two categories. Firstly witnesses\ndealing with the injuries allegedly suffered by Lotz after the initial shooting\nand secondly a witness concerning the question of the deceased’s hairstyle\nat the relevant time. In this latter regard it was\ncontended, in effect, by the\naccused that he did not recognise the deceased at the time, inter alia, because\nof a change in his hairstyle.\n[8]\tSection 186 of the Act provides\nthat:\n‘The court may\nat any stage\nof criminal proceedings\nsubpoena or cause to be subpoenaed any person as a witness at such proceeding\nand the court shall so subpoena\na witness or so cause a witness to be\nsubpoenaed, if the evidence of such witness\nappears to the court\nessential to\na just decision of the case\n.’ (the emphasis is\nmine).\n[9]\tThe section makes it plain that the court\na quo\nwas\nentitled to\nat any stage\nof the proceedings which would include a stage\neven after both the state and the defence had completed their arguments, to\ncause\nwitnesses to be subpoenaed. (\nS v Gerbers\n1997 (2) SACR 601\n(SCA)).\nThere is no requirement that the court give any notice to the parties before\ndeciding to so act. The court has a wide discretion\nin the matter (see for\nexample\nRex Hepworth\n1928 AD 265\nat 277 and\nR v Gani\n1958 (1) SA\n102\n(AD)).\n[10]\tIn my view the court\na quo\nwas perfectly justified in\ncalling the witnesses in question so as to clarify uncertainties regarding the\ninjuries allegedly sustained\nby Lotz which remained unclear after the state and\nthe defence had closed their respective cases. Secondly the evidence of the\ndeceased’s\nwidow, who was one such witness, was also aimed at clarifying\nthe contention advanced by the accused that he did not initially recognise\nthe\ndeceased. Counsel for the accused wisely did not in argument before this court\nseek to challenge the correctness of the recalling\nof the last mentioned\nwitness. The court very properly attempted to discover the truth in order to do\nsubstantial justice between\nthe accused and the prosecution so as to arrive at\n‘a just decision of the case’. I accordingly do not believe that in\nthe circumstances the calling of the further witnesses or the recalling of the\ndeceased’s widow amounted to an irregularity\nor that there was any failure\nof justice in this regard or that the court\na quo\nerred in the exercise\nof its discretion.\n[11]\tI now return to a consideration of the\naccused’s defence and his evidence that the deceased and Lotz had attacked\nhim by\npointing firearms at him and that he had acted in legitimate self\ndefence.\n[12]\tIt is of fundamental importance to a proper evaluation of the\naccused’s defence to have regard to the evidence of Lotz\nwho was the main\nwitness for the state even although he was not an eye witness to the events\ninside the accused’s home after\nhe left it and when the deceased was shot\nby the accused. Furthermore the uncontradicted evidence of Dr Rowe who conducted\na post\nmortem on the deceased’s body and Superintendent Van der Nest\ncalled by the state as also the evidence of the other witnesses\ncalled is vital\nin establishing what happened inside the house after Lotz had left it. All of\nthis evidence is to be weighed against\nthe evidence of the accused, due regard\nbeing had to the onus which rested on the state in order to establish whether\nhis defence\nof self defence was not reasonably possibly true. I believe that the\ncourt\na quo\ncompetently and correctly went about this task.\n[13]\tEssentially Lotz’s evidence was to the following effect:\n13.1\tHe and the deceased arrived at the accused’s home on the morning\nin question. They pushed the front door bell and knocked.\nThe deceased proceeded\nto the back door as there was no response at the front door. (A witness, Ms\nHlasa, an employee of the accused,\nconfirmed that the front door bell was not\nworking on that day). Thereafter the accused opened the front door and security\ngate to\nlet the deceased and Lotz in. (This would explain why it was possible\nfor Lotz to later run out  the front door and security gate.\nThis evidence\ncontradicted what the accused said in this regard.)\n13.2\tHis role was that of a ‘mediator’ in the discussion\nregarding R10 000,00 which the deceased contended he was\nentitled to\nreceive from the accused. In my view it is perhaps unrealistic to describe Lotz\nas a simple impartial mediator. His occupation\nwas that of a food technologist\nwho attended a business course on conflict resolution. In my view he was really\nthere to assist the\ndeceased, who lived near him, to recover what the deceased\nbelieved the accused owed him.\n13.3\tOnce he and the deceased were inside the house, Lotz on more than one\noccasion, told both the accused and the deceased to speak\nthrough him and not to\neach other. The accused however, appeared to be agitated with their presence and\nthe demand for R10 000,00\nand called his son to produce a file with\nreceipts as proof that he did not owe the deceased any money. The receipts\nappeared to\nLotz to be of a general nature, so he asked the accused to view the\n333i BMW. The accused was not prepared to do this but instead\npulled out a\nfirearm and pointed it at Lotz’s face. A shot was fired by the accused at\nLotz. Lotz asked the accused what he\nwas doing as he could not believe the\nbullet did not strike him. When the accused did not reply Lotz ran away. A\nsecond shot rang\nout. It grazed the top of his head and he felt the plaster of\nthe wall next to him falling on his head.\n13.4\tOnce safely outside the accused’s home Lotz went to the office of\nthe principal of a nearby school to report the matter.\n13.5\tWhen Lotz saw a police vehicle moving in the direction of the\naccused’s home he decided that it was safe to return.\n13.6\tWhilst on his way back to the accused’s home in the company of\nKhan, the accused and a number of other people in the street.\nHe was then\nassaulted by the accused. Khan had to intervene between the accused and Lotz. It\nseems clear from this that the accused\nwas still angry with Lotz and wanted to\ngive vent to his anger.\n[14]\tIt is true that there was a conflict between the\nevidence of the domestic servant Hlaza and that of Lotz as to whether or not\ntea\nwas served to Lotz before the shooting took place.  The importance of this\ncontradiction should not be over emphasized when considering\nLotz’s\nevidence as a whole. I believe that on balance the court\na quo\nwas\ncorrect in preferring the evidence of Lotz on the matter, especially if regard\nis had to the fact that Hlasa was an employee\nof the accused who may well have\nbeen under some pressure to attempt to assist him.\n[15]\tI similarly believe\nthat the court\na quo\nwas correct in accepting the evidence of Lotz which\nwas both probable and in most respects corroborated and not contradicted by\nother\nevidence. The court\na quo\ndescribed Lotz to be a credible and\n‘impressive witness’.\n[16]\tLotz’s evidence was\ncorroborated by the evidence of Superintendent Van der Nest and Dr Rowe.\nThe\nevidence of Van der Nest was to the following effect:\n16.1\tIf blood falls at 90° (straight down), a circular pattern will be\nformed.\n16.2\tThe more acute the angle (approaching 0°) the more the shape changes\nand becomes eliptical in nature.\n16.3\tThe blood stain on the wall depicted in Exhibit D appears to be as a result\nof an artery that was breached causing the blood\nto strike the wall with force.\nThe donor of this blood was probably in a low body position; either sitting or\nkneeling as the pattern\nis ± 75 cm from the floor and not higher.\n16.4\tExhibit D also shows larger and smaller blood stains which in all\nprobability were the result of a breached artery or free surface\nblood which was\navailable when an assault took place. It is, however, certain that the victim\nmust have been under a table depicted\nin the exhibit in order to cause a\ncircular pattern.\n16.5\tThe DNA isolated from the blood found on a piece of wood shown in Exhibit\nD, corresponds with that of the deceased.\n[17]\tThe relevant corroborative aspects of the evidence of Dr Rowe are:\n17.1\tDuring the post mortem examination three separate gunshot wounds were\nfound:\n17.1.1\tWound number 1 : in the abdomen; which had a collar of abrasion\nindicating it to be an entrance wound.\n17.1.2\tWound number 2 : on the left side of the chest. The wound had a collar of\nabrasion indicating it to be an entrance wound.\nWound 3 indicating a bullet\nlodged beneath the skin.\n17.1.3\tWounds number 5 and 6 : the left side of the neck. Wound number 5 has a\ncollar of abrasion indicating it to be an entrance\nwound and wound number 6 is\nan exit wound below the chin on the right\nside.\n17.2\tThe wound in the neck would cause a large amount of bleeding as the blood\nvessels are superficial in this area and if they are\nbreached the blood would\nspurt out as the heart pulsates.\n17.3\tEach wound on its own would be fatal, however, the wound in the neck would\nlead to death most quickly. Once the wound in the\nneck is inflicted, the\ndeceased would fall down if he was standing and not be able to do\nmuch.\n17.4\tThe deceased was still alive when the wound through\nthe lung was \tinflicted, as there was aspiration of blood.\n[18]\tAlthough no\nballistic evidence was presented I am satisfied that in the light of the above\nevidence, the probable inferences\nto be drawn as to what happened in the house\nafter Lotz ran out are the following:\n18.1\tThe deceased was left in the large lower area of the house together with\nthe accused.\n18.2\tThe deceased was first assaulted in the entrance hall. That would explain\nthe following:\n18.2.1\t\tthe broken overhead light;\n18.2.2\tthe piece of broken wood on which the DNA corresponds with that of the\ndeceased.\n18.3\tThe deceased was already injured as he ran from the entrance hall down the\nsteps as depicted in Exhibit D and pushed between\nthe glass trolley and dining\nroom table. The circular blood stains depicted in Exhibit D confirm this.\n18.4\tThe deceased probably collapsed in a kneeling position at point K depicted\nin Exhibit D. It was at this point where he was shot\nfor the third time. The\nthird shot was fired from behind into the left side of his neck behind the ear.\nThis would explain the following:\n18.4.1\tthe spurting of the blood as the large blood vessels were breached and\ncaused the blood stain pattern against the wall and\nunder the table;\n18.4.2\tthe track of the wound.\n[19]\tThe accused\nafter testifying in his own defence, called one witness, namely Mr A K M\nSultan.\n19.1\tVarious contradictions emerge from the accused’s evidence\nregarding the vehicle transaction with the deceased which reflect\nnegatively on\nthe accused’s credibility. I however do not believe that any useful\npurpose would be served in detailing them.\nOf more obvious importance is a\nconsideration of his evidence concerning the incident at his home and in the\nstreet outside on the\nday of the alleged offences.\n[20]\tThe court\na\nquo rejected the accused’s version in respect of the incident at his\nhome as being not reasonably possibly true and highly improbable.\nI believe that\nit was correct in doing so, inter alia, for the following reasons:\n20.1\tThe accused testified that when Lotz and the deceased entered through the\nkitchen, he could not see the deceased as he stood\nbehind Lotz. However during\ncross-examination he stated that he saw the deceased’s face for the first\ntime when Lotz approached\nhis sons and the deceased was pointing the firearm at\nhim. He stated that he could see the deceased’s face clearly but yet\ndid\nnot recognize him. Later the accused contradicted himself when he said he did\nnot see the deceased’s face. When pressed\non this point he said that he\nsaw the deceased’s face but not clearly. I agree with the court\na\nquo’s\nfinding that the accused’s evidence that he initially did\nnot recognise the deceased because of a change in hairstyle to be\nboth\nimprobable and untrue.\n20.2\tThe accused testified during cross-examination that it is his habit to\ncarry his firearm on his person. He testified that Lotz\npulled out a firearm and\nhit him on the left ear which caused him to fall down. During cross-examination\nthe accused explained how\nhe fell flat on his back and how Lotz put his foot on\nhis stomach. He stated that he was pulled and shoved and that he tried to pull\nLotz’s hand free from the grip he had on his collar. Lotz denied all of\nthis. It is highly improbable that the accused could,\nat this stage, not get his\nhands free in order to get hold of his own firearm. The accused’s attempt\nto explain this failure\nby saying he was lying on his hand, is not convincing\nand I believe untrue.\n20.3\tThe accused testified that the first two shots he fired were respectively a\nwarning shot and a shot in the direction of Lotz.\nThis is highly improbable\nespecially in the light of the fact that the deceased was the closest to him and\nan immediate threat to\nhis life as he was allegedly pointing a firearm at the\naccused. There appears to be no good reason why if this was true, the deceased\nwould not have fired a shot at the accused during this time. It is\nfar -fetched to suggest that because the deceased’s\nfirearm was not\nlater tested that it could have been faulty.\n20.4\tDuring cross-examination the accused stated that the deceased never spoke\nto him but that Lotz demanded R50 000,00 from\nhim. It is again highly\nimprobable that the deceased would not speak to the accused at all especially in\nthe light of the fact that\nthe deceased wanted the money that he claimed was\nowed to him. Furthermore during cross-examination the accused stated that he\nonly\nspoke to Lotz and the deceased saying they must stop hitting him. It is\nhighly improbable that the accused would not offer to pay\nat least some of the\nmoney but instead involve his family and himself in a dangerous life threatening\nsituation.\n20.5\tThe accused testified that Lotz kicked and hit his adult sons Shaheen and\nSufyan causing both of them to fall down. During cross-examination\nof Lotz it\nwas, however put to Lotz that the accused did not see Lotz hitting Sufyan on his\nface. When the accused was cross-examined\non this point he contradicted himself\nby saying he later established that Lotz had hit Sufyan. He states that he only\nsaw his son’s\nhands moving and heard what they said. If the\naccused’s sons were indeed assaulted by Lotz, in the manner described by\nthe\naccused it is highly unlikely that they would only have sustained the\ninjuries depicted in Exhibits G and J. It is also highly improbable\nthat Lotz\nwould attack the sons and that they would both get a chance to escape his attack\nand run away but not return to the scene\nafter Lotz had left to assist their\nfather in dealing with the deceased.\n20.6\tAlthough there was no onus upon the accused I find it strange that he did\nnot call either of his adult sons or his wife all\nof whom were in the house at\nthe time to corroborate his version. It is not unfair to infer from this that\nthey were in fact not\nable to corroborate what the accused said especially as to\nthe role of his sons in the matter. This is of some importance as the\nstick was\nnot brought on to the scene by the deceased or Lotz and the accused was in\npossession of a firearm and had no cause to\nresort to using a stick. The strong\nlikelihood is that the stick was the weapon of a third person who came to the\nassistance of the\naccused.\n20.7\tThe accused testified that after he fired two shots at Lotz, he turned and\nfired a third and fourth shot at the deceased who\nwas still advancing towards\nhim after he fired the fourth shot. Thereafter the deceased allegedly grabbed\nhim from behind. He explained\nhow the deceased put both his arms around the\naccused’s arms. During cross-examination the accused contradicted himself\nas\nto how exactly the deceased would have grabbed him by stating the deceased\nput his right arm under his right arm and that he does\nnot know what the\ndeceased did with his left arm. This seems absurd to me.\n20.8\tThe accused testified that the deceased fell on top of him and at that\nstage he fired the fifth shot at the deceased while they\nwere wrestling on the\nfloor. During cross-examination he contradicted himself by saying that in the\nstruggle he fired the fifth shot.\nThe accused’s description of how, while\nlying on his stomach with the deceased on top of him, he fired the shot which\nstruck\nthe deceased from behind, beggars belief.\n20.9\tIt is highly improbable that the deceased would only have lifted his\nfirearm and not fired any shots at the accused during the\ntime when the accused\npresented a threat to him.\n20.10\tThe accused testified that when he ran outside a number of people were\napproaching his home. When he returned to his home he\nsaw people assaulting the\ndeceased. It was put to Lotz during cross-examination that these people were\nconstruction workers who assaulted\nthe deceased with wooden weapons or sticks.\nDuring cross-examination the accused, however stated that only some of the\npeople in\nhis home were construction workers; others were people from the\ncommunity. It is highly improbable that any people would come into\nthe\naccused’s home to assault the deceased. Especially since the accused\nstated that he did not know any of the workers at\nthe construction site and the\nfact that the accused said that as he ran out of the house he did not tell\nanyone he had been robbed\nbut asked about a white man.\n20.11\tDuring cross-examination it was put to Lotz that it was possible that he\ninjured his head when he bumped the light while on\nhis way out of the\naccused’s house. When the accused testified he said that he did not see\nhow the light got broken, but Lotz\nhit it with his head or someone else did as\nthey ran into the house. It is highly improbable that Lotz damaged the light\nwith his\nhead as it is only the top part of the light that was\ndamaged.\n[21]\tThe finding of the court\na quo\nthat Lotz\nsustained injuries in the first shooting and in the course of the later assault\nby the accused on him with a firearm which\nthe accused had with him are\ncompletely consistent with the evidence and probabilities and cannot be\nfaulted.\n[22]\tIn the result therefore I do not believe that any good reason\nexists to disturb the credibility findings of the court\na quo\nconcerning\nLotz and the rejection of the evidence of the accused as being untruthful,\nimprobable and not reasonably possibly true.\nAccordingly the cross appeal of the\naccused must fail.\nC\nTHE APPEAL AGAINST SENTENCE\n[23]\tThe court\na quo\ntook all three charges as one for the purpose of sentence. On 18 June 2002\nthe following sentence was imposed:\n23.1\tFive years imprisonment in terms of s 276 (1) (i) of the Act being\nimprisonment in terms of which the accused was to be placed\nunder correctional\nsupervision in the discretion of the Commissioner of Correctional Services.\n23.2\tOne year of the aforesaid five years was suspended for five years on the\nfollowing conditions:\n23.2.1\t\tThat the accused is not convicted of an offence committed during the\nperiod of suspension in which violence is an element.\n23.2.2\t\tThat the accused makes payment of the sum of R250 000,00 as\ncompensation in favour of the three minor children of the\ndeceased, which sum is\nto be paid in four instalments the first of R100 000,00 on or before 18 June\n2002; the second of R50 000,00\non or before 18 August 2002; the third of\nR50 000,00 before 18 September 2002; and the fourth of R50 000,00 on or\nbefore 18\nOctober 2002.\nThe payments referred were to be paid to the Master of the Supreme Court\nPretoria for payment by him into the Guardians Fund pursuant\nto the relevant\nprovisions of the Administration of Estates’ Act 66 of 1955 for the\nbenefit of the children with the authority\nof the Master in terms of the said\nAct to make advances to the minor children from the monies standing to their\ncredit in the Guardians\nFund and pursuant to the needs of the children as\nprovided for in the said Act.\n[24]\tImmediately after the sentence was imposed the accused’s bail was\nwithdrawn and he commenced serving his sentence. The\nstate is unable to dispute\nthat the accused made payment of the sum of R250 000,00 on the dates required\nand that withdrawals have\nbeen made against this money on behalf of the minor\nchildren of the deceased.  Furthermore the accused has now served the term of\nimprisonment that was required of him (8 months in all). (He was released from\nprison in accordance with the powers vested in the\nCommissioner of Correctional\nServices in February 2003).\n[25]\tHaving correctly found the\naccused guilty, of murder which it found was not planned or premeditated, the\naccused being a first\noffender, the court\na quo\nwould have been obliged\nto impose a sentence of not less than 15 years imprisonment, that of murder, in\nterms of s 51(2)(a)(i) of\nthe Criminal Law Amendment Act 105 of 1997 (the\nAmendment Act) read with part II of schedule 2 thereto (murder, other than\nmurder\nreferred to in Part I para (a) of the schedule the latter paragraph\ndealing with a murder which is planned or premeditated). It was\nnot so obliged\nif the court was satisfied in terms of s 51(3)(a) of the Act that\n‘substantial and compelling circumstances’\nexisted which justified\n‘the imposition of a lesser sentence than the sentence prescribed in ss\n51(2)(a)(i)’. Section\n51(3)(a) furthermore specifically provides that if\nthe court is satisfied that substantial and compelling circumstances exist which\njustify the imposition of a lesser sentence than that prescribed, ‘it\nshall enter those circumstance on the record of the proceedings\nand may\nthereupon impose such lesser sentence’.\n[26]\tSimilarly having correctly found the accused guilty of attempted murder\nwith a firearm which the accused had with him at the\ntime which was intended for\nuse as such in the commission of the said offence, the court would have been\nobliged to impose a minimum\nsentence of not less than 5 years in respect of such\noffence in terms of s 51(2)(c)(i) of the Amendment Act read with part IV of\nschedule 2 to the said Act. Again the court\na quo\nwas not obliged to\nimpose such minimum sentence if it was satisfied that ‘substantial and\ncompelling circumstances’ existed\nwhich ‘justified’ the\nimposition of a lesser sentence than that prescribed in s 51(2)(c)(i). As was\nthe case in the murder\nconviction the court was required, in terms of s 51(3)(a)\nto ‘enter those circumstances on the record of the proceedings’\nbefore it was entitled to impose any lesser sentence. Section 51(6) of the\nAmendment Act provides that the operation of any sentence\nimposed in terms of s\n51 ‘shall not be suspended as contemplated in s 297(4) of the Criminal\nProcedure ct, 1977 (Act No 51\nof 1997)’.\n[27]\tUnlike the position in regard to civil appeals to this court which are\ngoverned by rule 7 the parties in a criminal appeal or\ncross-appeal are not\nrequired to lodge notices of appeal stating inter alia ‘the particular\nrespect in which the variation\nof the judgment or order is sought’ (Rule 7\n(3)). There is no requirement that a notice be served in a criminal appeal on\nthis\ncourt requiring the accused to set out the grounds of appeal relied upon.\nAccordingly it would be useful in this case to look at\nthe grounds advanced by\nthe state in its application for leave to appeal and in the written and oral\narguments that it presented.\n[28]\tOn 24 June 2002 Mr A P de Vries the then director of Public Prosecutions,\nWitwatersrand Local Division, of the High Court deposed\nto in an affidavit in\nsupport of an application by the state for leave to appeal in terms of s 316B of\nthe Act against the sentence\nimposed by the court\na\nquo. In the affidavit\nhe stated inter alia that:\n‘The grounds upon which this application is brought are the following:\n5.1\tIt is submitted that the sentence imposed upon the Respondent is\ninappropriately lenient and induces a sense of shock.\n5.2\tThe learned Judge erred in attaching insufficient weight to the seriousness\nof the crimes in general and insufficient weight\nparticularly to the following\nfactors:\n5.1.1\tThe ‘cruel and merciless’ attack on the deceased and the\nwitness by the Respondent.\n5.1.2\tThe arrogant and aggressive manner in which the Respondent acted when he\nwas confronted by the deceased and the witness.\n5.1.3\tThe fact that the deceased was brutally attacked after he was\ndisarmed.\n5.1.4\tThe fact that the assault on the deceased continued as he lay dead or\ndying.\n5.1.5\tThe callous attack by the Respondent when he fired shots at the witness\ninstilling intense fear in the witness.\n5.1.6\tThe fact that the Respondent fired a shot at the witness while he was\nescaping to safety.\n5.1.7\tThe fact that the second assault on the witness in the street was\ncompletely unprovoked and contained racial slurs, in full\nview of\nbystanders.\n5.2\tThe learned Judge erred in attaching insufficient weight to the interests of\nsociety in general and insufficient weight to particularly\nthe following\nfactors:\n5.2.1\tThe fact that the deceased’s wife was pregnant at the time of the\nincident.\n5.2.2\tThe fact that the deceased’s wife has been left without\ncompanionship and support of her husband.\n5.2.3\tThe fact that two very young children have cruelly been deprived of the\nlove and support of their father.\n5.2.4\tthe fact that the deceased’s youngest child will grow up not knowing\nher father.\n5.3\tThe learned judge erred in over-emphasising the personal circumstances of\nthe respondent in general.\n5.4\tThe learned judge erred in referring to the State versus Eadie 2002(1) SACR\n633 SCA in the light of the fact that the respondent\ndid not advance a defence\nof temporary non-patrological [pathological] criminal incapacity.\n5.5\tThe learned judge erred in finding that imprisonment in terms of Section\n51(2) of Act 105/1997 was not an appropriate sentence\ndespite:\n5.5.1\thaving difficulty in finding mitigating features in the circumstances\nunder which the crimes were committed, and\n5.5.2\tfinding this matter to be a ‘borderline’ case.\n5.6\tThe learned Judge erred in finding that imprisonment in terms of Section\n276(1)(i) of Act 51/1977 is an appropriate sentence.\nIt is submitted that such a\nsentence, under the circumstances, is inappropriate and contrary to the\ninterests of justice.\n6.\tI therefore respectfully request that leave to appeal against the sentence be\ngranted to the Supreme Court of Appeal.’\n[28]\tIt is of some\nsignificance that the state did not seek to raise the question of any\nirregularity on the part of the court\na quo\nin regard to the\nappropriateness or otherwise of s 51(3)(a) either in support of its application\nfor leave to appeal which I have\nquoted above, nor did it seek to do so in its\nheads of argument or in oral argument by its counsel in support of its\nappeal.\n[29]\tSimilarly the accused did not address this question in his\ncross-appeal or in answer to the appeal by the state. The question\nwas raised\nmero motu\nby this court. Although the question of s 51(2) of the\nAmendment Act was specifically raised by counsel for the state during argument\non sentence the judgment of the court\na quo\ndoes not contain a specific\nentry by it, on the record of the proceedings or of its reasons for its decision\nnot to impose the mandatory\nminimum sentences but to impose the lesser sentences\nthat it did. Furthermore a reading of the judgment on sentence does not reveal\nthat the learned judge, in express terms, directed his mind to imposing a\nseparate sentence on the murder  and attempted murder offences\nand to record the\nexistence of substantial and compelling circumstances in regard to each.\nHowever, in my view a fair reading of\nthe judgments of the court\na quo\nnot only in regard to sentence, but also in regard to the merits of the\nconviction and the granting of leave to appeal, enables one\nto infer that the\ncourt\na quo\nwas indeed satisfied that substantial and compelling\ncircumstances existed in regard to the two offences justifying the imposition\nof\na lesser sentence. I say this if regard is had firstly to the following passage\nin the judgment on the convictions:\n‘We find that the accused, in a\nstate of anger, lost control of himself, became outraged, and then proceeded in\nthe manner that\nhe did. The clear conclusion to which we arrived at is that he\nacted in anger and rage, whether it be because of the arrival of deceased\nand\nLotz so early in the morning; whether it be that the deceased had the audacity\nto challenge him regarding a refund; whether it\nbe that he was enraged by being\ncalled a liar. Matters then took the course they did.’ (Judgment vol 12 p\n1069 lines 19 to\n26).\nThis passage is expressly repeated by the learned judge in his\njudgment on sentence in which he stated that it was a ‘significant’\nfinding by him. In addition he stated the following in his judgment granting\nleave to appeal:\n‘It is clear that in addition to other considerations,\nin arriving at the sentence considerable reliance was placed by me on\nthe\nfinding in the judgment (page 83) when convicting the accused and as also\nappears at page 9-10 of the sentence judgment, that\nthe respondent “acted\nin anger and rage”.\n[30]\tSecondly in the course of his judgment on\nsentence the learned judge referred with approval to the case of\nS v\nEadie\n(2)\n2001 (1) SACR 185\n(C) and to the fact that in that case at pp 188J\nto 189A the court was content, that if substantial and compelling circumstances\nwere present, a lesser sentence than the prescribed minimum would be justified.\nThose circumstances were a combination of severe\nemotional stress, provocation\nand a measure of intoxication.\nEadie\ndealt with what is commonly referred\nto as ‘road rage’ where the offence is committed in a state of\nextreme anger or\nrage. The court, however, concluded that in all the\ncircumstances of that case it did not see its way to impose less than the\nprescribed\nminimum sentence of 15 years imprisonment. As correctly pointed out\nby the court\na quo\nthe judgment and sentence in\nEadie\nwas\nconfirmed on appeal to this court (\nS v Eadie\n2002 (1) SACR 663\n(SCA)).\nThe court\na\nquo distinguished Eadie’s case on the facts and\ntherefore, impliedly considered that there were indeed substantial and\ncompelling\ncircumstances in the case before it. The reference to\nEadie\nand the discussion of the proper approach to substantial and compelling\ncircumstances referred to in s 51(3)(a) of the Amended Act\nwhich are dealt with\nin the case, indicate to me that the learned judge\na quo\nwas alive to the\nsection and its consequences and considered them when imposing a lesser\nsentence.  It is of course trite that\n’An appellate court should not\nseek anxiously to discover reasons adverse to the conclusions of the trial\nJudge. No judgment\ncan ever be perfect and all-embracing, and it does not\nnecessarily follow that, because something has not been mentioned, therefore\nit\nhas not been considered.’\n(per Davis AJA in\nR v Dhlumayo\n1948 (2) SA 677\n(A) at\n706)\nIn his judgement granting leave to appeal the\nlearned judge\na quo\nagain referred to\nEadie\nwith approval. It is\ntrue that he did not refer to\nS v Malgas\n2001(2) SA 1222 (SCA) (approved\nof by the Constitutional Court in\nS v Dodo\n[2001] ZACC 16\n;\n2001 (1) SACR 594\npara [11] pp\n602/603 and para [40] pp 615/6) where the requirements of s 51 of the Amendment\nAct relating to the imposition of minimum\nsentences prescribed by the\nlegislation, were fully considered. In that case this court held that the\nimposition of the prescribed\nsentence need not amount to a shocking injustice\nbefore a departure from it is justified. That such a sentence would be an\ninjustice\nis enough (para [23]). The suggestion that for circumstances to\nqualify as substantial and compelling they must be exceptional was\nalso\nrejected. (paras [10], [30] and [31]). The court made it plain that the\nAmendment Act prescribing the minimum sentences, which\ncame into force on 1 May\n1998 and was operative at the time that sentence was passed in this matter, that\nHigh Courts were no longer\nfree in the exercise of their discretion, to impose\nsentences which they considered appropriate and that it was no longer to be\n‘business\nas usual’ when sentencing for the commission of specified\ncrimes (\nMalgas\n(supra) para [7] p 1230 A-E). Marais JA delivering the\njudgment of the court put the matter as follows in para [8]:\n‘First, a\ncourt was not to be given a clean slate on which to inscribe whatever sentence\nit thought fit. Instead it was required\nto approach that question conscious of\nthe fact that the Legislature had ordained life imprisonment or the particular\nprescribed\nperiod of imprisonment as the sentence which should\nordinarily\nbe imposed for the commission of the listed crimes in the specified\ncircumstances. In short, the Legislature aimed at ensuring severe,\nstandardised,\nand consistent response from the courts to the commission of such crimes unless\nthere were and could be seen to be,\ntruly convincing reasons for a different\nresponse. When considering sentence the emphasis was to be shifted to the\nobjective gravity\nof the type of crime and the public’s need for effective\nsanctions against it.’ Nevertheless in summarising his conclusion\non the\nmatter Marais JA said, inter alia, ‘All factors (other than those set out\nin D above) [i.e. ‘speculative hypotheses\nfavourable to the offender,\nundue sympathy, aversion to imprisoning first offenders, personal doubts as to\nthe efficiency of the\npolicy underlying the legislation and marginal differences\nin personal circumstances or degrees of participation...’] traditionally\ntaken into account in sentencing (whether or not they diminish moral guilt) thus\ncontinue to play a role; none is excluded at the\noutset from consideration in\nthe sentencing process.’ (para [25] F p 1236 A-B). Plainly the personal\ncircumstances of the particular\naccused are ‘traditionally taken into\naccount.’ It is clear that the court\na quo\ntook the personal\ncircumstances of the accused which it listed in detail, into account in\nsentencing the accused.\n[31]\tFinally one may reasonably conclude that the\nfollowing passage in the judgment leads one to find that the learned judge\nconsidered\nthat there were substantial and compelling circumstances present\nwhich entitled him to depart from the minimum sentences provided\nfor in the\nAmendment Act:\n‘The case of Mr Karolia is indeed a very borderline case\nwhere it could perhaps be contended that a period of direct imprisonment\nis the\nonly appropriate sentence, as has indeed been submitted by Ms Spies for the\nState. However, bearing in mind (1) the circumstances\nand particularly that the\naccused acted in a state of anger and lost control of himself and became\noutraged (2) that there are\ncompelling personal considerations which are\nrelevant to the accused\n. I have reached the conclusion that this is not a\ncase where direct imprisonment is the\nonly\nsentence that should be\nimposed.’ (my emphasis)\n[32]\tOn balance, therefore, and not without\nsome hesitation, I am persuaded that the court\na quo\nwas indeed alive to\nthe fact that unless there were substantial and compelling circumstances present\nit was obliged to impose the\nminimum periods of imprisonment prescribed in the\nAmendment Act. Again, not without some hesitation, I believe one is entitled to\ninfer that in its judgments on the conviction, sentence and leave to appeal it\nfound such substantial and compelling circumstances\nto exist. Regrettably the\ncourt\na quo\nfailed to formally record those circumstances in specific\nterms. Such a failure to record at worst amounted, in my view to a mere\nprocedural irregularity and not a misdirection warranting interference on that\nground alone by this court. I also believe that one\nis able to fairly infer that\nthe murder and attempted murder offences were considered separately for the\npurpose of sentence by the\nlearned judge and that he decided, in the exercise of\nhis discretion, having found substantial and compelling circumstances to exist\nin regard to each of them, to order all three sentences (including the sentence\nrelating to the offence off assault to do grievous\nbodily harm) to be considered\nas one.\n[33]\tI am furthermore satisfied that the above factors constituted\nsubstantial and compelling circumstances which entitled the court\na\nquo\nto depart from the compulsory minimum sentence prescribed in the Amendment\nAct.\n[34]\tThe matter does not end here however since even if the court\na\nquo\nwas not obliged to impose the prescribed minimum sentences it is\nnevertheless necessary to consider whether a sentence of correctional\nsupervision together with the required payment of R250 000,00 was\nappropriate in the circumstances. There are undoubtedly a\nnumber of mitigating\ncircumstances flowing from the personal circumstances of the accused which are\nfully set out in the judgment\non sentence and which were established in a very\ncompetent report by Dr I L Labuschagne a forensic criminologist called by the\ndefence\nin mitigation of sentence. Amongst these factors are:\n34.1\tThe\naccused is a first offender.\n34.2\tHe was 49 years of age at the time of his conviction.\n34.3\tHe suffers from a heart condition requiring chronic medication.\n34.4\tThere are no indications of any deviant or criminal behaviour such as drug\nor alcohol abuse or the like.\n34.5\tHe is in regular and steady self employment.\n34.6\tFrom an early age whilst in high school the accused cared deeply for the\nunderprivileged in his community, instigating numerous\nfund raising events. He\nis apparently still involved in many such activities and is a valuable member of\nsociety.\n34.7\tHe is actively involved with an orphanage in Mayfair, Johannesburg and also\nworks for a home for the aged and is actively concerned\nin fund raising for both\nMuslim Mosques and Christian Churches.\nNotwithstanding all of the\naforegoing mitigating factors it is undoubtedly so that the crimes with which\nthe accused was found guilty\nmore particularly the cruel and merciless attack on\nthe deceased and Lotz were most serious. The accused deliberately shot the\ndeceased\nthree times at close range and fired shots at Lotz while Lotz was\nescaping. These are serious aggravating features which must be\ntaken into\naccount when determining an appropriate sentence.\n[35]\tTaking a balanced view\nof all of the circumstances of this matter a sentence of correctional\nsupervision is startlingly inappropriate\nand grossly lenient. A sentence of\nimprisonment is plainly warranted. There is however a peculiar fundamental\ndifficulty in this\nparticular case.\n[36]\tThe general rule is that an appeal\ncourt must decide the question of sentence according to the facts in existence\nat the time\nwhen the sentence was imposed and not according to new circumstances\nwhich came into existence afterwards (\nR v Verster\n1952 (2) SA 231\n(A) at\n236 A-C and\nR v Hobson\n1953 (4) SA 464\n(A) at 466A). However the general\nrule is not necessarily invariable (\nS v Immelman\n1978 (3) SA 726\n(A) at\n730 H,\nS v V\n1989 (1) SA 532\n(A) at 544 H – 545 C,\nThomson v S\n[1997] 2 All SA 127\n(A) at 138 a-c and\nAttorney, Free\nState v Ramakhosi\n1999(3) SA 588 (SCA) para [8] 593 D-F). Schreiner JA put\nthe matter as follows in\nGoodrich v Botha\n1954 (2) SA 540\n(A) 546\nA-D:\n‘In general there is no doubt that this Court in deciding an\nappeal decides whether the judgment appealed from is right or wrong\naccording to\nthe facts in existence at the time it was given and not according to new\ncircumstances which came into existence afterwards.\nIt was so stated in\nRex v\nVerster\n,\n1952 (2) S.A. 231\n(A.D.), and in\nR v Hobson\n1953 (4) S.A.\n464\n(A.D.). Those cases dealt with appeals against the severity of a sentence;\nit was sought, in each case unsuccessfully, to prove subsequent\nhappenings to\nsupport the contention that the sentence should be reduced. But the language\nused in the judgments appears to be general.\nIn the absence of express\nprovision, therefore, it is very doubtful, to put it no higher, whether this\nCourt could in any circumstances\nadmit evidence of events subsequent to the\njudgment under appeal, in order to decide the appeal.\nIt is however,\nunnecessary to exclude the possibility that in an exceptional case this Court\nmight be able to take cognisance of such\nsubsequent events, where, for example,\ntheir existence was unquestionable or the parties consented to the evidence\nbeing so used.\nFor here the foundations for any such exceptional exercise of\njurisdiction were clearly wanting. The respondents did not consent\nto the use of\nthe second report and, if its terms were to be taken into account, it would\nclearly have been necessary to provide\nan opportunity for the respondents to\nlead any rebutting or explanatory evidence that they might wish to. The\nproceedings have already\nbeen very lengthy and no consideration of convenience\nsupports their further prolongation.’\n(This is also true where sentence is concerned)\nIn my view there\nare indeed exceptional and peculiar special circumstances which occurred in this\ncase subsequent to the imposition\nof sentence which it would be proper and just\nfor this court to take into account when considering an appropriate sentence.\nThese\ncircumstances are the fact that the accused has by now served the sentence\nimposed upon him by a court\na quo\n, the proceedings have been lengthy and\nmore importantly has paid the sum of R250 000,00 which has been distributed\nto the minor\nchildren of the deceased and is probably irrecoverable. The state\ndid not dispute these facts which are ‘unquestionable’\nnor did it\nseek to object to this court taking them into account. Indeed the state\nconceded, in my view, very properly, that it would\nbe unduly harsh to substitute\na substantial custodial sentence at this stage, coupled in effect, with the\npayment of R250 000,00.\n[37]\tThis case is plainly distinguishable on its\nfacts from\nS v Salzwedel and Others\n2000(1) SA 786 (SCA) referred to by\nthe state. In that case a sentence of three years correctional supervision which\nhad been imposed\nby a lower court in a racially motivated murder was set aside\non appeal and substituted with a sentence of 12 years imprisonment,\ntwo years of\nthe sentence being suspended on certain conditions, namely that the accused pay\ninto the Guardian’s Fund a sum\nof R3 000,00 for the benefit of the\nminor children of the deceased. There was no question there of any amount having\nbeen ordered\nto be paid by the lower court which had been paid. The court on\nappeal took into account, in suspending portion of an increased sentence,\nthe\nfact that for at least two years the accused had suffered some punishment by\nbeing under house arrest and by having to perform\ncommunity service without any\nremuneration. The court furthermore made the sentence imposed subject to an\nappropriate condition that\nthe accused continue to pay into the Guardian’s\nFund the instalments which the court\na quo\nhad directed to be paid for\nthe benefit of the minor children of the deceased. No such considerations apply\nin this case. In any\nevent it may well be that before setting aside the payment\nof R250 000,00 and requiring repayment of the amount it would be\nnecessary\nto join not only the Master of the Supreme Court but also the guardian of the\ndeceased’s minor children. All of these\npersons have a real and\nsubstantial interest in the matter. None of them have been joined.  A case in\nwhich circumstances not dissimilar\nto those prevailing in this case is\nS v\nMushonga\n1975(1) SA 247 (RAD). Here the accused had already served his\nsentence and been released. A magistrate had convicted the accused\nof public\nviolence and sentenced him to 6 months imprisonment half of which was suspended\nfor three years. In an appeal by the Attorney\nGeneral the sentence was set aside\nand a sentence of two years imprisonment imposed, because the accused had\nalready served three\nmonths of his sentence and had been released, the court\nsuspended one year and nine months of the sentence for three years subject\nto\ncertain conditions. This left an effective sentence of the three months\nimprisonment already served. Lewis JA delivering the judgment\nof the court\ncommented as follows in regard to the matter of the accused having served his\nsentence and having been released:\n‘However, if what I would regard\nas the appropriate sentence in the ordinary way were substituted in the instant\ncase, it would\nmean the respondent would have to be re-arrested, after having\nserved the sentence imposed on him by the magistrate and after being\nat liberty\nfor six weeks, and brought back to goal to serve a further nine months\nimprisonment with all the consequent disruption\nof his life which that entails.\nThis Court has always been opposed to the making of any order which would result\nin that situation.\nWhile, therefore as I have said, the appropriate sentence\nwould have been one of two years’ imprisonment with labour with half\nsuspended, in the special circumstances of this case it will be necessary to\nsubstitute a sentence with a longer period suspended\nto take account of the fact\nthat the respondent has already served three months in gaol and has been duly\nreleased.’\n(at 249 F-H)\n[38]\tThe following remarks of Marais JA in\nS v\nRoberts\n2000 (2) SACR  522\n(SCA) at 529 para [22] p 529 c-d are apposite.\n(The court was there considering the question of an appropriate period of\nimprisonment\nwhere the state had appealed against a sentence imposed by a lower\ncourt):\n‘[22]\tIn answering that question [what length of\nimprisonment is appropriate] it would be callous to leave out of account the\nmental anguish which the respondent must have endured pending the hearing of the\nappeal. For some three months after the sentence\nhad been imposed by the trial\nCourt he was lulled into the belief that the law had taken its course and,\nfortunate though he may\nhave considered himself to be, he was free to pick up\nthe scattered threads of his life. That belief was shattered when the Director\nof Public Prosecutions set in motion an appeal against the sentence. He has had\nto live in suspense since then. I consider that a\nsignificant reduction of the\nnotional period of imprisonment that would have been appropriate at the date\nwhen he was sentenced in\nMay 1998 is warranted.’\nIn the instant\ncase and as previously stated the accused was sentenced on 18 June 2002. It was\nonly some three months later that the\nDirector of Public Prosecution set in\nmotion an application for leave to appeal. The appeal was eventually heard by\nthis court in\nMay 2004. The accused as I have previously stated has served a\nperiod of eight months imprisonment, has paid R250 000,00 and\nhas, it would\nseem, resumed a normal life. Were the accused now to be re-arrested and required\nto serve a lengthy prison sentence\nthis would to my mind be callous in the\nextreme. Equally pertinent is the following statement of Rosenberg JA in the\nCanadian case\nof\nThe Queen v C.N.H.\n(Court of Appeal for Ontario 19\nDecember 2002 paras [53] and [54]):\n‘[53]\tTaking all of those factors\ninto account (principally the personal circumstances of the respondent) it is my\nview that\nthe objective gravity of the offence still required that the\nrespondent be sentenced to the penitentiary. In my view, an appropriate\nsentence\nwould have been three years imprisonment. The one-year sentence imposed by the\ntrial judge was manifestly inadequate.\n[54]\tNotwithstanding the trial judge’s error, I would\ndismiss the Crown appeal. The respondent has now served the custodial\npart of\nhis sentence and was released from prison on October 28, 2002. This court is\nalways hesitant to return a respondent to prison.’\nI stress again that\nin the case before this court there is a further complicating factor. The\naccused has paid R250 000,00 which\nhas been distributed and is probably\nirrecoverable.\n[39]\tHaving regard to all of the above circumstances justice\nwould best be served if a period of imprisonment were imposed which was\nsuspended so as to take into account the period of imprisonment already served\nby the accused and to leave undisturbed the payment\nby him of R250 000,00\nand now distributed.\n[40]\tIn the result the following order is\nmade:\n40.1\tThe appeal against sentence succeeds.\n40.2\tThe sentence imposed by the court\na quo\nis set aside and replaced\nwith the following sentence:\n(a)\tThe accused is sentenced to 10 years imprisonment on the charge of murder, 4\nyears imprisonment on the charge of attempted murder\nand 1 years imprisonment on\nthe charge of assault with intent to do grievous bodily harm.\n(b)\tAll of the aforesaid sentences are to run concurrently.\n(c)\tAll of the sentences, save for eight months thereof, are suspended for 5\nyears on condition that the accused is not convicted\nof an offence committed\nduring the period of suspension in which violence is an element.\n(d)\tThe accused is ordered to make payment of the sum of R250 000,00 as\ncompensation in favour of the three children of the\ndeceased.\n(e)\tIt is recorded that the accused has already served the said period of eight\nmonths imprisonment and that he has paid the said\nsum of R250 000,00 as\ncompensation in favour of the three children of the deceased.\n40.3\tThe cross appeal is dismissed.\n40.4\tThe appeal against the special entry made by the court\na quo\nis\ndismissed.\n---------------------------------------\nR\nH ZULMAN\nJUDGE OF APPEAL\nPATEL AJA\t) CONCUR\nHEHER JA:\n[41]\tI have read the judgment prepared by my brother Zulman. I\nagree that the appeal against the conviction must fail for the reasons\nwhich he\nsets out, although I would wish to emphasise my perception of the crime as set\nout in para [43] below. I am, regretfully,\nunable to find much common ground\nbetween us in respect of the appeal against sentence.\n[42]\tWith considerable\nhesitation I am prepared to agree that Shakenovsky AJ did apply his mind to the\nprescriptions of\ns 51\nof the\nCriminal Procedure Amendment Act 1997\n, and that he\nfound substantial and compelling circumstances to exist in relation to the\nconvictions for murder and attempted murder.\n[43]\tThe learned Judge\ncarefully extracted all facts and circumstances, personal to the accused and\nrelated to the crimes, which could\nweigh in his favour. These are referred to in\nthe main judgment and it is unnecessary to repeat them here. That the accused\nwas apparently\nmoved by strong anger to behave as he did was regarded by the\ntrial Judge as an important mitigating factor. I accept (as Lotz testified)\nthat\nthe deceased twice called him a liar during the discussion which preceded the\nshooting and that he took grave offence. That\ntoo must be factored in. Against\nthat there is the description which Shakenovsky AJ applied to the accused as\nhaving ‘cruelly\nand mercilessly and without justification killed the\ndeceased’. The only reasonable inference to be drawn from the evidence\nis\nthat after the accused had disabled and mortally wounded the unarmed deceased by\nfiring two shots into his body (assisted by an\nunidentified third person who\nstruck the deceased so hard over the head as to break a sturdy piece of wood)\nand while the deceased,\nhelpless, crouched or lay under a table, the accused\ndeliberately shot him in the back of the head. That was an act of execution\nrather than the impulsive reaction of a man beside himself with rage. In all the\ncircumstances I would have regarded a sentence of\n15 years imprisonment in\nrespect of the conviction for murder as the appropriate sentence. As that term\nis the equivalent of the\nprescribed minimum sentence no question of substantial\nand compelling circumstances within the context of\ns 51(3)(a)\nwould have\narisen.\n[44]\tAs to the attempted murder of Lotz, the act of shooting at a\nfleeing man, no threat being presented to the accused by him or\nthe deceased, in\nsuch a manner as to furrow the top of his scalp, seems to me to amount to\nrecklessness of a high degree. Evaluating\nonce again all the factors for and\nagainst the accused, I would have imposed 5 years imprisonment as the fitting\nsentence. Here too,\nfor the same reason, an enquiry into the presence of\nsubstantial and compelling circumstances would be superfluous.\n[45]\tThe\nsentence imposed by the trial court (which included sentence for the assault\nwith intent on Lotz) manifests a startling and\ndisturbing divergence from the\nsentences I have identified as appropriate to the circumstances of the case. I\nagree with Zulman JA\nthat justice demands our intervention.\n[46]\tThe case is\ncomplicated by what has occurred since the trial: the accused paid R250 000 into\nthe Guardian’s Fund for the\ncredit of the minor children of the deceased\nin fulfilment of a condition of his sentence which suspended one year of the\nfive year\nsentence imposed by the trial Court; he also served 8 months of the\nunsuspended portion of his sentence before being released by\nthe Commissioner in\nterms of\ns 276(1)(i).\n[47]\tThe period already served can be accommodated by\nincluding an appropriate caveat in the order. The payment provides more\ndifficulty.\nSince some (and perhaps, by now, all) of the funds have been\nreleased for the benefit of the deceased’s children, at least\na part of\nthe accused’s performance is irreversible. The question is whether we are\nentitled to take that into account at this\nstage for the purpose of reassessing\nthe sentence.\n[48]\tIn\nR v Verster\n1952 (2) SA 231\n(A) at 236A-C the\nCourt held that\n‘’n Uitspraak is reg of verkeerd volgens die\nfeite wat ten tyde van die uitspraak bestaan, nie volgens nuwe omstandighede\nwat\nlater ontstaan nie. Indien sulke latere omstandighede ‘n vonnis wat in\n‘n strafsaak opgelê is, onuitvoerbaar\nmaak, of die uitvoering\ndaarvan onwenslik maak, is dit ‘n saak vir voorlegging aan, en oorweging\ndeur, die uitvoerende gesag\nvan die Staat-die Gevangenisraad, of die Minister\nvan Justisie, of die Goewerneur-generaal; en ‘n appèl is nie die\ngepaste\nmanier om hierin ‘n remedie te soek nie.’\nThe Court\naccordingly refused to take account of a delay in the hearing of an appeal as a\nreason for amending the sentence imposed\nat the trial.\n[49]\tThe principle enunciated in\nVerster\n’s case has been\nconsistently followed in this Court: see\nR v Hobson\n1953 4 SA 464\n(A)\nS v Revill\n1974 (1) SA 743\n(A);\nS v Sterrenberg\n1980 (2) SA 888\n(A);\nThomson v S\n[1997] 2 All SA 127\n(SCA). In\nAttorney-General, Free\nState v Ramokhosi\n1999 (3) SA 588\n(SCA) the Court reaffirmed the principle\n‘as a general rule’. Holding that the point argued did not bear on\nthe correctness\nof the judgment in the court\na quo\nit treated the appeal\nbefore it as a ‘special case’ and held that intervening\ncircumstances including a considerable delay\nin the hearing of the appeal,\nentitled it to consider facts that had arisen since the release of the\nrespondent on bail for the purpose\nof deciding whether the appeal would have any\n‘practical effect or result’.\n[50]\tIn\nS v Drummond\n1979\n(1) SA 564\n(RAD) the Court held, in relation to an appeal against sentence that\nit was not precluded from considering material evidence of what\nhad transpired\nsince the sentence was passed. The Court said (at 569D-G):\n‘An appeal\nCourt for obvious reasons is most reluctant in deciding on sentence to take into\naccount facts that have only come\ninto existence since the conclusion of the\ntrial. Generally speaking, it is for the executive in the exercise of the\nprerogative\nof mercy to give effect to any such facts. The rule, however, is not\ninflexible. See\nS v Watungwa\n1976 (2) RLR 158 and\nS v Seedat\n1977\n(2) SA 686\n(RA); 1977 (1) RLR 102. This Court will in exceptional circumstances\ntake into account facts which have arisen since the trial. The\nfact that an\nappeal Court is at large on the question of sentence for other reasons is not in\nitself to be regarded as an exceptional\ncircumstance justifying the departure\nfrom the general rule. But the fact that it is at large and must in any event\nreconsider the\nquestion of sentence will make it more receptive of an argument\nthat, in reconsidering sentence, facts which have come into existence\nsince the\ntrial should also be taken into account. Since this is the position of this\nCourt in this appeal, the matters which have\narisen since the trial should in my\nview be regarded as constituting “exceptional circumstances” as\nenvisaged in the\ncases mentioned above. There is no compelling reason in the\nparticular circumstances of this case why this Court should pass responsibility\nfor the ultimate decision to the executive.’\n[51]\tThe Rhodesian\napproach undoubtedly provides a degree of flexibility necessary in exceptional\ncases to ensure that justice is\ndone. The present case is in my view\nexceptional. More particularly, the weight to be attached to the payment is not\na matter which\ncan properly be left to the executive. It is also required of\nthis Court to determine whether the payment is a matter bearing on\nthe existence\nof substantial and compelling circumstances which may in consequence justify a\ndeparture from the prescribed minimum\nsentence. That too is beyond the\ncompetence of the executive. The possibility of neither of these distinguishing\nfeatures can have\nbeen present to the minds of the members of the Court which\ndecided\nVerster\n’s case. We are at large as to the reassessment of\nsentence and justice requires that the said features be weighed in doing\nso.\n[52]\tThe first question then is the weight which should accorded to the\npayment. The learned Judge\na quo\nmatched R250 000,00 with the suspension\nof one year of imprisonment. I think that was insufficient and that three years\nwould be more\nappropriate. That conclusion has the result that the sentence of\n15 years which I would otherwise have regard as proper must be reduced\nin order\nto take account of the payment.\n[53]\tThat however can only be done if this\nCourt is entitled to treat the payment as a substantial and compelling\ncircumstance ie\none which renders the ultimate cumulative impact of the\nmitigating factors such as to justify a departure from the prescribed minimum\nsentence:\nS v Malgas\n2001 (1) SACR 469\n(SCA) at 477g.\n[54]\tI have no\ndoubt that it has precisely that effect. The result is that the minimum sentence\nlegislation is not applicable to the\nsentence which I shall propose for the\nmurder. I should add that I also consider it fair to the accused to allow him a\nreduction\nfor the inconvenience, aggravation, disruption and anxiety caused by\nthe necessity of being returned to prison so long after he had\nbeen released in\nthe Commissioner’s discretion.\n[55]\tTaking the aforementioned factors\ninto account I consider that the sentence appropriate to the finding of\nsubstantial and compelling\ncircumstances is 10 years imprisonment in respect of\nthe murder count.\n[56]\tOf course, the circumstances such as those in point\nhere cannot again be regarded as substantial and compelling when an accused\nperson convicted of several crimes has once received the benefit of them. There\nbeing no other such circumstances available to be\ntaken into account in respect\nof the conviction for attempted murder, the minimum sentence of  5 years\nimprisonment must stand.\n[57]\tThe assault with intent to commit grievous\nbodily harm consisted of a vicious blow to the face of a defenceless man, close\nenough\nto the eye to be dangerous, with a firearm, causing a wound which bled\nfreely. That assault took place at a time when such anger\nas may earlier have\ninfluenced the accused must largely have abated. In my view the proper sentence\nwould be 6 months imprisonment.\n[58]\tZulman JA finds that, in the\ncircumstances of this case, an order having the effect of returning the accused\nto prison would\nbe callous. I cannot agree. No doubt such an order is made with\nreluctance and only with due regard to the proper demands of justice.\nWhen the\ncrime is of such a, relatively-speaking, non-serious nature that such additional\nimprisonment as is imposed may be suspended\nwithout evoking a feeling of\ndisquiet, the accused should receive the benefit of what is, in effect, a valid\nalternative sentence.\nHowever, the present case does not fall into that\ncategory. The sentence imposed by the trial court took no proper account of the\nlaw and I do not regard it as in the public interest (which is that sentences\nproperly imposed should be served out according to\nlaw) that the accused should\nbe allowed to snatch at the bargain which the mistake of the trial court offered\nhim. Even the portion\nof the sentence which he did serve was founded on the\nmisapprehension of that court that the minimum sentence legislation did not\napply to him. There is a substantial discrepancy between the sentence imposed by\nthe trial court and that which I consider appropriate.\nThe increased sentence\nserves a valid penal purpose and ought therefore to be given proper\neffect.\n[59]\tNo particular circumstances which bear upon or derive from the\ndelay between the passing of the original sentence and the hearing\nof this\nappeal have been drawn to our attention. The delay has been purely systemic and\ncertainly not undue. The State had every\nright to appeal against the sentence.\nIt did so timeously. (Although the State’s application was only heard in\nSeptember 2002,\nits notice had been prepared and served within two weeks of the\njudgment.) It too is entitled to fair treatment.\n[60]\tI would order that the\nthree sentences run concurrently. (Only the good fortune that Lotz suffered no\nserious injury persuades\nme that the accused should receive this indulgence in\nrelation to count 2.) In my view this Court should make the following\norder:\n1.\tThe appeal of the State against sentence is upheld.\n2.\tThe sentence imposed by the trial Court is set aside and replaced by the\nfollowing sentences:\nCount 1 (Attempted murder) – 5 years imprisonment;\nCount 2 (Murder) – 10 years imprisonment;\nCount 3 (Assault with intent to commit grievous \tbodily harm) – 6 months\nimprisonment.\n3.\tThe sentences are to run concurrently. It is recorded that the accused has\nalready served 8 months in prison.\n4.\tThe appeal by the accused is\ndismissed.\nJ A   HEHER\nJUDGE OF APPEAL",
  "scraped_at": "2026-02-12T09:03:39.968980",
  "date": "2004-05-28",
  "coram": [
    "ZULMAN JA",
    "HEHER JJA",
    "PATEL AJA"
  ],
  "case_number": "337/2003",
  "parties": {
    "applicants": [
      "The State"
    ],
    "respondents": [
      "E Y B Karolia"
    ]
  },
  "sections": {
    "facts": "The accused, E Y B Karolia, sold a BMW 333i to a purchaser for R65,000, with a trade‑in of another BMW worth R35,000 and a cash payment of R10,000. The transaction collapsed and the vehicle was returned. On 22 June 1998 the deceased Ntsoeke David Mofokeng and Hermanus Johannes Lotz arrived at Karolia's home early in the morning. A dispute arose over a claimed debt of R10,000. Lotz acted as a mediator, but the argument escalated. Lotz was shot twice, the deceased was shot three times and died from wounds to the abdomen, chest and neck. The accused was convicted in the High Court of attempted murder, murder (not pre‑meditated) and assault with intent to cause grievous bodily harm. The State appealed the sentence under s 316 B of the Criminal Procedure Act, while the accused cross‑appealed his conviction and sought a special entry under s 317.",
    "issues": "1) Whether the trial court erred in calling further witnesses without notice, constituting an irregularity under s 317. 2) Whether the accused’s conviction should be set aside on the basis that his self‑defence defence was reasonably possible. 3) Whether the sentence imposed (correctional supervision with a R250,000 compensation order) was appropriate in light of the mandatory minimum sentences under s 51 of the Criminal Law Amendment Act and whether substantial and compelling circumstances justified a deviation. 4) Whether the appellate court may consider post‑sentencing circumstances – namely the eight months already served and the payment of R250,000 – when determining a new sentence.",
    "principles": "The court applied the discretion granted by s 186 of the Criminal Procedure Act to subpoena witnesses at any stage, finding no procedural irregularity. It affirmed the burden on the State to disprove self‑defence and upheld the conviction based on credible evidence from Lotz, the post‑mortem report and police testimony. Regarding sentencing, s 51(2) prescribes mandatory minimums for murder (15 years) and attempted murder (5 years); s 51(3)(a) allows departure when substantial and compelling circumstances exist. The court considered case law on sentencing discretion (S v Gerbers; S v Eadie; S v Malgas; S v Dodo) and the principle that appellate courts normally cannot consider new facts unless exceptional circumstances arise (R v Verster; S v Drummond).",
    "application": "The court found no abuse of discretion in calling witnesses and rejected the accused’s claim of self‑defence as improbable and untruthful. It concluded that substantial and compelling circumstances existed – the accused acted in a state of anger, was a first offender, had serious personal and charitable contributions, and had already paid the compensation order. The payment and time already served were treated as exceptional post‑sentencing circumstances justifying a revised sentence. Consequently, the original sentence of correctional supervision with a suspended year was set aside. A new sentence of ten years for murder, five years for attempted murder and six months for assault (all to run concurrently) was imposed, with all but eight months suspended for five years and the R250,000 compensation order confirmed as already fulfilled.",
    "conclusion": "The appeal against sentence succeeded; the original sentence was set aside and replaced by the above concurrent sentences, with suspension conditions and acknowledgment of the eight months already served and payment made. The cross‑appeal was dismissed, and the appeal against the special entry was dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "mandatory minimum",
      "substantial and compelling circumstances",
      "appeal against sentence",
      "special entry",
      "self-defence"
    ]
  }
}