{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/109.html",
  "case_name": "S v Katoo (642/2002) [2004] ZASCA 109; [2006] 4 All SA 348 (SCA); 2005 (1) SACR 522 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 109",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 109\n|\nNoteup\n|\nLawCite\nS v Katoo (642/2002) [2004] ZASCA 109; [2006] 4 All SA 348 (SCA); 2005 (1) SACR 522 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 642/2002\nIn the\r\nmatter between\nTHE\r\nSTATE                                                               \r\nAppellant\nand\nNKULULEKO SIDNEY KATOO     \r\n                     \r\nRespondent\n___________________________________________________________\nCORAM:\r\nHARMS, CAMERON, MTHIYANE, CLOETE JJA et JAFTA AJA\nHEARD:\r\n2 NOVEMBER 2004\nDELIVERED: 30 NOVEMBER\r\n2004\n___________________________________________________________\nSummary:\nCriminal Procedure Act 51 of 1977\ns 194\nâ incompetence of a witness\r\nafflicted with mental illness or imbecility\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nJAFTA AJA\n[1] The respondent was arraigned in the High Court (Port\r\nElizabeth) before Pillay AJ, sitting with assessors, on two charges:\r\nfirst,\nof kidnapping (s 13 of the Sexual Offences Act 23 of 1957)\r\nand, second, of rape (alternatively sexual intercourse with an\r\nimbecile\nunder s 15(1)(a) of the said Act). After the conclusion of\r\nthe stateâs case he closed his without testifying or calling any\r\nwitnesses\nin his defence. He was acquitted on both counts.\n[2] During the course of the trial, the prosecution sought to call\r\nthe complainant, a 16 year old female. The trial judge ruled\nthat she\r\nwas not competent to testify in the light of the provisions of s 194\r\nof the Criminal Procedure Act 51 of 1977 (âthe\nActâ). The\r\nprosecution requested that the issue be reserved as a question of\r\nlaw. The trial judge refused to do so. This led\nto an application to\r\nthis court for leave to have the question reserved. The application\r\nwas referred for oral argument. The respondent\ndeclined to\r\nparticipate in the hearing before this court.\n[3] The question formulated is â\nâwhether the court was correct in law in refusing the state an\r\nopportunity to present the evidence of the complainant on the charges\n\npreferred?\nThe answer, I believe, must be sought not only in s 194 read in\r\nisolation but also read in context with other provisions of the\nAct.\n[4] The relevant facts are the following. The complainant lived with\r\nher parents and their other children at a house in Extension\n3, Pâ¦,\r\nHâ¦. On 13 July 2001 she was in the company of other children at the\r\nback of the house. She later went to stand at the\ngate in front of\r\nthe house, waiting for her father who had gone to town. She\r\ndisappeared and her whereabouts were unknown until\nthe next morning\r\nwhen she was found with the respondent in his room. She was later\r\ntaken to a doctor for a medical examination,\nwhich revealed that she\r\nhad recently had sexual intercourse. A complaint was laid against the\r\nrespondent who was subsequently charged.\n[5] During the trial the respondent admitted that he had engaged\r\nin sexual intercourse with her. The defence on the rape charge raised\n\nand advanced in cross-examination on his behalf was that the\r\nintercourse was consensual and, as far as the alternative count of\n\nintercourse with an imbecile was concerned, that he did not know that\r\nshe was an imbecile (\ndolus\nbeing an element of the crime).\n[6] In order to prove that the respondent must have been aware of\r\nthe fact that the complainant was incapable of consenting to sexual\n\nintercourse as she obviously was an imbecile, the prosecution led\r\n(apart from the evidence of members of her family) evidence of\na\r\nclinical psychologist, Mr du Toit, who had examined her and prepared\r\na report on her mental capacity. Du Toit stated that the\ncomplainant\r\nsuffered from severe mental retardation and that she could\r\nconsequently be described as an imbecile. He found that\nas a result\r\nof the mental retardation the complainant had a âvery limited\r\ncapacity to exercise her will and make choicesâ,\nand that her\r\nmental age was that of a four-year-old child. Du Toit was, however,\r\nnot able to determine whether the complainant\ncould distinguish truth\r\nfrom falsity.\n[7] Relying on the psychologistâs testimony, the trial court\r\nmade the ruling mentioned. In this regard the trial judge said:\nâAs authority for the proposition that the witness can be so\r\ncalled, [counsel for the prosecution] relies on\nS v J\n[1989\r\n(1) SA 524\n(A)]. Now it is true that there are sections in this\r\njudgment where the appeal court, dealing with a conviction for sexual\r\nintercourse\nwith an imbecile, expressed regret that the complainant\r\nhad not been called as a witness. I do not, however, believe that it\r\nis\nauthority for the proposition that she can be so called.\nSection 194 of the Act makes it clear that mentally incompetent\r\npersons, whether the incompetence is due to mental illness or\r\nintoxication or narcotic abuse, shall not be competent to give\r\nevidence while so afflicted or disabled.\nNow the State case has been, through a senior psychologist Dr du\r\nToit, that she is severely mentally retarded to the point where\nshe\r\nmay be described as an imbecile. She is 16 years old, but has the\r\nmental age of a 4 year old. He expressed doubt, as a trained\nexpert,\r\nas to whether or not she can tell the difference between truth and\r\nfalsehood.\nIn those circumstances, it seems to me to be clearly a situation\r\ngoverned by section 194 of the Act. There is nothing in the judgment\n\nof\nS v J\nto indicate that the prohibition in that section\r\nagainst calling an imbecile as a witness was considered.â\n[8] Section 194 provides:\nâNo person appearing or proved to be afflicted with a mental\r\nillness or to be labouring under any imbecility of mind due to\r\nintoxication or drugs or the like, and who is thereby deprived of the\r\nproper use of his reason, shall be competent to give evidence\nwhile\r\nso afflicted or disabled.â\n[9] The section must read in the context of sections 192 and 193\r\nwhich precede it. Section 193 provides that the court before which\n\ncriminal proceedings are conducted must decide any question\r\nconcerning the competency of any witness. According to s 192 every\n\nperson is competent to give evidence in a criminal trial unless\r\nexpressly excluded by the Act from doing so.\n[10] Section 194 stipulates specific requirements for determining\r\nwhether or not a particular witness is incompetent. The history\nof\r\nthe provision is instructive, although its wording is clear. Section\r\n225 of the Criminal Procedure Act of 1955 had a similar\nprovision in\r\nthese terms:\n'No person appearing or proved to be afflicted with idiocy,\r\nlunacy, or insanity, or labouring under any imbecility of mind\r\narising\nfrom intoxication or otherwise, whereby he is deprived of the\r\nproper use of reason, shall be competent to give evidence while so\n\nafflicted or disabled.'\nThis gave rise to interpretation problems as appears from the\r\njudgment of Jansen JA in S v Thurston and another\n1968 (3) SA 284\n(A)\r\nat 289C-F:\nâDie strekking van die artikel is egter nie vanselfsprekend\r\nnie. Skynbaar (altans volgens die Afrikaanse redaksie deur die\r\nGoewerneurgeneraal\nonderteken) is dit nie elke geestesgebrek wat\r\nonbevoegdheid meebring nie, slegs dié waardeur die persoon\r\nâvan die behoorlike\ngebruik van sy sinne beroof wordâ (âis\r\ndeprived of the proper use of reasonâ). In wye sin kan dit seker\r\ngesê word van\nenige persoon met 'n geestesgebrek van een of\r\nander aard, maar dit is beswaarlik denkbaar dat die Wetgewer dit so\r\nbedoel het -\ndit sou die kwalifikasie oorbodig maak behalwe ten\r\nopsigte van âverstandsverbystering voortspruitende uit dronkenskap\r\nof andersinsâ.\nJuis hierdie gedagtegang kan aanleiding gee tot 'n\r\ninterpretasie wat die kwalifikasie tot laasgenoemde geval beperk. Die\r\nEngelse\nredaksie is veral vatbaar daarvoor. Ook in Rex v Burger,\n1938\r\nCPD 37\n, is die kwalifikasie in 'n bykans presies ooreenstemmende\r\nartikel skynbaar aldus verstaan. Daar word nie uitdruklik mee\r\ngehandel\nnie, maar die aanvaarding dat as 'n getuie 'n idioot is, sy\r\nsonder meer 'n onbevoegde getuie is, dui sterk daarop.â\nPursuant to the recommendations of the Botha Commission of\r\nInquiry into Criminal Procedure and Evidence the present Act was\r\namended\nto remove the uncertainty and to bring our law in conformity\r\nwith other systems. (Cf the authorities referred to by Jansen JA at\n\n289F-290E and also Wigmore Evidence in trials at common law (1979 ed)\r\nvol 2 para 498-499, Bellamy [1986] Cr App R 222, and R v\nD [2002] 2\r\nCr App R 36.)\n[10] The first requirement of the section is that it must appear\r\nto the trial court or be proved that the witness suffers from (a)\na\r\nmental illness or (b) that he or she labours under imbecility of mind\r\ndue to intoxication or drugs or the like. Secondly, it\nmust also be\r\nestablished that as a direct result of such mental illness or\r\nimbecility, the witness is deprived of the proper use\nof his or her\r\nreason. Those two requirements must collectively be satisfied before\r\na witness can be disqualified from testifying\non the basis of\r\nincompetence.\n[11] The evidence led in the present case falls short of\r\nestablishing that those requirements were met. The psychologistâs\r\nevidence\ndoes not indicate that the complainant suffered from any\r\nmental illness. It merely establishes that she was, in the outdated\r\nterminology\nof the Act, an imbecile. Imbecility is not a mental\r\nillness and per se did not disqualify her as a witness. It is only\r\nimbecility\ninduced by âintoxication or drugs or the likeâ that\r\nfalls within the ambit of the section (and then only when the witness\r\nis\ndeprived of the proper use of his or her reason). It is also clear\r\nfrom the evidence thus far led that the complainant was not deprived\n\nof the proper use of her reason because she had a limited mental\r\ncapacity.\n[12] The trial court had a duty properly to investigate the cause\r\nof her imbecility before concluding that she was incompetent. Section\n\n193 enjoins a trial court to enquire into this issue and decide\r\nwhether a witness is in fact incompetent. This may be done by way\nof\r\nan enquiry whereby medical evidence on the mental state of the\r\nwitness is led or by allowing the witness to testify so that\nthe\r\ncourt can observe him or her and form its own opinion on the\r\nwitnessâs ability to testify. In the past courts in this country\n\nhave permitted persons suffering from mental disorders as well as\r\nimbeciles to testify subject to their being competent to do so.\nSee S\r\nv Thurston (supra); S v J\n[1988] ZASCA 117\n;\n1989 (1) SA 525\n(A); R v K\n1957 (4) SA 49\n(O) and S v Malcolm\n1999 (1) SACR 49\n(SE).\n[13] That approach is in harmony with the presumption contained\r\nin s 192 to the effect that every person is a competent witness.\nBut\r\nthe fact that someone is a competent witness does not mean that that\r\nperson can be sworn as a witness. That raises a discrete\nissue,\r\nnamely whether the witness understands the nature and import of the\r\noath or affirmation, which must be dealt with under\ns 164 (see S v B\n2003 (1) SACR 52\n(SCA)). In addition, the intention of the state here\r\nwas not to rely on the truth of the evidence of the complainant; it\r\nwas to\ndemonstrate to the court that she was an imbecile and that\r\nthat fact would have been apparent to anyone â in other words, a\r\nprocedure\nakin to an inspection in loco.\n[14] It is regrettable that, once again, it becomes necessary to\r\nrepeat the admonition on the importance of lower courts following\n\ndecisions of higher courts. S v J was binding on the court\r\na quo and the trial judge should have followed it. In De Kock\nNO and\r\nothers v Van Rooyen\n2004 (2) SACR 137\n(SCA) Cameron JA said at 146\r\nf-g:\nâIt is necessary to repeat the admonition. Consistency,\r\ncoherence, certainty and predictability in our new constitutional\r\norder\nrequire the due application of the decisions of higher Courts.\r\nDisregarding them wastes precious resources. It also imperils public\n\nunderstanding of the Constitution and its implications by creating an\r\nimpression of incoherence, irrationality and unpredictability.â\nSee\r\nalso Blaauwberg Meat Wholesalers v Anglo Dutch Meats (Exports)\n2004\r\n(3) SA 160\n(SCA) para 20 and the cases there cited.\n[15] In the circumstances of the present case I am satisfied that\r\nthe answer to the reserved question of law must be âyesâ. This\n\nfinding then gives rise to the question âwhat stepsâ this court\r\nshould direct (s 322(4) read with s 324). The ruling made by\nthe\r\ntrial court amounted to a serious irregularity. The state was\r\ndeprived of the oportunity of leading evidence, which was palpably\n\nadmissible on the plain wording of the section. The evidence was\r\nmaterial for its case on count 2. A miscarriage of justice occurred.\n\nThe accused, on the other hand, although he has had to suffer all the\r\nprejudices that follow from a trial, will not be materially\n\nprejudiced by a trial de novo. He has not yet testified, the trial\r\nwas brief and there is no suggestion that witnesses for the\ndefence\r\nare no longer available. It is therefore an appropriate case to allow\r\na new prosecution if the state is so minded. (R v\nGani\n1957 (2) SA\r\n212\n(A) 222.) However, the question reserved did not affect the\r\nacquittal on count 1 (kidnapping) and that count cannot form the\r\nsubject\nof any retrial.\n[15] Before concluding this judgment there are two issues to\r\nwhich I should refer. The first relates to the trial court allowing\n\nevidence on the complainantâs previous sexual experience to be\r\nintroduced into the record of the proceedings. Section 227(2)\nof the\r\nAct stipulates that evidence of a complainantâs sexual experience,\r\nwhich does not relate to the incident giving rise to\nthe trial, may\r\nnot be adduced without leave of the court and that such leave may be\r\ngranted only if the court is satisfied that\nit is relevant.\r\nConsistently with this provision trial courts must vigilantly protect\r\ncomplainantsâ privacy and dignity by allowing\nevidence of past\r\nsexual experience to be led only where the requirements of the\r\nsection are met. In S v M\n2002 (2) SACR 411\n(SCA) Heher AJA said at\r\n425j - 426b:\nâOne is here dealing with an issue which requires of a trial\r\ncourt great sensitivity and about which strongly conflicting views\n\nmay be held ... There is a responsibility on practitioners and the\r\ncourts to uphold the spirit of the legislation. In the case\nwith\r\nwhich we are concerned, all appreciation of the statutory\r\nrequirements and niceties seems to have escaped the trial court.â\n[16]\nIn the present\r\nmatter the requirements of s 227(2) were not complied with before the\r\nevidence pertaining to the complainantâs\nprevious sexual experience\r\nwas adduced. The leading of such evidence should have been prevented.\n[17] The other issue relates to the weight attached by the trial\r\njudge to the defence version which was put to state witnesses under\n\ncross-examination. It was treated as if it were evidence when the\r\ntrial court considered its verdict on the merits. As the respondent\n\nfailed to place any version before the court by means of evidence,\r\nthe courtâs verdict should have been based on the evidence\nled by\r\nthe prosecution only.\n[18] In the result the following order is made:\n1. The application for the reservation of the question of law is\r\ngranted in terms of s 317(5) of the Criminal Procedure Act.\n2. The reserved question of law is answered in the affirmative.\n3. Under s 324 of the Act, the respondent may be retried on count 2\n__________________________\nC\r\nN JAFTA\nACTING JUDGE OF APPEAL\nHARMS JA )\nCAMERON JA\r\n)CONCUR\nMTHIYANE JA )\nCLOETE JA )",
  "scraped_at": "2026-02-12T09:09:45.250752",
  "date": "2004-11-30",
  "coram": [
    "Harms JJA",
    "Cameron JJA",
    "Mthiyane JJA",
    "Cloete JJA",
    "Jafta AJA"
  ],
  "case_number": "642/2002",
  "parties": {
    "applicants": [
      "The State"
    ],
    "respondents": [
      "Nkululeko Sidney Katoo"
    ]
  },
  "sections": {
    "facts": "The respondent, Nkululeko Sidney Katoo, was charged in the High Court (Port Elizabeth) with kidnapping and rape (alternatively sexual intercourse with an imbecile) under the Sexual Offences Act. The complainant was a 16‑year‑old girl who, after being missing for a night, was found in Katoo's room and later examined by a doctor who confirmed recent sexual intercourse. During the trial Katoo admitted sexual intercourse but denied consent and claimed he was unaware that the complainant was an imbecile. A clinical psychologist testified that the complainant suffered severe mental retardation, had the mental capacity of a four‑year‑old, and could not distinguish truth from falsehood. The trial judge, relying on this testimony, ruled the complainant incompetent to testify under s194 of the Criminal Procedure Act and acquitted Katoo on both counts. The State appealed, seeking to reserve the legal question of the witness's competency.",
    "issues": "The primary issue was whether the trial court erred in refusing the State's request to call the complainant as a witness, i.e., whether s194 of the Criminal Procedure Act, read alongside s192 and s193, correctly disqualified her testimony. A subsidiary issue concerned the admissibility of evidence of the complainant's prior sexual experience under s227(2) of the Act.",
    "principles": "Section 192 presumes all persons are competent witnesses unless expressly excluded; s193 obliges courts to determine competency; s194 bars testimony from persons afflicted with mental illness or imbecility that deprives the proper use of reason, specifically when caused by intoxication or drugs. Competency must be established by showing both a mental condition and a loss of reasoning ability. Case law cited includes S v J (binding precedent on witness competence), S v Thurston (allowing testimony where competence is established), De Kock NO & others v Van Rooyen (importance of following higher‑court decisions), and R v Gani (principles for retrial after miscarriage of justice). The court also referenced s227(2), which restricts evidence of a complainant’s previous sexual experience unless leave is granted and relevance is shown.",
    "application": "The appellate court found that the psychologist’s evidence showed only that the complainant was an imbecile, not that she suffered a mental illness or that her imbecility was caused by intoxication or drugs, nor that she was deprived of the proper use of reason. Consequently, the requirements of s194 were not satisfied and the trial judge failed to conduct the inquiry mandated by s193. The earlier refusal to admit the complainant’s testimony was therefore a legal error constituting a miscarriage of justice. The court also noted that the trial judge wrongly admitted evidence of the complainant’s prior sexual experience without complying with s227(2).",
    "conclusion": "The reserved question of law was answered affirmatively; the trial judge’s refusal to allow the complainant’s evidence was unlawful. The State’s application for reservation of the question was granted. The respondent’s acquittal on the kidnapping count stands, but the acquittal on the rape/imbecile count is set aside. The respondent may be retried on count 2 (sexual intercourse with an imbecile), in accordance with s324 of the Criminal Procedure Act."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "witness competency",
      "mental incapacity",
      "evidentiary rules",
      "retrial"
    ]
  }
}