{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/82.html",
  "case_name": "Mutual and Federal Ltd. v Rumdel Construction (Pty) Ltd. (373/03) [2004] ZASCA 82; [2005] 1 All SA 405 (SCA); 2005 (2) SA 179 (SCA) (21 September 2004)",
  "citation": "[2004] ZASCA 82",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 82\n|\nNoteup\n|\nLawCite\nMutual and Federal Ltd. v Rumdel Construction (Pty) Ltd. (373/03) [2004] ZASCA 82; [2005] 1 All SA 405 (SCA); 2005 (2) SA 179 (SCA) (21 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  373 /\n03\nIn the matter between\nMUTUAL AND\nFEDERAL LIMITED\tAPPELLANT\nand\nRUMDEL\nCONSTRUCTION (PTY) LIMITED\tRESPONDENT\nCoram\n:\tHARMS, FARLAM, CONRADIE  JJA, PATEL et PONNAN  AJJA\nDate of hearing\n:\n24 AUGUST\n2004\nDate of delivery\n:\n21\nSEPTEMBER 2004\nSUMMARY\nInsurance –\ncontract works damaged by cyclone – insurer's contention rejected that\ncontractor not liable to repair damage\nand hence had no insurable interest in\nworks – claim not excluded by special exception relating to defective\ndesign of contract\nworks.\n___________________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________________\nCONRADIE\nJA et PATEL AJA\n[1]\tDuring the week of 21 to 28 February 1997\ntropical cyclone Lizette inundated Nampula Province in Mozambique.  Over a long\ndistance\nit severely damaged roads that the respondent (‘the\ncontractor’) was about to hand over to its employer, the Mozambican\nDirectorate of National Roads and Bridges (‘the employer’).  The\nstorm damage led to an insurance claim that the appellant\n(‘the\ninsurer’) repudiated.  The insurer lost before Gildenhuys J in the\nJohannesburg High Court.  The court found the\ninsurer liable and ordered it to\npay to the contractor R2.5m plus whatever value added tax might have been paid\nby the contractor.\n It is against this award that the insurer, with leave of the\ntrial court, appeals.  The contractor, also with leave, cross-appeals\nagainst\nthe failure of the trial court to award it interest on this\namount.\n[2]\tThe contractor’s claim was made under an insurance\npolicy in terms of which the insurer indemnified both the contractor\nand the\nemployer in respect of fortuitous physical destruction of or damage to works to\nbe undertaken by the contractor in these\nwords:\n'THE COMPANY HEREBY AGREES subject to the terms exceptions limits and conditions\ncontained herein or indorsed hereon that if during\nthe Period of Insurance or\nduring any further period in respect of which the Insured shall have paid and\nthe Company shall have accepted\nthe premium required any part of the Property\nInsured shall be lost destroyed or damaged as referred to in Part 1 hereof...the\nCompany\nwill indemnify the Insured as provided hereinafter.'\nPart\n1 circumscribes the indemnity:\n'The Company will by payment or at its option by repair or reinstatement\nindemnify the Insured in respect of fortuitous physical\nloss or destruction of\nthe Property Insured arising from any cause (other than as provided in the\nGeneral Exceptions or in the Exceptions\nto this Part contained hereinafter)\nwhilst at the Situation of the Contract.'\n[3]\tThe property insured comprised two rural roads in Nampula\nprovince, the one from Liupo via Corrane to Nampula and the other from\nMomo\nJunction to Nametil.  The description of the works in the schedule to the\ninsurance contract is worth recording:\n'Contract no. bid 107/0b/94: opening of rural gravel roads and rehabilitation\nand constructions of bridges in Nampula province'.\n[4]\tThe contractor sought an indemnity for the repair costs of\n101,88 kilometres of the road works that had sustained storm damage.\n The\ninsurer raises two defences.  First it maintains that a proper construction of\nthe building contract leads to the conclusion\nthat the contractor was not liable\nto repair the roads.  It therefore did not have an insurable interest in their\nrestoration and\ncould only validly have insured the works up to the extent of\nits interest, that is to say, for loss or damage that it was obliged\nto make\ngood at its own expense.  Second it maintains that the roads were defectively\ndesigned and that the damage suffered therefore\nfell outside the policy\nindemnity.\n[5]\tFor the first defence the insurer relies on the terms of\nthe construction contract contained in clauses 10 and 11 thereof:\n'\n10  Contractor’s Risk\n10.1  All risks of loss or of damage to physical property and of personal injury\nand death which arise during and in consequence\nof the performance of the\nContract other than the excepted risks are the responsibility of the\nContractor.\n11  Employer’s Risk\n11.1 The Employer is responsible for the excepted risks which are (a)...the\nrisks of war...,or (b) a cause due solely to the design\nof the Works, other than\nthe Contractor’s design.'\n[6]\tWe assume in favour of the insurer the correctness of its\nproposition that the contractor insured only its interest in the works.\n On this\nassumption it would not be liable to repair damage to the works caused solely by\ntheir design by someone other than the\ncontractor.  The roads were not designed\nby the contractor but by the employer.  But the damage to the roads was not\ncaused solely\nby their design.  The damage was caused by an unusually heavy\ndownpour.  The contractor was therefore responsible for their repair.\n Clause 11\nwas meant to safeguard the contractor against the cost of remedial work to a\ndefective design by someone other than himself.\n To try to invoke it in the\ncontext of an insurer's liability for storm damage is to misconstrue its scope\nand purpose.\n[7]\tThe insurer's obligation to indemnify in the insurance\npolicy is subject to the usual general exceptions to liability such as\ndamage or\nloss due to war and confiscation.  They do not concern us but special exceptions\n4 and 5 to Part 1 do:\n'The indemnity expressed in this Part shall not apply to or include\n4. Loss destruction or damage due to:-\n(a) wear and tear rust mildew or deterioration\n(b) insects larvae or vermin of any kind\n(c) acts of the Insured or his competent or authorized agent or representative\nwhich are contrary to the recognized rules of engineering\nor to any legislation\nor regulations issued by an authority\n(d) cessation of work whether total or partial\n5. (a) repairing replacing reinstating or making good any part of the Property\nInsured which is defective in material workmanship\nplan or specification...\n(b) re-design improvement betterment or alteration on the occasion of repair\nreplacement or reinstatement of loss or damage\n(c) defective design.'\n[8]\tThe insurer submits that the word ‘design’ is\nused in the policy in relation to the suitability of the roads for their\nintended purpose.  We would not quarrel with that.  The intended purpose of the\nproject was the emergency opening of roads in Nampula\nprovince.  It was intended\nthat what remained of road links in the province after the civil war should be\nrehabilitated.  It is common\ncause that the roads were low cost, high risk, high\nmaintenance, low volume, all weather roads the main purpose of which was, in\nwords borrowed by the insurer’s expert from a CSIR report on that kind of\nroad in Kwa-Zulu Natal 'to get the people out of\nthe mud'.  The roads were built\naccording to a design philosophy 'as low as you can go for a public road'\naccording to one of the\ncontractor’s experts and were meant to be degraded\nby the weather and repaired by regular maintenance.\n[9]\tThe\ninsurer’s expert on road construction repeatedly said that the drainage,\nbut also other aspects of the construction\nsuch as the wearing layer on the\nroad, should have been better designed.  Much stress was laid on how flood\nreturns – the statistical\nfrequency with which a storm of a particular\nseverity might be expected to recur – ought to have been calculated and\nincorporated\nin the design.  Only then would the design not have been\ndefective.\n[10]\tIn effect the appellant’s argument amounts to this:\nthat if the respondent hoped to be entitled to an indemnity under the\npolicy for\nstorm damage to the works, it was not good enough for it to construct, as it\ndid, the works to the satisfaction of the\nemployer: it had to construct the\nworks to the satisfaction of the insurer.\n[11]\tWhat standard of design\nthe insurer demanded before it would pay, did not become clear during the trial.\nIts expert criticized\nvarious aspects of the drainage, but did not state to what\nstandard it should have been designed.  He thought that the drainage should\nhave\nbeen designed to withstand the impact of cyclone Lizette but since we do not\nknow what the return period of Lizette was that\ndoes not set an ascertainable\ndesign standard. Without having established a standard the insurer could not\nmaintain that the design\nwas defective.\n[12]\tMoreover, there is no\nsuggestion that the insurer did not know the nature of the unsophisticated\ncontract works it was insuring.\n It cannot now as a prerequisite to accepting\nliability demand that they should have been of a higher quality than the\nemployer was\nprepared to pay for.\n[13]\tThere is no acceptable evidence\nthat the roads, for what they were, were poorly designed.  The employer was\nrepresented on site\nby its resident engineer, Mr AJ Kruger.  He worked for a\nfirm of consultants, Provia/Van Wyk and Louw International, engaged by the\nemployer to supervise the construction of the roads.  The project was so\nunsophisticated and the funding so restricted that Kruger\nhimself, guided by the\ncontract documents, was obliged to design drainage works for the contactor as\nthe roads progressed.  He did\nthis by directing the installation of drains,\nculverts and drifts, using as guidelines his own observations of the topography,\nevidence\nof previous flood levels and local knowledge of flow patterns and soil\nconditions.  He did not work to a statistically calculated\nflow return period. \nThere is no suggestion that such information was available for Nampula province,\nbut even if it had been, technological\nadvances in road design were largely\nirrelevant to the rudimentary drainage structures that were all the employer\ncould afford. \nThe contention that the design of the contract works was\ndefective accordingly fails.\n[14]\tThe trial court failed to award the\ncontractor interest.  Such interest was claimed on the damages at the legal rate\nof interest\naccording to law.  Since the prayer for interest was not dealt with\nin the court’s order the contractor after judgment brought\nan application\nfor supplementation of the order to include the interest.\n[15]\tThe trial\ncourt was not at the close of the case addressed on the contractor’s\nentitlement to interest but the particulars\nof claim clearly accommodated the\npayment of mora interest as envisaged by the\nPrescribed Rate of Interest Act 55\nof 1975\nand the claim was not abandoned.\n[16]\tThe application was opposed\nby the insurer who maintained that the interest claim had been compromised when\nthe quantum of damages\nwas agreed between the parties.  However, Gildenhuys J\nwas not willing to amend his order to include an award of interest on the\nessential ground that he was\nfunctus officio\n.  No doubt in coming to this\nconclusion he was mindful of the requirements of Rule 42 of the Uniform Rules of\nCourt and the common\nlaw exceptions to the well-established rule that once a\ncourt has pronounced a final judgment or order it has itself no authority\nto\ncorrect, alter or supplement it (see\nFirestone South Africa (Pty) Ltd v\nGenticuro AG\n1977 (4) SA 298\n(A) at 306G-308A).\n[17]\tWe however are\nat large to order interest to run on the amount awarded, although the issue of\ninterest was not dealt with in\nthe court\na quo\n, if we are of the view\nthat the contractor is entitled to it (\nKudu Granite Operations (Pty) Ltd v\nCaterna Ltd\n2003 (5) SA 193\n(SCA)).  We consider that the probabilities do\nnot favour the  conclusion that the contractor settled the interest\nclaim.\n[18]\tFirst, on 31 October 2002, while the contractor’s\ncounsel was leading the evidence of a Mr McDowell, who had been called\nto\nestablish the quantum of the contractor’s loss, the parties reached a\nsettlement and agreed the loss at R2 500 000.  Insurer’s\ncounsel informed\nthe court that in view of the settlement of the quantum it was no longer\nnecessary to proceed with the evidence\nof McDowell.  The words used by the\ninsurer’s counsel were ‘quantum of the total loss suffered by the\nplaintiff is R2,5\nmillion’.  Although language is not an instrument of\nmathematical precision there is no ambiguity in these words. If the quantum\nincluded interest the onus rested on the insurer’s counsel to clarify this\nsince as a general rule a claim for damages would\nattract interest, if not\nbefore then after judgment.\n[19]\tSecondly, this interpretation is\nstrengthened by the insurer’s counsel informing the court that the\nagreement was  subject\nto the right of the insurer ‘to identify three\ncomponents of the total loss, these being damage to and fixing of drains, damage\nto and fixing of culverts and washaways, and general damage to the rest of the\nroad.’ After evidence and arguments were concluded\nand judgment reserved,\nthe insurer's attorney informed the trial judge that the insurer did not\n‘intend proceeding with any\napportionment of the settlement amount amongst\nthe three components of the loss as envisaged in the agreement reached in\ncourt’.\n[20]\tLastly, that this is what the parties must have\nenvisaged is further borne out by the fact that after quantum was agreed the\ninsurer admitted that the contractor had made a formal demand on 14 October\n1997.  If the interest claim had been compromised it\nwould have been unnecessary\nfor the parties to agree on the date of demand.  The admission was clearly\nsought and made in order to\nfix a date from which interest might be considered\nto run in accordance with the provisions of\nsection 2A(1)\nand\n2A\n(2)(a) of the\nPrescribed Rate of Interest Act 55 of 1975\n:\n[21]\tThe relevant provisions\nof this Act are:\n‘1\nInterest on a debt to be calculated at a\nprescribed rate in certain circumstances\n(1)\nIf a debt bears interest and\nthe rate at which the interest is to be calculated is not governed by any other\nlaw or by an agreement\nor a trade custom or in any other manner, such interest\nshall be calculated at the rate prescribed under subsection (2) as at the\ntime\nwhen such interest begins to run, unless a court of law, on the ground of\nspecial circumstances relating to that debt, orders\notherwise.\n.....\n2A.\nInterest on unliquidated debts\n(1)\nSubject to the provisions of\nthis section the amount of every unliquidated debt as determined by a court of\nlaw, or an arbitrator\nor an arbitration tribunal or by agreement between the\ncreditor and the debtor, shall bear interest as contemplated in\nsection\n1.\n(2)\n(a) Subject to any other agreement\nbetween the parties the interest contemplated in subsection (1) shall run from\nthe date on which\npayment of the debt is claimed by the service on the debtor of\na demand or summons, whichever date is\nearlier.\n(b).....’\n[22]\tIn terms of the Act the contractor would be entitled to interest on\nthe sum awarded by the court\na quo\nat the prescribed rate from the date\nof summons or from the date of the earlier demand provided that the demand was\nin writing and\nset out the creditor’s claim ‘in such a manner as to\nenable the debtor to reasonably assess the quantum\nthereof’.\n[23]\tThe letter of demand with its annexure clearly sets\nout the loss suffered by the contractor and minutely describes the manner\nin\nwhich it was computed. It was on the basis of this letter of demand that the\ninsurer had earlier made a (wholly inadequate) settlement\noffer to the\ncontractor.  It obviously did not then consider that it was unable to assess the\nloss and that was also not argued in\nthis Court.  It was not disputed that the\napplicable prescribed rate of interest is 15,5% per annum.\n[24]\t1\tThe appeal is dismissed with costs, which include the costs of two\n\tcounsel.\n2\tThe cross appeal succeeds with costs. The order of the trial court is\namplified by the insertion therein of a paragraph (\nb\nbis)\nreading:\n‘(\nb\nbis) interest on the amount\nof R2 500 000 at the rate of 15,5% per annum is to be paid by the defendant as\nfrom 14 October 1997.’\nJ H CONRADIE\nJUDGE OF\nAPPEAL\nC N PATEL\nACTING JUDGE OF APPEAL\nCONCURRING:\nHARMS  JA\nFARLAM  JA\nPONNAN \nAJA",
  "scraped_at": "2026-02-12T09:06:46.083255",
  "date": "2004-09-21",
  "coram": [
    "Harms JA",
    "Farlam JA",
    "Conradie JJA",
    "Patel AJJA",
    "Ponnan AJJA"
  ],
  "case_number": "373/03",
  "parties": {
    "applicants": [
      "Mutual and Federal Ltd"
    ],
    "respondents": [
      "Rumdel Construction (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In February 1997 Cyclone Lizette devastated two rural roads in Nampula Province, Mozambique, which Rumdel Construction (the contractor) was about to hand over to the Mozambican Directorate of National Roads and Bridges (the employer). The contractor held an insurance policy with Mutual and Federal Ltd (the insurer) that covered fortuitous physical loss or damage to the works during the period of insurance. After the cyclone, the contractor claimed R2.5 million plus VAT for repair costs. The insurer refused, arguing that the contractor had no insurable interest because it was not liable to repair the roads and that the damage fell within a special exception for defective design. The High Court awarded the claim to the contractor; the insurer appealed, and the contractor cross‑appealed for interest on the award.",
    "issues": "1. Whether the insurer was liable to indemnify the contractor for damage caused by the cyclone. 2. Whether the contractor possessed an insurable interest in the repair of the roads. 3. Whether the special exception for defective design excluded the claim. 4. Whether the contractor was entitled to interest on the judgment amount under the Prescribed Rate of Interest Act.",
    "principles": "The court considered the terms of the insurance contract, the construction contract clauses allocating risk (clause 10 – Contractor’s Risk, clause 11 – Employer’s Risk), and the general and special exceptions in Part 1 of the policy. It applied the principle that an insurer cannot rely on a design‑defect exception unless the defect is clearly established and a design standard is defined. The court also applied the Prescribed Rate of Interest Act 55 of 1975, which obliges interest to run on unliquidated debts from the date of demand unless expressly excluded.",
    "application": "The court held that the damage was caused by an unusually heavy downpour, not solely by any design defect, and that the contractor remained liable to repair under clause 10. Clause 11 was intended to protect the contractor against design faults of the employer, not to bar the insurer’s liability. No satisfactory evidence showed the roads were defectively designed, nor could the insurer establish a measurable design standard. Consequently, the special exception for defective design could not exclude the claim. Regarding interest, the settlement of the quantum did not address interest; the demand letter dated 14 October 1997 set the appropriate starting point, and the insurer failed to clarify that interest was excluded. Therefore the contractor was entitled to statutory interest at 15.5% per annum from that date.",
    "conclusion": "The appeal by the insurer was dismissed with costs. The cross‑appeal succeeded: the court amended the trial order to include interest on the R2.5 million award at a rate of 15.5% per annum, payable by the insurer from 14 October 1997."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Construction Contracts",
    "level_3": [
      "insurable interest",
      "design defect exception",
      "interest on judgments",
      "civil liability"
    ]
  }
}