{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/107.html",
  "case_name": "Taylor v Minister for Safety and Security and Another (458/2003) [2004] ZASCA 107; [2006] 4 All SA 555 (SCA); 2006 (3) SA 328 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 107",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 107\n|\nNoteup\n|\nLawCite\nTaylor v Minister for Safety and Security and Another (458/2003) [2004] ZASCA 107; [2006] 4 All SA 555 (SCA); 2006 (3) SA 328 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 458/03\nIn the matter between:\nJUANINE SHARON\nTAYLOR\nAppellant\nand\nTHE MINISTER FOR SAFETY AND\nSECURITY\nFirst Respondent\nHENDRIK JACOBUS STEPHANUS RAUTENBACH\nSecond\nRespondent\n_________________________________________________________________\nCoram\n:\nNavsa,\nConradie et Van Heerden JJA\nDate of hearing:\n18 November\n2004\nDate of delivery:\n30 November\n2004\nSummary\n:\tSpecial plea ─ notice of intention\ninstitute action against the Minister and a member of the South African Police\nService\nnot in compliance with\ns 57(2)\nof the\nSouth African Police Service Act\n68 of 1995\nin that it was not served on the Provincial Commissioner ─\nupheld in court below ─ held in this court that on the evidence\nthe\nProvincial Commissioner maintained two offices and that service on either\nsufficed ─ appeal\nupheld.\n________________________________________________________\nJUDGMENT\n________________________________________________________\nNAVSA\nJA:\n[1]\tThe question in this appeal is whether the Court below, the Port\nElizabeth High Court (Norman AJ), was correct in upholding the\nspecial plea of\nthe two respondents to the effect that the provisions of s 57(2) of the\nSouth African Police Service Act 68\nof 1995 (the Act) were not complied with by\nthe appellant, Juanine Sharon Taylor, before she instituted an action against\nthem claiming,\ninter alia\n, damages for unlawful arrest and detention.\n[2]\tThe court below dismissed the appellant’s application for\nleave to appeal. The present appeal is with the leave of this\nCourt.\n[3]\nSection 57 of the Act, which has subsequently been repealed, provided as\nfollows:\n‘(1)\tNo legal proceedings shall be instituted against the\nService or any body or \tperson in respect of any alleged act performed\nunder or\nin terms of this \tAct or any other law, or an alleged failure to do anything\nwhich should \thave been done in terms of this\nAct or any other law, unless the\nlegal \tproceedings are instituted before the expiry of a period of 12 calendar\n\tmonths after the\ndate upon which the claimant became aware of the \talleged act\nor omission, or after the date upon which the claimant might be \treasonably\nexpected to have become aware of the alleged act or \tomission, whichever is the\nearlier date.\n(2)\tNo legal proceedings contemplated in subsection (1) shall\nbe instituted \tbefore the expiry of at least one calendar month after\nwritten\nnotification of \tthe intention to institute such proceedings, has been served on\nthe \tdefendant, wherein particulars of the\nalleged act or omission are\n\tcontained.\n(3)\tIf any notice contemplated in subsection (2) is given to the\nNational \tCommissioner or to the Provincial Commissioner of the province\nin\nwhich \tthe cause of action arose, it shall be deemed to be notification to the\n\tdefendant concerned.\n(4)\tAny process by which any proceedings contemplated\nin subsection (1) is \tinstituted and in which the Minister is the defendant\nor\nrespondent, may be \tserved on the National or Provincial Commissioner referred\nto in \tsubsection (3).\n(5)\tSubsections (1) and (2) shall not be construed as\nprecluding a court of law \tfrom dispensing with the requirements or prohibitions\ncontained in those \tsubsections where the interests of justice so\nrequire.’\n[4]\tThe question in this appeal is whether the\nappellant’s notice of intention to institute action, served at the Mount\nRoad\npolice station in Port Elizabeth on 22 April 2002, was proper notice in\nterms of s 57(2) of the Act. The adequacy of the contents\nof the notice for the\npurposes of s 57 is not in dispute. It is accepted that notice on 22 April 2002\nis within the time limits contemplated\nin s 57. The question for decision in\nthis appeal is thus confined to whether service on the Mount Road police station\nwas service\non the Eastern Cape Provincial Commissioner. The facts against which\nthis question has to be decided are set out hereafter.\n[5]\tThe\nappellant is a businesswoman. The first respondent is the Minister for Safety\nand Security, cited in his official capacity\nas the Minister responsible for the\nSouth African Police Service (SAPS). The second respondent is Captain Hendrik\nJacobus Stephanus\nRautenbach (Rautenbach), a member of the SAPS.\n[6]\tIt\nis common cause that the appellant was arrested on 24 May 2001 at Johannesburg\nInternational Airport by Rautenbach in terms\nof a warrant of arrest, obtained at\nhis instance, on the basis of an alleged breach by the appellant of bail\nconditions. The appellant\nwas subsequently detained and transported to Port\nElizabeth via Kroonstad, where she was detained in a police cell. The appellant\nwas released after her arrival in Port Elizabeth.\n[7]\tIn her particulars\nof claim the appellant alleged that, in arresting and detaining her, the police\nacted unlawfully and, in consequence,\nshe was injured in her good name, her\nright to bodily integrity was infringed and she suffered mental anguish. She\nalleged that,\nas a result, she sustained damages in an amount of R250 000-00 for\nwhich the two respondents are jointly and severally liable.\n[8]\tIn\ntheir plea on the merits the respondents denied that the arrest was unlawful.\nIndeed, they denied any unlawful behaviour on\nthe part of the police. It is\ncommon cause that, in arresting the appellant and transporting her to Port\nElizabeth, Rautenbach and\nother members of the SAPS were acting within the\ncourse and scope of their employment.\n[9]\tAs stated earlier, the arrest\nand detention took place on 24 May 2001. In terms of s 57(1) of the Act the\nappellant was required\nto institute action within 12 months after that date and\nto give notice of the intended action to the respondents at least one month\nbefore the institution of the action. The summons in this case was issued on\n23 May 2002 and served on the respondents on the\nsame day. Proceedings were\ntherefore instituted within the prescribed time. In their special plea the\nrespondents contended that\nnotice of intention to institute action as\ncontemplated by s 57(2) of the Act was not given. At the pre-trial conference\nthe respondents\ninformed the appellant that their case in respect of the special\nplea was that neither the Provincial nor the National Commissioner\nwere given\nproper notice in terms of s 57(2) of the Act.\n[10]\tAt the\ncommencement of proceedings in the Court below it was agreed that only the\nspecial plea would be dealt with and that evidence\nwould be led in this regard.\n[11]\tThe only witness to testify was Captain Jacobus Gerrit Paxton\n(Paxton). The present appeal is to be determined on the basis of\nhis evidence.\nIt is therefore necessary to discuss in some detail, in the paragraphs that\nfollow, the relevant parts of his evidence.\n[12]\tPaxton is the Acting\nCommander, Loss Management, in the office of the Eastern Cape Provincial\nCommissioner of Police. He testified\nthat his office was a section within the\nProvincial Commissioner’s office. He was stationed at the Mount Road\npolice station\nin Port Elizabeth. He was also so stationed and so designated at\nthe time that the appellant’s notice of intention to institute\naction\nagainst the respondents was delivered there on 22 April 2002.\n[13]\tPaxton explained that, when a notice of intention to institute\naction against the first respondent or a member of the SAPS is\nserved on the\nProvincial Commissioner’s office, it is sent to him and he then considers\nwhether there has been compliance with\ns 57 of the Act.\n[14]\tThe\nofficial letterhead used by Paxton, in correspondence with potential litigants\nor others, describes his office as\nOffice of the Provincial Commissioner,\nLoss Management.\nThe postal address stated is a private bag address in Port\nElizabeth\n.\n[15]\tIt is common cause that the appellant’s\nnotice of intention to institute action in respect of the unlawful arrest and\nrelated\nincidents was addressed to the first respondent, care of the legal\ndivision of the Commissioner of Police at the Regional Head Office,\nMount Road,\nPort Elizabeth.\n[16]\tWhen the notice was delivered at the Mount Road\npolice station on 22 April 2004 it was duly stamped with an official stamp,\nrecording\nreceipt in the name of an Assistant Police Commissioner,\nPZ Nomvuka. It was also stamped with an official stamp of the South\nAfrican\nPolice Service’s Provincial Head of Detective Services, Eastern Cape,\nbearing the date 22 April 2002. It appears that\nthe notice was stamped in this\nmanner because the abovementioned Assistant Commissioner, who during April 2002\nwas still stationed\nat Mount Road in the same building as Paxton, was the\nProvincial Head of Detective Services.\n[17]\tOn 23 April 2002 the\nappellant’s notice, as per the usual procedure, was placed on\nPaxton’s desk at his office at\nthe Mount Road police station.\nPaxton’s official stamp bearing the words ‘Legal Services Eastern\nCape Port Elizabeth’\nand ‘South African Police Service’ and\nthe date ‘2002-04-23’ was placed on the appellant’s notice.\n\nOn the same day Paxton himself signed the notice.\n[18]\tAccording to\nPaxton the process of relocating the Commissioner’s office from the Mount\nRoad police station in Port Elizabeth\nto Zwelitsha commenced on 7 January 2002.\nThe Commissioner himself and members of his senior management staff had moved to\nZwelitsha.\nAt the time that the notice was delivered, Assistant-Commissioner\nNomvuka had not yet relocated to Zwelitsha. He remained behind\nin the same\nbuilding that housed Paxton’s office. During the course of the year other\nmembers of the Commissioner’s staff,\nincluding some\nAssistant-Commissioners, followed the Commissioner and moved to\nZwelitsha.\n[19]\tPaxton’s evidence concerning the relocation of the\noffice of the Commissioner of Police requires careful scrutiny. Paxton\ngave\nevidence in the court below on 23 April 2003. At that time, according to Paxton,\nthe Commissioner’s office had only partially\nrelocated to Zwelitsha.\nPaxton explained that some of the sections, such as his own, were still located\nat the Mount Road police\nstation.\n[20]\tPaxton testified that even though\nthe Commissioner himself had moved to Zwelitsha, the Legal Services Department\nunder which\nhis office fell decided to continue accepting notices of intention\nto institute action at the Mount Road police station. This was\ndone for a period\nof several weeks after 7 January 2002. Later a decision was made that no future\nnotices received at the Mount Road\npolice station would be regarded as proper\nnotices in terms of s 57 of the Act. Paxton could not recall the date of this\ndecision,\nbut testified that, at the time that the appellant’s notice was\nserved, the decision had already been made.\n[21]\tAccording to Paxton,\nwhen a notice was served on the Commissioner’s office in Zwelitsha, it\nwas, nevertheless, redirected\nto his office at the Mount Road police station to\nbe dealt with.\n[22]\tPaxton testified that notices were never, in either\ninstance (Mount Road or Zwelitsha), served on or received by the Commissioner\npersonally. Such a notice was received by a member of the Commissioner’s\nstaff and directed to Paxton for attention and reply.\n[23]\tIt is common\ncause that members of the public were not notified by way of any communication\nfrom the Commissioner’s office\nthat he had partially relocated to\nZwelitsha. Representative bodies of the legal profession did not receive notice\nof the relocation\neither.\n[24] Against this background, where the\nCommissioner in fact maintained two offices at the relevant time, service on any\none of the\noffices would in my view suffice as proper notice in terms of s 57(2)\nof the Act. The arbitrary decision by the Legal Services Department\nnot to\ncontinue to accept notices at the Mount Road police station did not change the\nfact that the Commissioner continued to maintain\nan office\nthere.\n[25]\tThis is not a case like\nGroepe v Minister of Police and\nOthers\n1979 (4) SA 182\n(E), where the notice was not served on the\nCommissioner at his office, but rather at a police station where the acts\ncomplained\nof had been committed. It was held that the notice was not proper\nnotice as contemplated in the then applicable statute.\n[26]\tLikewise, in\nMinister of Police v Mamazela\n1977 (1) SA 113\n(T), the notice was\naddressed to a Divisional Commander of the South African Police at a police\nstation and to a station commander\nat another police station, neither police\nstation being an office of the relevant Commissioner. It was held that notice to\nthose\nofficers was not notice to the Commissioner.\n[27]\tIn the\nGroepe\ncase the purpose of the notice contemplated in a section like s 57 was\nstated as follows (at 184H):\n‘The purpose for which this notice is\nrequired to be given is of importance. That purpose is to ensure that the State,\nor the\nperson to be sued, receives warning of the contemplated action and is\ngiven sufficient information so as to enable it or him to ascertain\nthe facts\nand consider them. The section is enacted for the benefit of the recipient of\nthe notice, and that purpose must be served.’\n[28]\tThis purpose was\nachieved in the present case. The Commissioner maintained two offices\nsimultaneously. Service of the notice\nwas effected on an Assistant-Commissioner\nwho was based at the Commissioner’s Mount Road police station office. The\nstamp indicating\nhis designation as Head of Detective Services was incidental.\nThe notice was after receipt thereof despatched to Paxton, the very\nperson\ncharged with the responsibility of dealing with such notices on behalf of the\nProvincial Commissioner. The court below erred\nin concluding that the notice was\nreceived by the Provincial Head of Detective Services and not by the office of\nthe Commissioner\nand that s 57(2) had therefore not been complied\nwith.\n[29]\tIn her judgment, Norman AJ stated that if one were to permit\nservice on any employee who is a member of the SAPS, other than\nthe\nCommissioner, there would be chaos and the provisions of the Act would thereby\nbe disregarded. The learned judge stated further\nthat it would be untenable to\ncontend that, when notice to the Commissioner is enjoined, notice to any of his\ninferior officers will\nbe sufficient. She relied on the\nMamazela\ncase for\nthese propositions. As stated above the\nMamazela\ncase is clearly\ndistinguishable. The statements by Norman AJ are in general not contentious, but\nthe learned judge erred in construing\nthe facts. Each case must, of course, be\ndecided on its own facts.\n[30]\tIt is difficult to understand why, in the\ncircumstances referred to above, the respondents adopted the attitude evidenced\nin\nthe litigation that ensued.\n[31]\tI record that before us the\nappellant appeared in person. In the light of the conclusions reached by me I\nmake the following\norder:\n1.\tThe appeal is upheld with costs.\n2.\tThe\norder of the court below is set aside and in its place is substituted the\nfollowing:\n‘The special plea is dismissed with\ncosts.’\n_________________\nMS NAVSA\nJUDGE OF APPEAL\nCONCUR:\nCONRADIE\t\tJA\nVAN HEERDEN\t\tJA",
  "scraped_at": "2026-02-12T09:09:33.545918",
  "date": "2004-11-30",
  "coram": [
    "Navsa JA",
    "Conradie JA",
    "Van Heerden JA"
  ],
  "case_number": "458/03",
  "parties": {
    "applicants": [
      "Juanine Sharon Taylor"
    ],
    "respondents": [
      "Minister for Safety and Security",
      "Hendrik Jacobus Stephanus Rautenbach"
    ]
  },
  "sections": {
    "facts": "Juanine Sharon Taylor, a businesswoman, was arrested on 24 May 2001 at Johannesburg International Airport by Captain Hendrik Jacobus Stephanus Rautenbach under a warrant for alleged breach of bail conditions. She was detained, transported to Port Elizabeth and released there. Taylor sued the Minister for Safety and Security and Rautenbach for unlawful arrest, claiming damages of R250,000. Under the then‑applicable Section 57 of the South African Police Service Act, she was required to give notice of intention to institute proceedings at least one month before filing suit. On 22 April 2002 she served such notice at the Mount Road police station in Port Elizabeth, which was stamped and signed by officials of the Provincial Commissioner’s office. The respondents argued that the notice was not proper because it was not served on the Provincial (or National) Commissioner as required by s 57(2). The issue turned on whether service at the Mount Road police station amounted to service on the Eastern Cape Provincial Commissioner, who at the time maintained offices both at Mount Road and at Zwelitsha.",
    "issues": "The central issue was whether the notice of intention to institute action, served at the Mount Road police station, satisfied the statutory requirement of service on the Eastern Cape Provincial Commissioner under s 57(2) of the South African Police Service Act 68 of 1995.",
    "principles": "Section 57(2) of the Act requires written notice of intention to institute proceedings to be served on the defendant or, alternatively, on the National or Provincial Commissioner, the notice then being deemed to be served on the defendant. Section 57(3) deems service on the Commissioner as service on the relevant police official. Section 57(5) permits the court to dispense with the requirements where justice so requires. Precedent cases such as Groepe v Minister of Police (1979) and Minister of Police v Mamazela (1977) held that service on officers other than the Commissioner does not satisfy s 57(2) where the notice is not addressed to the Commissioner’s office. However, where the Commissioner maintains multiple offices, service on any such office can satisfy the statutory requirement.",
    "application": "The court found that the Eastern Cape Provincial Commissioner maintained two offices simultaneously – one at Mount Road police station and another at Zwelitsha. The notice was delivered to the office of the Provincial Commissioner’s assistant at Mount Road, stamped and signed by the Acting Commander of Loss Management, who was part of the Commissioner’s office. Evidence showed that notices received at Mount Road were routinely redirected to the Commissioner’s office for consideration. Therefore, service on the Mount Road police station was effectively service on the Provincial Commissioner’s office, satisfying s 57(2). The lower court’s conclusion that the notice was not proper was deemed erroneous.",
    "conclusion": "The appeal was upheld with costs. The order of the lower court was set aside and replaced with an order dismissing the special plea with costs. The appellant’s claim proceeds."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Statutory Notice Requirements",
    "level_3": [
      "s57",
      "Police Service Act",
      "service of notice",
      "special plea",
      "appeal"
    ]
  }
}