{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/67.html",
  "case_name": "Mthembi-Mahanyele v Mail & Guardian Ltd and Another (054/2003) [2004] ZASCA 67; [2004] 3 All SA 511 (SCA); 2004 (11) BCLR 1182 (SCA); 2004 (6) SA 329 (SCA) (2 August 2004)",
  "citation": "[2004] ZASCA 67",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 67\n|\nNoteup\n|\nLawCite\nMthembi-Mahanyele v Mail & Guardian Ltd and Another (054/2003) [2004] ZASCA 67; [2004] 3 All SA 511 (SCA); 2004 (11) BCLR 1182 (SCA); 2004 (6) SA 329 (SCA) (2 August 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO:  054/2003\nReportable\nIn the matter between\nSANKIE MTHEMBI-MAHANYELE\t                \t         \nAppellant\nand\nMAIL & GUARDIAN LIMITED                       \t\nFirst Respondent\nPHILIP VAN NIEKERK                               \nSecond Respondent\nCORAM\n:    HOWIE  P, MPATI  DP, MTHIYANE, LEWIS\nJJA,\nPONNAN AJA\nHEARD:\n7 May\n2004\nDELIVERED\n:      2 August\n2004\nSummary: Defamation of a cabinet minister by\nimplying that she was corrupt: cabinet ministers do have locus standi to sue for\ndefamation;\nbut publication found to be both justifiable (lawful) and reasonable\nin all the circumstances; defamation thus not actionable; appeal\ndismissed with\ncosts.\nJUDGMENT\nLEWIS JA\n[1]\t ‘SANKIE\nMTHEMBI-MAHANYELE\nMinister of Housing\nGrade: F\nWhy is she still in the\nCabinet? She has shown she cannot deliver in one of our key delivery ministries.\nHer award of a massive housing contract to a close friend and her sacking of\nher former director general, Billy Cobbett, continue\nto haunt the public\nperception of her (\nmy emphasis)\n.\nPrognosis:\nA coupé\non the gravy train would do nicely, thank you very much.’\nThis is the\nwording of a ‘report card’ in respect of the then Minister of\nHousing, the appellant in this matter, written\nand published by the first\nrespondent, a weekly newspaper (referred to as ‘the M & G’),\nlate in December  1998. The\nsecond respondent, Mr Philip van Niekerk, was then\nthe editor of the paper. The statement was part of a general ‘report\ncard’\ngrading and commenting on the work of all members of the cabinet in\n1997. The grade ‘F’ was stated to mean: ‘Pathetic.\nA fail.\nJump before you are pushed’.\n[2]\tThe appellant sued for defamation,\nasserting that the words in the report that I have emphasised were defamatory of\nher. She claimed\ndamages in the sum of R3m. At the trial the appellant did not\npersist in asserting that the words relating to the dismissal of Mr\nCobbett were\ndefamatory, but rested her case on the publication of the words that she had\nawarded ‘a massive housing contract\nto a close\nfriend’.\n[3]\tThe appellant alleged that the words complained of\nsignified that she was a person of base moral standard; that she was dishonest,\nand would thus dishonestly award a massive housing contract to a close friend;\nthat she was incompetent and unable to deliver as\na minister; and was not worthy\nof holding public office. She pleaded that the respondents had acted recklessly,\nnot caring whether\nthe contents were true; and that they took no reasonable\nsteps to establish whether the statement made was true.\n[4]\tThe\nrespondents pleaded that as a member of Cabinet, the appellant had no\nlocus\nstandi\nto sue for damages for defamation; that the words did not convey a\ndefamatory meaning; that the words were at least substantially\ntrue; and that it\nwas in the public interest that the facts were published. In so far as the\nstatement constituted the expression\nof an opinion, that opinion was alleged to\nbe honestly held and expressed in good faith. In the alternative the respondents\npleaded\nthat publication of the statement was protected by qualified privilege\nin that they were members of the press which is both bound\nand entitled to make\navailable to the public information, opinions and criticisms about every aspect\nof political activity, in the\npublic interest. Further, they asserted, s 16 of\nthe Constitution expressly protects the right of freedom of expression\n(including\nfreedom of the press) such that the statement was published in the\nexercise of a duty to inform the public. A further alternative\nplea was that the\nstatement was published reasonably (without negligence) and in the genuine and\nreasonable belief that it was true.\n[5]\tThe trial court (Joffe J in the\nJohannesburg High Court) found for the respondents, refusing the action on the\nbasis that the\nappellant, as a cabinet minister, did not have\nlocus\nstandi\nto sue for defamation where the statement complained of related to\nthe performance of her work as a member of government and was\nmade without\nmalice. The court found also that the words were not defamatory of the appellant\nsince the reader of the M & G \nreport card would already have been familiar\nwith the allegations that were made in respect of the award of the housing\ncontract\nand that the appellant’s reputation had already been tarnished.\nThere had been a great deal of publicity accorded to the matter\nby many South\nAfrican newspapers, and the M & G in particular had undertaken an\ninvestigation and had published a number of articles\nduring 1997 calling for an\nexplanation of the award.\n[6]\tThe appellant appeals against the decision\nof the trial court with its leave. At issue in the appeal is the balancing of\ntwo fundamental\nrights, both protected by the common law and enshrined in the\nConstitution: freedom of expression, on the one hand and dignity, including\nthe\nright to protect one’s reputation, on the other. Should one right, in\ncertain circumstances, prevail over the other? In\nparticular, when dealing with\nfreedom of expression in a political context (political speech) should a member\nof government’s\nright to protect her reputation be eclipsed by the need\nfor robust criticism and comment in a democratic state where the public’s\nright to be informed, and to free debate, is vital?\nTHE\nBACKGROUND\n[7]\tBefore turning to the respective allegations of the appellant\nand the defences raised by the respondents, an explanation of the\nbackground to\nthe making of the statement is required. In January 1997, when the appellant was\nthe National Minister of Housing,\nthe Mpumalanga Housing Board (‘the\nBoard’) purported to award a contract for the construction of houses to\nMotheo Construction\n(Pty) Ltd (‘Motheo’). Some 10 500 houses were to\nbe built at a total cost of R190 million. At the time when the Board\nmade the\ndecision to award the contract Motheo had not yet been incorporated. It was\nregistered only in February  1997, and the sole\ndirector was Dr Thandi Ndlovu.\nThe contract was formally executed in March of that year. The National Housing\nBoard was ostensibly\nrepresented by Mr Saths Moodley who was the chair of the\nBoard; the Mpumalanga Department of Local Government was represented by\nits\nchief director, Mr B S Ngwenya; and Motheo was represented by Ndlovu.\n[8]\tNdlovu claimed to be a close friend of the appellant. They became\nacquainted with one another when exiled from South Africa during\nthe years of\nthe liberation struggle. The appellant does not deny that they are friends.\nNdlovu’s sister, Granny Seape, worked\nfor Nedcor Bank Ltd. Nedcor had\nentered into an agency contract with the various parties to the Motheo contract.\nIt was represented\nby one Kevin Gibb. Ms Seape was Gibb’s\nassistant.\n[9]\tTowards the end of April 1997, Mr Billy Cobbett, then the\nDirector-General of the national department of housing, who had previously\nhad\nmisgivings about the award of the contract, was informed that Gibb had been\nsuspended by Nedcor. He became concerned about the\nwhole enterprise and\nimmediately referred the matter to the Auditor-General, asking him to\ninvestigate and to undertake a forensic\naudit. Cobbett then contacted the\nappellant to advise her of Gibb’s suspension. He told her that he had\nreferred the contract\nto the Auditor-General. He requested her not to attend the\npublic launch of the Motheo project, due to take place the following day.\nThe\nappellant did not accede to Cobbett’s request.\n[10]\tOn 25 April\n– the day of the launch – Cobbett wrote a memorandum to the\nappellant. He recorded the history of his\ndiscussions with Gibb at the beginning\nof 1997. Gibb, on being appointed to his position at Nedcor, had conceived plans\nfor the rapid\ndelivery of low-cost housing in rural areas. Cobbett had agreed to\nfacilitate the flow of funds from the national department to Motheo\nin order to\nensure the building of the houses in a period of ten months. However, at a\nmeeting in March with various officials from\nthe relevant bodies in Mpumalanga,\nincluding  Ngwenya, Cobbett had ascertained that the province’s funds were\nheavily overcommitted.\nIt could not afford the cost of the Motheo contract.\nCobbett had agreed, however, to attempt to devise a plan to channel other\nfunding\nto the project, but could not commit national funds to it. Despite this,\nCobbett recorded, the appellant had phoned him a week before\nthe Motheo launch\nand had reported complaints that he was blocking funds for the project.\n[11]\tOf most concern to Cobbett was that he discovered that national\nfunding had been committed to Motheo in January 1997, before\nMotheo was\nincorporated. In addition, he complained, Motheo had a share capital of only\nR400; it had not ever built a house; the\nhousing contract was one of the largest\never entered into by the state; Ndlovu’s sister, Seape, worked for a party\nto the contract,\nNedcor; and the other director of Motheo was a member of the\nprovincial housing board. Moreover, the contract committed national\nfunds\nwithout the authority so to do, and in Cobbett’s view, contravened proper\nsubsidy procedures. For these reasons, Cobbett\nstated that he had referred the\nmatter to the Auditor-General.\n[12]\tOn 5 May 1997 Cobbett’s\nappointment as Director-General was terminated. The appellant made a statement\nto the press to\nthe effect that Cobbett had resigned. He denied this, claiming\nthat he had been fired. It is not necessary to deal with this dispute\nsave to\nsay that documents admitted in the court below indicate that he had indeed been\ndismissed. The dispute became public and\nmuch was made of it in the press. In\none of the first reports carried by the M & G, written by Stefaans Brummer,\nMungo Soggot\n(a journalist  who had investigated the Motheo project, and who\ntestified at the trial) and Peta Thornycroft, the headline read:\n‘Why\nminister axed her housing boss’. The byline read: ‘Joe Slovo’s\nhandpicked Director General, Billy Cobbett,\nasked the auditor general to\ninvestigate a R185-million housing project in Mpumalanga – and lost his\njob’. The report\nreferred to Ndlovu’s friendship with the appellant\nand to the fact that her sister had worked for Nedcor, under Gibb. It also\nreferred to a statement by Ndlovu that the appellant was her\n‘mentor’.\n[13]\tOther newspapers also carried reports on the\nMotheo project, on the appellant’s relationship with Ndlovu and on the\nfiring\nof Billy Cobbett. They are far too numerous to discuss in detail and\nthere is no reason to do so. Suffice it to say that all questioned\nthe dismissal\nof Cobbett and many mentioned the appellant’s friendship with Ndlovu.\nThere was editorial comment too. In the\nSowetan (26 May 1997) the editorial\nmentioned the allegation that the appellant had dismissed Cobbett after he had\nexpressed ‘unhappiness’\nin respect of the award of a contract to a\nfriend. It stated: ‘there appears to be prima facie evidence pointing to\nnepotism\nand lack of transparency in the housing tender system that can be\ntested only by a commission of inquiry’.\n[14]\tBusiness Day and the\nCitizen, for example, reported on 29 May that the appellant had claimed that it\nwas at her request that\nCobbett had referred the Motheo contract to the\nAuditor-General for investigation. And in Parliament she was directly accused of\nnepotism – a charge reported in several papers subsequently. Indeed, the\nSowetan of 3 June 1997 published a cartoon about the\nMotheo affair, depicting a\nhouse of cards, one of which, at the bottom, is labelled ‘Sankie’s\nnepotism’.\n[15]\tThe press pointed out too that what the appellant\nhad said in Parliament (that she had encouraged Cobbett to refer the Motheo\ncontract to the Auditor-General) was in conflict with statements she had\npreviously made to the press. Business Day commented in\nthis regard (30 May\n1997) that she was guilty of an ‘astonishing reinterpretation of events\nsurrounding the deal involving\nher personal friend, Thandi Ndlovu’. There\nwere calls for an explanation as to Cobbett’s position. Business Day of 7\nJuly stated that the public ‘had not been told who lied – Cobbett or\nthe Minister – about the circumstances of\nhis\ndeparture’.\n[16]\tReporters of the M & G wrote on 30 May that\nthere was a ‘web of cozy relationships spanning central government,\nprovincial\ngovernment and the private sector’. The report referred in this\nregard to the friendship of the appellant and Ndlovu, the ‘close\nworking\nrelationship’ between the appellant and  Gibb, and the fact that\nNdlovu’s sister worked for Gibb at Nedcor. It\nreported that Mr Barney\nMthombeni, a member of the Board at the time when the contract was awarded, had\nsubsequently become a director\nof Motheo and as a result had been dismissed from\nthe Board.\n[17]\tThe Auditor-General filed his report on 28 August 1997.\nHe found that there were many irregularities attendant on the award of\nthe\nhousing contract to Motheo, and recommended the appointment of a commission of\ninquiry to investigate the allegations about the\nrelationships between the\nappellant and her friends who might have benefited improperly. The terms of the\nreport were widely publicised,\nand the press called for answers to questions\nrelating to the appellant’s integrity.\n[18]\tA provincial commission\nof inquiry was set up by the Premier of Mpumalanga in September 1997. It was\nchaired by Mr H R Dreyer.\nThe terms of reference were limited to the role of the\nprovincial authorities in the award of the Motheo contract. The commission\nwas\nnot mandated to inquire into the appellant’s role in the award of the\ncontract and indeed did not do so. It examined the\nprocedures followed by the\nprovincial authorities, and concluded that there had been numerous\nirregularities. Among these was that\nwhen the Board resolved to award the\ncontract to the then non-existent company, the Board was not quorate, and there\nwas some confusion\nas to its membership. The minutes reflected people present at\nthe meeting who were not members of the Board, and the attendance register\ndid\nnot tally with the minutes.\n[19]\tVarious role players gave evidence to\nthe commission. Moodley told the commission that the province was interested\nonly in an\n‘emerging developer’, and that he had been given the\nnames of Motheo and Ndlovu by Gibb. However, there was no competitor\nin the\nfield. Moodley said that Motheo’s lack of track record was not relevant.\nWhat was important was that the company was\nheaded by a woman who was interested\nin rural housing. Gibb confirmed in his evidence that Ndlovu’s name had\ncome from him,\nas the representative of the financial backer of the project,\nNedcor. There had been no evaluation done of Motheo after he had proposed\nNdlovu. The evidence was widely covered by the press. At the same time, the\nrefusal of the national government to appoint a commission\nwith power to inquire\ninto the appellant’s role was widely criticised. A report of Beeld on 14\nOctober 1997 referred to the\nevidence of a Mr Piet du Plessis, the Mpumalanga\nDirector of Housing, who had apparently said that the province’s officials\nhad been comforted by the fact that the appellant had herself \n‘driven’ the Motheo project, and had been personally involved.\nThe\nsame report did, however, state that the appellant had previously denied any\ninvolvement, and had refused to comment when evidence\nwas given to the Dreyer\nCommission.\n[20]\tCobbett’s evidence before the commission was\nalso widely reported. On 23 October 1997 The Star carried a report entitled\n‘Ex-housing chief says he was fired because he queried deal’. The\nsubheading read: ‘Inquiries about Mpumalanga’s\nacceptance of\nR198-million tender by unknown contractor with no money led to loss of\njob’.  The report referred to Cobbett’s\nstatement that he had\n‘hit a panic button’ when he had heard of Gibb’s suspension by\nNedcor, and had contacted\nNgwenya, who made conflicting statements to him about\nwhether the contract was to be funded by Nedcor. He was reported to have said\nthat he had advised the appellant not to participate in the launch of the Motheo\nproject because of his concerns. ‘She chose\nto ignore me’ he said.\n‘I subsequently lost my job for questioning the proceedings and the\nsequence of how the tender\nwas awarded.’ Similar reports were published by\nother newspapers. The commission itself did not deal with the appellant’s\nrole since it was outside its terms of reference.\n[21]\tThe Dreyer\ncommission report was filed on 4 November 1997. It reported, as I have said,\nseveral irregularities in the award of\nthe Motheo contract, but stressed that it\nwas not mandated to inquire into the involvement of the appellant and the\nnational department.\nAgain, there were numerous press reports dealing with the\ncommission’s findings and the mystery still shrouding the\nappellant’s\ninvolvement with Motheo.\n[22]\tThe Public Protector,\nwho was also asked to investigate the matter, produced an inconclusive report.\nIt appears that only Cobbett\nhad been questioned and the Member of Parliament\nwho had called for the investigation had failed to produce any evidence to\nsubstantiate\nher complaint. In any event, the report was made only in January\n1999.  By the end of 1998 it was clear that the Motheo project had\nfailed.  A\nreport in the Sunday Times on 13 September 1998 claimed that only two families\nhad been housed. The report was entitled\n‘The village of rubble and broken\ndreams’. It referred back to the relationships between the appellant, Gibb\nand Ndlovu,\nand to the dismissal of Cobbett.\n[23]\tIt is against this\nbackground that the report card that is alleged to be defamatory of the\nappellant was published in December\n1998. The author was Mr Howard Barrell, then\nthe political editor of the M & G.  Such report cards had been a feature of\nthe\nM & G for a number of years. Barrell gave evidence that it was an\nimportant feature on which he worked hard. Because it was written\nfor the last\nedition of the M & G for each year, it would have a shelf-life longer than\nthat of the usual edition – the\nfollowing year’s first edition would\nbe published only in the second week of January. It was also anticipated that\nreaders\nwould pay more attention to the feature than they would to a standard\narticle simply because, over the Christmas holiday period,\nthey would have more\ntime to read. The report cards were also written in a tone appropriate to the\nfestive season: they were, according\nto Barrell and Soggott, who gave evidence\nfor the M & G, ‘irreverent, snappy and robust’ accounts of the\nviews of\nthe M & G on the performance of all cabinet ministers through the\nyear under review. They both testified that the report cards\ndid not refer to\nany new information: they did no more than comment on facts already in the\npublic domain.\n[24]\tAs I have earlier indicated, the trial court found\nthat the appellant did not, as a cabinet minister, have\nlocus standi\nto\nsue for defamation of her when the words complained of related to the\nperformance of her work. It found also that the words did\nnot have  defamatory\neffect. I shall deal first with whether the words were defamatory.\nWERE\nTHE WORDS COMPLAINED OF DEFAMATORY ?\n[25]\tThe  test for determining whether\nwords published are defamatory is to ask whether a ‘reasonable person of\nordinary intelligence\nmight\nreasonably understand the words  . . . to\nconvey a meaning defamatory of the plaintiff. . . . The test is an objective\none. In the\nabsence of an innuendo, the reasonable person of ordinary\nintelligence is taken to understand the words alleged to be defamatory\nin their\nnatural and ordinary meaning. In determining this natural and ordinary meaning\nthe Court must take account not only of what\nthe words expressly say, but also\nof what they imply’ (per Corbett CJ in\nArgus Printing and Publishing Co\nLtd v Esselen’s Estate\n[1]\n).\n[26]\tOne must have regard also, however, to what the ordinary reader of\nthe particular publication would understand from the words\ncomplained of. A\nclear statement of this principle is to be found in\nChanning v South African\nFinancial Gazette\nLtd\n[2]\na\npassage relied on by Joffe J in the court below. In\nChanning\nColman J\nsaid, with reference to the\nlocus classicus\nin point,\nJohnson v Rand\nDaily Mails Ltd\n:\n[3]\n‘From\nthese and other authorities it emerges that the ordinary reader is a\n“reasonable”, “right-thinking”\nperson, of average\neducation and normal intelligence; he is not a man of “morbid and\nsuspicious mind”, nor is he “super-critical”\nor abnormally\nsensitive; and he must be assumed to have read the articles as articles in\nnewspapers are usually read. For that assumption\nauthority is to be found in\nBasner v Trigger\n1945 AD 22\nat pp 35-6. It is no doubt fair to impute to\nthe ordinary reader of the\nSouth African Financial Gazette\na somewhat\nhigher standard of education and intelligence and a greater interest in and\nunderstanding of financial matters than newspaper\nreaders in general have. But\nthis, I think, is clear: one may not impute to him, for the purposes of this\ninquiry, the training or\nthe habits of mind of a lawyer.’\n[27]\tThe\nfirst question to be asked then is what the ordinary reader of the M & G\nwould have understood when reading the statement\n‘Her award of a massive\nhousing contract to a close friend . . . continue[s] to haunt the public\nperception of her’.\nThe appellant’s complaint is that the statement\nindicates that she actually awarded the contract to Motheo whereas she did\nnot.\nIt was the Mpumalanga Housing Board, she contended, that had the authority to\nconclude such contracts and that did in fact enter\ninto the housing contract\nwith Motheo. Is the appellant correct that the reader of the M & G would\nhave understood the statement\nto mean that she had been directly responsible for\nthe award? Or as intelligent, well-informed readers  would they have understood\nthat the contract was awarded by the provincial housing authorities? The\nreference to ‘her award’ might well be understood\nto mean no more\nthan that she was the person overall in charge of the allocation of funds for\nhousing. But the reference to the\naward to a close friend\nimplies more\nthan that: it suggests that she had influenced the authorities who in fact\nconcluded the contract to make the award\nto her friend in circumstances where\nsuch an award would not otherwise have been made. That is an allegation of\ncorruption, no matter\nwhether it took the form of influencing people or making\nthe award directly.\n[28]\tIn my view, therefore, the ordinary reader\nwould have understood these words to mean that the appellant was guilty of\ncorrupt\nbehaviour. She had been responsible for the award of a contract,\ndirectly or indirectly, that was tainted by corruption in that a\ncontract had\nbeen concluded with a close friend of hers, and the circumstances were such that\nthe contract would not have been concluded\nbut for the relationship. The words\nare in my view defamatory of the appellant. They convey to the ordinary reader\nof the report\ncard that the appellant was corrupt.\n[29]\tThe court below\nconcluded, as indicated earlier, that even if the words were defamatory, they\ndid not have ‘defamatory\neffect’. Joffe J accepted the evidence of\nBarrell and Soggott that the readers of the M & G were ‘the most\neducated\ngroup of newspaper readers in the country’. Barrell testified\nthat the average reader would be a critical thinker, who read\nseveral newspapers\nand listened to radio and television broadcasts. He or she would thus be\nwell-informed about the political issues\nof the day. The controversy about the\nMotheo project, and the questions raised about the appellant’s involvement\nin it, would\nhave been familiar to those who read the report card. They would\nnot have learned anything new from it. The court\nstated:\n[4]\n‘The context in\nwhich they [the readers of the M & G] would have read the report card was\ntherefore one in which the public\nperception of the plaintiff was already\ntarnished. The content of the report card cannot be relied upon to show that\nplaintiff’s\nreputation was reduced in the estimation of right-thinking\nreaders of the Mail and Guardian and in the result is defamatory. To the\ncontrary, the damage had been done long before the report card\nappeared’.\n[30]\tThe appellant argues that the conclusion is wrong\nin this respect. She asserts, first, that the allegation that\nshe\nhad\nmade the award to Motheo was made for the first time in the report card.\nPrevious publications had been highly critical of her,\nhad questioned whether\nthere was nepotism (cronyism) in the award but had not asserted that she had\nbeen personally responsible for\nthe award of the contract to Motheo. And,\nsecond, even if such allegations had previously been made, and were in the\npublic domain,\nthis could not alter the defamatory impact of the statement. It\ndoes not lessen its defamatory content.\n[31]\tThe finding that the words\ncomplained of had no defamatory effect in that they did not cause the readers of\nthe M & G to\nhave a lesser opinion of the appellant is, in my view, not\ncorrect. The logical consequence of this reasoning is that the more a\nplaintiff\nis defamed the less likely it is that he or she will have an action. Dario Milo\nstates:\n[5]\n‘[T]he causation\nrequirement has not received the attention of the courts because, once the\nplaintiff proves that defamatory\nmaterial has been published, there is a\npresumption of damage to reputation (see Jonathan Burchell\nPersonality Rights\nand Freedom of Expression: The Modern Actio Injuriarum’\n(1998) p 204.\nWhat Joffe J [in the court below] appears to be saying . . . is that, given the\ncontext of previous media attention\nand the target audience, the report card was\nnot defamatory. But this seems absurd: taken to its logical conclusion, it means\nthat\nthe more defamatory articles that are published about the plaintiff, the\nbetter the chances for the publisher of a later article\nescaping liability on\nthe ground that his article is not defamatory, given what came before.’\nThe author suggests that the extent to which a plaintiff’s reputation\nhas already been tarnished should be taken into account\nonly in assessing the\nquantum of damages to be awarded. I agree.\n[32]\tBut that is not the end\nof the inquiry as to the actionability of the defamation, for there are several\ndefences to the action\nraised by the respondents. I shall deal first with the\nquestion whether cabinet ministers, and indeed public officials and politicians,\nare deprived, by virtue of their status or role in government, of the protection\nnormally afforded to individuals by the law of defamation.\n I shall then\nconsider whether, even if a cabinet minister is not precluded merely by virtue\nof his or her status from claiming damages\nfor defamation, there is nonetheless\na special defence attaching to comment or information about members of\ngovernment: that is,\nwhether political speech is to be treated differently. This\nis not a question that has come squarely before this court since the\nseminal\ndecision in\nNational Media Ltd v\nBogoshi\n.\n[6]\nBut that case, as I\nshall show, suggests that as a matter of public policy there may be a defence\nthat the making of defamatory statements\nabout members of government is\njustifiable in all the circumstances: that greater latitude may be allowed in\npublishing information\nabout members of government, in so far as the performance\nof their work is concerned, than is the case with private individuals.\n And\nlastly I shall consider whether the respondents’ conduct was reasonable in\nall the circumstances.\nTHE RIGHT OF A CABINET MINISTER TO CLAIM DAMAGES\nFOR DEFAMATION\n[33]\tThis case, as I have mentioned, raises fundamental\nquestions about the balance between the right to dignity, including reputation,\nand the right to freedom of expression. Both rights are now given special\nprotection in the Bill of Rights. Should a class of people\n(members of\ngovernment) lose the right to the protection of their dignity and reputation in\nthe interest of public information and\ndebate? In what follows I shall for\nconvenience refer generally to cabinet ministers. But that should not be taken\nto mean that other\nmembers of government, or parliamentarians or officials of\nstate – representatives of government generally – are to be\ntreated\ndifferently.\n[34]\tThe court below concluded in effect that the appellant\nhad forfeited her right to claim damages for defamation because there\nshould be\na general immunity in so far as criticism and reporting of a cabinet\nminister’s performance of her work (political\nspeech) is concerned. The\nstarting point for the learned judge in answering this question was the seminal\ncase in 1946,\nDie Spoorbond v South African Railways; Van Heerden v South\nAfrican Railways\n.\n[7]\nThis court\nheld that the Crown (the respondent being an arm of government) cannot sue for\ndamages for defamatory statements that\nhad allegedly injured its reputation.\nWatermeyer CJ, for the majority,\nstated:\n[8]\n‘[T]he\nCrown’s main function is that of Government and its reputation or good\nname is not a frail thing connected with\nor attached to the actions of the\nindividuals who temporarily direct or manage some particular one of the many\nactivities in which\nthe Government engages, such as the railways or the Post\nOffice; it is not something which can suffer injury by reason of the publication\nin the Union of defamatory statements as to the manner in which one of its\nactivities is carried on. Its reputation is a far more\nrobust and universal\nthing which seems to me to be invulnerable to attacks of this nature. . .\n.\nIf the defamatory statements are false and malicious and cause actual\ndamage or loss to the Administration then, maybe, such loss\ncan be recovered,\nbut the action would not be one based on an injury to the reputation of the\nCrown, but upon a wrong done which\ncauses loss.’\n[35]\tIn a\nconcurring judgment Schreiner JA set out more fully the rationale for the\ndecision. He said:\n[9]\n‘[I]t\nseems to me that considerations of fairness and convenience are, on balance,\ndistinctly against the recognition of a right\nin the Crown to sue the subject in\na defamation action to protect that reputation. The normal means by which the\nCrown protects itself\nagainst attacks upon its management of the country’s\naffairs is political action and not litigation, and it would, I think,\nbe\nunfortunate if that practice were altered. At present certain kinds of criticism\nof those who manage the State’s affairs\nmay lead to criminal prosecutions,\nwhile if the criticism consists of defamatory utterances against individual\nservants of the State\nactions for defamation will lie at their suit. But subject\nto the risk of these sanctions and to the possible further risk, . . .\nof being\nsued by the Crown for injurious falsehood, any subject is free to express his\nopinion upon the management of the country’s\naffairs without fear of legal\nconsequences. I have no doubt that it would involve a serious interference with\nthe free expression\nof opinion hitherto enjoyed in this country if the wealth of\nthe State, derived from the State’s subjects, could be used to\nlaunch\nagainst those subjects  actions for defamation because they have, falsely and\nunfairly it may be, criticised or condemned\nthe management of the\ncountry.’\n[36]\tThis passage was cited and approved by Lord Keith in\nthe Court of Appeal in\nDerbyshire CC V Times Newspapers\nLtd\n.\n[10]\nThere the court held\nthat a local authority could not sue for defamation when its administration was\nthe subject of defamatory remarks.\nThe court also cited\nNew York Times v\nSullivan\n[11]\nwhich had approved\nthe decision in\nCity of Chicago v Tribune\nCo\n[12]\nwhere it was held that\nthe city itself could not sue for libel. Lord Keith stated in\nDerbyshire\nCC\n:\n[13]\n‘While these\ndecisions were related most directly to the provisions of the American\nConstitution concerned with securing freedom\nof speech, the public interest\nconsiderations which underlaid them are no less valid in this country. What has\nbeen described as\n“the chilling effect” induced by the threat of\ncivil actions for libel is very important. Quite often the facts which\nwould\njustify a defamatory publication are known to be true, but admissible evidence\ncapable of proving those facts is not available.\nThis may prevent the\npublication of matters which it is very desirable to make\npublic.’\n[37]\nSpoorbond\n, it was found by the court below,\nhad stood the test of time. But is a distinction to be drawn between members of\ngovernment acting\nas a corporate body, and individual members of government\nsingled out for their conduct? In\nSouth African Associated Newspapers Ltd v\nEstate Pelser\n[14]\nthe court\nfound such a distinction. It held that the then Minister of Justice could claim\ndamages for defamation where the executive\nof government, of which he was a\nmember, was accused of lack of concern for justice.  Although the minister was\nnot named, the court\nconcluded that if criticism was not confined to any policy\nor decision, but dealt with the motives underlying the policy or the decision,\nthen the reasonable reader would attribute that motive to individuals. If\nunlawful or immoral conduct was imputed to an individual\nminister then he was\nentitled to sue.\nSpoorbond\ndid not preclude an action by an individual in\nthese circumstances. Wessels JA\nstated:\n[15]\n‘I might add\nthat, in my opinion, it cannot be said that the reputation of an individual\nMinister has those “robust and\nuniversal” characteristics which, in\nthe case of the Government (as a separate entity), render it invulnerable to\ncriticism\nof a defamatory nature. His reputation is, indeed, a “frail\nthing”, capable of suffering injury by the publication of\ndefamatory\nmatter regarding his conduct in the management of State\naffairs.’\n[38]\tThe decision in\nEstate Pelser\nhas met with\nmuch criticism. It is not necessary to deal with it all here. The principal\ndifficulty with it is the potential chilling\neffect on freedom of speech to\nwhich the decision gives rise. Joffe J in the court below considered that the\ndistinction between\ncabinet ministers collectively and individually is not\ntenable. ‘After all, government at its highest form comprises a collective\nof individuals, being the\ncabinet.’\n[16]\n[39]\tP Q\nR Boberg, in 1975\nAnnual Survey of South African Law\nin his comment on\nEstate Pelser\n,\n[17]\nargued\nthat a distinction should be drawn between the case where a member of government\nis defamed by reason of his or her association\nwith the policies or decisions of\nthe government, and that where the defamation relates to purely personal\nmatters. Dario Milo\n[18]\nin\ncriticising the decision of the court below, takes the view that\nEstate\nPelser\nwas simply wrongly decided on the facts. The court should have held,\nhe argues, that the words did not refer explicitly to the minister.\n‘The solution to the problematic precedent created by\nEstate Pelser\nshould not be for the law to be radically altered to non-suit a plaintiff by\nmere dint of the fact that he or she is a member of\nthe cabinet. Rather, when\nconfronted with a general criticism of the government or a governmental\ndepartment, courts should be loath\nto regard this as an attack upon individual\nmembers of the government.’\nI agree that\nEstate Pelser\nwas\nincorrectly decided on the facts. The article about the then minister had not\nreferred to him, nor any individual, expressly.\nIt was critical of government\nitself and fell to be decided on the\nSpoorbond\nprinciple.\n[40]\tThe\ncriticisms made by the appellant and by Milo of Joffe J’s decision to deny\na cabinet minister\nlocus standi\nto sue for defamation when the words\ncomplained of relate to performance of work as a cabinet minister are, with\nrespect, well-founded.\n A blanket immunity for defaming cabinet ministers would\nundermine the protection of dignity. It would give the public, and the media\nin\nparticular, a licence to publish defamatory material unless the plaintiff can\nprove malice. In elevating freedom of expression\nabove dignity in this way the\ndecision simply goes too far. A balance must be struck. That there is no\nhierarchy of the rights protected\nby the Constitution is affirmed by the\nConstitutional Court in\nKhumalo v\nHolomisa\n.\n[19]\n[41]\tO’\nRegan J said in\nKhumalo\n:\n[20]\n‘In a\ndemocratic society, then, the mass media play a role of undeniable importance.\nThey bear an obligation to provide citizens\nboth with information and with a\nplatform for the exchange of ideas which is crucial to the development of a\ndemocratic culture.\nAs primary agents of the dissemination of information and\nideas, they are, inevitably, extremely powerful institutions in a democracy\nand\nthey have a constitutional duty to act with vigour, courage, integrity and\nresponsibility. The manner in which the media carry\nout their constitutional\nmandate will have a significant impact on the development of our democratic\nsociety. If the media are scrupulous\nand reliable in the performance of their\nconstitutional obligations, they will invigorate and strengthen our fledgling\ndemocracy.\nIf they vacillate in the performance of their duties, the\nconstitutional goals will be imperilled. The Constitution thus asserts\nand\nprotects the media in the performance of their obligations to the broader\nsociety, principally through the provisions of s 16.\nHowever, although\nfreedom of expression is fundamental to our democratic society, it is not a\nparamount value. It must be construed\nin the context of the other values\nenshrined in our Constitution. In particular, the values of human dignity,\nfreedom and equality.\n. . .\nIt has long been recognised in democratic\nsocieties that the law of defamation lies at the intersection of the freedom of\nspeech and\nthe protection of reputation or good name.  . . .\nUnder our new\nconstitutional order, the recognition and protection of human dignity is a\nfoundational constitutional value. . . .\nThe value of human dignity in our\nConstitution therefore values both the personal sense of self-worth as well as\nthe public's estimation\nof the worth or value of an individual. . . .\nThe\nlaw of defamation seeks to protect the legitimate interest individuals have in\ntheir reputation. To this end, therefore, it is\none of the aspects of our law\nwhich supports the protection of the value of human dignity. When considering\nthe constitutionality\nof the law of defamation, therefore, we need to ask\nwhether an appropriate balance is struck between the protection of freedom of\nexpression on the one hand, and the value of human dignity on the\nother.’\n[42]\tThe decision of the court below in denying to a\ncabinet minister\nlocus standi\nto claim damages for defamation is, with\nrespect, incorrect. It does not give sufficient weight to the right to dignity\nand to not\nhaving one’s reputation unlawfully harmed. It elevates freedom\nof expression above that of dignity when there is not, and there\nshould not be,\na hierarchy of rights. It denies to a class of people the ability to protect\ntheir reputations, save where defamatory\nstatements are made with\nmalice.\n[43]\tHow then is the balance between the right to dignity and\nthe right to freedom of expression in a democratic state to be struck\nwhen\ndealing with ‘political speech’? I consider that the proper approach\nto finding the appropriate balance is to recognise\nthat, in particular\ncircumstances, the publication of defamatory statements about a cabinet minister\n(or any member of government)\nmay be justifiable (reasonable) in the particular\ncircumstances and therefore not unlawful.\nJUSTIFIABLE\nPUBLICATION\n[44]\tIn\nNational Media Ltd v\nBogoshi\n[21]\nthis court held that\nin an action against the press for defamation a defendant is  entitled to raise\n‘reasonable publication’\nas a defence. The publication of defamatory\nstatements will\nnot be unlawful if ‘upon a consideration of all the\ncircumstances of the case, it is found to have been reasonable to publish\nthe\nparticular facts in the particular way and at a particular\ntime’.\n[22]\n‘Publication\nin the press of false defamatory statements of fact will be regarded as lawful\nif, in all the circumstances of\nthe case it is found to be reasonable; . . . .\nprotection is only afforded to the publication of material in which the public\nhas\nan interest (ie which it is in the public interest to make known as distinct\nfrom material which is interesting to the public –\nFinancial Mail (Pty)\nLtd  v Sage Holdings Ltd & another\n. . .\n.’\n[23]\nI consider\nit preferable to use the term ‘justifiable’ rather than\n‘reasonable’, but only in order to avoid\npossible confusion between\ninquiries as to unlawfulness and as to negligence. However, the terms are in\nthis context generally  interchangeable.\n[45]\tThe decision in\nBogoshi\nrelates both to the fault element of the delict of defamation and\nto the element of unlawfulness. In so far as fault is concerned,\nthe usual rule\nis that one will be liable for defamation only if one has\nanimus\ninjuriandi\n– the intention to harm the reputation of the plaintiff.\nBut in a series of cases in this court (culminating in\nPakendorf v De\nFlamingh\n[24]\n) it was held that\nstrict liability (liability without fault) should be imposed on the press.\nBogoshi\nheld those cases to have been incorrectly decided and introduced\na requirement, in so far as the press is concerned, of reasonable\npublication.\nThe focus in\nBogoshi\nwas thus the question of fault (negligence as\nopposed to strict liability). But the court dealt also with the policy\nconsiderations\nthat generally have an impact on the lawfulness of\nconduct.\n[25]\nIn introducing a\ndefence of reasonable publication in the law of defamation, the court in\nBogoshi\nconsidered that the development was in accordance with the\ncommon law; and that the common law in this regard was compatible with\nthe\ninterim Constitution then in\nforce.\n[26]\nHefer JA said in this\nregard: ‘The ultimate question is whether what I hold to be the common law\nachieves a proper balance\nbetween the right to protect one’s reputation\nand freedom of the press, viewing these interests as constitutional values. I\nbelieve it\ndoes.’\n[27]\n[46]\tThe\npress will thus not be held liable for the publication of defamatory material\nwhere it can show that it has been  reasonable\nin publishing the material.\nAccordingly, the form of fault in defamation actions against the press is\nnegligence rather than intention\nto harm.\n[47] However, fault need not be\nin issue at all if in the particular circumstances anterior inquiry shows that\nthe publication is\nlawful because it is justifiable.\nBogoshi\nindicates\nthat the reasonableness of the publication might also\njustify\nit. In\nappropriate cases, a defendant should not be held liable where publication is\njustifiable in the circumstances – where\nthe publisher  reasonably \nbelieves that the information published is true. The publication in such\ncircumstances is not unlawful.\nPolitical speech might, depending upon the\ncontext, be lawful even when false provided that its publication is reasonable.\n(See in\nthis regard the test for reasonableness in\nBogoshi\n[28]\ncited\nabove.) This is not a test for negligence: it determines whether, on grounds of\npolicy, a defamatory statement should not be\nactionable because it is\njustifiably made in the circumstances.\n[48] There are a number of\ntraditional defences to an action for defamation. In\nArgus Printing and\nPublishing Co Ltd v Esselen’s\nEstate\n[29]\nCorbett CJ explained\nthe reasons underlying the standard defences thus:\n‘I agree, and I\nfirmly believe, that freedom of expression and of the press are potent and\nindispensable instruments for the\ncreation and maintenance of a democratic\nsociety, but it is trite that such freedom is not, and cannot be permitted to\nbe, totally\nunrestrained. The law does not allow the unjustified savaging of an\nindividual's reputation. The right of free expression enjoyed\nby all persons,\nincluding the press, must yield to the individual's right, which is just as\nimportant, not to be unlawfully defamed.\nI emphasise the word ''unlawfully''\nfor, in striving to achieve an equitable balance between the right to speak your\nmind and the\nright not to be harmed by what another says about you, the law has\ndevised a number of defences, such as fair comment, justification\n(ie truth and\npublic benefit) and privilege, which if successfully invoked render lawful the\npublication of matter which is\nprima facie\ndefamatory.’\n[49]\tHefer JA in\nBogoshi\n[30]\ntook the view\nthat the list of defences is not closed. Rather than citing instances of special\ndefences formulated over the years,\nthe court looked at the question of\nunlawfulness from the vantage point of policy and principle:\n‘But it\nis hardly necessary to add that the defences available to a defendant in a\ndefamation action do not constitute a\nnumerus clausus\n. In our law the\nlawfulness of a harmful act or omission is determined by the application of a\ngeneral criterion of reasonableness\nbased on considerations of fairness,\nmorality, policy and the Court's perception of the legal convictions of the\ncommunity. In accordance\nwith this criterion Rumpff CJ indicated in\nO'Malley's\ncase [\nSuid-Afrikaanse Uitsaaikorporasie v\nO’Malley\n1977 (3) SA 394\n(A)] at 402fin-403A that it is the task of\nthe Court to determine in each case whether public and legal policy requires the\nparticular\npublication to be regarded as lawful.’\n[50]\tIn\nHolomisa v Argus Newspapers\nLtd\n,\n[31]\nin a judgment\npresciently foreshadowing\nBogoshi\nas regards the availability of  a\ndefence based on absence of negligence, Cameron J held that a defamatory\nstatement ‘which\nrelates to “free and fair political activity”\nis constitutionally protected, even if false, unless the plaintiff shows\nthat,\nin all the circumstances of its publication, it was unreasonably made’.\nThis statement was endorsed in\nBogoshi\nsave in so far as the incidence of\nthe onus is concerned. The court in\nHolomisa\ndid not, however, consider\nit correct to import into our law the so-called\nSullivan\nprinciple\n(\nNew York Times Co v\nSullivan\n)\n[32]\nthat defendant\npress members will not be liable for defamatory statements made of public\nfigures unless the plaintiff can show that\nthe statement was made with actual\nmalice. Such a principle would give far too little protection to the right to\ndignity. The approach\npreferred in both\nHolomisa\nand\nBogoshi\nis\nthat of reasonable publication. Jonathan Burchell\nPersonality Rights and\nFreedom of Expression: The Modern Actio\nInjuriarum\n’,\n[33]\ncommenting on\nBogoshi\nwrites:\n‘The test of reasonableness\nor public (legal) policy is a supple criterion which can ensure that the law of\ndelict is able to\nmeet the needs of a changing society. . . . The accommodation\nof freedom of expression under the unlawfulness inquiry is now firmly\nacknowledged by the Supreme Court of Appeal.’\n[51]\tThe\nconsiderations to be taken into account in assessing the justifiability of the\npublication of defamatory material (by the\npress in particular) are described by\nHefer JA in\nBogoshi\nas\nfollows:\n[34]\n‘But, we must\nnot forget that it is the right, and indeed a vital function, of the press to\nmake available to the community\ninformation and criticism about every aspect of\npublic, political, social and economic activity and thus to contribute to the\nformation\nof public opinion (Prof JC van der Walt in\nGedenkbundel: HL\nSwanepoel\nat 68). The press and the rest of the media provide the means by\nwhich useful, and sometimes vital, information about the daily affairs\nof the\nnation is conveyed to its citizens – from the highest to the lowest ranks\n(Strauss, Strydom and Van der Walt\nMediareg\n4th ed at 43). Conversely,\nthe press often becomes the voice of the people – their means to convey\ntheir concerns to their\nfellow citizens, to officialdom and to government. To\ndescribe adequately what all this entails, I can do no better than to quote\na\npassage from the as yet unreported judgment of the English Court of Appeal in\nReynolds v Times Newspapers Ltd and Others\ndelivered on 8 July 1998. It\nreads as follows:\n“We do not for an instant doubt that the common\nconvenience and welfare of a modern plural democracy such as ours are best\nserved by an ample flow of information to the public concerning, and by vigorous\npublic discussion of matters of public interest\nto the community. By that we\nmean matters relating to the public life of the community and those who take\npart in it, including within\nthe expression ''public life'' activities such as\nthe conduct of government and political life, elections . . . and public\nadministration,\nbut we use the expression more widely than that, to embrace\nmatters such as (for instance) the governance of public bodies, institutions\nand\ncompanies which give rise to a public interest in disclosure, but excluding\nmatters which are personal and private, such that\nthere is no public interest in\ntheir disclosure. Recognition that the common convenience and welfare of society\nare best served in\nthis way is a modern democratic imperative which the law must\naccept. In differing ways and to somewhat differing extents the law\nhas\nrecognised this imperative, in the United States, Australia, New Zealand and\nelsewhere, as also in the jurisprudence of the European\nCourt of Human Rights. .\n. . As it is the task of the news media to inform the public and engage in\npublic discussion of matters\nof public interest, so is that to be  recognised as\nits duty. The cases cited show acceptance of such a duty, even where publication\nis by a newspaper to the public at large. . . . We have no doubt that the public\nalso have an interest to receive information on\nmatters of public interest to\nthe community. . . .” ‘\n[52]\tIn deciding in\nBogoshi\nthat\nPakendorf\n(above) had been incorrectly decided, and that publication\nby the press of defamatory statements would not be regarded as unlawful\nif, upon\na consideration of all the circumstances, it was found to have been reasonable\nto have published the facts in the particular\nway at the particular\ntime,\n[35]\nthis court did not\nexpressly hold that there is any specific defence relating to political speech.\nNonetheless this court  did approve\na number of decisions in other jurisdictions\nthat have held political speech to be in a special category. Those cases are\ndiscussed\nbelow.\n[53]\t The question that arises in this case, however, is\nwhether special principles should be invoked to protect the press, or for\nthat\nmatter individuals, when they make defamatory statements about a member of\ngovernment. The\nReynolds\ndecision in the Court of Appeal (referred to by\nHefer JA in\nBogoshi\n)\nwas confirmed by the House of\nLords.\n[36]\nI refer to the House of\nLords decision as\nReynolds 2.\nThe House of Lords declined to recognise a\nspecial defence of political speech. It differed in this regard from the\nAustralian High\nCourt decision in\nLange v Australian Broadcasting\nCorporation\n[37]\n(a case approved\nby Hefer JA in\nBogoshi\n), finding that the common law should not develop\n‘political information’ as a generic category of information the\npublication\nof which attracts a qualified privilege irrespective of the\ncircumstances. So too, decisions elsewhere in the Commonwealth (\nTheophanous v\nHerald & Weekly Times Ltd and\nAnother,\n[38]\nStephens and\nOthers v West Australian Newspapers\nLtd\n[39]\n) were considered in\nReynolds 2\nnot to reflect the English law. And in\nLange v J B Atkinson\nand another (New Zealand)\n[40]\nthe Privy Council pointed out that in the\nReynolds\ndecision of the Court\nof Appeal the approach of the Australian and New Zealand courts to political\nspeech had been rejected.\n[54]\tLord Nicholls said in\nLange v J B\nAtkinson\n,\n[41]\ncommenting on his\nearlier speech in\nReynolds 2,\nthat a different, simpler approach had been\nfollowed in that case: whether a publication is in the public interest (that is,\nwhether\nthere is a duty to publish to the intended recipients) ‘depends\nupon the circumstances, including the nature of the matter\npublished and its\nsource or status’.\n[55]\tSince\nLange v J B Atkinson\nhad been\ndecided by the New Zealand Court of Appeal\nbefore the decision of the\nHouse of Lords had been handed down in\nReynolds 2\n, the Privy Council\nreferred the matter back to the Court of Appeal for further hearing in the light\nof the recently-enunciated English\napproach. Lord Nicholls pointed out,\nhowever,\n[42]\nthat ‘one feature\nof all the judgments, New Zealand, Australian and English, stands out with\nconspicuous clarity: the recognition\nthat striking a balance between freedom of\nexpression and protection of reputation calls for a\nvalue judgment which\ndepends upon local political and social conditions.\nThese conditions include\nmatters such as the responsibility and vulnerability of the press’ (my\nemphasis). For that reason\nthe court considered it inappropriate to determine\nthe matter: the courts of New Zealand, it said, were ‘better placed to\nassess\nthe requirements of the public interest in New Zealand’ than was\nthe Privy\nCouncil.\n[43]\n[56]\tThe House\nof Lords in\nReynolds 2\nconsidered that the common law principle of\nqualified privilege, based on a consideration of all the circumstances of the\npublication,\nenables a court to give appropriate weight to the importance of\nfreedom of expression. Essentially what was to be considered was\nwhether the\npublic had a right to know the particular information.  The case related to\nstatements about the plaintiff, formerly\nthe Prime Minister of Ireland. He had\nin effect been called a liar (the article concerned was entitled ‘Why a\nfib too far proved\nfatal for the political career of Ireland’s peacemaker\nand Mr Fixit’). Although the information published about the plaintiff\nwas\nundoubtedly in the public interest, publication had taken place without giving\nthe plaintiff any opportunity to explain his conduct.\nThe court  held that\nqualified privilege therefore did not attach to the publication in the\ncircumstances.\n[57]\tThe House of Lords thus declined to recognise a\n‘new category of occasion when privilege derives from the subject matter\nalone: political\ninformation’.\n[44]\nPolitical\ninformation, Lord Nicholls held, adopting the Australian definition in\nLange\n(above) is ‘information, opinion and arguments concerning\ngovernment and political matters that affect’ the public. However,\ndespite\nthe rejection of a special category of privilege in the form of political\ninformation, Lord Nicholls did make it clear that\nestablished categories of\nqualified privilege are not exhaustive. Such categories are ‘no more than\napplications, in particular\ncircumstances, of the underlying principle of public\npolicy’.\n[45]\nThat court did\nrecognise, however, that in different jurisdictions different considerations\nmight come into operation.\n[46]\n[58]\tIn Australia and New Zealand, as I have indicated, political speech has\nbeen recognised as being in a different class because\nof constitutional\nconsiderations. Brennan CJ in\nLange v Australian Broadcasting Corporation\n(above,\nnot approved in\nReynolds 2)\nspeaking for the court held\nthat each member of the ‘Australian community’ has an interest in\nboth disseminating and\nreceiving information and opinions concerning government\nand political matters that affect Australians. ‘The duty to disseminate\nsuch information is simply the correlative of the interest in receiving it. The\ncommon convenience and welfare of Australian society\nare advanced by discussion\n. . . about government and political matters. The interest that each member of\nthe Australian community\nhas in such a discussion extends the categories of\nqualified privilege.’ The finding was based largely on the requirements\nof\nthe Australian Commonwealth Constitution, and is subject to the qualification\nthat publication must be reasonable in order to\nprotect the reputations of those\ndefamed.\n[59]\tThe High Court of Australia in\nLange\napproved the\ndecisions in\nTheophanous v Herald & Weekly Times\nand\nStephens v\nWest Australian Newspapers Ltd\n(above, also discussed and not followed in\nReynolds 2\n). In both those cases the courts had recognised a special\ncategory of qualified privilege in respect of political information disseminated\nin the press. In\nTheophanous\nit was held that the Commonwealth\nConstitution allowed the publication of material discussing government and\npolitical matters, and\nof information concerning members of Parliament which\nrelates to the performance of their duties as members of Parliament; and in\nrelation to the suitability of persons for office as Parliamentarians.\nPublication would not be actionable if the defendant proved\nthat it was unaware\nof the falsity of the publication; it did not publish the material recklessly,\nnot caring whether it was false;\nand the publication was\nreasonable\nin\nthe circumstances.\n[60]\tThe High Court in\nLange\nadopted the\napproach to the interest in receiving political information formulated by McHugh\nJ in\nStephens\n:\n[47]\n‘In\nthe last decade of the twentieth century, the quality of life and the freedom of\nthe ordinary individual in Australia are\nhighly dependent on the exercise of\nfunctions and powers vested in public representatives and officials by a vast\nlegal and bureaucratic\napparatus funded by public moneys. How, when, why and\nwhere those functions and powers are or are not exercised are matters that\nare\nof real and legitimate interest to every member of the community. Information\nconcerning the exercise of those functions and\npowers is of vital concern to the\ncommunity. So is the performance of the public representatives and officials who\nare invested with\nthem. It follows in my opinion that the general public has a\nlegitimate interest in receiving information concerning matters relevant\nto the\nexercise of public functions and powers vested in public representatives and\nofficials. Moreover, a narrow view should not\nbe taken of the matters about\nwhich the general public has an interest in receiving information. With the\nincreasing integration\nof the social, economic and political life of Australia,\nit is difficult to contend that the exercise or failure to exercise public\nfunctions or powers at any particular level of government or administration, or\nin any part of the country, is not of relevant interest\nto the public of\nAustralia generally.’\n[61]\tOf particular importance in this matter\nis the approach to reasonableness enunciated by Brennan CJ in\nLange\n.\n[48]\n‘Whether\nthe making of a publication was reasonable must depend upon all the\ncircumstances of the case. But, as a general rule,\na defendant’s conduct\nin publishing material giving rise to a defamatory imputation will not be\nreasonable unless the defendant\nhad reasonable grounds for believing that the\nimputation was true, took proper steps, so far as they were reasonably open, to\nverify\nthe accuracy of the material and did not believe the imputation to be\nuntrue. Furthermore, the defendant’s conduct will not\nbe reasonable unless\nthe defendant has sought a response from the person defamed and published the\nresponse made (if any) except\nin cases where the seeking or publication of a\nresponse was not practicable or it was unnecessary to give the plaintiff an\nopportunity\nto respond.’\n[62]\tThis passage was approved by Hefer JA\nin\nBogoshi.\n[49]\nThe court\nthere held (\ncontra\nHolomisa\n, above) that the defendant bears the\nonus of proving reasonableness. In the inquiry as to the reasonableness of the\npublication,\naccount must be taken of the tone of the publication –\nwhether there is an unnecessary sting attached; the nature of the information\npublished; the reliability of the source; and steps taken to verify the\ninformation.\n[50]\nThese questions\nrelate both to unlawfulness (the unnecessary sting or the gravamen of the\nstatement) and to fault – negligence\n– (steps taken to verify the\ninformation). But the inquiries inevitably overlap.\n[63]\tThat political\ninformation or speech should be treated differently, and members of government\nexpected to be more vulnerable\nto robust criticism, is also the view of the\nEuropean Court of Human Rights in\nLingens v\nAustria\n[51]\naffirmed by that\ncourt also in\nOberschlick v\nAustria\n[52]\n.  The court said in\nLingens\n:\n‘The limits of acceptable criticism are\naccordingly wider as regards a politician as such than as regards a private\nindividual.\nUnlike the latter, the former inevitably and knowingly lays himself\nopen to close scrutiny of every word and deed by both journalists\nand the public\nat large, and he must consequently display a greater degree of tolerance. No\ndoubt Article 10(2) [of the European\nConvention of Human Rights] enables the\nreputation of others – that is to say, of all individuals – to be\nprotected,\nand this protection extends to politicians too, even when they are\nnot acting in their private capacity; but in such cases the requirements\nof such\nprotection have to be weighed in relation to the interests of open discussion of\npolitical issues.’\nThis dictum was approved by Lord Steyn in\nReynolds\n2\n.\n[53]\n[64]\tIn my view,\nthe reasons advanced in\nLange\nand\nLingens\n, as well as those\nunderlying the decision in\nSpoorbond\n, for recognizing that the defamation\nof government and members of government might be justifiable in certain\ncircumstances, and thus\nlawful, are compelling. They require that there be a\nspecial defence attaching to political information, such that the publication\nof\ndefamatory matter in circumstances where it is justifiable (reasonable) is not\nactionable.\n[65]\t Freedom of expression in political discourse is\nnecessary to hold members of government accountable to the public. And some\nlatitude must be allowed in order to allow robust and frank comment in the\ninterest of keeping members of society informed about\nwhat government does.\nErrors of fact should be tolerated, provided that statements are published\njustifiably and reasonably: that\nis with the reasonable belief that the\nstatements made are true. Accountability is of the essence of a democratic\nstate: it is one\nof the founding values expressed in s 1(d) of our Constitution:\n‘Universal adult suffrage, a national common voters roll, regular\nelections and a multi-party system of democratic government,\nto ensure\naccountability, responsiveness and openness\n’ (my emphasis).\nAnd see\nfurther s 92(3)(a) read with s 195 (1)(a) to (f) and s 195(2) of the\nConstitution which govern the basic values and principles\nof public\nadministration. In\nHolomisa\nCameron J\nsaid:\n[54]\n‘Our\nconstitutional structure seeks to nurture open and accountable democracy. Partly\nto that end, it encourages and protects\nfree speech and expression, including\nthat practised by the media. If the protection the Constitution affords is to\nhave substance,\nthere must in my view be some protection for erroneous\nstatements of defamatory fact, at least in the area of “free and fair\npolitical activity”.’\n[66]\tThis court has in several cases\nrecently, when dealing with the Aquilian action for damage inflicted\nnegligently, stressed the\nimportance of the state’s accountability to the\npublic in finding state action to be unlawful. See, in particular,\nMinister\nof Safety and Security v Van\nDuivenboden\n;\n[55]\nVan Eeden v\nMinister of Safety and\nSecurity\n;\n[56]\nPremier,\nWestern Cape\nv\nFaircape Property Developers (Pty)\nLtd\n;\n[57]\nMinister of Safety\nand Security v Hamilton\n;\n[58]\nand\nMinister of Safety and Security and another v\nCarmichele\n.\n[59]\nSee also the\ndecision of the Constitutional Court  in\nCarmichele v Minister of Safety and\nSecurity\n[60]\non wrongfulness in\nthe law of delict in the light of constitutional values.  The state, and its\nrepresentatives, by virtue of the\nduties imposed upon them by the Constitution,\nare accountable to the public. The public has the right to know what the\nofficials\nof the state do in discharge of their duties. And the public is\nentitled to call on such officials, or members of government, to\nexplain their\nconduct. When they fail to do so, without justification, they must bear the\ncriticism and comment that their conduct\nattracts, provided of course that it is\nwarranted in the circumstances and not actuated by malice.\n[67]\tThat does\nnot mean that there should be a licence to publish untrue statements about\npoliticians. They too have the right to\nprotect their dignity and their\nreputations.\n[61]\nAs Burchell puts\nit:\n[62]\n‘There are limits\nto freedom of political comment, especially in regard to aspects of the private\nlives of politicians that\ndo not impinge on political competence. Politicians or\npublic figures do not simply have to endure every infringement of their\npersonality\nrights as a price for entering the political or public arena,\nalthough they do have to be more resilient to slings and arrows than\nnon-political, private mortals.’\n[68]\tBut where publication is \njustifiable\nin the circumstances\nthe defendant will not be held liable.\nJustifiability  is to be determined by having regard to all relevant\ncircumstances, including\nthe interest of the public in being informed; the\nmanner of publication; the tone of the material published; the extent of public\nconcern in the information; the reliability of the source; the steps taken to\nverify the truth of the information (this factor would\nplay an important role\ntoo in considering the distinct question whether there was negligence on the\npart of the press, assuming that\nthe publication was found to be defamatory);\nand whether the person defamed has been given the opportunity to comment on the\nstatement\nbefore publication. In cases where information is crucial to the\npublic, and is urgent, it may be justifiable to publish without\ngiving an\nopportunity to comment.\n[69]\tWas the publication of the M & G report\ncard in respect of the appellant justifiable in all the circumstances, such that\nthe respondents may invoke the defence of justifiable political speech?   The\nexecutive authority of the Republic is vested in the\nPresident who exercises it\n‘together with the other members of the cabinet’ (s 85 of the\nConstitution). Members of the\ncabinet are accountable both collectively and\nindividually to Parliament for the exercise of their powers and the performance\nof\ntheir functions (s 92(2)). They are also tasked with the attainment of an\naccountable public administration. They must act in accordance\nwith policy as\ndetermined by the cabinet. Cabinet ministers thus represent government at the\nhighest level. Freedom to discuss and\ncriticise government – the\ncountry’s affairs – must include the freedom to discuss the conduct\nof individual cabinet\nministers. The M & G, and all the other newspapers and\nmedia that commented on and criticised the conduct of the appellant were\nentitled, indeed obliged, to do so. Was the statement that ‘her award of a\nmassive housing contract to a close friend’\nin keeping with that right and\nduty, or did it go too far?\n[70]\tEarlier in the judgment I set out at\nlength some of the statements made about the appellant and the Motheo project. A\nreading\nof them shows that the press, including the M & G, repeatedly called\nfor an explanation from the appellant of a contract awarded\nunder her auspices\nas National Minister of Housing. It is common cause that the contract was\nconcluded without the necessary procedures\nhaving been followed. The Board that\npurported to award it was not quorate when the decision to make the award was\ntaken. The company\nto which it was awarded did not yet exist, let alone have any\ntrack record of building houses. The person (Gibb of Nedcor) who had\nundertaken\nto fund the project in part was, to the knowledge of the appellant, under\nsuspicion. The Auditor-General reported adversely\non the contract, as did the\nDreyer commission of inquiry. The press called for explanations from the\nappellant, especially as to\nwhy she had fired Mr Cobbett, and received no\nresponse. They called for an inquiry that would focus on her role in the award\nto Motheo.\nThere was no response. They knew she was in overall charge of housing\nnationwide\n[63]\nand could and should\nhave stopped the contract at the outset. The call for a commission of inquiry\nhad been dismissed. There was\nno point in again seeking a response from the\nappellant. She had stated publicly more than once that she had had nothing to do\nwith\nthe award.\n[71]\tThere was also no point in asking Moodley or Gibb\nabout the role of the appellant in the whole affair: their evidence to the\nDreyer commission and their public statements pointed to the   prospect of\nanother denial. Yet the obvious question was how Gibb\nhad come to know of\nNdlovu. In the light of all the information about the links and friendships\nbetween the appellant and Ndlovu,\nthe appellant and Gibb, and Ndlovu’s\nsister (Seape, who worked for Gibb at Nedcor) and Gibb, it was reasonable for\nthe M &\nG to believe that the appellant had influenced the choice of Motheo,\nNdlovu’s company, as the housing developer. And it could\nnot have been\nexpected of the M & G to hold its own commission of inquiry. The\nrespondents’ publication of the defamatory\nstatement was, in all the\ncircumstances, justifiable.\nREASONABLE PUBLICATION\n[72]\tAs to the\nreasonableness of the respondent’s belief and the issue of fault, much of\nwhat has been said above is relevant\nhere too.  It must also be remembered that\nthe question now is not:  was the appellant’s involvement in the choice of\nMotheo\n(Ndlovu) the only reasonable inference (as it would be for liability in a\ncriminal case), or the most probable inference (as for\nliability in a civil\ncase)?  It is simply: was it a reasonable inference for the respondent to draw\ngiven, in particular, all the\npress reportage and the Dreyer\nreport?\n[73]\tThe essential question at the time, as I have said, was who,\nin late 1996 or early January 1997, selected Ndlovu, the close friend\nof the\nappellant, and the intended director of a company yet to be formed, which had\nneither financial capacity, nor any experience\nin, nor knowledge of the\nconstruction industry?   Mpumalanga province did not have the funds to expend on\nthe project.   It was dependent\non the choice of developer being made by the\nsupposed financial backer, Nedcor, or the national ministry.   Nedcor’s\nlater\nrejection of Gibb’s initiatives and Cobbett’s disapproval of\nthe entire scheme reasonably show that the choice of Ndlovu\nmust have come not\nfrom them, but from an ostensibly initially authorised Nedcor operative (Gibbs\nor Ndlovu’s sister) or from\nsomeone in the ministry. Given the links\nbetween Gibb, Seape, Ndlovu and the appellant, it was reasonable to infer\nthat Ndlovu’s\nname would not have come from Gibb alone. The obvious\ninference to be drawn was that Gibb knew that the name that he suggested would\nbe acceptable to the ministry.   But whether the name came from Gibb or Ndlovu\nherself, or from her sister Seape, ultimately authoritative\nministerial\nacceptance, in the absence of Cobbett’s involvement, was obtainable from\nonly one person.   That was the appellant.\n She had already recorded a denial of\ninvolvement and nobody could expose her to cross-examination or interrogation in\nany available\nform of inquiry.   It was also reasonable to conclude that any\nother informants either did not know enough to answer the question,\nor would not\nalter the stance, supportive of the appellant’s denial, which they had\nalready made public in the press or before\nthe Dreyer\ncommission.\n[74]\tThe tone of the report card was undoubtedly irreverent.\nIt was critical of the performance of all members of government, even\nthose to\nwhom it awarded ‘good grades’. It was an overall assessment of\nperformance over the year under review. It assumed\nknowledge of political events\nover the year. It did not purport to convey new information. And it relied on\nthe myriad of reports\nmade in a multitude of papers over the course of the year,\nall calling for an explanation from the\nappellant herself\nof the Motheo\ncontract. Admittedly what was said was stated to be fact, not opinion, but it\nnevertheless was clearly proffered as\npolitical criticism. And it concerned the\nactions of a public figure in relation to a major political talking-point. Thus\neven if\nthe report were to have conveyed the impression that the appellant had\npersonally made the award and signed the contract,  the conduct\nof the writer\nand the editor, the second respondent, was reasonable in all the circumstances.\nCONCLUSION\n[75]\tAccordingly I find that the publication of the\ndefamatory article was not unlawful, because it was justifiable in all the\ncircumstances,\nand that it was not negligent. The report card constituted\npolitical speech that was justified and reasonable in all the circumstances.\nThe\ndefamation is thus not actionable.\n[76]\tIt is thus not necessary to\nconsider the respondents’ further arguments in relation to the\nintroduction of new remedies\n(the\namende honorable\n– apology in\nsuitable form to the plaintiff, and setting the facts straight – or a\nsubstantial reduction in the award\nof damages) for politician plaintiffs, as a\nmeans of achieving an appropriate balance between the competing rights of\nfreedom of\nspeech and dignity.\n[77]\tThe appeal is dismissed with costs\nincluding those occasioned by the employment of two counsel.\nC H Lewis\nJudge of Appeal\nConcur: Howie P\nPONNAN AJA\n(concurring in the order of Lewis\nJA, but for different reason):\n[78]\t An ostensibly easy question, first\narticulated by Lord Atkin in\nSim v\nStretch\n[64]\nand adopted\nrepeatedly by our courts, namely, ' ... would the words [complained of] tend to\nlower the plaintiff in the estimation\nof right thinking members of society\ngenerally ...', is a salutary starting point.  The answer it yields, is, in my\nview decisive\nof the present appeal.\n[79]\tThe test is an objective one. \nThe standard is the ordinary reader with no legal training or other special\ndiscipline, variously\ndescribed as a ‘reasonable’, ‘right\nthinking’ individual of ‘average education’ and ‘normal\nintelligence’. It is through the eyes of such a person who is not\n‘super-critical’ or possessed of a ‘morbid\nor suspicious\nmind’ that I must read the report card.\n[80]\tThe ordinary reader of\nthe M & G, so we are told, is ' ... highly educated, informed and critical'.\nIt is someone who keeps\nabreast of current affairs by reading an assortment of\nnewspapers, listening to the radio and viewing television. It would thus be\nfair\nto impute to such a person a higher standard of education and intelligence and a\ngreater interest in and understanding of national\naffairs than newspaper readers\nin general in this country. (see\nChanning v South African Financial Gazette\n& others\n1966 (3) SA 470\nat 474A.)  But, it is clear that one may not\nimpute to such a reader, for the purposes of this enquiry, the training or\nhabits of\nthe mind of a lawyer.\n[81]\t‘In an era when rebellion for its own sake is the fashion and\nrevisionism its intellectual style, values which used to\nbe taken for granted\nare re-appraised so frequently and ferociously that to identify the\n\"right-thinking\", and to postulate some\ngeneral accord among them, is a\ndifficult enough task in a homogeneous community.  The problems are compounded\nenormously in a mixed\ncountry like South Africa, with its variety of races,\ncultures, languages and religions, and its wide social and economic differences.\nNo single group has a monopoly of such a society's \"right-thinking\" members, and\nthe \"mythical consensus\" must encompass them all.\n Subjectivity inevitably\nintrudes whenever this is sought.  A Judge would doubtless hesitate to see\nhimself as the epitome of all\n\"right-thinking\" persons, or to say so at any\nrate.  He is seldom likely, on the other hand, to attribute to the\n\"right-thinking\"\na viewpoint sharply in conflict with his own.  More often he\ndecides what he personally thinks is right, and then imputes it to the\nparagons.\nTo others, however, the tenets thus decreed may seem merely the innate\nprejudices of the group or class from which he has\nsprung.  That they indeed are\nis the danger against which he must guard.'\n(Per Didcott J in\nDemmers v Wyllie & others\n1978 (4) SA (D) 629 A-D.)\n[82]\tThe\nMinister's complaint in this matter is a very narrow one, it is that she did not\naward the housing contract to Motheo.  The\naward of the contract had been made\nby the Mpumalanga Housing Board, accordingly, so it was argued, the report card\nshould not have\nattributed it to her.  The logical starting point is whether the\nwords complained of convey the defamatory meaning which the plaintiff\nseeks to\nplace on them.  Properly understood, so it was submitted, the reference to 'her'\naward of the contract carried with it an\nimputation of ‘corrupt\nnepotism’, implying as it did, that she had awarded a lucrative contract\nto a close friend.  That,\naccording to the Minister’s counsel, was the\nmeaning to be attributed to the report card.\n[83]\tIt is indeed so that\nthe Minister did not award the contract to Motheo.  Nor could she.  It was after\nall a provincial housing\ncontract which had been awarded by the provincial\nhousing authority.  Readers of the M & G would have known that.  In that\ncontext\nthey would have understood the reference to 'her award', not as her\nhaving personally awarded the contract, but, as her possibly\nhaving influenced\nthe award of the contract.\n[84]\tThere was a widely held public\nperception that the Minister had used her influence to secure a lucrative\ncontract for a close\nfriend.  Cartoons, caricatures and editorials accompanied\nlead articles in national, daily and weekly newspapers.  Vivid journalese\nwas\nemployed to describe the Motheo scandal as it came to be known, which dominated\nthe print media for a protracted period prior\nto the publication of the report\ncard by M & G.  The report card, it bears noting, was a 'snappy',\n'irreverent' and ‘robust’\nassessment of the performance of cabinet\nministers during the year under review.  It did not purport to add anything to\nwhat was\ndescribed in the evidence as the then ‘prevailing political\nfolklore’.  Readers of the M & G would not have attached\nany\nsignificance to the reference 'her award' instead of the more apt 'the award'.\n[85]\tIt is fair to say, that there was at that time a public perception\ncreated by the extensive reportage, long before the publication\nof the report\ncard, that the Minister may indeed have been guilty of nepotism.  Those\nallegations had repeatedly been made in the\nmedia amidst strident calls for a\nfull, fair and proper inquiry into her role in the scandal.  Not only did those\ncalls go unanswered,\nbut the Minister's evasive and contradictory responses did\nlittle to erode that perception.  Properly understood, the words complained\nof\nwere no more than a reference to the role she had played in the matter as\nrevealed by the information already in the public domain.\n Views already shaped\nby the preceding avalanche of publicity would not have been altered by the\nreport card.  The report card was\nintended to be allusive rather than specific. \nIt was evidently designed for entertainment rather than instruction.  It sought\nto\nbe irreverent rather than informative.  So construed, although the matter is\nby no means free from doubt, the Minister was not disparaged\nby the words\ncomplained of.\n86]\tIn\nPienaar & another v Argus Printing and\nPublishing Co Ltd\n1956 (4) SA 310\n(W) at 318 Ludorf J said ‘... The\nCourts must not avoid the reality that in South Africa political matters are\nusually discussed\nin forthright terms. Strong epithets are used and accusations\ncome readily to the tongue. I think, too, that, the public and readers\nthat\ndebate political matters are aware of this.’ Those sentiments assume\nheightened significance in a fledgling democracy\nsuch as ours struggling to rid\nitself of its securocratic and censorious past. The Minister has been too\nsensitive about the report\ncard. She is in her own right a public figure who at\nthe relevant time was entrusted with a key national portfolio. The true enquiry\nrelates to the manner in which the report card would have been understood by\nthose readers of it whose reactions are relevant to\nthe action. In my view, it\ncannot be said that to those readers it bore a defamatory meaning. It follows\nthat the report card was\nnot defamatory of the Minister.\n[87]\tI\naccordingly concur, albeit for different reasons, in the order proposed in\nparagraph 77 of the judgment of Lewis JA.  I also\nexpress my concurrence with\nparagraphs 33 to 42 of my Sister's judgment.\nV M PONNAN\nACTING JUDGE OF APPEAL\nMTHIYANE JA\n(dissenting):\n[88]\nI have read the\njudgments of my colleagues Lewis JA and Ponnan AJA and regret that I am unable\nto agree with either’s conclusion.\nIn what follows I set out my approach\nto the matter.\n[89]\nThe appellant, then the National Minister of\nHousing, instituted a defamation action in the Johannesburg High Court against\nthe first\nand second respondents. The action arose out of a statement in a\n‘report card’ published in the Mail and Guardian of\n24 December\n1998. The statement read:\n‘Why is she still in cabinet? She has\nshown she cannot deliver in one of the key delivery ministries. Her award of a\nmassive\nhousing contract to a close friend and the sacking of former\nDirector-General, Billy Cobbett, continue to haunt the public perception\nof\nher.’\n[90]\nThe appellant relied on only that portion of the\nstatement which accused her of having awarded a massive building contract to a\nclose\nfriend. The appellant pleaded that the said statement, in the context of\nthe ‘report card’, was per se defamatory and\npublished\nanimo\ninjuriandi\n. In the alternative, she alleged that the statement was intended\nand understood by readers of the ‘report card’ and by\nthe general\npublic to mean,\ninter alia\n, that she:\n‘(a)\tis of a base moral\nstandard;\n(b)\tis a dishonest person and that she would dishonestly award a massive housing\ncontract to\na close friend of hers;\n(c)\tis incompetent and is unable to\ndeliver as a minister;\n(d)\tis not worthy of holding public\noffice.’\n[91]\nThe appellant alleged further that, in\npublishing the statement:\n‘(a)\tthe defendants were reckless in that\nthey did not care whether the contents were true or false;\n(b)\tthey took no\nreasonable steps to establish and/or to investigate the truth of the allegations\ncontained in the article; and\n(c)\tthe defendants failed to ensure that\nenquiries were directed to the plaintiff and/or that a response was sought from\nthe plaintiff.’\n[92]\nIn their plea the respondents denied\nthat the statement, in the context of the report card, was defamatory of the\nplaintiff or that\nit conveyed the meaning attributed to it by the appellant.\nThey also raised other defences: reasonableness, qualified privilege,\nand the\ndefence of truth and public benefit.\n[93]\nThe appellant’s\naction was dismissed by the court\na quo\n(Joffe J) on two grounds: first,\nthat as a cabinet minister the appellant had no\nlocus standi\nto sue for\ndefamation, and secondly, that she had not been defamed because by the time the\nstatement was published, her reputation\nhad already been tarnished by the past\nreportage on the Motheo contract. The learned judge found that the context in\nwhich the readers\nof the Mail and Guardian would have read the ‘report\ncard’, was one in which the public perception of the appellant was\nalready\ntarnished and the damage done. The issues relating to the other defences were\nnot addressed in the judgment.\n[94]\nThe appeal raises four\nquestions: first, whether a cabinet minister has a right in law to sue for\ndefamation. Secondly, whether or\nnot the statement was defamatory of the\nappellant, in the context of the reportage of a year and a half on a scandal\nconcerning the\naward of the housing contract which was found to be irregular in\nseveral respects. Thirdly, whether or not in the circumstances of\nthis case, the\nconduct of the respondents fell within the scope of the reasonableness defence\n(or remedy) set out in\nNational Media Limited v\nBogoshi.\n[65]\nFourthly, whether\nthis court should develop the common law in order to provide for a defence that\nwould protect both the maker and\npublisher of the defamatory statement as well\nas the victim of the defamation.\n[95]\nThe accusation that the\nappellant awarded the Motheo contract to a close friend was unproven. With that,\nthe defence of truth and\npublic benefit, in my view, fell by the wayside. I deal\nfully with this aspect later in the judgment. During argument in the appeal\nbefore us, counsel for the respondent was constrained to submit that the defence\nof truth and public benefit was legally suspect.\nThat approach, it seems to me,\nin the context of the present matter, was informed by the very nature of the\ndefence contemplated\nin\nBogoshi\n. It is meant to protect publication of an\nuntrue statement (not a true statement), in circumstances where there is no\nfault (or unreasonableness)\non the part of the maker or publisher. In the\nabsence of proof, the accusation against the appellant must, in my view, be\napproached\non the basis that it is untrue.\n[96]\nI deal first with\nthe question whether the appellant, as a cabinet minister, has\nlocus\nstandi\nto sue for defamation. The respondents contend that the appellant\nlacks\nlocus standi\nto sue\n.\nThey submitted that the decision in\nDie\nSpoorbond and Another v South African\nRailways\n[66]\nto the effect that\nthe state cannot claim damages for defamation for injury to its reputation,\nshould be extended to cabinet ministers\nso as to preclude them from suing for\ndefamation. In developing his argument counsel for the respondents stressed the\nneed to protect\nthe freedom of every person to comment, without inhibition, on\nthe management and conduct of the country’s affairs to avoid\nthe chilling\neffect of defamation actions by cabinet ministers. For this submission reliance\nwas placed on the judgment of the House\nof Lords in\nDerbyshire County Council\nv Times Newspapers Ltd and\nOthers\n[67]\nwhere the principles\nlaid down in\nSpoorbond\nwere followed and extended to local authorities -\nin the case in question to the Derbyshire County Council. Counsel urged that the\ndecision in\nSouth African Associated Newspapers Ltd and Another v Estate\nPelser\n,\n[68]\nwhere this court\ndeclined to extend the\nSpoorbond\nrule to actions for defamation by\ncabinet ministers, should not be followed.\n[97]\nThere is a lot to\nbe said for counsel’s criticism of the decision in\nPelser\n. The\nfacts in that case were briefly the following: two persons, one white and the\nother black, were sentenced to death for the same\ncrime. The State President (as\nthe head of the state was then called) granted a reprieve to the white murderer\nbut not to the black\none. The black man was executed. The Sunday Times, a\nnewspaper published by the first defendant in that case, printed an article\nin\nwhich the late Professor Barend van Niekerk was quoted as having\nremarked:\n‘The execution of [the black man] must fill all South\nAfricans with shame.’\nFor reasons that are difficult to comprehend the\ncourt rejected the argument by Mr SW Kentridge SC, for the newspaper publisher,\nthat\nthe above statement was, on its correct interpretation, not capable of\nbeing read as defamatory of Minister Pelser. I agree with\nLewis JA that\nPelser\nwas wrongly decided on the facts.\n[98]\nI do not\nagree with the submission that the principle in\nSpoorbond\nshould be\nextended and that cabinet ministers should be barred from suing for defamation.\nIn my view, that approach would undermine\nthe protection of an\nindividual’s right to dignity, which includes reputation, and elevate the\nright to freedom of expression\nabove the right to reputation. Under our law the\nright to reputation equally enjoys protection. The ‘recognition and\nprotection\nof human dignity is a foundational constitutional value,’ and\nthe right to human dignity entrenched in the Constitution ‘values\nboth the\npersonal sense of self-worth as well as the public’s estimation of the\nworth or value of an\nindividual.’\n[69]\nEven though\nthe right to reputation is not protected\neo nomine\nas a fundamental\nright, it is considered to be part of the right to respect for, and protection\nof, the dignity of an individual,\nwhich is protected by s 10 of the\nConstitution.\n[70]\nIt is therefore\ncrucial to strike a fair balance between the right to freedom of\nexpression,\n[71]\nand the right to\ndignity\n[72]\nand reputation, so that\none right is not accorded more value than the other. The tension between the two\ncompeting constitutional\nrights has, for now, been resolved adequately in\ndefamation matters by the application of the principles laid down in\nBogoshi\n.\n[73]\n[99]\nIn\nmy view, ministers of state, as everybody else, are not above criticism in\nrelation to the execution of their duties as members\nof government – and\nsuch criticism is indeed a good thing for purposes of public debate and\ndiscussion in an open and democratic\nsociety. In fact the end-of-the-year\n‘report card’ devised by the respondents, properly utilized, might\nprove to be a\nuseful exercise to encourage members of government to keep their\nwits about them on issues of public concern. But unchecked, unjustifiable\nimputations of dishonesty detract from a proper exercise of the right to freedom\nof expression and disrupt the balance referred to\nin para 98 above. I consider\nfair reporting and the retention by a cabinet minister of the right to sue, not\nto be strange bed fellows.\nThey can easily subsist side by side, without the\nright to freedom of expression being compromised. In my judgment, the appellant\ndoes have\nlocus standi\nto sue for defamation.\n[100]\nI now\nturn to the effect of the past reportage on the appellant’s claim. The\ncourt\na quo\nheld that the appellant failed to establish that she had been\ndefamed because by the time the ‘report card’ was published,\ndamage\nhad already been done. This finding is supported by the\nrespondents.\n[102]\nI do not agree. The test whether the\nappellant’s reputation was lowered in the estimation of right thinking\nreaders is an objective\none. The question in the present matter is how the\nreasonable reader of the Mail and Guardian would have understood the statement\nin the ‘report card’, in the context and against the background it\nwas published. The test envisages that the words in\nthe statement are to be\nconstrued ‘in their context’, and the meaning thereof determined by\nreference to ‘what\nthey would convey to ordinary reasonable persons,\nhaving regard to the sort of people to whom the words were or were likely to be\npublished.’\n[74]\nI do not see\nthe relevance of the\ndictum\nof Didcott J in\nDemmers v Wylie and\nOthers\n,\n[75]\nreferred to by my\ncolleague, Ponnan AJA (para 81) in his judgment, in the context of the present\nmatter. In that part of the judgment\nin\nDemmers\n, Didcott J was dealing\nwith the difficulties associated with identifying a ‘right-thinking\nreader’ in a non-homogenous\ncommunity such as ours. No such problem is\nencountered in the present matter. The right-thinking reader we are concerned\nwith is\nthe ordinary reader of the Mail and Guardian. The issue before us is\nwhat the statement in the ‘report card’ would have\nconveyed to that\nreader, having regard to the above test.\n[103]\nIn my view, the\nconclusion reached by the court\na quo\non the effect of the past reportage\nis flawed in two respects: first, it ignores the fact that the allegation that\nthe appellant had\nawarded the contract to Motheo was a novel statement.\nSecondly, any perspective earlier held of the appellant by readers of that\nreportage, could not have been caused by a belief that she had indeed made such\nan award, as no assertion of such a fact had ever\nbeen\nmade.\n[104]\nMr Howard Barrell, the writer of the ‘report\ncard’, testified that readers of the Mail and Guardian were on the whole\nthe most educated group of newspaper readers in the country. He described the\ntypical reader as ‘a highly educated, informed\nand critical\nindividual’, who probably reads three or four different newspapers and\nregularly listens to the radio and watches\ntelevision. The readers of the Mail\nand Guardian, he said, base their judgments on the information they receive from\na variety of\nsources and do not uncritically accept what they\nread.\n[105]\nIn my view, that type of reader would have realized\nthat the avalanche of past reportage conveyed no more than a suspicion of\nnepotism,\nand that the reportage cried out for an investigation to establish the\nappellant’s involvement, if any, in the award of the\nMotheo contract. That\nclass of reader, given his or her ability to discern and analyse, is not likely\nto have accepted the past reportage\nas asserting that the Motheo contract had\nbeen awarded by the appellant or that she had played a role in the award of the\ncontract.\n[106]\nBut, when the report of 24 December 1998 appeared,\nsuggesting that the appellant had awarded the contract, it seems to me that the\nreader, in considering the new information objectively (as a right-thinking\nreader), would have compared it with what had been gleaned\nfrom the earlier\nreportage, and would have been led to conclude that the appellant had in fact\ndone what was alleged: that the report\nmeant that she had influenced the process\nof awarding the contract or played a role in its award to a close friend because\nthe ‘report\ncard’ now says so (something not stated previously).\nAlthough the average reader of the Mail and Guardian would have been aware\nthat\nthe award of housing contracts was a provincial competency, he or she was now\nbeing told pointedly that the appellant had caused\nthe contract to be awarded.\nFrom this latest statement the reader would have concluded that the Mail and\nGuardian was now in possession\nof information that linked the Minister directly\nwith the nepotistic award of the contract. This, because even the earlier\nreportage\nof the Mail and Guardian, and indeed other newspapers, had not carried\na story that linked the appellant directly to the award of\nthe Motheo contract.\nAs all the other newspapers had done, the Mail and Guardian had simply raised\nquestions calling for answers.\nIt is true, as stated by Lewis JA (para 23), that\nBarrell and Soggot, called as witnesses for the respondents, maintained that the\nreport card did not refer to any new information. But when Barrell, in\nparticular, was challenged by counsel for the appellant to\npoint to any prior\nmedia statement, if any, implicating the appellant in the award of the contract,\nhe was unable to do so.\n[107]\nIn my view, the latest statement was\nnovel and lowered the appellant’s reputation in the eyes of the right\nthinking reader of\nthe newspaper. I consider the earlier reportage to be\nrelevant to the assessment of\nquantum\nrather than as a complete defence\nto the defamation action. It is one thing to say that a person has a bad\nreputation, but quite\nanother to conclude or imply that such person has none at\nall to protect – which is the effect of the finding of the court\na quo\nin so far as the appellant is concerned. Even in cases where a\nperson’s reputation has sunk to its lowest ebb, that factor does\nnot\nconstitute a complete\ndefence.\n[76]\n[108]\nAlthough\nthe earlier reportage was critical and sometimes strident, in the present matter\nit never included an allegation that, whether\ndirectly or indirectly, the\nappellant had awarded the contract to Motheo. In my view, previous defamations\n(even of an identical\nkind) cannot and do not render what was defamatory to be\nnot defamatory. The relevance of earlier defamations is confined to the\ntopic of\ndamages, where it would be a factor to be contextualized in the course of an\nassessment of\nquantum\n. The statement in my colleague, Ponnan AJA’s\njudgment (para 84), that there was ‘a widely held public perception that\nthe Minister had used her influence to secure a lucrative contract for a close\nfriend’ is, in my view, not borne out by the\nfacts nor by the past\nreportage. On the contrary, the past reportage merely raised suspicion and\ncalled for answers.\n[109]\nThe proposition that the appellant\nawarded, or caused the contract to be awarded, is unproven. The respondents did\nnot attempt to\nadduce evidence to establish that fact. Instead Barrell, in his\nevidence, was driven to assert that an inference was to be drawn\nfrom a range of\nsurrounding circumstances. When Barrell was invited to substantiate his\naccusation (that the appellant had awarded\nthe Motheo contract) during\ncross-examination, he stood by his bare assertion and, rather than provide\nproof, challenged counsel\nand said: ‘[P]lease eliminate my conclusion,\nplease prove me wrong’. I agree with Lewis JA (para 28), that the ordinary\nreader of the Mail and Guardian would have understood the words complained of to\nmean that the plaintiff was guilty of corrupt behaviour.\nSuch serious accusation\ncannot, in my view, be regarded as mere political criticism. In my view, that\nconclusion was reached without\nany factual basis. Accordingly, having failed to\nshow that the allegations are true, the respondents can only escape liability if\ntheir conduct in publishing the defamatory statement, can be brought within the\nBogoshi\ndefence.\n[110]\nIn\nBogoshi\n[77]\nHefer JA\nsaid:\n‘[T]he publication in the press of false defamatory allegations\nof fact will not be regarded as unlawful if, upon a consideration\nof all the\ncircumstances of the case, it is found to have been reasonable to publish the\nparticular facts in a particular way and\nat a particular time. It is for the\nrespondents to prove all the facts on which they rely to show that the\npublication was reasonable\nand that they were not\nnegligent.’\n[78]\nDealing\nwith how the test was to be applied Hefer JA continued:\n‘In considering\nthe reasonableness of the publication account must obviously be taken of\nthe\nnature, extent and tone of the allegations\n. We know, for instance, that\ngreater latitude is usually allowed in respect of political discussion\n(\nPienaar and Another v Argus Printing and Publishing Co Ltd\n1956 (4) SA\n310\n(W) at 318 C-E), and that\nthe tone in which a newspaper article is\nwritten\n, or the way in which it is presented, sometimes provides additional,\nand perhaps unnecessary, sting. What will also figure prominently\nis\nthe\nnature of the information on which the allegations were based\nand\nthe\nreliability of their source\n, as well as the\nsteps taken to verify the\ninformation\n. Ultimately there can be no justification for the publication of\nuntruths, and\nmembers of the press should not be left with the impression\nthat they had a licence to lower the standards of care which must be observed\nbefore defamatory matter is published in a newspaper\n. Professor Visser is\ncorrect in saying\n(1982 THRHR 340)\nthat\na high degree of circumspection must\nbe expected of editors and their editorial staff\non account of the nature of\ntheir occupation; particularly, I would add, in the light\nof the powerful\nposition of the press and the credibility which it enjoys amongst large sections\nof the community\n. (Münchener Kommentar zum Bürgerlichen Gesetzbuch\nvol 5 at 1679.) I have mentioned some of the relevant matters; others,\nsuch as\nthe opportunity given to the person concerned to respond, and the need to\npublish before establishing\nthe truth in a positive manner\n, also come\nto mind.’\n[79]\n[Emphasis\nadded].\n[111]\nIn the statement complained of the appellant is\naccused of awarding the contract to a close friend. None of the guidelines\nsuggested\nin\nBogoshi\nwas followed by the respondents before publishing\nthe offending statement. The appellant was not offered an opportunity to respond\nto the allegations. I agree, though, with Lewis JA, that it may not have been\nnecessary to offer her such an opportunity in view\nof her repeated denial that\nshe had anything to do with the awarding the contract to Motheo. But, what of\nthe other role players?\nThe respondents could have checked with Cobbett or the\nmembers of the Provincial Housing Board, in particular its Chairman, Mr Saths\nMoodley, whether the appellant had been involved in the awarding of the\ncontract. No attempt was made to interview either Cobbett\nor Moodley or the\nMpumalanga Director of Housing, Mr Piet Du Plessis (or any other Board member)\nfor their impressions. The remarks\nby Du Plessis (referred to in para 19 of\nLewis JA’s judgment) that he understood the project to have been\n‘driven by\nthe Minister’, which were accorded prominence in the\npress when he testified before the Dreyer commission, were intended to\nexculpate\nhimself and should not have been taken at face value. In any event, the said\nremarks did not assert knowledge that the\nappellant had indeed made herself\nculpably involved. Barrell was, in his own words, not even aware of the context\nin which Du Plessis\nmade his remarks. Had Cobbett been interviewed Du\nPlessis’ allegations would have been shown to be false because, on the\nevidence\non record, there is no reason to believe that Cobbett himself would\nhave said that the appellant was involved in the award of the\ncontract to\nMotheo. This is fortified by what Cobbett told the Public Protector. According\nto the Public Protector’s report\nto Parliament, Cobbett said that he had\nno reason to believe that the appellant had been involved in the award of the\ncontract. In\nher judgment Lewis JA (para 22) says that the Public Protector\nproduced an inconclusive report. In the light of what I have said\nabove, I am\nnot certain in what respects the report was inconclusive.\n[112]\nThe respondents could easily have checked these facts but\nfailed to do so.\nThere is no suggestion that they were under pressure to\nmeet any deadline. Barrell testified that he had worked on the ‘report\ncard’ for some time. There is no suggestion that Cobbett and the members\nof the Provincial Housing Board, in particular, its\nChairperson, Mr Saths\nMoodley, were not available and accessible to the respondents, nor that they\nwould not have been able to throw\nlight on whether the appellant had played any\nrole in the award of the contract. Lewis JA (para 71) concludes that there was\nno point\nin seeking further information from Mr Moodley or Mr Gibb about the\nrole of the appellant in the whole affair, because their evidence\nto the Dreyer\nCommission and their public statements pointed to the prospect of another\ndenial. This conclusion, together with the\nother factors mentioned in paras 70\nand 71, have led Lewis JA to conclude further that it was reasonable for the\nMail and Guardian\nto believe that the appellant had influenced the choice of\nMotheo, Ndlovu’s company, as the housing developer. The suggestion,\nit\nseems to me, is that where the press does not get a response to its calls for an\ninquiry into allegations about the conduct of\na cabinet minister which might, if\ntrue, amount to corrupt behaviour, and it (the press) believes that the answers\nit would receive\nfrom persons who can throw light on the issue would not be to\nits satisfaction, or would not confirm a suspicion of corrupt behaviour,\nit\nwould be reasonable for the press to publish false assertions which are\ndefamatory of such cabinet minister. Not only would this\nsuggestion enable the\npress to ignore the requirements for reasonableness set out in\nBogoshi\n,\nbut it would, in my view, also lead to abuse.\n[113]\nWhen the\nstory broke in May 1997 the appellant dealt with the matter fully in Parliament.\nShe made it clear that she did not interfere\nin the provincial process of\nawarding contracts and did not sit on the Provincial Housing\nBoard.\n[80]\nShe added that she did\nnot even live in Mpumalanga. In her judgment Lewis JA (para 71) raises some\nconcern about the relationships\nbetween the plaintiff and the various role\nplayers in Motheo. I am not certain how these relationships could provide a\nbasis for\nthe conclusion by the Mail and Guardian, that the appellant had\ninfluenced the choice of Ndlovu’s company. The degree of contact\nbetween\nthe Motheo players and the appellant was not materially different to their\ncontact with Cobbett. From the appellant’s\npublic statements in\nParliament\n[81]\nit is clear that her\ncontact with certain business and political people was unavoidable. But, as the\nappellant pointed out this did\nnot mean that they were now, because they were\nacquainted with her, disqualified from tendering for contracts. The rhetorical\nquestion\nposed by Lewis JA as to how Gibb came to know Ndlovu seems to me, at\nbest for the respondents, to be neutral. In any event Ndlovu’s\nsister,\nSeape, worked for Gibb at Nedcor. I have not been able to find anything in the\nrecord to suggest that it was the appellant\nwho brought the two together. So\nalso is the case of the other links and relationships which appear to cause my\ncolleague some concern.\n[114]\nNot only did the respondents fail to\nconsider all the facts known to them, they chose to rely on certain selected\nfacts which were\nconsistent with (but not conclusive of) the proposition\nfavoured by them, and ignored the rest. They ignored the fact that Cobbett\nnever\nsuggested that the plaintiff acted nepotistically and that the formal process of\nawarding tenders had no place for the role\nof the appellant. Nowhere is it even\nsuggested how the appellant would have influenced the choice of Motheo as the\nhousing developer\nwhen there was no competitor in the field. The National\nMinistry was not involved in the evaluation, selection and awarding of contracts\n– a fact which resulted in a material distance between the Ministry and\nthe Provincial decision-makers. The respondents also\noverlooked the fact that\nthe failure by the Provincial Housing Board to follow the guidelines and the\ngross irregularities it perpetrated,\nwere not demonstrated to be at the instance\nof the appellant. The appellant’s public statements on the question, for\nexample\nin Parliament, where she put her perspective of the relationship with\nthe Motheo players, were totally ignored. Neither Barrell nor\nthe second\nrespondent read or had regard to\nHansard\n(especially where the minister\nmade a public statement on these\nissues\n[82]\n).\n[115]\nIn\ncertain instances the respondents plainly distorted facts to fit in with the\nview they had formed of the appellant. For example,\nthey distorted the meaning\nof Cobbett’s letter to imply that the appellant had expressed her own\nopinion that Cobbett was blocking\nfunds, when, on a proper reading, her remarks\nwere understood by Cobbett to be a report to him of criticism by others. In his\nletter\nto the appellant Cobbett wrote:\n‘As you will recall, you\n[referring to the appellant] phoned me in my car on the night of the\n17\nth\nApril, saying that you had received a complaint from Mpumalanga\nthat I was obstructive and ‘blocking’ the funds. I indicated\nmy\nbelief in the correctness of my approach, and that of my officials, but\nundertook to keep the issue alive.’\nNowhere does Cobbett say it was the\nappellant who accused him of blocking the funds, as stated by Barrell in his\nevidence-in-chief.\nAll the appellant did was to relay this complaint to\nCobbett.\n[116]\nThe\nipse dixit\nof Barrell that his own\nopinion of the appellant as having awarded the contract to her friend was also\nheld by others, is unsupported\neven by the slightest corroboration. In contrast,\nother press articles say no more than that deeper investigation would be\nappropriate.\nIn my view, the respondents could never have held a reasonable\nbelief that the appellant had influenced the award of the contract\nto Motheo.\nThey have accordingly failed to bring themselves within the\nBogoshi\ndefence.\n[117]\nIn her judgment, Lewis JA deals extensively\nwith the question whether special principles should be invoked to protect the\npublisher\nof defamatory statements about members of government. In\nHolomisa v\nArgus Newspapers Ltd\n[83]\nCameron\nJ held that a defamatory statement which relates to free and fair political\nactivity is constitutionally protected, even if\nfalse, unless the plaintiff\nshows that, in all the circumstances of its publication, it was unreasonably\nmade. Except for placing\nthe\nonus\non the defendant to prove\nreasonableness, I consider that the same view was expressed by Hefer JA in\nBogoshi\n, although in the latter case the court was not dealing with\nso-called political speech. I agree with Lewis JA (in para 64) that publication\nof political information which is defamatory in circumstances where it is\njustifiable (reasonable) is not actionable. Although this\ncourt has hitherto not\ndealt with the practical workings of the defence of reasonableness in political\nspeech, I do not, however,\nconsider this to be a special defence outside of or\nin addition to what was said in\nHolomisa\n[84]\nand ultimately\nendorsed in\nBogoshi\n.\n[85]\nAs\nit was stated in\nBogoshi\n(see para 110 above) ‘greater latitude is\nusually allowed in respect of political discussion’. With such\nrecognition,\npolitical speech is, in my view, adequately catered for in the\ndefence of reasonableness introduced in\nBogoshi\n.\n[118]\nI\nturn to the fourth and final issue: whether the common law should be developed\nso as to provide for a defence that would go beyond\nBogoshi\n. It was\nsubmitted by counsel for the respondent that the proposed defence\ncum\nremedy (an order that an apology be published) would protect both the publisher\nand the maker of the defamatory statement as well\nas the victim, and would be\ncast in the form of an order compelling the maker or publisher of the statement\nto publish an apology.\n[119]\nI do not think that there is any\nmerit in the submission. While I can understand that a plaintiff who complains\nthat he or she has\nbeen defamed may well wish to claim, either as his or her\nsole remedy, an order that an appropriate apology be published, or such\nan order\nin addition to an award of damages, I do not see on what basis a defendant, who\nwas at all times free to publish an apology\nand thereafter to plead that as a\nresult thereof any damage suffered by the plaintiff had either been completely\neliminated or at\nleast substantially reduced, but has not done so, can rely in a\ncase such as the present, on the new ‘defence’ for which\ncounsel for\nthe respondents contended.\n[120]\nIn my view the appellant’s\nclaim should have succeeded on the merits. I would consequently allow the appeal\nwith costs.\n[121]\nIn view of the fact that this is a minority\njudgment, I do not consider it necessary to deal with the question of quantum of\ndamages.\n__________________                                \t\t\t\t\t\t\t      KK\nMTHIYANE\nJUDGE OF\nAPPEAL\nCONCUR:     MPATI DP\n[1]\n1994 (2) SA 1\n(A) at\n20E-G.\n[2]\n1966 (3) SA 470\n(W) at\n474A-C.\n[3]\n1928 AD\n190.\n[4]\nPara\n50.\n[5]\n(2003) 120\nSALJ\n282\np 289.\n[6]\n1998 (4) SA 1196\n(SCA).\n[7]\n1946 AD\n999.\n[8]\nAt\n1009.\n[9]\nAt\n1012-13.\n[10]\n[1993] 1 All ER\n1011\nat 1019d-1020c.\n[11]\n(1964) 376 US 254.\n[12]\n(1923)\n307 Ill 595.\n[13]\nAt\n1018f-h.\n[14]\n1975 (4) SA 797\n(A).\n[15]\nAt\n808B-D.\n[16]\nPara\n32.\n[17]\nPages\n194-6.\n[18]\n(2003) 120\nSALJ\n282.\n[19]\n2002 (5)\nSA 401 (CC).\n[20]\nParas 24-28,\nfootnotes omitted.\n[21]\n1998 ((4)\nSA 1196 (SCA).\n[22]\nAt\n1212G-H.\n[23]\n[1993] ZASCA 3\n;\n1993 (2) SA 451\n(A). The\npassage from\nBogoshi\nis at 1212A-C.\n[24]\n1982 (3) SA 146\n(A).\n[25]\nSee the comment on\nBogoshi\nin Jonathan Burchell\nPersonality Rights and Freedom of\nExpression: The Modern Actio Injuriarum\npp\n224-6.\n[26]\nAt 1216E-F and\n1217F-H.\n[27]\nAt\n1217F-H.\n[28]\nAt\n1212A-C.\n[29]\n1994 (2) SA 1\n(A).\n[30]\nAt 1204C-E. See also\nthe comment in\nBogoshi\nat 1209A-B on Corbett CJ’s approach to\ndefences.\n[31]\n1996 (2)\nSA 588\n(W) at 618E-F.\n[32]\n[1964] USSC 41\n;\n376 US\n254\n(1964).\n[33]\nPage\n208.\n[34]\nAt\n1209H-I.\n[35]\nAt\n1212G-H.\n[36]\n[1999] UKHL 45\n;\n[1999] 4 All ER 609\n(HL);\n[2001] 2 AC 127.The\nreferences that follow are to the All\nER.\n[37]\n(1997)\n189 CLR\n520\n.\n[38]\n(1994-1995) 182 CLR\n104.\n[39]\n(1994-1995) 182\nCLR 211.\n[40]\n[1999] UKPC 46.\nIt\nis of interest that the decisions of the House of Lords in\nReynolds\nand\nof the Privy Council in\nLange v Atkinson\nwere handed down on the same\nday, and that the same law lords sat in both cases.\n[41]\nAbove, para\n15.\n[42]\nPara\n16.\n[43]\nThe New Zealand Court of\nAppeal confirmed its earlier decision in\nLange\n:\n[2004] NZCA 34\n;\n[2003] NZLR 385.\nIt\nconsidered that qualified privilege did extend to political speech, which\nconstituted a particular class, and that the law in\nEngland was different in\nthis regard. The judgment is one written by the full court. Reasonableness of\nthe publication is not the\ntest to be used, however. Gratuitous slurs on\npoliticians would be actionable because the privilege had been abused, and not\nbecause\nthe publisher had acted unreasonably. The essential test is the interest\nin making the statement, and the interest in receiving\nit.\n[44]\nAt\n621e-g.\n[45]\nAt\n616e-f.\n[46]\nSee also the speech\nof Lord Steyn at 630g-j.\n[47]\n[1994] HCA 45\n;\n(1994-1995) 182 CLR 211\nat\n264.\n[48]\n[1997] HCA 25\n;\n(1997) 189 CLR 520\nat\n574.\n[49]\nAt\n1211F-H.\n[50]\nAt\n1212H-J.\n[51]\n[1986] ECHR 7\n;\n(1986) 8 EHRR 407\n(para 42).\n[52]\n[1991] ECHR 30\n;\n(1991) 19 EHRR\n389\n(para 59).\n[53]\nAt\n635e-j.\n[54]\nAt\n616I-J.\n[55]\n2002 (6) SA 431\n(SCA).\n[56]\n2003 (1) SA 389\n(SCA).\n[57]\n2003 (6) SA 13\n(SCA).\n[58]\n2004 (2) SA 216\n(SCA).\n[59]\n2004 (3) SA 305\n(SCA).\n[60]\n2001 (4) SA 938\n(CC).\n[61]\nSee Burchell op cit p\n229. ‘It has for many years been accepted that greater latitude must be\ngiven to freedom of expression\non political matters. However, although\npoliticians may, in one sense, be fair game for criticism, it is not completely\nopen season\nin the political veld.’\n[62]\nLoc\ncit.\n[63]\nHousing is one of the\nareas of concurrent national and provincial legislative competence: schedule 4\nof the Constitution.\n[64]\n[1936]\n2 All ER 1237 (HL)\n[65]\n1998 (4)\nSA 1196\n(SCA) at 1212 H – 1213\nA-C.\n[66]\n1946 AD\n190.\n[67]\n[1993] 1 All ER 1011\n(HL).\n[68]\n1975 (4) SA 797\n(A).\n[69]\nSee\nKhumalo and\nOthers v Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) at paras 26 and\n27.\n[70]\nSee Lawsa (1) par\n270.\n[71]\nProtected under s 16 of\nthe Constitution.\n[72]\n“          “      s 10 of the\nConstitution.\n[73]\nSee\nKhumalo\nat para 39.\n[74]\nJohnson v Beckett and Another\n[1991] ZASCA 175\n;\n1992 (1) SA 762\n(A) at 773 B-D;\nJohnson\nv Rand Daily Mails\n1928 AD 190\nat 204;\nChanning v SA Financial Gazette\nLtd and Others\n1966 (3) SA 470\n(W) at 474 A–C;\nBotha en ‘n\nAnder v Marais\n1974 (1) SA 44\n(A) at 48\nD-F.\n[75]\n1978 (4) SA 619\n(DCLD)\nat 629 A-B.\n[76]\nCf\nGrobbelaar\nv News Group Newspapers Ltd and Another\n[2002] UKHL 40\n;\n2002 (4) All ER 732\n(HL) at 733 (f)\n- (g).\n[77]\nat\n1212G.\n[78]\nSee\nBogoshi\nat\n1215 I.\n[79]\nSee\nBogoshi\nat 1212 H-J –\n1213A-C.\n[80]\nSee Debates of\nNational Assembly (Hansard), First Session – Second Session – Second\nParliament, column 3468 (Thursday\n29 May\n1997).\n[81]\nSee Hansard Column\n3465-3466.\n[82]\nIbid.\n[83]\n1996 (2) SA 588\n(W).\n[84]\nIbid.\n[85]\nat 1212 H-J.",
  "scraped_at": "2026-02-12T09:05:18.964213",
  "date": "2004-08-02",
  "coram": [
    "HOWIE P",
    "MPATI DP",
    "MTHIYANE",
    "LEWIS JJA",
    "PONNAN AJA"
  ],
  "case_number": "054/2003",
  "parties": {
    "applicants": [
      "Sankie Mthembi-Mahanyele"
    ],
    "respondents": [
      "Mail & Guardian Limited",
      "Philip Van Niekerk"
    ]
  },
  "sections": {
    "facts": "The Minister of Housing, Sankie Mthembi‑Mahanyele, was criticised in a December 1998 ‘report card’ published by the Mail & Guardian. The article alleged that she had awarded a massive housing contract to a close friend, Thandi Ndlovu, and that this had tarnished her public reputation. The contract (Motheo Construction) had been awarded by the Mpumalanga Housing Board amid allegations of irregularities, a suspended Nedcor official, and the dismissal of the national Director‑General of Housing, Billy Cobbett. Extensive media coverage of the scandal preceded the report card, which was written in an irreverent, snappy style.",
    "issues": "1) Whether a cabinet minister has locus standi to sue for defamation when the alleged defamatory statement relates to the performance of official duties. 2) Whether the words in the report card are defamatory of the minister. 3) Whether the publication is protected by qualified privilege, the defence of reasonableness or ‘justifiable political speech’ under constitutional principles. 4) How the competing constitutional rights of freedom of expression and dignity/reputation should be balanced.",
    "principles": "The court applied the ordinary‑person test for defamation (Corbett CJ in Argus v Esselen). It considered the doctrine of qualified privilege and the reasonableness defence as articulated in National Media Ltd v Bogoshi. Constitutional protections under s 16 (freedom of expression) and s 10 (dignity) were balanced, with reference to case law such as Spoorbond v South African Railways, Estate Pelser, Reynolds, Lange and European Court rulings on political speech. The principle that political commentary may enjoy greater latitude but must still be reasonable and not reckless was reiterated.",
    "application": "The court held that the words were indeed defamatory because a reasonable reader would understand them as an accusation of corruption. However, it found the publication justified: the information was already in the public domain, the press had a duty to inform on a matter of public interest, and the respondents acted reasonably given the extensive background material. The minister was found to have locus standi to sue, but the defamation claim failed because the publication was deemed justifiable and reasonable in the circumstances, satisfying the Bogoshi defence.",
    "conclusion": "The appeal was dismissed with costs awarded to the respondents. The defamation action was held not actionable as the publication was justifiable and reasonable political speech. No damages were awarded to the appellant."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Defamation",
    "level_3": [
      "freedom of expression",
      "right to dignity",
      "cabinet minister",
      "justifiable publication",
      "locus standi"
    ]
  }
}