{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/6.html",
  "case_name": "Road Accident Fund v Vogel (113/03) [2004] ZASCA 6; 2004 (5) SA 1 (SCA) (11 March 2004)",
  "citation": "[2004] ZASCA 6",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 6\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Vogel (113/03) [2004] ZASCA 6; 2004 (5) SA 1 (SCA) (11 March 2004)\nDownload original files\nRTF format\nLast Updated: 11 August 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE  NO:  113/03\nIn the matter between :\nROAD ACCIDENT FUND\tAppellant\nand\nDAVID VOGEL\t Respondent\n___________________________________________________________________________\nCoram:\tMARAIS JA, JONES\net\nVAN HEERDEN AJJA\nHeard:\t23 February 2004\nDelivered: \t11 March 2004\nMobile ground power unit providing electric power to stationary aircraft at\nairports –\nnot a motor vehicle as defined in s 1 of\nRoad Accident Fund Act 56 of\n1996\n.\n__________________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________________\nMARAIS JA/\nMARAIS JA\n:\n[1]\tThis appeal raises again the question\nwhether a particular item is a motor vehicle as defined in s 1 of the Road\nAccident Fund\nAct 56 of 1996 (‘the Act’). The item is a mobile\nHobart ground power unit (‘the unit’). After agreeing to\nconsider\nseparately in terms of Rule 33(4) certain issues, and after hearing evidence and\nargument, the Court\na quo\nmade orders declaring, first, that the unit is\na motor vehicle in terms of s 1 of the Act, and secondly, that the collision in\nwhich\nit was involved was caused by the sole and exclusive negligence of one\nBotes. Leave to appeal against both orders was refused by\nthe Court\na quo\n(Daniels J) but leave to appeal against only the first of the declaratory orders\nwas granted by this Court.\n[2]\tSection 1 of the Act provides that\n–\n‘“Motor vehicle” means any vehicle designed or\nadapted for propulsion or haulage on a road by means of fuel, gas\nor\nelectricity, including a trailer, a caravan, an agricultural or any other\nimplement designed or adapted to be drawn by such motor\nvehicle.’\n[3]\tThe interpretation to be given to this definition has\nbeen laid down in a number of cases heard by this Court. These propositions\ncan\nbe extracted from them. First, the road referred to in the definition is not\njust any kind of road however restricted  public\naccess, whether vehicular or on\nfoot, may be, but a road which the public at large and other vehicles are\nentitled to use and do\nuse; in general parlance, a public\nroad.\n[1]\n[4]\tSecondly, the mere\nfact that the item is capable of being driven on a public road is not\nper\nse\nsufficient to bring it within the\ndefinition.\n[2]\n[5]\tThe word\n‘designed’ in its context means that the enquiry is what ‘the\nordinary, everyday and general purpose\nfor which the [item] in question was\nconceived and constructed and how the reasonable person would see its ordinary,\nand not some\nfanciful, use on a\nroad’.\n[3]\nThe appropriate test\nis whether a general use on public roads is\ncontemplated.\n[4]\n[6]\tIf,\nobjectively regarded, the use of the item on a public road would be more than\nordinarily difficult and inherently potentially\nhazardous to its operator and\nother users of the road, it cannot be said to be a motor vehicle within the\nmeaning of the definition.\n[5]\n(I infer\nthat this is because it then cannot reasonably be said to have been designed for\nordinary and general use on public roads.)\n[7]\tI should add that I do not\nread the previous judgments of this court as laying down that unless the item in\nquestion can be characterised\nas in para [6] it must be regarded as satisfying\nthe requirements of the definition of motor vehicle. I understand this\ncharacterisation\nto be merely one of many conceivable indications that an item\nwas not designed for general use on public roads. The use of a particular\nitem\non a public road may not be inherently difficult or dangerous but it may still\nnot qualify as a vehicle designed for the purposes\nset out in the definition of\ns 1 of the Act.\n[8]\tThat an item may have been designed primarily for a\npurpose not covered by the definition of motor vehicle in the Act does not\nnecessarily disqualify it from being regarded as a motor vehicle as defined. If\nit was also designed to enable it to be used on public\nroads in the usual manner\nin which motor vehicles are used and if it can be so used without the attendant\ndifficulties and hazards\nreferred to in para [6], it would qualify as a motor\nvehicle as defined. In short, such latter use need not be the only or even the\nprimary use for which it was\ndesigned.\n[6]\n[9]\tI must, with\nrespect, confess to being unconvinced about the soundness of the suggestion in\nthis Court’s judgment in\nChauke\nthat the words ‘designed\nfor’ have a less subjective connotation than the words ‘intended\nfor’. The equating\nof the words ‘intended for’ with words such\nas ‘reasonably suitable for’ or ‘reasonably apt for’\nby\nSalmon J in\nDaley and Others v\nHargreaves\n[7]\nseems to me,\nagain with respect, to be unfounded when viewed purely as a matter of the\ncorrect use of language. ‘Intended for’,\nto my mind, plainly conveys\nthe subjective intention of a human agency; ‘suitable for’ or\n‘apt for’, on the\nother hand, is a purely objective criterion which\nhas nothing to do with the subjective intention of the manufacturer of the\narticle\nunder consideration, save to the extent that it may provide evidence of\nthat intention in cases in which it has not been clearly\nexpressed. The\nstatutory context in which words such as ‘intended for’ or\n‘designed for’ are used may of\ncourse show that, unhappy or\ninappropriate though the legislature’s choice of words may have been, they\nmust be taken to mean\nsomething different from what, divorced from their\ncontext, they would mean.\n[10]\tIndeed, when Olivier JA ultimately formulated\nhis own interpretation\n[8]\nof what the\nword ‘designed’, in the context of the Act, conveyed, he posited\nboth a subjective and an objective test.\nTo say that the word ‘conveys the\nordinary, everyday and general purpose for\nwhich the vehicle was conceived\nand constructed’\n(my emphasis) is to postulate a subjective test. To\nadd ‘and how the reasonable person would see its ordinary, and not some\nfanciful, use on a road’ postulates an objective test.\n[11]\tThe\nirreconcilability of the two concepts is, I think, more apparent than real.\nVarious possibilities can arise. The manufacturer\nof the item under\nconsideration may not have designed it to be used generally on ordinary public\nroads at all; yet it may, objectively\nregarded, be eminently suitable for that\npurpose. If so, it seems unlikely that parliament would not have wanted to\nprovide the public\nwith a remedy against the Road Accident Fund if it was\nnegligently so used and caused injury. At the other end of the spectrum, and\nprobably extremely unlikely to occur in practice, is an item which was designed\nby the manufacturer for general use on ordinary roads,\nbut which an objective\nappraisal of its suitability for that purpose shows that the manufacturer has\nfailed to achieve the result\nintended. If such a unit is negligently operated on\na road and injures a third party, it seems equally unlikely that parliament\nwould\nhave wanted the third party to have recourse against the Road Accident\nFund.\n[12]\tThe net result, so it seems to me, is that while the legislature\nhas not entirely ignored the subjective intention of the designer,\nit is not\nper se\nconclusive and the item’s objective suitability for use in\nthe manner contemplated by s 1 is to be the ultimate touchstone.\nWhatever\nreservations I may have about some of the reasoning of Olivier JA, they do not\ndetract from the soundness of the test which\nhe ultimately\narticulated.\n[13]\tI turn to the application of these considerations to the\nunit. It is called by its manufacturer the Hobart Ground Power unit.\nAccording\nto the manufacturer’s promotional brochure it manufactures ‘welding\nsystems, aircraft ground power equipment\nand industrial battery chargers’.\nIts Motor Generator Division is ‘the world’s largest producer of\ncommercial aircraft\nground power equipment, providing 80 to 90% of all\ncommercial airline requirements’. In 1969 it ‘(a)nnounced first\nground\npower equipment for servicing first of the jumbo jets, the Boeing\n747’ and described it as ‘(a) ground power unit (which)\nsupplies\nelectricity to the plane while it is on the ground’.\n[14]\tThe parts\ncatalogue issued by the manufacturer (Cummins) of the diesel engine which\nprovides the means of propulsion of the unit\nlists in separate columns in the\ncase of each component part the field of application of the engine. The columns\nare headed ‘automotive’,\n‘off-highway’,\n‘construction and industrial’ and ‘industrial power’.\nThere are 35 pages which\nbear these column headings. An ‘x’ has been\nused to indicate what the field of application of the relevant parts listed\non\nthe page is. On 24 out of 35 pages an ‘x’ has been placed next to\nthe heading ‘off-highway’. It was argued\nby counsel for the\nappellant that this was significant and showed that use on a highway was not\nintended. I shall return to that\nsubmission in due course.\n[15]\tPhotographs\nof the unit in its original designed\nstate\n[9]\nshow it to be a large and\nlengthy box-like metal structure on four pneumatic tyres. In virtually the\nmiddle of the left side of the\nstructure provision is made to seat the operator\nof the unit in such a manner that he or she is seated on the left hand side of\nthe\nstructure facing forwards in the direction in which the unit would move if\nit were to travel anywhere. There is no enclosed cabin\nfor the operator; he or\nshe is exposed to the elements of nature.\n[16]\tThe unit is equipped with a\nfour cylinder diesel engine and a three speed gear box with a reverse gear. It\nhas a conventional\nrack and pinion steering mechanism and a conventional\nsteering wheel, the shaft of which is almost vertical. There are left and right\nturning indicators at both the front and the back of the unit. There are also\nbroad yellow and black striped chevrons which extend\nover the full width of the\nunit at both the front and back.\n[17]\tIts lighting system comprises two\nheadlights which may be dimmed or brightened, reflectors at the front, rear and\nsides of the\nunit, and brake lights. In its original designed state it had no\nwindscreen but for use in South Africa a cab with a windscreen,\nside windows,\nand window wiper was fitted.\n[10]\nIt\nis not entirely clear whether this was done by the manufacturer at the\npurchaser’s request or by the purchaser itself after\ndelivery of the unit.\nThe top speed of the unit was between 40-60 kph. The operator’s view in\nthe unit’s originally designed\nstate was unobstructed. The addition of the\ncab resulted in minor impairment of the view on the right hand side of the\nunit.\n[18]\tIt has no speedometer and no safety belt. It has a hooter. Its\nturning arc is restricted but comparable to that of a motor vehicle\nof\nequivalent size. It is said to steer and handle like a Land Rover. It was not\nequipped with rear and side view mirrors in its\noriginal designed state but in\nSouth Africa the standard procedure was to have them fitted to the unit. As it\nhappened, this particular\nunit no longer had its mirrors at the time of the\nincident giving rise to the litigation but nothing turns on that.\n[19]\tThere\nis no provision for the conveyance of passengers or anything else but it is\nfitted with a tow bar. Its ground clearance\nis 300mm which is comparable to that\nof a light delivery vehicle. It has no tendency to oversteer or understeer and\nits weight is\nevenly distributed.\n[20]\tThe location of the gear lever is\nunlike that which is ordinarily found in motor vehicles designed for general use\non public\nroads. It is situated between the driver’s legs.\n[21]\tThe\nCourt\na quo\nconcluded that the primary function or purpose for which the\nunit was designed was to supply power to stationary aircraft at airports.\nIndeed, the learned judge aptly described it as ‘a mobile power\nplant’. Although he did not say so in terms, it appears\nthat he considered\ngeneral use on a road of the kind envisaged in the definition to have been\neither an integral component of the\nprimary design objective or at least a\nsecondary design objective in the sense contemplated in the previous decisions\nof this Court.\nIn my view, he erred.\n[22]\tThe basic approach of the Court\na quo\nwas that the unit had to be capable of self-propulsion if it was to\nserve its  principal purpose. Moreover, it would have to be capable\nof being\ndriven along the roads customarily to be found on airport aprons with relative\nsafety to its operator and to other users\nof the roads. Daniels J concluded that\nthe unit was ‘as a probability’ so designed. It is not clear whether\nhe also thought\nit to have been designed to be capable of being driven on public\nroads other than the roads to be found at airports in similar\nsafety.\n[23]\tThe argument that the ‘off-highway’ designations in\nthe parts catalogue referred to in para [14] above show that\nthe unit was not\ndesigned for use on a highway is, to my mind, unsound. First, this is not the\ndesignation of the manufacturer of\nthe unit; it is that of the manufacturer of\nthe diesel engine which powers the unit and relates solely to the engine and its\nparts.\nSecondly, there is no reason to believe that the designations are\nintended to tell a purchaser of the engine or spare part what it\nmay not be used\nfor; they are intended to convey the manifold uses to which the engine and its\nparts may be put. Automotive is one\nof them.\n[24]\tIt seems to me to be\nabundantly clear that this unit was not designed by its manufacturer for\npropulsion or haulage on a road\nof the kind envisaged by the definition in s 1\nof the Act. Its ungainly proportions and appearance; the absence of provision\nfor\nconveying anything other than its operator and (if it can be regarded as\nconveyance, which I doubt) the power unit which is an integral\npart of it; the\nabsence of a speedometer, windscreen, mirrors, safety belt, or protection\nagainst the elements for the operator;\nthe inconvenient and unconventional\nlocation of its gear lever; the low speeds of which it is capable and, above\nall, its sole\nraison d’etre\n, namely, the provision of electrical\npower to stationary aircraft at airports, make it impossible to conclude that it\nwas designed\nfor general use on public roads other than those which would be\nencountered within the operational area of airports.\n[25]\tThe existence of\nsome features which are common to motor vehicles properly so called takes the\nmatter no further. They were obviously\nrequired if the unit was to fulfil its\nfunction as a mobile power plant and be able to traverse terrain upon which\npeople, aircraft,\nequipment and vehicles would be encountered. It does not\nfollow that they were provided to enable the unit to be used on public roads\nother than the roads to be found within the operational area of\nairports.\n[26]\tThe additions to the unit which were made or commissioned by\nits owner cannot alter the fact that the maker of the unit did not\ndesign it for\npropulsion or haulage on a road of the kind contemplated by the definition. Nor\ncan it be said to have been ‘adapted’\nfor that purpose. Those\nadditions were obviously to protect the operator from the elements. As soon as a\ncab was fitted the partial\nimpediments to rearward visibility which it would\ncreate rendered it desirable that side view mirrors be fitted. These limited\nadaptations\nto the original design of the unit can hardly be regarded as\nsufficient to convert a unit which was not designed for the purposes\nset forth\nin the definition in s 1 into one which, by virtue of the adaptation, is\nthenceforth to be regarded as having been successfully\nadapted for such\npurposes.\n[27]\tThe fact that this unit was in fact driven on a few occasions\nfrom one airport to another along public roads proves no more than\nthat it was\npossible to use its automotive power to travel relatively long distances but\nsuch use of the unit was not, in my opinion,\n‘the ordinary, everyday and\ngeneral purpose for which the [unit] was conceived and constructed’ [or\nadapted], or a use\nwhich the reasonable person would see as ‘ordinary and\nnot fanciful’.\n[28]\tNot only is this a case in which the manufacturer\ndid not subjectively design the unit for the purposes set forth in s 1; it\nis a\ncase where, even if it had purported to do so, the application of the objective\ntest of whether the unit, objectively regarded,\nwas reasonably suitable for such\npurposes would have caused it to fail in its attempt.\n[29]\tIn the event of\nthe appeal succeeding, counsel for the appellant asked for the costs of two\ncounsel. There is, in my opinion,\nnot sufficient justification for such an\norder. The principles applicable to a determination of the issue have been\nsettled in previous\ndecisions of this Court. The factual enquiry involved was\nneither lengthy nor complex.\n[30]\tThe appeal is upheld with costs. The order\nof the Court\na quo\ndismissing the special plea is set aside and\nsubstituted by an order upholding the special plea and dismissing the\nplaintiff’s\nclaim with costs.\n_____________________\nR M MARAIS\nJUDGE OF\nAPPEAL\nJONES AJA\t\t   )\nVAN HEERDEN AJA ) \nCONCUR\n“A”\n“B”\n[1]\nChauke v Santam Ltd\n[1996] ZASCA 120\n;\n1997\n(1) SA 178\n(A) at 181F-G.\n[2]\nMatsiba v Santam Versekeringsmaatskappy Bpk\n[1997] ZASCA 63\n;\n1997 (4) SA 832\n(SCA) at\n834H;\nChauke\nat 182J -\n183A.\n[3]\nChauke\nat\n183B-C.\n[4]\nChauke\nat\n184B.\n[5]\nChauke\nat\n183C.\n[6]\nMutual and Federal\nInsurance Co Ltd v Day\n2001 (3) SA 775\n(SCA) para\n[14].\n[7]\n[1961] All ER 552 \n(QB).\n[8]\nChauke\nat\n183B.\n[9]\nA photograph marked\n“A” is annexed to this\njudgment.\n[10]\nA photograph\nmarked “B” is annexed to this judgment.",
  "scraped_at": "2026-02-12T08:57:08.496240",
  "date": "2004-03-11",
  "coram": [
    "MARAIS JA",
    "JONES AJJA",
    "VAN HEERDEN AJJA"
  ],
  "case_number": "113/03",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "David Vogel"
    ]
  },
  "sections": {
    "facts": "The appellant, the Road Accident Fund, sought a declaration that a mobile Hobart ground power unit – a diesel‑engine‑driven device used to supply electricity to stationary aircraft on airport aprons – falls within the definition of \"motor vehicle\" under the Road Accident Fund Act 56 of 1996. The unit is a box‑like metal structure on four pneumatic tyres, equipped with a diesel engine, gear box, steering wheel, turn signals and a cab (added locally). Its primary purpose, according to the manufacturer’s brochure, is to act as a mobile power plant for aircraft. The unit had been driven on airport roads and on a few occasions on public roads, and a collision was attributed to the sole negligence of a third party, Botes. The lower court declared the unit a motor vehicle and dismissed the respondent’s special plea; the appellant appealed against that declaration.",
    "issues": "The central issue is whether the Hobart ground power unit qualifies as a \"motor vehicle\" within the meaning of section 1 of the Road Accident Fund Act, which requires the vehicle to be designed or adapted for propulsion or haulage on a public road by means of fuel, gas or electricity.",
    "principles": "The Court reiterated the interpretive principles established in earlier cases (e.g., Chauke, Matsiba, Mutual and Federal). The definition requires (1) a public road, not merely any road; (2) the item must be designed for the ordinary, everyday, general purpose of propulsion or haulage on such a road, assessed by a combined subjective (designer’s intention) and objective (reasonable suitability) test; (3) mere capability of being driven on a public road is insufficient; (4) an item primarily designed for another purpose may still be a motor vehicle if it is also suitably designed for road use without inherent difficulty or hazard.",
    "application": "Applying these principles, the Court examined the unit’s design and purpose. The manufacturer’s materials described it solely as a power supply for aircraft; the diesel engine’s parts catalogue labelled it primarily for \"off‑highway\" use. The unit lacks typical vehicle features such as a speedometer, safety belts, adequate windscreen, and rear/side mirrors, and its gear lever placement is unconventional. Its low top speed (40‑60 km/h), lack of passenger capacity, and need for a cab added post‑manufacture to protect the operator indicate it was not designed for ordinary road propulsion. Occasional use on public roads was deemed insufficient to establish the ordinary, everyday purpose required. Consequently, the unit fails both the subjective design intention test and the objective suitability test.",
    "conclusion": "The appeal was upheld. The lower court’s order declaring the ground power unit a motor vehicle was set aside and replaced with an order upholding the respondent’s special plea and dismissing the plaintiff’s claim with costs. The Court affirmed that the unit was not a motor vehicle under the Act."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Road Accident Fund",
    "level_3": [
      "motor vehicle definition",
      "ground power unit",
      "public road",
      "design intention test"
    ]
  }
}