{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/30.html",
  "case_name": "Commissioner for the South African Revenue Services v Megs Investments (Pty) Ltd and Another (034/03) [2004] ZASCA 30; [2005] 4 All SA 169 (SCA); 2005 (4) SA 328 (SCA); 66 SATC 175 (31 March 2004)",
  "citation": "[2004] ZASCA 30",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 30\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Services v Megs Investments (Pty) Ltd and Another (034/03) [2004] ZASCA 30; [2005] 4 All SA 169 (SCA); 2005 (4) SA 328 (SCA); 66 SATC 175 (31 March 2004)\nDownload original files\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase No 034/03\nIn the matter between\nTHE COMMISSIONER FOR THE SOUTH\nAFRICAN\nREVENUE SERVICES\t\t\t\t       Appellant\nand\nMEGS INVESTMENTS (PTY) LTD\t\t       1\nst\nRespondent\nSNKH INVESTMENTS (PTY) LTD\t\t\t      2\nnd\nRespondent\nCoram\t\tZulman JA, Brand JA, Cloete JA, Jones AJA\nand\nPonnan AJA\nHeard\t\t17 March 2004\nDelivered\t\t31 March\n2004\nSummary: \t\tIncome tax ─ Set-off of assessed loss in terms\n\t\t\tof s 20 of Act No 58 of 1962 ─ whether the tax-\t\t\tpayer,\na company,\ncarried on a trade within the \t\t\trepublic during the tax year in\nquestion.\nJUDGMENT\nJones AJA\nJONES AJA:\n[1]\tIn this appeal, the appellant, who is the Commissioner for\nthe South African Revenue Services (‘the Commissioner’),\nseeks to\noverturn a decision that the respondent tax-payers may set off the balance of\ntheir assessed loss carried forward from a\nprevious tax year for the purpose of\ndetermining their taxable income. The Commissioner disallowed such a set-off for\nthe tax year\nending 31 December 1995 on the ground that the tax-payers, two\naffiliated companies, did not carry on any trade and did not generate\nany income\nfrom trade in 1996, and hence that they were not entitled to set off losses from\nprevious years in terms of s 20(1) of\nthe Income Tax Act No 58 of 1962 as\namended (‘the Act’). On 13 April 2000 his decision was reversed by\nthe income tax\nspecial court sitting in Bloemfontein. On 13 June 2002 the\nCommissioner appealed unsuccessfully to the full court of the Orange Free\nState\nProvincial Division. He now brings the matter before this court, with leave from\nthe court a quo.\n[2]\tThe respondent companies conducted their business\nfrom the same premises with the same staff in the same manner. The only\ndifference\nwas that one of them confined its activities to dealing with retail\noutlets, the other with wholesale outlets. The issue that arose\nin their dispute\nwith the Commissioner is identical. The hearing before the income tax special\ncourt was conducted as a single hearing,\nand their appeal to the full court and\nto this court were argued as if they were a single appeal. It is convenient to\ndeal with the\nmatter in a single judgment.\n[3]\tThe respondents’\ntrading activity was the arrangement and management of discounts for a chain of\nwholesale and retail supermarket\nand grocery outlets trading as Sentra Stores,\nMegasave, Value Stores, 8 Till Late, Pop 2000 and the Retail Management Group.\nThe\noutlets joined one or other of the respondents as members. The respondents\nused the combined buying power of their members to arrange\nspecial discounts\nfrom suppliers. The members ordered stock directly from the suppliers who\ndelivered directly to them. The respondents\ndid not handle any stock themselves.\nThey paid the suppliers on behalf of their members and in due course recovered\nthese payments\nfrom their members. Their income was the difference between the\nrate of the discount they received from the suppliers and the rate\nof the\ndiscount they passed on to their members.\n[4]\tOn 1 January 1996 the\nrespondents sold their entire business as a going concern to Shoprite Checkers\n(Pty) Ltd for a purchase\nprice of R21 000 000. Their obligations under the\ncontract of sale included making payments to suppliers and collecting payments\nfrom members on behalf of Shoprite Checkers during a transition period while\ntheir members where transferred to the Shoprite Checkers\norganization. But they\ndid not carry on their normal trading activity of recovering portion of the\ndiscounts for their own account\nduring the 1996 tax year. During that tax year\nthey received interest on the purchase price of R21 000 000 while it was being\nheld\nin trust pending payment thereof to them on fulfilment of certain\nconditions, and, as from June or July 1996, interest on an investment\nof portion\nof the purchase price, R6 000 000, with Absa Bank. Of the balance of the\npurchase price, R6 000 000 was distributed to\nshareholders as a dividend, and R9\n000 000 was invested free of interest in three Namibian companies. This\ninvestment was made with\na view to the possible development of a similar chain\nstore organization in Angola and other countries to the north, working through\nand with their Namibian associates. It is common cause that the respondents\ncarried on various activities during the tax year, which\nwere directed at\nexploring the possibility of a business in Angola similar to the business they\nhad sold to Shoprite Checkers. I\nshall accept for purposes of the appeal,\nalthough it was not common cause, that they also sought to exploit wholesale\nliquor and\nfirearm licences which had not been sold to Shoprite Checkers. To\nboth these ends considerable money, time and effort was expended\nby their\ndirectors, but no contracts were concluded, no organization was established, no\nactive trading was done, and no income was\nearned.\n[5]\tThe respondent\ncompanies traded at a profit in the 1995 tax year. But they had both accumulated\na sizable assessed loss which\nhad been brought forward from previous tax years\nand which was set off against their profits. There remained a balance of\nassessed\nloss, which they sought to carry forward and set off against the\ninterest income earned during 1996. The Commissioner’s contention\nwas that\nthey were not entitled to do so in terms of the Act.\n[6]\tSection 20(1) of\nthe Act makes provision for setting off assessed losses to determine taxable\nincome. It then read:\n‘(1) For the purpose of determining the taxable\nincome derived by any person from carrying on any trade within the Republic,\nthere shall be set off against the income so derived by such person-\n(a) any\nbalance of assessed loss incurred by the taxpayer in any previous year which has\nbeen carried forward from the preceding year\nof assessment: Provided\nthat....’\nThe interpretation given to this section by this court in\nSA Bazaars (Pty) Ltd\nv\nCommissioner for Inland\nRevenue\n[1]\nhas consistently been\nfollowed and applied. The relevant portion of the judgment\nreads:\n‘Under sub-sec. (3) of sec. 11 the balance of assessed loss\nincurred in any previous year can only be set off when it has been\ncarried\nforward from the preceding year of assessment. To succeed in this appeal the\nappellant must show that it was entitled to\ncarry forward the balance of the\nassessed loss of £7,623 into its income tax return for the year ending 30th\nJune, 1947.\nDuring the year ending on 30th June, 1944, the appellant did not\ncarry on any trade. The mere fact that it kept itself alive during\nthat and\nsubsequent periods does not mean that during those periods it was carrying on a\ntrade. It is clear from the stated case\nthat it closed down its business and as\nlong as it kept its business closed it cannot be said to have been carrying on a\ntrade, despite\nany intention it might have had to resume its trading activities\nat a future date. During the year ending on 30th June, 1944, therefore,\nthe\nappellant did not carry on, within the meaning of sec. 11 (1), a trade within\nthe Union and it derived no income from any trade.\nUnder that sub-section a\ndeduction or set-off is admissible only against income derived from carrying on\na trade. As the appellant\ncarried on no trade during the year under\nconsideration it was not competent for it to set-off in its income tax return\nfor that\nyear the balance of assessed loss incurred by it in previous years. It\nis not necessary for the purpose of this case to decide whether\nthe appellant\nwould have been entitled to set off that balance in respect of the year ending\non 30th June, 1944, if during that year\nit had carried on a trade but earned no\nincome. Cf.\nSub-Nigel Ltd\nv\nCommissioner for Inland Revenue,\n1948\n(4) SA 580\nat pp. 589 and 590 (A.D.).’\nIn once again quoting, approving\nand applying the principle in the\nSA Bazaars\ncase, this court in\nRobin\nConsolidated Industries Ltd\nv\nCommissioner for Inland\nRevenue\n[2]\nsaid:\n‘Two\npropositions appear from this passage: set-off is admissible only (a) against\nincome derived from trade; and (b) where\nthe balance of assessed loss has been\ncarried forward from the preceding\nyear.’\n[3]\nIt is important to\nemphasize that in\nRobin Consolidated Industries Ltd\nthis court did not\ndecide the question left open in the\nSA Bazaars\ncase. Schutz JA distilled\nthe two propositions just quoted from the ratio of that case. It is in this\ncontext that the statement\nat 666G – 667A must be\nunderstood.\n[7]\tThe onus is on the tax-payer to establish these two\npropositions. The parties have accepted that if the first proposition is\nestablished\nthe balance of the assessed loss at the end of the 1995 tax year may\nbe carried forward for set-off. The Commissioner’s argument\nwas that the\nrespondents have not proved that they carried on a trade during 1996, their\nactivities during that year amounting to\nno more than acts in preparation for\ntrading at some time in the future. It was further argued on behalf of the\nCommissioner that\nthere was no income derived from trade, the only income being\ninterest on investments.\n[8]\tThe income tax special court and the full\ncourt held that the respondents’ endeavours to set up a business in Angola\nalong\nthe lines of the business previously carried on by them in the Republic,\nand their endeavours to develop a similar business in liquor\nand firearms, did\nindeed amount to carrying on a trade within the meaning of the wide definition\nof trade given in the Act. The judgments\nset out in some detail the activities\nof the respondents in this regard. I am for present purposes prepared to accept\nthat their\ndecisions are correct.\n[9]\tCounsel for the respondents\nsubmitted that the respondents have discharged the onus of proving the first\nproposition. He submitted\nthat they have shown that they carried on a trade\n(which I have accepted) and that they had earned income against which to set off\nthe balance of an assessed loss, ie the interest income from investment. He\nconceded that to succeed they had to overcome the hurdle\nof showing a connection\nbetween the trade they carried on and the income they received. This concession\nis in effect a concession\nof the correctness of the argument by the Commissioner\nthat the point left open in the\nSA Bazaars\ncase ─ whether set-off\ncan operate if a trade is carried on but no income is derived from it ─\nshould be answered in\nthis case in favour of the Commissioner. I think that in\nthe light the wording of section 20(1) and the wording of section 11(a)\nof the\nAct as it then read\n[4]\nthe concession\nmay have been correctly made. I prefer, however, to say no more on the\npoint\n[5]\n. I must make it clear that no\nargument to the contrary has been placed before us, the point has not been given\nthe consideration\nwhich contrary argument would require, and my decision is\nbased on the concession.\n[10]\tIn order to overcome the hurdle counsel for\nthe respondents did not attempt to relate the respondents’ activities\naimed\nat developing new business in new areas or with different products to\ntheir investment income. But he argued that the necessary connection\nbetween\nincome and carrying on a trade is present when regard is had to the wide\ndefinition given to the term ‘trade’\nin the Act. He submitted that\nin deriving income from investing the proceeds of the sale the respondents had\ncarried on the trade\nof an investment company. He sought to strengthen the point\nby showing from the financial statements that in the previous tax year\nthey had\nalso derived income from investments and had therefore carried on the trade of\nan investment company previously.\n[11]\tThis argument cannot be sustained.\nThat the respondents derived some income from investments in past years, and\nthat they did\nso during the year in question does not, without more, show that\nthey carried on the business of an investment company. It is settled\nthat in\nordinary circumstances income in the form of interest on an investment is not\nincome derived from carrying on a trade within\nthe meaning of the\nAct.\n[6]\nIt was, in any event, not the\nrespondents’ case that they carried on business as an investment company\nin 1996. On the contrary,\nthey led evidence designed to establish that they\nintended to carry on the same kind of trade that they had conducted before\nbecause\nthat was the area of their expertise. Their activities throughout 1996\nwere directed at finding ways and means (a) of developing\na similar kind of\nbusiness in Angola, using Namibia as a springboard, and (b) of using their\ntrading licences to develop a similar\nkind of business in liquor and firearms.\nTo this end they made an interest-free investment of R9 000 000 in the Namibian\ncompanies,\nwhich would be a strange decision for an investment company to take.\nStrange, too, for an investment company was their decision to\ninvest R6 000 000\nwith Absa Bank at a lower return than could otherwise have been achieved,\nbecause they wanted to ensure that the\nR6 000 000 would be readily available for\nthe development of a new business in 1996 should the opportunity have arisen.\nWhen pressed,\ncounsel for the respondents was unable to advance any sound reason\nwhy, in this case, the tax-payers carried on the business of an\ninvestment\ncompany by investing the proceeds of the sale of their previous business as a\ngoing concern. I conclude that they did\nnot.\n[12]\tThe result is that the\nrespondents have not shown that section 20(1) permits set-off of their assessed\nloss from trading during\nprevious years against their income from interest on\ninvestments, their appeals to the income tax special court should not have been\nupheld, and the Commissioner’s tax assessments for 1996 must stand. The\norder of the court is that the appeals are allowed\nwith costs; the order of the\ncourt a quo is set aside with costs; and the order of the income tax special\ncourt is set aside and\nwill be replaced with an order dismissing the appeals.\nThe appellant does not ask for the costs of two counsel.\nRJW\nJONES\nActing Judge of Appeal\nCONCURRED:\tZULMAN\tJA\nBRAND\tJA\nCLOETE\tJA\nPONNAN\tAJA\n[1]\n1952 (4) SA 505\n(A) at 510F\n– 511A, which deals s 11(1) and (3) of Act No 31 of 1941. The terms of the\nold sections are for present purposes\nidentical to those which apply in this\ncase.\n[2]\n[1997] ZASCA 12\n;\n1997 (3) SA 654\n(SCA)\nper Schutz JA at 664G –\n667A.\n[3]\nAt\n665B-C.\n[4]\nThere is no material\ndifference between section 11 then and now. It deals with general deductions\nallowed for determining taxable\nincome. It is worded similarly to s 20(1) and\ndeals with similar subject matter. The two sections should be similarly\nconstrued.\nAt the relevant time, s 11(a) read: ‘For the purpose of\ndetermining the taxable income derived by any person from carrying\non any trade\nwithin the Republic there shall be allowed as deductions from the income of such\nperson so derived-\n(a) expenditure and losses actually incurred in the\nRepublic in the production of the income, provided such expenditure and losses\nare not of a capital\nnature;....’\n[5]\nCf. Income\nTax Case (‘ITC’) 1679\n(1999) 62 SATC 294\n, ITC 664\n(1948) 16 SATC 125\nand ITC 777\n(1953) 19 SATC 320\n, where differing conclusions are\nreached.\n[6]\nITC 957\n(1960) 24\nSATC 637\n; ITC 1476\n(1989) 52 SATC 141\n; ITC 1275\n(1978) 40 SATC 197\n; ITC 512\n(1941) 12 SATC 246.",
  "scraped_at": "2026-02-12T09:00:10.754089",
  "date": "2004-03-31",
  "coram": [
    "Zulman JA",
    "Brand JA",
    "Cloete JA",
    "Jones AJA",
    "Ponnan AJA"
  ],
  "case_number": "034/03",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Services"
    ],
    "respondents": [
      "Megs Investments (Pty) Ltd",
      "Snkh Investments (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The respondents, two affiliated companies, ran a discount‑management business for supermarket chains. In January 1996 they sold the business as a going concern to Shoprite Checkers for R21 million. During the 1996 tax year they received interest on the sale proceeds, invested part of the money in a Namibian venture and in a bank term deposit, and explored the possibility of establishing a similar business in Angola and developing liquor and firearms licences. No trading activity comparable to their previous business was undertaken; they derived no income from trade, only interest and dividend income.",
    "issues": "Whether the respondents, for the 1996 tax year, were carrying on a trade within the meaning of the Income Tax Act so that they could set off the balance of assessed losses carried forward against the interest income earned that year, pursuant to section 20(1) of the Act.",
    "principles": "The court relied on the interpretation of section 20(1) as outlined in SA Bazaars (Pty) Ltd v Commissioner for Inland Revenue and reaffirmed in Robin Consolidated Industries Ltd v Commissioner. Two propositions emerge: (a) loss set‑off is permissible only against income derived from carrying on a trade; (b) the loss must have been carried forward from the preceding year. The burden rests on the taxpayer to establish that a trade was carried on and that the income is connected to that trade.",
    "application": "The respondents proved that they continued to trade in the sense of pursuing a new business venture (Angola project, liquor and firearms licences). However, the court held that the income they earned in 1996 was strictly interest from investments, not income derived from carrying on a trade. Their past investment income did not transform them into an investment company, and the activities aimed at future ventures did not constitute a trade for the purposes of section 20(1). Consequently, the required connection between the trade and the income was lacking.",
    "conclusion": "The appeal was allowed and the orders of the income‑tax special court were set aside. The Commissioner’s assessments for 1996 stand. The respondents cannot set off their carried‑forward assessed losses against the interest income earned in 1996."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "loss set‑off",
      "section 20",
      "definition of trade",
      "interest income"
    ]
  }
}