{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/55.html",
  "case_name": "Minister of Transport v Du Toit (615/02) [2004] ZASCA 55; [2004] 4 All SA 603 (SCA); 2005 (1) SA 16 (SCA); 2005 (10) BCLR 964 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 55",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 55\n|\nNoteup\n|\nLawCite\nMinister of Transport v Du Toit (615/02) [2004] ZASCA 55; [2004] 4 All SA 603 (SCA); 2005 (1) SA 16 (SCA); 2005 (10) BCLR 964 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCASE NUMBER: 615/02\nIn the matter between\nTHE MINISTER OF TRANSPORT\t\t\t\t\tAPPELLANT\nand\nP J DU\nTOIT\t\t\t\t\t\t\t\tRESPONDENT\nCoram:\nHOWIE P, HARMS, FARLAM, CAMERON and HEHER\nJJA\nHeard:\n13 MAY 2004\nDelivered:\t28 MAY\n2004\nSummary:\t National Roads Act s 8(1)(c) and Expropriation Act\ns 12(1)(b) – Land – expropriation of temporary right to use\nproperty\nfor purposes of upgrading national road – actual financial loss –\nproof of – Constitutional entitlement\n(s 25(3)).\nJUDGMENT\nHEHER JA\nHEHER JA:\n[1]\tMoordenaarskop\nis a hill on the farm Hooi Kraal in the Swellendam district. No doubt its\nhistory was bloody. It certainly has\na heart of stone that has been the cause of\nthe litigation in this matter. To its north runs the N2/5 highway and to its\nsouth the\nWitsand road (MR271). Both need to be maintained and upgraded from\ntime to time. This appeal involves a claim by Mr du Toit, the\nowner of the farm,\nto be compensated for 80198 cubic metres of gravel excavated and removed on\nbehalf of the South African Roads\nBoard pursuant to a notice issued in terms of\ns 8(1)(c) of the National Roads Act 54 of 1971 read with s 12(1)(b) of the\nExpropriation\nAct 63 of 1975 (‘the Act’). In the Cape Provincial\nDivision Jamie AJ upheld the claim and awarded the respondent compensation\nof\nR240594,00 plus a solatium of R17029,70 (s 12(2) of the Act), interest at the\nprescribed rate and costs. His judgment is reported\nas\nDu Toit v Minister of\nTransport\n2003(1) SA 586 (C). The present appeal is with leave of the Court\na quo\n.\n[2]\tThe farm is some 614 hectares in extent. The notice of\nexpropriation concerned two small areas of which only a portion of 3,03\nhectares\non which Moordenaarskop stands is relevant to the dispute. The expropriation\ntook effect on 17 November 1997 from which\ndate possession of the land was taken\nby the contractors of the Board for a purpose described in the notice and its\naccompanying\nletter as the exercise of a temporary right to use the land for a\nperiod of 18 months as a borrowpit and access road.\n[3]\tWhen the parties\ncould not reach agreement on the amount of compensation Du Toit sued for payment\nof R801980,00. He alleged that\nthe expropriation was properly one in terms of s\n8(1)(b) of the National Roads Act and that the correct measure of compensation\nwas\nto be found in s 12(1)(a) of the Act,\nviz\nthe market price of the\ngravel taken by the Board. He relied in the alternative on the right to just and\nequitable compensation enshrined\nin s 25(3) of the Constitution. The Minister of\nTransport resisted the claim. He tendered compensation in an amount of R6060,00\nfor\nthe actual financial loss suffered by Du Toit in consequence of the\nexpropriation (s 12(1)(b)), which, he pleaded, was an amount\nnot higher than the\nfull market value of the portion of land taken,\nviz\nR2000 per hectare,\nplus the solatium in an amount of R606,00. The Minister pleaded in the\nalternative that should s 12(1)(a) of the\nAct be applicable, the open market\nvalue of the\nin situ\ngravel on the date of expropriation did not exceed\nits value as agricultural land and that no willing buyer and seller would\nnegotiate\nany premium for the presence of gravel in the land. The matter\nproceeded to trial. Both parties produced expert evidence relating\nto the nature\nand extent of gravel deposits on and in the vicinity of the farm and the market\nfor gravel. Du Toit testified about\nhis sales of gravel from the farm and\neventual application for a licence for a quarry which he opened subsequent to\nthe expropriation.\n[4]\tJamie AJ found that the Board had taken a temporary\nright which comprised the use of the land and the permanent removal of gravel\nduring that use. Counsel for Du Toit submitted that the learned Judge had erred:\nthe principal source of the expropriation power\nwas to be found in s 8(1)(b) of\nthe National Roads Act and not in s 8(1)(c) alone. Consequently there had been a\npermanent expropriation\nof the gravel which required compensation by the measure\nof its market value under s 12(1)(a) of the Act and not the mere taking\nof a\ntemporary use right to which s 12(1)(b) would apply. I am unable to agree.\nSection 8(1)(c) authorizes the Board to take the\nright to use land temporarily\n‘for any purpose for which the Board may expropriate that land’.\nSuch purposes, according\nto s 8(1)(a), include ‘works or purposes in\nconnection with a national road, including any access road, the acquisition,\nmining\nor treatment of gravel, stone, sand, clay, water or any other material or\nsubstance . . .’ The mining and acquisition of the\nmaterials referred to\nin that subsection will inevitably result in a permanent deprivation of the\nownership in those materials. The\nBoard did exactly as the power provided.\nSection 8(1)(b), by contrast, empowers the Board to ‘take gravel, stone,\nsand, clay,\nwater or any other material or substance on or in the land for the\nconstruction of a road or for works or for purposes referred to\nin paragraph\n(a)’. Without attempting any in-depth comparison of this power with that\nin s 8(1)(c) it is sufficient to point\nout that the last-mentioned section\ncouples the taking of materials with a temporary right of use of land whereas s\n8(1)(b) does\nnot. That, of itself, rendered s 8(1)(b) inapposite to the powers\nwhich the Board wished to exercise. I conclude, therefore, that\nJamie AJ was\ncorrect in regarding s 8(1)(c) as the source of the Board’s powers in this\ncase and also in his analysis of the\ndual nature of such powers.\n[5]\tThe\nlearned Judge proceeded to apply the terms of s 12(1)(b) to the case before him.\nBecause he was faced with the taking of a\nright of use that section set out the\nproper measure of compensation:\nEstate Marks v Pretoria City Council\n1969(3) SA 227 (A) at 241E-242E and cf\nHuddlestone Motors (Pty) Ltd v\nSouth African Railways and Harbours\n1980(4) SA 764 (D) at\n766E-767F.\n[6]\tThe learned Judge attempted to determine whether Du Toit had\nsuffered actual financial loss by asking whether there existed a\nmarket for the\nright of temporary use taken by the Board. He concluded that no such market\nexisted and that he was, therefore, entitled\nto rely on proviso\n(bb) to s\n12(1) in order to fix the amount of compensation. He was wrong in so reasoning.\nTo explain why it, would be as well to quote\ns 12(1) in full:\n‘(1)\tThe\namount of compensation to be paid in terms of this Act to an owner in respect of\nproperty expropriated in terms of\nthis Act, or in respect of the taking, in\nterms of this Act, of a right to use property, shall not, subject to the\nprovisions of\nsubsection (2), exceed-\n(a)\nin the case of any property\nother than a right, excepting a registered right to minerals, the aggregate\nof-\n(i)\tthe amount which the property would have realized if sold on the date of\nnotice in the open market by a willing seller to a willing\nbuyer; and\n(ii)\tan amount to make good any actual financial loss caused by the\nexpropriation;\nand\n(b)\nin\nthe case of a right, excepting a registered right to minerals, an amount to make\ngood any actual financial loss caused by the expropriation\nor the taking of the\nright:\nProvided that where the property expropriated\nis of such nature that there is no open market therefore, compensation therefore\nmay\nbe determined-\n(aa)\non the basis of the amount it would cost to replace the improvements\non the property expropriated, having regard to the depreciation\nthereof for any\nreason, as determined on the date of notice; or\n(bb)\nin any other suitable manner.’\nThe\nlegislature has in the opening words of this section drawn a clear distinction\nbetween the expropriation of property and the taking\nof a right to use property.\nThe distinction is carried through paragraphs (a) and (b). The first-mentioned\nrelates only to property\nother than rights (excepting registered rights to\nminerals) which is expropriated; paragraph (b) relates both to rights (excepting\nregistered rights to minerals) which are expropriated and to rights to use\nproperty which are merely taken for a temporary period\n(as was the right with\nwhich the learned Judge was concerned). The proviso, however, is limited in its\napplication to property which\nis\nexpropriated\nand has, therefore, no\nbearing on the determination of actual financial loss caused by the taking of a\nright of use and the learned\nJudge was wrong in resorting to it.\n[7]\tThe\ntask of the trial court should have been confined to s 12(1)(b). That section\nalso provides the field for our reassessment\nof the matter in the\nappeal.\n[8]\tBefore proceeding further three points require emphasis. First,\nan owner of land is not entitled to compensation merely because\na right to use\nhis property is taken, even if the exercise of the right involves, as it does\nhere, a permanent deprivation of some\nelements of his land. Compensation is only\npayable if the taking has caused ‘actual financial loss’ ie loss\nthat flows\ndirectly from the taking and is not hypothetical or too remote. It\nwas not argued, nor could it have been, that these provisions\nof the Act are in\nconflict with the Constitution, whose injunction against any law permitting\n‘arbitrary deprivation of property’\nis designed ‘not merely to\nprotect private property but also to advance the public interest in relation to\nproperty’\n(\nFirst National Bank of SA Ltd t/a Wesbank v Commissioner,\nSouth African Revenue Service and another; First National Bank of SA Ltd\nt/a\nWesbank v Minister of Finance\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC) at para 64). Second, the\nmeasure is the loss suffered by the owner (whether he is worse off because of\nthe taking) and not the\ngain of the taker (whether he is better off in\nconsequence), which is an entirely irrelevant consideration. Third, although the\nimmediate\ncause of the loss is the taking of the right vested in the owner to\nuse his own property and exploit his own gravel during the temporary\nperiod, a\nsecondary but equally direct result of the taking is the permanent deprivation\nof the owner’s right to exploit gravel\nin the quantities removed. The\nvalue of that deprivation (if any) will also be part of the loss caused by the\ntaking.\n[9]\tHaving dealt with these preliminary matters one is free to turn\nto the evidence which has a bearing on the question of whether\nthe respondent\nsuffered an actual financial loss in consequence of the taking of the right.\nBecause Du Toit did not rest his case\non s 12(1)(b) no real attempt was made to\nprove the existence of an actual financial loss. Reliance was placed on an\nentitlement\nto the market value of the gravel removed by the Board. I shall in\ndue course discuss whether that approach furthers the owner’s\ncause.\n[10]\tPrior to the date of expropriation mining of gravel on Hooi Kraal\nhad taken place\nad hoc\non an informal basis. Some time before the\nBoard’s intervention Du Toit applied for permission to operate a quarry in\nterms\nof s 9(1) of the Minerals Act 50 of 1991. The permit was issued on 26\nNovember 1997, within two weeks after the expropriation and\nrelated to land not\nsubject to the notice. No gravel pit was in existence on the portion of land\ntaken by the Board at the date of\nexpropriation.\n[11]\tThe undisputed evidence\nof Mr Marten, the Minister’s expert valuer, was that over the preceding\nfour years and four months\nDu Toit had sold an annual average of 1766 cubic\nmetres of gravel. Counsel for the Minister submitted that these sales were\nillegal\nand must be left out of account because of the provisions of s 12(5)(c)\nof the Act which reads:\n‘if the value of the property has been enhanced\nin consequence of the use thereof in a manner which is unlawful, such\nenhancement\nshall not be taken into account;’.\nI cannot agree that the\nevidence proves that the value of the land, the right of use that was taken or\nthe gravel contained in it,\nwas increased in consequence of such use. For that\nreason I shall bear in mind the proven fact that sales during the aforesaid\nperiod\nproduced an average of R10 per cubic metre for gravel removed by the\nbuyer at his own cost.\n[12]\tDu Toit’s geological expert, Mr Galliers,\ntestified that abundant quantities of rock and gravel suitable for road building\nand repair were located in the area of the project which gave rise to the\nexpropriation, although little commercial exploitation\nhad occurred. The\nMinister’s expert, Mr Melis, agreed. On the farm Hooi Kraal, after the\nexpropriator had done its worst, there\napparently remained exploitable reserves\nof between 100 000 and 200 000 cubic metres of such material.\n[13]\tI agree\nwith the submission of the Minister’s counsel that in calculating the\nactual financial loss suffered by the owner\none is bound to think away the\nmarket for gravel created by the project, to the extent that it reflected an\nenhancement in value,\nsince the increase owed its existence to the specific\npurpose for which the expropriation took place (s 12(5)(f);\nPort Edward Town\nBoard v Kay\n1996 (3) SA 664\n(A) at 679C). Counsel for Du Toit argued that\nthat market was in truth the ripening fruit of the construction of the national\nroad\nin 1948, which, he said, had created the potential. But that is not borne\nout by the evidence. Almost half a century after the road\nwas built sales of\ngravel in the open market had reached less than 1800 cubic metres annually. The\nsudden spike in demand was solely\ndue to the project. Nor was there any evidence\nthat the price of land had benefited from the assumed potential for sales of\ngravel\nthus created. Counsel also submitted that similar projects were likely to\nrecur at ever-shortening intervals (the previous upgrade\nhaving taken place\nabout 1983) because of increased traffic carried by the roads. That factor must,\nhe said, influence an assessment\nof the rate of consumption of the existing\nreserves of gravel. The evidence however does not provide support for these\nsubmissions\neither.\n[14]\tThe following conclusions are justified by the\nevidence. (1) The subtraction of 80000 cubic metres of gravel from\nMoordenaarskop\nreduced the volume available for commercial exploitation by Du\nToit. But the absence of the gravel taken by the Board had no adverse\neffect on\nhis ability to excavate and dispose of gravel because of the enormous reserves\navailable to him. (2) A sale by Du Toit\nof 80000 cubic metres of gravel from\nMoordenaarskop in the open market at the date of expropriation would have\nrequired the opening\nof a new quarry, duly licensed, on the expropriated\nproperty. He had already applied for and shortly obtained such licence for land\nnot subject to the expropriation. He would undoubtedly have used that quarry to\nmeet the hypothetical purchaser’s requirements,\ngiven that the contract\nfor supply was to be executed over a period of 18 months. (3) There is no reason\nto find that Du Toit will\nfeel the effect of the expropriation, if at all, until\nhis reserves diminish to levels insufficient to supply the demand. On the\nevidence that should not happen for at least 60 years, all other things\nremaining equal. But things seldom remain unchanged over\nso long a period: the\ndemand may in the meantime increase or decrease, the number of alternative\nsources of supply may increase,\nperhaps greatly, by the opening up of new\nquarries or the discovery of new deposits, methods of extraction may improve\nopening previously\ninaccessible bodies of gravel to the market, costs of\nextraction and rehabilitation may change and influence supply, cheaper methods\nof road building may be developed. At so great a distance the imponderables and\ncontingencies multiply to such an extent that the\nissue of whether Du Toit will\never suffer a financial loss becomes highly speculative. Certainly, no evidence\nof any kind was led\nto help answer the question. Similar uncertainties attach to\nthe question of whether, should a loss finally eventuate, a direct causal\nconnection between such loss and the expropriation will exist:\nPienaar v\nMinister van Landbou\n1972 (1) SA 14\n(A) at 25B.\n[15]\tCounsel for Du Toit\nsought to meet this difficulty. If, he submitted, the Board, as a willing buyer,\nhad appeared in the market\nat the date of expropriation seeking to acquire about\n80000 cubic metres of gravel, the owner, as a willing seller, would have\nnegotiated\nwith it an agreed price for the gravel at the ruling market price for\nsmaller quantities (R10 per cubic metre) discounted to take\naccount of the fact\nthat he would be paid immediately for a quantity of gravel that he would in the\nordinary course only have been\nable to dispose of in 45 years. That immediate\ncash loss, counsel submitted, was a proper measure of his client’s actual\nloss.\nI cannot accept this argument. It does not address Du Toit’s actual\nfinancial loss at all. While it is correct, as pointed\nout in\nKangra Holdings\n(Pty) Ltd v Minister of Water Affairs\n[1998] ZASCA 36\n;\n1998 (4) SA 330\n(SCA) at 336I-337A\nthat the\nmeasure\nof such loss will include the equivalent of the market\nvalue of what is taken by the expropriator, that does not mean that the market\nvalue can always be used to prove the\nfact\nthat such a loss was suffered.\nThe circumstances of this case emphasise the difficulty. Du Toit was bound to\ntake reasonable steps\nto mitigate his loss:\nMinister of Water Affairs v\nMostert and others\n1966 (4) SA 690\n(A) at 735H-736B and the evidence\nestablishes that he could readily have done so. Any open market sale of the\nnature postulated by\ncounsel would probably have been satisfied from other\nsources and Du Toit would have suffered no shortfall in income as a result.\nThe\nevidence of market value produced on his behalf was (in addition to the problem\nof the appropriate bulk discount) extremely misleading\nsince the price of R10\nper cubic metre was obtained for small quantities of gravel by purchasers\nwilling and able to undertake the\nexcavation at their own cost. If Du Toit had\nsold 80000 cubic metres to the Board which (contrary to the probabilities) was\nto be\nsourced from the expropriated portion he would, as I have pointed out,\nhave been obliged to open a new quarry. Whether the cost of\ndoing so, and of\nextracting the quantity required at his own expense, knowing that only 1800\ncubic metres would be sold annually\nthereafter and that the quarry land would\neventually have to be rehabilitated at his cost, would have justified the\nventure –\nall material considerations in my view – was not explored\nin evidence. The failure to do so means that the so-called market\nprice was an\nunreliable guide to whatever financial loss he might, in the long run,\nsuffer.\n[16]\tIn the result Du Toit failed to prove that he suffered any\nactual financial loss as a result of the taking of the right to use\nhis land.\nOne cannot realistically be satisfied that the market value of agricultural land\nwith an underlying gravel content carried\nany premium above the price of land\nwithout gravel. In the circumstances a purchaser, unable to negotiate a price\nfor gravel alone\nwould simply have acquired the land at its market value. The\nMinister offered the market value of the portion which it took. Although\nthat is\nmore than the owner’s proved entitlement it represents fair and equitable\ncompensation for what was taken (s 25(3)\nof the Bill of Rights).\n[17]\tThe\nfollowing order is made:\n1.\tThe appeal succeeds with costs.\n2.\tThe order\nof the trial court is set aside and replaced with the following:\n‘(a)\tThe defendant is ordered to pay compensation to the plaintiff in the\namount of R6060,00 plus a solatium in terms of s\n12(2) of the Act in an amount\nof R606,00, both sums to carry interest in terms of s 12(3)(a) of the Act from\n17 November 1997 to\ndate of payment.\n(b)\tThe plaintiff is to pay the costs of the\naction.’\nJ A   HEHER\nJUDGE OF\nAPPEAL\nHOWIE P\t\t)Concur\nHARMS\nJA\t)\nFARLAM JA\t)\nCAMERON JA\t)",
  "scraped_at": "2026-02-12T09:04:16.267330",
  "date": "2004-05-28",
  "coram": [
    "HOWIE P",
    "HARMS",
    "FARLAM",
    "CAMERON",
    "HEHER JJA"
  ],
  "case_number": "615/02",
  "parties": {
    "applicants": [
      "Minister of Transport"
    ],
    "respondents": [
      "P J Du Toit"
    ]
  },
  "sections": {
    "facts": "The case concerned an expropriation of a small portion of the farm Hooi Kraal (Moordenaarskop) in the Swellendam district for the purpose of upgrading a national road. The South African Roads Board, under a notice issued pursuant to s 8(1)(c) of the National Roads Act and s 12(1)(b) of the Expropriation Act, temporarily used the land as a borrowpit and access road and permanently removed 80,198 cubic metres of gravel. The landowner, Mr P J Du Toit, claimed compensation based on the market value of the gravel (s 12(1)(a)) and alternatively on s 25(3) of the Constitution. The trial court awarded R240,594 plus solatium; the Minister of Transport appealed.",
    "issues": "The primary legal issues were: (1) whether the appropriate statutory provision for compensation was s 12(1)(a) (market value of the removed gravel) or s 12(1)(b) (actual financial loss caused by the taking of a temporary right to use property); (2) whether the expropriation power relied upon was sourced in s 8(1)(c) or s 8(1)(b) of the National Roads Act; and (3) whether the landowner had proven actual financial loss sufficient to merit compensation.",
    "principles": "The Court examined the distinction in the Expropriation Act between the expropriation of property (s 12(1)(a)) and the taking of a right to use property (s 12(1)(b)). It held that s 8(1)(c) authorises a temporary right to use land together with the removal of minerals, and that s 8(1)(b) does not apply to the Board’s actions. Accordingly, compensation for a temporary right must be assessed under s 12(1)(b) and is limited to actual financial loss, not market value, unless a market for the right exists, which was not the case. The Court also affirmed that constitutional compensation (s 25(3)) must be in line with the statutory framework and that no conflict existed with the Constitution. Precedents cited include Estate Marks v Pretoria City Council, Huddlestone Motors v SAR&H, Kangra Holdings v Minister of Water Affairs, and the constitutional case First National Bank v Commissioner.",
    "application": "Applying these principles, the Court concluded that the Board acted under s 8(1)(c); therefore s 12(1)(b) governs compensation. It found that Du Toit failed to demonstrate any actual financial loss caused by the temporary right, as the gravel removed represented only a small portion of his extensive reserves and he could have opened a new quarry to meet any demand. The expert evidence on market value was deemed irrelevant because no market for the temporary right existed and the statutory proviso for market‑based valuation could not be invoked. Consequently, the claim for market value of the gravel and the constitutional compensation argument were rejected.",
    "conclusion": "The appeal was allowed. The trial court's award was set aside and replaced with compensation of R6,060 plus a solatium of R606, both accruing interest from 17 November 1997, together with costs. The Court held that this amount represented fair and equitable compensation under s 25(3) of the Bill of Rights."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Expropriation",
    "level_3": [
      "compensation",
      "temporary right to use",
      "actual financial loss",
      "National Roads Act",
      "Expropriation Act"
    ]
  }
}