{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/51.html",
  "case_name": "S v Botha (318/03) [2004] ZASCA 51; 2006 (2) SACR 110 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 51",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 51\n|\nNoteup\n|\nLawCite\nS v Botha (318/03) [2004] ZASCA 51; 2006 (2) SACR 110 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase Number  :  318 / 03\nIn the matter between\nRIAAN BOTHA\nAppellant\nand\nTHE STATE                     \nRespondent\nCoram\n:\tHARMS, NUGENT JJA and PONNAN AJA\nDate of hearing\n:\n14 MAY\n2004\nDate of delivery\n:\n28 MAY 2004\nSUMMARY\nSentence – \trole\nof assessors in\nalleged irregularity –\nshould be raised by means of a special entry\nrecommendation by judicial officer on parole – undesirable\npractice.\nJ U D G M E N T\nPONNAN AJA\nPONNAN AJA\n[1]\tDuring the course of the afternoon of 24 March 2001 the\nappellant was joined, at his invitation, by ten others at his mother's\nfarm\nInderheken at Dendron near Pietersburg (now Polokwane).  The appellant's guests,\nwho were all members of a rugby club, of which\nhe was the first team captain,\nwere at the farm for the stated purpose of participating in a team building\nexercise.\n[2]\tInderheken is a game farm stocked with a variety of\nherbivores for the purposes of commercial hunting. That afternoon and evening\npassed uneventfully. The next morning the group set out in the appellant's\nbakkie on a game viewing excursion.  During the trip,\nalcohol was consumed by\nmembers of the group, who were jovial and in high spirits.  At the ready were\nfour firearms intended to be\nutilised by them in bird hunting.\n[3]\tAt\napproximately 6am that very morning Alex Motlokwana, his cousin Melford\nMotlokwana and their friend Pitsi Tshepo Matloga (the\ndeceased) set out from\ntheir homes in Ga-Mokgehle Trust, Dendron.  The express purpose of their\nexpedition was to hunt small game\non neighbouring farms.  As an aid to achieving\ntheir objective, they were accompanied by a pack of ten dogs.  During the course\nof\nthe morning they made their way onto the farm Inderheken.\n[4]\tAt\napproximately 11am, according to Alex Motlokwana, their venture still not having\nmet with any success, they made their way\nto the boundary of the farm and were\nabout to pass through a fence when they noticed a vehicle and a group of men. \nThe retort of\na firearm caused him to quickly dash back into the bushes, his\ncompanions and dogs following closely on his heels.\n[5]\tAfter the\nshooting had commenced Melford inched forward on his belly until he reached\nrelative safety before fleeing on foot.\n Alex was less fortunate.  After a shot\nhad struck the ground in front of him, he got up and ran towards the fence. \nWhilst fleeing,\nhe was struck and sustained gun-shot wounds.  He fell to the\nground and sought cover in the undergrowth where he remained until the\nnext\nmorning.\n[6]\tAn explanation for the initial shooting is to be found in\nthe evidence of the appellant.  According to the appellant, as the bakkie\nmade\nits way around the farm, they came upon some of the dogs belonging to the\nMotlokwane cousins and the deceased.  The appellant's\nresponse was swift and\ndecisive.  Not having observed any people in the company of the dogs and\nrecognising that they were unlawfully\non the farm he fired shots in their\ngeneral direction.\n[7]\tAs he approached the area where the dogs were\nspotted, so testified the appellant, he was suddenly startled when the deceased\nemerged from the brush which was knee-high.  The deceased was immediately\noverpowered and subdued by the appellant.\n[8] Despite the appellant's\nprotestations to the contrary, the trial court found that immediately after\nhaving been subdued, the deceased\nwas already gravely injured.  Support for that\nconclusion is to be found in the evidence of various witnesses that the deceased\nhad\nto be carried from the point where he had been apprehended to the\nappellant's bakkie.\n[9]\tAt some stage after he had been placed on the\nvehicle and whilst it was stationary, the deceased was observed lying on the\nground\nalongside the bakkie.  Precisely what caused him to fall to the ground\nwas far from clear.  What was clear, however, is that once\nagain he had to be\ncarried onto the bakkie.  It was not in dispute that the deceased evidenced\nswelling around his eyes and bleeding\nfrom his nose.  Various witnesses, it must\nbe added, testified to his moaning and groaning and his arms and legs twitching\nat different\nstages of that journey.  Thereafter the bakkie, with an obviously\ninjured individual as its cargo, was driven to different points\non the farm,\nostensibly in search of more dogs.  There was some dispute as to whether or not\nhe was conscious and did in fact respond\ncoherently when questioned by the\nappellant.\n[10]\tEventually the deceased was dragged by the appellant\ninto the veld where he was abandoned.  The group, first having been urged\nby the\nappellant to secrecy, returned to the farmhouse to braai and consume more\nalcohol.\n[11]\tGiven that they were poaching unlawfully on the farm, it\nis not surprising that Melford did not immediately raise the alarm.\n The next\nmorning Alex made his way to a neighbouring farm, where he solicited assistance.\nThe police were summoned and medical assistance\nwas secured prior to his making\na statement to the police.  In consequence of information furnished by him, the\npolice visited Melford\nat his school.\n[12]\tShortly after midday,\nInspector Ramothwala of the SAPS (Dendron) visited the farm Inderheken in the\ncompany of Inspector Matsaung\nwhere he discovered the body of the deceased as\nalso the remains of five dogs. Inspector Ramothwala summoned detectives from the\nmurder and robbery unit and handed the crime scene over to them.  Later that day\nhe learnt that the body of the deceased had disappeared.\n[13]\tAt\napproximately 9pm that evening, Inspector Sauer of the murder and robbery unit\ninterviewed the appellant.  He observed what\nappeared to him to be blood spots\non the clothes of the appellant.  The appellant was arrested and various\nexhibits, including his\nvehicles, clothes and firearms were seized. In due\ncourse the other accused were also arrested.\n[14]\tThe day following upon\nthe arrest of the appellant a search for the body of the deceased commenced at\nthe Arabie Dam, which is\nlocated some 130 km away from Pietersburg.  The body of\nthe deceased was found on 2 April 2001 after an intensive search by police\ndivers. Affixed to the body, which was wrapped in a black plastic sheet, was a\nmetal pipe weighing 17.4 kg.\n[15]\tThe cause of death according to Dr\nBhootra, the pathologist who conducted the post mortem examination on the\ndeceased, was blunt\nforce trauma to the head.  He recorded that there was\nbruising all over the deceased's head except for his right temple, with an\nassociated sutural fracture of the skull.  He also observed bruising on the\nupper part of the anterior chest wall of the deceased\nas well as closed\nfractures of the third to sixth right ribs and the fourth to sixth left\nribs.\n[16]\tThe appellant and eight others were indicted in the Pretoria\nHigh Court before Ngoepe JP (sitting with assessors) on a count\nof murder, two\ncounts of attempted murder, one count of malicious injury to property and one\ncount of defeating and/or obstructing\nthe course of justice.\n[17]\tAt the\ncommencement of the trial, charges were withdrawn against four of the nine\naccused.  After a protracted trial, the appellant\nwas convicted of murder and an\nattempt to defeat the ends of justice.\nOn the attempt to defeat the ends\nof justice, the appellant was sentenced to a term of imprisonment for a period\nof 4 years, which\nwas ordered to run concurrently with the 18 years’\nimprisonment imposed for the murder. The effective sentence was thus a term\nof\nimprisonment for a period of 18 years.  In arriving at that conclusion, the\nlearned trial judge stated:  \"In the light of all\nof the aforegoing the court\nunanimously\nimposes the following sentences on the accused\". [Emphasis\nadded]\n[18]\tIt is the reference by the learned judge to unanimity that\nhas led to the present appeal. The appellant contends that the reference\nshows\nthat the sentence was not the product of the learned judge’s independent\ndiscretion but was the product of a discretion\nexercised by the judge acting in\nconcert with the two assessors. That, so it was submitted, constituted an\nirregularity that vitiated\nthe sentence, and we ought to set aside the sentence\nand consider the question of sentence anew.\n[19] \tThe court\na quo\ngranted leave to appeal to this court but only on that limited ground. The\nmaterial portion of the order made by that court reads\nas follows:\n‘Applicants ... are granted leave to appeal against sentence, but only on\nthe ground set out in paragraph 3 of accused 1’s\nnotice of application for\nleave to appeal ... and not on any other grounds.’ (That paragraph raised\nthe issue of the alleged\nirregularity to which I have\nreferred.)\nAn application to this court to broaden the appeal\ninsofar as it related to sentence was unsuccessful and that decision is final\n(\nS v Fourie\n2001 (2) SACR 118\n(SCA);\nS v Maputle\n2003 (2) SACR 15\n(SCA)). Thus the only questions before us are whether the sentence was imposed\nirregularly and if so what consequences that has.\n[20]\tIt is trite that\nan assessor's function does not extend beyond verdict. (See\ns 145\n(2) of the\nCriminal Procedure Act 51 of 1977\n;\nS v Sparks and another\n1972 (3) SA 396\n(A) at 404 F.)  It is not competent for an assessor to thereafter participate in\nthe decision as to what punishment should be imposed.\nAccordingly, the question\nof sentence is one for the judge alone and not the assessors. (See\nS v\nLegoa\n2003 (1) SACR 13\npar 16.) It is not irregular, however, for a trial\njudge to consult with the assessors on the question of an appropriate sentence,\nbut the sentence must remain that of the judge alone.  (See\nS v Lekaota\n1978 (4) SA 684\n(A).) Where, however, a judge and the assessors hold\ndisparate views on sentence, it would be impermissible for the judge to succumb\nto the will of the assessors in the belief that they constitute the majority of\nthe court.\n[21]\tAfter conviction, evidence was led in regard to\nsentence.  The assessors were not asked to retire after verdict; nor is this\ndone in practice. Indeed, one's experience is that it is usual for a judge to\ndiscuss the sentence with his assessors.  (See\nS v Sparks\nat 403G;  Smit\nand Isakow ‘Assessors and Criminal Justice’\n[1985]\nSAJHR\n218.)\nIt follows that a judge may take their advice into account in determining\nan appropriate sentence.  Recording, thereafter, that\nthere was unanimity\nbetween the judge and the assessors is but a logical extension of that process.\n[22]\tIn giving his reasons for granting leave to appeal the learned\njudge accepted that the use of the word ‘unanimous’\nlent itself to\ntwo possible constructions and granted leave to appeal on those grounds. The\nquestion, however, was not what the word\nmight convey, but rather what happened\nin fact, and it was incumbent upon the learned judge to disclose that. The\nproblem might not\nhave arisen, however, had the appellant’s complaint been\nraised by a special entry as envisaged in\ns 317.\nSection 317\n, which is aimed at\nensuring a fair trial, provides that the special entry should state 'in what\nrespect the proceedings are alleged\nto be irregular or not according to law' and\nthat 'the terms of the special entry shall be settled by the court which or the\njudge\nwho grants the application'.  Although the facts were well within the\ncognisance of the judge, his approach was to assume that it\nis the duty of this\nCourt to decide factually what had happened without any help from him. The facts\non which an accused relies and\nwhich he alleges constitute an irregularity must\nbe determined by the court which or the judge who makes the special entry. (\nR\nv Matsego and Others\n1956 (3) SA 411\nat 415 A.)\n[23]\tUltimately\nthough, whilst there are other pointers in that direction, the clearest\nindication of the absence of any irregularity\nis to be found in the following\nremarks in the judgment on leave to appeal: 'An irregularity is not something to\nbe lightly inferred\nand I don't think it should be in this case.  While I am\nquite convinced that no irregularity has occurred, given the fact that this\ncould turn around the interpretation of words in my judgment the question is: is\nthere a reasonable prospect that the appeal court\nin reading the sentence might\nfind that the word \"unanimous\" implies a lot more things, a lot more or perhaps\nimplies some of the\nthings contended for by the applicants'.\n[24]\tIn my\nview, the appellant has failed to establish that there was any irregularity in\nthe proceedings. The proposition that the\nwrong forum sentenced the appellant\ninasmuch as the court was improperly constituted at that time, resulting in an\nirregularity\nper se\n, is untenable. In the ultimate analysis it has not\nbeen shown that the trial judge failed, himself, to impose the\nsentence.\n[25]\tOne final aspect merits mention.  The trial judge\nrecommended that the appellant serve at least two thirds of his sentence before\nbeing considered for parole.  The function of a sentencing court is to determine\nthe term of imprisonment that a person, who has\nbeen convicted of an offence,\nshould serve.  A court has no control over the minimum period of the sentence\nthat ought to be served\nby such a person. A recommendation of the kind\nencountered here is an undesirable incursion into the domain of another arm of\nState,\nwhich is bound to cause tension between the judiciary and the executive. \nCourts are not entitled to prescribe to the executive branch\nof government how\nlong a convicted person should be detained, thereby usurping the function of the\nexecutive.  (See\nS v Mhlakaza\n1997 (1) SACR 515\nat 521\n(f)-(i))\n[26]\tAlbeit, just a recommendation, its persuasive force is not\nto be underestimated. It, no doubt, was intended to be acted upon.\n In making\nthe recommendation which he did, the trial judge may have imposed, by a\ndifferent route, a punishment which in truth and\nin fact was more severe than\noriginally intended.  Such a practice is not only undesirable but also unfair to\nboth an accused person\nas well as the correctional services authorities.\n[27] In the result, for the reasons given, the appeal must fail and it\nis accordingly dismissed. The Registrar has been instructed\nto forward a copy of\nthis judgment to the Department of Correctional Services with a request that the\nremarks in paragraph 26 be\ntaken account of in relation to the present\ncase.\nV M PONNAN  AJA\nACTING JUDGE OF APPEAL\nCONCURRING:\nHARMS  JA\nNUGENT  JA",
  "scraped_at": "2026-02-12T09:03:49.587123",
  "date": "2004-05-28",
  "coram": [
    "Harms",
    "Nugent JJA",
    "Ponnan AJA"
  ],
  "case_number": "318/03",
  "parties": {
    "applicants": [
      "Riaan Botha"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 24 March 2001 the appellant, Riaan Botha, invited ten members of his rugby club to his mother’s farm, Inderheken, for a team‑building exercise. The group hunted and consumed alcohol. The next morning three local men – Alex Motlokwana, Melford Motlokwana and the deceased, Pitsi Tshepo Matloga – entered the farm with ten dogs to hunt small game. When they encountered the appellant’s party, a shooting began. Botha fired at the dogs, but when the deceased emerged from the brush he was overpowered, shot, and later dragged into the veld where he was left to die. The body was recovered on 2 April 2001, wrapped in a plastic sheet and weighted with a metal pipe. A post‑mortem determined death by blunt force trauma to the head, together with multiple fractures. Botha and eight others were charged with murder, attempted murder, malicious injury to property and defeating the course of justice; at trial Botha was convicted of murder and an attempt to defeat the ends of justice and sentenced to 18 years’ imprisonment, with a concurrent four‑year term for the latter offence.",
    "issues": "The appeal raised two primary issues: (1) whether the trial sentence was irregular because it was said to have been imposed “unanimously” by the judge together with the assessors, thereby suggesting the assessors participated in sentencing; and (2) whether the trial judge’s recommendation that the appellant serve at least two‑thirds of the sentence before parole constituted an unlawful intrusion into the executive’s domain.",
    "principles": "The court reiterated that under s145(2) of the Criminal Procedure Act assessors’ role is limited to reaching a verdict; they may be consulted on sentencing but the final sentence is the sole discretion of the judge (see S v Sparks, S v Legoa, S v Lekaota). An irregularity arises only if the judge abdicates this discretion. Moreover, a court may not prescribe the minimum period of imprisonment to be served; such a recommendation is an undesirable encroachment on the executive (S v Mhlakaza). Procedural fairness requires any alleged irregularity to be raised by a special entry under s317.",
    "application": "Applying these principles, the court found that the reference to “unanimity” was merely a record of the judge’s discussion with the assessors and did not indicate that the assessors dictated the sentence. No substantive breach of s145(2) or s317 occurred. The appellate court also held that the judge’s parole recommendation, while undesirable, did not render the sentence unlawful or irregular. Consequently, the original conviction and sentence stood.",
    "conclusion": "The appeal was dismissed. The sentence of 18 years’ imprisonment for murder (with a concurrent four‑year term for the attempt to defeat the ends of justice) was upheld. The court directed that a copy of the judgment be forwarded to the Department of Correctional Services, noting the parole recommendation for consideration."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "assessors",
      "sentence irregularity",
      "parole recommendation",
      "murder"
    ]
  }
}