{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/88.html",
  "case_name": "Wasserman Bate Trust and Another v Premier, Free State Provincial Government (384/03) [2004] ZASCA 88; [2004] 4 All SA 511 (SCA) (29 September 2004)",
  "citation": "[2004] ZASCA 88",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 88\n|\nNoteup\n|\nLawCite\nWasserman Bate Trust and Another v Premier, Free State Provincial Government (384/03) [2004] ZASCA 88; [2004] 4 All SA 511 (SCA) (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nReportable\nCase no:\t384/03\nIn the matter between:\nTHE WASSERMAN BATE TRUST\n1\nst\nAppellant\nWASCON SIVIEL CC\n2\nnd\nAppellant\nand\nTHE PREMIER, FREE STATE PROVINCIAL\nRespondent\nGOVERNMENT\n_____________________________________________________\nCoram\n:\nNavsa,\nBrand, Van Heerden JJA, Erasmus et Comrie AJJA\nDate of hearing:\n17\nSeptember 2004\nDate of delivery:\n29 September\n2004\nSummary:\tInterpretation and application of a Road\nOrdinance (Free State) authorising a \t\tprovincial authority to enter upon and\ntake\npossession of land for the purpose \t\tof excavating for and removing\nroad-building materials ─ the acquisition and \t\tnature\nof such rights\n─ whether a separate preceding act of expropriation \t\t\tnecessary.\n_____________________________________________________\nJUDGMENT\n_____________________________________________________\nNAVSA\nJA:\n[1]\tThe two appellants are, respectively, an\ninter vivos\ntrust\nregistered in terms of the Trust Property Control Act 57 of 1988 and a close\ncorporation in terms of the\nClose Corporations Act 69 of 1984\n. Wouter Wasserman\n(Wasserman), a civil construction contractor, is the only trustee of the first\nappellant, the only member of the\nsecond appellant and the driving force behind\neach entity. It is common cause that he was the principal actor on their behalf\nin\nrespect of material events relevant to a determination of the present appeal.\n[2]\tThe appellants applied to the Bloemfontein High Court for an order\nprohibiting the respondent, the Premier of the Provincial Government\nof the Free\nState, in her capacity as Chief Executive Officer, from mining for and removing\nfrom the Remainder of the farm Springfield\n261, district Bloemfontein (the\nproperty), stone, gravel, sand, lime or any other road construction material\nother than from an existing\nfenced-off quarry (the quarry).\n[3]\tOn 7\nMarch 2002 Hancke J dismissed the application with costs. The present appeal,\nwith leave of the court below, is directed\nagainst that order.\n[4]\tFor\nthe sake of convenience I will refer to the first appellant as the Trust, the\nsecond appellant as the CC and the respondent\nas the Province.\n[5]\tThe\nquestion before the court below was whether the Province had acquired the right\nto take possession of and to remove gravel\nfrom an area on the property far\ngreater in extent than (but including) the quarry. That question was answered in\nthe affirmative\nin favour of the Province.\n[6]\tThe background against\nwhich this appeal is to be decided is set out hereafter.\n[7]\tIt is\ncommon cause that a substantial part of the property, over and above the quarry,\nis suitable for the recovery of gravel.\nIt is estimated that the property\ncontains 1, 200 000 m\n3\nof gravel worth approximately R6 million.\n[8]\tAccording to Wasserman the size of the quarry is between one and two\nhectares. According to the Province it was approximately\nthree hectares in\nextent during 1989/1990 and it presently extends to an area of approximately\nfive hectares.\n[9]\tOn 4 August 1999 the Trust purchased the property, in\nextent 175, 6927 (one hundred and seventy-five comma six nine two seven)\nhectares, from Louis Bantjies (Bantjies) for an amount of R100 000-00. The\nproperty was transferred to the Trust in November 1999.\n[10]\tBefore the\napplication was launched in the court below, the CC had won a tender to supply\ngravel for streets and water-reticulation\nin respect of a low-cost housing\ndevelopment called Mandela View. The Trust acquired the property to provide the\nCC with a ready\nsource of gravel. Sixty thousand cubic metres of gravel were\nrequired by the CC for the Mandela View development. According to Wasserman,\nalternative sources of gravel could only have been acquired at a cost of R26-00\nper cubic metre which, considering that the tender\nprice had been calculated on\na gravel price of R10-00 per cubic metre (to be sourced from the property),\nwould have meant that the\nCC would have run at a sizeable loss in respect of the\nMandela View development had it been constrained to source the gravel elsewhere.\n[11]\tPut differently, the acquisition of the property would have\nbenefited the CC or the Trust or Wasserman, in respect of the Mandela\nView\ndevelopment alone, to the extent of R960 000-00. This does not include the\nprobable financial benefit from the remainder of\nthe considerable gravel\nreserves on the property.\n[12]\tDuring September 2000, after the Province\ndiscovered that the CC had been removing gravel from the property, it wrote to\nWasserman\ndemanding that he immediately desist from such operations. The\nProvince informed him that it had in the past acquired the right to\ntake\npossession of and remove gravel from an area on the property, measuring\napproximately 50,18 hectares, in terms of the provisions\nof the Orange Free\nState Roads Ordinance 4 of 1968 and that the right endured.\n[13]\tThe\nProvince’s claim was denied by the Trust and the CC. This led to the\napplication in the High Court.\n[14]\tIn his affidavit in support of the\napplication, Wasserman stated that he had grown up in the vicinity of the\nproperty and that\nthe quarry had been the only part of the property fenced-off\nduring the late 1980’s. According to him there had been no excavation\nin\nthe quarry from that time and it appeared that the gravel deposits in the quarry\nhad been exhausted. He stated further that, to\nthe best of his knowledge, from\nthat time until the present, there had been no road construction work conducted\nby or on behalf of\nthe Government in the vicinity of the\nproperty.\n[15]\tAccording to Wasserman, the only notice board on the\nproperty in terms of which the Province had reserved the right to excavate\nfor\nand acquire gravel, is located near or at an entry point to a small\n‘camp’ within which the quarry is located. Before\nus it was\nsubmitted on behalf of the appellants that this indicated that the Province had,\nin terms of the Ordinance, taken possession\nof no area of the property other\nthan the quarry.\n[16]\tIn opposing affidavits deposed to on behalf of the\nProvince it was submitted that Wasserman had opportunistically\n‘created’\nthe present dispute.\n[17]\tJohannes van Wyk (Van\nWyk), the Acting District Roads Engineer for Bloemfontein-East, stated that\nduring 1989/1990 he had supervised\nthe erection of fences over the entire area\nin respect of which the Province presently claimed the right to excavate for\ngravel.\nHe stated that he had caused a gate to be erected to provide access to\nthe entire fenced-off area and that it was a gate different\nto the one that\nprovided access to the quarry at that time (which gate he had caused to be\nclosed). In fencing off the entire area,\nprominent protruding steel beacons were\nused ─ these are still present and clearly visible. They were put into the\nground to\ndelineate the perimeter of the area to which the Province laid claim.\nVan Wyk had caused the notice board referred to by Wasserman\nto be placed near\nthe entrance to and within the entire fenced-off area. If regard is had to the\nfences that can now be seen the\nnotice board is within the quarry area.\n[18]\tThe notice board reads as follows:\n‘Hierdie terrein is\ngereserveer vir die uitgrawing van padbou materiaal deur die OVS Paaie\nAdministrasie ingevolge die Ordonnansie\nop Paaie van 1968. Verwydering van enige\nmateriaal van hierdie terrein is ‘n misdryf ingevolge die\nOrdonnansie.’\n[19]\tVan Wyk stated that, although he personally had\nnot been involved in testing for gravel deposits on the property, he had found\nclear signs indicating that such tests were conducted by the Province. There had\nbeen test-diggings, which were subsequently filled\nin.\n[20]\tAccording to\nErika Abell, the Assistant-Director: Land Acquisitions in the Province’s\nDepartment of Public Works, Roads\nand Transport, it is clear that the author of\na map on which Wasserman initially relied to indicate that the gate described by\nhim\nafforded access only to the quarry and not the entire gravel- rich area, had\nnot in fact visited the site. According to Abell the\ngate is in a position that\nprovides the only access from a public road to the greater area in respect of\nwhich the Government claimed\nthe right to excavate for gravel. The notice board\nreferred to in the preceding paragraph is, according to Abell, located close to\nthis entrance and had been intended to relate to the entire gravel-rich area on\nthe property. Van Wyk confirmed these statements.\n[21]\tDeponents on behalf\nof the Province stated that it is not known who changed the original fencing and\nintroduced new gates and\ninner fencing other than those put in place by Van Wyk.\nThis included the removal of one of the fences delineating the quarry as\na\nseparately fenced-off area and the introduction of a new fence within the\ndisputed area, effectively closing off the camp within\nwhich the quarry is\nlocated from the whole of the area concerned.\n[22]\tIn support of the\nProvince’s case, Bantjies, in his affidavit, confirmed that at the time\nwhen the area had been fenced-off\nand beacons placed, as described by Van Wyk,\nhe had been a tenant on the property. He confirmed further that when he\npurchased the\nproperty from the previous owner, Dr van der Merwe (Van der\nMerwe), it had been explained to him that the Province had acquired the\nright it\nnow claimed. According to Bantjies he was aware of the demand in the area for\ngravel and would never have sold the property\nfor R100 000-00 if the Province\nhad not acquired the rights claimed by it ─ he had been aware that the\nvalue of the gravel\non the property was in excess of R1 million and that the\nproperty consequently would have had a much greater value. In fact, had\nthe\nProvince not acquired the ‘gravel rights’, he would not have sold\nthe property at all, as he himself was a civil\ncontractor.\n[23]\tAlthough\nBantjies could not recall the precise circumstances, he stated that he was\nconvinced that he had communicated to Wasserman\nthat the Province had acquired\nthe right to excavate for gravel. This was strenuously denied by Wasserman and\nwas one of the issues\nthe appellants urged the court below to refer to oral\nevidence. For reasons that will become apparent it is not an issue that requires\nto be addressed.\n[24]\tIt is common cause that gravel is a scarce\ncommodity in the greater Bloemfontein area. It is the Province’s case\nthat,\nas early as 1975, it took possession of the quarry in terms of the\nprovisions of the Ordinance to acquire gravel for road building\npurposes. Later,\nwhen a major roadway was planned and proclaimed for Bloemfontein, it was\nestimated that more than 2 000 000 cubic\nmetres of gravel would be required and\nit became necessary to extend the excavation for gravel beyond the quarry. To\nthat end the\nProvince entered into negotiations with Van der Merwe to acquire\npossession of substantial parts of the property, which it could\nexploit for\ngravel. It ultimately paid Van der Merwe an amount of R150 000-00 in this regard\n(despite the fact that at that time\nthe provisions of the Ordinance did not\noblige the Province to pay compensation). As described by Van Wyk, the Province\ntook possession\nof the parts to which it now laid claim in terms of the\nprovisions of the Ordinance. A letter dated 15 February 1990 addressed by\nthe\nProvince to Van der Merwe confirmed that an agreement had been reached that a\ntotal of 50,18 hectares (including uneconomic areas)\nof the property would be\ntaken into possession by the Province and that an amount of R150 000-00 would be\npaid as compensation.\n[25]\tI interpose to state that the description by\nVan Wyk of the manner in which he had fenced off the entire area and placed the\nbeacons, notice board and gates was unchallenged. His description of how he\nfound indications that tests had been conducted for gravel\ndeposits was not\ncontested. It is common cause that the beacons are still present and\nvisible.\n[26]\tDuring May 1992 the present s 26(7) of the Expropriation\nAct 63 of 1975 (the provisions of which are set out in para [29] below)\nwas\nenacted and, on 21 September 2000, the Province, in terms thereof, requested the\nRegistrar of Deeds to make an endorsement in\nhis register indicating that the\nentire gravel-rich area had been taken into possession in terms of s 17 of the\nOrdinance. He complied\nwith this request. This, of course, occurred after the\npresent dispute had arisen.\n[27]\tSection 17 of the Ordinance, in\nterms of which the Province claimed to have acquired the right to excavate for\nand remove\ngravel from the property, has the following\nheading:\n‘Entry and taking possession of land, and the removal of\nmaterial, for road building purposes.’\nSubsections 17(1) and 17(2)\nof the Ordinance (which are the provisions relied on by the Province) read as\nfollows during 1989/1990:\n‘17 (1) The Director may, after consultation\nwith the owner or occupier of land, enter upon such land-\n(a) to take\nmeasurements or make surveys or observations or carry out any other inspections\nfor the purpose of the construction or\nmaintenance of a road or pont or for any\npurpose incidental thereto: and\n(b) take possession of so much thereof as may\nbe necessary for the construction or maintenance of a public road or pont or for\nany\npurpose incidental thereto.\n(2) The Director may enter upon any land and\nthere take, without compensation save as otherwise provided by this Ordinance,\nso much\nstone, gravel, sand, lime, water or other material as may be necessary\nfor or in connection with the construction or maintenance\nof a public road or\npont or work incidental thereto and may for this purpose make such excavations,\nsink such boreholes for water\nand carry out such other works as he may consider\nnecessary: . . .’\nSection 17 of the Ordinance has subsequently\nundergone some changes which for present purposes are of no\nconsequence.\n[28]\tSections 54(\ne\n) and (\nf\n) of the Ordinance\nat that time\n(1989/1990) provided as follows:\n‘Any person who\n─\n...\n(\ne\n) without the permission of the Director ─\n(i) excavates or removes stone, gravel, sand, water or other material from\nany quarry, gravelpit, bore-hole or other works opened\nup and in use in terms of\nsection 17; or\n(ii) excavates or removes stone, gravel, sand or other\nmaterial from land beaconed off by the Director on which there is a notice\nin a\nconspicuous position to indicate that such land is intended for the\nfuture\nexcavation of stone, gravel, sand or other material for\nroad-building purposes: or\n(\nf\n) hinders or interferes with the Director\nor an officer or employee of the Administration in the exercise of a power or\nthe carrying\nout of a duty in connection with the construction or maintenance of\na public road, pont, stock-path, outspan, rest or road camp or\nother work\nincidental thereto,\nshall be guilty of an offence and liable on conviction to\na fine not exceeding two hundred rand or to imprisonment for a period not\nexceeding twelve months, or to both such fine and\nimprisonment.’\n(emphasis added).\nThe present s 54 is in\nsubstantially the same terms.\n[29]\tSection 26(7) of the Expropriation Act\n63 of 1975 (as inserted in 1992) reads as follows:\n‘An executive\ncommittee may, in respect of any land which was prior to the commencement of\nthis subsection declared to be a\nroad, request the Registrar of Deeds concerned\nto have such an endorsement made in his registers as is contemplated in\nsubsection\n(3)\n(b)\n, notwithstanding that the executive committee is not\nrequired to do so.’\nThe applicability and impact of the Expropriation\nAct are dealt with in paras [37] to [40] below.\n[30]\tIn the following\nfour paragraphs I set out the main submissions by the appellants and thereafter\ndeal with each in turn.\n[31]\tAs can be seen from what is set out above,\nthe Trust and the CC adopted the attitude that the Province had not, in\naccordance\nwith s 17 of the Ordinance, physically taken possession of\ngravel-rich parts of the property.\n[32]\tBefore us it was submitted on\nbehalf of the appellants, with reference to\nFink and Another v Bedfordview\nTown Council and Others\n1992 (2) SA 1\n(A),\nthat before the right\nreferred to in s 17(2) could be exercised there had to be a preceding separate\nvalid act of expropriation.\n[33]\tFurthermore, counsel for the appellants\nsubmitted that the provisions of s 17 only permit excavation and removal of\ngravel for\nimmediate\nroad construction and maintenance needs and use and\nnot for contemplated\nfuture\nuse. This meant that the Province could not\nin the circumstances claim any rights ─ it had ‘appropriated’\nthe property\nin circumstances where there was not an immediate need to acquire\nmaterials for road-building or road-maintenance purposes.\n[34]\tIt was\ncontended in the appellants’ heads of argument that, in view of the fact\nthat there had been no notice to third\nparties of the rights purportedly\nacquired in terms of s 17 and more especially to the Trust as a successor in\ntitle, the latter\nwas not bound to submit to them. In essence, the argument was\nto the effect that, because of its failure outwardly to maintain its\npossession,\nthe Province could rightly be said to have abandoned any rights which it might\nhave acquired in respect of the property.\nDuring oral argument, counsel for the\nTrust and the CC made certain concessions in this regard, which I will deal with\nin due course.\n[35]\tI turn first to deal with Wasserman’s\nclaims that the Province had not taken the property into physical possession in\nterms\nof the subsections in question. It will be recalled that Van Wyk’s\ndescription of how he found traces of tests conducted for\ngravel deposits and of\nhow he positioned fences, beacons, gates and the notice board was unchallenged.\nIt was not disputed that the\nbeacons are still present and visible. To my mind,\nthere can be no doubt that the Province entered upon and took possession of the\nrelevant part of the property and continued to maintain that possession in terms\nof subsecs 17(1) and 17(2).\n[36]\tThe appellants’ reliance on the\nFink\ncase\nis misplaced. That case dealt with the provisions\nof a Transvaal Ordinance and national legislation relating to a declaration of\ndesignated\nland as a road. At 12D-G the following appears:\n‘The fifth\nrespondent has the power to declare a public road in terms of s 5 of the 1957\nRoads Ordinance by notice in the\nProvincial Gazette\n. Does he by such\ndeclaration “acquire” a right in the nature of a road\nservitude?\nSection 4 of the 1957 Roads Ordinance provides that:\n“All public roads within the Province shall be under the control and\nsupervision of the Administrator.”\nUpon proclamation of a public road\nthe fifth respondent accordingly acquires the control of such road. In my\nopinion the fifth respondent,\nby acquiring the control of the public road, in\neffect acquires the use of the land. It was held by Rumpff CJ in\nThom en\n‘n Ander v Moulder\n1974 (4) SA 894\n(A) that the proclamation of a\npublic road was essentially an act of expropriation of certain rights. The\nlearned Chief Justice remarked\nas follows at 905C-D:\n“Die bevoegdheid\nvan die Administrateur om ‘n openbare pad te verklaar oor die eiendom van\n‘n privaat persoon is\nin wese ‘n onteieningshandeling van sekere\nregte, vgl\nNel v Bornman\n1968 (1) SA 498\n(T), en\nMathiba and Others v\nMoschke\n1920 AD 354\nte 363.” ’\nIt was held that what had been\n‘acquired’ in terms of the relevant statutory provisions was a right\nin the nature of a\nroad servitude. If anything, as will be shown later, the\nFink\ncase is against the appellant.\n[37]\tThere is nothing in the\nclear wording of s 17(1) or s 17(2) that presupposes a preceding act of\nexpropriation. The Expropriation\nAct itself, in s 26(1), states that its\nprovisions should not be construed as derogating from any power conferred by any\nother law\nto expropriate or take any property or to take the right to use\nproperty temporarily.\n[38]\tThe provisions of the Ordinance and the\nstatutory scheme relating to the acquisition of the right to enter upon and\nremove materials\nfrom land for road-building purposes are clear. There is an\nunderstandable sequence and logic to subsecs 17(1) and (2). Once Province\nhas\nidentified land as potentially useful for road-building purposes it may, after\nconsultation with the owner or occupier, enter\nupon the land and do whatever is\nnecessary to confirm that initial view. When that has been done it may take\npossession of such land\nin terms of s 17(1)(\nb\n) for the purposes set out\ntherein. As set out in s 17(2), it may enter upon the land in question and take\nso much gravel or other\nspecified materials as may be necessary for or in\nconnection with the construction or maintenance of a public road or work\nincidental\nthereto. The provisos set out in subsecs\n17(2)(\na\n)-17(2)(\ne\n) are, for present purposes,\nirrelevant.\n[39]\tFollowing on s 17, s 18 (as amended in 1998) presently\nprovides for compensation when land is ‘acquired’ in terms\nof s 17\nof the Ordinance without such land having been expropriated in terms of the\nExpropriation Act. This section provides that\ncompensation is nevertheless to be\ncalculated in terms of s 12 of the Expropriation Act. The provisions of s\n18(1)(\nf\n) read as follows:\n‘In the case of land which is acquired\nfor the declaration, construction or maintenance of a public road, pont or\noutspan or\nthe exercise of a power in terms of section 12(2), 15, 17 or Chapter\nIV of this Ordinance without such land being expropriated, the\nfollowing\nprovisions shall apply:\n...\n(f) the date on which the Administration\nbecomes liable for the payment of compensation in terms of the provisions of the\nOrdinance\nin question shall be regarded as the date of\nexpropriation\n; . .\n.’\n(emphasis added).\nAs can be seen s 18(1)(\nf\n) expressly\nconsiders the acquisition of land in terms of s 17 as an act of\nexpropriation.\n[40]\tLike s 26(7) of the Expropriation Act, s 18 provides\nfor the making of an endorsement in the Deeds Registry where land has been\ndeclared to be a road.\nIn s 1 of the Expropriation Act\n‘road’ is defined as follows:\n‘ “road” means a\nroad as defined in the relevant provincial Ordinance and includes any land\nacquired or used for\nquarries, outspans or camps or other purposes in connection\nwith such a road.’\nIn s 18(4)(\nb\n) of the Ordinance it is\ndefined as follows:\n‘ “road” means a road as defined in\nthis Ordinance and includes any land acquired or used for quarries, outspans\nor\ncamps or other purposes in connection with such a road.’\nThe\nlegislation providing for endorsement in the Deeds Registry of rights relating\nto land acquired in connection with roads makes\nit clear that such rights are\nenforceable real rights.\n[41]\tSection 54 of the Ordinance, the provisions\nof which are set out in para [28], protects the rights acquired by the Province\nin\nterms of s 17, by imposing criminal sanctions when such rights are\ninfringed.\n[42]\tSection 5(2)(\na\n) of the Minerals Act 50 of 1991\nprovides that a provincial administration shall not require any authorisation\nfor the searching for\nand the taking of sand, stone, rock, gravel, clay and soil\nfor road-building purposes under the laws applicable to them. It provides\nfurther that a provincial administration shall in such a case be deemed to be\nthe holder of or applicant for a prospecting permit\nor mining authorisation, in\nrespect of the mineral and land concerned.\n[43]\tAs can be seen from the\nstatutory matrix discussed in the preceding paragraphs, the rights to enter upon\nland and to take possession\nof so much thereof as is necessary for road-building\npurposes and the right to remove materials to be used for the same purpose in\nterms of s 17 of the Ordinance clearly approximate rights of expropriation.\nSection 18 regards them as such. The rights acquired\nin terms of subsecs 17(1)\nand 17(2) are more than a servitude (as in the\nFink\ncase) ─ the\nrights in question extend to the Province becoming owner of the materials so\nremoved. These rights are statutorily\nprotected. They are enforceable real\nrights.\n[44]\tI turn to deal briefly with the submission that the rights\nin question are acquired only temporarily, ie where there is an immediate\nneed\nor use for the road-building materials concerned. It has not been suggested that\nthe Province’s future planning was flawed\nor that the Province took\npossession of the property with an ulterior purpose or was not serious about\nreserving and later utilising\na scarce resource for the public benefit. There is\nnothing in the words of the subsections in question that supports the\nrestrictive\ninterpretation contended for. In fact, s 54(\ne\n)(ii) in terms\ncontemplates\nfuture\nexcavation. Following the interpretation contended\nfor by the appellants would lead to absurd results and would render future\nplanning\nby Provincial authorities nugatory.\n[45]\tIt was rightly conceded\non behalf of the appellants that, in the event of this court holding that, in\nacting in terms of s 17(1)\nand s 17(2), the Province had acquired a real\nright, there would be no need for an enquiry into the question of the necessity\nof\nnotice to third parties (and particularly to successors in title). In any\nevent, against the background of the notice board announcing\nthe\nProvince’s rights and the visible and prominent beacons, that enquiry, if\nnecessary, would in all probability not have\nresulted in a favourable conclusion\nfor the Trust and the CC.\n[46]\tCounsel for the Trust and the CC rightly\nconceded that an argument for the abandonment of rights by the Province could in\nthe\ncircumstances not be sustained.\n[47]\tIn the light of the conclusions\nreached it follows that the appeal should fail.\n[48]\tThe appeal is\ndismissed with costs.\n_________________\nMS NAVSA\nJUDGE OF APPEAL\nCONCUR:\t\tBrand\t\tJA\nVan\nHeerden\tJA\nErasmus\t\tAJA\nComrie\t\tAJA",
  "scraped_at": "2026-02-12T09:07:41.904492",
  "date": "2004-09-29",
  "coram": [
    "Navsa JA",
    "Brand JA",
    "Van Heerden JA",
    "Erasmus AJA",
    "Comrie AJA"
  ],
  "case_number": "384/03",
  "parties": {
    "applicants": [
      "THE WASSERMAN BATE TRUST",
      "WASCON SIVIEL CC"
    ],
    "respondents": [
      "THE PREMIER, FREE STATE PROVINCIAL GOVERNMENT"
    ]
  },
  "sections": {
    "facts": "The Wasserman Bate Trust (the Trust) and its wholly‑owned close corporation, WASCON SIVIEL CC (the CC), purchased a 175.69‑hectare farm near Bloemfontein in August 1999 to supply gravel for a low‑cost housing development. The farm contained an estimated 1.2 million cubic metres of gravel worth about R6 million. In 1999 the Province’s Roads Administration, under the Orange Free State Roads Ordinance of 1968, had previously fenced a larger area of the farm, placed beacons and a notice board, and claimed a statutory right to enter, take possession of, and remove road‑building material from the land pursuant to s 17 of the Ordinance. The Province later paid R150 000 to the former owner for the acquisition of the rights. In September 2000 the Province demanded that the Trust and CC cease extracting gravel, asserting that it already possessed the statutory right to do so on an area of about 50.18 ha. The Trust and CC contested the existence and scope of that right, leading to an application in the High Court which was dismissed, and the present appeal.",
    "issues": "1. Whether the Province, by virtue of s 17 of the Orange Free State Roads Ordinance, acquired a valid right to enter, take possession of, and remove gravel from the farm without a separate, prior act of expropriation. 2. Whether the statutory right is limited to immediate, temporary road‑building needs or can extend to future extraction. 3. Whether the Province’s failure to give notice to third parties or to maintain visible possession amounts to abandonment of the right. 4. Whether the Trust and CC are bound by the statutory right and must cease extraction.",
    "principles": "The Court noted that s 17(1) and (2) of the Ordinance expressly grant the Director powers to enter land, take possession and remove material for road construction or maintenance, without requiring a prior expropriation. Section 26(7) of the Expropriation Act allows endorsement of such acquisitions in the deeds register, and s 18 of the Ordinance treats acquisition under s 17 as an act of expropriation for compensation purposes. The Court rejected reliance on the Fink case, clarifying that it dealt with a different statutory scheme and did not require a prior expropriation. Section 54 of the Ordinance provides criminal protection for the rights acquired under s 17, confirming they are enforceable real rights, not mere servitudes.",
    "application": "The Court found that the Province had physically entered the land, erected fences, beacons and a notice board, and maintained possession – actions unchallenged by the respondents. Accordingly, the statutory right under s 17 was validly exercised. The statutory scheme, read together with the Expropriation Act and s 18, confirms that no separate expropriation was required and that the rights extend beyond immediate needs, allowing future extraction. The claim of abandonment was rejected because the Province continued to possess and enforce the rights, and the visible notice satisfied any required notification. Consequently, the Trust and CC were bound by the Province’s statutory rights.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed that the Province had a valid, enforceable real right to enter the farm, take possession of, and remove gravel under the Roads Ordinance, and that the Trust and CC must cease their extraction activities."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Expropriation",
    "level_3": [
      "road ordinance",
      "right of entry",
      "gravel extraction",
      "statutory real rights",
      "compensation"
    ]
  }
}