{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/135.html",
  "case_name": "Southern Life Association Limited v Miller (17/2004) [2004] ZASCA 135; [2005] 2 All SA 371 (SCA) (1 December 2004)",
  "citation": "[2004] ZASCA 135",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 135\n|\nNoteup\n|\nLawCite\nSouthern Life Association Limited v Miller (17/2004) [2004] ZASCA 135; [2005] 2 All SA 371 (SCA) (1 December 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase number: 17/2004\nReportable\nIn the matter between:\nTHE SOUTHERN LIFE\nASSOCIATION LIMITED A\nPPELLANT\nand\nWILLIAM GERHARDUS MILLER\nRESPONDENT\nCORAM\n:  \nSCOTT, FARLAM, CAMERON, VAN HEERDEN JJA, et PATEL AJA\nHEARD\n:  \n        \n4 NOVEMBER 2004\nDELIVERED\n:      \n        \n1 DECEMBER 2004\nSUMMARY:\nInsurance – disability insurance – clause in policy to the effect that\ninsurer would only be liable if in its opinion claimant was totally and permanently disabled – interpretation of – necessity\nfor claimant to establish that insurer’s opinion on the point unreasonable.\n________________________________________________________\nJUDGMENT\n________________________________________________________\nFARLAM JA\n[1]\nThis is an appeal from an order made by Hattingh J, sitting in the Bloemfontein High Court. The learned judge ordered the appellant,\na registered insurer, to admit liability for a claim brought by the respondent against the trustees of a provident fund (who were\ncited as the second defendant in the court\na quo\n),\ntogether with interest on the claim calculated from 12 October 1993, and to pay the costs. The trustees of the provident fund were\nordered to pay the amount of R205 920 to the respondent with interest, also calculated from 12 October 1993.\n[2]\nThe claim in respect of which the appellant was ordered to admit liability was for total and permanent disability benefit brought\nby the respondent against the provident fund, of which he was a member. The claim was based on the allegation that, as a result of\na serious knee injury sustained by him on 25 March 1991, when a mandrill fell on his knees, he was totally and permanently incapable\nof engaging in his own occupation or in any other occupation for which he was (or could reasonably be expected to become) qualified.\n[3]\nThe reason that the appellant was called upon to admit liability for the respondent’s claim was the following. With effect from\n1 October 1991 the appellant had concluded a written agreement with the trustees of the provident fund in terms of which it agreed\nto provide them with risk benefit cover in respect of claims made against the fund by its members. (In what follows I shall refer\nto this agreement as ‘the policy’.) The rules of the provident fund, which constituted a contract between the trustees\nand the respondent, contained a provision (clause 7.2.2) to the effect that payment to a member of a disability benefit would be:\n‘\nsubject to the Registered Insurer underwriting the benefit [in this case the appellant] admitting liability for the claim and subject\nto any restrictions imposed upon the benefit by the Registered Insurer’.\nThe respondent was thus unable to claim the disability benefit to which he alleged he was entitled from the trustees of the provident\nfund unless and until the appellant had admitted liability for the claim. Hence his prayer, which the trial court granted, for an\norder calling upon the appellant to admit liability to the trustees of the fund for the respondent’s claim.\n[4]\nClause 3.1.0 of the policy contains a definition of disablement. It reads as follows:\n‘\n3.1.0   \nDefinition of Disablement\n3.1.1   \nA member will be regarded as totally and permanently disabled if in the opinion of the Southern he has been\nso disabled by injury or disease as to be continuously, permanently and totally incapable of engaging for remuneration or profit\n(a)     \nin his own occupation or\n(b)     \nin any other occupation for which he is or could reasonably be expected to become qualified by his\nknowledge, training, education, ability and experience.’\n[5]\nClause 2.3.0 of the policy, described as the ‘actively at work condition’, is also relevant. It reads as follows:\n‘\n2.3.0   \n ACTIVELY AT WORK CONDITION\n2.3.1",
  "scraped_at": "2026-02-12T09:11:08.944161",
  "date": "2004-12-01",
  "coram": [
    "SCOTT",
    "FARLAM",
    "CAMERON",
    "VAN HEERDEN JJA",
    "PATEL AJA"
  ],
  "case_number": "17/2004",
  "parties": {
    "applicants": [
      "THE SOUTHERN LIFE ASSOCIATION LIMITED"
    ],
    "respondents": [
      "WILLIAN GERHARDUS MILLER"
    ]
  },
  "sections": {
    "facts": "The appellant, Southern Life Association Limited, had entered into a policy with the trustees of a provident fund on 1 October 1991 to provide risk‑benefit cover for fund members. The respondent, William Gerhardus Miller, a member of that fund, claimed a total and permanent disability benefit after a serious knee injury on 25 March 1991 caused by a mandrill falling on his knees. Clause 3.1.0 of the policy defined total and permanent disability in terms of the insurer’s opinion, and clause 7.2.2 of the fund rules made payment subject to the insurer admitting liability. The High Court ordered the insurer to admit liability, pay interest from 12 October 1993, and cover costs, while the trustees were ordered to pay R205,920 to the respondent with interest.",
    "issues": "The principal issue was the interpretation of clause 3.1.0 of the policy: whether the insurer’s opinion that the claimant was not totally and permanently disabled could be relied upon unless the claimant could establish that the insurer’s opinion was unreasonable. A subsidiary issue concerned the effect of clause 7.2.2 of the fund rules on the claimant’s entitlement to the disability benefit.",
    "principles": "The court applied the principle that a policy clause limiting insurer liability to its own opinion is effective only if the claimant can demonstrate that the insurer’s opinion is unreasonable. The interpretation of contractual terms must be purposive and in line with the parties’ intentions, and the burden of proof lies with the claimant to rebut the insurer’s assessment of disability.",
    "application": "Applying these principles, the court examined the evidence of Miller’s injury and the insurer’s assessment. It held that Miller had not satisfied the requirement to show the insurer’s opinion unreasonable; therefore, the insurer was entitled to rely on its own determination of total and permanent disability under the policy. Consequently, the insurer was ordered to admit liability to the trustees as required by the fund’s rules.",
    "conclusion": "The Supreme Court of Appeal affirmed the High Court’s order: Southern Life Association Limited must admit liability for the disability claim, pay the interest calculated from 12 October 1993, and bear the costs. The trustees of the provident fund were ordered to pay R205,920 to the respondent with interest from the same date."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Disability Insurance",
    "level_3": [
      "policy interpretation",
      "total and permanent disability",
      "insurer liability"
    ]
  }
}