{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/133.html",
  "case_name": "MEC Department of Finance, Economic Affairs and Tourism: Northern Province v Mahumani (478/03) [2004] ZASCA 133; [2005] 2 All SA 479 (SCA); [2005] 2 BLLR 173 (SCA); (2004) 25 ILJ 2311 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 133",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 133\n|\nNoteup\n|\nLawCite\nMEC Department of Finance, Economic Affairs and Tourism: Northern Province v Mahumani (478/03) [2004] ZASCA 133; [2005] 2 All SA 479 (SCA); [2005] 2 BLLR 173 (SCA); (2004) 25 ILJ 2311 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\n+\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO: 478/03\nReportable\nIn the matter between\nTHE MEC: DEPARTMENT OF FINANCE, ECONOMIC\nAFFAIRS AND TOURISM:\nNORTHERN PROVINCE APPELLANT\nand\nSCHOON GODWILLY MAHUMANI\nRESPONDENT\nCORAM:  \nStreicher, Navsa, JJA and Jafta, Patel, Ponnan AJJA\nHEARD:  \n8 November 2004\nDELIVERED: 30 November 2004\nSummary: Presiding officer at disciplinary hearing of public servant- vested with discretion to grant legal representation in terms\nof clause 7(3)e of the Disciplinary Code applicable to public servants.\nJUDGMENT\n_____________________________________________________________________\nPATEL AJA/…\nPATEL AJA:\n[1]     \nThe appellant, the MEC for Finance, Economic Affairs and Tourism, with leave of the Johannesburg\nHigh Court, appeals against the finding by that court that the respondent, Mr S G Mahumani, was entitled to be legally represented\nat a disciplinary hearing.\n[2]     \nThe respondent was employed by the Department of Finance, Economic Affairs and Tourism, as a game\nreserve manager at the Andover Game Park, Northern Province. On 4 June 2003 he was suspended from his position on the ground, inter\nalia, that he was implicated in the theft and disposal of five rhinoceroses from the reserve. The appellant in due course initiated\na disciplinary enquiry against the respondent for misconduct. This enquiry was to take place before, Mr N S Ratlabala (‘the\npresiding officer’), the second respondent in the court below.\n[3]     \nAt the commencement of the disciplinary hearing, the respondent requested permission to be legally\nrepresented at the hearing. The presiding officer did not accede to this request. His refusal was premised on clause 7.3(e) of the\nDisciplinary Code and Procedures for the Public Service (‘the Code’) embodied in Resolution No 2 of 1999 of the Public\nService Co-ordinating Bargaining Council which reads:\n‘\nIn a disciplinary hearing, neither the employer nor the employee may be represented by a legal practitioner, unless the employee is\na legal practitioner. For the purposes of this agreement, a legal practitioner is defined as a person who is admitted to practise\nas an advocate or an attorney in South Africa.’\nThrough collective bargaining in the Public Service Co-ordinating Bargaining Council, the Code was agreed upon by the employer and\nemployee representatives in the public service. In terms of s23 of the Labour Relations Act 66 of 1995 (‘the LRA’), it\nbecame a legally binding collective agreement and governed the disciplinary hearing of the respondent.\n[4]    \nThe presiding officer was of the view that s 7.3(e) did not repose in him a discretion to grant legal\nrepresentation. He was fortified, he believed, in this view, by the decision of Wallis AJ in the case of\nMosena and others v The Premier: Northern Province and Others\ncase no 1401/ 2000 an unreported judgement of the Labour Court.\n[5]     \nThe respondent, not content with this ruling, brought an application in the Johannesburg High Court\nto review and set aside the ruling of the presiding officer. Pending that review application, the respondent launched an urgent application\nto stay the disciplinary hearing. At the hearing of that application, the parties agreed not to proceed with the disciplinary enquiry\nuntil the finalisation of the review application. The costs of that application were reserved for determination at the hearing of\nthe review application.\n[6]     \nThe presiding officer’s decision was reviewed and set aside by the court\na quo.\nIt held that the respondent was entitled to be legally represented at the disciplinary hearing and made the following order:\n‘\n(1) The decision of the second respondent that the applicant is not entitled to legal representation at the disciplinary enquiry is\nset aside.\n(2) The applicant is permitted to be legally represented at the disciplinary enquiry.\n(3) That the respondents are to pay the costs of this review application jointly and severally.\n(4) The respondents are also to pay the reserved costs, jointly and severally, of the application under case no 22171/2002 (per orders\nof court of 15 August 2002 paragraph 5) and of 22 August 2002 (paragraph 6).’\n[7]     \nBefore us counsel for the appellant submitted that clause 7.3(e) of the Code in express terms, excludes\noutside legal representation and that it was not susceptible to an interpretation vesting a discretion in the presiding officer to\nallow legal representation at a disciplinary hearing. In this regard they relied on the judgment by Wallis AJ in the\nMosena\ncase.\n[8]     \nClause 2 of the Code provides:\n‘\n2 The following principles inform the Code and Procedure and must inform\nany decision to discipline an employee.\n2.1",
  "scraped_at": "2026-02-12T09:10:57.074423",
  "date": "2004-11-30",
  "coram": [
    "Streicher",
    "Navsa",
    "Jafta",
    "Patel",
    "Ponnan"
  ],
  "case_number": "478/03",
  "parties": {
    "applicants": [
      "MEC Department of Finance, Economic Affairs and Tourism: Northern Province"
    ],
    "respondents": [
      "Schoon Godwilly Mahumani"
    ]
  },
  "sections": {
    "facts": "Mr. S.G. Mahumani was employed as a game reserve manager by the Department of Finance, Economic Affairs and Tourism in the Northern Province. On 4 June 2003 he was suspended on suspicion of involvement in the theft and disposal of five rhinoceroses from the reserve. The department instituted a disciplinary enquiry chaired by Mr N.S. Ratlabala, the presiding officer. At the start of the hearing Mahumani applied for legal representation, which the presiding officer refused, relying on clause 7.3(e) of the Disciplinary Code which, according to the officer, prohibited legal practitioners from representing employees unless the employee himself was a legal practitioner. Mahumani sought judicial review in the Johannesburg High Court, which set aside the presiding officer’s decision and allowed him legal representation. The MEC appealed the decision.",
    "issues": "The principal issue was whether clause 7.3(e) of the Disciplinary Code gave the presiding officer discretion to refuse legal representation to an employee who is not a legal practitioner, and consequently whether Mahumani was entitled to be legally represented at the disciplinary hearing.",
    "principles": "Clause 7.3(e) of the Disciplinary Code, adopted through collective bargaining under s23 of the Labour Relations Act, provides that neither employer nor employee may be represented by a legal practitioner unless the employee is a legal practitioner. The question was whether this clause is absolute or subject to the discretion of the presiding officer. The court also considered the precedent set in Mosena v Premier (Wallis AJ) and the interpretive principles governing collective agreements and statutory provisions governing disciplinary procedures.",
    "application": "The Supreme Court of Appeal examined the wording of clause 7.3(e) and held that, while the clause seeks to limit legal representation, it does not expressly remove the presiding officer’s authority to allow representation where justice requires it. The court found that the presiding officer’s reliance on the Mosena decision was misplaced and that the High Court was correct to set aside the refusal. The principle that a collective agreement must be interpreted in a manner consistent with the purpose of ensuring fair disciplinary processes guided the court’s reasoning.",
    "conclusion": "The appeal was dismissed. The court confirmed that Mahumani is entitled to legal representation at the disciplinary enquiry. The order of the High Court was affirmed, including the grant of costs against the respondents."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Disciplinary Proceedings",
    "level_3": [
      "legal representation",
      "collective agreement",
      "public service",
      "disciplinary hearing"
    ]
  }
}