{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/47.html",
  "case_name": "Modder East Squatters and Another v Modderklip Boerdery (Pty) Ltd, President of the Republic of South Africa and Others v Modderklip Boerdery (Pty) Ltd (187/03, 213/03) [2004] ZASCA 47 (27 May 2004)",
  "citation": "[2004] ZASCA 47",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 47\n|\nNoteup\n|\nLawCite\nModder East Squatters and Another v Modderklip Boerdery (Pty) Ltd, President of the Republic of South Africa and Others v Modderklip Boerdery (Pty) Ltd (187/03, 213/03) [2004] ZASCA 47 (27 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLatest updated version 6\r\nJanuary 2025\nIN THE SUPREME COURT OF\r\nAPPEAL\nOF SOUTH AFRICA\nCase Nos 187/03 and\r\n213/03\nIn the matters between:\n1.      \r\nMODDER EAST SQUATTERS             \n\nFirst\nAppellant\nGREATER BENONI CITY\r\nCOUNCIL             \r\nSecond Appellant\nand\nMODDERKLIP BOERDERY\r\n(PTY) LTD          \r\nRespondent\n2.      \r\nPRESIDENT OF THE REPUBLIC OF\nSOUTH\r\nAFRICA                         \n\n                     First\n\nAppellant\nTHE MINISTER OF SAFETY\nAND SECURITY \r\n                                            Second\n\nAppellant\nTHE MINISTER OF\nAGRICULTURE AND LAND\r\nAFFAIRS           Third \r\nAppellant\nTHE NATIONAL\r\nCOMMISSIONER\nOF\r\nPOLICE                                                  \n\nFourth Appellant\nand\nMODDERKLIP BOERDERY\r\n(PTY) LTD      Respondent\nCoram:      \r\nHARMS, FARLAM, CAMERON, MTHIYANE JJA  and SOUTHWOOD AJA\nHeard:       \r\n3 & 4  MAY 2004\nDelivered:   27\r\nMAY 2004\nSubject:     \r\nIllegal occupation of land – infringement of constitutional\r\nrights of owner and of\noccupiers – constitutional damages\nJ U D G M E N T\nHARMS JA:\n[1]     \r\nThis judgment deals with two related matters: the first is an\r\napplication for leave to appeal\nagainst the judgment of Marais J in\nModderklip Boerdery (Pty) Ltd v Modder East Squatters and another\n2001 (4) SA 385\n(W) (‘the eviction case’); and the second\r\nis an appeal against a judgment of De Villiers J in\nModderklip\r\nBoerdery (Edms) Bpk v President van die RSA en andere\n2003 (6)\r\nBCLR 638\n(T) (‘the enforcement case’). Both arise from\r\nthe pressing – and often charged – current issue of\r\naccess\nto land and were heard together because of their close\r\nrelationship – the enforcement case flowed from the order made\r\nin\nthe eviction case.\n[2]     \r\nThe applicant (and present respondent) in each instance is Modderklip\r\nBoerdery (Pty) Ltd. It is\nthe owner of a portion of the farm Modder\r\nEast,\n[1]\nwhich adjoins Daveyton\r\nTownship and which now falls within the jurisdiction of the\r\nEkurhuleni Metropolitan Municipality in a part\nrun by the Greater\r\nBenoni City Council. I shall refer to the company as ‘Modderklip’\r\nand to the local authority as\nthe ‘municipality’. During\r\nthe 1990s, due to overcrowding, residents of Daveyton began settling\r\non a strip of land\nbetween Daveyton and the farm. This came to be\r\nknown as the Chris Hani informal settlement. During the beginning of\r\nMay 2000 some\n400 persons, who had been evicted by the municipality\r\nfrom Chris Hani, moved onto a portion of the farm and erected about\r\n50 shacks.\nBy October 2000 there were about 4 000 residential units\r\ninhabited by some 18 000 persons. Modderklip launched on 18 October\r\n2000\nan application for the eviction of the occupiers under the\r\nPrevention of Illegal Eviction and Unlawful Occupation of Land Act 19\n\nof 1998 (colloquially referred to as ‘PIE’). The\r\napplication, which was opposed, succeeded and Marais J issued an\r\neviction order on 12 April 2001. The occupiers were granted a period\r\nof two months to vacate but they failed to comply in spite\nof service\r\nof the order on 10 May 2001. And they did not note an appeal.\n[3]     \r\nIn fact, whilst the proceedings were pending and even after the grant\r\nof the order their number\nkept swelling. It was later estimated that\r\nthere were 40 000 persons of whom a third are illegal immigrants on\r\n50 hectares of the\nproperty. The settlement has streets; the erven\r\nare mostly fenced and numbered; and there are shops and other\r\ncommercial facilities.\nThere are no services apart from pit toilets.\r\nWater is drawn from, it seems, a solitary tap. The community, which\r\nhas been referred\nto and which called itself in the papers the\r\n‘Modder East Squatters’, is now known as the Gabon\r\ninformal settlement.\nAlthough the settlement is organised and run by\r\na committee, the committee could not provide proper information about\r\nthe inhabitants\nsince they ‘were reluctant to come forward due\r\nto unspecified problems with identity documents’.\n[4]     \r\nA writ of execution was issued and the sheriff requested to execute.\r\nThe sheriff responded by\ninsisting on a deposit of R1,8m in order to\r\ncover the estimated costs of a security firm which she intended to\r\nengage to assist\nher in evicting the occupiers and demolishing their\r\nshacks. This amount by far exceeded the value of the part of the\r\nproperty occupied.\nModderklip was unwilling and unable to spend this\r\nkind of money on executing its judgment.\n[5]     \r\nAlready during May 2000, Modderklip laid charges of trespassing\r\nagainst the occupiers. Some were\nprosecuted, found guilty and were\r\nwarned and discharged, and they returned to the farm. The head of the\r\nlocal prison soon afterwards\nrequested Modderklip and the SA Police\r\nService (‘SAPS’) not to proceed with criminal charges\r\nbecause, if sentenced\nto imprisonment, the prison would not have been\r\nable to accommodate the illegal occupiers.\n[6]     \r\nDuring the middle of 2001, after the eviction order had been granted,\r\nthe SAPS adopted the attitude\nthat the matter was now a civil one and\r\nthat it was not prepared to assist in evicting the occupiers although\r\nit was prepared to\nstand by during the process in order to ensure\r\nthat there was no breach of peace. The Minister for Safety and\r\nSecurity (the late\nMr Tshwete) wrote to Modderklip expressing his\r\nsympathy for its plight but stating that the SAPS ‘is unable to\r\nintervene\nin what is, after all, a civil matter between an applicant\r\nand a number of respondents involved in litigation’. The\r\nminister\nwas not properly advised. Civil contempt of court may be\r\ncriminally prosecuted.\n[2]\nAdditionally, the court order did not inhibit prosecutions under the\r\nTrespass Act 6 of 1959.\n[7]     \r\nWith an eviction order in hand and no practical method of enforcing\r\nit, Modderklip began writing\nletters to the central government\r\ninvoking its aid. The President referred the matter to the Department\r\nof Agriculture and Land\nAffairs and to the SAPS. The department\r\nreferred it to the Department of Housing. The answer of the SAPS was\r\nby way of Mr Tshwete’s\nletter. The Department of Housing did\r\nnot respond. And the sheriff kept insisting on payment of a deposit\r\n(the amount has since\nincreased to more than R2m). This led to the\r\nlaunch of the enforcement case. In it Modderklip invoked the\r\nprovisions of the Bill\nof Rights and sought a declaratory order\r\nagainst the President, the Ministers of Safety and Security, of\r\nAgriculture and Land Affairs\nand of Housing, and the National\r\nCommissioner of Police (the appellants, to whom I shall refer jointly\r\nas ‘the state’).\nThey were required to take all steps,\r\nincluding the provision of assistance to the sheriff, necessary to\r\nremove the unlawful occupiers\nfrom the land. In addition an order was\r\nsought requiring some of the parties named to cause the occupiers to\r\nvacate the property\nor to prosecute them for trespassing or contempt\r\nof court.\n[3]\n[8]     \r\nIn the founding affidavit the deponent on behalf of Modderklip\r\nindicated that the basis for the\nrelief sought would become apparent\r\nduring argument. He nevertheless listed a number of provisions of the\r\nBill of Rights, including\ns 7 (rights), 9 (equality), 25 (property),\r\nand 26 (housing). In addition he relied on other provisions of the\r\nConstitution namely\ns 41(1) (principles of co-operative government\r\nand intergovernmental relations), 165(4) (the duty of organs of state\r\nto assist\nand protect courts) and 205 (the duties of the police).\n[9]     \r\nIn spite of this shotgun approach, what Modderklip effectively sought\r\nwas the enforcement by the\nstate of the eviction order. The founding\r\naffidavit stated namely that Modderklip was in a checkmate position:\r\nit had followed\nthe correct legal procedures; it was in possession of\r\na court order; and the organs of state were either unwilling or\r\nunable to\nassist in enforcing it.\n[10]  \r\nInitially only the SAPS opposed the enforcement application.\n[4]\nWhile denying its responsibility to enforce the eviction order, the\r\nSAPS nevertheless indicated that, if tasked to perform the\nwork, it\r\nwould cost at least R18m. Realistically, its deponent (Commissioner\r\nvan der Westhuizen) posed the question: Where should\nthe occupiers be\r\ntaken and their goods dumped? To drop them next to the road would\r\nsolve nothing because they would simply return\nwhence they came or\r\nthey would occupy other property illegally. And, added the\r\ncommissioner, the problem is not a police matter:\nit is a land reform\r\nissue involving the orderly resettlement of illegal occupiers.\n[11]    In\r\nany event, said he, it would be futile to prosecute that number of\r\npersons and, as past events have shown,\ncriminal convictions provide\r\nno solution. Furthermore, he asked: who has to be prosecuted for\r\ncontempt of court? It is not possible\nto establish on whom the\r\neviction application was served or on whom the order was served and\r\nit is impossible to distinguish between\nillegal occupiers and\r\ntransient visitors.\n[12]   \r\nModderklip later joined the municipality as a further respondent\r\nbecause of the interest the municipality\nhas in the matter but no\r\nrelief was sought against it. I shall return to the role of the\r\nmunicipality but it may already be mentioned\nthat it did not take\r\npart in the proceedings save for filing an affidavit in support of\r\nthe state. The ‘Modder East Squatters’\nwere also joined\r\nas respondent and without relief being against them. They were\r\nrepresented however at the hearing in the court\nbelow until it became\r\nclear to them that their immediate eviction was not sought. More\r\nimportantly, the Minister of Agriculture\nand Land Affairs belatedly\r\nentered the fray on behalf of the state. At the same time Agri SA\r\nobtained leave to file evidence and\nto present argument as\namicus\r\ncuriae\n.\n[5]\n[13]    In\r\nrequesting a postponement in order to file affidavits, the Department\r\nof Agriculture and Land Affairs,\nthrough its Director General, Mr\r\nMayende, said:\n‘\nThe eviction of\r\nthe group of people involved will obviously impact upon the functions\r\nof the relevant public authorities. The people\nin question will have\r\nto resettle elsewhere. This will undoubtedly involve the relevant\r\ngovernment departments particularly Land\nAffairs and Housing. Given\r\nthe apparently large number of people involved, there is an\r\noverwhelming likelihood that any steps to\nevict them would place a\r\ntremendous burden on the already over-stretched infrastructure in the\r\narea and would simply shift the\nproblem of unlawful occupation\r\nelsewhere in the vicinity. It is also no mean feat to orderly move\r\nsuch a large group of people.\nThe matter is complex and needs proper\r\nco-ordination amongst various role-players and government\r\ndepartments.’\n‘\nIn these\r\ncircumstances applicant accepts that the Ministry and Department of\r\nLand Affairs must endeavour to place as complete a\npicture as\r\npossible before this honourable court concerning the consequences to\r\nthe government of the relief sought by [Modderklip].\nThis would\r\nclearly be in the interests of justice and of all the interested\r\nparties. It is particularly important to ensure that\neffective\r\nremedies are given in the circumstances.’\nIn this regard the\r\ndeponent echoed the views of the SAPS, namely that the issue is not\r\nsimply one relating to enforcement of a court\norder but that it is\r\nintimately connected to the larger legal, social and political issue\r\nof access to land.\n[14]   \r\nAgri SA, a voluntary organisation representing commercial farmers,\r\nadopted a similar approach. It went to\nthe trouble of obtaining\r\nthrough a court order access to the plans of the municipality in\r\nrelation to this settlement and obtaining\nexpert advice on\r\nresettlement of the community. The conclusion of its expert was that\r\nthe occupied land is probably unsuitable\nfor formal township\r\ndevelopment since it may be undermined. Other land has therefore to\r\nbe found. Adjoining land has been identified.\nDeveloping it by\r\nproviding services and building houses will take time. But that will\r\nnot necessarily solve the problem because\nonly those who qualify can\r\nbe relocated. Illegal immigrants do not qualify, nor do those who are\r\nnot entitled to subsidies. Agri\nSA, accordingly, suggested that the\r\noccupied land be expropriated and the occupiers remain\nin situ\nuntil the problems are solved. Another suggestion it made was that\r\nthe state should provide a plan setting out how and when the\n\noccupiers could be relocated. This could be prioritised in order to\r\naccommodate both Modderklip and the occupiers. It may be added\nthat\r\nAgri SA tried to solve the matter by engaging the Minister of\r\nAgriculture and Land Affairs and also the Gauteng Province,\nbut to no\r\navail.\n[15]    Mr\r\nMayende, in the state’s answering affidavit, responded to\r\nModderklip’s founding affidavit\nand also to the evidence of\r\nAgri SA. For my immediate purposes he made three points. The first is\r\nthat land invasion cannot be\ntolerated:\n‘\nThe absolute\r\nopposition of Government to land invasions is publicly known. Apart\r\nfrom the fact that it is unlawful, invasions also\nundermine the\r\nentire land reform and housing programmes of Government. It\r\nprejudices law abiding citizens who await their turn\non the\r\nwaiting-lists to benefit from these programmes. The Government\r\naccordingly unequivocally supports all lawful steps to curb\nland\r\ninvasions as well as action taken against unlawful occupiers of\r\nland.’\nThe second point was\r\nrather blunt:\n‘\nApplicant can\r\nvindicate its property through the simple expedient of having the\r\neviction order executed.’\n‘\nThe issue in this\r\ncase simply relates to the execution of the eviction order which is a\r\nmundane matter regulated by the private\nlaw and civil proceedings.’\nAnd the third point was\r\nthat –\n‘\nissues of\r\nalternative accommodation which [Agri SA] attempts to raise do not\r\narise in this matter and fall, in any event, within\nthe ambit of\r\nmatters constitutionally reserved for the Executive.’\n[16]   \r\nThe first point shows some acceptance at a political level of what\r\nthe Constitutional Court had said in\nGrootboom\n:\n[6]\n‘\nThe issues here\r\nremind us of the intolerable conditions under which many of our\r\npeople are still living. The respondents are but\na fraction of them.\r\nIt is also a reminder that, unless the plight of these communities is\r\nalleviated, people may be tempted to\ntake the law into their own\r\nhands in order to escape these conditions. The case brings home the\r\nharsh reality that the Constitution's\npromise of dignity and equality\r\nfor all remains for many a distant dream. People should not be\r\nimpelled by intolerable living conditions\nto resort to land\r\ninvasions. Self-help of this kind cannot be tolerated, for the\r\nunavailability of land suitable for housing development\nis a key\r\nfactor in the fight against the country's housing shortage.’\nHowever, the change\r\nreflected in the second point if compared to his first affidavit is\r\nnotable. Exactly two years after the\nGrootboom\njudgment it\r\ndoes not reflect an adequate appreciation of the wider social and\r\npolitical responsibilities that case identified in\nrespect of persons\r\nsuch as the present occupiers.\n[17]   \r\nThe third point, namely, that issues relating to the rights of the\r\nGabon occupiers to land did not arise\nin the litigation and were\r\nmatters for the executive, is plainly wrong. Unless they can be\r\nrelocated sensibly, as the same deponent\nearlier said and the SAPS\r\nrecognised, the ‘simple’ expedient of executing the court\r\norder simply does not exist.\n[7]\n[18]    In\r\nthe light of the aforegoing it is not surprising that at the hearing\r\nbefore De Villiers J, Modderklip\nand Agri SA accepted that the\r\nunconditional removal of the occupiers was not a viable option.\r\nInstead they proposed an order in\ntwo parts: the first was a\r\ndeclaratory order relating to the state’s constitutional\r\nobligations towards not only Modderklip\nbut also the occupiers, and\r\nthe second part was a mandamus requiring of the state to submit to\r\ncourt a comprehensive plan to solve\nthe problems of Modderklip and\r\nthe occupiers.\n[8]\nIn the court\r\nbelow the state objected to the new direction, wishing to hold\r\nModderklip to the relief originally sought. This objection\nwas\r\noverruled by De Villiers J (at para 52), correctly so. If a\r\nconstitutional breach is established, this court is (as was the\ncourt\r\nbelow) mandated to grant appropriate relief.  A claimant in such\r\ncircumstances should not necessarily be bound to the\nformulation of\r\nthe relief originally sought or the manner in which it was presented\r\nor argued. That much is apparent from the course\nthe litigation took\r\nin\nCarmichele\n[9]\nand\nBannatyne\n[10]\nand why the further\namici\n,\r\nthe Nkuzi Development Association, the Community Law Centre and the\r\nProgramme for Land and Agrarian Studies (University of the\nWestern\r\nCape), were admitted to the proceedings.\n[19]   \r\nThe order that issued was substantially in accordance with the draft\r\nsubmitted. Paragraphs 1 and 2 read as\nfollows:\n[11]\n‘\n1.      \r\nDit word verklaar dat:\n1.1    \r\ndaar op die applikant se regte soos uiteengesit in artikel 25(1) van\r\ndie Grondwet inbreuk gemaak word\ndeur die 8ste respondent [the Gabon\r\noccupiers] se weiering om die betrokke grond van die applikant te\r\nontruim in terme van die\nuitsettingsbevel in saak no 23013/2000 in\r\ndie Witwatersrandse Plaaslike Afdeling van die Hooggeregshof [the\r\neviction case];\n1.2    \r\ndie regering verplig is om in terme van artikel 26(1) en (2) gelees\r\nmet 25(5) van die Grondwet redelike\nmaatreëls daar te stel binne\r\nsy beskikbare middele om die 8ste respondent se reg op toegang tot\r\ngeskikte behuising en grond\nte verwesenlik;\n1.3    \r\ndie regering verplig is in terme van artikel 165(4) van die Grondwet\r\nom die nodige maatreëls in\nplek te stel om die hof by te staan\r\nen te beskerm ten einde die doeltreffendheid van die hof te verseker\r\nten aansien van die uitvoering\nvan die vermelde uitsettingsbevel;\n1.4    \r\ndie regering nie aan sy verpligtinge uiteengesit in subparagrawe 1.2\r\nen 1.3 hierbo en sy verpligtinge\nbedoel in artikel 7(2) van die\r\nGrondwet ten opsigte van die applikant se regte in terme van artikel\r\n25(1) voldoen het met betrekking\ntot die besetting deur 8ste\r\nrespondent van die applikant se grond nie.\n1.5    \r\nDie 2de [the Minister of Safety and Security] en 5de [the National\r\nCommissioner of Police] respondente\nnie hulle verpligtinge in terme\r\nvan artikel 205(3) van die Grondwet, gelees met artikel 14 van die\r\nWet op die Suid-Afrikaanse Polisiediens\n68 van 1995, nagekom het nie\r\ndeur hulle versuim om:\n1.5.1  \r\nklagtes ten opsigte van die 8ste respondent volledig te ondersoek met\r\ndie oog op strafregtelike vervolging; en\n1.5.2  \r\ndie applikant se eiendom te beskerm en te beveilig.\n1.6    \r\nDie regering se bestaande beleid, optrede en programme met betrekking\r\ntot die voorgaande tekort skiet\nten aansien van die grondwetlike\r\nverpligtinge hierbo uiteengesit deurdat:\n1.6.1  \r\ndit nie voorsiening maak vir die prioritisering van ’n projek\r\nof projekte vir die hervestiging van die lede\nvan die 8ste respondent\r\nonder omstandighede waar op die applikant se regte in terme van\r\nartikel 25 van die Grondwet inbreuk gemaak\nword en daar ’n\r\nbevel van die hof bestaan vir onmiddellike uitsetting van die 8ste\r\nrespondent vanaf die applikant se grond\nnie;\n1.6.2  \r\ndit nie voorsiening maak vir die uitvoering van die regering se\r\nverpligtinge in terme van artikel 165(4) van die\nGrondwet nie;\n1.6.3  \r\ndit die\nde facto\nonteiening van die applikant se grond in die\r\nhand werk en gedoog;\n1.6.4  \r\ndit gevolglik die applikant in stryd met artikel 9 van die Grondwet\r\nongelyk behandel deurdat hy as enkeling die\nlas van die besetting\r\ndeur die 8ste respondent van sy grond ten behoewe van die gemeenskap\r\nmoet dra.\n2.      \r\nDat die regering gelas word om voor of op 28 Februarie 2003 ’n\r\nomvattende plan onder\need af te lewer aan die hof en die partye wat\r\nvoorsiening maak vir:\n2.1    \r\ndie beëindiging van die inbreukmaking deur die 8ste respondent\r\nop die vermelde regte van die applikant\nbinne ’n redelike\r\ntydskaal, hetsy by wyse van onteiening van die applikant se betrokke\r\ngrond, hetsy by wyse van ander maatreëls;\n2.2    \r\ndie nakoming van die regering se verpligting in terme van artikel\r\n165(4) van die Grondwet;\n2.3    \r\ndie nakoming van die regering se verpligtings in terme van artikel\r\n25(5) gelees met artikels 26(1) en\n(2) van die Grondwet;\n2.4    \r\ndie prioritisering van ’n skema of skemas vir die verskaffing\r\nvan huisvesting, alternatiewelik\ntoegang tot grond vir sodanige van\r\ndie lede van die 8ste respondent as wat daarvoor kwalifiseer;\n2.5    \r\ndie verwydering, alternatiewelik akkommodasie van sodanige lede van\r\ndie 8ste respondent as wat nie kwalifiseer\nsoos voormeld nie;\n2.6    \r\ndie monitering van die uitvoering en instandhouding van die voormelde\r\nplan.\n[20]    To\r\ndecide the issues that have arisen it is necessary to consider the\r\ndifferent fundamental rights involved,\ndetermine whether they were\r\nbreached and then to judge whether and what appropriate relief should\r\nbe granted. In doing this I shall\ndiscuss the matter with reference\r\nto the terms of the order rather than to the judgment because it\r\ntends, from time to time, to\noverstate matters and be inappropriately\r\ncritical of state organs. Much of counsel’s complaint was\r\ndirected not at what the\njudge said but to how he said it.\n[21]   \r\nBasic to this case is Modderklip’s right to its property\r\nentrenched by s 25(1) of the Bill of Rights,\nwhich provides that ‘no\r\none may be deprived of property except in terms of law of general\r\napplication’. De Villiers\nJ found that the refusal of the\r\noccupiers to obey the eviction order amounted to a breach of this\r\nright. That finding is reflected\nin para 1.1 of the order. Counsel\r\nfor the state accepted that the finding was justified. Counsel also\r\naccepted that the unlawful\noccupation of Modderklip’s land\nper\r\nse\n, even had an eviction order not been granted, amounted to a\r\nbreach of the s 25(1) right. I agree.\n[22]   \r\nThe occupiers have a right of access to housing under s 26(1). That\r\nit exists is not in issue. Nor is the\nextent of the right at stake in\r\nthis case – it is limited to the most basic, a small plot on\r\nwhich to erect a shack or the\nprovision of an interim transit camp.\r\nThe people of Gabon have never asked for more, at least as far as we\r\nknow. And the state\ndoes not have any real objection to para 1.2 of\r\nthe order, which provides for the recognition of that right. But the\r\nreal issue\nis not the existence of the right; it is whether the state\r\nhas taken any steps in relation to those who, on all accounts, fall\r\nin the category of those in ‘desperate need’.\n[12]\nThe answer appears to be fairly obvious; it did not. Does the state\r\nhave any plan for the ‘immediate amelioration of the\n\ncircumstances of those in crisis’?\n[13]\nThe state, at all three levels, central, provincial and local, gave\r\nthe answer and it is also no. The medium and long-term plans\nat\r\npresent also provide no apparent solution.\n[23]    As\r\npredicated by the first point of Mr Mayende, the state justifies its\r\nrefusal to make current provision\nfor the Gabon residents now located\r\non the land with what I shall call the ‘queue-jumping’\r\nexception.\nGrootboom\nexplained:\n[14]\n‘\nThis judgment must\r\nnot be understood as approving any practice of land invasion for the\r\npurpose of coercing a State structure into\nproviding housing on a\r\npreferential basis to those who participate in any exercise of this\r\nkind. Land invasion is inimical to the\nsystematic provision of\r\nadequate housing on a planned basis. It may well be that the decision\r\nof a State structure, faced with\nthe difficulty of repeated land\r\ninvasions, not to provide housing in response to those invasions,\r\nwould be reasonable. Reasonableness\nmust be determined on the facts\r\nof each case.’\n[24]   \r\nThe point was developed in general terms by the executive director of\r\nhousing of the municipality, Mr Chainee.\nUnlawful occupation of land,\r\nhe said, cannot be allowed to undermine plans and programmes for\r\norderly settlement, and in particular\nto prejudice law abiding\r\ncitizens who patiently await their turn to benefit from housing and\r\nlaw reform programmes. To prioritise\nthe Gabon project at the expense\r\nof older projects would be a disaster. He concluded:\n‘\nShould the view be\r\nspawned that unlawful occupations are compensated with the expedited\r\nallocation of land and housing, the entire\nprogramme of land reform\r\nand housing would collapse.’\nMr Odendaal, the chief\r\ndirector of housing of the province, added to this. The plan\r\npresented by Agri SA, he said,\n‘\ndoes not take into\r\naccount the existing priorities and obligation to accommodate people\r\naccording to their ranking on the waiting\nlist. The kind of\r\n“queue-jumping” which the deponent advocates would be\r\ndisastrous for the existing programs. Once\nit becomes apparent that\r\nthe acquisition of housing can be expedited through invasion of land,\r\nthe system will collapse. There\nwould then be no motivation or reason\r\nfor abiding by the rules, leaving the land reform and housing\r\nprograms in chaos.’\n[25]   \r\nThere is no doubt merit in the concern expressed but whether the\r\nconcern is justified on the facts of this\ncase is open to doubt.\n[15]\nThere is no evidence that the occupation took place with the intent\r\nto obtain precedence over any other person. It took place,\nand this\r\nappears from the eviction case, because the people had nowhere else\r\nto go and because they believed that the land, which\nto them did not\r\nappear to have been cultivated, belonged to the municipality. After\r\nthe eviction application they were brought\nunder the impression that\r\nthe municipality was negotiating to purchase the land and, they say,\r\nfor that reason they remained on\nthe land.\n[26]   \r\nThere is another angle. To the extent that we are concerned with the\r\nexecution of the court order,\nGrootboom\nmade it clear that the government has an obligation to ensure, at the\r\nvery least, that evictions are executed humanely.\n[16]\nAs must be abundantly clear by now, the order cannot be executed –\r\nhumanely or otherwise – unless the state provides\nsome land.\r\nThis factor must be taken into account without granting the Gabon\r\nresidents priority.\n[27]   \r\nSection 7(2) of the Bill of Rights commands the state to ‘respect,\r\nprotect, promote and fulfil the\nrights’ in the Bill of Rights.\r\nWith reference to judgments of diverse international tribunals,\n[17]\nDe Villiers J held (para 44) that this duty exists also if the\r\ndamaging act is caused by third parties. These judgments are all\nto\r\nthe effect that –\n‘\nGovernments have a\r\nduty to protect their citizens, not only through appropriate\r\nlegislation and effective enforcement but also by\nprotecting them\r\nfrom damaging acts that may be perpetrated by private parties.’\n[18]\nThe state did not argue\r\nthat this conclusion was incorrect and since the CC judgment in\nCarmichele\n[19]\nand the subsequent judgments of this court in\nVan\r\nDuivenboden\n,\n[20]\nVan\r\nEeden\n,\n[21]\nHamilton\n[22]\nand\nCarmichele\n[23]\nthe contrary is not open for argument.\n[24]\n[28]    De\r\nVilliers J found that the state had failed to protect Modderklip’s\r\nrights entrenched in s 25(1).\nPara 1.4 of the order is premised on\r\nthis finding. There are two legs to this part of the order. First,\r\nthere is the cross-reference\nto s 26(1) and (2), namely the breach of\r\nthe duty to provide the Gabon residents with land, a matter I have\r\nalready dealt with.\nThe finding in that regard, namely that the state\r\nwas in breach of its obligation to the residents, leads ineluctably\r\nto the conclusion\nthat the state simultaneously breached its s 25(1)\r\nobligations towards Modderklip.\n[29]   \r\nThe other cross-reference in the order was to s 165(4) of the\r\nConstitution, which requires of organs of state,\nthrough legislative\r\nand other measures, ia, to assist the courts to ensure their\r\neffectiveness. As far as this is concerned, De\nVilliers J found that\r\nthe SAPS had failed in its duty to investigate the complaints laid\r\nand to protect the property of Modderklip.\nThat finding is reflected\r\nin para 1.5 of the order. The eviction order authorised the sheriff\r\nto request members of the SAPS to\nassist her in evicting –\r\nsomething envisaged by s 4(11) of PIE.\n[25]\nModderklip apparently thought that this placed a duty on the SAPS to\r\neffect the eviction. This appears from the formulation of\nthe notice\r\nof motion. But Modderklip erred. The order did not and could not\r\nrequire the SAPS to execute it. Concerning the failure\nto investigate\r\nand prosecute, it is true that the SAPS did neither but that does not\r\nmean that it failed in its constitutional\nduties. In the\r\ncircumstances sketched earlier, its failure is both understandable\r\nand reasonable. Consequential to para 1.5, para\n2.2 of the order\r\nrequired of the state to present a plan setting out how it intended\r\nto comply with its s 165(4) obligations. Counsel\nfor Modderklip was\r\nasked what the order envisaged. He did not know. Neither do I, nor\r\ncan I fathom how the state should know.\n[30]    To\r\nan extent the state did comply with its s 165(4) duties. There are\r\nthe provisions of PIE which create\na mechanism, although sometimes\r\nburdensome, to evict unlawful occupiers. There is a sheriff who has\r\nto execute court orders. The\nSAPS, to prevent lawlessness, is\r\nprepared to police the execution of the eviction order. But the state\r\ndoes not serve as insurer\nof litigants and if an order is\r\nunenforceable because of practical considerations the loss is usually\r\nthat of the litigant. However,\nin a material respect the state failed\r\nin its constitutional duty to protect the rights of Modderklip: it\r\ndid not provide the occupiers\nwith land which would have enabled\r\nModderklip (had it been able) to enforce the eviction order. Instead,\r\nit allowed the burden\nof the occupiers’ need for land to fall\r\non an individual,\n[26]\nwhich\r\nleads to the next point, namely s 9 of the Bill of Rights.\n[31]   \r\nSection 9(1) provides that everyone is equal before the law and has\r\nthe right to equal protection and benefit\nof the law while s 9(2)\r\nstates that equality includes the full and equal enjoyment of all\r\nrights and freedoms. As appears from\npara 1.6.4 of the order, De\r\nVilliers J found that Modderklip was not treated equally because as\r\nan individual it has to bear the\nheavy burden, which rests on the\r\nstate, to provide land to some 40 000 people. That this finding is\r\ncorrect cannot be doubted.\nMarais J, in the eviction case, said that\r\nthe 'right' of access to adequate housing is not one enforceable at\r\ncommon law or in\nterms of the Constitution against an individual land\r\nowner and in no legislation has the state transferred this obligation\r\nto such\nowner.\n[27]\nAs to the\r\nsecond point he is no doubt correct but I would qualify the first.\r\nCircumstances can indeed be envisaged where the right\nwould be\r\nenforceable horizontally but the present is not such a case.\n[32]   \r\nThe state impliedly accepted the correctness of the aforegoing but\r\nattempted to justify its breach by submitting\nthat Modderklip was to\r\nblame for its own predicament. It accepted, however, that Modderklip\r\ncould be denied relief only if it were\nestablished that there was\r\nculpable and unreasonable delay in seeking to assert its rights. Both\r\nin evidence and argument, somewhat\nmischievously, reference was made\r\nto the phenomenon of ‘shack farming’\n[28]\nas if Modderklip may have been guilty of this social evil. The\r\nevidence is clear: Modderklip did not engage in shack farming.\n[33]   \r\nThe state submitted that Modderklip should have applied for an urgent\r\neviction, availing itself of s 5 of\nPIE, which reads:\n‘\n(1)\r\nNotwithstanding the provisions of section 4, the owner or person in\r\ncharge of land may institute urgent proceedings for the\neviction of\r\nan unlawful occupier of that land pending the outcome of proceedings\r\nfor a final order, and the court may grant such\nan order if it is\r\nsatisfied that-\n(a)     \r\nthere is a real and imminent danger of substantial injury or damage\r\nto any person or property\nif the unlawful occupier is not forthwith\r\nevicted from the land;\n(b)     \r\nthe likely hardship to the owner or any other affected person if an\r\norder for eviction is not\ngranted, exceeds the likely hardship to the\r\nunlawful occupier against whom the order is sought, if an order for\r\neviction is granted;\nand\n(c)     \r\nthere is no other effective remedy available.’\nIt is conceivable that\r\nModderklip would have been able to discharge the onus in (a) and\r\n(b),\n[29]\nalthough it is\r\nsomewhat doubtful, but that does not mean that not engaging in urgent\r\nproceedings was at the time unreasonable.\nModderklip realised right\r\nfrom the beginning that more than a simple eviction was involved, and\r\nit engaged the municipality immediately\nproperly and prudently.\n[34]    To\r\nassess Modderklip’s culpability (if any) it is useful to have\r\nregard to the role played by the municipality.\nThat the municipality\r\nhad a duty to act is clear from\nGrootboom\n. Dealing with the\r\nfacts of the case, Yacoob J said (at para 87):\n‘\nThe respondents\r\nbegan to move onto the New Rust land during September 1998 and the\r\nnumber of people on this land continued to grow\nrelentlessly. I would\r\nhave expected officials of the municipality responsible for housing\r\nto engage with these people as soon as\nthey became aware of the\r\noccupation. I would also have thought that some effort would have\r\nbeen made by the municipality to resolve\nthe difficulty on a\r\ncase-by-case basis after an investigation of their circumstances\r\nbefore the matter got out of hand. The municipality\ndid nothing and\r\nthe settlement grew by leaps and bounds.’\n[35]    In\r\nthis case the municipality became aware of the invasion during May\r\n2000 and instead of engaging with the\noccupiers – it will be\r\nrecalled that the original occupation was the result of an eviction\r\neffected by the municipality –\nit gave notice to Modderklip by\r\nletter dated 19 May to institute proceedings to evict them under PIE.\r\nModderklip responded the\nnext day by pointing out that the situation\r\nhad arisen from a spill-over from overcrowding at Daveyton and Chris\r\nHani and that\neviction should therefore be the responsibility of the\r\nmunicipality. Modderklip nevertheless offered to join in any action\r\nwhich\nthe municipality deemed advisable.\n[36]   \r\nThe municipality did not respond to this offer and took no steps to\r\nevict the occupiers. Its reluctance or\nfailure to take steps flowed\r\nfrom the provisions of PIE. Section 6, which permits an organ of\r\nstate to apply for the eviction of\nillegal occupiers (and the court\r\nmay order the owner to foot the bill), requires of the court to have\r\nregard to the question whether\nthere is available to the occupiers\r\nsuitable alternative accommodation or land (s 6(3)(c)).\n[30]\nIf, on the other hand, the owner is the applicant and applies within\r\nsix months of the settlement (s 4(6))\n[31]\nthe requirement of the availability of alternative accommodation does\r\nnot apply but it does if the owner applies thereafter (s\n4(7)).\n[32]\nThe municipality could or would not provide alternative accommodation\r\nor land.\n[37]   \r\nThe attorneys of Modderklip and of the municipality soon entered into\r\nnegotiations in terms of which Modderklip\nwas to sell two portions of\r\nland to the municipality. Modderklip in consequence of the\r\nnegotiations, by letter of 12 June, made\nan offer to sell the\r\noccupied land at R10 000 per hectare. After having repeatedly\r\nrequested an answer, the municipality eventually\nresponded on 22\r\nAugust, indicating that it would be prepared to purchase the Gabon\r\nland at the proposed price during the next financial\nyear subject to\r\ncertain conditions. It stated that unless its offer was acceptable,\r\nModderklip should immediately evict the occupiers.\nOn 1 September\r\nModderklip indicated its agreement. It mentioned that the actual size\r\nof the land occupied had to be determined\nbecause Modderklip doubted\r\nwhether the municipality’s estimate was correct. On 8\r\nSeptember, however, the municipality stated\nfirmly that it was not\r\ninterested in purchasing the Gabon land and instructed Modderklip to\r\napply for eviction.\n[33]\n[38]   \r\nAfter some further correspondence and the obtaining of expert\r\nevidence concerning the health hazards in informal\nsettlements,\r\nModderklip launched the eviction application on 18 October 2000. It\r\nwas within the six-month period envisaged by s\n4(6) of PIE. PIE\r\norders are not given for the asking. A lengthy procedure has to be\r\nfollowed. In the event the case was heard six\nmonths later and\r\njudgment was given on 12 April 2001. It follows that Modderklip was\r\nvigilant and that its delay was not culpable\nor unreasonable and that\r\nthe state’s argument in this regard has to be rejected.\n[34]\n[39]    As\r\nmentioned, the court below granted, in terms of s 38 and 172(1), a\r\ndeclaratory order and a mandamus in\nthe form of a ‘structural\r\ninterdict’ (ie an order where the court exercises some form of\r\nsupervisory jurisdiction over\nthe relevant organ of state).\n[35]\nThe declaratory order was too broadly formulated. Simply to declare\r\nwhat the Constitution states serves no purpose.\n[36]\nDeclaring that a breach of a constitutional duty occurred is however\r\non another level.\n[37]\nStructural interdicts, on the other hand, have a tendency to blur the\r\ndistinction between the executive and the judiciary and impact\non the\r\nseparation of powers. They tend to deal with policy matters and not\r\nwith the enforcement of particular rights. Another aspect\nto take\r\ninto account is the comity between the different arms of the\r\nstate.\n[38]\nThen there is the\r\nproblem of sensible enforcement: the state must be able to comply\r\nwith the order within the limits of its capabilities,\nfinancial or\r\notherwise.\n[39]\nPolicies also\r\nchange, as do requirements, and all this impacts on enforcement.\n[40]   \r\nThe structural interdict contained in para 2 of the order suffers\r\nfrom some of these defects. In addition,\nthe time limit appears to be\r\nunrealistic and there is no indication of what is expected of the\r\nstate apart from the generalised\nobligation to comply with\r\nconstitutional duties in some unspecified way. It also encroached on\r\npolicy matters by requiring a prioritisation\nof the Gabon\r\nresettlement while there is no evidence that these people are\r\nentitled to it. The order justifies, it seems, queue-jumping,\nwhich\r\nis inappropriate. Then there is the fact that much of what is\r\nrequired may fall within the field of either the province or\nthe\r\nmunicipality while the former was not cited and the latter, though\r\ncited, was informed that no relief was being sought against\nit.\n[41]   \r\nBut merely criticising structural interdicts provides no solution to\r\nthe problem. The problem, as must by\nnow be apparent, lies on two\r\nfronts. On the one hand there is the infringement of the rights of\r\nModderklip. On the other there\nis the fact that enforcement of its\r\nrights will impinge on the rights of the occupiers. Moving or\r\nremoving them is no answer and\nthey will have to stay where they are\r\nuntil other measures can be devised. Requiring of Modderklip to bear\r\nthe constitutional duty\nof the state with no recompense to provide\r\nland for some 40 000 people is also not acceptable. Although in an\r\nideal world the state\nwould have expropriated the land and have taken\r\nover its burden, which now rests on Modderklip, it is questionable\r\nwhether a court\nmay order an organ of state to expropriate property.\n[42]   \r\nCourts should not be overawed by practical problems. They should\r\n‘attempt to synchronise the real world\nwith the ideal construct\r\nof a constitutional world’\n[40]\nand they have a duty to mould an order that will provide effective\r\nrelief to those affected by a constitutional breach.\n[41]\nFose v\r\nMinister of Safety and Security\n[42]\nheld that –\n'(a)ppropriate relief\r\nwill in essence be relief that is required to protect and enforce the\r\nConstitution. Depending on the circumstances\nof each particular case\r\nthe relief may be a declaration of rights, an interdict, a\nmandamus\nor such other relief as may be required to ensure that the rights\r\nenshrined in the Constitution are protected and enforced. If\nit is\r\nnecessary to do so, the courts may even have to fashion new remedies\r\nto secure the protection and enforcement of these all-important\n\nrights.'\n[Para 19.]\n'I\r\nhave no doubt that this Court has a particular duty to ensure that,\r\nwithin the bounds of the Constitution, effective relief be\ngranted\r\nfor the infringement of any of the rights entrenched in it. In our\r\ncontext an appropriate remedy must mean an effective\nremedy, for\r\nwithout effective remedies for breach, the values underlying and the\r\nright entrenched in the Constitution cannot properly\nbe upheld or\r\nenhanced. Particularly in a country where so few have the means to\r\nenforce their rights through the courts, it is\nessential that on\r\nthose occasions when the legal process does establish that an\r\ninfringement of an entrenched right has occurred,\nit be effectively\r\nvindicated. The courts have a particular responsibility in this\r\nregard and are obliged to ''forge new tools''\nand shape innovative\r\nremedies, if needs be, to achieve this goal.'\n[Para 69.]\n[43]   \r\nWhat ‘effective relief’ entails will obviously differ\r\nfrom case to case. Where a trespasser invades\nan owner-occupied\r\nhousehold, more immediate intervention will be required from the\r\nstate than in the case of unoccupied or unutilised\nland. This is not\r\nto deny the fact of the breach of rights in the latter case. It is\r\nmerely to assert that constitutional remedies\nwill differ by\r\ncircumstance. The only appropriate relief that, in the particular\r\ncircumstances of the case, would appear to be\njustified is that of\r\n‘constitutional’ damages, ie, damages due to the breach\r\nof a constitutionally entrenched right.\nNo other remedy is\r\napparent.\n[43]\nReturn of the\r\nland is not feasible. There is in any event no indication that the\r\nland, which was being used for cultivating hay,\nwas otherwise\r\noccupied by the lessees or inhabited by anyone else. Ordering the\r\nstate to pay damages to Modderklip has the advantage\nthat the Gabon\r\noccupiers can remain where they are while Modderklip will be\r\nrecompensed for that which it has lost and the state\nhas gained by\r\nnot having to provide alternative land. The state may, obviously,\r\nexpropriate the land in which event Modderklip\nwill no longer suffer\r\nany loss and compensation will not be payable (except for the past\r\nuse of the land). A declaratory order\nto this effect ought to do\r\njustice to the case. Modderklip will not receive more than what it\r\nhas lost, the state has already received\nvalue for what it has to pay\r\nand the immediate social problem is solved while the medium and long\r\nterm  problems can be solved\nas and when the state can afford\r\nit.\n[44]   \r\nThis option was put to counsel for the state during his opening\r\nargument. Counsel did not resist and did\nnot submit that such an\r\norder would be incompetent or unfair. It does, however, raise a\r\nnumber of issues. The first is the appropriate\nmeasure of damages.\r\nTwo spring to mind immediately: should it be the market value of the\r\nland or the value of the right of occupation\n(as long as it lasts),\r\ncalculated according to the principles applicable to expropriation?\r\nThis could depend on the probable length\nof the occupation which,\r\nprima facie, appears to be indefinite since informal settlements tend\r\nto become permanent. On the other\nhand, the value of the land may\r\nhave to be discounted taking into account the possibility of the\r\nreversion of the occupation. Another\nissue is the date on which the\r\nloss should be calculated considering that this is probably a case of\r\na continuing wrong in which\ncase the loss may have to be calculated\r\non present-day values. Then there is the question of whether the\r\nvalue of the land should\nbe calculated as vacant land or as land\r\noccupied by illegal occupiers who are difficult to evict. The answer\r\nmay be that since\na party (in this case the state) may not derive any\r\nbenefit from its own default it has to be determined ignoring the\r\npresence\nof the illegal occupiers. However, since these issues were\r\nnot canvassed it would be inappropriate to come to a definite finding\n\nin relation to them. As far as procedure is concerned, it seems to be\r\nappropriate to order an inquiry into damages.\n[44]\nAlthough this may appear to be extraordinary, it will serve the\r\ninterests of justice not to require Modderklip to institute new\n\nproceedings.\nANCILLARY MATTERS\n[45]   \r\nTwo of the points\nin limine\nraised by the state in the court\r\nbelow were again argued before us. They are dealt with at this stage\r\nof the judgment because they\nwere nothing but a diversion without\r\nmerit. The first was that the Transvaal Provincial Division had no\r\njurisdiction to hear the\nenforcement case because the eviction case\r\nwas brought in the Witwatersrand Local Division. However, s 19(1)(a)\r\nof the Supreme\nCourt Act 59 of 1959 invested the Transvaal Provincial\r\nDivision with jurisdiction because all the respondents ‘reside’\n\nwithin the area of jurisdiction. The enforcement application was not\r\nmerely an application concerned with execution of the eviction\n\napplication or ancillary thereto. It was a self-contained substantive\r\napplication.\n[46]   \r\nThe second was based on uniform rule 49(11), which provides that\r\nwhere an appeal has been noted or an application\nfor leave to appeal\r\nmade, the operation and execution of the order is suspended. In this\r\ncase, as will appear soon in more detail,\nthe ‘Modder East\r\nSquatters’ lodged their application for leave to appeal\r\ntogether with an application for condonation\nsome 18 months after the\r\norder had issued. The right to apply for leave to appeal by then had\r\nlapsed. Rule 49(11) presupposes a\nvalid application for leave to\r\nappeal to effect the suspension of an order.\n[45]\nIn this case there was none.\n[47]    To\r\nrevert to the application for leave to appeal in the eviction case, I\r\nhave mentioned already that the\napplication for leave to appeal was\r\nfiled 18 months after the order while it should have been lodged\r\nwithin 15 days. The ‘Modder\nEast Squatters’ had, at the\r\ntime of the order, legal representation and there can be little doubt\r\nthat they knew their rights\nand elected not to appeal. Their election\r\nwas based on a belief that the municipality would purchase the land\r\nbut when after a\nfew months it became obvious that it would not, they\r\nstill did nothing. Under somewhat unusual circumstances their present\r\nattorney\nbecame involved, probably as a rearguard action to ward off\r\nthe enforcement application – whence the second point\nin\r\nlimine\n.\n[48]   \r\nThe nature of the delay was such that on that ground alone relief\r\ncould have been refused. As counsel submitted,\nthe delay induced a\r\nreasonable belief in the mind of Modderklip that the order had become\r\nunassailable in consequence of which\nthe enforcement application was\r\nlodged at great expense. Marais J nevertheless carefully considered\r\nthe grounds of appeal and came\nto the conclusion that they were\r\nwithout merit. With his reasons and conclusion I agree and it is\r\nunnecessary to spend much time\nin repeating the same matter. In\r\nsummary, the one argument was that the applicant had failed to prove\r\nownership, something not\nraised in the papers or before Marais J in\r\nthe first instance, in spite of the fact that the applicant\r\nrepeatedly referred to the\nproperty as the ‘applicant’s\r\nfarm’. Then it was submitted that the occupiers may have been\r\non the property with\nModderklip’s consent, something\r\ncontroverted by the facts and not raised by them in opposition. The\r\nnext submission was that\nthe court had failed to consider all the\r\nrelevant circumstances, which is incorrect as the reported judgment\r\nshows. Marais J, it\nwas further argued, should have called for oral\r\nevidence despite the fact that the then respondents, who were\r\nrepresented, did\nnot suggest that there was a factual dispute which\r\nrequired oral evidence. It was also argued that the order for\r\nsubstituted service\nwas irregular because it did not name the\r\noccupiers by name, even though it accorded with s 4(4) of PIE.\n[46]\nLast, the learned judge was taken to task for not varying his order\nmero\r\nmotu\n,\r\nthe point being that it allegedly covered all the occupants, whether\r\nthey occupied at the time of service of the application or\nlater. As\r\nMarais J said, the order accorded with his intention and did not\r\nallow for a variation. In any event, the fact that the\norder may be\r\ndifficult to enforce because of the lack of specificity concerning\r\nthe parties to it does not\nper\r\nse\nraise an arguable issue.\n[49]    It\r\nfollows that the application for leave to appeal in the eviction case\r\nhas to be dismissed with costs.\nModderklip, however, asked for a\r\ncosts order\nde bonis propriis\nagainst the attorney. There can\r\nbe little doubt that the attorney’s intervention was a cause of\r\nmuch aggravation and irrecoverable\ncosts by his pursuit of a matter\r\nobviously lacking merit. Misguided and over-zealous he may have been\r\nbut there is no reason to\ndoubt his bona fides and a special order\r\nconsequently cannot be justified.\n[50]    In\r\nthe enforcement case Modderklip was successful in the court below and\r\nalthough on appeal much of the order\nof De Villiers J will be\r\nreplaced, the state did not have substantial success and must pay the\r\ncosts of the appeal.\n[47]\nDe\r\nVilliers J made the following order in relation to costs, which\r\nremain unaffected:\n‘\n6.      \r\nDie 1ste, 2de, 3de en 5de respondente word gelas om gesamentlik en\r\nafsonderlik die applikant\nse koste te betaal met betrekking tot die\r\naansoek om deurhaling sowel as die hoofaansoek, insluitende die koste\r\nvan twee advokate\nin albei gevalle.  . . .\n7.      \r\nDie 1ste, 2de, 3de en 5de respondente word gelas om gesamentlik en\r\nafsonderlik die amicus\ncuriae se koste te betaal met betrekking tot\r\ndie aansoek om deurhaling, insluitend die koste van twee advokate.’\nORDERS\n[51]    In\nModder East Squatters v Modderklip Boerdery (Edms) Bpk\n(the\r\neviction case 187/2003):\nThe application for leave\r\nto appeal is dismissed with costs.\n[52]    In\nPresident van die Republiek van Suid-Afrika en andere v Modderklip\r\nBoerdery (Edms) Bpk\n(the enforcement case 213/03):\n(a)            \r\nThe appeal is upheld in part.\n(b)             \r\nPara 1 to 5 of the order of the court below is\nset aside and replaced\r\nwith an order –\n(i)  \r\n        Declaring that the\r\nstate, by failing to provide land for occupation\nby the residents of\r\nthe Gabon Informal Settlement, infringed the rights of Modderklip\r\nBoerdery (Pty) Ltd which    are\nentrenched in s 7(2),\r\n9(1) and (2), and 25(1) and also the rights of the residents which\r\nare entrenched in s 26(1) of the Constitution.\n(ii)           Declaring\r\nthat the applicant is entitled to payment of damages by\nthe\r\nDepartment of Agriculture and Land Affairs in respect of the land\r\noccupied by the Gabon Informal Settlement.\n(iii)                  \r\nDeclaring that\nthe residents are entitled to occupy the land until\r\nalternative land has been made available to them by the state or the\r\nprovincial\nor local authority.\n(iv)                  \r\n The damages\nare to be calculated in terms of s 12(1) of the\r\nExpropriation Act 63 of 1975.\n(v)             If,\r\nin relation to the investigation and determination\nof the damages\r\nsuffered, the parties are unable to reach agreement regarding the\r\npleadings to be filed, and discovery, inspection,\nand other matters\r\nof procedure relating thereto, leave is granted to any of the parties\r\nto make application to the court in terms\nof Rule 33(5) for\r\ndirections.\n(c)      \r\nThe third appellant is to pay the costs of appeal of the respondent.\n__________________\nL T C  HARMS\nJUDGE OF APPEAL\nAgree:\nFARLAM JA\nCAMERON JA\nMTHIYANE JA\nSOUTHWOOD AJA\n[1]\nThe remaining extent of the farm Modder East 72, registration\r\n\tdivision IR, Gauteng, 731,3308 ha, held in terms of deed of transfer\n\n\tT3691/66.\n[2]\nS v\r\n\tBeyers\n1968 (3) SA 70\n(A);\nJayiya\r\n\tv MEC for Welfare, Eastern Cape\n2004 (2) SA 611\n,\n[2003] 2 All SA 223\n(SCA) para 18.\n[3]\nThe order sought against the sheriff declaring her request for a\r\n\tdeposit to be unconstitutional or\nultra\r\n\tvires\nwas not pursued and can be ignored.\n[4]\nAs mentioned, the opposition by the sheriff does not concern us.\n[5]\nBefore this court there were further\namici\nwho presented argument only, namely the Nkuzi Development\r\n\tAssociation, the Community Law Centre (University of the Western\r\n\nCape) and the Programme for Land and Agrarian Studies at the same\r\n\tuniversity.\n[6]\nGovernment\r\n\tof the Republic of South Africa and others v Grootboom and others\n2001 (1) SA 46\n(CC) para 2 per Yacoob J for the court.\n[7]\nIt should be noted that the state applied, in the court below, for\r\n\tthe striking out of much of Agri SA’s evidence. This\nwas\r\n\trefused by De Villiers J (at para 31). The issue was not\r\n\tresuscitated on appeal.\n[8]\nTheir intervention on behalf of the occupiers was permissible: s 38\r\n\tof the Constitution.\n[9]\nCarmichele\r\n\tv Minister of Safety and Security and another (Centre for Applied\r\n\tLegal Studies intervening)\n2001\r\n\t(4) SA 938 (CC).\n[10]\nBannatyne\r\n\tv Bannatyne (Commission for Gender Equality, as amicus curiae)\n2003 (2) SA 363 (CC).\n[11]\nThe other parts of the order contained in para 3, 4 and 5 were\r\n\tconsequential to para 1 and 2 and need not be quoted.\n[12]\nGrootboom\npara 63.\n[13]\nGrootboom\npara 64.\n[14]\nGrootboom\npara 92.\n[15]\nCf\nCity\r\n\tof Cape Town v Unlawful Occupiers, Erf 1800, Capricorn (Vrygrond\r\n\tDevelopment) and others\n2003 (6) SA 140 (C).\n[16]\nGrootboom\npara 88.\n[17]\nX &\r\n\tY v The Netherlands\n[1986] 8 EHRR 235\n; two judgments of the Africa Commission:\nUnion\r\n\tdes Jeunes Avocats v Chad\n9\nth\nAnnual Activity Report 72 and\nThe\r\n\tSocial and Economic Rights Action Center and the Center for Economic\r\n\tand Social Rights v Nigeria\n15\nth\nAnnual Activity Report 30;\nVelásquez\r\n\tRodriguez v Honduras\n,\r\n\t28 ILM 291 (1989) part XI, the Inter-American Court of Human Rights.\n[18]\nThe\r\n\tSocial and Economic Rights Action Center and the Center for Economic\r\n\tand Social Rights v Nigeria\nat para 57.\n[19]\nCarmichele\r\n\tv Minister of Safety and Security and another (Centre for Applied\r\n\tLegal Studies intervening)\n2001\r\n\t(4) SA 938 (CC).\n[20]\nMinister\r\n\tof Safety and Security v Van Duivenboden\n2002 (6) SA 431 (SCA).\n[21]\nVan\r\n\tEeden v Minister of Safety and Security\n(Women’s\r\n\tLegal Centre Trust as amicus curiae)\n2003\r\n\t(1) SA 389\n(SCA) para 13-14.\n[22]\nMinister\r\n\tof Safety and Security v Hamilton\n[2003] 4 All SA 117 (SCA)\n[23]\nMinister\r\n\tof Safety and Security and another v Carmichele\n2004\r\n\t(3) SA 305, [2003] 4 All SA 565 (SCA).\n[24]\nSee also Cheadle et al\nSouth\r\n\tAfrican Constitutional Law: The Bill of Rights\np 16-18;\nCity\r\n\tof Cape Town v Rudolph and others\n2003 (11) BCLR 1236\n(C) 1266-1267;\nJaftha\r\n\tv Schoeman and others, Van Rooyen v Stoltz and others\n2003\r\n\t(10) BCLR 1149\n(C) para 31 and 39.\n[25]\nIt reads: ‘A court may, at the request of the sheriff,\r\n\tauthorise any person to assist the sheriff to carry out an order\nfor\r\n\teviction, demolition or removal subject to conditions determined by\r\n\tthe court: Provided that the sheriff must at all times\nbe present\r\n\tduring such eviction, demolition or removal.’\n[26]\nCf\nEast\r\n\tLondon Western Districts Farmers’ Association and others v\r\n\tMinister of Education and Development Aid and others\n1989 (2) SA 63\n(A) 75I-76B: ‘In our system of law, however,\r\n\tthe bureaucratic solution of problems, however intractable, must be\r\n\tachieved\nwith due regard to the legitimate property rights of\r\n\tordinary citizens. The situation no doubt called for prompt action\r\n\tby the\nrespondents. Such action, however, required not merely the\r\n\talleviation of the lot of the refugees but simultaneously therewith\n\n\tthe protection of the farming community into whose midst so many\r\n\tdistressed persons were being precipitately introduced. The\n\n\trespondents failed to secure the latter.’ (Per Hoexter JA.)\n[27]\nAt 395A-B and referred to with approval in\nTheewaterskloof\r\n\tHoldings (Pty) Ltd, Glaser Afdeling v Jacobs en andere\n2002 (3) SA 401\n(LCC) para 18: ‘Wat die posisie met betrekking\r\n\ttot alternatiewe akkomodasie ookal mag wees, dit kan nie van die\r\n\tapplikant\nverwag word om die respondente onbepaald op sy plaas te\r\n\thuisves nie. Die reg op behuising vervat in art 26 van die\r\n\tKonstitusie\nis nie gemeenregtelik of ingevolge die Konstitusie teen\r\n\tindiwiduele grondeienaars afdwingbaar nie.’\n[28]\n‘Shack farming’ refers to the case of a landowner\r\n\tpermitting persons to erects shacks on its land, which is not zoned\n\n\tas a township and which does not have basic facilities, against\r\n\tpayment of compensation – usually exorbitant.\n[29]\nCf\nGroengras\r\n\tEiendomme (Pty) Ltd and others v Elandsfontein Unlawful Occupants\r\n\tand others\n2002 (1) SA 125 (T).\n[30]\n‘In deciding whether it is just and equitable to grant an\r\n\torder for eviction, the court must have regard to-\n(a)  the\r\n\tcircumstances under which the unlawful occupier occupied the land\r\n\tand erected the building or structure;\n(b)  the period the\r\n\tunlawful occupier and his or her family have resided on the land in\r\n\tquestion; and\n(c)  the\r\n\tavailability to the unlawful occupier of suitable alternative\r\n\taccommodation or land.’\n[31]\n‘If an unlawful occupier has occupied the land in question for\r\n\tless than six months at the time when the proceedings are\ninitiated,\r\n\ta court may grant an order for eviction if it is of the opinion that\r\n\tit is just and equitable to do so, after considering\nall the\r\n\trelevant circumstances, including the rights and needs of the\r\n\telderly, children, disabled persons and households headed\nby women.’\n[32]\n‘If an unlawful occupier has occupied the land in question for\r\n\tmore than six months at the time when the proceedings are\ninitiated,\r\n\ta court may grant an order for eviction if it is of the opinion that\r\n\tit is just and equitable to do so, after considering\nall the\r\n\trelevant circumstances, including, except where the land is sold in\r\n\ta sale of execution pursuant to a mortgage, whether\nland has been\r\n\tmade available or can reasonably be made available by a municipality\r\n\tor other organ of state or another land owner\nfor the relocation of\r\n\tthe unlawful occupier, and including the rights and needs of the\r\n\telderly, children, disabled persons and\nhouseholds headed by women.’\n[33]\nThe municipality’s assertion that did not negotiate in respect\r\n\tof the land in issue is refuted by the correspondence.\n[34]\nSee further the enforcement case para 33.\n[35]\nMinister\r\n\tof Health and others v Treatment Action Campaign and others (No 2)\n[2002] ZACC 15\n;\n2002 (5) SA 721\n(CC) para 107.\n[36]\nCf\nEx\r\n\tparte Noriskin\n1962 (1) SA 856 (D).\n[37]\nS 172(1)(f) of the Constitution.\n[38]\nPresident\r\n\tof the Republic of South Africa and others v South African Rugby\r\n\tFootball Union and others\n2000 (1) SA 1\n(CC) para 234. Compare the judgment of the Supreme\r\n\tCourt of Ireland in\nD.\r\n\t(T.) v. Minister for Education\n[2001] 4 IR 259\n,\n[2001] IESC 86\nwhere Hardiman J said at para 362:\r\n\t‘Accordingly, the fundamental requirement for constitutional\r\n\tharmony and modulation\nimperatively requires that the courts, as\r\n\twell as the other branches of government, recognise and observe the\r\n\tboundaries between\nthem.’\n[39]\nMinister\r\n\tof Health and others v Treatment Action Campaign (No 2) and others\n[2002] ZACC 15\n;\n2002 (5) SA 721\n(CC) para 37-38.\n[40]\nFose v\r\n\tMinister of Safety and Security\n[1997] ZACC 6\n;\n1997\r\n\t(3) SA 786\n(CC) para 94 per Kriegler J.\n[41]\nMinister\r\n\tof Health and others v Treatment Action Campaign and others (No 2)\n[2002] ZACC 15\n;\n2002 (5) SA 721\n(CC) para 102.\n[42]\n[1997] ZACC 6\n;\n1997 (3) SA 786\n(CC) per Ackermann J.\n[43]\nCf\nOlitzki\r\n\tProperty Holdings v State Tender Board and another\n2001 (3) SA 1247\n(SCA) esp para 42.\n[44]\nHarvey\r\n\tTiling Co (Pty) Ltd v Rodomac (Pty) Ltd and another\n1977 (1) SA 316\n(T) 330A-B.\n[45]\nCf\nSchmidt\r\n\tv Theron and another\n1991 (3) SA 126 (C).\n[46]\nIt reads: ‘Subject to the provisions of subsection (2), if a\r\n\tcourt is satisfied that service cannot conveniently or expeditiously\n\n\tbe effected in the manner provided in the rules of the court,\r\n\tservice must be effected in the manner directed by the court:\r\n\tProvided that the court must consider the rights of the unlawful\r\n\toccupier to receive adequate notice and to defend the case.’\n[47]\nCf the costs order on appeal in\nMinister\r\n\tof Health v Treatment Action Campaign (No 2)\n[2002] ZACC 15\n;\n2002 (5) SA 721\n(CC) para 135.",
  "scraped_at": "2026-02-12T09:03:27.742462",
  "date": "2004-05-27",
  "coram": [
    "HARMS",
    "FARLAM",
    "CAMERON",
    "MTHIYANE JJA",
    "SOUTHWOOD AJA"
  ],
  "case_number": "187/03 and 213/03",
  "parties": {
    "applicants": [
      "Modder East Squatters",
      "Greater Benoni City Council",
      "President of the Republic of South Africa",
      "Minister of Safety and Security",
      "Minister of Agriculture and Land Affairs",
      "National Commissioner of Police"
    ],
    "respondents": [
      "Modderklip Boerdery (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Modderklip Boerdery owned part of the Modder East farm adjacent to the Daveyton township. During the 1990s, overcrowding forced residents to settle on a strip of land that later became the Chris Hani informal settlement. In May 2000, about 400 evicted persons moved onto the farm and erected roughly 50 shacks, a number that later swelled to an estimated 40,000 people living in about 4,000 units. Modderklip applied for eviction under the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE) on 18 October 2000; the High Court granted an eviction order on 12 April 2001, giving occupants two months to vacate. The sheriff required a R1.8‑million deposit to cover security costs, which Modderklip could not afford. Subsequently the company sought assistance from the national government; the President referred the matter to the Departments of Agriculture and Land Affairs and of Housing, and to the SAPS. The state refused to assist, arguing that the matter was civil and that it would be costly and logistically difficult to relocate the occupants. Modderklip therefore launched an enforcement application seeking declaratory and mandamus relief against the state for failing to enforce the eviction order and for violating constitutional rights of both the landowner and the occupiers.",
    "issues": "The principal issues were: (1) whether the State, through its various organs, breached its constitutional obligations under sections 7(2), 9, 25 and 26 of the Bill of Rights by failing to provide land or alternative accommodation for the occupiers; (2) whether the State had a duty under section 165(4) to assist the courts in enforcing the eviction order; (3) whether the SAPS failed its constitutional duty under section 205 to protect property and investigate complaints; (4) what appropriate relief, including declaratory orders and constitutional damages, should be granted; and (5) whether the leave‑to‑appeal application in the original eviction case was filed out of time and should be dismissed.",
    "principles": "The Court applied several constitutional principles: the right to property (s 25(1)) may only be limited by law of general application, and unlawful occupation of land infringes that right; the right to adequate housing (s 26) imposes a duty on the State to take reasonable steps to provide or facilitate access to housing; section 7(2) obliges the State to respect, protect, promote and fulfil the rights in the Bill of Rights, even against breaches caused by private parties; section 165(4) requires organs of State to assist courts in the effective administration of justice; and section 205 imposes on the police a duty to protect persons and property. The Court also relied on precedent such as Grootboom (state duty to provide access to housing), Carmichele (appropriateness of constitutional remedies), and the statutory framework of PIE concerning eviction procedures and the need to consider alternative accommodation.",
    "application": "The Court found that the State had indeed breached its constitutional duties. It held that the refusal to provide land or alternative accommodation for the Gabon settlement violated sections 26 and 25, and that the State’s inaction also infringed the property rights of Modderklip. The SAPS’s failure to investigate complaints and protect the farm constituted a breach of s 205, while the State’s failure to assist the sheriff contravened s 165(4). Accordingly, the Court declared the breaches, ordered the Department of Agriculture and Land Affairs to pay damages to Modderklip in terms of the Expropriation Act, and required the State to devise a comprehensive plan to relocate the occupiers, to be filed by 28 February 2003. The Court also affirmed that the sheriff’s demand for a massive deposit was unconstitutional and set aside the ineffective portions of the lower court’s order.",
    "conclusion": "The appeal in the eviction case was dismissed with costs. In the enforcement case the appeal was upheld in part: paragraphs 1‑5 of the lower court’s order were set aside and replaced with a declaratory order confirming the State’s breach of constitutional duties, an order for the Department of Agriculture and Land Affairs to pay damages to Modderklip, and a directive that the occupiers may remain on the land until alternative accommodation is provided. The damages are to be calculated according to the Expropriation Act, and the State was given authority to seek further directions on procedural matters. The third appellant (Minister of Safety and Security) was ordered to pay the costs of the appeal."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Land Rights",
    "level_3": [
      "eviction",
      "property rights",
      "housing rights",
      "state duty",
      "constitutional damages"
    ]
  }
}