{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/92.html",
  "case_name": "De Maayer v Serebro and Another (322/03) [2004] ZASCA 92; [2005] 2 All SA 553 (SCA); 2005 (5) SA 588 (SCA) (29 September 2004)",
  "citation": "[2004] ZASCA 92",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 92\n|\nNoteup\n|\nLawCite\nDe Maayer v Serebro and Another (322/03) [2004] ZASCA 92; [2005] 2 All SA 553 (SCA); 2005 (5) SA 588 (SCA) (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO: 322/03\nReportable\nIn the matter between\nT DE MAAYER                                                          \n\t APPELLANT\nand\nT A SEREBRO                         \n\t                                FIRST RESPONDENT\nROAD ACCIDENT\nFUND\t                                                  SECOND\nRESPONDENT\n__________________________________________________________________\nT A SEREBRO                                                          \nAPPELLANT\nROAD ACCIDENT FUND \t                                    \nFIRST RESPONDENT\nT DE MAAYER                                      \nSECOND\nRESPONDENT\t__________________________________________________________________\nCORAM\n:    SCOTT, NUGENT, CLOETE JJA, COMRIE, PATEL\nAJJA\nHEARD:\n10 September 2004\nDELIVERED\n:\n29 September 2004\nSummary :\nApplication for special leave to\nappeal – once an application is refused – decision final. Action for\ndamages –\nproof of negligence – two vehicles colliding – third\nparty turning across path of travel of insured driver –injured\nplaintiff\npassenger in third party’s vehicle- plaintiff sued Road Accident fund and\nthird party- Galante rule not applicable\n– third party exclusively\nnegligent – Decision of Full Court confirmed.\nJUDGMENT\nPATEL AJA\n1]\tAt approximately three pm on 6 August 1998\nand in the intersection of Katherine and Amalinda Streets, Sandown, Gauteng, a\ncollision\noccurred between a Ford Sierra (‘the Sierra’) driven by Mr\nA M Baudry (‘ the insured driver’) and a Ford\nTracer (‘the\nTracer’) driven by Dr Tim de Maayer (‘the third party’).  The\nRoad Accident Fund (‘the\ndefendant’) was at all material times the\ninsurer of the Sierra in terms of the provisions of the\nRoad Accident Fund Act\n56 of 1996\n.\n[2]\tAt the time of the collision, Dr Terry Serebro\n(‘the plaintiff’) together with Dr Gail Atherstone and Dr Lauren\nRaine\nwere passengers in the Tracer.  The insured driver was alone in the\nSierra.  The plaintiff sustained serious injuries and sued the\ndefendant for\ndamages.  The defendant joined the third party in the proceedings claiming a\ncontribution from the third party in respect\nof any amount which the defendant\nmight be ordered to pay the plaintiff.  Before the commencement of the trial the\nplaintiff also\nissued a third party notice against the third party claiming\ndamages from the third party should  the insured driver be found not\nto be\nnegligent and should it be found that the sole cause of the accident was the\nnegligence of the third party. By agreement between\nthe parties the matter\nproceeded on the question of liability only.\n[3]\tLabe J gave judgment in\nfavour of the plaintiff holding the insured driver’s negligence to be the\nsole cause of the collision.\nThe defendant was ordered to pay such damages as\nthe plaintiff might prove.  The trial court absolved the third party from the\ninstance.\nThe defendant, with leave, appealed against this decision. On 19 June\n2002 the full court of the Johannesburg High Court (in what\nI shall call the\n‘first appeal’) upheld the appeal. Flemming DJP (in whose judgment\nVan Oosten J and Ponnan J concurred)\nabsolved the defendant from the instance\nand ordered the plaintiff to pay the defendant’s costs in the court of\nfirst instance.\n  The plaintiff should have conditionally cross-appealed against\nthe absolution order made by Labe J in favour of the third party\nin tandem with\nthe appeal lodged by the defendant so that a finding could have been made that\nthe third party was negligent if such\na finding was appropriate. Her failure to\ndo so timeously created for her a procedural hurdle to which I shall refer\nhereinafter.\n[4] On 20 August 2002 and subsequent to judgment being\ngiven in the first appeal, the plaintiff sought and obtained further leave\nfrom\nLabe J against his finding of absolution in favour of the third party. Leave was\ngranted by Labe J to the plaintiff to appeal\neither to the full court of the\nJohannesburg High Court or to this court, depending on the outcome of the\nplaintiff’s application\nfor special leave to appeal against the judgment\nof Flemming DJP which in the meantime had been lodged with this court.  This\ncourt\nrefused the application for special leave on 26 August 2002.   The second\nappeal was thereafter heard by the full court of the Johannesburg\nHigh Court. \nOn the 20 March 2003 Landman J (in whose judgment Van Oosten J and Ponnan J\nconcurred) found the third party to be exclusively\nnegligent and liable for the\nplaintiff’s damages. The court also made ancillary orders with regard to\ncosts.\n[5]\tFollowing the judgment of the full court in the second appeal,\nthe plaintiff once again applied to this court for special leave\nto appeal\nagainst the judgment of the full court in the first appeal while the third party\napplied for special leave to appeal against\nthe judgment handed down in the\nsecond appeal. On 18 June 2003 this court granted leave to both plaintiff and\nthe third party. In\nlight of the refusal of special leave by this court on 26\nAugust 2002, the initial question which arises is whether the plaintiff\nis\nproperly on appeal before this court.\n[6] Section 20(4) of the Supreme\nCourt Act 59 of 1959 provides that no appeal shall lie to this court against a\njudgment or order\nof a full court of a provincial or local division in civil\nproceedings without special leave of this court.  In terms of ss 21(3)\n(a) (b)\nand (c) an application for special leave is considered by two judges designated\nby the President of this court. In the event\nof a difference of opinion the\napplication is considered by the President or any other judge designated by the\nPresident.  The judges\nso designated may grant or refuse the application for\nspecial leave or may order that the application be argued before them or\n‘refer\nthe matter to the Appellate Division for consideration, whether\nupon argument or otherwise’.  Section 21(3) (d) of the Act\nfurther\nprovides:\n‘The decision of the majority of the judges considering the application,\nor the decision of the Appellate Division, as the\ncase may be, to grant or\nrefuse the application shall be final.’\nIt is quite\nclear from the section just quoted that the refusal of leave to appeal by this\ncourt is final (see\nBeinash and another v Ernst & Young and others\n1999 (2) SA 116\n(CC) para [29];\nMphahlele v First National Bank of South\nAfrica\nLtd\n[1999] ZACC 1\n;\n1999 (2) SA 667\n(CC) para [14]). Once an application is\nconsidered in terms of s 21(3) (d) and refused, this court is\nfunctus\nofficio.\n[7]  It was argued on behalf of the plaintiff that the\nfirst application for special leave was brought prematurely in that the second\nappeal had not been heard; and accordingly, that when the first application was\nrefused, this court did not dismiss the application\non its merits. But the\napplication was not premature. The plaintiff was perfectly entitled to bring\nthis application which she did\nand this court was obliged to consider it. Both\nthe defendant and the third party filed comprehensive opposing affidavits. The\nplaintiff\nfiled a replying affidavit.  Not a scintilla of evidence is to be\nfound in the affidavits which would have suggested to the court\nthat it was not\nto consider the application on its merits. Nor does the order reflect that it\ndid not. This submission by the plaintiff,\nwhich was supported by the third\nparty, is without merit. The subsequent granting of leave to appeal to the\nplaintiff by this court\nwas\nper incuriam\n.  The plaintiff’s appeal\ntherefore falls to be struck from the roll.  In any event it would not have\nsucceeded on the facts.\n[8]\tThe appeal which remains to be considered\nis that of the third party against the finding of the full court in the second\nappeal.\nThe crucial issue on appeal is whether the third party was causally\nnegligent. This necessarily involves a consideration of the conduct\nof the\ninsured driver.\n[9]\tWith that prelude I turn to the facts.  The occupants\nof the Tracer, all medical students, had spent the better part of the day\npicnicking at the Hennops River.  At about three pm they decided to go home. \nThe third party drove the Tracer southwards along Katherine\nStreet. Katherine\nStreet is a dual carriageway. This dual carriageway is separated by a traffic\nisland. Close to the intersection\nwith Amalinda Street the island is recessed to\ncreate a third lane to be used by motorists who wish to turn right (to the west)\ninto\nAmalinda Street.  Similarly the traffic island on the opposite side of\nKatherine Street is also recessed to create a third lane for\ntraffic turning\nright (to the east). There are no traffic lights to control traffic turning\neither to the east or west.  Motorists\nturning west into Amalinda Street have to\nexercise caution and yield to traffic travelling from south to north on the dual\ncarriageway.\n[10]\tThe third party wished to turn right (to the west) into\nAmalinda Street and was accordingly in the third lane.  The insured driver\nwas\nat the time travelling from south to north in Katherine Street and had the right\nof way. As the third party negotiated the turn\na collision occurred between the\nSierra and the Tracer.  There was no reliable evidence as to the exact point of\nimpact.  It is common\ncause that the weather, visibility and the road conditions\nwere good.\n[11]\t The only occupant of the Tracer who had any recollection\nof the collision was Raine who at the time of the collision was seated\nbehind\nthe third party.  Seated next to the third party was his girlfriend, Atherstone,\nand behind her was the plaintiff. The learned\ntrial judge based his finding of\nnegligence on the part of the insured driver on the evidence of Raine, traffic\nofficer Van Rensburg\nand Professor Hillman, an engineer. Van Rensburg had\nvisited the scene of the accident and made certain observations. Hillman relied\non these observations in drawing an inference about the probable speed at which\nthe Sierra was travelling just before the collision.\nThe Plaintiff herself did\nnot testify.  The defendant closed its case without calling the insured driver. \nThe third party testified\nbut had no recollection of the accident.\n[12] \nLandman J, in the second appeal, in coming to the conclusion that the third\nparty was negligent, agreed with the factual findings\nand conclusions reached by\nFlemming DJP in the first appeal.  I am in agreement with Flemming DJP’s\nconclusion and I can find\nno misdirection in his analysis and interpretation of\nthe evidence of Raine, Van Rensburg or the expert Hillman who were the\nplaintiff’s\nwitnesses on the issue of negligence.  I shall however advert\nto salient aspects of their evidence.  Before doing so it would be\nconvenient to\nrestate the well established principles applicable in a situation such as that\nwhich arose in this matter.\n[13]\tTurning across the line of oncoming traffic\nis an inherently dangerous manoeuvre  and a driver intending such a manoeuvre\nmust\ndo so by properly satisfying himself that not only is it safe but opportune\nto do so (see\nAA Mutual Insurance Association Ltd v Nomeka\n1976 (3) SA 45\n(A) 52E-G). This rule, however, does not create a general presumption of\nnegligence since each case has to be considered on its own\nspecial facts and\ncircumstances. It does not confer on a through-driver an absolute right of way\n(see\nMilton v Vacuum Oil Co\n1932 AD 197\nat 205).  A through-driver has to\nbe vigilant and in appropriate circumstances reduce his speed to accommodate a\ndriver who turns\nacross his path of travel.\n[14]\tRaine’s evidence\ncan be summarised as follows. She testified that she had paid particular\nattention because she wanted\nto learn the route to Atherstone’s home. The\nthird party, after entering the third lane in order to negotiate a turn to the\nright into Amalinda Street, stopped the Tracer. Two trucks were in the third\nlane waiting to turn to their right (to the east). The\nthird party had edged\nforward and had progressed into the westerly lane beyond these two trucks. \nRaine looked initially thorough\nthe front passenger window and thereafter\nthrough the left rear passenger window but saw no oncoming traffic. The\ncollision happened\n‘as he started executing the turn’. Her evidence\ndid not shed any light as to the exact point of the collision nor the\nspeed of\nthe third party's vehicle at the time. She could not comment on the exact\nposition of the trucks or whether the first truck\nhad already commenced\nnegotiating a turn to its right.  Nor could she remember whether the trucks\nwould have obstructed the view\nof the third party or the insured driver. She\nonly saw the Sierra just before it collided with them.  It was then\napproximately half\na metre away. She did not know from where it had come.\n[15]\tVan Rensburg’s  evidence does not assist the plaintiff or the\nthird party. He concluded that the collision occurred in\nthe eastern lane of the\nnorth bound carriageway.  His conclusion was based on the spread of glass\nfragments.  He looked for but did\nnot observe any tyre marks on the road.  This\nlatter evidence is fatal for Hillman’s opinion that the Seirra was\ntravelling\nat a speed of 100kmh in a 60kmh area and was accordingly, because of\na bend in the road, not visible to Raine. Hillman’s calculation\nof the\nspeed of the Sierra was based essentially upon the premise that the Tracer was\npushed and came to rest where Van Rensburg\nfound it by the force of the impact\nwithout the Tracer’s own speed or movement having contributed to the\npositioning of the\nTracer post collision. As Hillman was constrained to concede\nin cross-examination, the absence of tyre marks indicating that the\nTracer was\npushed is wholly inconsistent with the premise on which his calculation of speed\nwas based. At the end of the day there\nis no acceptable evidence to suggest that\nthe Sierra was travelling at an excessive speed before the collision.\n[16] A hypothesis advanced by an expert as to how and why a collision\noccurred is of little value if it is based on unproved assumptions.\nIf the\nhypothesis is contrary to the proved facts, it is of no value at all. As Ogilvie\nThompson A J said in\nVan der Westhuizen and another v S.A. Liberal Insurance\nCo Ltd\n1949 (3) SA 160\n(C) 168:\n‘In my opinion, however, the strictly mathematical approach, though\nundoubtedly very useful as a check, can but rarely be applied\nas an absolute\ntest in collision cases, since any mathematical calculation so vitally depends\non exact positions and speeds; whereas\nin truth these latter are merely\nestimates almost invariably made under circumstances wholly unfavourable to\naccuracy.’\nOr as Van den Heever J A said in\nSantam\nBeperk & African Guarantee And Indemnity Co v Moolman\n1952 P.H. (2) O16\n(AD):\n‘Ons is vergas op ’n rekenkundige vertoog omtrent die relatiewe\nbewegings en stand van die twee voertuie op verskillende\ntydstippe.  Myns\ninsiens was dit tydverkwisting. Dit het groteliks gesteun op ’n beweerde\nmerk wat S se motor in die pad gemaak\nhet. Die oorsprong van die merk is egter\nnie bewys nie.  Dan steun die berekeninge verder op gissings omtrent snelheid\nuitgedruk\nin\nsoveel voet per sekonde. Om die rekenkundige metode op rekbare gegewens toe te\npas is slegs om die ongewisse met die onbekende te\nvermenigvuldig.’\n[17] On the evidence before the trial court the insured driver,\nif his vision was not totally obstructed by the trucks, would have\nobserved the\nTracer edging forward to enable the third party to see if there was any oncoming\ntraffic. The insured driver would have\nhad no reason to believe that the Tracer\nwould not wait but would suddenly proceed into the intersection in the path of\nthe insured\nvehicle.  It cannot be said that the insured driver ought to have\nforeseen this dangerous manoeuvre and ought to have taken evasive\naction before\nthe insured driver drove into his path.\n[18] In the absence of direct\nevidence as to how the collision occurred and because the hypothesis advanced on\nthe plaintiff’s\nbehalf fell to be rejected, both appeal courts were\nobliged to draw inferences from the proven facts.  In both the appeals the court\nproperly balanced the probabilities and selected the conclusion which seemed to\nbe the more ‘natural, or plausible conclusion\nfrom amongst several\nconceivable ones, even though that conclusion be not the only one’\n(\nGovan v Skidmore\n1952 (1) SA 732\n(N) at 734C-D, as explained\nin\nOcean Accident and Guarantee Corporation Ltd v Koch\n1963 (4) SA\n147\n(A) at 159B and thereafter repeatedly approved by this court).  The most\nplausible inference on the facts as a whole which was drawn\nby both courts is\nthat the third party turned across the path of the insured driver at a time when\nit was inopportune and dangerous\nto do so. His conduct thus constituted\nnegligence and was the sole cause of the collision.\n[19] In the absence\nof any evidence from the insured driver who, though available, was not called,\nthis court was urged to apply the\nrule laid down in\nGalante v Dickinson\n1950 (2) SA 460\n(A) at 465, as follows:\n‘But it seems fair at all events to say that in an accident case where the\ndefendant was himself the driver of the vehicle\nthe driving of which the\nplaintiff alleges was negligent and caused the accident, the court is entitled,\nin the absence of evidence\nfrom the defendant, to select out of two alternative\nexplanations of the cause of the accident which are more or less equally open\non\nthe evidence, that one which favours the plaintiff as opposed to the\ndefendant.’\n(see also\nMarine & Trade Insurance Co \nLtd v Van der Schyff\n1972 (1) SA 26\n(AD) 37A-41A and cases there referred\nto;\nJordaan v Bloemfontein Transitional Local authority and Another\n2004\n(3) SA 371\n(SCA) para [20-21]). As is apparent from the passage quoted, what is\ndescribed as the ‘Galante principle” applies only\nwhere the two\nalternative explanations as to the cause of the accident are more or less\nequally open\non the evidence\nbefore the court. Where, on the evidence,\nthere is an obvious explanation as to the cause of the accident which favours\nthe defendant,\nand an unsubstantiated theory advanced by the plaintiff with no\nevidence to support it, it cannot be said that there are ‘\ntwo alternative\nexplanations of the cause of the accident which are more or less equally open on\nthe evidence’ and the Galante\nprinciple does not apply. That is the\nsituation in the present matter. On the evidence, the obvious explanation for\nthe collision\nis that the third party did not keep a proper lookout and\nattempted to cross Katherine Street at a time when it was inopportune to\ndo so\nbecause of the oncoming Sierra.  Hillman’s explanation as to how the\ncollision occurred was discredited and there was\nno other evidence to suggest\nthat the speed of the Sierra could have been a cause of the accident.\n[20] The following order is made:\n1.\t The plaintiff’s appeal is\nstruck from the roll with costs such costs are to include the costs of the\npreparation by the\ndefendant of the three bundles of documents relating to the\napplications to this court for leave to appeal.\n2. \tThe\nthird party’s appeal is dismissed with\ncosts.\n_____________\nCN PATEL\nActing Judge of Appeal\nConcur:\nScott\nJA\nNugent JA\nCloete JA\nComrie AJA",
  "scraped_at": "2026-02-12T09:08:06.327571",
  "date": "2004-09-29",
  "coram": [
    "SCOTT JA",
    "NUGENT JA",
    "CLOETE JJA",
    "COMRIE AJA",
    "PATEL AJA"
  ],
  "case_number": "322/03",
  "parties": {
    "applicants": [
      "T DE MAAYER"
    ],
    "respondents": [
      "T A SEREBRO",
      "ROAD ACCIDENT FUND"
    ]
  },
  "sections": {
    "facts": "On 6 August 1998 a collision occurred at the intersection of Katherine and Amalinda Streets, Sandown, Gauteng. An insured Ford Sierra driven by A M Baudry (insured by the Road Accident Fund) struck a Ford Tracer driven by Dr Tim de Maayer, the third‑party driver. Dr Terry Serebro and two other medical students were passengers in the Tracer and Serebro sustained serious injuries. Serebro sued the Road Accident Fund (RAF) for damages; the RAF joined the third party seeking contribution. The trial judge found the insured driver negligent and absolved the third party. On appeal the full court reversed, holding the third party exclusively negligent. Subsequent procedural disputes arose concerning the plaintiff’s renewed application for special leave to appeal.",
    "issues": "1. Whether the third‑party driver was negligent in turning across the path of the on‑coming insured vehicle and thereby the sole cause of the collision. 2. Whether the insured driver owed a duty to anticipate the turn and could be found negligent. 3. Whether the Galante principle applies where two alternative explanations of causation are equally open. 4. Whether the plaintiff’s second application for special leave to appeal was maintainable after an earlier refusal.",
    "principles": "The court applied the established rule that turning across on‑coming traffic is inherently dangerous and requires the turning driver to ensure it is safe (AA Mutual v Nomeka). No absolute presumption of negligence arises; each case is decided on its facts. A through‑driver must remain vigilant and may need to reduce speed (Milton v Vacuum Oil). The Galante principle permits the court to favour the plaintiff where two explanations are equally plausible, but not where one explanation is clearly supported by the evidence. Section 20(4) and 21(3) of the Supreme Court Act govern the finality of a refusal of special leave.",
    "application": "The court examined the testimonies of Raine, traffic officer Van Rensburg and expert Hillman. Raine’s evidence was inconclusive about the exact point of impact or speed of the third‑party vehicle. Van Rensburg’s observation of glass fragments without tyre marks contradicted Hillman’s speed calculation for the Sierra. Consequently there was no credible evidence that the insured driver was travelling excessively fast. The third‑party driver turned into the intersection without proper lookout, creating a dangerous manoeuvre. The court concluded that the third party’s conduct was the sole cause of the collision and that the Galante principle was inapplicable because the evidence favoured a single explanation.",
    "conclusion": "The plaintiff’s appeal was struck from the roll, with costs, including costs of preparing the three bundles of documents. The third party’s appeal was dismissed with costs. The orders affirmed that the Road Accident Fund was not liable and that the third‑party driver was exclusively negligent."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Road Accident / Negligence",
    "level_3": [
      "negligence",
      "road accident fund",
      "turning across traffic",
      "special leave",
      "appeal procedure"
    ]
  }
}