{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/26.html",
  "case_name": "Nel N.O and Another v Master of the High Court Eastern Cape and Others (A9/03) [2004] ZASCA 26; 2005 (1) SA 276 (SCA) (1 April 2004)",
  "citation": "[2004] ZASCA 26",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 26\n|\nNoteup\n|\nLawCite\nNel N.O and Another v Master of the High Court Eastern Cape and Others (A9/03) [2004] ZASCA 26; 2005 (1) SA 276 (SCA) (1 April 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO: A9/03\nIn the matter between\nBRIAN BASIL NEL N.O.                                           \nFirst Appellant\nMICHAEL DE VILLIERS N.O.                                              \nSecond Appellant\nand\nTHE MASTER OF THE HIGH COURT\nEASTERN CAPE           \nFirst Respondent\nABSA BANK LTD                                                         \nFirst Intervening Respondent\nTHE STANDARD BANK OF SOUTH\nAFRICA\nLTD                                                            \nSecond Intervening Respondent\nBOE BANK LTD                       \nThird Intervening Respondent\nFIRSTRAND BANK LTD                  \nFourth Intervening Respondent\nNEDCOR BANK LTD                    \nFifth Intervening Respondent\nCORAM\n:\nHOWIE P,\nHARMS, ZULMAN JJA, JONES, VAN HEERDEN\nAJJA\nHEARD:\n9 MARCH\n2004\nDELIVERED\n:  1 APRIL\n2004\nSummary: Liquidator’s remuneration –\nreduction of by Master for ‘good cause’ – interpretation of s\n384(1)\nand (2) of Companies Act 51 of 1973 – ambit of court’s powers\nto review such ruling by Master\nJUDGMENT\nVAN HEERDEN AJA\n[1] This appeal turns primarily on the proper interpretation of s 384(1) and\n(2) of the Companies Act 51 of 1973 relating to the determination\nby the Master\nof the High Court of the ‘reasonable remuneration’ to which a\nliquidator is entitled for his or her services\nas such.  It raises the question\nof the nature and extent of the Master’s powers to reduce or increase such\nremuneration if,\nin the Master’s opinion, there is ‘good\ncause’ for so doing, as well as the ambit of the court’s powers\nunder\ns 151\nof the\nInsolvency Act 24 of 1936\n, read with s 339 of the Companies\nAct, to review a ruling by the Master in this regard.\n[2] The\nremuneration to which the liquidator of a company is entitled is regulated by s\n384 of the Companies Act, the relevant provisions\nof which read as\nfollows:\n‘(1) In any winding-up a liquidator shall be entitled to a\nreasonable remuneration for his services to be taxed by the Master\nin accordance\nwith the prescribed tariff of remuneration . . .\n(2) The Master may reduce\nor increase such remuneration if in his opinion there is good cause for doing\nso, and may disallow such\nremuneration either wholly or in part on account of\nany failure or delay by the liquidator in the discharge of his\nduties.’\n[3] The ‘prescribed tariff of remuneration’ is\nprovided for in Annexure CM104 to regulation 24 of the Regulations for\nthe\nWinding-up and Judicial Management of Companies. In the case of a liquidator\n‘appointed to liquidate the company’,\nas in the present case, the\ntariff of remuneration is the same as that which applies in the case of a\ntrustee of an insolvent estate\nin terms of\ns 63(1)\nof the\nInsolvency Act, ie\nTariff B as contained in the Second Schedule to this Act (‘the\ntariff’).  In terms of the tariff, the liquidator’s\nremuneration is\ndetermined on the basis of specified percentages of various different items,\nsuch as, for example, ten per cent on\nthe gross proceeds of movable property\n(other than shares or similar securities) sold, or on the gross amount collected\nunder promissory\nnotes or book debts, or as rent, interest or other income;\nthree per cent on the gross proceeds of immovable property, shares or\nsimilar\nsecurities sold, life insurance policies and mortgage bonds recovered and the\nbalance recovered in respect of immovable property\nsold prior to liquidation;\none per cent on money found in the estate; six per cent on sales by the\nliquidator in carrying on the\nbusiness of the company in liquidation, or any\npart thereof.\n[4] The appellants are the joint liquidators of Intramed\n(Pty) Limited (in liquidation) (‘Intramed’). Purporting to act\nin\ntheir capacity as liquidators, the appellants applied to the High Court (Eastern\nCape Division) to review and set aside a ruling\nmade by the first respondent,\nthe Master of that Court, reducing the prescribed tariff remuneration for their\nservices as liquidators\nto the sum of R3 250 000. They sought an order declaring\nthat they were entitled to remuneration in the amount of R21 049 941.74,\ncalculated in accordance with Tariff B of the Second Schedule to the\nInsolvency\nAct.  In\nthe alternative, the appellants requested the court itself to fix their\nremuneration.\n[5] The intervening respondents are five major South\nAfrican banking institutions, all of which are substantial creditors of Intramed\nor of its holding company, Macmed Health Care Limited (in liquidation)\n(‘Macmed’), or of both companies.  These respondents\nwere granted\nleave to be joined as parties to the review application.  They supported the\nMaster’s ruling.\n[6] The court\na quo\n(per Froneman J, Pillay\nAJ concurring) dismissed the appellants’ application and ordered that the\ncosts of such application\nand of the joinder application be paid by the\nappellants personally.  Hence the present appeal, brought with the leave of the\ncourt\nbelow.  The appellants do not, however, contest the order joining the\nintervening respondents as parties to the review\nproceedings.\nBackground\n[7] Intramed was a wholly-owned\nsubsidiary of Macmed.  Macmed was provisionally wound up on 15 October 1999, and\nthe provisional order\nwas made final on 9 November 1999.  The first appellant\nwas appointed as one of six liquidators of Macmed and was subsequently nominated\nby Macmed’s major creditors to be the ‘lead liquidator’ in the\nMacmed estate. The affairs of Macmed were inextricably\ninterlinked with those of\nits approximately 45 operating subsidiaries, including Intramed, and the\nwinding-up of Macmed led in turn\nto the winding-up of these subsidiary companies\nover a period of approximately six weeks.\n[8] Intramed was placed in\nliquidation, provisionally on 29 November 1999 and finally on 16 February 2000. \nIt is common cause that\nIntramed was a well-run company and that it traded\nprofitably as a going concern.  It was one of only two companies in South Africa\nwhich manufactured large volume parentals such as intravenous fluids, oncology\nproducts and other pharmaceuticals and appears to\nhave been of strategic\nimportance to the South African medical industry.  Its liquidation resulted from\nlarge debts which it had\nincurred, especially to Macmed, in respect of the\ninitial acquisition of its business and also as surety for certain liabilities\nof Macmed.\n[9] On the liquidation of Intramed the appellants were\nappointed as its liquidators.  After investigating Intramed’s affairs,\nthe\nappellants decided not to liquidate its business but to continue trading, with a\nview to selling the business as a going concern\nin due course.  After trading\nfor some months, the appellants succeeded in selling Intramed’s business\nas a going concern for\nR154 300 000, the suspensive conditions to this sale\nbeing fulfilled by 31 July 2000.  The sale price thus achieved was approximately\nR60 million more than a much earlier offer which the third intervening\nrespondent, BOE Bank Limited, had ‘pressurised’\nthe appellants to\naccept.\n[10] The first Intramed liquidation and distribution account was\nlodged with the Master during July 2000.  In this account the appellants\nclaimed\nliquidators’ remuneration of R21,2 million allegedly calculated in terms\nof the tariff.  By means of a query sheet\ndated 20 July 2000, the Master advised\nthe appellants that he was of the opinion that there was good cause to reduce\nthis remuneration\nin terms of s 384(2) of the Companies Act.  The relevant part\nof the query sheet read as follows:\n‘It is evident from the\ncomments in the joint liquidators report that the above Company was a profitable\nand well-run Company,\nwhich had to be placed under winding-up order only because\nof guarantees signed in favour of two financial institutions for loan\nobligations of its ultimate holding company, Macmed Healthcare Limited, which\nCompany was placed under winding-up order on 15 October\n1999.\nIn addition to\nthe above, the books of account of the Company were written up to the date of\nliquidation and audited financial statements\nwere prepared to that date.  All of\nthe above is usually absent in the normal liquidation and therefore the\nliquidators did not have\nas many onerous duties as is normal in a liquidation of\nthis magnitude.\nIn addition to the above the liquidators advertised the sale\nof the business, which included an immovable property, as a going and\nprofitable\nconcern to prospective buyers and also advertised in the press.  It is apparent\nthat only three prospective buyers responded\nto the above and the highest offer\nof R154,3 million was then accepted.  The liquidators’ fee of ± R15,4\nmillion as a\nresult of the aforementioned transaction obviously forms a\nlion’s share of the total fee of R21,2 million.\nIn the circumstances I\nam of the opinion that there is good cause to reduce the liquidators’\nremuneration of R21,2 million in\nterms of section 384(2) of the Companies Act. \nHowever, before I do this I hereby afford you the opportunity to motivate the\nfee\nbearing in mind the favourable conditions of this liquidation and the\ninfrastructure that was intact.’\n[11] Following a series of\ndiscussions and letters between the Master and the appellants, the latter\nsubmitted an amended first liquidation\nand distribution account on 11 September\n2000, claiming liquidators’ remuneration in the sum of R18 521 736,74. The\ndecrease\nin the remuneration claimed was due to the fact that the appellants,\n‘without prejudice and subject to [their] rights’,\nhad recalculated\ntheir remuneration by claiming only 3% of the proceeds of the sale of the\nimmovable property, and not 10% as reflected\nin the previous account. The\nappellants had initially claimed 10% in respect of the sale of this property as\nthey regarded it as\npart of Intramed’s business which was sold as a going\nconcern.\n[12] On 19 September 2000, the Master advised the appellants\nthat a final decision would be taken in respect of the appellants’\nfees\nafter the amended first account had lain for inspection, but before\nconfirmation.  During October 2000, the Master required\nthe appellants to\nprovide him with details – or at the very least an estimate – of the\ntime spent by them in the administration\nof the Intramed estate.  In response,\nthe appellants adopted the stance that they had not kept time records as they\nwere not required\nby law to do so and that they were unable to furnish the\nMaster with any estimate of the time spent by them ‘other than to\nstate\nthat we [the liquidators] have both been fully involved and committed to this\nassignment for a period of ten and a half months’.\n[13] Also during\nOctober 2000, various banks, including the intervening respondents (‘the\nbanks’), lodged an objection\nwith the Master in respect of the amount of\nthe fee claimed by the appellants in the amended first account.  Subsequently,\nduring\nNovember 2000, the appellants made detailed written representations to\nthe Master, setting out a full account of all aspects of their\nadministration of\nthe Intramed estate and requesting the Master to tax their remuneration in\naccordance with the prescribed tariff.\n[14] On 6 February 2001, the\nMaster made a ruling in regard to an interim fee.  He advised the appellants\nthat he was of the opinion\nthat there was good cause to reduce their\nremuneration in terms of s 384(2) of the Companies Act and directed them to\nlimit their\nremuneration in the first account to R2 million and to carry forward\nto the final account the difference between this amount and\nthe amount claimed\nby them according to the tariff.  The Master further advised the appellants that\nthe quantum of their remuneration\nwould be ‘considered and fixed once the\nadministration of the estate has reached finality and all the work done by the\nLiquidators\nhas been assessed and the value of further assets to be accounted\nfor is known’.\n[15] The appellants amended the first account in\naccordance with this direction.  In the interim, initial and further written\nrepresentations\non the issue of the appellants’ remuneration were\nsubmitted to the Master by the banks. These were forwarded to the appellants\nwho\nwere given the opportunity to reply. They did not avail themselves of this\nopportunity.  During May 2001, the appellants requested\nthe Master finally to\ndetermine their remuneration and,\non 29 May 2001, the Master made the\nfollowing ruling in regard to the appellants’ remuneration, which ruling\nwas relayed to\nthe appellants on 28 June 2001:\n‘In the\ncircumstances I hereby fix a total remuneration for the work done and still to\nbe done by the Liquidators at an amount\nof R3 250 000.00; provided that their\nremaining duties are carried out to my satisfaction.  This amount should still\nbe in excess\nof 1% of the eventual total projected asset situation in the estate\nand in my view adequately remunerates them for the amount of\nwork and complexity\nof work that they have done and must still do in this estate.’\n[16]\nThe appellants responded to this ruling by submitting a second liquidation and\ndistribution account to the Master on 3 July 2001,\nclaiming liquidators’\nremuneration in the total amount of R21 049 941.74.  This was followed by the\ninstitution of the abovementioned\nreview proceedings in the court\na\nquo.\nThe statutory framework\n[17] Section 384 of the\nCompanies Act and the statutory provisions governing the ‘prescribed\ntariff of remuneration’ for\nliquidators have been set out\nabove.\n[1]\nIt was common cause that,\nin their administration of the Intramed estate, there was no failure or delay by\nthe appellants in the\ndischarge of their duties and that the essential question\nfor determination was  therefore  the  nature  and  ambit  of  the \nMaster’s\npowers,  in terms of s 384(2) of the Act, to reduce (or increase)\na liquidator’s remuneration ‘if, in his opinion, there\nis good cause\nfor doing so’. The court\na quo\nanalysed the provisions of s 384 and\nheld, in effect, that the dominant provision of this section is the entitlement\nof the liquidator\nto ‘a reasonable remuneration’ for ‘his\nservices’ in terms of subsection (1).  Any reduction or increase\nin the\nliquidator’s remuneration by the Master in terms of subsection (2) must\nstill result in a reasonable remuneration for\nthe liquidator’s services. \nThis being so, the words ‘such remuneration’ in subsection (2) must\nbe read as referring\nto the ‘prescribed tariff of remuneration’\nmentioned in subsection (1), viz the amount of remuneration arrived at by\napplying the tariff.\n[18] In attacking the findings of the court below,\nthe appellants attempted to attach significance to the fact that the (signed)\nAfrikaans\ntext of s 384 differs from the English text.  Relying on the phrase\n‘redelike vergoeding vir sy dienste wat getakseer\nmoet\nword deur\ndie Meester volgens die voorgeskrewe skaal van vergoeding’ (my emphasis)\nin subsection 384(1), the appellants appeared\nto contend that the Master is\nobliged\nwithout more to apply the tariff; that remuneration and, on\ndetermined on the basis of the tariff is per se reasonable, and that\na\nliquidator is entitled to receive exactly what the tariff provides in all cases,\nsave only for a ‘disallowance’ in\nterms of the second part of\nsubsection (2) for failure or delay in the discharge of his or her duties.\nAccording to counsel for the\nappellants, remuneration determined according to\nthe tariff acts as an incentive to liquidators to recover as much as possible\nfor\nan estate, while remuneration ‘determined on a time basis’ may\nin certain instances actually operate as a disincentive\nto liquidators and will\nnot always be for the benefit of the estate.  Thus, so counsel contended, it is\nartificial to draw ‘an\nimaginary line’ between ‘reasonable\nremuneration’ and ‘the prescribed tariff of remuneration’\nreferred\nto in s 384 (1).\n[19] This argument is plainly incorrect.  As pointed out by counsel for the\nintervening respondents, the Master, as a statutory functionary,\nis not free to\nchoose whether or not to tax the liquidator’s remuneration – the\nMaster\nmust\ntax in accordance with the tariff (s 384(1)), but having done\nso,\nmay\nreduce or increase the amount arrived at by applying the tariff\nif, in his or her discretion, there is ‘good cause’ to\ndo so.  The\ndominant provision in s 384(1) remains that the remuneration to which a\nliquidator is entitled is\nremuneration for work or services rendered\n, not\na set commission,\nand\nthat it must be\nreasonable.\nThe\ndetermination of ‘reasonable remuneration’ by the Master involves,\nin the first instance, ‘taxation’\nin accordance with the tariff,\nwhich includes the categorisation of assets under the various tariff items in\norder to apply the (percentile-based)\ntariff to each of the items thus\nidentified.  The tariff serves as a point of departure for the determination of\nthe appropriate\nfee. However, once taxation is complete, the Master has a\nflexible discretion to increase or decrease the amount of remuneration\narrived\nat by the previous application of the tariff – the jurisdictional fact for\nthe exercise of this discretion is the forming\nby the Master of the opinion that\n‘good cause’ exists for doing so. On this approach, there is no\ndifference in meaning\nbetween the phrase ‘getakseer moet word’ and\nthe corresponding phrase ‘to be taxed’.\n[20] It is also clear that the discretion vested in the Master\nby s 384(2) is a wide one.\n[2]\nI agree\nwith the argument advanced both by the Master and by the intervening respondents\nthat, in taxing a liquidator’s remuneration\nfor services rendered, the\nMaster has a duty to satisfy himself or herself as to the reasonableness of the\nremuneration arrived at\nby the application of the tariff.  This means that\nwhere, in the Master’s view, there is ‘good cause’ for\ndeparting\nfrom the tariff, the Master has the power to do so.  The concept of\n‘good cause’ is very\nwide\n[3]\nand there is nothing in s 384\nof the Act which indicates that it should be interpreted so as to exclude\nany\nfactor which may be relevant in determining what constitutes\nreasonable remuneration for a liquidator’s services in the circumstances\nof each case.\n[4]\nObviously, what\nfactors\nare\nrelevant will vary from case to case, but may certainly\ninclude aspects such as the complexity of the estate in question, the degree\nof\ndifficulty encountered by the liquidator in the administration thereof, the\namount of work done by the liquidator and the time\nspent by him or her in the\ndischarge of the duties involved. If, in the winding-up of a company, particular\ndifficulties are experienced\nby the liquidator because of the nature of the\nassets or some other similar feature connected with the winding-up, this would\nundoubtedly\nconstitute ‘good cause’ entitling the Master to\nincrease\nthe tariff remuneration.  On the other hand, in a situation\nwhere, having regard to all the relevant factors, the Master forms the\nview that\nthe remuneration calculated according to the tariff is excessive in relation to\nthe work done or the responsibility involved,\nthis would likewise entitle the\nMaster – and the Master will be obliged – to depart from the tariff\nfigures by\ndecreasing\nthe tariff remuneration to an amount which would be\nreasonable in the circumstances.\n[5]\n[21] The analysis by the court\na quo\nof the relevant provisions\nof s 384 is, in my view, entirely consistent with the approach set out above. I\nam not persuaded that\nFroneman J erred in his interpretation of these statutory\nprovisions. Nor do I agree with counsel that there is any difference of\nconsequence between the meaning and ambit of the phrase ‘good cause’\nused in the English text of s 384(2) and that of\nthe corresponding phrase\n‘gegronde redes’ used in the Afrikaans text. The evaluation by the\ncourt below of the exercise\nby the Master of his discretion under s 384(2) in\nthe circumstances of the present case, and the various attacks launched by the\nappellants on the court’s findings in this regard, will be discussed at a\nlater stage in this judgment.\nThe nature and basis of the review\nsought\n[22] In terms of\ns 151\nof the\nInsolvency Act, read\ntogether with s\n339 of the Companies Act\n[6]\n-\n‘...any person aggrieved by any decision, ruling, order or\ntaxation of the Master...may bring it under review by the\ncourt...’\nSouth African courts have long accepted that the review\nenvisaged by\ns 151\nof the\nInsolvency Act is\nthe ‘third type of\nreview’ identified more than a hundred years ago in\nJohannesburg\nConsolidated Investment Co v Johannesburg Town\nCouncil,\n[7]\nie where Parliament\nconfers a statutory power of review upon the court. In the\nJohannesburg\nConsolidated Investment Co\ncase, Innes CJ\nstated,\n[8]\nwith reference to this kind\nof review, that a court could –\n‘...enter upon and decide the\nmatter\nde novo\n. It possesses not only the powers of a court of review in\nthe legal sense, but it has the functions of a court of appeal with the\nadditional privileges of being able, after setting aside the decision arrived\nat..., to deal with the matter upon fresh evidence...’.\n[23] Thus,\nwhen engaged in this third kind of review, the court has powers of both appeal\nand review with the additional power, if\nrequired, of receiving new evidence and\nof entering into and deciding the whole matter afresh. It is not restricted in\nexercising\nits powers to cases where some irregularity or illegality has\noccurred.\n[9]\nHowever, while it is\nsometimes stated that the court’s powers under this kind of review are\n‘unlimited’ or\n‘unrestricted’,\n[10]\nthis\nis not entirely correct. The precise extent of any ‘statutory review type\npower’ must always depend on the particular\nstatutory provision concerned\nand the nature and extent of the functions entrusted to the person or body\nmaking the decision under\nreview.\n[11]\nA statutory power of\nreview may be wider than the ‘ordinary’ judicial review of\nadministrative action (the ‘second\ntype of review’ identified by\nInnes CJ in the\nJohannesburg Consolidated Investment Co\ncase),\n[12]\nso that it combines\naspects of both review and\nappeal,\n[13]\nbut it may also be\nnarrower, ‘with the court being confined to particular grounds of review\nor particular\nremedies’.\n[14]\n[24] It\nwas submitted on behalf of both the Master and the intervening respondents that,\nin taxing the remuneration of a liquidator\nunder s 384 of the Companies Act, the\nMaster performs a function akin to that performed by a Taxing Master of the High\nCourt or the\nSupreme Court of Appeal in his or her capacity as the official\nentrusted with the taxation of bills of costs in litigious matters.\nThe test on\nreview in relation to decisions of the Taxing Master should therefore, so it was\ncontended, be equally applicable to\na review of a decision of the Master when he\nor she performs the function of taxing the remuneration due to a liquidator.\nThis test\nhas recently been re-affirmed by the Constitutional Court in\nPresident of the Republic of South Africa and Others v Gauteng Lions Rugby\nUnion and Another\n[15]\nin the\nfollowing terms:\n‘[13] It is settled law that when a court reviews\na taxation it is vested with the power to exercise the wider degree of\nsupervision\nidentified in the time-honoured classification of Innes CJ in the\nJCI\ncase [\nJohannesburg Consolidated Investment Co v Johannesburg Town\nCouncil\n1903 TS 111].\nThis means\n“...that the Court must be\nsatisfied that the Taxing Master was clearly wrong before it will interfere with\na ruling made by\nhim ... viz that the Court will not interfere with a ruling\nmade by the Taxing Master in every case where its view of the matter\nin dispute\ndiffers from that of the Taxing Master, but only when it is satisfied that the\nTaxing Master’s view of the matter\ndiffers so materially from its own that\nit should be held to vitiate his ruling.”\n[\nOcean Commodities Inc\nand Others v Standard Bank of SA Limited and Others\n1984 (3) SA 15\n(A) at\n18F-G. See also the discussion by Botha J in\nNoel Lancaster Sands (Pty)\nLimited v Theron and Others\n1975 (2) SA 280\n(T) at 282D-283D for a\ndiscussion of the nature and limits of the judicial function in this\ncontext.]\nThis\ndictum\nhas not only been re-affirmed fairly recently by\nthe SCA in\nJD van Niekerk en Genote Ing v Administrateur, Transvaal\n[1994\n(1) SA 595\n(A)] but has been approved and followed by the Namibian Supreme Court\nin\nHameva and Another v Minister of Home Affairs, Namibia\n[1997 (2) SA\n756\n(Nms)].\n[14] To this there is a qualification, however. Not all decisions\nby the Taxing Master are equally insulated from judicial interference.\nIn some\ninstances, for example, where the dispute relates to the\nquantum\nof fees\nallowed by the Taxing Master, the Courts are slow to interfere with the Taxing\nMaster’s assessment. But there are other\ncases\n“...where the\npoint in issue is a point on which the Court is able to form as good an opinion\nas the Taxing Master and perhaps,\neven a better opinion.”\n[Per Millin\nJ in\nWellworths Bazaars Limited v Chandlers Limited and Others\n1947 (4)\nSA 453\n(T) at 457\nin fin\n.]\nThe prime example of such cases is where\nthe Court has better knowledge of the particular question than the Taxing\nMaster, for instance\nwhere a point as to admissibility of a segment of evidence\nis determined by the Court and subsequently bears materially on costs\nitems in\ndispute.’\n[16]\n[25] On\nthe other hand, counsel for the appellants argued that there is a marked\ndifference between a ruling by the Taxing Master\non taxation and the exercise by\nthe Master of his or her discretion, in terms of s 384 of the Companies Act, to\nreduce or increase\nthe remuneration of a liquidator. I must admit that I fail to\nsee what this ‘marked difference’ is.  The appellants appear\nto\napproach this matter on the basis that the court’s powers when reviewing a\nruling by the Master in this regard are unrestricted\nand that it is not\nnecessary to find that the Master was ‘clearly wrong’, the enquiry\nsimply being whether the Master’s\nconclusion was right or wrong.  I\ndisagree. As I have indicated\nabove,\n[17]\nit is important to have\nregard to the nature of the functions entrusted to the person whose decision is\nunder review.  In my view,\nthere is no reason to draw any distinction between\nthe test on review in relation to decisions of a Taxing Master and that\napplicable\nto a review of a decision of the Master when he or she performs the\nfunction of taxing the remuneration due to a liquidator. In both\ncases, where\nthe dispute concerns the\nquantum\nof remuneration allowed, the court\nshould be slow to interfere.\n[26] This is not, however, the end of the\nmatter.  The only ground of review specifically articulated by the appellants in\ntheir founding\npapers reads as follows:\n‘It will, at the hearing of\nthis application, be argued that the Respondent [the Master] erred in fixing the\nliquidators’\nremuneration  based on an assumption of the time spent by the\nliquidators in the administration of the estate and that the Respondent\nshould\nhave had regard to the tariff when fixing the liquidators’\nremuneration.’\nThe appellants make no reference whatsoever in their\nfounding papers to the provisions of the Promotion of Administrative Justice\nAct\n3 of 2000 (‘the AJA’). The date of commencement of the AJA was 30\nNovember 2000 and it was therefore in operation\nat the time that the\nMaster’s final ruling was made on 29 May 2001.  In his answering\naffidavit, the Master alleges that it\nwas incumbent upon the appellants\npertinently and clearly to bring their review application within the provisions\nof the AJA. The\nrelevant paragraphs of the answering affidavit are in the\nfollowing terms:\n‘22. I contend that the provisions of the AJA are\nindeed applicable to this review, and that accordingly in terms of the\nprovisions\nof Section 6 thereof the review must be judged within the terms of\nthat section particularly Sub-section 2 thereof.  The principles\nand procedures\nof the AJA must be satisfied . . .\n23. Presumably the Applicants [the\nappellants] do not and will not allege that the administrative decision that was\ntaken by  me falls\nwithin any reviewable context other than that referred to in\nSection  6(2)(\nh\n), which must, to be reviewed, constitute the exercise of\na power which is: “ . . .\nso unreasonable that no reasonable person\ncould have so exercised the power or performed the function . . . ”,\nalternatively that I have acted capriciously or arbitrarily.\n24. Indeed\nin answering the founding papers in this matter I must confess to some\ndifficulty in appreciating the actual basis upon\nwhich the review is brought,\nbased on the broad “\nunfocussed”\nallegations contain in the\nfounding papers . . . .\n. . . .\n27. It ought to be said that I do not\nunderstand the Applicants to be alleging bias, that the action was procedurally \nunfair or was\nconstituted by an error of law, that I acted with any ulterior\npurpose or motive or took into account irrelevant considerations or\nalternatively failed to consider relevant considerations.  No bad faith is\nalleged believing [sic: leaving?] only unreasonableness\nas the supposed basis of\nthe application.’\nIn the replying affidavit, the appellants,\ndealing with the Master’s reference to the AJA, baldly state the\nfollowing:\n‘As is apparent from what is set out in the founding\naffidavit, the respondent [the Master] took into account irrelevant matters\nbecause of the unauthorised  and unwarranted dictates of creditors and purported\ncreditors, and acted arbitrarily  and capriciously.’\nMoreover, in\nresponse to the Master’s detailed exposition in his answering affidavit of\nthe various factors and circumstances,\nover and above the time spent by the\nliquidators, taken into consideration by him in making his ruling, the\nappellants simply persist\nwith the contention that assumptions made by the\nMaster in regard to the time spent by them in the administration of the Intramed\nestate were the\nonly\nbasis for the Master’s ruling.  They dismiss\nsummarily, as an ‘afterthought’, the Master’s allegation of\nthe other factors considered by him in coming to his eventual finding.\n[27] The court\na quo\ndealt with the provisions of the AJA as\nfollows:\n‘The AJA seeks to give effect to the fundamental  right\nto lawful, reasonable and procedurally fair administrative action and\nthe right\nto be given written reasons, entrenched in s 33 of the Constitution.  It is, in\na certain sense, a codification of the\nprinciples relating to the second kind of\nreview referred to by Innes  CJ in the\nJCI\ncase . . . . Previously those\nprinciples derived their authority from the constitutionally allowed inherent\ncommon-law jurisdiction\nor competence of the superior courts.  They now find\ntheir authority in the written Constitution (\nPharmaceutical Manufacturers\nAssociation of South Africa: In\nre Ex parte\nPresident of the\nRepublic of South Africa and Others\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC)). The third kind of\nreview, however, derives its existence from specific statutory enactments that\nprovide for powers of review\nfar wider than the powers of the first two kinds of\nreview (compare the remarks of Innes CJ at 116-117 of the\nJCI\ncase). This\nkind of review thus incorporates constitutional review (based previously on the\ncommon law and now on the written Constitution),\nbut also extends it beyond\nconstitutional review grounds. The extension does not offend the constitutional\nseparation of powers,\nbecause it is the legislature that expressly authorises\nthe courts to go further than the constitutional review founded upon that\nseparation of powers.\nTo the extent that a review under\ns 151\nof the\nInsolvency Act (applicable\nto companies by virtue of s 339 of the Companies Act)\nis based on constitutional review, it must fall within the codified categories\nof review under the AJA.  To the extent that it goes beyond constitutional\nreview (something that, by definition, implies no conflict\nwith the grounds of\nconstitutional review), it falls outside the ambit of the AJA or, perhaps, it\nresorts under the catch-all category\nof\n“action . . . otherwise. . .\nunlawful”\nin s 6(2)(\ni\n) of the AJA.\nAs mentioned earlier,\nthe only specific basis for review set out in the liquidator’s papers is\nthe alleged misconceived reliance\nby the Master on a time-related assessment to\ndetermine the liquidators’ remuneration. This may conceivably amount to a\nground\nunder s 6(2)(\nd\n) (“\nmaterially influenced by an error of\nlaw”\n) or s 6(2)(\ne\n) (“\ntaking irrelevant considerations\ninto account”\n). In argument, however, reliance was also placed on the\nextended ‘appeal-type’ power of review. In either case the nature\nand extent of the Master’s power to fix the remuneration of a liquidator\nis crucial to determine the outcome of the review\napplication.’\n[28] To my mind, there is certainly something to be\nsaid for the view that, in attacking the Master’s ruling, the appellants\nshould have formulated their grounds of review so as clearly to bring such\ngrounds within the purview of those enumerated in s 6(2)\nof the AJA. The\nMaster’s ruling in this case would certainly seem to fall within the ambit\nof the definition of ‘administrative\naction’ in s 1(i) of the AJA,\nviz\n‘ . . any decision taken, or any failure to take a decision, by\n–\n(\na\n) an organ of state, when –\n(i)\texercising a power in terms of the Constitution or a provincial\nconstitution; or\n(ii)\texercising a public power or performing a public function in term of any\nlegislation; or\n(b\n)\ta natural or juristic person, other\nthan an organ of state, when exercising a public\npower or performing a public function in terms of an empowering\nprovision,\nwhich adversely affects the rights of any person and which has a direct,\nexternal legal effect . . .’.\n[29] By giving ‘legislative\nform and detail to the fundamental principles of administrative law entrenched\nin s 33 of the\nConstitution’,\n[18]\nthe AJA\nintroduced a new era in South African administrative law, placing the control of\nadministrative power – including the\njudicial review of administrative\naction – largely on a statutory\nfooting.\n[19]\nAs is evident from the\nabovequoted passage from the judgment of Innes CJ in the\nJohannesburg\nConsolidated Investment Co\ncase,\n[20]\nthe third (wider)\nkind of review appears to have more to do with the powers of the court of review\nand the evidence which such court\nmay take into consideration rather than with\nthe grounds of review.  It can therefore be argued that the ‘material\ndisparity’\nground of review referred to by the Constitutional Court in the\nGauteng Lions Rugby Union\ncase\n[21]\nnow also falls within\nthe grounds of review listed in s 6(2) of the AJA.  There is, however, another\nview, namely that there is a\nvery real possibility that some actions by\nadministrative officials may fall outside the ambit of the definition of\n‘administrative\naction’ in s 1(i) and hence\nnot\nbe governed\nby the AJA.\n[22]\nThe breadth (or\nnarrowness) of the sphere of application of the AJA and the precise relationship\nbetween the Constitution, the AJA\nand the common law are issues that will\nundoubtedly exercise South African courts for some time to\ncome.\n[23]\nHowever, as  I am\nsatisfied, for the reasons set out below, that the appellants have not made out\na case either under the AJA or\nunder the wider ‘appeal-type’ of\nreview, it is neither necessary nor desirable to say anything further in this\nregard.\nThe exercise of the Master’s discretion\n[30] As\nindicated above, I am of the view that the Master’s approach to the nature\nof his functions under s 384(2) of the Companies\nAct is the correct one and\nthat, in the exercise of his duties in this regard, he has to consider each \ncase  on  its  own  facts\n and  properly  exercise  his  discretion  under  s\n384(2) so as to ensure that the remuneration calculated according to the tariff\nis reasonable and justifiable in the light of the actual services rendered by\nthe liquidator or liquidators  concerned.  In determining\nwhether there is\n‘good cause’ for reducing the tariff remuneration, the Master is\nperfectly entitled to have regard,\ninter alia,\nto the fact that such\nremuneration –\n‘. . . is seen to be disproportionate to the\nvalue of the work done in the particular estate  or where the property  is of a\nvery high value and calculation of the remuneration according to tariff has an\ninflationary effect which results in a remuneration\nwhich is seen to be\nexcessive in the circumstances or induces a sense of\nshock.’\n[24]\n[31] I\nagree with the finding of the court\na quo\nthat, while it is neither\ndesirable nor possible to define ‘good cause’ in this regard, the\nMaster’s opinion as\nto what constitutes good cause must have as its\npurpose the determination of a\nreasonable\nremuneration for the\nliquidators’\nservices:\n‘This implies some objectively\ndeterminable limits to the exercise of the Master’s discretion informing\nhis or her opinion.\n If the factors that lead the Master to the opinion are not\nrationally related to the object of determining a reasonable remuneration\nfor\nservices rendered or done by the liquidator, the exercise of the discretion will\nnot be proper and may, on those objectively\njustifiable grounds, be set aside on\nreview’.\n[32]\tIn the court\na quo\n, the appellants contended\nthat it was impermissible for the Master\nat all\nto take into account the\namount of time spent by them in the fulfilment of their duties in administering\nthe Intramed estate in order\nto decide whether there was good cause for the\nreduction of the tariff remuneration. In argument before this court, the\nappellants\ntempered this submission to a certain (albeit limited) extent, but\nstill insisted that the Master had ‘put the cart before\nthe horse’\nby first calculating the time that would have been spent, according to him, on\nthe performance of their task by\nthe appellants; then deciding that good cause\nexisted for the reduction of the appellants’ remuneration; and then\nawarding\nan amount more or less in accordance with his time-based calculation.\n[33] According to the appellants, the reasons given by the Master for\nhis final ruling, the events leading up to the exercise of his\ndiscretion in\nmaking such ruling, and the methodology adopted by him illustrated that he, from\nthe outset\nand at all times, approached the matter on the basis that the\nappellants should be paid per hour for the work done by them. Following\nthis\napproach, so it was contended, the Master compared the amount of the\nremuneration assumed to be appropriate on this ‘time\nbasis’ with the\ntariff amount which induced a sense of shock in him, whereupon he decided that\ngood cause existed for the reduction\nof the appellants’ remuneration.\n[34] The voluminous papers before us clearly show that this\n‘slant’ placed by the appellants upon the Master’s approach\nis\nnot factually correct. As indicated above, the question of a possible reduction\nof the appellants’ tariff remuneration was\nfirst raised by the Master in\nhis query sheet dated 20 July\n2000.\n[25]\nIn that document, the\nMaster noted various factors which, in his view, cumulatively indicated that\nthere may be ‘good cause’\nto reduce the appellants’\nremuneration in terms of s 384(2) of the Companies Act.  The time spent by the\nappellants in the\nadministration of the Intramed estate was not one of the\nfactors specifically mentioned.  Both at this time, and on several subsequent\noccasions, the appellants were given the opportunity to motivate their tariff\nremuneration and to comment on the various written\nrepresentations received by\nthe Master from the banks in substantiation of their objections to this tariff\nremuneration.  Moreover,\nas will be discussed in further detail below, the\nappellants are not correct in suggesting (apparently as a further ‘string\nto their bow’) that the Master took the approach that a liquidator who\nproperly performs his or her functions in terms of the\nCompanies Act should\nforfeit some of the tariff remuneration to which such liquidator is entitled\nsimply\nby virtue of the size of the estate concerned, irrespective of the\nactual degree of care, skill, diligence and competence with which\nthe\nliquidator’s duties have been performed.\n[35] The court\na\nquo\ncorrectly held that the appellants’ stance that the Master’s\nruling was ‘based on assumptions made by First Respondent\n[the Master] in\nregard to time spent by the liquidators in the administration of the Intramed\nestate’ and that the time factor\nwas, in essence, irrelevant, was an\nuntenable proposition. As pointed out by Froneman J, the appellants  are only\nentitled  to a\n ‘\nreasonable remuneration’\nfor  their \nservices  in  terms  of  s 384(1).  The time spent by them in rendering these\nservices is, at the very least,\none\nof the factors that may legitimately\nbe taken into consideration by the Master in deciding whether there is good\ncause for the reduction\nof the tariff remuneration. It is clearly not the\nonly\nfactor to be considered and, depending upon the circumstances of\neach particular case, it may not be the most important factor, but\na\nconsideration thereof is clearly rationally related to the object of determining\na reasonable remuneration for services rendered.\n The appellants’ attempt,\nin both their founding and replying papers, to contest the Master’s\naverment that the issue\nof time was not the only factor taken into account by\nhim in making his final ruling, is not convincing.  The facts on the papers\nindicate that the Master considered a relatively wide range of other factors\nrelevant to the administration by the appellants of\nthe Intramed estate in\ncoming to his final assessment. To my mind, therefore, the court\na quo\nwas correct in finding that the appellants had not made out any case on the\npapers for the setting aside of the Master’s ruling\non\n‘constitutional review grounds under the AJA’ for having regard to\nthe time spent by the appellants in the administration\nof the Intramed estate as\none of the factors to be taken into account in determining whether good cause\nfor reduction of the tariff\nremuneration existed.\n[36] What then of the\nappellant’s argument that the Master was in any event wrong or clearly\nwrong in his conclusion that good\ncause for a reduction of the tariff\nremuneration did exist in this case?  In this regard, counsel for both the\nMaster and for the\nintervening respondents contended that a determination of the\nextent of the services rendered by a liquidator necessarily involves\nan\nassessment of the time and effort expended by the liquidator in winding-up the\nestate concerned. The fee prescribed by the tariff\nmust be assessed for\nreasonableness by way of a critical assessment of such prescribed fee in the\nlight of the time and effort expended\nby a liquidator, taking into account\n(\ninter alia\n)\nthe degree of complexity of his or her duties in the\nwinding-up.  I agree with this submission and it is borne out by the approach\nadopted by this court in\nCollie NO v The\nMaster\n.\n[26]\nThe appellants\nsubmitted that, before the Master may ‘\nmove away’\nfrom the\ntariff remuneration, either by increasing or reducing such remuneration, the\ncircumstances of the case concerned must be\n‘extraordinary’,\n‘exceptional’ or ‘entirely different to the general run of\ncases’. In this regard,\nthe appellants relied quite heavily on what they\ncalled the ‘swings–and–roundabouts’ principle,\nemphasising\nthe following\ndictum\nof  Beaumont J in the 1908 case of\nIn Re Insolvent Estate A.\nMcWilliam\n:\n[27]\n‘I am strongly of opinion that the fee which has been charged is quite\nout of proportion to the work which has been done.  It\nseems to be out of reason\nthat where the work is exactly the same whether the land is worth £50 or\n£5 000, in the one case\nthe trustee should get a fee of 25s and in the\nother £125; but we have to remember that in all these estates the trustees\nhave\nto take the fat with the lean – in some portions of the\nadministration they may lose money, and in others perhaps gain.\nThe law\nstates very distinctly that in the case of immovable property 2½ per cent\nis to be considered as a reasonable fee to\nbe charged – it makes no\ndifference what the value of the land is. Before the Court can exercise its\ndiscretion and alter that\nrate, I think it should be satisfied that there is\nsomething entirely different in this case to the general run of cases. I am\nunable\nto say that the circumstances of this case are different from those in\nany other case where land is sold by a trustee, and therefore\nit would, in my\nopinion, be unwise to interfere.  The fact of our interfering would at once\ncreate great uncertainty as to the proper\ncharge to be made, and we should\ncontinually applied to, to exercise our discretion, and to modify or vary\ncharges which had be made\nby trustees.  Trustees would be in uncertainty –\nthe public would be in uncertainty, and the trustees might possibly feel\nthemselves\npressed to reduce their charges, or to face litigation . . . ’.\n[37] This ‘swings–and–roundabouts’ principle is\napparently based on the premise that an insolvency practioner\nmay administer a\nsubstantial number of small and relatively unprofitable insolvent estates, but\nwill, from time to time, be appointed\nto administer a large and particularly\nprofitable estate, where the size of the liquidator’s percentile-based fee\ncalculated\nin accordance with the tariff will ‘compensate’ him or\nher for the relatively poor returns on the numerous ‘unprofitable’\nestates which he or she administers.  I agree with the submission made by\ncounsel both for the Master and for the intervening respondents\nthat this\n‘swings–and-roundabouts’ principle is unsupported by any\nauthority since the 1908 decision in the\nMcWilliam\ncase\n[28]\nand is, more\nimportantly, an untenable and unjustifiable proposition. There is no legal or\nother reason why creditors in large estates\nshould, albeit indirectly, fund the\nadministration of smaller, less profitable estates.\n[38] The appellants\nmaintained that it would be quite impossible for them to furnish the Master with\neven an estimate of the time\nspent by them in administering the Intramed estate.\nMoreover, they argued, it is common cause that the Master did not require them\nto keep any record of time spent by them in winding-up the estate at the time\nthat they accepted their appointments, nor at any other\nstage prior to the\ndispute regarding their remuneration arising.  According to the appellants, the\nMaster considered the necessity\nfor time records as a material and extremely\nimportant factor in assessing the remuneration to which they were entitled and,\nincorrectly,\nadopted the approach that he could not adequately comply with his\nobligation to confirm the relevant account unless he had been referred\nto\nestimates of time kept by the appellants.  The answer to these complaints is a\nsimple one:  while the appellants were not under\nany legal or other duty to keep\ntime records regarding the fulfilment by them of their duties in administering\nthe estate, it is\nclear from the correspondence exchanged between them and the\nMaster that this was\nnot\nwhat the Master required of them. The Master did\nnot demand that he be furnished with time sheets, but rather requested details\nregarding\nthe time and effort spent by the appellants in administering the\nestate – at the very least an estimate of the time spent on\nthe various\nadministrative duties performed by the appellants in this regard.  The\nappellants, in response, declined to furnish the\nMaster with even an estimate of\nthe time spent by them, seeking to justify their fees by reference to the broad\ngeneral categories\nof work performed by them in the winding-up of the Intramed\nestate without attempting properly to detail the ambit and extent of\ntheir\ninvolvement or the time which they devoted to the winding-up.  Contrary to what\nis suggested by the appellants, it is clear\nfrom the papers that the Master did\nnot seek to place any\nonus\non the appellants to justify the fee claimed\nby them in the amended liquidation and distribution account by furnishing him\nwith time\nsheets or records.  What the Master did, quite properly, was to give\nthe appellants various opportunities to furnish him with details\nof facts and\ncircumstances relevant to the exercise of his discretion.\n[38] In their founding papers, the appellants complain that ‘neither\nthe respondent [the Master] nor the creditors [the banks]\nhave the remotest idea\nof the actual time spent and do not even venture a suggestion in this\nregard\n’\n. In his answering affidavit, the Master points out –\nquite logically – that this was precisely why he initially sought\nguidance\nfrom the appellants themselves in this regard by requesting them to furnish him\nwith estimates of the time spent. However,\nbecause of the appellants’\nfailure to do so, the Master ‘was then obliged to make my own informed\nestimate of the time\nfactors and deny that I do not have a good idea what result\nthis renders’. The appellants complained that the manner in which\nthe\nMaster ultimately calculated their remuneration was nothing more than a\n‘thumb suck, based on imaginary hours and on imaginary\nhourly rate to\nwhich the Master added a totally arbitrary amount in respect of work, as yet\nunknown, still to be done in future’.\n This complaint too is not\nwell-founded. As regards the amount added by the Master in respect of work to be\ndone by the appellants\nin the future, the court\na quo\ncorrectly pointed\nout that the final ruling was insisted upon by the appellants themselves despite\nthe fact that, in terms of his\ninterim ruling dated 6 February 2001, the Master\nhad advised the appellants that the final\nquantum\nof their remuneration\nwould be fixed upon  finalisation of the liquidation, once all the work done by\nthe appellants had been assessed\nand the value of further assets to be accounted\nfor was known.\n[29]\nIn this interim\nruling, the appellants had been directed to limit their remuneration in the\nfirst account to R2 million, but to\ncarry forward to the final account the\ndifference between this amount and the amount claimed by them according to the\ntariff. By\ninsisting upon a final ruling, the appellants to my mind precluded\nthemselves from complaining, as they sought to do before us, that\nthe remaining\nwork includes extensive, substantial and complex litigation, which is unlikely\nto be finalised in the immediate foreseeable\nfuture. For the finality of the\nMaster’s ruling, the appellants have only themselves to blame.\n[39]\nAs regards the other complaints levelled by the appellants against the\nMaster’s final ruling, I am of the view that both\nthe ruling itself, as\nalso the preceding correspondence between the parties, indicates that the Master\nultimately based his assessment\non a generous allowance for the time spent by\nthe appellants for the full period of their appointment, in addition to making\nallowance\nfor work still to be done in winding-up the balance of the estate.  As\nsubmitted by counsel for the Master, the Master’s allowance,\nby virtue of\nthe rate applied to the time estimate, takes into account the appellants’\nseniority,\n[30]\ntheir expertise as\ninsolvency practitioners and the complexity of the matter.  In determining the\nextent of the remuneration finally\nawarded, the Master allowed for 15 months\nspent on the administration of the Intramed estate − this being double the\n7½\nmonth period which had expired from the date of liquidation to the date\nof filing of the first liquidation and distribution account\n− an average\nof 2½ hours per day, 22 days per month at an hourly remuneration of R1800\nper hour for each appellant.  This\nfigure totalling  R2 970 000  was  then \nincreased  to  R3 250 000, taking into account the further work that had to be\nundertaken\nby the appellants in carrying out their remaining duties.  As pointed\nout by the court\na quo\n, the appellants did not take the trouble of\ncontesting the merits of the Master’s decision on its own terms, adopting\nan ‘all-or-nothing\napproach’.  They failed to join issue with the\nMaster’s time estimates or the adequacy or reasonableness thereof. They\ndid not dispute the appropriateness of the hourly tariff applied by the Master\nhaving due regard to their expertise as insolvency\npractitioners and to the\nremuneration of comparably experienced professionals and businessmen engaged in\naffairs of comparable complexity\nand importance. The application of an hourly\nrate to the Master’s assessment of a reasonable time and effort which\nshould have\nbeen expended by the appellants in winding-up the estate was further\nsubjected by the Master to a test of reasonableness in relation\nto the criterion\nof a percentage of the total projected assets. The amount of remuneration\nderived by the application of the rate\nto the time estimate by the Master was\nevaluated by him to result in a remuneration which would still be in excess of\n1% of the eventual\ntotal projected asset situation in the Intramed estate and\nwhich would, in his view, adequately remunerate the appellants for the\namount of\nwork and the complexity of the work done by them.  Even on a wider\n‘appeal-type’ review, it cannot be said\nthat the Master was wrong in\nthe exercise of his discretion in terms of s 384(2).  As pointed out by the\ncourt\na quo\n–\n‘...the banks’ representations to\nthe Master showed that the prescribed tariff remuneration was far in excess of\nordinary\ncommercial remuneration for that kind of endeavour. On these facts I do\nnot think one can make a finding that the Master was wrong\ninforming the opinion\nthat good cause for the production of the tariff remuneration\nexisted.’\n[40] The appellants argued in the court\na quo\n, and\npersisted in this argument before this court, that the words ‘such\nremuneration’ in s 384(2) of the Companies Act,\nwhich may be reduced or\nincreased by the Master in exercise of his discretion, refer\nonly\nto the\npercentages allowed in the tariff and do not, on any interpretation, import the\nreasonable fees to which other professionals\nwould be entitled for similar work.\nSince the Master is directed in the first instance to tax the liquidators’\nremuneration\nin accordance with the tariff, he or she is obliged to follow that\ncourse when reducing the remuneration – he or she must look\nat the tariff\nand reduce\nit\naccordingly.\n[41] The grounds upon which the court\na quo\nrejected this argument are, in my view, entirely\ncorrect:\n‘The taxation process involves, amongst other things, the\ncategorisation of assets in order to determine what prescribed tariff\napplies to\nthe particular asset.  Sometimes disputes arise about the correctness of the\nMaster’s categorisation of assets in\nthe taxation . . . ., but those are \ndisputes  still falling  squarely within  the ambit of  the taxation  process in\ns 384(1). It\nis only once the taxation process in this form is complete, namely\nthe category of item established  and the prescribed tariff for\nthat item\nidentified, that it become possible for the Master to consider whether good\ncause exists for the reduction of the already\nprescribed tariff for the already\nestablished category.  Without that having been established first, the\napplication of s 384(2)\nis impossible. There would be no “\nsuch\nremuneration”\nto reduce or increase. Only with the tariff for a\nparticular item established, is the Master able to consider whether\n“\nsuch remuneration\n” should be reduced on good cause.  In so\ndoing the tariff may serve as a guideline, but other factors such as the amount\nof\nwork done, may also be considered. . .\nThere is nothing in the wording of\ns 384(2) of the Companies Act that prescribes how the Master should determine\nthe extent to which\nthe remuneration taxed in accordance with the prescribed\ntariff under s 384(1) should be reduced.  The Master may do this in a number\nof\nways, provided that his method is rationally connected to the purpose of\ndetermining a reasonable remuneration for the liquidators’\nservices . . .\nApplying that the approach to the facts, no fault can be found with the\nMaster’s assessment . . .’\nCosts\n[42] As I have\nindicated above, the appellants purported to bring their review application in\ntheir capacity as the duly appointed\njoint liquidators of Intramed, contending\nthat they were duly authorised in such capacity to institute the review\nproceedings. As\ncorrectly pointed out by the Master in his answering affidavit,\nthe appellants failed to annex any evidence which supported this\ncontention. \nThe review proceedings were in fact proceedings which should obviously have been\nbrought by the appellants in their\npersonal capacity and not in their capacity\nas joint liquidators − the proceedings relate to their entitlement to\nremuneration\nand not to a matter falling within the ambit of their role as\nliquidators of the Intramed estate. As contended by counsel for both\nthe Master\nand the intervening respondents, the appellants were simply seeking to secure a\nhigher fee for their services than that\nfixed by the Master.  In so doing, they\nwere acting in their personal capacities and not in any sense in the interests\nof the creditors\nof the Intramed estate. Indeed, the appellants were − and\nstill are − acting against the interests of the creditors,\nsolely for\ntheir own benefit.\n[31]\nThis\nbeing so, there is no reason whatsoever why the costs of the review application\nor of the appeal should be borne by the company\nin liquidation\n.\nOrder\n[44] In the circumstances, the following order is\nmade:\nThe appeal is dismissed with costs, including the costs consequent\nupon the employment of two counsel where applicable, such costs\nto be paid by\nthe appellants in their personal capacities jointly and severally.\n____________________\nVAN HEERDEN\nAJA\nConcur:\nHOWIE P\nHARMS JA\nZULMAN\nJA\nJONES AJA\n[1]\nSee paras [2] – [3]\nabove.\n[2]\nSee\nThorne v The\nMaster\n1964 (3) SA 38\n(N) at\n49F-H.\n[3]\nSee, for example,\nCohen Brothers v Samuels\n1906 TS 221\nat\n224.\n[4]\nSee C\nollie NO v The\nMaster\n1972 (3) SA 623\n(A) at 630D-E;\nRennie NO v The Master; Glaum NO v\nThe Master\n1980 (2) SA 600\n(C) at 618D-F;\nGore and Another NNO v The\nMaster\n2002 (2) SA 283\n(E) at 293G-H;\nElliot Brothers (East London) (Pty)\nLtd v The Master\n1988 (4) SA 183\n(E) at\n190G-H.\n[5]\nSee\nEx Parte\nWells NO: In Re Auto Protection Insurance Co Ltd\n1968 (2) SA 631\n(W) at\n634A-B, where Galgut J commented that there may well be occasions when the\nprescribed tariff may be ‘over-generous and\nmay allow remuneration in\nexcess of the value of the actual work done.  It may well be that there is a\nlarge property centrally situated\nin one of the bigger cities of the Republic\nwhich has to be sold and the act of selling it may not involve a great deal of\nwork.\n To allow a remuneration of 2½ per cent on the proceeds of such sale\nmay in some circumstances constitute an overpayment of\nremuneration.  Similar\nconsiderations may well apply if the moveable assets are of a very high value or\nif the amount of cash found\nis large.’\n[6]\nSection 339 of the Companies\nAct makes the provisions of (\ninter alia\n)\ns 151\nof the\nInsolvency Act\napplicable\nmutatis mutandis\nto the winding-up of a\ncompany.\n[7]\n1903 TS\n111.\n[8]\nAt\n117.\n[9]\nSee, for example,\nGilbey Distillers & Vintners (Pty) Ltd and Others v Morris NO and\nAnother\n[1990] ZASCA 134\n;\n1991 (1) SA 648\n(A) at 655H-656A;\nMillman and Another NNO v\nPieterse and Others\n1997 (1) SA 784\n(C) at 789A-C;\nVan Zyl NO v The\nMaster\n2000 (3) SA 602\n(C) at 606C-607G;\nGore and Another NNO v The\nMaster\nabove (n 4) at 288C-289B, and the other authorities referred to in\nthese cases.\n[10]\nSee\nJohannesburg Consolidated Investments Co\nabove (n 7) at 117,\nThome v\nThe Master\nabove (n 2) at 49B-C;\nDe Hart NO v The Master\n1971 (3) SA\n399\n(O) at 372A; M S Blackman, R D Jooste & G K Everingham\nCommentary on\nthe Companies Act\nVolume 3 (2002)\n14-325.\n[11]\nSee\nVan Zyl NO v\nThe Master\nabove (n 9) at 607 G-H where Griesel J stated the following:\n‘In considering this question I bear in mind that the Master is\nthe\nofficial entrusted by the Legislature with the administration of all insolvent\nestates (as, indeed, of all other estates as well),\nincluding companies in\nliquidation. As such the Master’s rulings ordinarily deserve some\ndeference’.\n[12]\nAbove (n\n7) at 115-116.\n[13]\nOne of the\ninstances of this ‘wider’ form of statutory review specifically\nmentioned by Innes CJ in the\nJohannesburg Consolidated Investment Co\ncase\nwas s 105 of the Insolvency Law 13 of 1895 by which ‘the remuneration\nallowed to a trustee by the Master may be reviewed\nby the Court upon the\npetition of the trustee or any person interested’, the learned Chief\nJustice remarking (at 116-117) that\n‘it would be absurd to attempt to\nreview a trustee’s remuneration if the grounds of interference were\nconfined to those\nmentioned in sec 19 of the Proclamation [the Administration of\nJustice Proclamation 14 of 1902, dealing with the grounds of judicial\nreview of\nthe proceedings of lower courts – grounds now set out in s 24 of the\nSupreme Court Act 59 of 1959] or to those irregularities\nand illegalities which\nwould alone justify the intervention of Courts, say, in regard to the\nproceedings of a Licensing\nBoard.’\n[14]\nSee Cora\nHoexter with Rosemary Lyster (edited by Iain Currie)\nThe New Constitutional\nand Administrative Law\nVolume II: Administrative Law (2002)\n67.\n[15]\n2002 (2) SA (CC) paras\n[13]-[14] at 73C-74A, footnotes\nincluded.\n[16]\nSee also\nPrice\nWaterhouse Meyernel v Thoroughbred Breeders’ Association of South\nAfrica\n2003 (3) SA 54\n(SCA) para [25] at\n63E-F.\n[17]\nIn para [23].\n[18]\nSee Iain Currie &\nJonathan Klaaren\nThe Promotion of Administrative Justice Act Benchbook\n(2001) para 1.1.\n[19]\nSee\nHoexter et al\nop cit\n(n 14) 66-67. See also\nBato Star Fishing (Pty)\nLtd v The Minister of Environmental Affairs and Tourism and Others\n(Case CCT\n27/03, unreported decision of the Constitutional Court delivered on 12 March\n2004, paras [22]-[25].\n[20]\nSee para [22] above.\n[21]\nAbove para\n[24].\n[22]\nSee\nDu Bois v\nStompdrift-Kamanassie Besproeiingsraad\n2002 (5) SA 186\n(C) at\n192G–193A and the other authorities there cited, in particular Cora\nHoexter  ‘The Future of  Judicial Review in\nSouth African Administative\nLaw’\n(2000) 117\nSALJ\n484\nat 514\net seq.\n[23]\nSee the\nBato Star\nFishing\ncase\nop cit\n(n 19) paras [21], [22] and [25]; see also\nHoexter et al\nop cit\n(n 14) 66-67, 87-89, 110-113; also GE Devenish, K\nGovender & D Hulme\nAdministrative Law and Justice in South Africa\n(2001) 177-178, 424-427; Johan de Waal, Iain Currie & Gerhard Erasmus\nThe Bill of Rights Handbook\n4ed (2001) 497\net\nseq.\n[24]\nSee the\nMaster’s ruling in respect of an interim fee dated 6 February 2001,\nAnnexure ‘BN 52’ to the appellants’\nfounding papers.\n[25]\nSee para [10]\nabove.\n[26]\nAbove (n 4) at 627B,\nread with 629H-630H.\n[27]\n29 NLR\n42\nat 43-44.\n[28]\nIn any event, the principle\nappears to have been rejected, at least by implication, by this court in the\nCollie\ncase, above (n 4).  This case concerned the application of s\n51(3)(\na\n) of the\nAdministration of Estates Act 66 of 1965\n, which empowers\nthe Master, when in any particular case there are special reasons for doing so,\nto reduce or increase the remuneration\nof an executor calculated in accordance\nwith (\ninter alia\n) the prescribed tariff. There too, the Master had\nindicated that the fees calculated according to the tariff ‘appear to be\nexcessive’ and had requested ‘motivation or representations why same\nshould not be reduced’ at (627D). There too,\npart of the answer given by\nthe executor was that ‘many of the smaller estates are distinctively\nunprofitable and are dealt\nwith by us largely as a public service. Very\ninfrequently an estate of the calibre of the present one is handled and this\nhelps to\nbalance our costs as professional executors’ (at 627F).  It is\nevident from the rest of the reported judgment that this argument\ndid not find\nfavour with the court which held that the Master had correctly fixed ‘a\nfee as remuneration for an executor’s\nservices taking into account work\ndone and the circumstances of the case, with the tariff as a guideline (at\n629B-D).\n[29]\nSee above para\n[14].\n[30]\nIn\nStubbs v\nJohnson Brothers Properties CC and Others\n2004 (1) SA 22\n(N) at 28B-D, Magid\nJ pointed out that the\nactual\nexperience and seniority of a legal\npractitioner who appears in a matter, rather than the experience and seniority\nrequired of\nthe legal practitioner to present the case, is not relevant\nto the assessment of a proper fee to be allowed on taxation. This would\nprobably\nalso apply to the taxation of a liquidator’s remuneration. However, in the\npresent case, the appellants have certainly\nnot been prejudiced in any way by\nthe Master’s having taken their actual seniority and level of experience\ninto account, in\ntheir favour, in determining an appropriate remuneration for\nthem.\n[31]\nSee\nRennie NO v The\nMaster; Glaum NO v The Master\nabove (n 4) at 605C-D;\nGore and Another NNO\nv The Master\nabove (n 4) 5 at 294F-I.",
  "scraped_at": "2026-02-12T09:02:01.017307",
  "date": "2004-04-01",
  "coram": [
    "Howie P",
    "Harms",
    "Zulman JJA",
    "Jones",
    "Van Heerden AJA"
  ],
  "case_number": "A9/03",
  "parties": {
    "applicants": [
      "Brian Basil Nel N.O.",
      "Michael De Villiers N.O."
    ],
    "respondents": [
      "Master of the High Court Eastern Cape",
      "ABSA Bank Ltd",
      "The Standard Bank of South Africa Ltd",
      "BOE Bank Ltd",
      "Firstrand Bank Ltd",
      "Nedcor Bank Ltd"
    ]
  },
  "sections": {
    "facts": "The appellants were appointed joint liquidators of Intramed (Pty) Ltd, a profitable pharmaceutical company that was wound up because of guarantees it gave to its holding company, Macmed. After liquidating the business, they sold it as a going concern for R154.3 million. In their first liquidation and distribution account they claimed remuneration of roughly R21.2 million calculated according to the statutory tariff (Tariff B). The Master of the High Court reduced this amount, first to R2 million on an interim basis and finally to R3.25 million, citing “good cause”. The liquidators appealed, arguing that the Master was bound to tax remuneration strictly according to the tariff and that his reduction was unlawful.",
    "issues": "1) How should sections 384(1) and 384(2) of the Companies Act be interpreted with respect to a liquidator’s entitlement to reasonable remuneration and the Master’s power to vary that amount. 2) What is the scope of “good cause” for the Master to reduce (or increase) remuneration. 3) What is the extent of the court’s review powers under s 151 of the Insolvency Act (read with s 339 of the Companies Act) in assessing the Master’s decision.",
    "principles": "The Court held that section 384(1) creates a primary entitlement to reasonable remuneration, to be taxed in accordance with the prescribed tariff. Section 384(2) then allows the Master, if he is of the opinion that good cause exists, to increase or decrease that amount, provided the result remains reasonable. “Good cause” is a wide, flexible concept encompassing factors such as the complexity of the estate, the work actually performed, time spent, seniority, and overall proportionality of the tariff fee to the services rendered. Review of the Master’s decision is a statutory ‘third‑type’ review: the court may interfere only where the Master’s discretion was exercised irrationally, unlawfully or contrary to the purpose of the provision.",
    "application": "Applying these principles, the Court found that the Master had first applied the tariff, then considered a range of relevant factors – including the size of the estate, the liquidators’ seniority, the complexity of the work and an estimate of time spent – before concluding that the tariff fee was excessive and reducing it to R3.25 million. The Master’s reasoning was rationally connected to the objective of arriving at a reasonable remuneration and fell within the wide discretion afforded by s 384(2). The appellants failed to demonstrate that the Master acted unreasonably or outside his jurisdiction, nor did they properly frame their review under the AJA. Consequently, the appeal was dismissed.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, affirmed the Master’s ruling of R3.25 million remuneration, and ordered the appellants to pay the costs of the appeal personally and jointly."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Liquidators' Remuneration",
    "level_3": [
      "Companies Act",
      "Section 384",
      "Master's discretion",
      "statutory review",
      "reasonable remuneration"
    ]
  }
}