{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/80.html",
  "case_name": "Geldenhuys v East & West Investments (Pty) Ltd (359/03) [2004] ZASCA 80; [2005] 2 All SA 105 (SCA); 2005 (2) SA 74 (SCA) (17 September 2004)",
  "citation": "[2004] ZASCA 80",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 80\n|\nNoteup\n|\nLawCite\nGeldenhuys v East & West Investments (Pty) Ltd (359/03) [2004] ZASCA 80; [2005] 2 All SA 105 (SCA); 2005 (2) SA 74 (SCA) (17 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase No 359/03\nREPORTABLE\nIn the matter between\nFRANS JOHANNES JACOBUS GELDENHUYS         APPELLANT\nand\nEAST & WEST INVESTMENTS (PTY) LTD             \nRESPONDENT\nBefore:\tHarms, Navsa, Nugent, Conradie JJA and\nComrie AJA\nHeard:\t9 September 2004\nDelivered:\t17 September\n2004\nSummary:\tJoint and several liability for partnership debt – effect where\none former partner settles with creditor – other\ndoes not –\n______________________________________________________\nJUDGMENT\n______________________________________________________\nCOMRIE\nAJA\n[1]\tThis is an appeal from the Transvaal Provincial Division sitting\non appeal from the magistrate at Pietersburg, as it was then\nknown. The appeal\nis with the leave of this court.\n[2]\tAfter a lengthy trial the magistrate\nordered the appellant, an attorney, to pay his erstwhile landlord, the\nrespondent, the sum\nof R36 791,10 in respect of rent which was in arrear and\nadmittedly unpaid. It was a partnership debt for which the appellant and\nhis\nformer partner, Britz, were liable jointly and severally.\n[3]\tIn the\nappellant’s heads of argument two main contentions were advanced. The\nfirst related to a costs order made at an early\nstage of the proceedings, on 15\nAugust 2000. In argument before us Mr du Plessis, for the appellant, abandoned\nthis contention and\naccordingly no more need be said about it.\n[4]\tThe\nsecond contention arises in this way. Before the trial proper commenced, the\nrespondent and Britz entered into a settlement\nagreement which was made an order\nof the court. It is evident from clause 7 of the agreement that this was a\nsettlement by Britz\nof his liability in respect of a much larger claim, and that\nthere was no intention to release the\nappellant\nfrom any joint and\nseveral liability which he might have to the respondent. This is so despite the\nwords ‘in volle en finale\nvereffening’ which appear elsewhere in the\nagreement. Those words operated solely in favour of Britz.\n[5]\tThe\nsettlement recorded that Britz undertook to pay R45 000 on account of capital,\npart said to have been paid already, part still\nto be paid. On the strength of\nthe settlement Mr du Plessis sought to argue that the appellant was in law\nreleased in respect of\nthe first R45 000 of the partnership debt; and that since\nthe amount found to be owing was less than R45 000, the action should have\nbeen\ndismissed. The authorities cited by counsel are not strictly in point. Here was\nnot part payment prior to the institution of\naction which had the effect of\nreducing the quantum of the solidary debt. Compare\nDwyer v Goldseller\n1906 TS 126.\nThe respondent was entitled to sue both partners, jointly and\nseverally, for the full amount of the disputed debt.\nLee en ‘n ander v\nMaraisdrif (Edms) Bpk\n1976 (2) SA 536\n(A) at 543. The respondent was\naccordingly entitled to have judgment entered against both partners, jointly and\nseverally –\nthe one paying, the other to be absolved – for the\namount admitted or agreed (in the case of Britz) or the amount proven (in\nthe\ncase of the appellant).\n[6]\tThe fact that neither order specified joint\nand several liability is by the way. The particulars of claim expressly prayed\nfor\nan order in that form, and given the nature of the liability for partnership\ndebts, it seems to me that joint and several liability\nwas implicit in the order\ngranted against the appellant. The amount of capital eventually payable by the\nappellant will depend on\nhow much Britz has actually paid. Thereafter, it will\nbe for the former partners to exercise their respective rights of recourse\ninter se\n.\n[7]\tClause 27.8 of the lease, on a proper\ninterpretation, obliged the appellant to pay attorney and client costs. That was\na contractual\nstipulation which the respondent was entitled to enforce.\nSA\nPermanent Building Society v Powell and others\n1986 (1) SA 722\n(A);\nIntercontinental Exports (Pty) Ltd v Fowles\n1999 (2) SA 1045\n(SCA) from\npara 22. No grounds were advanced on appeal for us to exercise our residual\njudicial discretion against granting the costs\nof appeal on such scale.\n[8]\tThe appeal is dismissed with costs on the attorney and client scale.\n___________\nR G COMRIE\nACTING\nJUDGE OF APPEAL\nCONCUR\nHARMS JA\nNAVSA JA\nNUGENT\nJA\nCONRADIE JA",
  "scraped_at": "2026-02-12T09:06:33.489910",
  "date": "2004-09-17",
  "coram": [
    "Harms JA",
    "Navsa JA",
    "Nugent JA",
    "Conradie JJA",
    "Comrie AJA"
  ],
  "case_number": "359/03",
  "parties": {
    "applicants": [
      "FRANS JOHANNES JACOBUS GELDENHUYS"
    ],
    "respondents": [
      "EAST & WEST INVESTMENTS (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The appellant, Frans Johannes Jacobus Geldenhuys, was an attorney and former partner of Britz in a partnership that leased premises from East & West Investments (Pty) Ltd. The partnership fell into arrears of rent amounting to R36,791.10, which was a partnership debt for which both partners were jointly and severally liable. Before trial, the respondent and Britz entered into a settlement agreement where Britz agreed to pay R45,000 towards the debt, but the agreement did not expressly release Geldenhuys from liability. The magistrate ordered Geldenhuys to pay the outstanding rent, and Geldenhuys appealed.",
    "issues": "The central issue was whether the settlement agreement between the respondent and Britz released Geldenhuys from the joint and several liability for the partnership debt, and whether the lower court should have dismissed the action against Geldenhuys on the basis that the claimed amount was less than the settled figure of R45,000.",
    "principles": "South African law treats partnership debts as joint and several obligations, meaning each partner is liable for the whole debt unless a settlement expressly releases the other partner. Precedents such as Dwyer v Goldseller and Lee en ‘n ander v Maraisdrif (Edms) Bpk affirm that a settlement by one partner does not extinguish the other's liability absent an explicit waiver. Contractual clauses, like clause 27.8 of the lease, are enforceable where they impose obligations such as payment of attorney and client costs.",
    "application": "The Court held that clause 7 of the settlement only bound Britz and did not affect Geldenhuys's liability. The settlement amount of R45,000 was intended to cover Britz's share of the debt; because the total debt proved was less than this, the action against Geldenhuys could not be dismissed. The order against Geldenhuys was interpreted as implying joint and several liability, consistent with the nature of partnership debts. Consequently, Geldenhuys remained liable for the balance after accounting for any payments made by Britz, and the respondent was entitled to enforce the contractual cost clause.",
    "conclusion": "The appeal was dismissed. Geldenhuys was ordered to pay the outstanding rent amount, subject to any contributions from Britz, and to bear the costs of the appeal on an attorney‑and‑client scale."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Partnership Law",
    "level_3": [
      "joint and several liability",
      "settlement agreement",
      "partnership debt",
      "costs"
    ]
  }
}