{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/71.html",
  "case_name": "S v Hammond (500/03) [2004] ZASCA 71; [2004] 4 All SA 5 (SCA); 2004 (2) SACR 303 (SCA) (3 September 2004)",
  "citation": "[2004] ZASCA 71",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 71\n|\nNoteup\n|\nLawCite\nS v Hammond (500/03) [2004] ZASCA 71; [2004] 4 All SA 5 (SCA); 2004 (2) SACR 303 (SCA) (3 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 500/03\nREPORTABLE\nIn the matter between :\nANGELO\nHAMMOND\t\t\t\t\t\t\t APPELLANT\nand\nTHE STATE\t\t\t\t\t\t\t      RESPONDENT\nCORAM :\t\tBRAND, CLOETE JJA, COMRIE AJA\nHEARD :\t \t23 AUGUST 2004\nDELIVERED :\t3 SEPTEMBER 2004\nSummary:\nEvidence ─ sexual misconduct cases ─ the purpose for\nwhich evidence\nof a first report in a sexual misconduct case may be used, analysed and\ndefined.\n_________________________________________________________\nJUDGMENT\nCLOETE JA\n/\nCLOETE JA:\n[1]\tMuch\nconfusion has been caused by the common law rule of evidence which permits the\nfact and contents of a complaint in a sexual\nmisconduct case to be put before a\ncourt. The requirements for admissibility of such evidence are not in issue in\nthe present appeal.\nIts permissible use is.\n[2]\tThe appellant was\nconvicted of rape by a regional magistrate and sentenced to ten years\nimprisonment. An appeal to the Cape High\nCourt was dismissed on the basis that\nthere was no misdirection by the magistrate. In fact the magistrate misdirected\nhimself in\nseveral fundamental respects. The court\na quo\nrefused leave to\nappeal further but granted bail to the appellant pending an application to this\ncourt for such leave. The application\nwas made and granted.\n[3]\tThe\nevidence was to the following effect. The appellant, with his friends, came\nacross the complainant and her friends at the\nbeach at about noon on the day in\nquestion, which was a Sunday. The complainant and her friends were drinking\nbeer. The appellant\nand his friends were drinking wine, which they shared with\nthe complainant and her friends. At about four pm the complainant left\nwith the\nappellant and his friends in the appellant’s motor car. He had promised to\ngive her a lift home to Mitchells Plain.\nShe had to collect her children, who\nwere with what she termed her ‘parents-in-law’ (presumably the\nparents of her divorced\nhusband) because the children had to attend school the\nfollowing day. Instead, the appellant drove to Crossroads where beers were\npurchased and thereafter, to Westridge where brandy was purchased. The\ncomplainant admitted drinking four glasses of brandy mixed\nwith Coca Cola as\nwell as several beers during these detours. When they left Westridge, instead of\ntaking her home, the appellant\ndrove back to the beach ─ according to the\ncomplainant, despite her protestations and according to the appellant, with her\nexpress consent.\n[4]\tThe central dispute revolves around what happened\nnext. It is common cause that the appellant had sexual intercourse with the\ncomplainant at a sandy place about fifteen metres from the vehicle. According to\nthe complainant, the appellant dragged her by her\nhair during the course of\nwhich she stumbled and gashed her leg, and despite her protestations (she says\nshe was hysterical) and\nthe resistance she put up, he raped her. According to\nthe appellant, he made amorous advances towards the complainant whilst they\nwere\nin his motor car, she reciprocated and they had consensual sexual intercourse.\nThe appellant’s version was that the complainant\nhad gashed her leg\nearlier, when she stumbled and fell. The appellant also said that the\ncomplainant suggested that they return to\nher house so that they could continue\ntheir liaison. The appellant’s evidence that the complainant was a willing\nparty was\ncorroborated by a defence witness, Mr Mitchell. Mitchell, a close\nfriend of the appellant, was with the appellant and the complainant\nwhen they\nreturned to the beach. He said that he sat in the back seat of the vehicle and\nthat after the appellant and the complainant\nhad sat together in the front seat\nfor a while, the two of them walked off together. He specifically denied the\ncomplainant’s\nversion that she had been dragged away by her hair. It is\ncommon cause that whilst the two of them were having sexual intercourse,\nMitchell walked over to them and asked the appellant how much longer they were\ngoing to be.\n[5]\tIt is also common cause that after the appellant and the\ncomplainant had had sexual intercourse, the appellant’s vehicle\nbecame\nstuck in the beach sand. A Land Rover arrived with four fishermen in it. Two\n─ Messrs Steyn and English ─ gave\nevidence on behalf of the State.\nSteyn, somewhat hesitantly, estimated the time of their arrival to have been \naround nine to ten\npm. Both said that the complainant approached them, alleged\nthat she had been raped, attempted to climb into their vehicle and asked\nthem to\ncall the police. According to Steyn:\n‘She looked ─ she looked\nvery wild and haggard... She looked like she had been partying the whole\nafternoon... [S]he was\na bit teary... She was teary. She was crying... It is\njust her hair looked very wild like she had just woken up... She looked like\nshe\nwas partying.’\nAccording to English:\n‘She was upset and her\nhair was all wild and things... she was upset, she ─ I think she was\ncrying, ja. And anyway we\nproceeded to help these guys to get their car out of\nthe sand. And in that time she wanted to get into the van and she was mumbling\non about, you know, that she has been raped and things... She was upset. To my\nmind she was upset, but I know ─ I am not a\nperson with a breathalyser or\nanything but to my mind she looked like she had been drinking, she had [had]\nalcohol of some sort.’\n[6]\tThe fishermen pulled the\nappellant’s vehicle out of the sand. Both Steyn and English said that the\ncomplainant did not want\nto leave with the appellant. Steyn said that he did not\nbelieve her story that she had been raped and the complainant confirmed that\nthis had indeed been her impression. When the appellant’s vehicle got\nstuck in the sand again, one of the fishermen called\nthe police ─\napparently because they wanted to get rid of the complainant.\n[7]\tThe\npolice, including Inspector McNabb, arrived at the scene. McNabb said that he\nwas in the charge office when the call to render\nassistance was received at\nabout 11 pm and that he was at the scene about 10 minutes thereafter. McNabb\nsaid further that the complainant\nwas considerably upset, that he had talked to\nher after he had put her in the front seat of the patrol van and that during\nthis conversation\nshe began crying.\n[8]\tThe appellant and his three\ncompanions were arrested. They and the complainant were taken to the police\nstation. The complainant\nwas later taken by Inspector Hendricks from the police\nstation to the district surgeon, who examined her at 1:15 the following morning.\nThe doctor testified that such injuries as he found to the complainant’s\nprivate parts could have been sustained during consensual\nintercourse. He also\nconfirmed that the gash on her leg was consistent with both the State and the\ndefence versions as to how it\nhad occurred.\n[9]\tThe magistrate found that\nthe complainant was a very good witness. He went on, however, to point out\nunsatisfactory aspects of\nher evidence but concluded that he could not find that\nher evidence was untruthful. The magistrate also found that despite the state\nof\nthe complainant’s sobriety, he could safely rely on her evidence,\nparticularly in view of the finding by the district surgeon\n─ who, the\nmagistrate said, had examined the complainant shortly after the incident ─\nthat she was ‘not drunk’.\nBut Inspector McNabb, who had served in\nthe police force for 9 years, said bluntly and without qualification, both in\nhis evidence-in-chief\nand under cross-examination, that the complainant was\ndrunk; Inspector Hendricks said that when he went to collect the complainant\n at\nabout 1 am to take her to the district surgeon, she was asleep in the charge\noffice; it was in fact at least two and possibly\nmore than four hours after the\nincident when the district surgeon examined the complainant; and the district\nsurgeon readily conceded\nin cross-examination that she could have sobered up in\nthe meantime. Inspector McNabb’s evidence also impacts adversely on\nthe\ncomplainant’s credibility. She claimed that she was sober and that her\nfaculties had not been impaired even although she\nhad had what she termed a\nlittle drink (‘’n drinkie’) ─ which she defined as six\nbeers or a bottle of brandy.\nIn view of the quantity and variety of alcohol\nwhich she had imbibed and the evidence of Inspector McNabb, her evidence as to\nher\nsobriety falls to be rejected.\n[10]\tThe magistrate found that the\nappellant had not contradicted himself; said that he had given his evidence very\nclearly; and commented\nthat he had sketched a very good picture for the court of\nwhat had happened. He was obviously a good witness. The magistrate further\nfound\nthat there were no material contradictions between the evidence of the appellant\nand the defence witness, Mitchell. But the\nmagistrate said that Mitchell did not\nimpress him at all. This view was based partly on the fact that Mitchell, as a\nco-accused,\nhad been present in court until he was discharged at the end of the\nState case and also the fact that he had constantly looked towards\nthe appellant\nand his attorney before answering questions in cross-examination. The first\npoint of criticism cannot carry much weight\nas Mitchell was presumably not\npresent when the appellant gave his evidence-in-chief or was cross-examined,\notherwise this would\nno doubt have been brought out by the prosecutor and would\nhave been cause for comment by the magistrate. Of course Mitchell was\npresent\nwhen the appellant’s version was put to the complainant; but that was also\nhis version and he was cross-examined on\nit.  So far as the second point of\ncriticism is concerned, the magistrate obviously considered that\nMitchell’s demeanour left\nmuch to be desired but there is no suggestion\nthat he was being prompted by the appellant or his legal representative and he\nwas\nnot in any way tripped up in cross-examination. Despite his shortcomings,\nhis evidence does provide corroboration of the appellant’s\nversion that\nhe, the appellant, had not dragged the complainant out of the vehicle by her\nhair and that she was a willing party;\nand Mitchell was peculiarly well placed\nto give this evidence as he was sitting immediately behind them in the\nappellant’s\nmotor vehicle before they had sexual intercourse, he saw them\nleave and he went over to them whilst they were in the act.\n[11]\tThe\nmagistrate gave essentially two reasons for convicting the appellant. The one\nwhich requires some detailed consideration\nappears from the following passages\nin the judgment (which I have translated):\n‘The court must weigh the\ntotality of the evidence. The court cannot adopt a compartmentalized approach to\neach witness’s\nevidence. The court must, as I have mentioned, have regard\nto the evidence as a whole, the complainant right through the whole spectrum\nup\nto the end of the evidence of the defence witness. And if the court [has regard\nto] that evidence, the court must look at the\nprobabilities in this case that a\nwoman, who was quite willing to go and have further intercourse, would suddenly\nsay, well now,\nI was raped... The court must ask itself, is this conduct of the\ncomplainant consistent with the probabilities in this case. The\ncourt has\nconsidered the evidence, and weighed it. There is absolutely no reason why this\nwoman, shortly after she had had consensual\nsexual intercourse, would suddenly\ncomplain or would shout that she had been raped.’\nThis approach by the\nmagistrate constitutes a fundamental misdirection as to the purpose for which\nthe evidence of a complaint in\na case of sexual misconduct such as the present\nmay be received.\n[12]\tIt is often said that the fact that a complainant\nin a sexual misconduct case made a complaint soon after the alleged offence,\nand\nthe terms of that complaint, are admissible for two purposes, namely, to show\nthe consistency of the complainant’s evidence,\nand to negative consent:\nSee eg\nR v M\n1959 1 SA 352\n(A) 355G-H.\n[13]\tIn the seminal\nEnglish case of\nR v Lillyman\n[1896] 2 QB 167\nHawkins J, giving the\njudgment of the court (the other members being Lord Russell of Killowen CJ,\nPollock B, Cave and Willis JJ)\nsaid at 170:\n‘It is necessary, in the\nfirst place, to have a clear understanding as to the principles upon which\nevidence of such a complaint,\nnot on oath, nor made in the presence of the\nprisoner, nor forming part of the res gestae, can be admitted. It is clearly not\nadmissible\nas evidence of the facts complained of: those facts must therefore be\nestablished, if at all, upon oath by the prosecutrix or other\ncredible witness,\nand, strictly speaking, evidence of them ought to be given before evidence of\nthe complaint is admitted. The complaint\ncan only be used as evidence of the\nconsistency of the conduct of the prosecutrix with the story told by her in the\nwitness-box,\nand as being inconsistent with her consent to that of which she\ncomplains.’\nThe learned judge continued at 177:\n‘The evidence\nis admissible only upon the ground that it was a complaint of that which is\ncharged against the prisoner, and\ncan be legitimately used only for the purpose\nof enabling the jury to judge for themselves whether the conduct of the woman\nwas consistent\nwith her testimony on oath given in the witness-box negativing\nher consent, and affirming that the acts complained of were against\nher will,\nand in accordance with the conduct they would expect in a truthful woman under\nthe circumstances detailed by her.’\n[14]\nLillyman\nwas\nfollowed in\nR v Osborne\n[1905] 1 KB 551\nwhere Ridley J, delivering the\njudgment of the court (the other members being Lord Alverstone CJ, Kennedy,\nChannell and Phillimore\nJJ) said at 557-558:\n‘By the judgment in\nReg. v. Lillyman\nit was decided that the complaint was admissible, not\nas evidence of the facts complained of, nor as being a part of the res gestae\n(which it was not), but as evidence of the consistency of the conduct of the\nprosecutrix with the story told by her in the witness-box,\nand as being\ninconsistent with her consent to that of which she complains. Mr Marchant argued\nupon this that the reasons so given\nwere one only, and that the consistency of\nthe complaint with the story given by the prosecutrix was material only so far\nas the\nlatter alleged non-consent. If, however, that argument were sound, the\nwords in question might have been omitted from the sentence,\nand it would have\nbeen sufficient to say that the complaint was admissible only and solely because\nit negatived consent. We think,\nhowever, if it were a question of the meaning of\nwords, that the better construction of the judgment is that while the Court\ndealt\nwith the charge in question as involving in fact, though not in law, the\nquestion of consent on the part of the prosecutrix, yet\nthe reasons given for\nadmitting the complaint were two─first, that it was consistent with her\nstory in the witness-box; and,\nsecondly, that it was inconsistent with\nconsent... [I]t appears to us that, in accordance with principle, such\ncomplaints are admissible,\nnot merely as negativing consent, but because they\nare consistent with the story of the prosecutrix.’\n[15]\tIn\nKilby\nv R\n[1973] HCA 30\n;\n[1973] 1 ALR 283\n(High Court of Australia) Barwick CJ (in whose judgment\nMcTiernan, Steven and Mason JJ concurred) said at 287 lines\n27-46:\n‘[E]vidence of a complaint at the earliest reasonable\nopportunity is exceptionally admitted only as evidence of  consistency\nin the\naccount given by the woman claiming to have been raped: that is to say, it is\nadmitted as matter going to her credit (see\nR v Lillyman\n[1896] 2 QB 167\n,\nper Hawkins J at 170;\n[1895-9] All ER Rep 586\n;\nSparks v R\n[1964] AC 964\n,\nat 979;\n[1964] 1 All ER 727).\nBecause the account with which the complaint is\nsaid to show consistency is an account of intercourse without consent, it has\noften\nbeen said that the evidence of the complaint is evidence negating consent.\nIn my opinion, this manner of expressing the function\nof the evidence of\nproximate complaint is not correct: though, as it shows consistency in her\naccount of rape, the fact of the complaint\nbuttresses her evidence of no consent\nor, as it was said in\nR v Lillyman, supra\n, is inconsistent with consent.\nAt times also it is said with technical inaccuracy that the evidence of such a\ncomplaint is corroborative\nof the woman’s evidence of the rape. It is\nquite clearly not so corroborative (see\nR v Christie\n[1914] AC 545\n;\nEade v R\n[1924] HCA 9\n;\n(1924) 34 CLR 154\n;\n30 ALR 257)\n, though it is so spoken of in\nAmerican literature (see\nWigmore on Evidence\n, 3\nrd\ned, vol IV,\np 219, para 1134 and p 227, para 1137; vol VI, p 173, para 1761).’\nThe\nlearned Chief Justice then embarked on a careful analysis of\nLillyman,\nOsborne\nand several English textbooks, in the course of which he said the\nfollowing (289 lines 35-49; 290 lines 12-29; and 292 lines 1-8):\n‘In my\nopinion, nothing in this judgment [ie\nLillyman\n] lends any support to the\nproposition that evidence of the making of the complaint is evidence of any fact\nother than the fact of\nthe making of the complaint itself and of the terms in\nwhich it is claimed to have been made. When Hawkins J in the first of the\ntwo\npassages which I have quoted\nfrom Lillyman’s Case\n[that at 170\nquoted in para [13] above] spoke of the evidence of a complaint as being\ninconsistent with consent he was not, in my\nopinion, intending to place its\nadmissibility upon a second and different ground from that of its tendency to\nshow consistency in\nthe conduct of the prosecutrix. He was merely indicating the\nextent of its effect on the credit of the prosecutrix.\nIn my opinion, the\nerror which has been made by text writers and in  subsequent decisions is in\ntreating this remark of Hawkins J\nas if it did set up a second and independent\nground of admissibility. In my respectful opinion, it did not.\n...\nIn any\ncase, to say that\nLillyman’s Case\nrecognizes that the evidence of a\nproximate complaint may be used to negative consent is to make an ambiguous\nstatement. If it means\nthat in so far as a complaint tends to buttress the\nevidence of the prosecutrix that what occurred did occur without her consent\nand\nin so far as belief in truth of her statement would negative consent, it may be\nan acceptable statement, though, I think, prone\nto be, as it has proved to be,\nmisleading. If, of course, it means that the evidence of a complaint is direct\nevidence negativing\nconsent, I am of opinion that the statement is completely\nunwarranted, both in point of precedent so far as\nLillyman’s Case\nis concerned and in point of logic. It is true that Ridley J in\nR v\nOsborne\n[1905] 1 KB 551\n;\n[1904-7] All ER Rep 54\n, treated the evidence of\nproximate complaint as admissible on two grounds, founding himself on\nLillyman’s Case\n. He did not intend to depart from the decision or\nto enlarge its reasoning. But as I have indicated,\nLillyman’s Case\ndoes not really warrant the conclusion that there are two distinct grounds of\nadmissibility of evidence of proximate complaint. Always\nthe basic authority for\nthe contrary proposition in the texts and in the decisions has been\nLillyman’s Case\n.\n...\nThe admission of a recent complaint in\ncases of sexual offences is exceptional in the law of evidence. Whatever the\nhistorical reason\nfor an exception, the admissibility of that evidence in modern\ntimes can only be placed, in my opinion, upon the consistency of statement\nor\nconduct which it tends to show, the evidence having itself no probative value as\nto any fact in contest but, merely and exceptionally\nconstituting a buttress to\nthe credit of the woman who has given evidence of having been subject to the\nsexual offence.’\n[16]\tThe authors of one of the leading English\ntextbooks,\nCross and Tapper on Evidence\n(eighth ed.), support the\nconclusion reached in\nKilby\nand say at 300:\n‘Both in\nLillyman\nand in\nOsborne\nreference was made to the complaint being\nused to show consistency with the victim’s testimony, and being\ninconsistent with\nconsent. In\nKilby v R\n, it is submitted rightly, the\nHigh Court of Australia emphasised that this could not be taken to mean that it\namounted to evidence\nof the absence of consent, nor its absence to evidence of\nconsent. That would be to make the very hearsay use of the complaint warned\nagainst by Hawkins J, in\nLillyman\n. The correct view is that the\nvictim’s testimony is evidence of lack of consent, and the complaint does\nno more than support\nthe credibility of the victim in so testifying.’\nI\nrespectfully agree. The remarks made by this court in\nM’s\ncase to\nwhich I referred in para [12] above are not a bar to the conclusion I have\nreached in as much as that case was concerned\nwith the consistency of the\ncomplaint and not with whether a complaint can negative consent, as Schreiner\nACJ made clear at 355G-H;\nand the question whether the latter purpose is\nseparate from and independent of the former, did not arise for\ndecision.\n[17]\tI return to the reasoning of the magistrate in the present\nmatter set out in para [11] above. It would have been correct for\nthe magistrate\nto have had regard to the fact of the complaint and its terms as establishing\nconsistency in the complainant’s\nevidence and therefore supporting her\ncredibility. But that is not what the magistrate did in the passages quoted. The\nmagistrate,\nin weighing up the totality of the evidence, had regard to the\ncomplaint and its terms as constituting a probability in favour of\nthe State\ncase which tended to disprove consent, which was an issue ─ indeed, the\nonly issue ─ in the case. That is not\npermissible.\n[18]\tThe\nmagistrate’s second reason for convicting the appellant may be dealt with\ncomparatively briefly. The magistrate reasoned\nas follows: Both of the fishermen\nSteyn and English said that the complainant’s hair was ‘wild’;\nthe complainant\nsaid that she had been pulled by her hair from the vehicle to\nthe place where she was raped; her version was the only explanation\nbefore the\ncourt for the condition of her hair; and the appellant’s evidence that he\ndid not notice her hair was an attempt\nby him to conceal the truth from the\ncourt. I find this reasoning entirely unconvincing. A woman who has been\ndrinking steadily since\nnoon, who is inebriated and had just had sexual\nintercourse on the beach, is likely to look more than a little unkempt. There\nwas\nfurthermore no particular reason for the appellant ─ as opposed to the\nfishermen, who were suddenly confronted by the complainant\n─ to have\nparticular regard to the complainant’s hair at any stage, and his denial\nthat he had done so is accordingly\nan unsafe basis for a credibility finding\nagainst him. This is particularly so in view of the specific denial by the\ndefence witness\nMitchell that the appellant had dragged the complainant by her\nhair.\n[19]\tThe magistrate also found corroboration for the\ncomplainant’s version in the evidence of the district surgeon that her\nleg\nhad been gashed whilst she was being dragged from the car to the place where the\nappellant had sexual intercourse with her. That\nfinding ignored the evidence of\nthe district surgeon in cross-examination that this injury was equally\nconsistent with the appellant’s\nversion that the complainant had stumbled\nand fallen earlier. Bearing in mind the inebriated state of the complainant, the\nappellant’s\nversion is not improbable. The injury to the\ncomplainant’s leg provides no corroboration of her version and the\nmagistrate’s\nfinding to the contrary was a misdirection.\n[20]\tThe\nmagistrate did not emphasize the emotional state of the complainant, coupled\nwith the facts that she wanted to climb into\ntheir vehicle and was not willing\nto leave with the appellant, as testified to by Steyn and English, or the\nevidence of Inspector\nMcNabb that she was considerably upset. Such evidence\n(unlike evidence of a complaint and its terms) is admissible to prove absence\nof\nconsent, as is clearly established by two decisions of this court. In\nS v S\n1990 (1) SACR 5\n(A) this court held at 11a-c and 12a-c:\n‘Na die\ngebeure op die plaas het die appellant die klaagster teruggeneem na haar\nkoshuis. Daar het sy vir ‘n wyle voor\ndie deur bly staan, en toe na\n‘n vriendin, Louise Nel, in ‘n ander koshuis gegaan en aan haar\nvertel dat sy verkrag is.\nLouise Nel het ‘n besondere grafiese beskrywing\nvan heirdie besoek gegee. Sy sê dat die klaagster by haar kamer ingebars\nhet sonder om te klop, en dat sy in ‘n erge geskokte toestand voorgekom\nhet ─ asof sy die dood self aanskou het. Die\nklaagster het nie die\nappellant se naam  aan Louise Nel genoem nie daar sy gesê het dat die man\nverloof was, en sy nie sy verloofde\nin die verleentheid wou stel nie. Sy het\negter vir haar vertel hoedat sy deur dié man na die plaas genooi is om na\n“tapes”\nte gaan luister, en hoe hy haar daar verkrag het. Hierdie\ngetuienis waarin die uiters geskokte toestand waarin die klaagster verkeer\nhet\nsteeds beklemtoon word, is nie wesenlik in kruisverhoor aangeval nie, en dit is\nook nie voor ons betoog dat die landdros verkeerd\nwas om dit te aanvaar nie. Dit\nbied ongetwyfeld sterk stawing vir die klaagster se getuienis dat sy verkrag\nis.\n...\nHierbenewens word sy [the complainant] gestaaf deur die getuienis\nvan Louise Nel, en, tot ‘n mindere mate, deur die getuienis\nvan haar\ngeneesheer en van die verteenwoordiger van “Rape Crisis” met wie sy\ngesels het. Die uiters geskokte toestand\nwaarin Louise Nel haar gevind het kort\nnadat die appellant haar by haar koshuis afgelaai het, is sekerlik nie op die\ngetuienis van\ndie appellant verklaarbaar nie. Dit strook volkome met die\ngetuienis van die klaagster dat sy verkrag was, en dit blyk trouens dat\ndit op\ngeen ander redelike veronderstelling verklaarbaar is nie.’\nIn\nS v\nJackson\n1998 (1) SACR 470\n(SCA) this court held at\n477g-h:\n‘Furthermore, on both versions the complainant fled from the\ncar, leaving her plimsoles there. This is incompatible with the\naccused’s\nversion of consensual and non-violent love-making. When the complainant reached\nher sister and friends, she was hysterical\nand immediately complained of having\nbeen raped. The district-surgeon also reported that when he examined her, she\nwas in a state\nof shock. This is incompatible with the accused’s\nversion.’\nIt must be emphasized that in neither case did this court say\nthat the fact or contents of the complaint corroborated the complainant’s\nevidence or created a probability in favour of its acceptance. In each case the\ncourt had regarded the complainant’s emotional\nstate and her conduct as\ncreating that probability. The references to the complaint in the passages\nquoted from the\nS\ncase were part of the narrative of the sequence of\nevents. The reference to the complaint in\nJackson\nmust be interpreted as\nshowing consistency on the part of the complainant and no\nmore.\n[21]\tCaution must be exercised when the emotional state of a\ncomplainant is taken into account. The English cases on this point are\ncollected\nand discussed in\nRamesh Chauhan\n(1981) 73 CAR 232. In one of those cases,\nRedpath\n(1962) 46 CAR 319 at 321-2 Lord Parker CJ said:\n‘It\nseems to this court that the distressed condition of a complainant is quite\nclearly capable of amounting to corroboration.\nOf course, the circumstances will\nvary enormously, and in some circumstances quite clearly no weight, or little\nweight, could be\nattached to such evidence as corroboration. Thus, if a girl\ngoes in a distressed condition to her mother and makes a complaint, while\nthe\nmother’s evidence as to the girl’s condition may in law be capable\nof amounting to corroboration, quite clearly the\njury should be told that they\nshould attach little, if any, weight to that evidence because it is all part and\nparcel of the complaint.\nThe girl making the complaint might well put on an act\nand simulate distress. But in the present case the circumstances are entirely\ndifferent.’\nThe circumstances in\nRedpath\nwere that the\ndistressed condition of the little girl who had been the subject of the assault\nwas observed by someone whom the little\ngirl did not know to be\nthere.\n[22]\tI should perhaps say for the sake of completeness that\nevidence of the distressed state of the complainant is also admissible\nto show\nthat sexual contact took place, where this is denied. The facts in\nRamesh\nChauhan\nprovide a good example. In that matter the appellant accompanied his\nsister to premises where she had applied for employment, and\nwhile she was being\ninterviewed he waited in another room where a female employee was working alone.\nThey entered into conversation,\nwhereupon it was alleged by the victim that the\nappellant touched her breast and tried to kiss her. She extricated herself and\nran\nupstairs to the ladies’ lavatory crying. A fellow employee heard her\ncries and followed her. The victim explained to her fellow\nemployee what had\nhappened. The police later interviewed the appellant who admitted being alone\nwith the victim but denied that any\nincident had taken place in which he had\ntouched her. He maintained that when she left the room she had been behaving\nnormally. The\nappellant was charged with indecent assault. At the end of the\nprosecution case counsel for the appellant submitted that there was\ninsufficient\ncorroboration for the issue to be left to the jury. The recorder ruled that the\njury were entitled to regard the victim’s\ndistressed condition described\nby the fellow employee as corroboration if they thought it right to do so. The\nappellant was convicted.\nThe Court of Criminal Appeal held that the evidence had\nsufficient weight to be left with the jury, who were carefully and properly\ndirected on the need for corroboration and the possibility of regarding the\nevidence of distress as corroboration. The appeal was\ndismissed.\n[23]\tIn\nthe present matter, the evidence as to the complainant’s emotional state\nis of little ─ if any ─ assistance,\nin as much as it may have been\ndue to other factors. Her friends knew that she had left the  beach with\ncomplete strangers at about\n4 pm. It had became late. She was intoxicated. She\nwould have had some explaining to do to her ‘parents-in-law’ as to\nwhy she had failed to collect her children during the afternoon so that they\ncould attend school the following day. And her fiancé,\nwhom she said she\nwould have seen that night, would no doubt have asked questions as to her\nwhereabouts ─ particularly if he\nhad seen her in the condition testified\nto by the two fishermen, Steyn and English. Or she may have been overcome by\nremorse, perhaps\ninduced by the quantity of alcohol she had consumed. All of\nthese possibilities have a factual foundation in the evidence led, as\nrequired\nby\nJackson\nat 477c-d.\n[24]\tOn the face of it, the\ncomplainant’s conduct would, on the appellant’s version, appear\nimprobable (and this is what\nled the magistrate and the court below into error):\nOne moment she was happy to have sexual intercourse and even to continue their\ninvolvement at her home; the next moment she was upset and looking to the\nfishermen for assistance. Such a change in attitude would\nindeed be improbable\nin a person who was behaving rationally. But the complainant was not. She left\nthe beach with the appellant\nbecause he was going to take her home so that she\ncould fetch her children. Yet when there had already been a detour to\nCrossroads,\nshe was quite happy to continue the party: She did not walk home\nfrom Westridge, as she admitted in cross-examination she could have.\nShe further\nadmitted that at Crossroads she called for a pair of pliers to cut off her\nengagement ring, because, according to her,\nit was pinching her. And according\nto the appellant, whilst they were at Westridge, the complainant climbed out of\nthe vehicle and\nurinated on the ground in front of a queue of men who were\nwaiting to be served at the shebeen. The complainant denied this conduct\nbut,\nwhen asked in cross-examination why she had not mentioned the detour to\nWestridge in her evidence-in-chief, she said that she\nhad forgotten about it.\nHer evidence on this point was unsatisfactory. In all the circumstances it would\nbe unsafe to find that the\nchange in the complainant’s attitude which must\nhave taken place on the appellant’s version, renders that version\nimprobable\n─ much less false beyond a reasonable doubt.\n[25]\tTo sum\nup: The complainant did make a report to the fishermen that she had been raped,\nas one would have expected her to do.\nThat is a factor which supports the\nconsistency of her evidence and therefore supports her credibility. She was also\nupset and unkempt\nshortly after the incident, when the fishermen arrived. She\nwas still upset when the police arrived. As against these facts, she\nwas drunk\nand had behaved irrationally earlier that afternoon, and several reasons\nappearing from the evidence suggest themselves\nas to why she may have been in\nthe emotional condition she was and why she may have behaved as she did. She was\nfurthermore a single\nwitness. Aspects of her evidence were unsatisfactory and\nshe lied as to the state of her sobriety. A cautionary approach to her evidence\nwas required for that very reason:\nJackson\nat 476f and 476i-477a. By way\nof contrast, the appellant’s evidence was beyond reproach. There is\nfurthermore no gainsaying\nthe fact that his version was corroborated by\nMitchell, even if one approaches the latter’s evidence with reservations\n(because\nhe was a good friend of the appellant) and with caution (because of his\ndemeanour). The magistrate’s two reasons for convicting\nthe appellant,\nnamely, the state of her hair and the probability constituted by the complaint\nshe made to the fishermen, cannot be\nsustained. In all the circumstances, it\ncannot be said that the appellant’s guilt was proved beyond reasonable\ndoubt.\n[26]\tThe appeal succeeds. The order of the court\na quo\nis\nset aside and the following order substituted:\n‘The appellant’s\nconviction and the sentence imposed are set aside.’\n________________\nT D CLOETE\nJUDGE OF\nAPPEAL\nConcur:  Brand JA\nComrie AJA",
  "scraped_at": "2026-02-12T09:05:40.259064",
  "date": "2004-09-03",
  "coram": [
    "BRAND",
    "CLOETE JJA",
    "COMRIE AJA"
  ],
  "case_number": "500/03",
  "parties": {
    "applicants": [
      "ANGELO HAMMOND"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Angelo Hammond, was convicted by a regional magistrate of rape and sentenced to ten years' imprisonment. The alleged offence occurred on a Sunday when the complainant and her friends met Hammond and his friends at a beach. After drinking together, the complainant left the beach with Hammond and his friends, who subsequently visited Crossroads and Westridge, consuming further alcohol. The complainant later testified that Hammond dragged her by the hair, forced her onto a sandbank and raped her; Hammond claimed the intercourse was consensual. Evidence included the testimony of a defence witness, Mr Mitchell, who corroborated Hammond’s version, and the accounts of two fishermen who rescued the vehicle and heard the complainant’s claim of rape. Medical evidence was inconclusive regarding consent, and the complainant’s state of sobriety was disputed.",
    "issues": "The primary legal issue was whether the magistrate correctly applied the common‑law rule on the admissibility and purpose of a complainant’s first‑hand complaint in a sexual‑misconduct case. Specifically, the court had to determine if the complaint could be used merely to show consistency and to negate consent, or if the magistrate erred by using it to create a probability against consent and to draw adverse inferences about the appellant’s credibility.",
    "principles": "South African and English authorities (R v Lillyman, R v Osborne, Kilby v R, and related case law) establish that a complainant’s contemporaneous complaint may be admitted solely to demonstrate consistency with her trial testimony and to negate consent, not as substantive proof of the alleged facts nor to create a probability in favour of the prosecution. The complaint is not evidence of the facts complained of and must not be used to infer the appellant’s guilt beyond its limited evidential purpose.",
    "application": "The Court of Appeal found that the magistrate misdirected himself by treating the complaint and its terms as a probability that the complainant’s consent was absent, thereby using it as substantive evidence against the appellant. The magistrate also gave undue weight to the state of the complainant’s hair and to her emotional distress, which are admissible only to illustrate the complainant’s state, not to prove lack of consent. The Court concluded that the magistrate’s reasoning was unsafe and that the conviction was therefore unsustainable.",
    "conclusion": "The appeal succeeded. The Court set aside the conviction and sentence against Angelo Hammond, ordering that the appellant’s conviction be vacated."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "evidence",
      "complaint admissibility",
      "rape",
      "appeal",
      "misdirection"
    ]
  }
}