{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/81.html",
  "case_name": "Mpakathi v Kgotso Development CC and Others (334/03) [2004] ZASCA 81; [2006] 3 All SA 518 (SCA); 2005 (3) SA 343 (SCA) (20 September 2004)",
  "citation": "[2004] ZASCA 81",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 81\n|\nNoteup\n|\nLawCite\nMpakathi v Kgotso Development CC and Others (334/03) [2004] ZASCA 81; [2006] 3 All SA 518 (SCA); 2005 (3) SA 343 (SCA) (20 September 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 7 December 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 334/03\nIn the matter between\nMA MPAKATHI\nAppellant\nand\nKGOTSO DEVELOPMENT\nCC\nFirst\nRespondent\nSDP DU\nTOIT\nSecond Respondent\nHC DU\nTOIT\nThird Respondent\nSEDIBENG DISTRICT\nMUNICIPALITY\nFourth Respondent\nMIDVAAL LOCAL\nMUNICIPALITY\nFifth Respondent\nREGISTRAR OF\nDEEDS, PRETORIA\nSixth\nRespondent\n________________________________________________________________________\nCORAM:\tHARMS, STREICHER JJA, ERASMUS, JAFTA et PONNAN AJJA\n________________________________________________________________________\nDate Heard:\n3 September 2004\nDelivered:\n20 September 2004\nLocal authority – Councillors\n– Purchase of property at a sale in execution where municipality the\njudgment creditor –\nAccording to agreed facts, magistrate acquired certain\n‘rights’ in terms of conditions of sale – Such\n‘rights’\nall to benefit of municipality – Such\n‘rights’ entail rights already vesting in municipality in terms of\nstatute\nor part of functions of sheriff under Magistrates’ Courts rule 43\n– Sale not null and void under s 40 of Gauteng Local\nGovernment Ordinance\n17 of 1939\n________________________________________________________________________\nJ U D G M\nE N T\n________________________________________________________________________\nERASMUS AJA\nERASMUS AJA\n[1]\tAt issue in this appeal\nis the validity of an agreement of sale of immovable property concluded at a\nsale in execution held on\na magistrate’s  judgment obtained by a local\nauthority against the registered owner of the property.  Transfer was effected.\n\nThe previous owner thereafter instituted action in the court\na quo\nfor an\norder declaring the purchase to be null and void. She cited: as first defendant,\nthe close corporation that had purchased\nthe property; as second and third\ndefendants, the two members of the close corporation; as fourth and fifth\ndefendants, two municipalities\n(to whom I refer collectively as either\n‘the municipality’, ‘the judgment creditor’ or\n‘the execution\ncreditor’ depending upon what is appropriate to the\ncontext); and, as sixth defendant, the registrar of deeds.\n[2]\tIt was\nplaintiff’s case that the sale fell foul of s 40 of the Gauteng Local\nGovernment Ordinance 17 of 1939 (T) (‘the\nordinance’) which is\ncurrent in Gauteng and which provides, in ss (1) thereof, that a municipal\ncouncillor shall not (except\nin certain specified circumstances not relevant\nhere) ‘enter into a contract with the council  in which he or she has a\npecuniary\ninterest’. Subsection (3) declares that such a contract\n‘shall be null and void’. At the time of the sale in execution,\nthe\nsecond defendant was a councillor in the municipality. His member’s\ninterest in the close corporation was sufficient to\nbring the contract of sale\nwithin the purview of s 40.\n[3]\tThe court dismissed the action on the\nbasis of the stated case presented to it for adjudication in terms of rule 33 of\nthe Uniform\nRules. The judgment is reported as\nMpakathi v Kghotso Development\nCC and others\n2003 (3) SA 429\n(W). Cloete J therein set out fully the\nrelevant facts and dealt extensively with a number of questions of law arising\nin the matter.\n The learned judge granted the unsuccessful plaintiff leave to\nappeal.\n[4]\tThe agreement that comes into being at a judicial sale is one\nbetween the purchaser and the sheriff acting as the executive of\nthe law. This\nproposition was accepted as correct by appellant’s counsel, who therefore\ndid not contend that the execution\ncreditor automatically becomes party to that\ncontract. He contended instead that in the present matter a contractual\nrelationship\nwas established between the municipality and the purchaser by\nvirtue of certain provisions contained in the conditions of sale; which\nconditions, upon the fall of the hammer, became terms of the contract of sale.\nThe relevant conditions are identified in the statement\nof agreed\nfacts:\n‘26.\tThe Conditions of sale vested various rights in the Eastern\nGauteng Services \tCouncil,\ninter alia,\nthe following:\n26.1\tClause 5 obliged the purchaser, at the instance of the attorney of the\nEastern Gauteng Services Council, to pay all the costs\nrelating to the transfer\nof the property and the sale in execution.\n(a)\n26.2\tIn terms of clause 6, the purchaser assumed liability for all outstanding\ndebts owed to the Eastern Gauteng Services Council\nin respect of taxes, levies\nand service fees relating to the property.\n(b)\n26.3\tIn terms of clause 7, the purchaser had to furnish a guarantee approved by\nthe attorney of the Eastern Gauteng Services Council\nfor payment of the balance\nof the purchase price.\n(c)\n26.4\tIn terms of clause 9, the Eastern Gauteng Services Council appointed the\nconveyancer to effect the transfer of the property.\n(d)\n26.5\tIn terms of clause 10, the Eastern Gauteng Services Council was exempted\nfrom liability for any latent defects in the property.’\n(e)\nI comment as follows on the cross-references inserted in the\nabove paragraph.\n(a)\nSection 3\nof the\nTransfer Duty Act 40 of 1949\ndeclares that the duty shall be payable by the person who has acquired the\nproperty.\n(b)\nSection 50\nof the ordinance provides that no transfer of\nland shall be registered unless all amounts for a period of three years in\nregard to\nmunicipal rates and services have been\npaid.\n[1]\n(c)\nRule 43(13)\nof\nthe Magistrates’ Courts rules provides that the sheriff shall give\ntransfer to the purchaser against payment of the purchase\nmoney and upon\nperformance of the conditions of sale and may for that purpose do anything\nnecessary to effect registration of transfer.\n(d)\nRule 43(8)\nprovides\nthat the creditor may appoint the conveyancer for the purposes of transfer.\n(e)\nClause 10 purports to exempt the municipality from a liability\nwhich, for it, does not exist.\n[5]\tIt seems therefore that the conditions of\nsale upon which appellant would rely, entail rights already vested in the\nmunicipality\nin terms of statutory provisions or the rules; or prescribe how the\nsheriff shall perform his executive functions in giving effect\nto the terms of\nthe agreement of sale in a process which is mandatory for the sheriff and\ntherefore beyond the control of the execution\ncreditor.\n[6]\tCounsel for the\nappellant submitted that clauses 5 to 9 of the conditions of sale involve the\nmunicipality in a tripartite agreement,\nas in the case of\nSedibe and another\nv United Building Society and another\n1993 (3) SA 671(T).\nThis aspect was\nthe subject of the judgment of the court\na quo\n. However, in view of the\ndevelopments described hereinafter, it has become unnecessary for us to come to\na finding on the issue.\n[7]\tAppellant’s counsel advanced the further\nsubmission that the validity and status of the so-called tripartite agreement is\nnot open to challenge by the respondents, in virtue of the fact that in the\nstated case it is expressly and therefore incontrovertibly\nagreed that clauses 5\nto 9 of the conditions of sale vested various ‘rights’ in the\ncouncil.\n[2]\nHe contended that the\ncourt is not entitled to go behind the admission. I shall accordingly for\npurposes of this judgment accept\n(without deciding) that on the agreed facts, we\nhave here a contract of the kind that was found to exist in\nSedibe\n678\nA-C,\nviz\na special type of situation where the execution creditor, the\nsheriff and the purchaser are all parties to what is in effect a tripartite\nagreement in terms of which the municipal council acquired a contractual bond\nwith the purchaser, and therefore indirectly with a\ncouncillor.\n[8]\tThat contract is impugnable under\ns 40(1)\nof the ordinance only if a \ncouncillor thereunder acquires ‘any direct or indirect pecuniary\ninterest’. That concept\nwas received from\nEngland\n[3]\ninto our legislation\nregulating relationships between local authorities and the members of their\ngoverning councils\n[4]\n. It is employed\nin three areas: councillors attending and voting at meetings concerning matters\nin which they have a direct or indirect\npecuniary interest; the disqualification\nfrom office of councillors who enter into contracts with the council in which\nthey have\nsuch interest, and the ineligibility of candidates for office who have\nsuch contracts with the council; and, as in the present case,\nthe invalidity of\ncontracts in which a councillor has such interest.\n[9]\tThe words ‘direct or indirect pecuniary interest’ are capable\nof bearing a wide meaning. However, inasmuch as\ns 40\nrestricts the right of\nfreedom of contract, limitation of that extensive meaning through contextual\ninterpretation, seems called\nfor. Dönges and Van Winsen,\nMunicipal\nLaw\n2ed 128 state that ‘(t)hese words are nowhere defined and the\ncourts have been called upon to treat each set of facts on its\nmerits. In order\nto do this the courts have looked to the object which the Legislature desired to\nattain.’ Apart from avoiding\nconflict of\ninterest\n[5]\n,\ns 40\nobviously has the\npurpose of protecting municipal councils from fraud and corruption by\ncouncillors; the prevention of misuse of\ninsider knowledge of municipal business\nby councillors; and their abuse of their position in dealing with municipal\nemployees and\nadministrators in the performance of contracts with the\nmunicipality.\n[10]\tIn\nR v Garb\n1934 CPD 66\n, 69, Gardiner JP remarked that\n‘(w)here the councillor’s interest is simply one which is common to\nevery ratepayer in\nthe municipality, then he is not regarded as coming within\nthe section’. In the present matter the contract was entered into\nat a\npublic auction open to all ratepayers and other interested parties. The\nmunicipality had no part in or control over the auction\nin that the sheriff is\nobliged to sell the property to the highest bidder (Magistrates’ Courts\nrule 43(10)).\nThese circumstances greatly reduce the risk of impropriety on the\npart of the councillor in the purchasing of the property.\n[11]\tThe risk of chicanery is further reduced by the fact that the benefits\nwhich redound to the municipality in terms of clauses\n5 to 9 involve statutory\nrights which it already possesses, or to executive actions by the sheriff\nprescribed by the rules of \ncourt.\n[6]\n[12]\tImportantly, the contractual provisions upon which the appellant would\nrely are all to the benefit of the municipality.  In\nBurger v Dummer and\nanother\n1913 CPD 765\n, 770, Gardiner AJ declared that ‘wherever\n“contract” is mentioned in the (municipal) Ordinance, a contract ...\nwhereby the Council is to do or give something in return for something done or\ngiven by the other party, is contemplated’.\n The court held that the\nundertaking by a candidate councillor to donate an amount of money towards\ndefraying the costs of an appeal\ninstituted by the council, did not constitute a\npecuniary interest disqualifying him from office. This decision might not give\nrise\nto a general rule that a donation or a promise without return, made by a\ncouncillor to the council, can never constitute a pecuniary\ninterest; it does\nhowever reflect the common sense view that the words ‘pecuniary\ninterest’ generally connote a right\nor claim vesting in the councillor as\nagainst the council.\n[13]\tThe purpose of execution is the enforcement of the\ncourt’s judgment; to which end the proceedings are driven throughout\nby\nthe judgment creditor for its exclusive benefit (subject to the rights of\npreferent creditors), through the sheriff acting in\nhis or her executive\ncapacity. The execution creditor has the right to prepare the conditions of sale\n(Magistrates’ Courts\nrule 43 (7)(a)) and may include therein provisions to\nits benefit. The municipality, in its capacity of execution creditor, stipulated\nthe benefits which it required out of the sale. The purchaser, in accepting the\nconditions of sale, was instrumental in the municipality\nobtaining its\nobjectives. What is more, the purchaser’s bid, being the highest bid,\nconstituted for the municipality the best\nbargain possible at the particular\nsale in execution. The purchaser’s obligation to fulfil that bargain can\nhardly afford scope\nfor corruption, fraud or insider trading.\n[14]\tIn short,\nfor the above reasons, I find that the beneficial statutory ‘rights’\nof the kind ‘acquired’\nby the municipality at the public judicial\nsale did not     constitute a pecuniary interest, direct or indirect, as\ncontemplated\nin Local Government Ordinance 17 of 1939 (T).\n[15]\tI should\nmention perhaps that in the appellant’s heads of argument reliance is\nplaced also on\ns 10H(3)\nof the\nLocal Government Transition Act 209 of 1993\n, but\nthat aspect was not pursued at the appeal. I need not burden this judgment with\nmy reasons for regarding counsel’s decision\nto be correct and\nproper.\n[16]\tIn the result, I would dismiss the appeal with costs.\n_______________________\nAR ERASMUS\nACTING JUDGE OF\nAPPEAL\nCONCUR:\nHarms  JA\nStreicher JA\nJafta  AJA\nPonnan AJA\n[1]\nThe section is fully set out\nin footnote 8 p 437 of the reported judgment of the court a\nquo\nabove\npara [3].\n[2]\nSee\npara\n[4].\n[3]\nSee\nHalsbury’s\nLaws of England\n4\nth\ned. Vol 29(1) under\npara 170\n‘Pecuniary\ninterest.’\n[4]\nSee,\nfor example :\ns 46\nand\ns 103\nOrdinance 10 of 1912 (Cape);  s 30\nMunicipal Ordinance 20 of 1974 (Cape); s 50 Local Government Ordinance 8 of 1962\n(Free State).\n[5]\nSee\nMcIllwraith v Fowler\n1920 EDL 215\nat 222;\nStellenbosch Farmers’\nWinery v Distillers Corporation (SA) Ltd and another\n1962 (1) SA 458\n(A)\n470B\n.\n[6]\nSee\npara\n[4].",
  "scraped_at": "2026-02-12T09:06:44.554307",
  "date": "2004-09-20",
  "coram": [
    "Harms JA",
    "Streicher JA",
    "Erasmus AJA",
    "Jafta AJA",
    "Ponnan AJA"
  ],
  "case_number": "334/03",
  "parties": {
    "applicants": [
      "MA MPAKATHI"
    ],
    "respondents": [
      "KGOTSO DEVELOPMENT CC",
      "SDP DU TOIT",
      "HC DU TOIT",
      "SEDIBENG DISTRICT MUNICIPALITY",
      "MIDVAAL LOCAL MUNICIPALITY",
      "REGISTRAR OF DEEDS, PRETORIA"
    ]
  },
  "sections": {
    "facts": "The case arose from a sale in execution of immovable property that had been ordered by a magistrate’s judgment obtained by a local authority (the Eastern Gauteng Services Council) against the registered owner. The sale was publicly auctioned by the sheriff, and the purchaser acquired the property subject to conditions of sale that vested various rights in the Council, such as payment of transfer costs, assumption of outstanding municipal debts, provision of a guarantee, appointment of the conveyancer and exemption from liability for latent defects. After the sale, the previous owner instituted proceedings seeking a declaration that the sale was void under section 40 of the Gauteng Local Government Ordinance, alleging that a councillor of the municipality who was a member of the purchasing close corporation had a direct or indirect pecuniary interest in the contract.",
    "issues": "The principal issue was whether the agreement of sale, and the ancillary conditions that conferred benefits on the municipality, fell within the ambit of section 40 of the Gauteng Local Government Ordinance and was therefore null and void because a councillor had a direct or indirect pecuniary interest. A subsidiary issue concerned whether the conditions of sale created a tripartite contract involving the municipality, the sheriff and the purchaser, and whether such a contract could be impugned on the basis of the councillor’s interest.",
    "principles": "Section 40(1) of the Ordinance prohibits councillors from entering into contracts with the council in which they have a pecuniary interest; such contracts are declared void by subsection (3). The courts interpret \"direct or indirect pecuniary interest\" broadly but with contextual limitation, focusing on the legislative purpose of preventing corruption, misuse of insider knowledge and abuse of office. Precedents cited include Sedibe v United Building Society (tripartite agreements), Burger v Dummer (nature of pecuniary interest), R v Garb (interest common to all ratepayers does not trigger the provision), and statutory provisions such as the Transfer Duty Act and Magistrates’ Courts Rule 43 which vest certain rights and duties in the municipality or the sheriff. The purpose of the Ordinance is to protect municipal councils from fraudulent or corrupt conduct by councillors.",
    "application": "The Court examined the conditions of sale (clauses 5‑9) and determined that they merely affirmed rights already vested in the municipality by statute or prescribed the sheriff’s executive functions, rather than creating a new proprietary interest for the councillor. The benefits to the municipality were statutory (e.g., recovery of municipal debts, appointment of conveyancer) and did not constitute a pecuniary interest in the sense of section 40. The public nature of the auction and the sheriff’s duty to sell to the highest bidder further reduced any risk of impropriety. Consequently, the contract did not fall within the prohibition of section 40, and the ordinance could not be invoked to void the sale.",
    "conclusion": "The appeal was dismissed with costs. The Court held that the statutory and executive rights vested in the municipality did not amount to a direct or indirect pecuniary interest for the councillor, and therefore the sale in execution was valid and not void under section 40 of the Gauteng Local Government Ordinance."
  },
  "tags": {
    "level_1": "Municipal Law",
    "level_2": "Property Law – Sale in Execution",
    "level_3": [
      "pecuniary interest",
      "councillor disqualification",
      "tripartite contract",
      "section 40 Ordinance",
      "statutory interpretation"
    ]
  }
}