{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/118.html",
  "case_name": "Eskom v Bonjanala Platinum District Municipality and Another (560/2003) [2004] ZASCA 118; [2005] 3 All SA 108 (SCA); 2005 (4) SA 31 (SCA); 67 SATC 290 (30 November 2004)",
  "citation": "[2004] ZASCA 118",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 118\n|\nNoteup\n|\nLawCite\nEskom v Bonjanala Platinum District Municipality and Another (560/2003) [2004] ZASCA 118; [2005] 3 All SA 108 (SCA); 2005 (4) SA 31 (SCA); 67 SATC 290 (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No 560/03\nREPORTABLE\nIn the matter between\nESKOM                                                       \nAPPELLANT\nand\nBOJANALA PLATINUM DISTRICT\nMUNICIPALITY  \nFIRST RESPONDENT\nRUSTENBURG DISTRICT COUNCIL       SECOND\nRESPONDENT\nBefore:\tScott, Cameron, Heher JJA et Comrie, Jafta\nAJJA\nHeard:\t15 November 2004\nDelivered:\t30 November 2004\nSummary:\tPrescription – Regional Service Council levies paid without    \nliability – claim for refund – s 11(a)(iii)\nof Act 68 of 1969\n– 30 years in respect of taxation – operates in favour of\ntaxgatherer only – prescriptive period\napplicable to refund claim 3 years\nin terms of\ns 11(d).\n______________________________________________________\nJUDGMENT\n______________________________________________________\nCOMRIE\nAJA\n[1]\tThe appellant (‘Eskom’) has existed since about 1922.\nSee Act 42 of 1922. It generates and provides electrical power.\nIn the nature of\nthings it is an employer and an enterprise. As such it paid, for several years,\nregional establishment and service\nlevies (‘RSC levies’) to various\nlocal authorities including the two respondents or their predecessors. In 1995\nanother\nlocal authority sought to impose an additional levy. This caused Eskom\nto take a closer look at its own current enabling statute,\nAct 40 of 1987, in\nparticular s 24. It sought the advice of two senior counsel. One opinion was\nadverse, the other favourable. On\nthe strength of the latter opinion, Eskom\nobjected to the additional assessment. Its objection was upheld by Southwood J\nsitting\nin the Special Income Tax Court (judgment delivered: 9 July 1997). The\nCouncil’s appeal to the Supreme Court of Appeal failed:\nGreater\nJohannesburg Transitional Metropolitan Council v Eskom\n2000 (1) SA 866\n(SCA)\n(judgment delivered: 30 November 1999). At the relevant time s 24 exempted Eskom\nfrom the payment of\ninter alia\nlevies and fees ‘to the\nState’. This court held that the council in question, and similar local\nauthorities, formed part\nof ‘the State’. Hence Eskom was exempt from\nthe payment of RSC levies.\n[2]\tWhen Eskom received the conflicting\nopinions of counsel, it did not cease paying RSC levies. Nor did it stop paying\nwhen it won\nits case before Southwood J. Various reasons were given for this in\nevidence, among them that the matter was on appeal to this court.\nThere were\nalso some political considerations involved. The apparent solution was\nEskom’s decision to continue paying RSC levies,\nbut ‘under\nprotest’. The evidence showed, however, that this decision was only\nimplemented partially.\n[3]\tSome time after its success in the appeal to\nthis court, Eskom instituted separate actions against the two respondents for\nthe\nrecovery of RSC levies paid to them or their predecessors. The actions were\nlater consolidated. From the first respondent (Bojanala\nPlatinum District\nMunicipality) it claimed R316 416,02 in respect of levies paid for the period\nJanuary 1998 to December 1998. The\nsummons was served on 2 January 2002. From\nthe second respondent (Rustenburg District Council) it claimed R2 636 595,94 in\nrespect\nof levies paid for the period January 1991 to December 1998. The summons\nwas served on 3 December 2001.\n[4]\tThe matter came before Moseneke J in\nthe Pretoria High Court who, by agreement and an appropriate order, decided\ncertain issues\nfirst, the rest standing over for later determination if need be.\nI summarise his conclusions:\n(a)\tthat until 6 December 1995 Eskom paid RSC levies in the\nbona fide\nand\nreasonable, but mistaken belief that it was liable to do so;\n(b)\tthat after 6 December 1995 the continued payments of RSC levies were not\nmade in error;\n(c)\talternatively to (a) and (b), and at best for Eskom, the continued payments\nof RSC levies ceased to be erroneous from 9 July\n1997 (being the date when\nSouthwood J gave judgment in its favour);\n(d)\tthat as between Eskom and Rustenburg District Council there was a tacit\nagreement that all payments of RSC levies made to the\nlatter from mid-October\n1997 onwards would be refunded in the event of this court finding in favour of\nEskom in the Greater Johannesburg\ncase; and\n(e)\tthat Eskom’s claims against Bojanala Platinum District Municipality\nhad prescribed, and that its claims against Rustenburg\nDistrict Council up to\nmid-October 1997 had prescribed.\n[5]\tI should mention that in the court\na quo\nEskom\nadvanced three causes of action. The first was the\ncondictio indebiti\nwhich, it can be seen, the learned judge dealt with on its merits. The second,\nan alternative, was a constitutionally based claim\nto a right of restitution.\nThe learned judge had sympathy for this claim but found it unnecessary to decide\nthe matter because, so\nhe concluded, such a claim, if otherwise good, had\nprescribed. The third cause of action was the tacit agreement which, we have\nseen,\nwas upheld in part.\n[6]\tThe appeal is with leave granted by Ponnan J (in the absence\nof the learned trial judge).\nPrescription\n[7]\tOn appeal Eskom accepts the findings of fact of the court\nbelow in relation to prescription and error. It appears that\na quo\nboth\nsides, and the court, approached the prescription issue on the basis that the\nrelevant period of prescription was three years.\nSee\ns 11(d)\nof the\nPrescription\nAct 68 of 1969\n: ‘three years in respect of any other debt’. If that\nwas correct, then it would be the end of the appeal. However, Eskom\nsubmits on\nappeal that the applicable period of prescription is thirty years as provided by\ns 11(a)(iii)\nof that act:\n‘(a)\tthirty years in respect of –\n(iii)\tany debt in respect of any taxation imposed or levied by or under \tany\nlaw.’\nIf that contention is sound, then other issues will\nrequire consideration.\n[8]\tCounsel appeared to assume that RSC levies\nproperly assessed, due and payable would constitute ‘taxation’. See\ns 3\nand s 12 of the Regional Services Councils Act 109 of 1985. Compare\nThe\nMaster v I L Back & Co. Ltd\n1983 (1) SA 986\n(A). Without deciding the\npoint, I shall make the same assumption in favour of the appellant. I shall thus\nassume that a council’s\nclaim for RSC levies – properly assessed,\nbut unpaid –prescribes after only 30 years.\n[9]\tIt does not\nnecessarily follow, however, that a taxpayer’s claim for a refund of RSC\nlevies improperly assessed, and therefore\nnot due, also constitutes taxation.\nThe respondent councils had no power to levy or collect more by way of tax than\nwas due to them\nin terms of Act 109 of 1985 and the regulations made thereunder.\nSuch payments, even if believed to be due at the time, were thus\nnot taxes but\nsomething else. Equally, the ‘debt’ underlying the claim for a\nrefund would not be a tax debt imposed or\nlevied under any law.\n[10]\tThe\npoint was well brought out in\nCommissioner of Inland Revenue v First National\nIndustrial Bank Ltd\n[1990] ZASCA 49\n;\n1990 (3) SA 641\n(A). The bank disputed liability for\nstamp duties on a credit card scheme, but paid the disputed duties under\nprotest. Section 32(1)(a)\nof the Stamp Duties Act 77 of 1968 empowered the\nCommissioner to ‘make . . . a refund in respect of: (a) the amount of any\noverpayment of duty . . . properly chargeable’ if application was made\nwithin two years. Nienaber AJA said at 645I-646A:\n‘What the section\ncontemplates is a payment made in respect of duties rightly chargeable but\nwrongly calculated. To the extent\nof any excess there would be an\n“overpayment” and it would be an overpayment of duties\n“properly chargeable”.\nThe taxpayer could then claim, and the\nCommissioner would be empowered to authorise, a repayment in terms of the\nsection without\nrecourse to the technicalities of a common law\ncondictio\n.\nBut this was not such a case. Here the Court\na quo\nfound that the\npayments were made by the Bank and accepted by the Commissioner in respect of\n“an instrument” which did\nnot, in reality, attract duty at all. This\nwas not, therefore, a case where the Bank paid in excess of what it should have\npaid;\nthis was a case where it should not have paid anything at all. Hence there\nwas no\noverpayment\nof duties “properly chargeable”. Section\n32(1)(a) accordingly did not apply.’\n[11]\tMr Tuchten, for the\nappellant, sought to broaden the meaning of ‘taxation’ in various\nways. In the first place he\npointed to the fact that s 11(a)(iii) does not\nmention the ‘State’, whereas in respect of certain other specified\ndebts\nboth s 11(a)(iv) and s 11(b) expressly provide: ‘any debt owed to\nthe State’. He conceded, however, that there was no\nneed for the\nlegislature to mention the ‘State’ in s 11(a)(iii) because only\nan organ of state, in the wide sense,\ncould be empowered to impose or levy\ntaxation by or under any law.\n[12]\tSecondly, reliance was placed by counsel\nfor the appellant on the phase ‘in respect of’ (Afrikaans:\n‘ten opsigte\nvan’). We were referred to a long line of decisions of\nthis court which show that the phrase is capable of a wide meaning and\na narrow\nmeaning, and of shades of meaning in between. The nature or degree of the\nrelationship or connection thereby connoted is\na matter of legislative intention\nto be determined by the court in each case in the light of the statutory context\nand purpose. See\nMak Mediterranee Sarl v The Fund Constituting the Proceeds\nof the Judicial Sale of the M C Thunder (S D Arch, Interested\nParty)\n1994 (3) SA 599\n(C) at 605G-606G. See too\nMontesse Township and\nInvestment Corporation (Pty) Ltd and another v Gouws NO and another\n1965 (4)\nSA 373\n(A) at 383F-4H where, in the context, a wider meaning was adopted in\nregard to s 3(2)(c)(iv) and s 3(2)(d) of the previous Prescription\nAct 18 of\n1943. Among other cases Mr Tuchten cited\nIsraelsohn v Commissioner of\nInland Revenue\n1952 (3) SA 529\n(A) at 540D-H where Centlivres CJ\nsaid:\n‘But it may be said that the words 'in respect of' are of wide\nimport and not capable of any precise definition. There is something\nto be said\nfor the view that the additional amount of tax payable is payable in respect of\nthe wife's income when that income has\nbeen omitted by the husband in his\nreturn. Indeed that was the view taken by Murray, J. Even if a husband in his\nincome tax return\nomits a portion of his own income but includes the whole of\nhis wife's income there is a good deal to be said, on the wide meaning\nof the\nwords “in respect of”, for the view that the treble tax which the\nhusband must pay is also in respect of his wife's\nincome. For that tax is three\ntimes the tax chargeable on the combined incomes of himself and his wife and is\ntherefore in respect\nof both his own and his wife's income. Consequently it\nseems to me that sec. 85 (3) is reasonably capable of two constructions. That\nbeing so, that construction should be placed on the section which imposes the\nsmaller burden on the taxpayer. See\nBorcherds, N.O v Rhodesia Chrome &\nAsbestos Co. Ltd\n.,\n1930 AD 112\nat p. 119, where Stratford, J.A., in\ndelivering the judgment of the Court said, in reference to a taxing statute:\n“In a case of doubt a court of law would have to construe such an\nOrdinance against the larger imposition.”\nThis is in\nconsonance with what Lord Thankerton said in\nInland Revenue Commissioners v\nRoss & Coulter and Others\n,\n1948 (1) A.E.R. 616\nat p. 625. In dealing\nwith a taxing section he said that if it is “reasonably capable of two\nalternative meanings, the courts\nwill prefer the meaning more favourable to the\nsubject”.’\n[13]\tWe are not here concerned with a taxing\nstatute, but with a subsection of the Prescription Act dealing with taxation.\nSections 11 (a)-(c)\nfavour certain classes of creditor according to\nthe nature of the debt and provide for periods of prescription of 30, 15 and 6\nyears.\nThe policy reasons underlying this classification are discussed by M M\nLoubser:\nExtinctive Prescription\nat 35-7. It is clear, in my view, that\nthe state is intended to be a preferred creditor in the three instances which I\nhave earlier\nmentioned, viz s 11(a)(iii), s 11(a)(iv) and s 11(b). Counsel\ncontended that this was inequitable or, to borrow his word, discriminatory.\nBut\nthe legislative intention is plain. No argument of constitutional invalidity was\nadvanced. I should point out that generally\nthe prescriptive period for\ncondictiones\nis three years, be it for or against the State or for or\nagainst an individual person or legal\npersona\n. The argument for the\nappellant seeks to carve out an exception to that generality in cases of what\ncounsel contended were ‘taxation’.\nBut this is not persuasive. It\nseems to me rather that the expression ‘in respect of’ was used by\nthe legislature to\ncover ancillary debts claimable by the state such as interest\nand penalties. Compare\nCommissioner of Customs and Excise v Tayob and\nothers\n2002 (6) SA 86\n(T) at 96B-D.\n[14]\tThirdly, Mr Tuchten made\nsome play on the words ‘imposed or levied’ (Afrikaans:\n‘opgelê of gehef’).\nHe referred us to dictionary definitions\nto the effect that the verb ‘levy’ can mean either the imposition of\ntaxes or\nduties, or the collection thereof. Since the word ‘levied’\nin s 11(a)(iii) is used in juxtaposition to the word\n‘imposed’,\nhe submitted that, in order to avoid tautology, the collection meaning should be\nassigned to ‘levied’.\nI do not agree. The word ‘levy’ is\nfrequently used to connote the imposition of taxes, for example in reference to\nthe\nassessment of duties such as customs duties. I think the legislature\nintended no more than to make it clear that all forms of taxation\nwere included,\nand that the 30 year prescriptive period was not confined to the most obvious\nforms of taxation such as income tax.\n[15]\tFinally, we were referred to\nthe unreported judgment of Basson J in\nSage Life Ltd v Minister of Finance\nand SARS\n(TPD, case no 24379/00, 10 October 2001). By way of an amendment to\nthe Income Tax Act 58 of 1962, Sage Life became retrospectively\nentitled to the\nrefund of certain secondary tax which it had properly paid. The Commissioner\nrefunded the capital payments but without\ninterest. Sage Life sued for interest\nand was met\ninter alia\nwith a defence of prescription. The court held\nthat the Commissioner was obliged to pay interest. The court held further that\nthe\nperiod of prescription was 30 years. Basson J said:\n‘There is\nnothing in the wording of section 11(a)(iii) of the Prescription Act that shows\nthat such “debt” is to\nbe regarded to mean only a debt in respect of\nany taxation imposed or levied by or under any law, as long as the debt is one\nowed\nto the commissioner or\nfiscus\n. In my view, there is no reason to\nlimit such description of “debt” to the position where the\ncommissioner or the\nfiscus\nis the creditor and not also to apply to the\nposition where the taxpayer is the creditor (as is the position\nin casu\n).\nIn other words, such forced interpretation is not supported by the clear meaning\nof the wording of section 11(a)(iii) of the Prescription\nAct (quoted\nabove).\nIn my view, therefore, a debt such as the present debt that is owed\nto the applicant by the commissioner (\nfiscus\n) on the basis of a tax which\nwas imposed and levied but later became repayable due to an exemption granted\nstatutorily falls within\nthe description of “debt” in section\n11(a)(iii) of the Prescription Act.’\n[16]\tThe actual decision in\nSage Life\nis manifestly distinguishable\ninter alia\nbecause the tax\nwas properly payable in the first place and because the insurer’s claim\nwas for interest. For the reasons already\ngiven however I do not share the\nopinion that s 11(a)(iii) operates in favour of the taxpayer or that to hold\notherwise would be\na forced interpretation. In my view Basson J’s\nconstruction was, with respect, wrong.\n[17]\tI conclude therefore that s\n11(a)(iii) of the Prescription Act, properly interpreted, operates in favour of\nthe state but not\nin favour of the taxpayer. Eskom’s claims for refunds of\nRSC levies wrongly paid, whether at common law or constitutional,\nare\naccordingly subject to the three year period of prescription laid down by s\n11(d). Since it was common cause that this conclusion\nwould dispose of the\nappeal, it is not necessary for me to canvass the other questions which were\ndebated in argument.\n[18]\tThe appeal is dismissed with costs, including the\ncosts of two counsel.\n____________\nR G COMRIE\nACTING JUDGE OF\nAPPEAL\nCONCUR:\nSCOTT JA\nCAMERON JA\nHEHER\nJA\nJAFTA AJA",
  "scraped_at": "2026-02-12T09:10:20.321791",
  "date": "2004-11-30",
  "coram": [
    "Scott JA",
    "Cameron JA",
    "Heher JA",
    "Comrie JA",
    "Jafta AJA"
  ],
  "case_number": "560/03",
  "parties": {
    "applicants": [
      "ESKOM"
    ],
    "respondents": [
      "BOJANALA PLATINUM DISTRICT MUNICIPALITY",
      "RUSTENBURG DISTRICT COUNCIL"
    ]
  },
  "sections": {
    "facts": "Eskom, the state electricity supplier, had been paying Regional Service Council (RSC) levies to various local authorities since its inception in 1922. In 1995 another authority sought an additional levy, prompting Eskom to review its statutory position under the Electricity Act 40 of 1987. After receiving mixed legal advice, Eskom objected to the levy; the objection was upheld by the Special Income Tax Court in July 1997 and affirmed by the Supreme Court of Appeal in 1999, establishing that Eskom was exempt from RSC levies as the councils were part of \"the State\". Despite the favourable rulings, Eskom continued to pay the levies – partly under protest and only partially – and later instituted separate actions against Bojanala Platinum District Municipality (claiming R316,416.02 for 1998) and Rustenburg District Council (claiming R2,636,595.94 for 1991‑1998) seeking refunds. The High Court found that the claims were prescribed under the Prescription Act, applying a three‑year limitation period.",
    "issues": "The appeal raised two principal issues: (1) whether the RSC levies that Eskom paid, later found to be unlawfully demanded, fall within the definition of \"taxation\" for the purposes of section 11(a)(iii) of the Prescription Act 68 of 1969, thereby attracting a thirty‑year prescription period; and (2) if the levies are not \"taxation\", whether the three‑year period under section 11(d) applies, rendering Eskom's refund claims time‑barred. Related sub‑issues concerned the interpretation of the phrases \"in respect of\" and \"levied\" within the statutory context.",
    "principles": "The court examined the Prescription Act, noting that s 11(a)(iii) provides a thirty‑year period for debts \"in respect of any taxation imposed or levied by or under any law\", whereas s 11(d) sets a three‑year period for all other debts. Previous authorities were considered, including Commissioner of Inland Revenue v First National Industrial Bank Ltd (distinguishing over‑payment of a duty that was properly chargeable) and Sage Life Ltd v SARS (where a tax refund claim was held to fall within the 30‑year period). The court emphasized that the classification in s 11(a) favours the State as a creditor and that \"taxation\" must refer to a liability that was lawfully imposed, not to payments made under a mistaken belief of liability.",
    "application": "Applying these principles, the court determined that RSC levies, even when improperly demanded, were not \"taxation\" because the councils lacked authority to levy a tax beyond what was lawful under the Regional Services Councils Act 109 of 1985. Consequently, the refunds Eskom sought were based on a debt that did not fall within s 11(a)(iii). The appropriate limitation period was therefore the three‑year term of s 11(d). Given the dates of the payments and the service of the summonses (2001‑2002), the claims were found to be prescribed. The court also upheld the High Court’s findings on the factual basis of the payments and the tacit agreement with Rustenburg, but these did not affect the prescription analysis.",
    "conclusion": "The Supreme Court of Appeal dismissed Eskom's appeal, holding that the refund claims were time‑barred by the three‑year prescription period of s 11(d). The appeal was dismissed with costs, including the costs of both counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Prescription",
    "level_3": [
      "regional service council levies",
      "refund claim",
      "definition of taxation",
      "prescription period"
    ]
  }
}