{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/116.html",
  "case_name": "Hay Management Consultants Ltd v P3 Management Consultants (Pty) Ltd (439/2003) [2004] ZASCA 116; [2005] 3 All SA 119 (SCA); 2005 (2) SA 522 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 116",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 116\n|\nNoteup\n|\nLawCite\nHay Management Consultants Ltd v P3 Management Consultants (Pty) Ltd (439/2003) [2004] ZASCA 116; [2005] 3 All SA 119 (SCA); 2005 (2) SA 522 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL OF\nSOUTH AFRICA\nREPORTABLE\nCase no:  439/03\nIn the matter between\nHAY MANAGEMENT CONSULTANTS LTD\t\t\tAPPELLANT\nand\nP3 MANAGEMENT CONSULTANTS (PTY)\nLTD\t\tRESPONDENT\nCoram:\nSCOTT, CAMERON, CONRADIE, HEHER JJA and PATEL\nAJA\nHeard:\n23 NOVEMBER\n2004\nDelivered:\t30 NOVEMBER 2004\nSummary:\tPractice:\njurisdiction – implied contractual submission – whether can be\nrelied on in action not arising from\nthe contract – weight to be attached\nto domicilium and choice of law clauses – submission by\nperegrinus\nin action by\nincola\n– whether sufficient of itself to found\njurisdiction.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA\nHEHER JA:\n[1]\nThis is an appeal with leave of the\ncourt\na quo\nfrom a judgment of Rabie J, sitting in a trial in the\nWitwatersrand Local Division, in which he dismissed a special plea to the\njurisdiction\nof the court with costs. The issue of jurisdiction had by agreement\nbetween the parties been tried separately prior to embarking\non the trial of the\nmerits of the case. Neither party chose to adduce evidence and the issue was\nconsequently argued on the pleadings.\n[2]\nThe plaintiff in the action\n(the respondent on appeal) is an\nincola\nof the Witwatersrand court. The\ndefendant (the appellant) is a company incorporated in England and Wales and a\nperegrinus\nof the Republic of South Africa.\n[3]\nIn September\n2000 the plaintiff instituted the action against the defendant claiming\nrepayment of an amount of R515 815 paid under\nprotest and alleged to be subject\nto the condition that it would be repaid if found not to be due. (The claim was\nsubsequently reduced\nby an amount of R117 604,85 which, the plaintiff conceded,\nhad indeed been due and payable.) An alternative claim was based on the\ncondictio indebiti\n. The parties had during November 1989 in London\nconcluded a written agreement the essence of which was that the defendant\ngranted\nthe plaintiff a licence to operate a management consultancy in a number\nof Southern African countries including the Republic. In\nconsideration for the\nrights the plaintiff undertook to pay royalties to the defendant in\nLondon.\n[4]\nThe plaintiff averred in its particulars of claim that the\ntrial court possessed jurisdiction to try its cause because the plaintiff\nwas an\nincola\nand the defendant had consented to the jurisdiction of the court.\nThe plaintiff alleged that its cause of action arose ‘in connection\nwith\nthe agreement’ and relied specifically upon the terms of clauses 15 and\n16.1 thereof.\n[5]\nClause 15 stipulated that the proper law of the\nagreement was to be the law of the Republic of South Africa. Clause 16.1\nprovided\nas follows:\n’16.1\naddresses and notices\n16.1.1\tFor the purposes of this agreement, including the giving of notices and\nthe serving of legal process, the parties choose domicilium\ncitandi et\nexecutandi (“domicilium”) as follows:\nGroup\t\t\t\t\t:\tc/o Deneys Reitz\nCrusader House\n10 Anderson Street\nJohannesburg\n(Att. K. Cron)\nFax No.\t\t\t\t:\t838-7444\nwith an information copy to:\n52 Grosvenor Gardens\nVictoria\nLondon\nSW1W OAU\nTelex No.\t\t\t\t:\nFax No.\t\t\t\t:\t730-7004\nHSA and\t\t\t\t:\t1\nst\nFloor, Norwich Park, Cor 5\nth\nStreet\nRavnsborg\t\t\t\t\t& Grayston Drive, Sandown, Sandton\n2146, SOUTH AFRICA\nTelex\t\t\t\t\t:\nFax No. 884-4339\t\t\t:\n16.1.2\tA party may at any time change that party’s domicilium by notice in\nwriting, provided that the new domicilium is in\nthe Republic of South Africa and\nconsists of, or includes, a physical address at which process can be\nserved.’\n[6]\nThe defendant raised a special plea to\nthe jurisdiction. It pleaded that it was a\nperegrinus\nof the Republic and\nthe plaintiff had not attached its property to found or confirm jurisdiction and\ndenied that it had expressly\nor tacitly consented to the jurisdiction by\nconcluding the agreement containing the clauses relied on by the\nplaintiff.\n[7]\nIn its plea to the merits the defendant averred that\nthe agreement had been varied by an exchange of letters, denied that the\nplaintiff\nhad calculated the fees which it owed on a proper basis and denied\nthat the plaintiff was entitled to recover any part of the amount\nthat it had\npaid.\n[8]\nThe judgment of the court\na quo\naddressed two\nquestions:\n(i)\twhether a submission by the defendant to the jurisdiction of the court was\nsufficient of itself (there being no other\nratio\njurisdictionis\navailable to the plaintiff) to found jurisdiction in an action for money by an\nincola\nof the court against a\nperegrinus\nor whether the plaintiff\nrequired an attachment of the defendant’s property in addition;\n(ii)\twhether the grounds relied on by the plaintiff established a submission to\nthe jurisdiction by the defendant.\n[9]\nIn\nregard to the first question the learned judge followed, as authority binding on\nhim, the judgment of the Full Bench of the Witwatersrand\nLocal Division in\nAmerican Flag plc v Great African T-Shirt Corporation CC\n;\nAmerican\nFlag plc v Great African T-Shirt Corporation CC\n:\nIn re Ex parte Great\nAfrican T-Shirt Corporation CC\n2000 (1) SA 356\n(W) in which it was held\nthat, in an action for money by a plaintiff\nincola\nof the court, absent a\ncausa jurisdictionis\n, submission by a peregrine defendant is sufficient\nof itself to confer jurisdiction.\n[10]\nAs to the second question, the\nlearned judge considered the totality of the evidence, consisting not only of\nthe contractual terms\nbut also the admitted facts relating to the parties and\ntheir business relationship. He found that the plaintiff had proved on a\nbalance\nof probabilities that the parties ‘intended disputes arising from the\nagreement to be adjudicated by the South African\ncourts’ and,\nconsequently, that he had jurisdiction to decide the main\ndispute.\n[11]\nBefore us counsel for the defendant submitted that the\nplaintiff’s causes of action on the main and alternative claims were\nnot\nfounded on the contract and in fact disavowed that the payment which it made was\nrequired by any contractual obligation. In these\ncircumstances, he submitted,\nthe plaintiff could not rely on the provisions of the contract to found\njurisdiction. Even if, properly\ninterpreted, the contract embodied a consent to\njurisdiction, that consent was confined to disputes arising in relation to\nit.\n[12]\nAlthough, at first blush, this submission possesses the\nattraction of logic, I think it ignores the reality. The parties concluded\nthe\nagreement to regulate an ongoing business relationship. They fixed on a choice\nof law and, as will be seen, a forum to decide\ntheir disputes. Both would\nnecessarily have regarded the situation as anomalous and unsatisfactory if only\ndisputes arising strictly\nwithin the terms of the agreement could be decided in\nthat forum according to the selected legal regime, while all other disputes,\nno\nmatter how cardinal to their business, had to determined by another court\naccording to a different system of law. The present\ndispute demonstrates the\nabsurdity: the plaintiff paid because the defendant insisted that their contract\nrequired it to do so; in\nthe action the defendant maintains that stance and\nwhether the plaintiff wins or loses will depend largely on the true content of\nthe agreement and its interpretation; if the objection is good these questions\nwill have to be decided by an English court according\nto English law whereas if\nthe plaintiff had withheld the payment and been sued by the defendant the\ndispute would have been resolved\nin this country according to South African law.\nTo give proper effect to the parties’ intentions we must allow the\nsubmission\na scope which serves all disputes that have the terms and performance\nof the contract as their substance. The first point is therefore\nanswered in\nfavour of the respondent.\n[13]\nI think that the trial judge correctly\napproached the question whether the defendant had submitted to the jurisdiction\nby asking whether\nthe cumulative effect of the proved facts established\nsubmission on a balance of probability,\ncf Beverley Building Society v De\nCourcy and Another\n1964 (4) SA 264\n(SR) at 268 C-E. That being so it does\nnot signify that, on its own, the domicilium clause (\nStandard Bank Ltd v\nButlin\n1981 (4) SA 158\n(D)) or the choice of law clause (\nReiss\nEngineering Co Ltd v Insamcor (Pty) Ltd\n1983 (1) SA 1033\n(W)) may not have\ndischarged the onus.\n[14]\nThe proved facts which are relevant in the\npresent case are the following:\n1.\tThe defendant, an English company, with no apparent past or present\nconnection with South Africa, apart from its business relationship\nwith the\nplaintiff, was content to select a domicilium for service of process and writs\nof execution in this country. This was recognised\nas a significant factor\nleaning towards submission in\nBeverley Building Society\n(at 270C-E) and\nStandard Bank\n(at 164D-F) and, with respect, rightly so. The defendant\nmoreover undertook that, in the event of changing its chosen domicile, it\nwould\nprovide a physical address within the Republic for such purposes.\n2.\tThe ongoing relationship encompassed business in countries with varying legal\nsystems (\ninter alia\nAngola, Malawi and South Africa). English law was an\nobvious option as the governing law of the contract given that the defendant\nwas\nan\nincola\nof England. The fact that South African law was chosen is an\nindication, although slight in itself, of an intention to establish a\nconnection\nwith the courts of this country.\n[15]\nIn\nEx parte Hay Management Consultants (Pty) Ltd\n2000 (3) SA 501(W)\nWunsh J\nsought to ascertain the intention of the parties to the very contract presently\nunder consideration. He said (at 508G-I):\n‘At the time of the\n[defendant] so agreeing it was a\nperegrinus\nand there is no reason to\nbelieve that it then contemplated becoming resident in South Africa. It is still\na\nperegrinus\n. It could hardly have intended that an action against it\nwould be brought or have to be brought in the English Courts. It is bizarre\nto\nsuggest that what was contemplated, as a possibility, was that the applicant\nwould have to institute proceedings against the defendant\nin England, have the\nprocess served here (that being the only reason for the choice of a\ndomicilium citandi et executandi\nhere) and have the English Courts try\nthe action according to South African law. It is far more probable that it\nconsented to the\njurisdiction of a South African Court within the area of which\nits\ndomicilium citandi\nwould be situated.’\nThis was also the\nline of reasoning pursued by Rabie J in the court below. I find it persuasive\nand sufficient (even without the considerations\nto which I have already\nreferred) to raise a probability that the defendant intended to submit to the\njurisdiction of a South African\ncourt. At the time of the conclusion of the\ncontract (and at all subsequent times) the Johannesburg court was the\nappropriate court\nin the context of the agreement. I cannot divine the existence\nof any countervailing considerations and counsel could not take the\nmatter\nfurther. In the circumstances I find it unnecessary to address certain other\nreasons relied on by the learned judge as support\nfor his conclusion, such as\nthe place at which the plaintiff’s obligations under the contract were to\nbe performed and the\nrelevance of the conditions attached to the payment under\nprotest. Suffice to say that I agree with the trial judge that the defendant\nconsented to the jurisdiction of the Witwatersrand Local\nDivision.\n[16]\nThe final leg of the appeal resolves itself into a\nquestion of whether\nAmerican Flag plc supra\nwas correctly\ndecided.\n[17]\nCounsel for the appellant frankly conceded that\nrecognising consent by a peregrinus as sufficient of itself to found\njurisdiction\nin an action for money brought by an\nincola\nof the court\nreflected sound commercial reality. The wisdom of that concession is borne out\nby reference to Forsyth,\nPrivate International Law\n, 4\nth\ned\n215-6 where the learned author discusses ‘a fundamental issue of\npolicy’:\n‘However, as we have seen, today the doctrine of\neffectiveness is artificial and conceptual rather than realistic. And indeed\neven those cases that would most severely restrict submission do not reject it\naltogether. Moreover, submission is widely recognised\nin legal systems across\nthe world as a ground on international competence justifying the enforcement of\nthe judgment of a foreign\ncourt to which the defendant has submitted. Thus, on\nthe whole, a judgment based on submission will be effective. It is submitted\nthat effectiveness in this slightly attenutated sense should suffice to justify\nthe exercise of jurisdiction on the grounds of submission.\nThe fact is that most\nother legal systems-and in particular the legal systems of South Africa’s\ntrading partners-give wide\nrecognition to and encourage submission as a ground\nof jurisdiction. And this is widely welcomed by the parties to international\ncontracts who frequently submit their disputes to resolution by courts with\nwhich they have but little connection. This is for good\nand obvious\nreasons-convenience, speed, judicial reputation, expense, neutrality (ie no link\nwith any of the parties). It is to the\nbenefit of international commerce that\nthis should be so. The South African courts should as a matter of policy\nencourage submission.\nAs economic development in Southern and Central Africa\nproceeds, there is no reason, other than archaic restrictions on the exercise\nof\njurisdiction, why the local courts should not develop an international role akin\nto that of the Commercial Court in London. The\njudicial policy should not be\n‘Peregrines go home’ but ‘Peregrines welcome’. Thus\nperegrines should not find\nthat, if they have submitted to the jurisdiction of\nthe South African courts, their property is still at risk of being seized to\nfound or confirm jurisdiction. That is a brake on inward investment. Moreover,\nthere should be no bar on the submission to the South\nAfrican courts of disputes\nwhere neither party is an\nincola\nand there may be no obvious link with\nSouth Africa. Such use of the South African courts is a tribute to them and it\nencourages international\ntrade and commerce to the general\nbenefit.’\nSimilar sentiments have been expressed in our courts and by\nacademic writers over many years. See the authorities cited in\nAmerican Flag\nplc\nat 363A-365B and\nJamieson v Sabingo\n2002 (4) SA 49\n(SCA) at\n58D-H. We are not in this case concerned with a peregrine plaintiff and my\napproval of the practical advantages of recognising\njurisdiction on the grounds\ndiscussed by Forsyth should not be understood as necessarily extending to such a\nperson.\n[18]\nCounsel’s attack on\nAmerican Flag plc\nwas\ntwo-pronged. First, he submitted that it flies in the face of what was laid down\nby this Court in\nVeneta Mineraria SPA v Carolina Collieries (Pty) Ltd\n(in\nliquidation)\n1987 (4) SA 883\n(A) at 894A-B:\n‘This\ndictum\n[in\nThe Owners, Master and Crew of the SS Humber v The Owners and Master of the\nSS Answald\n1912 AD 546\nat 554] again emphasises the principle that in\naddition to the machinery of arrest (which, in the case of a local\nperegrinus\n, is dispensed with by law) something more is required before a\nCourt can take cognizance of a matter in its area of jurisdiction.\nBy\nprorogation a defendant subjects his person to the jurisdiction of the Court,\nbut that is not enough. One or more of the traditional\ngrounds of jurisdiction\nmust also be present.’\nCounsel conceded, rightly, that in so far as the\nquoted passage was intended to apply to proceedings against peregrine defendants\ngenerally it might be\nobiter\nsince the issue before that court was\njurisdiction over such a defendant at the instance of a peregrine plaintiff. He\nsubmitted however\nthat it was not the intention of the court to recognise any\nsuch distinction.\n[19]\nThat submission tied in with the thrust of\ncounsel’s second criticism of\nAmerican Flag plc\n,\nviz\nthat\nthe\nVeneta\ndictum (on the basis that it extended to all peregrine\ndefendants) was consistent with long-established principles of South African\nlaw. Judgments such as those relied on by the Court in\nAmerican Flag plc\n(at 363E-G) for a contrary principle were either wrong or were themselves\nobiter\nsince, so counsel submitted, in all (or almost all) instances an\naccepted\nratio jurisdictionis\nwas present.\n[20]\nThe first\nsubmission reflects a controversy that raged before\nAmerican Flag plc\n.\nSee the authorities referred to by Wunsh J at 376J-377A. In my view the learned\nJudge disposed thoroughly and comprehensively of\nthe argument that Viljoen JA in\nVeneta Mineraria\nintended to enunciate a principle applicable to all\nperegrine defendants irrespective of whether the plaintiff was an\nincola\nor a\nperegrinus\n. No purpose will be served by traversing the ground\nagain. Nothing said by counsel for the defendant persuades me that the learned\njudge was wrong.\n[21]\nThe second ground of attack is founded upon\na passage from the judgment of Innes CJ in\nUeckermann v Feinstein\n1909 TS\n913\nat 919-20 which was cited by Viljoen JA in\nVeneta Mineraria SPA\nat\n891G:\n‘There remains the much more difficult question, whether\nacquiescence in a judgment in\npersonam\n, pronounced by a Court competent\nas to the cause, against a defendant over whose person the Court had at the time\nno jurisdiction,\noperates to prevent such defendant from thereafter challenging\nthe validity of the judgment. The inquiry may be put in a different\nshape- could\nsuch a defendant, under such circumstances, have conferred jurisdiction\noriginally upon the Court by consent? Because,\nif he could consent originally,\nit follows that he could acquiesce subsequently. Apart from statute, the common\nlaw of Holland undoubtedly\nrecognised the doctrine of the prorogation of\njurisdiction- that is, that jurisdiction might be conferred or extended by\nconsent\nof parties so as to enable the Court to deal with a dispute which, apart\nfrom such consent, it would have had no jurisdiction to\nentertain. And that\nprorogation of jurisdiction might take place in regard to inferior as well as\nSuperior Courts is clear from what\nVoet\nsays at 2.1.15. Some of the\nauthorities favoured a very wide application being given to this doctrine of\nprorogation. But I think\nit must be recognised as settled law in South Africa\nthat there can be no prorogation in regard to cases where the Court has no\nauthority\nat all to adjudicate upon the subject-matter of the dispute; because\nin such cases, the matter at issue being by law outside the\ncognizance of the\nCourt, the consent of parties cannot confer a coercive jurisdiction upon the\nCourt, which the law expressly denies\nto it.’\nAs I understand\ncounsel’s reliance on this extract (and the weight which, according to\nhim, it carried with Viljoen JA) the\npoint is this: although any peregrine\ndefendant may effectively submit his person to the jurisdiction whether the\nplaintiff is an\nincola\nor peregrinus, there must, in the absence of a\nratio jurisdictionis,\nexist some connection between the subject-matter of\nthe suit and the court which hears it; only then may a court take cognizance\nof\nand adjudicate upon the subject matter. As a general proposition that is no\ndoubt correct. Mr Eloff submitted, however, that the\nrule is that such\nconnection can only be established by an attachment of the person or property of\nthe peregrine defendant. But\nUeckermann v Feinstein supra\ndid not hold\nthat. On the contrary, the court upheld, as an effective basis for jurisdiction,\na submission without any attachment,\nwithout reference to the presence of or\nneed for any other\nratio jurisdictionis\n. (Although one cannot be certain,\nthe probable inference from the summary of the facts is that the plaintiff was\nan\nincola\nof the court: Innes CJ at 919 suspected that he was a nominee\nfor the real creditor, one Wessels, who was a local attorney at the\nseat of the\ncourt.) Our courts have long treated an\nincola\nplaintiff more leniently\nthan his peregrine counterpart. (The historical reasons for doing so were\nexplained by Wessels J in\nSpringle v Mercantile Association of Swaziland Ltd\n1904TS 163 at 165\nin fine\n– 167). The former may found\njurisdiction by attachment or arrest; no other ground of jurisdiction is\nrequired. The latter may\nalso attach or arrest to found jurisdiction but only if\nanother ground is present: the connection between court and subject matter\nis\nestablished by the existence of that ground. When the plaintiff is an\nincola\nwhether the connection is made\nipso facto\nor because the connection\nis regarded as subservient to the policy of relieving the\nincola\nfrom the\ndisadvantages of the rule\nactor\nsequitur forum rei\ndoes not\nmatter: jurisdiction is assumed; the suit is a matter of which a court may take\ncognizance according to law: s 19(1) of the\nSupreme Court Act 59 of 1959.\n[22]\nI can see no difference in principle in the case of a consent to\njurisdiction. There are the same reasons for coming to the assistance\nof an\nincola\nplaintiff. The practical advantages of recognising jurisdiction\nwhich are referred in para 17 are manifest.\n[23]\nNor can counsel be\nright in contending that attachment is required when a submission already\nexists. As pointed out in\nJamieson v Sabingo supra\nat 57I-58I the reasons\nfor requiring an attachment to found jurisdiction against a\npereginus\nare\nas well if not better satisfied by a submission. What is additionally required\nin both cases is the link between the cause and\nthe court, a link that is\nestablished when the plaintiff is an\nincola\n.\n[24]\nThe cases\nrelied on by Wunsh J in\nAmerican Flag plc\nat 363A-G were therefore\ncorrect to the extent that they held or recognised that submission by a\nperegrinus\nis sufficient to confer jurisdiction without an attachment\nad fundandam jurisdictionem\n.\n[25]\nCounsel for the defendant\nsubmitted that some importance resides in the question whether the submission is\nrelied on to found or to\nconfirm jurisdiction. In the context of the present\ncase I think the distinction is without significance.\n[26]\nIn the\nresult I am satisfied that\nAmerican Flag plc\ncorrectly reflects the law\nin actions for money between a plaintiff\nincola\nof a court and a\nperegrinus\nwhen the defendant has submitted to the\njurisdiction.\n[27]\nThe appeal is dismissed with costs including the\ncosts of two counsel.\n___________________\nJ  A HEHER\nJUDGE OF\nAPPEAL\nConcur:\nSCOTT JA\nCAMERON\nJA\nCONRADIE JA\nPATEL\nAJA",
  "scraped_at": "2026-02-12T09:10:09.827304",
  "date": "2004-11-30",
  "coram": [
    "SCOTT JA",
    "CAMERON JA",
    "CONRADIE JA",
    "HEHER JJA",
    "PATEL AJA"
  ],
  "case_number": "439/03",
  "parties": {
    "applicants": [
      "Hay Management Consultants Ltd"
    ],
    "respondents": [
      "P3 Management Consultants (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Hay Management Consultants Ltd (the plaintiff) is an incola of the Witwatersrand Local Division. P3 Management Consultants (Pty) Ltd (the defendant) is an English company and a peregrinus. In September 2000 the plaintiff sued the defendant for repayment of R515,815 paid under protest, later reduced by R117,604.85, and alternatively on the basis of condictio indebiti. The parties had entered into a licence agreement in November 1989 in London, granting the plaintiff rights to operate a management consultancy in several Southern African countries in exchange for royalty payments to the defendant. The plaintiff relied on clauses 15 (choice of South African law) and 16.1 (designation of a South African domicilium for service of process) to assert that the defendant had consented to the jurisdiction of the South African court. The defendant raised a special plea disputing any such consent and argued that no attachment of its property had been made to found jurisdiction.",
    "issues": "1) Whether, in an action for money brought by an incola plaintiff against a peregrinus defendant, the defendant’s submission to jurisdiction alone (without attachment of property) is sufficient to confer jurisdiction. 2) Whether the specific contractual clauses (choice of law and domicilium) and the surrounding circumstances demonstrate that the defendant had submitted to the jurisdiction of the South African court.",
    "principles": "The court applied the rule from American Flag plc v Great African T-Shirt Corp, which holds that a peregrinus’s submission is sufficient to found jurisdiction in money actions by an incola plaintiff, without the need for attachment. It also relied on precedents such as Beverley Building Society v De Courcy, Standard Bank Ltd v Butlin, and Reiss Engineering Co Ltd v Insamcor on the effect of domicilium and choice‑of‑law clauses. The policy consideration that recognising submission promotes commercial certainty and international trade was emphasized, echoing Forsyth’s commentary on the doctrine of effectiveness. The court rejected the view that a separate ratio jurisdictionis is required when submission is evident.",
    "application": "The court examined the totality of the evidence: the defendant, despite having no other South African connections, chose a South African domicilium for service of process and agreed that any change would still be within South Africa; the contract expressly selected South African law; and the parties’ ongoing business relationship across Southern African countries indicated an intention to resolve disputes in South African courts. These facts satisfied the balance‑of‑probabilities test for submission, rendering an attachment unnecessary. Consequently, the court concluded that jurisdiction was validly founded on the defendant’s contractual submission.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The lower court’s decision that the Witwatersrand Local Division had jurisdiction to hear the dispute was affirmed."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Jurisdiction",
    "level_3": [
      "submission",
      "peregrinus",
      "incola",
      "choice of law",
      "contractual jurisdiction"
    ]
  }
}