{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/56.html",
  "case_name": "Land and Agricultural Development Bank of SA v Parker and Others (186/2003) [2004] ZASCA 56; [2004] 4 All SA 261 (SCA); 2005 (2) SA 77 (SCA) (23 September 2004)",
  "citation": "[2004] ZASCA 56",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 56\n|\nNoteup\n|\nLawCite\nLand and Agricultural Development Bank of SA v Parker and Others (186/2003) [2004] ZASCA 56; [2004] 4 All SA 261 (SCA); 2005 (2) SA 77 (SCA) (23 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 186/2003\nREPORTABLE\nIn the appeal between:\nLAND AND AGRICULTURAL DEVELOPMENT\nBANK OF SOUTH AFRICA\nAppellant\nand\nJ L PARKER\nFirst Respondent\nD G PARKER\nSecond\nRespondent\nT T PARKER\nThird Respondent\nBefore:\nMpati DP, Cameron JA, Brand JA, Erasmus AJA and Jafta AJA\nAppeal:\nThursday 9 September\n2004\nJudgment:\nThursday 23 September 2004\nTrusts –\nAuthority to bind trust – Sub-minimum of trustees cannot bind trust\n– Even where majority of trustees have\npower to bind trust, power must be\nproperly exercised – Trusts – Abuse of trust form –\nCourts’ duty to develop\ntrust law in accordance with business efficacy,\ncommercial accountability and the reasonable expectations of outsiders –\nMaster’s\npower to appoint trustees and co-trustees and to authorise\ntrustees – Should ensure that trusts in which all trustees are\nbeneficiaries\nand all beneficiaries are related to each other have an\nindependent outsider as trustee\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nThis is a battle about a\nfamily trust.  It concerns an outstanding debt of over R16 million the appellant\nbank (‘the bank’)\nclaims the respondent trust (‘the\ntrust’) owes to it.  Though the appeal in the end turns on the\ntrust’s legal\nstanding in the court below, that question depends on the\nmain argument the bank advanced on the merits of the appeal.  And that\nin turn\nbrings to the fore yet again questions about the use and abuse of the trust form\nin business dealings.\n[2]\nThe three\nrespondents are the current trustees of the trust.  (At the hearing of the\nappeal the bank’s application to join the\nthird trustee was granted\nwithout opposition.)  The trust was established in 1992.  The founder, Mr DW\nParker, a Lichtenburg farmer\nof formerly substantial means, named the trust for\nhis wife (‘the Jacky Parker Trust’).  The beneficiaries are Parker\nand Mrs Parker (‘the Parkers’) and their descendants.  The first\ntrustees were the Parkers and one Senekal, the family\nattorney.  But Senekal\nresigned in 1996.  This left the Parkers as the only trustees.\n[3]\nThe trust deed requires that ‘there\nshall always be a minimum of three trustees in office’.  And when the\nnumber falls\nbelow three, it gives the power to appoint a third to the remaining\ntrustees – who were the Parkers.  This power, coupled with\nthe minimum\nrequirement, in effect placed a duty on the Parkers to appoint a third trustee\nwhen Senekal resigned.  In breach of their\nduty to give effect to the terms of\nthe trust deed,\n[1]\nthey failed for\nnearly two years to do so.  Only in June 1998 did they notify the Master of the\nHigh Court – who has common\nlaw and statutory jurisdiction over the\nadministration of trusts\n[2]\n–\nthat Senekal had resigned.\n[4]\nThe fact that\nthey were the only trustees did not stop the Parkers from accepting loans for\nthe repayment of which they purported\nto bind the trust.  In particular, between\nApril and October 1998 they purported to bind the trust as co-principal debtor\nand surety\nin a series of agreements in which companies associated with their\nfamily business obtained very substantial advances from the bank.\n The last of\nthese agreements was concluded in October 1998.  By that time, the Parkers\n– prompted by a direction from the\nMaster – had at last appointed a\nthird trustee.  But they did not replace Senekal with an independent outsider. \nInstead, they\nselected their son, DG Parker (‘the son’) – also\na beneficiary.  His affidavit – which the bank did not dispute\n–\nstated that he was not consulted or informed about the last agreement.  That\ninvolved a loan of R30 million from the\nbank.\n[5]\nThings went awry, and the bank moved\nto sequestrate the Parkers and the trust.  In September 2000 it obtained a\nprovisional order\nsequestrating the trust and Parker’s estate.  (Its\napplication to sequestrate Mrs Parker failed because it could not demonstrate\nbenefit to creditors.)  Roux J confirmed the orders of sequestration on 27\nOctober 2000, and refused leave to appeal.  Parker petitioned\nthis Court.  He\nfailed.  But the trust obtained leave, and successfully appealed to the full\ncourt, which set aside the order sequestrating\nit.\n[3]\nWith special leave granted by\nthis Court, the bank now appeals against that\ndecision.\n[6]\nBefore the full court, the\ntrust’s central defence to the bank’s claim was that the Parkers on\ntheir own did not have\npower to bind the trust in concluding the loan agreements\nwith the bank, whether before or after they appointed the son as third\ntrustee. \nThis defence the full court upheld.  Kirk-Cohen J pointed out that the trust\ndeed does not empower two trustees to transact\nbusiness in the absence of the\nperemptory minimum of three trustees:\n‘While\nthe trustees (defined in clause 1 as being the minimum of three trustees) acting\ntogether could delegate any rights and\nduties to one or more of them, such\ndelegation would only be effective if the minimum of three trustees so\ndelegated.  In the papers\nno case is made out that [the Parkers] were in fact\ncarrying out powers or duties so delegated to\nthem.’\n[4]\n[7]\nAlthough the trust deed\nrequires that there must be a minimum of three trustees, it does make provision\nfor decisions to be taken\nby majority vote, and for the trust to appoint agents\nto act on its behalf.  That agent could obviously be one of the trustees, if\nduly authorised.  But, as the full court emphasised, the bank’s case was\nnot that the Parkers were at any stage authorised\nto act on behalf of the trust\nas its agents.  Its case throughout was that two trustees acting alone could\nbind the trust.\n[8]\nBefore the son’s\nappointment, the bank’s argument rested on the general proposition that\ntrust law permits trustees who\nare in office, acting together, to bind a trust\nestate.  After his appointment, the bank contended that since the trust deed\nauthorised\nmajority decision-making, it conferred power on the Parkers to bind\nthe trust acting without the son.\n[9]\nThese\ncontentions rest on an erroneous approach to the questions of trust capacity and\ntrustee authority.  Given the way the bank\npleaded its case, and the evidence it\npresented, two principles of trust law entail that its submissions cannot\nprevail.  The first\nis that a trust does not have legal personality.  The second\nis that, in the absence of authorisation in the trust deed, trustees\nmust act\njointly.  I deal with these in turn.\nA sub-minimum of trustees cannot bind the trust\n[10]\nThe first\nprinciple accounts for the fact that the trust could not be bound while there\nwere fewer than three trustees.  Except where\nstatute provides otherwise, a\ntrust is not a legal person.\n[5]\nIt is\nan accumulation of assets and liabilities.  These constitute the trust estate,\nwhich is a separate entity.  But though separate,\nthe accumulation of rights and\nobligations comprising the trust estate does not have legal personality.  It\nvests in the trustees,\nand must be administered by them – and it is only\nthrough the trustees, specified as in the trust instrument, that the trust\ncan\nact.  Who the trustees are, their number, how they are appointed, and under what\ncircumstances they have power to bind the trust\nestate are matters defined in\nthe trust deed, which is the trust’s constitutive\ncharter.\n[6]\nOutside its provisions\nthe trust estate can not be bound.\n[11]\nIt\nfollows that a provision requiring that a specified minimum number of trustees\nmust hold office is a capacity-defining condition.\n It lays down a prerequisite\nthat must be fulfilled before the trust estate can be bound.  When fewer\ntrustees than the number specified\nare in office, the trust suffers from an\nincapacity that precludes action on its\nbehalf.\n[12]\nThis is not to say that the trust\nceases to exist.  Nor is it to say that the trust obligation falls away. \nCounsel for the bank cited\npassages from\nHonoré\n[7]\nestablishing\nthat a trust will not be allowed to fail for want of a trustee, and that the\nadministration of a trust proceeds even\nwhen not all the trustees can be\nappointed in the precise manner envisaged in the trust deed.  This is to confuse\nthe existence of\nthe rights and obligations that constitute the trust estate\nwith the question whether and in what manner the trust estate can be\nbound.  It\nis axiomatic that the trust obligation exists even when there is no trustee to\ncarry it out.  The court or the Master\nwill where necessary appoint a trustee to\nperform the trust.\n[8]\nBut it does not\nfollow that a sub-minimum of trustees can bind a\ntrust.\n[13]\nIn the present case, the Parkers\nalone were not ‘the trustees’ as defined in the trust deed.  Nor,\nwhile fewer than three\ntrustees were in office, were there\n‘trustees’ on whose behalf the Parkers could act, or from whom they\ncould receive\nauthority to bind the trust estate.  The fact that they acted\njointly in signing the contracts does not change this, because the\ntrust’s\nincapacity during this period does not arise from the joint action requirement,\nbut from the trust’s incapacity\nwhile a sub-minimum of trustees held\noffice.\n[14]\nThe Parkers in other words could\nnot bind the trust because no one could.  This does not mean that their duties\nas trustees ceased.\n On the contrary, their obligation to fulfil the trust\nobjects and to observe the provisions of the trust deed continued.  These\nrequired that they appoint a third trustee when a vacancy occurred – a\nduty they signally failed to fulfil.  But until they\ndid so the trustee body\nenvisaged in the trust deed was not in existence, and the trust estate was not\ncapable of being bound.  For\nthe Parkers to purport to bind the trust estate\nduring this period was an act of usurpation that simply compounded the breach of\ntrust they committed by failing to appoint a third trustee.    Such conduct may,\nas I indicate later (para 37.3), provide the basis\nfor impugning the very\nexistence of the trust; but that was not the bank’s\ncase.\nJoint action requirement entails that trustees must act\ntogether\n[15]\nFor\nthe Parkers to purport to bind the trust estate after the son’s\nappointment, without (according to his evidence) consulting\nhim, constituted a\nfurther usurpation and a further breach of their obligations under the trust\ndeed.  It is a fundamental rule of\ntrust law, which this Court recently restated\nin\nNieuwoudt NO v Vrystaat Mielies (Edms)\nBpk\n,\n[9]\nthat in the absence of\ncontrary provision in the trust deed the trustees must act jointly if the trust\nestate is to be bound by their\nacts.  The rule derives from the nature of the\ntrustees’ joint ownership of the trust property.  Since co-owners must act\njointly,\ntrustees must also act\njointly.\n[10]\nProfessor Tony\nHonoré’s authoritative historical\nexposition\n[11]\nhas shown that the\njoint action requirement was already being enforced as early as\n1848.\n[12]\nIt has thus formed the\nbasis of trust law in this country for well over a century and\nhalf.\n[16]\nSo unless authorised otherwise the\nParkers and the son had to act jointly if the trust was to be bound.\nThe\nbank’s argument sought to accommodate the change the son’s\nappointment wrought by claiming that the particular provisions\nof the trust deed\npermitted the Parkers to bind the trust without consulting him.  It is true that\nthe son’s appointment remedied\nthe incapacity from which the trust\nsuffered.  Now, according to the trust deed, the three trustees in office,\nacting either unanimously\nor by majority decision, could bind the trust. \nSimilarly, ‘the majority’ of the trustees in office could constitute\na quorum at trustees’ meetings.\n[17]\nThe\nbank contended that since the Parkers were a majority of the trustees in office,\nand since they could form a quorum at trust meetings,\nthey could bind the trust\nacting together.  But this is to confuse power to act with its due exercise. \nThe deed empowered the majority\nof the trustees to meet and to make decisions. \nTo this extent the joint action requirement was abrogated – but the\nmajority\nremained part of a three-trustee complement, and it had to exercise its\nwill in relation to that complement.  The bank does not suggest\nthat any meeting\nor consultation of the trustees was convened, or that any vote took place in\nwhich the majority will was exercised.\n On the contrary, on the evidence which\nit has chosen not to challenge no such meeting, consultation or majority\ndecision ever occurred.\n In these circumstances the Parkers on their own were\nnot entitled to bind the trust.  Again, conduct of this sort may give rise\nto an\ninference concerning the abuse of the trust form; but, again, this was not the\ncase the bank sought to make.\n‘Internal formalities’ argument must also\nfail\n[18]\nThe\nbank also contended that the question whether the Parkers were authorised after\nthe son’s appointment to bind the trust\nwas an internal formality which it\nas an outsider was entitled to assume had been observed (\nRoyal British Bank v\nTurquand\n).\n[13]\nThis court in\nNieuwoudt\nrecently left open the question whether and in what\ncircumstances the\nTurquand\nrule could be applied to trusts, while\npointing to certain difficulties in its\napplication.\n[14]\nWithin its scope\nthe rule may well in suitable cases have a useful role to play in securing the\nposition of outsiders who deal in\ngood faith with trusts that conclude business\ntransactions.  This case does not provide the opportunity for considering its\napplication,\nhowever, since the bank’s case was never that it thought, or\nwas entitled to think, that the Parkers were authorised by the\nson to conclude\nthe last loan agreement.  Its case was that they were entitled to do so\nregardless of his authorisation.  That proposition\nhas to be rejected for the\nreasons given, and with it the ‘internal formalities’\nargument.\nEvidence here does not justify going behind the trust\nform\n[19]\nThis\ndisposes of the bank’s contentions on the merits of the full court’s\njudgment.  But before proceeding to apply these\nconclusions to the bank’s\nalternative argument, some observations are needed about the abuse of the trust\nform this case yet\nagain brings to light.  The core idea of the trust is the\nseparation of ownership (or control) from enjoyment.  Though a trustee\ncan also\nbe a beneficiary, the central notion is that the person entrusted with control\nexercises it on behalf of and in the interests\nof another.  This is why a sole\ntrustee cannot also be the sole beneficiary: such a situation would embody an\nidentity of interests\nthat is inimical to the trust idea, and no trust would\ncome into existence.  It may be said, adapting the historical exposition of\nTony\nHonoré, that the English law trust, and the trust-like institutions of\nthe Roman and Roman-Dutch law, were designed essentially\nto protect the weak and\nto safeguard the interests of those who are absent or\ndead.\n[15]\n[20]\nThis\nguiding principle provided the foundation for this court’s major decisions\nover the past century in which the trust form\nhas been adapted to South African\nlaw:  that the trustee is appointed and accepts office to exercise fiduciary\nresponsibility over\nproperty on behalf of and in the interests of\nanother.\n[21]\nThe first of those decisions,\nEstate Kemp v McDonald’s\nTrustee\n,\n[16]\narose because of\ndifficulties stemming from a testator’s bequest  (in the words of Innes\nCJ) ‘to persons who are not\nintended by the testator to have any enjoyment\nof the subject matter, but are directed to possess and administer it on behalf\nof\nsuccessive sets of beneficiaries’.  Forty years later, in\nCrookes NO\nv Watson\n,\n[17]\nSchreiner JA again\nemphasised that ‘the ordinary case of a trust’ was ‘where the\ntrustee is not beneficially interested\nin the trust property’.  The last\nof the previous century’s major cases adapting the trust form,\nBraun v\nBlann and Botha NNO\n,\n[18]\narose\nbecause it was contended that our law did not allow the conferment of\ndiscretionary powers of appointment ‘on trustees\nwho have no beneficial\ninterests in the property in\nquestion’.\n[22]\nThis has not changed. \nThe essential notion of trust law, from which the further development of the\ntrust form must proceed, is that\nenjoyment and control should be functionally\nseparate.  The duties imposed on trustees, and the standard of care exacted of\nthem,\n[19]\nderive from this\nprinciple.  And it is separation that serves to secure diligence on the part of\nthe trustee, since a lapse may be\nvisited with action by beneficiaries whose\ninterests conduce to demanding better.  The same separation tends to ensure\nindependence\nof judgment on the part of the trustee – an indispensable\nrequisite of office\n[20]\n– as\nwell as careful scrutiny of transactions designed to bind the trust, and\ncompliance with formalities (whether relating\nto authority or internal\nprocedures), since an independent trustee can have no interest in concluding\ntransactions that may prove\ninvalid.\n[23]\nThe\ngreat virtue of the trust form is its flexibility, and the great advantage of\ntrusts their relative lack of formality in creation\nand operation:  ‘the\ntrust is an all-purpose institution, more flexible and wide-ranging than any of\nthe others’.\n[21]\nIt is the\nseparation of enjoyment and control that has made this traditionally greater\nleeway possible.  The courts and legislature\nhave countenanced the trust’s\nrelatively autonomous development and administration because the structural\nfeatures of ‘the\nordinary case of trust’ tend to ensure propriety\nand rigour and accountability in its\nadministration.\n[24]\nBut this has changed in\nthe last two decades.  This is not simply because trusts have increasingly been\nused to transact business.\n So long as the functions of trusteeship remain\nessentially distinct from the beneficial interests, there can be no objection to\nbusiness trusts, since the mechanisms of the trust form will conduce to their\nproper governance, which will in turn provide protection\nfor outsiders dealing\nwith them.\n[25]\nThe change has come\nprincipally because certain types of business trusts have developed in which\nfunctional separation between control\nand enjoyment is entirely lacking.  This\nis particularly so in the case of family trusts – those designed to secure\nthe interests\nand protect the property of a group of family members, usually\nidentified in the trust deed by name or by descent or by degree of\nkinship to\nthe founder.\n[26]\nIn\nNieuwoudt\n,\n[22]\nHarms JA drew\nattention to this ‘newer type of trust’ where for estate planning\npurposes or to escape the constraints\nimposed by corporate law assets are put\ninto a trust ‘while everything else remains as before’.  The core\nidea of the\ntrust is debased in such cases because the trust form is employed\nnot to separate beneficial interest from control, but to permit\neverything to\nremain ‘as before’, though now on terms that privilege those who\nenjoy benefit as before while simultaneously\ncontinuing to exercise\ncontrol.\n[27]\nNieuwoudt\nwas a\nfarming trust, where the sole trustees were the farmer and his wife.  They were\nalso the sole income beneficiaries.  In the\npresent case, the Parkers were\namongst the three founding trustees.  They are also the only named\nbeneficiaries.  The only other\nbeneficiaries are their descendants.  Parker, the\nfounder, also reserved the power to himself ‘by written deed inter vivos\nor by means of stipulation in his will, to determine the nature and extent of\nany benefit accruing to any beneficiary of the Trust’.\n Only in default of\nParker’s exercise of this power are the trustees entitled to award assets\nto beneficiaries.\n[28]\nWhen Senekal resigned,\nthe Parkers as mentioned failed for nearly two years to appoint a third trustee\nas the trust deed required\nof them.  And then they appointed their son.  As will\nemerge, when a further vacancy occurred (because Parker’s sequestration\ndisqualified him), Mrs Parker and the son appointed the daughter: she is the\nthird trustee who was joined at the\nhearing.\n[29]\nIt is evident that in such a\ntrust there is no functional separation of ownership and enjoyment.  It is also\nevident that the rupture\nof the control/enjoyment divide invites abuses.  The\ncontrol of the trust resides entirely with beneficiaries who, in their capacity\nas trustees, have little or no independent interest in ensuring that\ntransactions are validly concluded.  On the contrary, if things\ngo awry, they\nhave every inducement as beneficiaries to deny the trust’s liability.  And\nno scruple precludes their relying\non deficiencies in form or lack of authority\nsince their conduct as trustees is unlikely be scrutinised by the beneficiaries.\nThis\nis because the beneficiaries are themselves, or those who through close\nfamily connection have an identity of interests with\nthem.\n[30]\nThe papers in this case manifest a\nstring of unscrupulous defences to the bank’s claim, most of which were\nabandoned by the\ntime the litigation reached the full court, but which obliged\nthe bank to go to the length of employing medical experts to pronounce\non the\nmental state of Mrs Parker, since the Parkers unwarrantably put even this in\nissue.  That a successful defence – the\nsub-minimum incapacity and the\njoint action requirement – eventually emerged from hundreds of pages of\npaper, and prevailed\nafter many court appearances over four years of litigation,\ndoes the Parkers no credit, since it is their own breaches of trust in\nrunning\nthe family trust that led to the unenforceable\ntransactions.\n[31]\nAs trustees who were\nsimultaneously the principal beneficiaries the Parkers had an interest in\nobtaining loans from the bank; as beneficiaries\nthey had a simultaneous interest\nin contesting their repayment.  The other beneficiaries were scarcely likely to\nhave distinct interests:\nthey were even more unlikely to hold the Parkers\naccountable for their breaches of trust in concluding the unenforceable\ntransactions.\n[32]\nNo comfort can be derived in\nthis state of affairs from the fact that the bank had the trust deed (as it did)\nor that it drew up the\nloan documents itself (as it did).  It is correct, as\nHarms JA warned in\nNieuwoudt\n, that outsiders dealing with trusts must be\nwarned to be careful.\n[23]\nIt is\nalso correct, as Mpati DP has recently pointed out, that an outsider dealing\nwith a trust has a manifest interest in ensuring\nthat trustees have authority to\nencumber the trust property.\n[24]\nBut trust deeds may be complex, prolix and obscure: in the present case, the\npoint that has foiled the bank was rejected at first\ninstance (where Roux J\nregarded it as ‘nonsense’ and ‘opportunism’), and\nestablished only after toilsome\nappellate litigation.\n[33]\nWhile outsiders have an interest in\nself-protection, the primary responsibility for compliance with formalities and\nfor ensuring that\ncontracts lie within the authority conferred by the trust deed\nlies with the trustees.  Where they are also the beneficiaries, the\ndebasement\nof trust function means all too often that this duty will be\nviolated.\n[34]\nThe situation may in due course\nrequire legislative attention.  But that does not mean that the Master and the\ncourts are powerless\nto restrict or prevent abuses.  The statutory system of\ntrust supervision invests extensive powers in the Master.  These include\nthe\npower to appoint trustees in the absence of provision in the trust\ninstrument,\n[25]\nand to appoint any\nperson as co-trustee of a serving trustee where he considers it\n‘desirable’, notwithstanding the provisions\nof the trust\ninstrument.\n[26]\nIn addition,\ntrustees require written authorisation from the Master before they may act in\nthat\ncapacity.\n[27]\n[35]\nThe\ndebasement of the trust form evidenced in this and other cases, and the\nconsequent breaches of trust this entails, suggest that\nthe Master should in\ncarrying out his statutory functions ensure that an adequate separation of\ncontrol from enjoyment is maintained\nin every trust.  This can be achieved by\ninsisting on the appointment of an independent outsider as trustee to every\ntrust in which\n(a) the trustees are all beneficiaries and (b) the beneficiaries\nare all related to one another.\n[36]\nThe\nindependent outsider does not have to be a professional person, such as an\nattorney or accountant: but someone who with proper\nrealisation of the\nresponsibilities of trusteeship accepts office in order to ensure that the trust\nfunctions properly, that the\nprovisions of the trust deed are observed, and that\nthe conduct of trustees who lack a sufficiently independent interest in the\nobservance\nof substantive and procedural requirements arising from the trust\ndeed can be scrutinised and checked.  Such an outsider will not\naccept office\nwithout being aware that failure to observe these duties may risk action for\nbreach of trust.\n[37]\nThe courts will\nthemselves in appropriate cases ensure that the trust form is not abused.  The\ncourts have the power and the duty\nto evolve the law of trusts by adapting the\ntrust idea to the principles of our law (\nBraun v Blann and Botha NNO and\nanother\n).\n[28]\nThis power may\nhave to be invoked to ensure that trusts function in accordance with principles\nof business efficacy, sound commercial\naccountability and the reasonable\nexpectations of outsiders who deal with\nthem.\n[29]\nThis could be achieved\nthrough methods appropriate to each case.\n37.1\tAs mentioned earlier, within its scope the rule that outsiders contracting\nwith an entity and dealing in good faith may assume\nthat acts performed within\nits constitution and powers have been properly and duly performed, and are not\nbound to inquire whether\nacts of internal management have been regular, may well\nin suitable cases have a useful role to play in safeguarding outsiders from\nunwarranted contestation of liability by trusts that conclude business\ntransactions.\n37.2\tThe inference may in appropriate cases be drawn that the trustee who\nconcluded the allegedly unauthorised transaction was in\nfact authorised to\nconduct the business in question as the agent of the other trustees.  (In\nNieuwoudt\n, the matter was sent back for evidence to be heard on how the\nfarmer there conducted the ordinary business of farming without being\nauthorised\nthereto by his wife, the other trustee.)  Such an inference may in a suitable\ncase be drawn from the fact that the other\ntrustees previously permitted the\ntrustee or trustees in effective charge of affairs free rein to conclude\ncontracts.  A close identity\nof interests between trustee-beneficiaries, as in\nmost family trusts, may make it possible for the inference of implied or express\nauthority to be more readily drawn.\n37.3\tIt may be necessary to go further and extend well-established principles to\ntrusts by holding in a suitable case that the trustees’\nconduct invites\nthe inference that the trust form was a mere cover for the conduct of business\n‘as before’, and that\nthe assets allegedly vesting in trustees in\nfact belong to one or more of the trustees and so may be used in satisfaction of\ndebts\nto the repayment of which the trustees purported to bind the trust.  Where\ntrustees of a family trust, including the founder, act\nin breach of the duties\nimposed by the trust deed, and purport on their sole authority to enter into\ncontracts binding the trust,\nthat may provide evidence that the trust form is a\nveneer that in justice should be pierced in the interests of\ncreditors.\n[38]\nIt\nis not necessary to determine the extent of these developments in the present\ncase since Mr Subel conceded that the bank did not\nset out to establish a case\nalong these lines.  It chose to stand or fall by the two-trustee contention, and\nin the absence of evidence\nestablishing another basis for holding the trust or\nits assets liable, that argument must on the merits of the appeal\nfail.\nTwo trustees could not represent trust in appeal to full court\n[39]\nHowever, by\nhappy symmetry the trust and the Parkers also chose to stand or fall by the\ntwo-trustee argument.  That argument paradoxically,\nthough by no means unjustly,\nentails that the appeal must succeed and the judgment of the full court be set\naside.  It will be recalled\nthat Roux J granted a final order of sequestration\nagainst Parker.  At that date, the trustees were Parker, Mrs Parker and the son.\nClause 4.4.4 of the trust deed provides that on insolvency trusteeship is\nautomatically terminated.   So Parker automatically ceased\nto be a trustee on 27\nOctober 2000.  (In terms of\ns 150(3)\nof the\nInsolvency Act 24 of\n1936\n,\n[30]\nhis subsequent unavailing\napplication for leave to appeal did not suspend his sequestration.)  The trust\nonce again had only two\ntrustees – Mrs Parker and the son.  Not until more\nthan two years later was Parker replaced (by the daughter, the present third\nrespondent).\n[40]\nIn the meanwhile, inattentive\nas ever to the trust deed, Parker continued to act as though he was a trustee. \nHe signed the trust’s\npetition for leave to appeal to this court.  And the\nappeal to the full court was instituted in the names of Parker, Mrs Parker and\nthe son ‘in their capacities as appointed trustees for the time being of\nthe Jacky Parker Trust’.\n[41]\nOn the\nprinciples set out earlier, and vindicated at the insistence of the trust, it is\nclear that none of these actions was validly\ntaken.  Mrs Parker and the son\ncould not act on behalf of the trust.  No one could: for there were only two\ntrustees.  The trust\naccordingly did not validly petition this court for leave\nto appeal against the judgment of Roux J.  Nor was it at any stage properly\nbefore the full court.\n[42]\nThe point remained\nnascent, however, until it became evident to junior counsel representing the\nbank before the full court which way\nthe wind was blowing.  After argument he\nascertained from the trust’s attorneys that Parker had not been replaced\nas trustee.\n He then sought to place the point before the full court by\nsubmitting a memorandum.  By this stage, the full court had already prepared\nits\njudgment allowing the trust’s appeal and setting aside the order of Roux\nJ.  It now postponed handing down judgment, and\ngave counsel for the trust an\nopportunity to respond.  He – paradoxically – vigorously disputed\nthe bank’s entitlement\nto raise the question of the trust’s standing\nor the two trustees’ authority.  In the meanwhile, a third trustee was\nhurriedly appointed – the Parkers’ daughter.  It is she who was\nsubstituted at the hearing of the appeal in this\ncourt.\n[43]\nThe full court then delivered its\njudgment allowing the trust’s appeal.  In an accompanying ruling it\ndeclared that it refused\nto entertain the bank’s submissions on legal\nstanding because they were ‘submitted informally, irregularly and without\nconsent’.\n[44]\nIt is not hard to\nunderstand the full court’s exasperation at the turn of events. But it\nerred in refusing to entertain the\nbank’s submissions.  Harms JA has\npointed out that the question of legal standing is in a sense a procedural\nmatter, but it\nis also a matter of substance.  It concerns the sufficiency and\ndirectness of interest in litigation in order to be accepted as a\nlitigating\nparty.\n[31]\nThe bank was entitled to\nraise the trust’s standing as a litigant at any stage – even when,\nafter argument before the\nfull court, it became clear that the appeal was likely\nto succeed on the two-trustee argument.  The trust’s complaint that\nthis\nwas expedient and inconsistent lies hollow in its mouth.  The onus to establish\nthat it had standing rested upon the trust.\n The argument it asked the full\ncourt to uphold on the merits embodied a proposition that necessarily entailed\nthat it was not validly\nbefore that forum at all.  That the bank should insist\nthat the trust’s argument be consistently applied was neither illogical\nnor, in this case, unjust.\n[45]\nBefore us\ncounsel for the trust sought to suggest that the original resolution the three\ntrustees adopted to resist the sequestration\napplication covered subsequent\nsteps.  But this is manifestly not so:  the resolution was only to oppose the\napplication for sequestration\n‘in the High Court of South Africa,\nTransvaal Provincial Division’.  This neither contemplates nor authorises\nan appeal.\n[32]\nNor was the full\ncourt appeal at any stage ratified on behalf of the trust: whether by design or\noversight, no such ratification\nwas attempted after the daughter’s\nappointment as trustee.  Whether or not they could have done so is a question\nthat is not\nfor resolution now.\n[46]\nIt follows\nthat the full court should have concluded that the trust was not before it, and\nstruck the appeal from its roll on that\nground.  The appeal must therefore\nsucceed, and the judgment of Roux J reinstated.  The bank was represented before\nthe full court\nonly by junior counsel, but before us by two counsel.  Though\ncounsel omitted to apply for the usual order – doing so in correspondence\nonly after the appeal was heard – it was at all stages clear that the\nmatter warranted the employment of two counsel, and the\nbank’s omission\ncaused the trust no prejudice.\nOrder\n1.\tThe appeal succeeds with costs, including the costs of two counsel.\n2.\tThe order of the full court is set aside.  In its place there is\nsubstituted:\n‘(a) The appeal is struck from the roll with costs.\n(b) The trustees Jacqueline Lesley Parker and Dakin Greig Parker who brought the\nappeal proceedings without authority are to pay\nthe costs from their own\npockets, jointly and severally.’\nE CAMERON\nJUDGE OF APPEAL\nMPATI DP\t\t)\nBRAND JA\t)\tCONCUR\nERASMUS AJA\t)\nJAFTA\nAJA\t)\n[1]\nHonore’s South African\nLaw of Trusts\n(5ed, 2002) page\n262.\n[2]\nTrust Property Control Act\n57 of 1988, s 3.  Section 6(1) provides that ‘Any person whose appointment\nas trustee in terms of\na trust instrument, s 7 or a court order comes into force\nafter the commencement of this Act, shall act in that capacity only if\nauthorised thereto in writing by the\nMaster’.\n[3]\nParker NO v\nLand and Agricultural Bank of SA\n[2003] 1 All SA 258\n(T) ((Kirk-Cohen J,\nHartzenberg and Shongwe JJ concurring).  The relevant provisions of the trust\ndeed are set out at 261.\n[4]\n[2003]\n1 All SA 258\n(T) 263\nd\n-\ne\nand\n263\ng\n.\n[5]\nCommissioner\nfor Inland Revenue v MacNeillie’s Estate\n1961 (3) SA 833\n(A) 840D-H;\nCommissioner for Inland Revenue v Friedman NO\n[1992] ZASCA 190\n;\n1993 (1) SA 353\n(A)\n370E-I.\n[6]\nCompare\nHonoré’s South African Law of Trusts\n(5 ed, 2002)\np\n262 (§ 160).\n[7]\nHonoré’s South African Law of Trusts\n(5 ed, 2002) pages\n201-202 (§ 122), 207-208 (§ 124) and 228 (§\n136).\n[8]\nTrust Property Control\nAct s 7(1) gives the Master a default power to appoint trustees: ‘If the\noffice of trustee cannot be\nfilled or becomes vacant, the Master shall, in the\nabsence of any provision in the trust instrument, after consultation with so\nmany\ninterested parties as he may deem necessary, appoint any person as\ntrustee’.\n[9]\n2004 (3) SA\n486\n(SCA) para 16 (Harms JA for the\nCourt).\n[10]\nSee the judgment of\nvan Dijkhorst J in\nCoetzee v Peet Smith Trust\n2003 (5) SA 674\n(T).\n[11]\nTony Honoré\nChapter 26, ‘Trust’, in R Zimmermann and D Visser\nSouthern Cross\n– Civil and Common Law in South Africa\n(1996) page 854 note\n39.\n[12]\nTrustees of Dodds,\nKing & Co v Watson\n(1848) 1 Menz 140\n, followed by\nWalker & Co v\nBeeton’s Trustees\n1869 Buch 225.  Both decisions were clarified and\nexplained, and the report of the former corrected, by de Villiers CJ in\nMuller Bros v Lombard, van Aarde & Co\n(1904) 21 SC\n657\n[13]\n[1856] EngR 470\n;\n(1856) 119 ER 886\n(Exch\nCh).\n[14]\nNieuwoudt NO v\nVrystaat Mielies (Edms) Bpk\n2004 (3) SA 486\n(SCA) paras 9-12 (per Farlam JA,\nfor the court) and paras 19, 22 (per Harms JA, for the\ncourt).\n[15]\nTony Honoré\nChapter 26, ‘Trust’, in R Zimmermann and D Visser\nSouthern Cross\n– Civil and Common Law in South Africa\n(1996) page\n849.\n[16]\n1915 AD 491\n, per Innes\nCJ at 498.\n[17]\n1956 (1) SA 277\n(A) 292 D-E.\n[18]\n[1984] ZASCA 19\n;\n1984 (2) SA 850\n(A) 856G, per Joubert JA.\n[19]\nTrust Property Control Act 57 of 1988 s 9: ‘\nCare, diligence and skill\nrequired of trustee\n(1) A trustee shall in the performance of his duties and\nthe exercise of his powers act with the care, diligence and skill which\ncan\nreasonably be expected of a person who manages the affairs of another.  (2) Any\nprovision contained in a trust instrument shall\nbe void in so far as it would\nhave the effect of exempting a trustee from or indemnifying him against\nliability for breach of trust\nwhere he fails to show the degree of care,\ndiligence and skill as required by subsection\n(1).’\n[20]\nHonoré\npages 89-91 (§ 52), 264 (§\n160).\n[21]\nTony Honoré\nChapter 26, ‘Trust’, in R Zimmermann and D Visser\nSouthern Cross\n– Civil and Common Law in South Africa\n(1996) page\n850.\n[22]\n2004 (3) SA 486\n(SCA)\npara 17.\n[23]\nNieuwoudt NO v\nVrystaat Mielies (Edms) Bpk\n2004 (3) SA 486\n(SCA) para\n24.\n[24]\nStandard Bank of\nSouth Africa Ltd v Koekemoer\ncase number 73/03, judgment of 27 May 2004,\npara 12 [also a family trust that contested liability for a\nloan].\n[25]\nTrust Property\nControl Act 57 of 1988 s\n7(1).\n[26]\nSection\n7(2).\n[27]\nSection\n6(1).\n[28]\n[1984] ZASCA 19\n;\n1984 (2) SA 850\n(A)\n859F-G, per Joubert JA.\n[29]\nCompare the comments of Van Coppenhagen J in\nVrystaat Mielies (Edms) Bpk v\nNieuwoudt NO\n2003 (2) SA 262\n(O) para\n12.\n[30]\nSection 150(3): \n‘When an appeal has been noted (whether under this section or under any\nother law), against a final order\nof sequestration, the provisions of this Act\nshall nevertheless apply as if no appeal had been noted: Provided that no\nproperty belonging\nto the sequestrated estate shall be realised without the\nwritten consent of the insolvent\nconcerned.’\n[31]\nGross v\nPentz\n[1996] ZASCA 78\n;\n1996 (4) SA 617\n(A) 632B-C (dissenting on grounds not material to the\nexposition quoted).\n[32]\nSee\nPretoria City Council v Meerlust Investments Ltd\n1962 (1) SA 321\n(A).",
  "scraped_at": "2026-02-12T09:06:54.357503",
  "date": "2004-09-23",
  "coram": [
    "Mpati DP",
    "Cameron JA",
    "Brand JA",
    "Erasmus AJA",
    "Jafta AJA"
  ],
  "case_number": "186/2003",
  "parties": {
    "applicants": [
      "Land and Agricultural Development Bank of South Africa"
    ],
    "respondents": [
      "J L Parker",
      "D G Parker",
      "T T Parker"
    ]
  },
  "sections": {
    "facts": "The Jacky Parker family trust, created in 1992, required a minimum of three trustees. After the resignation of the non‑family attorney Senekal in 1996, the Parker spouses remained the only trustees and failed for nearly two years to appoint a third trustee as mandated by the deed. During this period they entered into several loan agreements with the appellant bank, purporting to bind the trust as co‑principal debtor and surety. In June 1998 a third trustee was finally appointed – the Parkers’ son, who was also a beneficiary – but he testified that he had not been consulted about the last loan. The bank later obtained a provisional sequestration order against the trust and the Parkers’ estate, which was set aside by the full court. The bank now appealed that decision.",
    "issues": "1. Whether two trustees, when the trust deed required a minimum of three, could bind the trust estate. 2. Whether the appointment of a third trustee who was a beneficiary sufficed to give the two original trustees authority to act without joint consultation. 3. Whether the trust had standing to appear before the full court and to appeal the sequestration order. 4. The relevance of internal‑formalities (Turquand rule) and the Master’s supervisory powers in a family trust context.",
    "principles": "The court reaffirmed that a trust has no legal personality and can only act through trustees as defined in its deed. A statutory or deed‑specified minimum number of trustees is a capacity‑defining condition; when fewer than the required trustees are in office the trust is incapacitised and cannot be bound. Trustees must act jointly unless the deed expressly authorises otherwise; the joint‑action rule is rooted in the co‑ownership nature of trust property. The Turquand rule on internal formalities may assist outsiders but does not override the need for actual authority in trusts. The Master may appoint independent trustees to prevent abuse where all trustees are beneficiaries.",
    "application": "Applying these principles, the court held that the Parkers, while acting as the only trustees, were a sub‑minimum body and therefore had no authority to bind the trust. Their later appointment of their son did not cure the breach because any act still required the joint action of all three trustees, which did not occur. Consequently the trust lacked standing to contest the sequestration order and could not have validly appealed. The bank’s reliance on a majority‑vote provision was rejected as a confusion of power to decide with the proper exercise of that power. The Master’s supervisory role and the need for an independent outsider trustee were underscored.",
    "conclusion": "The appeal succeeded. The order of the full court setting aside the sequestration was overturned. The appeal was struck from the roll with costs, and the two Parker trustees who brought the appeal without authority were ordered to pay costs personally, jointly and severally. The bank was awarded its costs, including those of two counsel."
  },
  "tags": {
    "level_1": "Trust Law",
    "level_2": "Authority of Trustees",
    "level_3": [
      "sub-minimum trustees",
      "trust capacity",
      "joint action requirement",
      "family trust abuse",
      "bank loan liability"
    ]
  }
}