{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/77.html",
  "case_name": "S v Sithole (183/2002) [2004] ZASCA 77; 2005 (2) SACR 504 (SCA) (16 September 2004)",
  "citation": "[2004] ZASCA 77",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 77\n|\nNoteup\n|\nLawCite\nS v Sithole (183/2002) [2004] ZASCA 77; 2005 (2) SACR 504 (SCA) (16 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 183/2002\nREPORTABLE\nIn the matter between:\nJabulane Billyboy SITHOLE\nAppellant\nand\nThe STATE\nRespondent\nBefore:\nCameron, Conradie and van Heerden JJA\nAppeal:\nMonday 30 August\n2004\nJudgment:\nThursday 16 September 2004\nCriminal law\n– Evidence – When inference may be drawn from accused’s\nuntruthful assertion that he waived right to\npre-trial\nsilence\n‘Value’ in minimum sentence legislation –\nDagga in bulk – Erroneous to equate it with value of dagga sold\nin\none-gram parcels – Quality and seasonal considerations also\nrelevant\nSentence – Appropriate sentence for dealing in 160kg of\ndagga\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nThe regional court at\nVilliers, Free State, convicted the appellant of dealing in 160 kilograms of\ndagga.\n[1]\nThe regional magistrate, Mr\nAucamp, found that the value of the dagga in question was R160 000.  Since this\nexceeded the R50 000\nfigure specified in the 1997 minimum sentence\nlegislation,\n[2]\nthe minimum sentence\nof fifteen years became applicable.  The magistrate found however that\n‘substantial and compelling circumstances’\nwere present.  These\njustified a lesser sentence, and he imposed a seven-year term.  The appellant\nappealed to the high court in\nBloemfontein against his conviction and sentence. \nHis appeal was unavailing.  This is a further appeal against both conviction and\nsentence, with leave granted by the high court (Hattingh J, Ebrahim J\nconcurring).\nConviction of dagga dealing\n[2]\nThe appellant was arrested\non the N3 highway to Gauteng on Monday morning 15 November 1999 at a police road\nblock near the tollgate\nbetween Warden and Villiers.  He was driving a small\nthree-door Opel Corsa sedan with tinted windows.  He was alone.  When he opened\nthe window at the request of inspector Masondo of the South African Police\nServices, a strong smell of dagga emanated from the vehicle,\nwhich was then\nsearched.  Eight cloth bags (streepsakke) plus two zipped carry-bags filled with\ndagga were found.  They were stacked\ninto the rear of the car and on the back\nseats and covered with a blanket.\n[3]\nThe\nappellant did not dispute the material elements of this evidence.  His case\n– set out in his plea explanation at the start\nof the trial and repeated\nin his evidence – was that he did not realise that the load in his vehicle\nwas dagga.  On the day\nbefore his arrest he discovered that his sister’s\nson had taken his car without permission from his home in Tsakane, near Brakpan,\nGauteng.  Later that afternoon, the nephew called to say that the car had broken\ndown alongside the N3 from KwaZulu-Natal.  He instructed\nthe nephew to wait\nbeside the car.  The next morning, Monday, he set out along the N3 highway by\nminibus taxi, reaching the scene\nat about 06h00.  He was very angry.  The nephew\nwhen confronted ran off.  Because he had to return to work that day, the\nappellant\nreplaced the spark plugs (arriving prepared for this task) and\nsummoned the nephew to return with him.  But the latter, fearing the\nappellant’s temper, demurred.  The appellant then drove off.  What of the\npowerful odour that hit Masondo when the window was\nlowered?  The appellant said\nthat he did not know dagga – indeed, he picked up no strange smell at all.\nHe saw goods covered\nwith a blanket stacked in the rear.  But in his anger and\nbecause he was anxious to return to work he ignored this.  He was then\narrested.\n[4]\nThe appellant’s nephew, Mr\nThemba Mlambo, was called as a defence witness.    He confirmed the main\nelements of the appellant’s\nversion.  He testified that a friend, Sipho\nKhumalo, asked him to transport a television set to Khumalo’s\nparents’ home\nin Bergville, KwaZulu-Natal.  He undertook this task for a\nfee, appropriating his uncle’s car without his permission.  After\nthe\ntelevision set was delivered, Sipho remained in Bergville because his father was\nill.  But he asked Mlambo to transport a cargo\nback to Gauteng, loading the car\nhimself.  Mlambo smelt an unusual odour.  He then established that it was dagga.\nFor this he demanded\nan extra R500 from Sipho.  Near the tollgate the vehicle\nbroke down.  He called his uncle.  Events ensued as the appellant described.\n\nAfter his uncle drove off, Mlambo returned to Gauteng by minibus taxi.  Sipho he\nsaw only once again: he is now\nuntraceable.\n[5]\nThe regional magistrate\ndisbelieved the appellant.  He pointed to a number of improbabilities in his\nversion.  He concluded that the\nstate had proved beyond reasonable doubt that\nthe appellant himself was guilty of dealing in dagga.  In his judgment Hattingh\nJ,\nnoting that the abolition of the statutory presumptions about dealing had not\nled to the abolition of logic and common sense, confirmed\nthe appellant’s\nconviction.\n[6]\nThe improbabilities inherent in\nthe exculpatory account related by the appellant and Mlambo in my view justify\nits rejection as false\nbeyond reasonable doubt.  They are principally those\nrelied on by the magistrate.  Given the smallness of the vehicle, the size of\nthe load, and the dagga’s strongly obtrusive smell, it is highly\nimprobable that the appellant – even supposing that\nthe roadside incident\nwith the nephew had any foundation in truth – would simply have taken\nforth the freight without questioning\nwhat it was or where it came from.  In the\nlight of the evidence of both Masondo and the nephew, the appellant’s\nprofessed\nfailure to notice any smell was clearly untruthful.  This radically\nundermines his entire account, necessitating the inference that\nhe was himself a\ndealer conveying his own load to\nGauteng.\n[7]\nAn additional factor is the\nappellant’s untruthful account of his arrest.  According to Masondo the\nappellant when stopped was\nacting normally and appeared calm.  He showed the\nappellant the dagga and informed him that he was arresting him for it.  He\nthereupon\nexplained the appellant’s constitutional rights, including that\nhe was not obliged to answer any questions or to discuss the\ncase with him.\n[3]\nThe appellant at no stage offered any\nexplanation for the dagga.  Nor did he ever mention Mlambo.\n[8]\nThe appellant denied this.  He said that\nafter Masondo stopped him and showed him that the bags contained dagga, he tried\nthere and\nthen to give an explanation.  But Masondo silenced him and ordered him\nto get into the patrol van.  About an hour later at the police\nstation, when the\nbags were photographed, the appellant urged Masondo to return to the scene to\nfind Mlambo: Masondo again responded\nnegatively – he dismissed this as\nnonsense.  Only later, when inspector Mokoena from the local narcotics bureau\narrived, was\nhe informed of his right to remain silent.  It was then that he\ndecided to remain silent.  (Mokoena testified that the appellant\nin fact told\nhim that he was with a person, whom he at no stage named, when arrested; but\nneither side made anything of this.)\n[9]\nIn\nconvicting the appellant, the magistrate and the high court by implication\naccepted Masondo’s evidence regarding the arrest.\n In my view this was\ncorrect.  Masondo was a scrupulous witness who gave a full and coherent account\nwhile willingly conceding lack\nof recollection or uncertainty on certain\naspects.  It is highly unlikely that Masondo would have wanted to or have been\nable to\nsilence the appellant had he tried to relate the story of his nephew,\nparticularly since it entailed that a perpetrator stranded\non the highway just a\nshort distance away could be brought to\nbook.\n[10]\nThe appellant’s belated\nattempt to assert that he tendered an explanation to Masondo underscores the\nimprobability of his account.\n It reveals his own perception that, had the story\nbeen true, it would have been in his best interests to communicate it promptly\nto Masondo.  This is no more than logical.  An exculpatory explanation, readily\nproffered at arrest, and capable of speedy verification,\nmay save both arrestor\nand arrestee a great deal of unnecessary trouble.  That in these particular\ncircumstances the appellant, though\nin fact telling Masondo nothing, later\nfalsely claimed the contrary, contributes to the inference that all the\nprincipal elements\nof his account in court – nephew, odourless car, and\ncircumstances of arrest – were\nfabricated.\n[11]\nThis is not to infer the\nappellant’s guilt from his exercise of the right to\nsilence.\n[4]\nIt is rather to infer it\nfrom his untruthful later assertion that he waived\nit.\nValue of the dagga seized\n[12]\nFor a minimum sentence to\napply to an individual drug dealer acting alone who is not a law enforcement\nofficer, the contraband must\nexceed R50 000 in\n‘value’.\n[5]\nThe\nlegislature specified a monetary figure, and not a weight, presumably because\nillegal drugs vary so greatly in value.  A car-load\nof dagga may be worth less\nthan a small packet of heroin or cocaine.  But this entails that the State must\nprove the value of the\ncontraband seized – a more exacting task than\nproving its weight.  And it must prove value not by showing a notional or\nabstract\nor potential value, but the value of the drugs\nto the dealer\n,\nwhether at the place of seizure, or at the dealer’s intended point of\nsale.  This has particular practical relevance when\ndrugs in large volume are\nseized.\n[13]\nIn\nS v\nLegoa\n[6]\nthis court held that\n‘value’ in the minimum sentencing legislation means ‘market\nvalue’, and that this entails\nthat a court asked to apply a minimum\nsentence should establish what could be obtained for the thing in question.\nLegoa\nheld that it was incorrect to assume that dagga in bulk has the\nsame value as dagga sold in small quantities.  It was therefore wrong\nto\nconclude that the dagga there – which weighed 216.3 kg, but was stashed\ninto twenty bags each weighing somewhat more than\n10 kg – should be valued\nat its street worth of R1 per gram.\n[14]\nIn the\npresent case, the State called the investigating officer, detective inspector\nMokoena of the Narcotics Bureau, to prove the\nvalue of the dagga.  He testified\nthat dagga traded at R1 for one gram.  This was based on two sales he concluded\nin Harrismith.\n Cross-examined, Mokoena agreed that dagga was sold in bulk in\nLesotho and KwaZulu-Natal.  He was not sure of the price of a bag.\n He conceded\nthe existence of a ‘sales hierarchy’, involving bulk purchases from\nthe producer, with smaller and smaller\nquantities being sold ‘down’\nthe sales chain, with each vendor making a profit, until the dagga changes hands\non the\nstreet.\n[15]\nThe dagga in the\nappellant’s car weighed 160kg.  It was stashed in ten bags.  On average\neach weighed about 16kg.  The state\nled no evidence as to what a bag of dagga\nweighing 16kg would fetch.  Nor did it lead evidence of what a car-load of dagga\nweighing\n160kg was worth.  Mokoena reacted uncertainly when the defence put to\nhim that a ‘bag of dagga’ (of unspecified weight)\nfetched between\nR200 and R400.  But he did not deny it.  If that is so (and the question was not\nexplored), the car-load in this\ncase would have been worth between R2000 and\nR4000.\n[16]\nIn accepting instead that the dagga\nshould be valued at R1 for each gram, the regional magistrate and the high court\ndid not address\nthis question:  what was the value of the dagga to the dealer\nwhere it was found, and in the condition in which it was found?  Instead,\nthey\nascribed to it a notional value at some future point in the process of supply\nand distribution and sale.  They assigned to the\ndagga seized the value it might\nhave when passed on, parcelled up, distributed and sold on the street.  This\nattributed to the appellant\nmeans and enterprise and connections that nothing in\nthe evidence suggested he had.  The dagga was not on the street when it was\nseized.  Nor was it in 160 000 one-gram parcels.  It was found in transit in a\nbulk load on a road in the north-eastern Free State.\n It had not been separated,\nrolled, parcelled and packaged.  There was not a ready supply of willing buyers\nof one-gram parcels of\ndagga at hand, let alone 160 000 of\nthem.\n[17]\nThere are further considerations\nindicating that in the approach the regional court and high court adopted is\nerroneous.  In\nLegoa\n, though this evidence is not reflected in the\njudgment, the police expert conceded that consignments of dagga differed in\nquality,\nand that quality determines value.  What is more, the time of the year\nin which the dagga is offered for sale also affects its value.\n[7]\nSo quality and seasonal\nconsiderations affecting bulk trading may also affect the applicability of the\nminimum sentences.  Neither\nof these obvious factors was canvassed in the\nevidence here.\n[18]\nSo the approach applied in\nthe courts below cannot be correct.  It does not accord with a realistic\napproach to market value, nor\nwith common law authority, which indicates that\nwhen market value is in issue it must be determined on the basis of the price\nthat\ncan be obtained at the time and place relevant to the object in question,\nand not at some future time or\nlocation.\n[8]\n[19]\nThis case does not require us to decide\nwhether the bulk value of the dagga must be determined at the place where it is\nseized, or\nat the point where the dealer was heading with the intention of\nselling it.  The value in this case was not proved on either assumption.\n It\nfollows that the minimum sentencing legislation was not\napplicable.\nThe appropriate sentence\n[20]\nThe regional magistrate did\nnot sentence the appellant to the minimum term of fifteen years.  He found\nescape in the existence of\nsubstantial and compelling circumstances.  This was\nthe appellant’s first drug-dealing offence.  (He had a number of other\nconvictions; but the most recent dated to 1987, and the magistrate rightly\nattached little weight to them.)  The appellant was in\nresponsible employment as\na foreman at the Ekurhuleni Municipality.  He had eight children to support. \nHis wife died after the events\nin issue, and some of his children needed\ncounselling to deal with problems arising from her\ndeath.\n[21]\nConsidering that the minimum\nsentencing legislation was applicable, the magistrate took the fifteen-year term\nof imprisonment as his\nstarting point.  This undoubtedly affected the sentence\nhe imposed.  Since the minimum sentence is not applicable at all, we must\nimpose\nsentence afresh.  Counsel for the State drew our attention to sentences imposed\nin the Free State high court in comparable\ncases of dealing, and submitted that\nit would be appropriate to consider a sentence of approximately four years.  In\nmy view, having\nregard to the appellant’s personal circumstances, his\nabsence of remorse, the weight of the dagga, and sentences imposed in\ncomparable\ncases,\n[9]\na sentence of four\nyears’ imprisonment should be imposed.\nOrder\n1.\tThe appeal against conviction is dismissed.\n2.\tThe appeal against sentence succeeds.\n3.\tThe sentence imposed by the regional court is set aside. In its place there\nis substituted:\n‘The accused is sentenced to four years’ imprisonment.’\nE CAMERON\nJUDGE OF APPEAL\nCONCUR:\nCONRADIE JA\nVAN HEERDEN JA\n[1]\nSection 5(\nb\n) of the\nDrugs and Drug Trafficking Act 140 of 1992\nprovides (subject to exceptions not\nrelevant to the present case) that no person shall ‘deal in’ –\n‘(\na\n) any dependence-producing substance; or (\nb\n) any\ndangerous dependence-producing substance or any undesirable dependence-producing\nsubstance’.\nSection 1\nprovides that ‘”deal in”, in\nrelation to a drug, includes performing any act in connection with the\ntranshipment,\nimportation, cultivation, collection, manufacture, supply,\nprescription, administration, sale, transmission or exportation of the\ndrug’.\nPart III\nof Schedule 2 to the Act classifies ‘Cannabis\n(dagga), the whole plant or any portion or product thereof, except dronabinol\n[(-)-transdelta-9-tetrahydrocannabinol]’ as an ‘undesirable\ndependence-producing substance’.\nSection 13(\nf\n) of the Act provides\nthat any person who contravenes\ns 5(\nb\n) shall be guilty of an\noffence.\n[2]\nSection s\n51(2)(\na\n)(i), read with\ns 51(3)(\na\n), of the\nCriminal Law Amendment\nAct 105 of 1997\nspecifies that in the absence of ‘substantial and\ncompelling circumstances’ that justify a lesser sentence, a first offender\nconvicted of ‘an offence referred to in\nPart II\nof Schedule 2’ is\nliable to a minimum sentence of 15 years.\nPart II\nof Schedule 2 includes any\noffence referred to in\ns 13(f)\nof Act 140 of 1992 –\n‘if it is\nproved that –\n(\na\n) the value of the dependence-producing\nsubstance in question is more than R50 000,00;\n(\nb\n) the value of the\ndependence-producing substance in question is more than R10 000,00 and that the\noffence was committed by a person,\ngroup of persons, syndicate or any enterprise\nacting in the execution or furtherance of a common purpose or conspiracy; or\n(\nc\n) the offence was committed by any law enforcement\nofficer.’\n[3]\nBill of Rights\ns 35(1)(\na\n): ‘Everyone who is arrested for allegedly committing an\noffence has the right – (\na\n) to remain\nsilent’.\n[4]\nCompare\nS v\nThebus and another\n[2003] ZACC 12\n;\n2003 (6) SA 505\n(CC) per Moseneke J (Chaskalson CJ and\nMadala J concurring) paras 57-59 (‘In our constitutional setting,\npre-trial silence\nof an accused person can never warrant the drawing of an\ninference of guilt’, but distinguishing a credibility finding connected\nwith an accused’s election to remain silent); Goldstone J and\nO’Regan J (Ackermann J and Mokgoro J concurring) para 87\n(‘If the\nwarning does not inform the accused that remaining silent may have adverse\nconsequences for the accused, the right\nto silence as understood in our\nConstitution will be breached’);  Yacoob J para 97(h) (‘Drawing an\ninference as to guilt\nor credibility solely from the silence of the accused\nwould render a trial unfair’).  Ngcobo J (Langa J concurring) paras\n117-126\nheld that on the facts the right to pre-trial silence did not\narise.\n[5]\nThe provision is set out\nin footnote 2 above.\n[6]\n2003 (1)\nSACR 13 (SCA).\n[7]\nS v\nLegoa\n, appeal 33/2002, evidence of Capt van Niekerk at vol 1 page 21 of the\nrecord: ‘Die gehalte bepaal wat die waarde\nis’.\n[8]\nVoet 18.5.7\n[(Gane’s translation): ‘That price is to be borne in mind which was\nat the time of sale just in the place\nat which the sale was solemnized; and not\nthat which is suitable to the thing at the time when suit is brought.  This is\nto prevent\nsales being otherwise rendered void in a host of ways, since both are\nthere varying prices for things in individual states, and prices\nwax and wane\nfrom day to day in accord with the differing views of humankind, the scarcity or\nabundance of things and other circumstances.\n As Seneca rightly said “The\nprice of everything is a matter of the time”’], applied in\nMcGee\nv Mignon\n1903 TS 89\n97 and\nKatzoff v Glaser\n1948 (4) SA 630 (T)\n636-8.\n[9]\nIn\nS v Caleni\n1990 (1) SACR 178\n(C), a first offender pressurised into conveying [and thus\ndealing in] 800kg was sentenced to six years’ imprisonment, of which\ntwo\nwere suspended; in\nS v Seoela\n1996 (2) SACR 616\n(O), a first offender\ndealing in 24kg of dagga was sentenced to a fine of R3 000 or 12 months’\nimprisonment, with a further\n18 months suspended; in\nS v Hlongwane\n1998\n(1) SACR 221\n(O), a 35 year old first offender was sentenced to four\nyears’ imprisonment, half of which was suspended, for dealing in 148,25kg\nof dagga; in\nS v Heilig\n1999 (1) SACR 379\n(W) a first offender received a\nthree-year suspended sentence, plus a fine of R5 000 or 12 months’\nimprisonment, for dealing\nin 20 kg of dagga; in\nS v Legoa\n2003 (1) SACR\n13\n(SCA), a sentence of five years’ imprisonment for dealing in 216,3kg of\ndagga [erroneously reflected at\n2003 (1) SACR 17\na\n-\nb\nas\n‘261,3’ kg] was imposed on a first offender.",
  "scraped_at": "2026-02-12T09:06:15.467771",
  "date": "2004-09-16",
  "coram": [
    "Cameron JA",
    "Conradie JA",
    "van Heerden JA"
  ],
  "case_number": "183/2002",
  "parties": {
    "applicants": [
      "Jabulane Billyboy Sithole"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Jabulane Billyboy Sithole, was stopped on the N3 highway between Warden and Villiers in November 1999. Police inspector Masondo detected a strong odour of dagga from the vehicle and seized eight cloth bags and two zip‑lock bags containing a total of 160 kilograms of cannabis. The appellant claimed he was unaware of the cargo, alleging that his nephew had taken the car without permission, broken down, and that he had driven to the scene in a hurry. The nephew, Themba Mlambo, corroborated the story that he had been asked to transport a television and later a cargo of dagga, but could not give a satisfactory explanation for the large load. The regional magistrate found the appellant’s version implausible, convicted him of dealing in dagga and sentenced him to seven years’ imprisonment, citing ‘substantial and compelling circumstances’. The appellant appealed both the conviction and the sentence.",
    "issues": "1. Whether an inference of guilt may be drawn from the appellant’s untruthful assertion that he had waived his constitutional right to remain silent. 2. Whether the value of the seized dagga exceeded the R50,000 threshold required for the statutory minimum sentence under the Criminal Law Amendment Act 1997. 3. What sentence is appropriate in view of the appellant’s personal circumstances, the nature of the offence and comparable case law.",
    "principles": "The court applied the constitutional right to silence (s35(1)(a) of the Bill of Rights) and the principle that an inference of guilt cannot be drawn merely from the exercise of that right, as articulated in S v Thebus. However, an inference may be drawn from a false, post‑arrest statement that the accused voluntarily waived the right. The minimum‑sentence regime in s51(2)(a)(i) and s51(3)(a) of the Criminal Law Amendment Act 1997 requires proof that the value of the drug exceeds R50,000, and the definition of ‘deal in’ under the Drugs and Drug Trafficking Act 1992 was considered. Regarding valuation, the court followed S v Legoa and the common‑law rule from Voet that market value must be assessed at the place and time of seizure, taking into account quality, quantity and seasonal factors, not a speculative street value. The exception for ‘substantial and compelling circumstances’ was also examined.",
    "application": "The court concluded that the appellant’s narrative was riddled with improbabilities and that his later claim of having waived the right to silence was demonstrably false; therefore an inference of guilt was permissible. The State’s evidence on value was limited to a generic price of R1 per gram, without proof of the market value of a 160 kg bulk consignment. Consequently, the statutory threshold of R50,000 was not satisfied, and the minimum fifteen‑year sentence could not be applied. In sentencing, the court considered the appellant’s first‑offence status, employment, family responsibilities, lack of remorse, and comparable sentences in similar cases, and determined that a four‑year term of imprisonment was appropriate.",
    "conclusion": "The appeal against conviction was dismissed. The appeal against sentence succeeded; the regional magistrate’s seven‑year sentence was set aside and replaced with a sentence of four years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "dagga valuation",
      "minimum sentencing",
      "right to silence",
      "inference of guilt",
      "sentencing"
    ]
  }
}