{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/111.html",
  "case_name": "National Director of Public Prosecutions v Phillips and Others (043/2004) [2004] ZASCA 111; [2005] 1 All SA 635 (SCA); 2005 (5) SA 265 (SCA); 2005 (1) SACR 360 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 111",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 111\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v Phillips and Others (043/2004) [2004] ZASCA 111; [2005] 1 All SA 635 (SCA); 2005 (5) SA 265 (SCA); 2005 (1) SACR 360 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 043/04\nIn the matter between:\nTHE NATIONAL DIRECTOR OF\nPUBLIC\nPROSECUTIONS\t\t\t\t\t    Appellant\nand\nANDREW LIONEL PHILLIPS\t\t\t   \n1\nst\nRespondent\nLADDIES LARK (PTY) LTD\t\t\t\t    2\nnd\nRespondent\nJANVEST CLOSE CORPORATION\t\t    3\nrd\nRespondent\nAPVEST CLOSE CORPORATION\t\t\t    4\nth\nRespondent\nMAYVEST CLOSE CORPORATION\t\t    5\nth\nRespondent  \nJUNVEST CLOSE CORPORATION\t\t    6\nth\nRespondent\nAUGVEST CLOSE\nCORPORATION\t\t    7\nth\nRespondent\nDECVEST CLOSE CORPORATION\t\t   \n8\nth\nRespondent\nPORTION 1 OF 247 EDENBURG CC\t             9\nth\nRespondent\nSUSHIMI INV CC\t\t\t\t\t  10\nth\nRespondent\nSWINGING TRADING TWISTER CC\t\t  11\nth\nRespondent\nFEBVEST CC\t\t\t\t\t\t  12\nth\nRespondent\nD MORNINGSIDE\nINVESTMENTS\n(PTY) LTD\t\t\t\t\t\t\t  13\nth\nRespondent\nSTEPHEN WERNER\nCC\t\t  \t           14\nth\nRespondent\nMOONLITE IMPORT & EXPORT\nCC\t           15\nth\nRespondent\nDOC PROPERTY INVESTMENTS CC\t\t \n16\nth\nRespondent\n_____________________________________________________\nCoram\t       :\t\tMPATI  AP, SCOTT, NUGENT, FARLAM\nJJA\net\nJAFTA AJA\nDate of Hearing\t:\t11 NOVEMBER 2004\nDate of\ndelivery\t:\t30 NOVEMBER 2004\nSummary: Restraint order in terms of s 26(1)\nof Act 121 of 1998 – court granting it has no inherent jurisdiction to\nrescind\nor vary the order – power to do so limited to the grounds\nprescribed in the\nAct.\n___________________________________________________\nJUDGMENT\nSCOTT JA:\n[1]\tOn 22 December 2000 the appellant, to whom\nI shall refer as the NDPP, sought and obtained a provisional restraint order in\nthe\nform of a rule nisi in the Johannesburg High Court against the first to the\n15\nth\nrespondents in terms of s 26 of the Prevention of Organised\nCrime Act 121 of 1998 (‘the Act’). The order was made final,\ndespite\nopposition, on 30 July 2001. The judgment of Heher J is reported:\nNational\nDirector of Public Prosecutions v Phillips and others\n2002 (4) SA 60\n(W).\nBroadly stated, a restraint order serves to prohibit any person from dealing\nwith the assets of a suspected offender with the\nobject of ensuring that in the\nevent of the suspected offender subsequently being convicted those assets will\nbe available to satisfy\na confiscation order which a court is empowered to make\nin terms of s 18 of the Act.  An appeal to this court was dismissed on 4\nSeptember 2003. The judgment is reported as\nPhillips and others v National\nDirector of Public Prosecutions\n2003 (6) SA 447\n(SCA).  On 19 June 2003, and\nprior to the hearing of the appeal, the 15 respondents plus another, the\n16\nth\nrespondent in this appeal, commenced proceedings in the\nJohannesburg High Court for the rescission of the restraint order. The NDPP\nand\nthe\ncurator bonis\nwho had been appointed in terms of s 28(1)(a) of the\nAct, were cited as the respondents. Only the NDPP opposed. The application was\nheard by Louw AJ, who on 12 December 2003 granted an order rescinding the\nrestraint order. The present appeal against that order\nis with the leave of the\ncourt\na quo\n.\n[2]\tIn order better to understand the issues and the\ncontext in which they arise it is convenient to set out briefly the events\npreceding\nthe rescission application. As I shall show, these include what may\nfairly be described as a spate of applications directed mainly\nat the\ncurator\nbonis.\nSome resulted in orders, others were simply left\nunresolved.\n[3]\tUntil 8 January 2001 the first respondent\n(‘Phillips’) owned and openly operated a business known as the\nRanch. It\ninvolved providing a venue and facilities for paying male customers to\nhave sexual relations with female prostitutes who were not\nemployees. The\nbusiness was conducted on premises at 54 Autumn Street, Rivonia, (‘the\nAutumn Street property’) owned\nby the 16\nth\nrespondent. Another\nbusiness, known as the Titty Twister, was conducted by the 13\nth\nrespondent on the same premises. The business involved the production of strip\ntease shows and was said to operate in tandem with\nthe business of the Ranch.\nPhillips is either the sole shareholder or sole member of the second to the\n16\nth\nrespondents.\n[4]\tOn 4 February 2000, following a raid two days earlier, the NDPP applied\nfor and was granted a preservation order in terms of s\n38 of the Act prohibiting\nany person from dealing with the Autumn Street property. A preservation order is\na prelude to a forfeiture\norder. The latter is an order which a High Court is\nempowered to make in terms of s 48 of the Act. The forfeiture of property under\nthese provisions, unlike a confiscation order in terms of s 18, is not dependent\nupon a successful prosecution, but ultimately upon\nit being established by the\nNDPP on a balance of probabilities that the property in question ‘is an\ninstrumentality of an offence\nreferred to in Schedule 1’ to the Act or\n‘is the proceeds of unlawful activities’. (For an analysis of the\nprovisions\ndealing with preservation and forfeiture orders see\nNDPP v R O\nCook Properties (Pty) Ltd\n;\nNDPP v 37 Gillespie Street Durban (Pty) Ltd\nand another\nand\nNDPP v Seevnarayan\n2004 (2) SACR 208\n(SCA).\n)\nProceedings for a forfeiture order were subsequently commenced but have not been\nfinalised. Following the granting of the preservation\norder on 4 February 2000,\nPhillips and the 13\nth\nrespondent continued to conduct their\nrespective businesses on the Autumn Street property to the knowledge of the\ncurator bonis\nwho had been appointed in terms of s 42 of the\nAct.\n[5]\tCharges were subsequently laid against Phillips both under the\nSexual Offences Act 23 of 1957 for keeping a brothel and under\nthe Aliens\nControl Act 96 of 1991 for unlawfully employing foreign women. The trial has\ncommenced but has since been postponed.\n[6]\tThe restraint order granted on 22\nDecember 2000 extended not only to the property specified in a schedule of\nassets attached to\nthe order, but, subject to certain exceptions such as\nclothing etc, to ‘all other property held by [Phillips], whether in his\nname or not’. The first to the 15\nth\nrespondents were\nfurthermore directed in terms of s 28(1)(b) to surrender to the\ncurator\nbonis\nany of the property subject to the order which may have been in their\npossession or under their control. The\ncurator bonis\n, in turn, was\nauthorised and required to take possession or control of the property, to take\ncare of it and to administer it. Acting\nin terms of the order, he took control\ninter alia\nof the businesses which were being conducted on the Autumn\nStreet property and on 8 January 2001, not unexpectedly, caused them to\ncease\noperating. The consequence, of course, was that the property ceased to generate\nan income.\n[7]\tI mention in passing that the\ncurator bonis\npreviously\nappointed in terms of s 42 appears to have played no further role in relation to\nthe Autumn Street property. The\ncurator bonis\nappointed in terms of s\n28(1) simply took this property into his possession and administered it together\nwith the other property\nto which his appointment related. Nothing turns on this\nand further reference in this judgment to the\ncurator bonis\nis to be\nunderstood as a reference to the curator appointed in terms of s\n28(1).\n[8]\tIn the absence of available funds, the\ncurator bonis\nin the\nmonths that followed failed to pay various charges accruing on the immovable\nproperties owned by the ninth, 13\nth\n, 14\nth\nand\n16\nth\nrespondents. These included municipal rates as well as other\ncharges such as those for electricity, water, sewerage removal and the\nlike. At\nthe instance of these respondents and Phillips, an order was granted by Grobler\nAJ on 23 August 2002 declaring the\ncurator bonis\nto be responsible for\nthe payment of all such arrear and future charges. The latter sought to comply\nwith the order by using the\nfunds standing to the credit of Phillips and the\nsecond respondent at various banks. Phillips and the second respondent responded\nby launching an application for an order directing him to restore the credit\nbalances in the accounts in question.\n[9]\tIn the meantime, the Autumn Street\nproperty, owned by the 16\nth\nrespondent, and immovable property\nsituated at 26 Gary Avenue, Morningside, owned by the 13\nth\nrespondent, had been damaged by vandals. This prompted two further and separate\napplications to compel the\ncurator bonis\nto restore the properties to the\ncondition in which they had been on 22 December 2000. An order in these terms\nwas granted by Masipa\nJ on 21 November 2002.\n[10]\tIn response, no doubt, to\nthe situation in which he found himself, the\ncurator bonis\ntook steps to\nlet the immovable properties owned by the respondents in order to generate an\nincome and so comply with the orders\nagainst him. This resulted in an urgent\napplication interdicting him from doing so pending yet another application to\nhave him removed\nas\ncurator bonis.\nThe interdict was granted by De Jager\nAJ on 6 March 2003 on the ground that the curator was not authorised to let the\nproperties.\nThe application to have him removed as\ncurator bonis\nappears\nnever to have been finalised.\n[11]\tIn the event, the\ncurator bonis\nfailed to comply with the order granted on 23 August 2002 declaring him to be\nresponsible for payment of arrear and future charges\non the properties. Contempt\nproceedings followed but these were dismissed on 19 March 2003 by De Jager AJ on\nthe grounds that the\ncurator bonis\nhad no authority to generate funds and\nthat he could not be guilty of contempt ‘for not doing what is not\npossible to be done’.\nContempt proceedings were also instituted arising\nfrom the curator’s failure to comply with the ‘restoration’\norder\ngranted by Masipa J on 21 November 2002. Answering affidavits were\ndelivered on 1 April 2003 but the application appears not to have\nbeen pursued,\npresumably because of the fate of the earlier contempt proceedings.\n[12]\tThe\nnext step appears to have been the application for the rescission of the\nrestraint order which, as I have said, was launched\non 19 June 2003. Before\nconsidering the basis on which the respondents (applicants in the court below)\nclaimed the relief they sought,\nit is necessary to refer briefly to a subsequent\nevent. After the hearing and shortly before judgment was due to be delivered the\nNDPP sought and was granted leave to file a supplementary affidavit. Attached to\nit was a report by the\ncurator bonis\nin which he explained that on 17\nNovember 2003 he had succeeded in concluding an agreement with a bank in terms\nof which the latter\nhad made available a credit facility of R10 m to cover the\ncosts of the former in the performance of his duties as\ncurator bonis.\nIn\nan answering affidavit Phillips argued that the amount of R10 m was inadequate\nand pointed to various other difficulties which,\nhe said, would confront the\ncurator in the event of the latter attempting to rectify what had occurred in\nthe past.  In view of the\nconclusion to which I have come it is unnecessary to\nconsider these issues. It is also unnecessary for the purpose of this judgment\nto express a view as to the correctness or otherwise of the various orders\ngranted against the\ncurator bonis\nreferred to in the preceding paragraphs\nand I deliberately refrain from doing so.\n[13]\tThe respondents did not seek\nto have the restraint order rescinded on one of the grounds provided for in the\nAct, but ‘in\nthe exercise of this court’s inherent jurisdiction to\nprotect and regulate its own process, and to develop the common law,\ntaking into\naccount the interests of justice’. It was contended that in the exercise\nof that discretion the rescission order\nshould be granted because it had become\nimpossible for the\ncurator bonis\nto perform his duties under the\nrestraint order and that the effect of the restraint order was directly contrary\nto its clear purpose.\nThe question that arises and one which became the primary\nissue both in this court and the court below, is whether a restraint order\ncan\nbe rescinded by the court that granted it in the exercise of its inherent\njurisdiction and on some ground other than one provided\nfor in the Act. To\nresolve the issue it is necessary to refer in some detail not only to the\nprovisions in the Act relating to the\nrescission of a restraint order but also\nto those concerning the granting of restraint orders and the appointment of a\ncurator bonis\n.\n[14]\tThe necessary jurisdictional facts for the\nexercise of the discretionary power afforded to a High Court to grant a\nrestraint\norder are set out in s 25(1). The relevant part reads:\n‘A\nHigh Court may exercise the powers conferred on it by section 26(1) –\n(a)\t. . .\n(b)\t when –\n(i)\tthat court is satisfied that a person is to be charged with an offence\nand\n(ii)\tit appears to the court that there are reasonable grounds for believing\nthat a confiscation order may be made against such\nperson.’\nSection 25(2), which is one of the\nprovisions in the Act dealing with the rescission of a restraint order,\nprovides:\n‘Where the High Court has made a restraint order under subsection\n(1)(b), that court shall rescind the restraint order if the\nrelevant person is\nnot charged within such period as the court may consider reasonable.’\nSection 26 empowers a High Court to grant a restraint order. Subsection (1)\nreads –\n‘The National Director may by way of an\nex parte\napplication\napply to a competent High Court for an order prohibiting any person, subject to\nsuch conditions and exceptions as may\nbe specified in the order, from dealing in\nany manner with any property to which the order relates.\nSection 26(2), in turn, provides that a restraint order may be made in\nrespect of property of the kind specified therein. Subsections\n(3) and (7) are\nnot relevant for present purposes. Section 26(8) deals with the execution of a\nrestraint order. It provides –\n‘A High Court making a restraint order shall at the same time make an\norder authorising the seizure of all movable property\nconcerned by a police\nofficial, and any other ancillary orders that the court considers appropriate\nfor the proper, fair and effective\nexecution of the order.’\nSection 26(9), in turn makes provision for the manner in which seized movable\nproperty is to be dealt with. It reads:\n‘Property seized under subsection (8) shall be dealt with in accordance\nwith the directions of the High Court which made the\nrelevant restraint\norder.’\nSection 26(10)(a) prescribes the circumstances in which a High Court which\nmade the restraint order\nmay\nvary or rescind that order. In terms of s\n26(10)(b) the court is obliged to rescind the order when the proceedings against\nthe defendant\nare concluded. Section 26(10) reads:\n‘(10)   \tA High Court which made a restraint order –\n(a)\tmay on application by a person affected by that order vary or rescind the\nrestraint order or an order authorising the seizure\nof the property concerned or\nother ancillary order if it is satisfied –\n(i) \tthat the operation of the order concerned will deprive the \t\t\tapplicant of\nthe means to provide for his or her \t\t\t\t\treasonable\nliving expenses and cause\nundue hardship for \t\t\tthe applicant; and\n(ii)\tthat the\nhardship that the applicant will suffer as a result \t\t\tof the order outweighs\nthe risk that the property \t\t\n\tconcerned may be destroyed, lost, damaged,\nconcealed \t\t\tor transferred; and\n(b)\tshall rescind the restraint order when\nthe proceedings against \t\tthe defendant concerned are\nconcluded.’\nFinally it is necessary to quote s 28 dealing with the\nappointment of a\ncurator bonis\n, which I do in its\nentirety.\n‘(1)\t   Where a High Court has made a restraint order, that\ncourt may at any time –\n(a)\tappoint a\ncurator bonis\nto do,\nsubject to the directions of that \t\tcourt, any one or more of the following on\nbehalf of the person \t\tagainst whom the restraint\norder has been made, namely\n–\n(i)  \tto perform any particular act in respect of any of or all the\n\t\t\tproperty to which the restraint order relates;\n(ii)\tto take care of the\nsaid property;\n(iii)\tto administer the said property; and\n(iv)\twhere\nthe said property is a business or undertaking, to \t\t\tcarry on,  with  due \nregard  to  any law which may be \t\t\t\tapplicable,\nthe business or\nundertaking;\n(b)\torder  the  person against whom the restraint order has\nbeen \t\tmade to surrender forthwith, or within such period as that court\n\t\tmay\ndetermine, any property in respect of which a\ncurator bonis\nhas been\nappointed under paragraph (a), into the custody of that\ncurator\nbonis\n.\n(2) \t  Any person affected by an order contemplated in subsection\n(1)(b) may at any time apply –\n(a)\tfor the variation or rescission of\nthe order; or\n(b)\tfor the variation of the terms of the appointment of the\ncurator \t\tbonis\nconcerned or for the discharge of that\ncurator\nbonis\n.\n(3)   \tThe High Court which made an order contemplated in\nsubsection (1)(b) –\n(a)\tmay at any time –\n(i) \tvary or\nrescind the order; or\n(ii)\tvary the terms of the appointment of the\ncurator bonis\nconcerned or discharge that\ncurator bonis\n;\n(b)\tshall rescind the order and discharge the\ncurator bonis\nconcerned if\nthe relevant restraint order is rescinded;\n(c)\tmay make such order relating to the fees and expenditure of the\ncurator\nbonis\nas it deems fit, including an order for the payment of the fees of the\ncurator bonis –\n(i)\tfrom the\nconfiscated proceeds if a confiscation order is \t\t\tmade; or\n(ii)\tby the\nState if no confiscation order is made.’\n[15]\tIt is appropriate at this\nstage to make certain general observations regarding the provisions quoted\nabove. As far as s 28 is\nconcerned, it is apparent that once an order is made in\nterms of s 28(1)(b) directing property to be surrendered to the\ncurator\nbonis\n, a High Court which made the order may in terms of s 28(3)(a) vary or\nrescind that order or it may discharge the\ncurator bonis\nor vary the\nterms of his or her appointment. The circumstances in which the power to vary or\nrescind may be exercised are not circumscribed.\nAny good or sufficient cause\nwould suffice and a court would be entitled to have regard to ‘a number of\ndisparate and incommensurable\nfeatures’ when exercising the power so\nafforded to it. (\nKnox D’Arcy Ltd and others v Jamieson and others\n[1996] ZASCA 58\n;\n1996 (4) SA 348\n(A) at 361H-J\n.)\nIn this respect the provisions of s\n28(3)(a) stand in stark contrast to those of s 26(10) dealing with the\ncourt’s power to\nvary or rescind a restraint order. On the other hand, in\nthe absence of an order in terms of s 28(1)(b), the impact of a restraint\norder,\ncertainly in the case of immovable property, would in most cases be minimal.\nThere would seem to be no reason in such circumstances\nwhy a defendant could not\nlive on the property, or continue to receive rent from it if let, or run a\nbusiness on the property. Such\nactivities would not involve dealing in the\nproperty within the meaning of s 26(1).\n[16]\tAs previously mentioned, the\nfirst to the 15\nth\nrespondents were in terms of s 28(1)(b) directed to\nsurrender to the\ncurator bonis\nany property in their possession or\ncontrol which was subject to the restraint order. In the result the High Court\ngranting the order\nwas empowered on good or sufficient cause shown to vary or\nrescind  at any stage the order in terms of s 28(1)(b) or to vary or rescind\nany\nof the terms of the curator’s appointment. Good or sufficient cause for\nvarying the terms of the curator’s appointment\nwould typically include the\nneed to ameliorate or resolve some administrative difficulty. If the\ncurator\nbonis\nhad no authority in terms of his appointment to let any one or more of\nthe properties, as was held by De Jager AJ to be the case,\nthe respondents or\nthe\ncurator bonis\nwould have been free to approach the court for a\nvariation of the terms of his appointment so as to authorise him to do\nso.\n[17]\tThe court\na quo\n, in coming to the conclusion it did, found\nthat on a proper construction of s 26 of the Act it was free in the exercise of\nits inherent\njurisdiction to rescind or vary a restraint order on good cause\nshown.  It reasoned that a restraint order, unlike a confiscation\norder in terms\nof s 18, was interlocutory, that it was akin to and essentially the same as the\ninterim interdict at common law sometimes\nreferred to as an\n‘anti-dissipation order’ which it regarded as susceptible to\nvariation or rescission and that the Act\ndid not manifest a clear intention to\nexclude the common law rule that such an order can be rescinded or varied on\ngood cause shown.\nIt concluded that the object of s 26(10)(a) was no more than\nto extend the right to apply for such a rescission or variation to any\nperson\naffected by the order in the manner described in the section. In effect,\ntherefore, so it held, s 26(10) is a ‘\nlocus standi\nproviding\nprovision’ and not a provision which limits the court’s common law\npowers in respect of persons who have\nlocus standi\nat common law.\n[18]\tThe immediate difficulty one has with this conclusion is that it is\ninconsistent with the construction placed on s 26 by this\ncourt when dismissing\nthe appeal against the granting of the restraint order. (The reference is given\nin para [1] above.) In that\nappeal (‘the restraint appeal’) the\nquestion arose whether a restraint order was appealable. Howie P, who delivered\nthe\njudgment of the court, accepted that a restraint order was only of interim\noperation ‘and that, like interim interdicts and\nattachment orders pending\ntrial, it has no definitive or dispositive effect as envisaged in [\nZweni v\nMinister of Law and Order\n1993 (1) SA 523\n(A)]’ (para 20). Recognising\nthat interlocutory orders which are said to be ‘purely\ninterlocutory’ (see eg\nBell v Bell\n1908 TS 887\nat 891), may be\nvaried or rescinded by the court that granted them and are therefore\nunappealable, the learned president identified\nthe ‘crucial\nquestion’ to be ‘whether a restraint order has final effect because\nit is unalterable by the court\nthat grants it’ (para 20). In answering the\nquestion so posed, the president contrasted a restraint order with an order made\nin terms of s 28(1) of the Act. At para 21 he said:\n‘[21] Orders\nrespectively appointing\ncurators\n, requiring surrender of property and\nburdening title deeds are all rescindable at any time. Presumably the unstated\nrequirement is\nthat sufficient cause must be shown but otherwise, unlike the\ncase of s 26(10)(a), no limits are placed on their susceptibility to\nrescission.\nAnd in the case of a common-law interim interdict or attachment\npendente\nlite\nthere is no reason why, for sufficient cause, they would not,\ngenerally, be open to variation, if not rescission.’\nThereafter, and\nhaving previously referred to the limited circumstances in which a restraint\norder may be rescinded or varied as prescribed\nby s 26(10)(a), the learned\npresident concluded: (para 22)\n‘Absent the requirements for variation\nor rescission laid down in s 26(10)(a) (and leaving aside the presently\nirrelevant case\nof an order obtained by fraud or in error) a restraint order is\nnot capable of being changed.’\nHe accordingly held that the order was\nfinal in the sense required for appealability and that for this and other\nreasons which need\nnot be considered the restraint order was\nappealable.\n[19]\tIn his judgment, Louw AJ makes no more than a passing\nreference to the judgment of this court in the restraint appeal and appears\nnot\nto have appreciated that the finding of the court that a restraint order was\nunalterable, save as provided for in the Act, was\npart of the\nratio\ndecidendi\nand therefore binding upon him. Nonetheless, I consider it\ndesirable to comment on the construction placed on s 26(10)(a) by the\ncourt\na\nquo\n(which was not advanced in the restraint appeal); namely that the\nsection is no more than ‘a\nlocus standi\nproviding provision’.\nAs I understand the learned judge’s reasoning, it is this: A defendant, ie\na person charged or\nto be charged, who wishes to have a restraint order varied\nor rescinded need establish no more than the existence of good or sufficient\ncause, as the expression is understood at common law, but anyone other than the\ndefendant would be confined to the grounds set forth\nin s 26(10)(a). I must\nimmediately confess to finding this construction contrived, to say the least.\nHowever, its fallacy lies in\nthe fact that it is premised on the assumption that\na court granting a restraint order has inherent jurisdiction at common law to\nvary or rescind the order until deprived of that jurisdiction, whether expressly\nor by necessary implication. A restraint order as\ncontemplated in s 26 is not\none that may be granted at common law. A High Court is empowered by the Act to\ngrant the order just as\nit is empowered by the Act to vary or rescind it. If no\nprovision was made in the Act for the order to be varied or rescinded at\nthe\ninstance of a defendant, as is apparently suggested, the order would stand until\nset aside in terms of s 25(2) or s 26(10)(b).\nIn my judgment, s 26(10)(a) is not\ncapable of the construction the court\na quo\nwould place upon it; the\nsection prescribes the circumstances in which a High Court may vary or rescind a\nrestraint order, whether\nat the instance of the defendant or any other\n‘person affected’ by it.\n[20]\tIn this court counsel for the\nrespondents submitted that even if in terms of the Act the circumstances in\nwhich a court may rescind\na restraint order were limited to those prescribed in\ns 26(10)(a), a court, nonetheless, ought to be able to rescind the order in\nthe\ncircumstances which prevailed in the present case. He argued that just as a\ncourt could always set aside an order on the grounds\nof fraud or error as\nobserved by Howie P in a passage quoted in para [18]  above, so would a court be\nable to set aside a restraint\norder where its implementation had become\nimpossible.\n[21]\tIt is a well-established principle that a court may always\nset aside its own final judgment in certain limited circumstances.\nThese include\nsituations where the judgment is founded upon fraud, common mistake and the\ndoctrine of\ninstrumentum noviter repertum\n(the coming to light of as yet\nunknown documents). See generally\nHerbstein & Van Winsen The Civil\nPractice of The Supreme Court of SA\n4ed by Van Winsen, Cilliers & Loots,\nedited by Dendy, at 690-698. The principle, however, has no application to the\ncircumstances\nrelied upon by counsel. As observed by Trengove AJA in\nSwadif\n(Pty) Ltd v Dyke NO\n1978 (1) SA 928\n(A) at  939D-F:\n‘. . .  I do\nnot consider it necessary to enter upon a discussion of the grounds upon which\nthe rescission of a judgment may\nbe sought at common law because, whatever the\ngrounds may be, it is abundantly clear that at common law any cause of action,\nwhich\nis relied on as a ground for setting aside a final judgment, must have\nexisted at the date of the final judgment.’\n[22]\tThe contention that\nthe restraint order has become impossible to implement is in any event based on\na misconception. As indicated\nabove, there is a clear distinction between the\nrestraint order made in terms of s 26(1), on the one hand, and an order in terms\nof s 28(1) on the other. The former has the effect of prohibiting any person,\nsubject to certain conditions and exceptions, from\ndealing in any manner with\nproperty made subject to the order. Such a prohibition may, no doubt, in\nparticular circumstances result\nin undue hardship. Indeed, the provisions of\ns 26(10)(a) are aimed at such a situation. But it is difficult to conceive a\nsituation in which a prohibition is impossible to implement.\nSection 28(1), on\nthe other hand makes provision for an order appointing a\ncurator bonis\n,\ndirecting the surrender of the property in question to him or her and\ndetermining the latter’s powers in relation to that\nproperty. As\npreviously observed, once an order is made in terms of s 28(1)(b) any order in\nterms of s 28(1) may be varied or rescinded\non good or sufficient cause\nshown.\n[23]\tThe facts of the present case reveal a woeful lack of\nco-operation between the respondents and the\ncurator bonis\n. The root of\nall the problems highlighted by the respondents and giving rise to the flood of\ncourt applications lay in the absence\nof funds available to the\ncurator\nbonis\nto care for and pay the imposts in respect of the immovable properties\nin question. But these difficulties arose, not from the restraint\norder, but\nfrom the absence of a power afforded to the\ncurator bonis\nin terms of the\norder made under s 28(1)(a) to generate the necessary funds from the use of the\nproperties, or possibly the latter’s\nfailure properly to exercise the\npowers already granted. As I have said, the obvious solution appears to have\nbeen to grant the\ncurator bonis\nthe power to let one or more of the\nproperties.\n[24]\tIt is true, of course, that in the absence of a restraint\norder there could be no order in terms of s 28(1)(b). But it does not\nfollow\nthat the implementation of the restraint order has been rendered impossible by\nreason of the failure of the\ncurator bonis\nto exercise powers which he or\nshe has, or the failure of the\ncurator bonis\nto be afforded powers\nnecessary properly to administer the property.\n[25]\tTo sum up, a High Court\nwhich grants a restraint order in terms of s 26(1) of the Act has no inherent\njurisdiction to rescind\nthe order. Subject to one exception its power to do so\nis circumscribed by the Act and is limited to the grounds set forth in s 25(2)\nand s 26(10). The exception is the existence of one or other of the recognised\ncommon law grounds for rescission which must have\nexisted when the restraint\norder was granted.\n[26]\tThe respondents’ application for rescission of\nthe restraint order was founded on none of these grounds and the appeal\nmust\naccordingly succeed.\n[27]\tThe following order is made:\n(a)\tThe appeal is upheld with costs, including the costs of two counsel.\n(b)\tThe order of the court\na quo\nis set aside and the following is\nsubstituted:\n‘The application is dismissed with costs, including the \tcosts of two\ncounsel’.\n__________________\nD G\nSCOTT\nJUDGE OF APPEAL\nCONCUR:\nMpati\n\tAP\nNugent\tJA\nFarlam\tJA\nJafta\t\tAJA",
  "scraped_at": "2026-02-12T09:09:55.069224",
  "date": "2004-11-30",
  "coram": [
    "SCOTT JA",
    "MPATI AP",
    "NUGENT JA",
    "FARLAM JA",
    "JAFTA AJA"
  ],
  "case_number": "043/04",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "Andrew Lionel Phillips",
      "Laddies Lark (Pty) Ltd",
      "Janvest Close Corporation",
      "Apvest Close Corporation",
      "Mayvest Close Corporation",
      "Junvest Close Corporation",
      "Augvest Close Corporation",
      "Decvest Close Corporation",
      "Portion 1 of 247 Edenburg CC",
      "Sushimi Inv CC",
      "Swinging Trading Twister CC",
      "Febvest CC",
      "D Morningside Investments (Pty) Ltd",
      "Stephen Werner CC",
      "Moonlite Import & Export CC",
      "Doc Property Investments CC"
    ]
  },
  "sections": {
    "facts": "The National Director of Public Prosecutions (NDPP) obtained a provisional restraint order on 22 December 2000 against Andrew Lionel Phillips and fifteen other respondents under section 26 of the Prevention of Organised Crime Act (POCA). The order, made final on 30 July 2001, prohibited dealing with the respondents' assets to preserve them for a possible confiscation order. A curator bonis was appointed to take control of the assets, causing the businesses to cease operating and the properties to generate no income. Subsequent court orders addressed payment of municipal charges, restoration of damaged properties, and the curator's authority to let properties. The curator lacked sufficient funds, leading to numerous applications. On 19 June 2003 the respondents applied for rescission of the restraint order; Louw AJ struck it down on 12 December 2003. The NDPP appealed.",
    "issues": "The principal issue was whether a restraint order issued under POCA could be rescinded by a court beyond the statutory grounds laid down in sections 25(2) and 26(10) of the Act, i.e., whether the court possessed an inherent jurisdiction to vary or rescind the order on grounds such as impossibility of performance. A subsidiary issue concerned the interpretation of section 26(10)(a) and whether it merely provided locus standi or limited the court’s power to statutory grounds.",
    "principles": "The judgment examined the statutory framework: s 25(1) and (2) on the making of restraint orders, s 26(1)‑(10) on their issuance, variation and rescission, and s 28 on the appointment and powers of a curator bonis. It referenced common‑law principles that interlocutory orders may be varied on good cause, and earlier SCA decisions (Howie P in the restraint‑order appeal, Knox D’Arcy Ltd v Jamieson, Zweni, Bell v Bell). The court held that s 26(10)(a) does not create a general inherent power but merely sets the statutory grounds for variation or rescission, and that any common‑law grounds must have existed at the time the order was made.",
    "application": "Applying these principles, the court found that the respondents’ rescission application relied on a ground—impossibility of performance—not prescribed in the Act and not a pre‑existing common‑law ground. The difficulties arose from the curator’s lack of funds, not from the restraint order itself. Consequently, the court concluded that the lower court erred in exercising an inherent jurisdiction to rescind the order.",
    "conclusion": "The appeal was upheld. The order of the court a quo rescinding the restraint order was set aside and replaced with an order dismissing the respondents’ application with costs, including costs of two counsel. The original restraint order remains in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Prevention of Organised Crime Act",
    "level_3": [
      "restraint order",
      "curator bonis",
      "rescission",
      "inherent jurisdiction",
      "property seizure"
    ]
  }
}