{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/13.html",
  "case_name": "Abrams v Allie NO and Others (114/03) [2004] ZASCA 13; [2004] 2 All SA 99 (SCA); 2004 (9) BCLR 914 (SCA); 2004 (4) SA 534 (SCA) (26 March 2004)",
  "citation": "[2004] ZASCA 13",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 13\n|\nNoteup\n|\nLawCite\nAbrams v Allie NO and Others (114/03) [2004] ZASCA 13; [2004] 2 All SA 99 (SCA); 2004 (9) BCLR 914 (SCA); 2004 (4) SA 534 (SCA) (26 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no:  114/03\nIn the matter between:\nZUBEIDA ABRAMS\nAppellant\nand\nIQBAL KAZI ALLIE NO\nFirst Respondent\nABDUL RAZAK MAHATEY NO\nSecond Respondent\nTHE DEPARTMENT OF LAND AFFAIRS\nThird Respondent\nPROVINCIAL ADMINISTRATION: WESTERN\nCAPE :\nDEPARTMENT OF PLANNING,\nLOCAL GOVERNMENT AND HOUSING\nFourth Respondent\nREGIONAL LAND CLAIMS\nCOMMISSION, WESTERN\nCAPE\nFifth \nRespondent\n______________________________________________________________\nCoram:\tHOWIE P, SCOTT, FARLAM, LEWIS JJA\net\nPONNAN\nAJA\nDate of hearing:\t20 FEBRUARY\n2004\nDate of delivery:\t26 MARCH 2004\nSummary:    Restitution of a\nright in land in terms of Act 22 of 1994 – meaning of\n‘dispossessed’ – underlying\nobject of acquisition to implement\npast racially discriminatory law or practice – on the facts market value\nthe equivalent\nof  just and equitable compensation – marginal difference\nbetween what claimant  received in 1979 and court’s determination\nof what\nmarket value would then have been.\nJUDGMENT\nSCOTT JA\n/...\nSCOTT\nJA\n:\n[1]\tThis is an appeal from the Land Claims Court. It concerns a\nsingle-storeyed, semi-detached dwelling (‘the property’\nor\n‘the subject property’) known as 3 Lever Street, Walmer Estate, and\nsituated on the lower slopes of Devils Peak adjacent\nto District Six. Until 1980\nthe property was owned by Mr Bawa Mahatey who was born in India. In 1971 he let\nthe property to the appellant.\nAlthough of Indian extraction, she was classified\nas ‘coloured’ under the relevant apartheid legislation. On 13 June\n1975, in terms of the now repealed Group Areas Act 36 of 1966, the area was\ndeclared a ‘coloured’ group area. On the\nsame day certain provisions\nof the now repealed Community Development Act 3 of 1966 were declared to be\napplicable to the area. The\nfollowing year, on 21 May 1976, the Community\nDevelopment Board, established in terms of s 2 of the latter Act, gave notice\nthat\nit had prohibited for a period of 10 years the subdivision of land or the\nerection or alteration of buildings in the same area. Subsequently\nand after\nbeing invited to do so, Mahatey sold the property to the Community Development\nBoard for a total amount of R11 599.50.\nTransfer was effected in February of the\nfollowing year. The appellant remained in possession as a tenant of the Board.\nShe not only\nmaintained the property but over the years effected a number of\nsubstantial improvements. Although still registered in the name of\nthe Community\nDevelopment Board, the property later vested in the National Housing Board and\nthereafter in the Provincial Housing\nBoard of the Western Cape. The latter, in\norder to encourage home ownership, embarked upon a scheme of selling off its\nproperties\nto tenants on a non-profit basis. The appellant, as a first time\nhome-owner and a tenant of long standing, was considered an eligible\npurchaser\nunder the scheme and in terms of a deed of sale dated 18 November 1997 purchased\nthe property at a cost to her of the modest\nsum of      R5 197.21. However, the\nprovincial authorities representing the Provincial Housing Board either\noverlooked or were unaware\nthat Mahatey had previously lodged a claim for the\nrestitution of the right to the property in terms of the Restitution of Land\nRights\nAct 22 of 1994 (‘the Act’) and that notice of that fact had\nbeen published in the Gazette. The error was discovered before\ntransfer to the\nappellant was effected and in due course Mahatey’s claim was referred to\nthe Land Claims Court.\n[2]\tThe court\n(Meer AJ sitting with an assessor), after hearing evidence, held that Mahatey\nhad been dispossessed of a right in land\nas a result of past racially\ndiscriminatory laws or practices within the meaning of s 2(1)(a) of the Act and\nthat the market value\nof the property as at the date of the dispossession, being\nthe just and equitable compensation which Mahatey should have received,\nwas the\nsum of R11 810, ie R210.50 more than the amount he actually received. On the\nbasis of these findings the court directed the\nDepartment of Land Affairs (the\nthird respondent) to expropriate or otherwise acquire the property from the\nProvincial Administration:\nWestern Cape: Department of Planning, Local\nGovernment and Housing (fourth respondent) in order to restore it to the\nclaimants (the\nfirst and second respondents), being the executors of the estate\nof Mahatey who had died during the trial. The claimants, in turn,\nwere ordered\nto pay the Department of Land Affairs the sum of R11 599.50, being the amount\nreceived for the property in 1980 (without\nregard to currency depreciation),\nagainst registration of transfer.\n[3]\tThe order is likely to result in\nthe eviction of the appellant and her family from the property where she has\nlived for more than\n30 years. Leave to appeal was refused by the court\na\nquo\nbut granted by this court. The third, fourth and fifth respondents abide\nthe judgment of the court.\n[4]\tCounsel for the appellant attacked the\ncorrectness of the judgment of the court\na quo\nessentially on four\ngrounds. He submitted, first, that Mahatey was not a person\n‘dispossessed’ of ownership of the property\nwithin the meaning of s\n2(1)(a) of the Act; second, and even if he was, that such dispossession was not\n‘as a result of past\nracially discriminatory laws or practices’\nwithin the meaning of the same subsection; third, that he was paid ‘just\nand\nequitable compensation’ within the meaning of s 2(2) of the Act at the\ntime of the dispossession; and fourth, that the remedy\ngranted by the court\na\nquo\nwas in any event wholly inappropriate, given the circumstances.\n[5]\tThe relevant part of s 2 of the Act reads as follows:\n‘2 (1)\tA person shall be entitled to restitution of a right in land\nif –\n(a)\nhe or she is a person\ndispossessed of a right in land after 19 June 1913 as a result of past racially\ndiscriminatory laws or practices;\nor . . .\n(2)\tNo\nperson shall be entitled to restitution of a right in land if –\n(a)\tjust and equitable compensation as contemplated in section 25(3) of the\nConstitution; or\n(b)\tany other consideration which\nis just and equitable,\ncalculated at the time of any dispossession of such right, was received in\nrespect of such dispossession.\n(3)\t. . . .’\n[6]\tIt\nis necessary to relate in some detail the preceding events and the circumstances\nsurrounding the purchase of the property by\nthe Community Development Board. In\n1952 Mahatey and his brother inherited nine properties from their father. These\nwere initially\nheld jointly but in 1965 they divided the properties between\nthem. Mahatey became the sole owner of a shop at 48 Coventry Road, two\nsemi-detached dwellings at 7 and 7A Princess Street, a semi-detached dwelling at\n49 Duke Street and the subject property at 3 Lever\nStreet. The subject property\nand 49 Duke Street were adjoining properties and shared a common wall. Mahatey\nlived at 49 Duke Street\nwhere he remained until his death. As previously\nmentioned, he let the subject property to the appellant in 1971. The rent was\ninitially\nR25 per month but later increased to R50 per month. In about 1974\nMahatey took back one room of the subject property which he required\nfor his two\nsons. It appears that a door was made in the common wall providing access from\n49 Duke Street and the existing door into\nthe rest of 3 Lever Street was blocked\nwith furniture.\n[7]\tOn 13 June 1975 the area in which Mahatey’s\nproperties were situated was proclaimed in the Gazette to be an area for\noccupation\nand ownership by members of the ‘coloured group’ in terms\nof s 23 of the Group Areas Act. The same Gazette contained\na proclamation in\nterms of s 51 of the Community Development Act declaring sections 16 to 23 and\n29 to 37 of the latter Act to be\napplicable to the area.\n[8]\tOn 21 May\n1976, in terms of s 15(2)(e) of the Community Development Act, the Community\nDevelopment Board gave notice in the Gazette\nthat ‘in furtherance of an\nurban renewal scheme’ subdivision of land and the erection or alteration\nof buildings in the\narea were prohibited for a period of 10 years. Section\n15(2)(e) empowered the Board to give such notice ‘if it is satisfied\nthat\nit is expedient to do so in furtherance of a slum clearance scheme or an urban\nrenewal scheme...’. The effect of this\nnotice was to afford to the Board a\npreferent right to purchase all property in the area. In this regard, s 15(5)(a)\nof the Community\nDevelopment Act provided:\n‘Any owner of immovable\nproperty in an area in respect of which any notice under subsection (2)(e) is in\noperation, who desires\nto dispose of such property, shall offer such property\nfor sale to the board, and the board shall thereupon have a preferent right\nto\npurchase such property at a price agreed upon between it and the owner\nconcerned, or (if within sixty \tdays after the date on\nwhich the offer was made\nthe board and such owner fail to agree as to the price to be paid) at a price\nfixed as if the provisions\nof section 14 of the Expropriation Act, 1975, were\napplicable in respect thereof.’\nOn the same day as the publication of\nthe notice, Mahatey was notified in writing by the Department of Community\nDevelopment that\nthe subject property had been included in the list of affected\nproperties compiled in terms of s 29(1) of the Community Development\nAct. In\nterms of s 1 of that Act an ‘affected property’ was property owned\nor occupied by a disqualified person in terms\nof a proclaimed group\narea.\n[9]\tSome two years later on 21 September 1978 the Department of\nCommunity Development addressed a letter to Mahatey inviting him to\noffer 49\nDuke Street and the subject property for sale to the Board in terms of s\n15(5)(a). The relevant part of the letter reads:\n‘As you may already be\naware . . . this Department is assisting the Municipality of Cape Town with a\nrenewal scheme of Walmer\nEstate.\nIn terms of the redevelopment plan drawn up\nfor this specific area the abovementioned properties, owned by you, are affected\nby future\nredevelopment and will accordingly have to be acquired by the\nDepartment.\nIn the circumstances I wish to enquire whether you will be\nprepared to offer erf 12376 and Rem. Erf 12377 Woodstock to the Community\nDevelopment Board for sale stating a definitive selling price.’\nIt\nappears that shortly thereafter Mahatey was informed that only the subject\nproperty was required. He wrote back on 2 November 1978\nexpressing his\n‘intention to co-operate with your department in the implementation of\nyour development schemes’ and his\nwillingness to sell the subject property\nto the Board for R18 000. The Department thereafter obtained valuations of the\nproperty\n(to which I shall refer later in this judgment) and by letter dated 14\nDecember 1978 rejected the offer of R18 000 and made a counter\noffer of R10 545\nplus 10 per cent,\nviz\nR1 054, in terms of s 41 of the Community\nDevelopment Act. Section 41(2) made provision for the addition of 10 per cent to\nany compensation\nagreed upon, subject to a limit of R10 000. On 27 January 1979\nMahatey rejected the ‘offer of R11 599’ but at the same\ntime reduced\nhis asking price to R15 000.\n[10]\tIn the meantime, Mahatey had entered\ninto negotiations to sell 7 and 7A Princess Street to the respective tenants.\nBoth dwellings\nwere ultimately sold on 23 January 1979 at a price of R13 500\neach. Negotiations for the sale of the subject property continued.\nIn  June \n1979  Mahatey  reduced  his   asking  price  to\nR13 300. On  27 September\n1979 he finally agreed to a price of R11 599.50 and a Deed of Sale was signed by\nthe parties on 11 and 12\nDecember 1979. Transfer was effected in February 1980.\nMahatey continued to occupy 49 Duke Street. He said that to do so he required\na\npermit which was renewed annually. He retained the shop at 48 Coventry Road on\nthe same basis. Eventually he was told that there\nwas no need to obtain a permit\nevery year.\n[11]\tAgainst this background I turn to the first question in\nissue which is whether Mahatey was ‘dispossessed’ of the\nproperty\nwithin the meaning of s 2(1) of the Act. ‘Dispossessed’ is not\ndefined in the Act. The Shorter OED gives the\nfollowing meanings of\n‘dispossess’: ‘to put out of possession; to deprive of the\npossession of; to dislodge; oust’.\nThe ordinary meaning of\n‘dispossessed’ in the context of the section makes it clear, I\nthink, that what is contemplated\nis a deprivation of possession in consequence\nof some outside agency. It need not be physical force. But a sale freely and\nvoluntarily\nentered into followed by transfer would clearly not result in a\ndispossession within the meaning of the section. There would have\nto be an\nelement of compulsion which induced the alienation of the property. It follows\nthat merely because the purchaser is the\nCommunity Development Board exercising\nits preferent right, as opposed to some other purchaser, would not be enough.\nWhat is required,\ntherefore, is an element of compulsion of such a nature that\nwithout it there would have been no sale. (Compare\nDulabh and another v\nDepartment of Land Affairs\n1997 (4) SA 1108\n(LCC) at 1118B-1120E.) There was\nno disagreement between counsel as to the test to be applied. The question\ndebated before us was\nwhether on the facts there had been such an element of\ncompulsion.\n[12]\tOn behalf of the appellant it was contended that despite\nMahatey’s\nipse dixit\nto the contrary, it was clear from his conduct\nthat he in fact was a willing party to the sale of the property. Counsel\nreferred\nin particular to Mahatey’s willingness ‘to\nco-operate’ expressed in his letter of 2 November 1978 to the Department\nof Community Development and his conduct in selling 7 and 7A Princess Street. He\nargued that all this was inconsistent with Mahatey’s\nevidence that he was\nnot a willing seller. I do not agree. The letter of 21 September 1978 addressed\nto Mahatey inviting him to sell\n49 Duke Street and the subject property\nexpressly stated that the properties will ‘have to be acquired by the\nDepartment’.\nThe fact that he was later told that the Department did not\nwant 49 Duke Street at that stage did not affect the position in so far\nas the\nsubject property was concerned. Nor is Mahatey’s apparent willingness to\nco-operate of any significance. Once he realised\nhe would have to part with the\nproperty he had little choice other than to sell or wait for the property to be\nexpropriated. His\nprofessed willingness is consistent with no more than an\nattempt to gain the goodwill of the Department and possibly obtain a better\nprice. Mahatey was aware that he was a disqualified person who owned property in\na ‘coloured’ group area. He would also\nhave known of the fate of\ndisqualified persons in adjacent District Six. Before selling the Princess\nStreet properties he had received\nthe Department’s counter offer in\nrespect of the subject property. He was obviously hoping for more. In these\ncircumstances,\nI can see no reason for rejecting his evidence that he sold the\nPrincess Street properties in the hope of obtaining a better price\nthan he would\nhave obtained from the Department. It follows that in my view the evidence\nestablished that Mahatey was dispossessed\nof the subject property within the\nmeaning of s 2(1) of the Act.\n[13]\tThe next question is whether\nMahatey’s dispossession was ‘as a result of past racially\ndiscriminatory laws or practices’.\nIn contending that it was not, counsel\nfor the appellant emphasized that the stated reason for the Community\nDevelopment Board’s\nacquisition of the property was an urban renewal\nscheme which was being implemented in conjunction with the Municipality of Cape\nTown, and that the statutory provisions in terms of which the Board had acted\nwere by their nature not racially discriminatory. He\nreferred in particular to s\n15(1)(a) and s 15(2)(e) of the Community Development Act. (The latter section is\nreferred to in para\n8 above.) In terms of the former, the objects for which the\nBoard was established included –\n‘to develop or assist in the\ndevelopment of such areas, not being areas referred to in section 23(6)(c) of\nthe Group Areas Act,\nas may from time to time be designated by the Minister, to\npromote community development in any such area and, after consultation\nwith the\nlocal authority concerned, to take steps to prevent decay in any such area or to\nrehabilitate or assist with the rehabilitation\nof any such area or any portion\nthereof which tends to decay’.\nCounsel pointed out further that only\none of Mahatey’s several properties was acquired by the Board and that\nnotwithstanding\nthe former’s disqualified status he was able to retain\nboth the Duke Street and Coventry Road properties, thus indicating,\nso it was\nargued, that the acquisition of the subject property was unrelated to race. It\nwas accordingly submitted that there was\nno racial discrimination against\nMahatey in the exercise of his rights in property (\ncf Richtersveld Community\nand others v Alexkor Ltd and another\n2003 (6) SA 104\n(SCA), para 99, at\n137I-J).\n[14]\tSave for references to the Group Areas Act and such terms\nas ‘affected property’, the provisions of the Community\nDevelopment\nAct were so formulated as to suggest that it had as its object such worthy\ncauses as slum clearance, urban renewal and\ngeneral community development\nwithout regard to race. However, the Act has rightly been described as ‘a\ntrue sister Act of\nthe Group Areas Act’ (\nS v Samy-Padiachy\n1972 (3)\nSA 895\n(NC) at 901H). The proclamation of areas for the occupation and ownership\nby members of a particular racial group must necessarily\nresult in the\ndisruption of communities involving the movement and resettlement of different\nracial groups. Although not expressed\nas such, the principal object of the\nCommunity Development Act was undoubtedly to facilitate such movement and\nresettlement. Indeed,\nit is apparent from the evidence that it was the operation\nof the Community Development Act that resulted in the destruction of District\nSix. The proclamation of Walmer Estate as a ‘coloured’ group area\nconstituted the first step in a process that had as\nits object the ultimate\nexclusion of all disqualified persons from owning or occupying land in the area,\nincluding those of the ‘Indian\nracial group’. In the event, good\nsense prevailed, the Group Areas Act was repealed and the goal of establishing a\nracial group\narea was abandoned. But for that, Mahatey, as a disqualified\nperson, would have been obliged in the course of time to part with all\nhis\nproperties in the area, whether by sale or expropriation. In all probability it\nwas considered expedient by the Board to commence\nthe process with the\nacquisition of those affected properties which were in urgent need of repair.\nThis was true of the subject property.\nBut further acquisitions would have had\nto follow in order to establish the racial group area envisaged. The purchase by\nthe Board\nof the subject property was therefore in reality part and parcel of\nthat process and hence a step in the implementation of a racially\ndiscriminatory\nlaw. It cannot, in my view, be fairly construed as a transaction totally\ndivorced from the underlying scheme to establish\na racial group area; nor is it\nof consequence that the relevant terms of the Community Development Act were so\nformulated as to be\ncapable of being applied to a scheme not involving racial\ndiscrimination. It follows that the second ground of appeal must similarly\nfail.\n[15]\tThe third question in issue is whether Mahatey received just\nand equitable compensation as contemplated in s 25(3) of the Constitution\nat the\ntime of the dispossession. Sections 25(1), (2) and (3) of the Constitution\nread:\n‘25   (1)\tNo one may be deprived of property except in terms of           \nlaw of general application, and no law may permit\narbitrary deprivation of\nproperty.\n(2)\tProperty may be expropriated only in terms of law of general application\n─\n(a)\tfor a public purpose or in the public interest;\nand\n(b)\tsubject to compensation, the amount of which and the time and manner of\npayment of which have either been agreed to by those\naffected or decided or\napproved by a\ncourt.\n(3)\tThe amount of the compensation and the time and manner of  payment must be\njust and equitable, reflecting an equitable balance\nbetween the public interest\nand the interests of those affected, having regard to all relevant\ncircumstances, including─\n(a)\tthe current use of the\nproperty;\n(b)\tthe history of the acquisition and use of the\nproperty;\n(c)\tthe market value of the\nproperty;\n(d)\tthe extent of direct state investment and subsidy in the acquisition and\nbeneficial capital improvement of the property;\nand\n(e)\tthe purpose of the expropriation.’\nIn\nEx Parte\nFormer Highland Residents;  In Re Ash and others v Department of Land Affairs\n[2000] 2 All SA 26\n(LCC), para 35, at 40e-f Gildenhuys J expressed the view\nthat\n‘. . .  the equitable balance required by the Constitution for the\ndetermination of just and equitable compensation will in\nmost cases best be\nachieved by first determining the market value of the property and thereafter by\nsubtracting from or adding to\nthe amount of the market value, as other relevant\ncircumstances may require’.\nThis approach has been followed in the Land\nClaims Court (see eg\nKhumalo and others v Potgieter and others\n[2000] 2\nAll SA 456\n(LCC), para 23, at 465a-c) and was adopted by the court\na quo\n.\nIt was not contended in this court that the approach was incorrect and on the\nfacts of the present case there would appear to be\nno reason for holding\notherwise.\n[16]\tThe court\na quo\n, after considering the factors\nlisted in s 25(3) of the Constitution and other relevant circumstances, came to\nthe conclusion that\nthere was nothing to warrant an upward adjustment of the\nmarket value of the property to arrive at just and equitable compensation\nwithin\nthe meaning of s 25(3) of the Constitution at the time of the dispossession. In\nother words, it held that in all the circumstances\nof the case just and\nequitable compensation was the equivalent of market value. Counsel for the\nrespondent contended that there should\nhave been an upward adjustment. I am\nunpersuaded that such an adjustment would be justified. As previously mentioned,\nthe property\nwas occupied by the appellant who remained on as a tenant of the\nCommunity Development Board after the dispossession. It is true\nthat Mahatey had\nto give up the room occupied by his two sons but it appears that by then they\nhad reached adulthood and proceeded\nto establish homes of their own in Rylands\nEstate. Mahatey and the other members of his immediate family continued as\nbefore to live\nnext door at 49 Duke Street with little, if any, disruption. The\nsubject property at the time of the dispossession was, moreover,\nin a poor state\nof repair. The roof was rotten, the ceilings had been damaged by the rain and\nthere were holes in the floor although\notherwise structurally sound. Immediately\nupon acquiring the property the Community Development Board spent a relatively\nlarge sum\nof money repairing the roof, presumably to prevent further damage. As\npreviously suggested, it was probably the poor state of repair\nthat motivated\nthe Board to acquire the property when it did. In Mahatey’s land claim\nform dated 25 June 1995 and in subsequent\ncorrespondence (all of which was\nhandled by Mahatey’s son-in-law who played a major role in the prosecution\nof the claim) much\nwas made of an alleged sentimental attachment to the subject\nproperty. It was said that the property had been the family home for\ngenerations\nand that Mahatey’s father had expressed the wish that the property be\ngiven to Mahatey’s daughter, ie the\nwife of the son-in-law just mentioned.\nHowever, in evidence it became apparent that there was little to justify the\nalleged sentimental\nattachment; the property had never been the family home and\nMahatey’s father had expressed no such wish. Not only had Mahatey\nnever\ndiscussed the property with his father but the latter had died prior to the\nbirth of his granddaughter. In all the circumstances,\nI am satisfied that the\napproach adopted by the court\na quo\nwas correct.\n[17]\tThis brings\nme to the question of the market value of the property. Mr Willem van Rijswijk,\na valuer of Cape Town, gave evidence\non behalf of the claimants. He placed a\nvalue of somewhere between R15 500 and R18 000 on the property as at the\nrelevant time,\nviz\nDecember 1979. However, he found himself in an\ninvidious position; he had no knowledge of the condition of the property some 22\nyears\npreviously nor of the properties which formed the subject matter of the\ntransactions on which he sought to rely as being comparable;\nhe had also\nattempted to value the property with a minimum of investigation because of time\nconstraints. Ultimately, the transactions\non which he relied were shown not to\nbe comparable at all. The court\na quo\nfound itself unable to set any\nstore by his evidence and rejected his valuation in its entirety. This finding\nwas not challenged\non appeal.\n[18]\tThe   only   other   valuer   to  \ngive   evidence  was  Mr  C  L\nGerber, who was called to testify on behalf\nof the appellant. In 1979 he was the chief valuer and chief inspector of works\nin the\nDepartment of Community Development. He explained that whether the\nDepartment acquired property by purchase or expropriation, its\npolicy was to pay\nmarket value. On each occasion the Department would obtain valuations from an\ninternal valuer as well as an outside\nand independent valuer appointed on an\nad hoc\nbasis. It would then offer the purchaser or expropriatee first the\nlower valuation, and if that was not accepted, the average between\nthe two, plus\nan additional 10 per cent as a\nsolatium.\nThe internal valuer in the case\nof the subject property was Mr D J Elrich, who is now deceased but at the time\nworked under Gerber.\nThe independent valuer was Mr I Jacobs. The latter was also\nan auctioneer who himself owned property in the vicinity of Walmer Estate.\nHe\nwas described by Van Rijswijk as one of the most knowledgeable valuers of\nproperty in the area. He valued the subject property\nat R9 000. Elrich’s\nvaluation was R12 090. The average between the two was R10 545 which, together\nwith the 10 per cent, was\nthe amount offered to Mahatey and which he ultimately\naccepted. Gerber pointed out, however, that Elrich had made a mistake when\nmeasuring up the property and that his valuation, when adjusted to correct the\nerror, was R11 740.\n[19]\tGerber had the advantage of having inspected the\nsubject property at the time of its acquisition by the Board. He recalled it\nas\nbeing in urgent need of repair in the respects previously mentioned. At the time\nit had an outside toilet in poor condition and\nno bathroom. Subsequently the\nDepartment had all but replaced the roof and the appellant herself had obviously\nspent money renovating\nthe property and adding a bathroom. Gerber also had a\nreasonable recollection of the properties which were the subject matter of\nthe\ncomparable transactions on which he relied to value the property. Some of these\nhe had inspected at the time, including the properties\nat 7 and 7A Princess\nStreet which he considered to be far superior to the subject property. The\nPrincess Street  properties, it \nwill be recalled, were sold by Mahatey for R13\n500 each, being a price with which he said he was satisfied. Notwithstanding his\nintimate\nknowledge of the area at the time, Gerber emphasized the difficulties\nassociated with determining the market value of property two\ndecades later. He\nstressed the importance of the condition of the subject property and the\ncomparable properties relied upon in order\nto arrive at a fair market\nvalue.\n[20]\tIn calculating the market value of the subject property as at\n1979, Gerber had regard to sales of vacant land outside the affected\narea, eg\nland in areas such as Vredehoek and University Estate, from which he established\na norm of R12.50 per square metre as a\nstarting point. This in fact was a norm\nwhich he himself had established at the time when valuing properties for the\nDepartment and\nwhich had been used by Elrich. Applying this land value to sales\nof improved property both in and outside the affected area at the\nrelevant time\nhe determined the notional amount paid for the improvements. He then adjusted\nthis notional amount on the basis of\ncomparability to arrive at a value for the\nbuilding on the subject property of R70 per square metre, to which he added R30\nper square\nmetre for the stoep area. By this means he arrived at a figure of R11\n810.\n[21]\tGerber emphasized, however, that the valuation of immovable\nproperty was not an exact science and that the property, if sold\non the open\nmarket, could well fetch a price of anything between 10 per cent more or 10 per\ncent less than the value he had placed\non it. When translating these percentages\nto figures he adjusted them slightly to arrive at a range of between a low of R9\n700 and\na high of R12 500. He expressed the view that the proclamation had in\nfact not depressed the market. This was particularly so, he\nsaid, because the\ndestruction of District Six had resulted in an abundance of\n‘coloured’ buyers.\n[22]\tA perusal of the record reveals\nGerber to have been a knowledgeable witness. His evidence was accepted by the\ncourt\na quo\n, as was the correctness of his valuation. No criticism was\ndirected at these findings. However, I would make two observations at\nthis\nstage. The first is that in principle the method of valuation employed by Gerber\nis not above criticism. Nonetheless, given\nthe peculiar problems associated with\nvaluing an affected property, and particularly having to do so some 22 years\nafter the relevant\ndate, the method adopted does not strike me as being\nunreasonable. Second, it is apparent that the Department of Community\nDevelopment\ndid not attempt to acquire the property for less than market value.\nThe practice of taking the average of two valuations may be regarded\nas somewhat\narbitrary but it was not unfair.\n[23]\tHaving accepted the market value of\nthe subject property at the relevant time to have been R11 810, the court\na\nquo\nnoted that the amount paid to Mahatey was R11 599.50 and concluded that,\nbecause the latter amount was less than the former, Mahatey\nhad not been paid\nmarket value, and hence just and equitable compensation, and was accordingly\nentitled to restitution of his right\nin the property.\n[24]\tThe difference\nbetween the two amounts is, of course, R210.50, which is less than 1,8 per cent\nof the amount determined to be\nthe market value. The amount paid, R11 599.50,\nfalls well within the range of between R9 700 and R12 500 suggested by Gerber\nand\nin fact is greater than the midpoint of that range which would be R11 100.\nCounsel for the respondent submitted, however, that it\nmattered not that the\namount paid was only marginally less than the amount subsequently fixed as the\nmarket value and that once it\nwas established that the latter amount was less\nthan the former, the claimant would have crossed the threshold of s 2(2) of the\nAct\nand would be entitled to restitution, whether by way of restoration of the\nproperty or equitable relief. In support of this submission\nshe referred to a\nschedule at the conclusion of the judgment of the Land Claims Court in\nEx\nParte Former Highland Residents; In Re: Ash and others v Department of Land\nAffairs\n,\nsupra\n,\nfrom which it appears that claims for\nequitable relief (ie compensation as opposed to restitution of property) were\nupheld even where\nin one case the difference between the compensation paid in\nthe 1960’s and the market value subsequently determined, with considerable\ndifficulty I might add, was as little as R18. The judgment, however, contains no\ncomment regarding the marginal nature of the difference.\n[25]\tIn the\nabsence of an actual sale of the property to be valued, the determination of its\nmarket value necessarily involves an\nestimate of what that property would\nrealise at a notional sale in the open market. By the very nature of the\nexercise ‘only\napproximate results can be achieved’. (A Gildenhuys\nin 30\nLawsa\n(first reissue) para 177.) This is all the more so in the\nabsence of transactions which are directly comparable or where there are\nfactors\nrelating to the notional sale, such as in the present case the need to think\naway the proclamation, which render the exercise\nmore complex (cf\nPietermaritzburg Corporation v South African Breweries Ltd\n1911 AD 501\nat\n516). This court has in the past frequently commented on the nature of the\ninquiry and hence the approximate nature of its result.\nIn\nSouth African\nRailways v New Silverton Estate Ltd\n1946 AD 830\nat 838 Tindall JA stressed\nthe importance of bearing in mind that a valuation ‘is to a material\nextent a matter of conjecture’.\nOgilvie Thompson JA in\nEstate Marks v\nPretoria City Council\n1969 (3) SA 227\n(A) at 253A described a valuation as\n‘essentially a matter which is in the realm of estimate’. Botha JA\nin\nBestuursraad van Sebokeng v M & K Trust & Finansiële\nMaatskappy (Edms) Bpk\n1973 (3) SA 376\n(A) at 391E similarly described it as\n‘noodwendig ’n kwessie van skatting in die lig van al die\nomstandighede’.\nNothing, I think, demonstrates this more than the\nregularity with which good and honest valuers arrive at relatively widely\ndifferent\nconclusions.\n[26]\tWhen determining the value of property,\nwhether in consequence of an expropriation or otherwise, a court is of course\nobliged\nto arrive at a particular figure. This is because an award must be in\nthe form of a determined, or at least readily determinable,\namount. But the\npresent inquiry is different; it is whether some 22 years previously the former\nowner of the property was paid just\nand equitable compensation which on the\nfacts of the case would be the equivalent of market value. To hold that he was\nnot, when\nthe difference between what he was then paid and the estimate of\nmarket value made two decades later is less than two per cent, is\nto proceed on\nthe assumption that market value is capable of being estimated with such\nprecision as not to permit a variation of\nless than two per cent. This is quite\nclearly not the case and this was established in evidence. Gerber was at pains\nto point out\nthat valuation was not an exact science and that although he had\nestimated the value of the property in a particular amount, in the\nevent of a\nsale in the open market the property could realise anything within the range he\nestimated. Accordingly, it cannot be said\nthat the price paid to Mahatey in 1979\nwas less than market value at the time.\n[27]\tIt follows that in my view\nthe claimants did not cross the threshold of s 2(2) of the Act and the appeal\nmust succeed.\n[28]\tIt is therefore unnecessary to consider the\nappropriateness or otherwise of the remedy granted by the court\na quo\n. I\nmight add, however, that counsel for the appellant argued at length before us\nthat the restoration of the property, as opposed\nto any other relief, was so\nunreasonable in the circumstances as to justify interference by this court. He\nreferred in particular\nto the marginal nature of the difference between the\namounts previously referred to, the consequence of the order,\nviz\nthe\nprobable eviction of the appellant from her home of 30 years, the substantial\nimprovements to the property effected by the appellant\nand the absence of any\nallowance for currency depreciation in determining the amount payable by the\nclaimants. There is no doubt\nmuch force in these submissions but, as I have\nsaid, there is no need for me to deal with them.\n[29]\tThere is, however,\nthe question of costs to be considered. The practice of the Land Claims Court\nhas been not to make awards\nof costs, save in exceptional circumstances. (See\nIn Re Kranspoort Community\n2000 (2) SA 124\n(LCC), para 121, at 184H  and\nthe\nAsh\ncase,\nsupra\n, para 86.) In conformity with this practice\nthe only order as to costs made by the court\na quo\nwas a special order\ndirecting the appellant to pay the wasted costs occasioned by ‘the\nduration of the proceedings taken up\nby the testimony on expenses incurred by\nher in renovating the subject property’. The reason for the order was that\nthe appellant\nhad sought to rely on false invoices in a futile attempt to\nquantify the amount she had spent on renovating the subject property.\n(It was\nultimately common cause that she had indeed incurred such expenditure, but in an\namount she was unable to establish.) Notwithstanding\nher success on appeal, I do\nnot think there is any justification for interfering with this award; nor is\nthere any justification\nfor making an order in her favour with regard to the\nremainder of the costs in that court. However, the position with regard to the\ncosts of appeal is different. The third, fourth and fifth respondents, all of\nwhom participated in the proceedings in the court\na quo\n, played no part\nin the appeal proceedings and abided the judgment of this court. In the result,\nthe issue in this court related to\na dispute between private individuals as to\ntheir respective entitlement to the subject property. In the court below the\nappellant\nenjoyed the benefit of legal aid, but not in this court. It appears\nthat the Legal Aid Board was only prepared to grant legal aid\nto the appellant\non condition that her appeal was handled by a staff member from the\nBoard’s Cape Town Justice Centre. It was\nalso not prepared to pay the\ncosts previously incurred of preparing the appeal record and of counsel’s\nheads of argument. The\nappellant, not unreasonably, elected to proceed without\nlegal aid and with her existing legal representatives who have acted on a\ncontingency basis. In all the circumstances, there seems to me to be no good\nreason for departing from the ordinary rule that costs\nshould follow the\nresult.\n[30]\tA further issue relates to the costs of preparing and\nperusing the appeal record. The appellant’s attorneys wrote to the\nattorneys representing the other parties in the appeal requesting them to agree\nto the omission from the appeal record of the contents\nof two departmental files\nof the Provincial Administration which had been admitted in the course of the\ntrial. The response of the\nattorneys representing the first and second\nrespondents was to request a copy of the files. On being advised that the files\nwere\nalready in their possession, they simply ignored the request. The fourth\nrespondent, which abides the judgment of this court, had\nno objection to the\nomission. However, the attorneys representing the third and fifth respondents\nwrote back insisting that the files\nbe included. In view of the attitude of the\nfirst, second, third and fifth respondents, the files were included and\naccounted for\nvolumes 8 to 13 and pages 1112 to 1148 of volume 14 (out of a\ntotal of 30 volumes). It was common cause between counsel in this court\nthat\nthis portion of the record was unnecessarily included and no reference was made\nto it in argument. The attorneys representing\nthe third and fifth respondents\nwere afforded the opportunity of furnishing reasons why their clients should not\nbe held jointly\nand severally liable with the first and second respondents for\nthe preparation and perusal of this part of the record. The response\nof the\nattorneys was that they had insisted that the files be included in the record as\nthey had believed them to be relevant. They\nadded that they had in any event\ninformed the appellant’s attorneys subsequently that in the absence of the\n‘court record’\ntheir clients were unable to state which part of the\nrecord was relevant. As to the first point, I have already indicated that it\nwas\ncommon cause at the hearing of the appeal that the files in question were\nirrelevant. As to the second point, the third and fifth\nrespondents were\nrepresented at the trial by counsel. They did not require the ‘court\nrecord’ to ascertain whether the\nfiles were relevant or not. I accordingly\npropose holding them jointly and severally liable with the first and second\nrespondents\nfor the costs in question.\n[31]\tIn the result, the following\norder is made:\n(a)\t(i)\tThe appeal is upheld.\n(ii)\tThe appellant’s costs of appeal are to be paid by the first and\nsecond respondents in their capacity as joint executors\nof the estate of the\nlate Bawa Mahatey, but subject to sub-paragraph (iii) below.\n(iii)\tThe third and fifth respondents are jointly and severally liable with the\nfirst and second respondents for the costs of preparing\nand perusing volumes 8\nto 13 and pages 1112 to 1148 of volume 14 of the court\nrecord.\n(b)\tThat part of the order of the court\na\nquo\ndirecting erf 12377 \tCape Town situated at 3 Lever Street, Walmer\nEstate, \tWestern Cape, to be restored to the first and second \nrespondents in\ntheir capacity as executors in the estate of \tthe late Bawa Mahatey and\ndirecting them against \tregistration of transfer\nto pay the sum of R11 599.50 to\nthe \tfourth respondent, is set aside and replaced by the following:\n‘The application is\ndismissed.’\nD G\nSCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nHOWIE\tP\nFARLAM\tJA\nLEWIS\tJA\nPONNAN\tAJA",
  "scraped_at": "2026-02-12T08:57:40.349514",
  "date": "2004-03-26",
  "coram": [
    "HOWIE P",
    "SCOTT",
    "FARLAM",
    "LEWIS JJA",
    "PONNAN AJA"
  ],
  "case_number": "114/03",
  "parties": {
    "applicants": [
      "ZUBEIDA ABRAMS"
    ],
    "respondents": [
      "IQBAL KAZI ALLIE",
      "ABDUL RAZAK MAHATEY",
      "THE DEPARTMENT OF LAND AFFAIRS",
      "PROVINCIAL ADMINISTRATION: WESTERN CAPE : DEPARTMENT OF PLANNING, LOCAL GOVERNMENT AND HOUSING",
      "REGIONAL LAND CLAIMS COMMISSION, WESTERN CAPE"
    ]
  },
  "sections": {
    "facts": "The dispute concerns 3 Lever Street, Walmer Estate. The property was owned by Bawa Mahatey, an Indian-born person classified as 'coloured' under apartheid law. In 1975 the area was proclaimed a 'coloured' group area under the Group Areas Act and the Community Development Act applied. Mahatey was compelled to sell the property to the Community Development Board in 1979 for R11,599.50 after a series of negotiations and a statutory notice giving the Board a preferent right of purchase. He retained neighboring property and continued to occupy the area. The property later passed to the National and Provincial Housing Boards, which under a scheme sold it to the long‑term tenant Zubeida Abrams in 1997 for R5,197.21. Mahatey’s heirs later lodged a restitution claim under the Restitution of Land Rights Act 22 of 1994, alleging dispossession and insufficient compensation.",
    "issues": "The court had to determine: (1) whether Mahatey was ‘dispossessed’ of the property within the meaning of section 2(1)(a) of the Restitution of Land Rights Act; (2) whether that dispossession was a result of past racially discriminatory laws or practices; (3) whether Mahatey received ‘just and equitable compensation’ at the time of dispossession, i.e., whether the amount paid equated to market value; and (4) whether the remedy ordered by the lower court – restoration of the property to the claimants – was appropriate given the circumstances.",
    "principles": "Section 2(1)(a) requires a dispossession to involve compulsion by an external agency, not a free transaction. The dispossession must be linked to racially discriminatory legislation such as the Group Areas Act. Section 2(2) bars restitution where just and equitable compensation – measured against market value and adjusted for constitutional factors under s 25(3) – has been paid. The court follows the principle that market value is the starting point for compensation, with adjustments only where circumstances justify, and recognizes the inherent imprecision of valuation. The threshold for restitution is that compensation be less than market value; a marginal shortfall, however small, can trigger restitution.",
    "application": "The appeal court found that Mahatey’s sale was compelled by the statutory notice and the preferential purchase right, satisfying the ‘dispossession’ test. The notice and the proclamation of a coloured group area were part of a racially discriminatory scheme, establishing the second element. Valuation evidence (Gerber’s method) placed market value at R11,810; the amount actually received was R11,599.50, a shortfall of R210.50 (less than 2%). The court held that this shortfall meant Mahatey had not received just and equitable compensation, thereby satisfying the threshold for restitution. Consequently, the lower court’s order to restore the property to the claimants was set aside and the application dismissed. Costs were awarded to the first and second respondents, with the third and fifth respondents jointly and severally liable for costs of record preparation.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, dismissed the application for restoration of the property, and set aside the lower court’s order. The claimants (executors of Mahatey’s estate) were not awarded restitution of the property, and the appellant’s costs of appeal were to be paid by the first and second respondents, with additional cost liabilities on the third and fifth respondents."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Restitution of Land Rights",
    "level_3": [
      "dispossession",
      "racial discrimination",
      "just and equitable compensation",
      "market valuation",
      "eviction"
    ]
  }
}