{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/74.html",
  "case_name": "Mahlangu NO v Minister of Land Affairs and Others (572/2003) [2004] ZASCA 74; 2005 (1) SA 451 (SCA) (14 September 2004)",
  "citation": "[2004] ZASCA 74",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 74\n|\nNoteup\n|\nLawCite\nMahlangu NO v Minister of Land Affairs and Others (572/2003) [2004] ZASCA 74; 2005 (1) SA 451 (SCA) (14 September 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 572/2003\nIn the matter between :\nNICHOLAAS HLOYIWE MAHLANGU\nNO\nAppellant\nand\nMINISTER OF LAND AFFAIRS\nFirst\nRespondent\nTHE PREMIER OF GAUTENG\nSecond Respondent\nTHE\nCOMMISSION ON RESTITUTION OF LAND RIGHTS\nThird Respondent\nTHE\nREGISTRAR OF DEEDS\nFourth Respondent\nTHE PREMIER OF THE NORTHERN\nPROVINCE\nFifth Respondent\nMANALA TRIBAL AUTHORITY\nSixth\nRespondent\nTHE VUKU ZENZELE GROUP\nSeventh Respondent\nBANTWANE\nTRIBE\nEight Respondent\nISCOR LIMITED\nNinth Respondent\nTHE\nMINISTER OF AGRICULTURE\nTenth Respondent\n______________________________________________________________________________\nBefore:\tMPATI\nDP, CAMERON, MTHIYANE, NUGENT JJA & JAFTA AJA\nHeard:\t27 AUGUST\n2004\nDelivered:\n14 SEPTEMBER 2004\nSummary:\nRestitution of Land Rights Act 22 of 1994\n– direct access\nto Land Claims Court – when permitted.\n______________________________________________________________________________\nJ U D G M E N T\n______________________________________________________________________________\nNUGENT  JA\nNUGENT JA:\n[1]\tThe\nRestitution of Land Rights\nAct 22 of 1994\ncreates the means for restitution to be made to persons or\ncommunities who were dispossessed of rights in land pursuant to racially\ndiscriminatory laws or practices. The principal institutions that are created to\nmanage the process are the Commission on Restitution\nof Land Rights ('the\ncommission') and the Land Claims Court (the 'LCC'). The function of the\ncommission, broadly speaking, is to\nreceive and to investigate claims for\nrestitution and to attempt to resolve them through mediation and negotiation. If\na claim cannot\nbe resolved by those means it must be referred by the commission\nto the LCC for the LCC to exercise its wide powers of adjudication.\nThe LCC may,\namongst other things, order the restitution of land or a right in land to the\nclaimant, or order the state to grant\nthe claimant an appropriate right in\nalternative state-owned land, or order the state to pay compensation to the\nclaimant, or order\nthe state to include the claimant as a beneficiary of a state\nsupport programme for housing or the allocation and development of\nrural land,\nor it may grant the claimant alternative relief\n(s 35).\n[2]\tA community\nis entitled to restitution if it was dispossessed of a right in land after 19\nJune 1913 as a result of past racially\ndiscriminatory laws or practices without\npayment of just and equitable compensation or other just and equitable\nconsideration\n(s 2(1)(d)\nread with\ns 22(2)).\n[3]\tThe process for\nclaiming restitution is initiated by the claimant lodging a claim with the\ncommission in the prescribed form\n(s 10).\nIf the relevant regional land\nclaims commissioner who receives the claim is satisfied that it is in the\nprescribed form, and that\nthe claim is not precluded by the provisions of\ns 2\n, and that it is not frivolous or vexatious, he or she is required to\ncause notice of the claim to be published and to be made known\nin the district\nin which the land is situated\n(s 11)\n, after which the commission proceeds\nto investigate the claim and to perform its ordinary functions.\n[4]\tThe\ncommission also has advisory functions and it is authorised by\ns 6(2)(b)\nto\n'make recommendations or give advice to the Minister regarding the most\nappropriate form of alternative relief, if any, for those\nclaimants who do not\nqualify for the restitution of rights in land in terms of this Act'.\n[5]\tIn\ncertain circumstances a claimant may pursue a claim by approaching the LCC\ndirectly in terms of\ns 38B\nof the Act, which reads as\nfollows:\n'Notwithstanding anything to the contrary contained in this Act, any\nperson who or the representative of any community which is entitled\nto claim\nrestitution of a right in land and has lodged a claim not later than 31 December\n1998 may apply to the Court for restitution\nof such right: Provided that leave\nof the Court to lodge such application shall first be obtained if –\n(a)\nan order has been made by\nthe Court in terms of\nsection 35\nin respect of a right relating to that land;\nor\n(b)\na notice has been published in the\nGazette\nin terms of\nsection 12\n(4) or\n38D\n(1) in respect of that land and\nthe period specified in the said notice has\nexpired.'\n[6]\tWhere a claim has been pursued\ndirectly in terms of this section the regional land claims commissioner who is\ndealing with the\nmatter is entitled to suspend his or her investigation of the\nclaim and the LCC may order that all claims that have been lodged in\nrespect of\nthe land in question be transferred to it. After considering the application the\nLCC is authorised to make any of the\nvarious orders allowed for by\ns 35\n, or\nit may dismiss the application, or it may transfer all the claims before it to\nthe regional claims commissioner, or it may decline\nto make any order but permit\nthe claimant to supplement and renew the application.\n[7]\tAccess to the LCC\nin terms of\ns 38B\n(1) requires its prior leave in the circumstances\nspecified in subsections (a) and (b). We are concerned in this appeal only with\nsubsection (b), which precludes an application to the LCC without its leave when\na notice has been published in terms of\ns 12(4)\nof the Act and the period\nspecified in the said notice has expired. The notice referred to in that section\nis one that the Chief\nLand Claims Commissioner may cause to be published if at\nany stage during the investigation of a claim he or she is of the opinion\nthat\nthe resources of the commission or the LCC would be more effectively utilized if\nall claims for restitution in respect of the\nland in question were to be\ninvestigated simultaneously. The notice serves to advise potential claimants of\nthat decision and to\ninvite them to lodge claims within a specified\ntime.\n[8]\tThe present appeal arises from an application that was made by the\nLitho Ndzundza community (represented by the appellant, its\nchief) for the LCC's\nleave to pursue a claim for restitution as provided for in\ns 38B.\nLeave was\nrequired because a notice had been published as contemplated by\ns 38B(1)(b).\nThe LCC refused the application and the appellant now appeals\nagainst that decision with the leave of the LCC\n.\n[9]\tThe claim relates\nto approximately 35 000 hectares of state farmland situated about 80 km\nnorth of Pretoria. The Litho Ndzundza\ncommunity alleges that it was dispossessed\nof the land in approximately 1917 as a result of past racially discriminatory\nlaws and\npractices and that it received no compensation or other consideration\nfor the loss of its rights. The land is also subject to claims\nby other\ncommunities with the result that the disposition of the land has been the\nsubject of considerable controversy for many years.\nThe Chief Land Claims\nCommissioner formed the opinion that the resources of the commission or the LCC\nwould be more effectively utilized\nif all claims in respect of the land in\nquestion were to be investigated simultaneously, and on 13 October 1995 a notice\nwas published\nin the\nGazette\ninviting potential claimants, other than\nthose who had already lodged claims, to lodge any claims that they might have\nwithin a period\nof sixty days.\n[10]\tThe Litho Ndzundza community lodged its\nclaim with the commission on about 9 November 1995. (It seems that the claim was\nmislaid\nand that a duplicate was lodged on 13 June 1996). The relevant regional\nland claims commissioner declined to cause notice of the\nclaim to be given as\nprovided for in\ns 11(1)\nbecause he or she was of the view, after\ninvestigating the matter, that the community had not been dispossessed of the\nland and that\nthe claim was accordingly 'precluded by\nsection 2'\nof the Act.\nApparently the commission itself was similarly of the view that the Litho\nNdzundza community did not qualify for restitution\nbecause it recommended to the\nMinister in terms of\ns 6(2)(b)\nthat their needs instead be addressed\nthrough a land redistribution scheme. The community was initially content with\nthat recommendation\nbut when no progress was made in its implementation and the\nstate expressed its intention to alienate part of the land – it\nseems to\nthe SA Jeep Club – the community had a change of heart and the present\nproceedings were commenced.\n[11]\tIn these proceedings the community sought\nleave from the LCC to pursue its claim directly as provided for in\ns 38B\n,\nand it also sought a temporary interdict restraining the state from alienating\nany portion of the land. The interdict is no longer\nbeing sought and I need say\nno more about it. Ten respondents were cited in the proceedings: the Ministers\nof Land Affairs and Agriculture,\nthe Premiers of Gauteng and Northern Province\n(now Limpopo), the commission, the registrar of deeds, Iscor (which has an\ninterest\nin the mineral rights) and the three competing claimants. The Minister\nof Land Affairs and the commission opposed the application\nbut they have not\nopposed this appeal.\n[12]\tThe LCC\nconcluded that the commission's\ndecision to recommend to the Minister that the community be included in a\nredistribution scheme, which\nmust have been preceded by a finding by the\ncommission that the community was not entitled to restitution, precluded a claim\nfor\nrestitution being made in terms of\ns 38B\n, and that until that decision\nwas set aside in review proceedings the community's claim was\npremature.\n[13]\tThe LCC pointed out in\nFarjas (Pty) Ltd v Regional Land\nClaims Commissioner, KwaZulu-Natal\n1998 (2) SA 900\n(LCC) para 41 that it is\nnot the function of a regional commissioner – and that applies also to the\ncommission – to adjudicate\nupon the merits of a claim for restitution.\nWhile\ns 11(1)\nof the Act requires a regional commissioner to be satisfied\nthat a claim 'is not precluded by the provisions of\nsection 2'\nbefore the\nprocess is set in motion, Dodson J held that a claimant need exhibit only 'an\narguable case' (924C). In my view even that\nthreshold might be too high but it\nis not necessary in this appeal to decide that question. It is sufficient to say\nthat on the material\nthat is before us it is doubtful that the commission was\nentitled to decline to consider the present claim and instead to make\nalternative\nrecommendations. If that is correct, the community would of course\nhave been entitled to have the commission's finding and recommendation\nset aside\non review. But there is nothing in the Act that precludes the LCC from\nentertaining proceedings in terms of\ns 38B\nwhile that finding and\nrecommendation remain extant. On the contrary,\ns 38B\nprovides expressly\nthat the LCC may entertain such proceedings '[n]otwithstanding anything to the\ncontrary contained in the Act'.\n[14]\tIn my view the LCC misdirected itself by\nfinding that the existence of the commission's recommendation precluded the\nclaim being\npursued in terms of\ns 38B\n, with the consequence that it failed\nto exercise the discretion that is conferred on it by the Act.\n[15]\tBearing\nin mind that none of the respondents have opposed this appeal no purpose is\nserved by referring the matter back to the\nLCC to enable it to exercise its\ndiscretion. No grounds have been advanced for that discretion to be exercised\nagainst the community\nand I see none. On the contrary, given the history of this\nmatter, in my view there is every reason why the claim (and I express\nno opinion\non its merits) should be considered by the LCC and brought to\nfinality.\n[16]\tIn his notice of appeal the appellant sought no order for\ncosts either in this court or in the LCC\n.\nIn the absence of such notice\nto the respondents it would thus be inappropriate to make any order in relation\nto costs.\nThe appeal is upheld. The order of the LCC\nis set aside\nand the following orders are substituted:\n'1.\tThe appellant is granted leave to lodge an application for the restitution\nof rights in land to which the Litho Ndzundza community\nclaims to be\nentitled.\n2.\tThe appellant is directed to lodge the application within thirty days of this\norder or within such further period as the court\nmay\nallow.'\n_______________\nR W NUGENT\nJUDGE OF APPEAL\nMPATI DP)\nCAMERON JA)\nMTHIYANE JA)\tCONCUR\nJAFTA AJA)",
  "scraped_at": "2026-02-12T09:05:55.603659",
  "date": "2004-09-14",
  "coram": [
    "MPATI DP",
    "CAMERON",
    "MTHIYANE",
    "NUGENT JJA",
    "JAFTA AJA"
  ],
  "case_number": "572/2003",
  "parties": {
    "applicants": [
      "NICHOLAAS HLOYIWE MAHLANGU NO"
    ],
    "respondents": [
      "MINISTER OF LAND AFFAIRS",
      "THE PREMIER OF GAUTENG",
      "THE COMMISSION ON RESTITUTION OF LAND RIGHTS",
      "THE REGISTRAR OF DEEDS",
      "THE PREMIER OF THE NORTHERN PROVINCE",
      "MANALA TRIBAL AUTHORITY",
      "THE VUKU ZENZELE GROUP",
      "BANTWANE TRIBE",
      "ISCOR LIMITED",
      "THE MINISTER OF AGRICULTURE"
    ]
  },
  "sections": {
    "facts": "The Litho Ndzundza community, represented by its chief, claimed dispossession of approximately 35,000 hectares of state farmland around 1917 without compensation. In October 1995 the Chief Land Claims Commissioner published a Gazette notice inviting claimants to lodge claims within 60 days. The community lodged its claim in November 1995, but the regional land claims commissioner refused to give public notice, holding the claim pre‑cluded by section 2 of the Restitution of Land Rights Act. The commission later recommended that the community’s needs be met through a land‑redistribution scheme rather than restitution. When the state indicated an intention to alienate part of the land, the community sought leave from the Land Claims Court (LCC) to pursue its claim directly under section 38B of the Act.",
    "issues": "1. Whether the existence of the commission’s recommendation to address the community’s claim through a redistribution scheme precludes the LCC from entertaining a direct claim under section 38B. 2. Whether the LCC correctly exercised its discretion in refusing leave to the community to lodge an application for restitution. 3. The proper interpretation of the leave requirement in section 38B in the context of a prior commission recommendation.",
    "principles": "The Restitution of Land Rights Act 22 of 1994 provides that communities dispossessed after 19 June 1913 may claim restitution (s2). Section 38B allows a claimant who lodged a claim before 31 December 1998 to apply directly to the LCC, subject to obtaining leave where (a) a section 35 order exists or (b) a Gazette notice under s12(4) has been published and its period has expired. The Act expressly states that the LCC may entertain such proceedings ‘notwithstanding anything to the contrary contained in the Act’. A regional commissioner may only require that a claim be ‘arguable’ before proceeding (Dodson J). The LCC has broad discretion to grant or refuse leave and to make orders under s35.",
    "application": "The Court observed that the commission’s recommendation to place the community in a redistribution scheme does not amount to a statutory bar under section 38B. The language of s38B expressly allows the LCC to hear a claim notwithstanding any contrary provisions, including the commission’s recommendation. Moreover, the requirement for leave is limited to the situations listed in sub‑paragraphs (a) and (b); none applied because the Gazette notice period had expired and no section 35 order existed. The LCC therefore erred in treating the commission’s recommendation as precluding the claim and misdirected itself by failing to exercise its discretion to grant leave.",
    "conclusion": "The appeal was upheld. The LCC’s order refusing leave was set aside. The appellant was granted leave to lodge an application for restitution of the land rights claimed by the Litho Ndzundza community and was directed to file the application within thirty days (or such further period as the court may allow)."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Restitution of Land Rights",
    "level_3": [
      "land restitution",
      "section 38B",
      "court discretion",
      "South Africa"
    ]
  }
}