{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/8.html",
  "case_name": "Man Truck & Bus (SA) (Pty) Ltd v Dorbyl Ltd. t/a Dorbyl Transport Products and Busaf (38/03) [2004] ZASCA 8; [2004] 2 All SA 113 (SCA); 2004 (5) SA 226 (SCA) (25 March 2004)",
  "citation": "[2004] ZASCA 8",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 8\n|\nNoteup\n|\nLawCite\nMan Truck & Bus (SA) (Pty) Ltd v Dorbyl Ltd. t/a Dorbyl Transport Products and Busaf (38/03) [2004] ZASCA 8; [2004] 2 All SA 113 (SCA); 2004 (5) SA 226 (SCA) (25 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 38/03\nIn the matter between :\nMAN TRUCK  & BUS (SA) (PTY)\nLIMITED\t\t\t    APPELLANT\nand\nDORBYL LIMITED t/a DORBYL TRANSPORT\nPRODUCTS AND BUSAF\t\t\t\t\t\tRESPONDENT\nCORAM :    MPATI DP, ZULMAN, FARLAM, CLOETE, LEWIS JJA\nHEARD :         17 FEBRUARY 2004\nDELIVERED :  25 MARCH 2004\nSummary:\nContractual obligations held to be reciprocal. A decision to\nrefer motion\nproceedings to evidence held not to be\nappealable.\nJUDGMENT\nCLOETE JA/\nCLOETE JA:\nINTRODUCTION\n[1]\tThe factual matrix against\nwhich this appeal falls to be decided is the following. Africa Truck & Bus\n(Pty) Limited (‘ATB’),\nwhose rights ultimately devolved upon the\nappellant, entered into a lease agreement with Dusbus Leasing Co CC\n(‘Dusbus’).\nIn terms of the lease agreement ATB leased 12 buses to\nDusbus for a period of 60 months and for a total consideration in excess of\nR11\nmillion, payable in instalments. ATB had manufactured the chassis of the buses\nand a division of the respondent had supplied\nthe bodies, which had been\npurchased from it by ATB for over R3 million. ATB further undertook to Dusbus,\nin terms of a maintenance\nagreement also concluded with Dusbus, to maintain the\nbuses for an agreed fee; and Dusbus agreed to make the buses available to ATB\nto\nenable this to be done.\n[2]\tAs ATB’s exposure in terms of the Dusbus\nlease was significant, it concluded what has in these proceedings appropriately\nbeen termed a  ‘risk sharing agreement’ with the respondent. It is\nthe terms of that agreement, and in particular, clauses\n4 and 5 thereof, which\nlie at the heart of the dispute between the parties. (The references in the\nagreement to ‘DTP’\nare references to a division of the respondent.)\nClause 4 provides:\n‘ATB will maintain, service and repair the 12 buses\nunder the terms of a maintenance agreement entered into by and between ATB\nand\nthe debtor as far as the bus chassis are concerned. ATB will further make sure\nthat DTP can inspect the condition of the buses\nfrom time to time but at least\nevery six months at the premises of ATB. Necessary other repairs will be carried\nout at a workshop\ndedicated by DTP, for the account of the\ndebtor.’\nClause 5 provides inter alia:\n‘In the event of ATB\nbeing required to re-possess the 12 buses under the lease agreement because the\nDebtor fails to pay the\ndeposit, the accelerated instalment or/and any of the\nmonthly instalments or for any other reason DTP hereby undertakes to make\npayment\nof the  guaranteed amount as defined per Par.6) to ATB within 7 days of\nwritten notice to that effect being delivered by ATB on\nDTP.’\n[3]\tDusbus defaulted by failing to pay instalments due in terms\nof the lease agreement and the buses were repossessed. The appellant,\nas the\nsuccessor in title to ATB’s rights, sued the respondent for payment of the\nguaranteed amount. That amount was defined\nin accordance with a formula set out\nin clause 6 of the agreement.\n[4]\tThe guaranteed amount was calculated by\nthe appellant at over R1,4 million and the appellant, as applicant, instituted\nmotion\nproceedings against the respondent for payment of this amount, interest\nand costs. The court of first instance (Jordaan AJ) granted\nsuch an order. On\nappeal, the full court of the Witwatersrand Local Division (Cachalia J, Marais J\nand Jajbhay AJ concurring) set\nthe order aside and referred the matter for the\nhearing of oral evidence. The formulation of the issues was, by agreement, left\nto\nthe parties and the full court required this formulation to be referred back\nto it by a fixed date. Special leave to appeal further\nwas subsequently granted\nby this court.\nTHE ISSUES\n[5]\tThe dispute between the parties has\nessentially three facets:\n(a)\tDid ATB, in terms of clause 4 of the risk\nsharing agreement, undertake vis-à-vis the respondent to maintain the\nbuses in\nterms of the maintenance agreement between ATB and Dusbus?\n(b)\tIf\nso, was this undertaking reciprocal to the respondent’s obligation to pay\nATB the guaranteed amount if Dusbus defaulted\nin its obligations in terms of the\nlease agreement between ATB and Dusbus?\n(c)\t If so, should the full\ncourt’s decision to refer the matter for the hearing of oral evidence, be\nset aside?\nI shall deal with each question in turn.\nOBLIGATION TO\nMAINTAIN\n[6]\tIt was submitted on behalf of the appellant that the first\nsentence of clause 4 of the risk sharing agreement was merely a recital\nsimilar\nto the recitals in clauses 1 to 3 of that agreement and that it imposes no\nobligation on ATB to maintain the buses in terms\nof the maintenance agreement.\nThere are three reasons why this argument is fallacious.\n[7]\tFirst, there is\na clear change in language in clause 4 when contrasted with the language used in\nclauses 1 to 3. Those latter\nclauses begin:\n‘1.\tATB has entered into 12\nLease Agreements with “Dusbus Leasing cc...\n2.\tATB purchased the\nadequate 12 bus bodies from BUSAF, a division of “DTP”...\n3.\tDTP\nis aware of the contents of the lease agreement...’\nClauses 1 to 3 are\nobviously recordals. But the language of clause 4 is different. It does not\nbegin ‘ATB has undertaken to\nDusbus to maintain’. It begins\n‘ATB will maintain’. These latter words are indicative of an\nobligation undertaken\nto the respondent to be performed in the future, not a\nrecordal of an obligation already undertaken by ATB to Dusbus. There was some\ndiscussion during argument as to the content of the obligation undertaken by ATB\nto the respondent. I do not appreciate the difficulty.\nClause 10 of the risk\nsharing agreement expressly conferred the right on the respondent, in the event\nof ATB breaching any of the\nterms of that agreement, and provided seven days\nwritten notice was given, to enforce the agreement by way of specific\nperformance\nor to cancel the agreement and institute damages for its breach.\nATB’s obligation to the respondent was to comply with the\ncontract it had\nwith Dusbus. It is for that very reason that the second sentence of clause 4 of\nthe risk sharing agreement imposes\nan obligation on ATB to make sure that the\nrespondent could inspect the condition of the buses from time to\ntime.\n[8]\tSecondly, it was, correctly, conceded on behalf of the appellant in\nargument that the second and third sentences of clause 4 impose\nobligations on\nrespectively ATB and the respondent ─ in the case of the former, to ensure\nthat the respondent could inspect\nthe buses from time to time; and in the case\nof the latter, to carry out ‘necessary other repairs’ (which\nobviously means\nrepairs other than the repairs to be performed by ATB in terms\nof the maintenance agreement. That obligation was owed to ATB, not\nto Dusbus as\nis suggested in para [35] of the judgment of my learned colleague Lewis JA). The\nlanguage is the same in each case:\nthe word ‘will’ is used. It would\ntherefore be strange if the first sentence, which uses the same language, was\nmerely\na recordal of a past event and the two sentences which follow impose\npositive obligations for the future. But what is decisive in\nthe language used\nis that the second sentence, which clearly imposes an obligation on ATB, begins\n‘ATB will further’.\nThe plain meaning is that an additional\nobligation is being undertaken. The question ‘additional to what?’\nreceives an\nobvious reply: additional to the obligation in the first\nsentence.\n[9]\tThirdly, the creation of an obligation on the part of ATB\nvis-à-vis the respondent to comply with its obligation to Dusbus\nwould\nmake commercial sense. The respondent was obliged to pay the guaranteed amount\nif the buses were repossessed. If this took\nplace, the buses were, in terms of\nclause 7 of the agreement, to be sold and the profit or loss was to be shared as\nto 29,5 per cent\nby the respondent and 70,5 per cent by ATB. The exposure of the\nrespondent was therefore significant. If the cause of Dusbus’s\ndefault was\nlack of maintenance of the buses by ATB, the respondent would in effect be\nguaranteeing ATB’s default and agreeing\nto bear part of the consequences\nof that default ─ unless ATB undertook vis-à-vis the respondent to\nmaintain the buses\nin accordance with the maintenance agreement.\n[10]\tI\ntherefore conclude that ATB, in terms of clause 4 of the risk sharing agreement,\ndid undertake vis-à-vis the respondent\nto maintain the buses in terms of\nthe maintenance agreement between ATB and Dusbus.That brings me to a\nconsideration of the next\nquestion, namely, whether the obligations in the first\nsentence of paragraph 4 are reciprocal to the obligations in paragraph 5 of\nthe\nrisk sharing agreement.\nRECIPROCITY OF OBLIGATIONS\n[11]\tThe\nappellant’s counsel advanced an argument as to the reciprocity of the\nobligations which it would be convenient to dispose\nof at the outset. The\nargument was that the lease agreement contained a clause which provided that\nDusbus would not be entitled to\nwithhold payment of any rentals for any reason\nwhatsoever; and that the maintenance agreement provided that Dusbus had to pay\nthe\ncharges due in terms of that agreement without deduction or set off. The\nsuggestion was that, because of these clauses, Dusbus was\nnot entitled to raise\nthe\nexceptio non adimpleti contractus\nagainst the appellant for payments\ndue under either the lease or the maintenance agreement. It is not necessary to\nanalyse the effect\nof these clauses. Assuming that counsel is correct, any\nlimitation of the rights of Dusbus in terms of its contracts with ATB cannot\nenure to the benefit of ATB or its successor in title, the appellant, in terms\nof its separate contract with the respondent. Put\nconversely, the fact that the\nrisk sharing agreement made ATB’s obligations owed to Dusbus in terms of\nthe maintenance agreement\nenforceable against ATB at the suit of the respondent,\ndoes not mean that the respondent’s rights were limited in the same\nway\nthat Dusbus’s rights may have been. Any limitations on Dusbus’s\nrights in its contracts with ATB were, so far as\nATB’s contract with the\nrespondent is concerned,\nres inter alios acta\n.\n[12]\tThe essential\nquestion in this part of the inquiry is whether the respondent’s\nobligation to pay ATB the guaranteed amount\nwas reciprocal to ATB’s\nobligation to the respondent to maintain the buses under the maintenance\nagreement. In contracts which\ncreate rights and obligations on each side, it is\nbasically a question of interpretation whether the obligations are so closely\nconnected\nthat the principle of reciprocity applies:\nB K Tooling (Edms) Bpk v\nScope Precision Engineering (Edms) Bpk\n1979 (1) SA 391\n(A) at 418B and\nauthorities there quoted. Where a contract is bilateral the obligations on the\ntwo sides are prima facie reciprocal,\nunless the contrary intention clearly\nappears from a consideration of the terms of the contract:\nRich and Others v\nLagerwey\n1974 (4) SA 748\n(A) at 761 in fine─762A;\nGrand Mines (Pty)\nLimited v Giddey NO\n[1998] ZASCA 99\n;\n1999 (1) SA 960\n(SCA) at 971C─D. (The reference to\nGrand Mines\nis to the minority judgment of Schutz JA but it is not in\nconflict with the majority on this point ─ cf 966C.) But reciprocity\nof\ndebt in law does not exist merely because the obligations which are claimed to\nbe reciprocal arise from the same contract and\neach party is indebted in some\nway to the other. A far closer, and more immediate correlation than that is\nrequired:\nMinister of Public Works and Land Affairs and Another v Group Five\nBuilding Ltd\n[1996] ZASCA 63\n;\n1996 (4) SA 280\n(A) at 288E─F. The overriding\nconsideration is the intention of the parties; and the question whether the\nperformance of respective\nobligations was reciprocal, depends upon the intention\nof the parties as evident from the terms of their agreement seen in conjunction\nwith the relevant background circumstances:\nGrand Mines\nat 966C─E\nand authorities there quoted.\n[13]\tIn the risk sharing agreement, the\nobligation on the respondent at issue is to make payment of the guaranteed\namount if the buses\nare repossessed. That was the whole purpose of the\nagreement; clause 1 says so, in terms:\n‘It is the purpose of this\nagreement to record the shared risk to be borne by the parties in relation to\nthe lease agreements\npertaining to the buses in the instance of any default by\nthe “Debtor” on any or all of the leases and/or upfront\npayments.’\nMaintenance of the buses was important to the respondent. If\nthey were not maintained properly, they could not be used to best advantage\nby\nthe lessee, Dusbus, and this would adversely affect their revenue earning\ncapacity ─ so increasing the possibility of a\ndefault by Dusbus, a\nrepossession by ATB and the consequent obligation on the respondent to pay the\nguaranteed amount. Maintenance\nof the buses was equally important if the\nrepossession had nothing to do with lack of maintenance of the buses by ATB. As\nI have\nalready said, in the event of repossession, the amounts recoverable by\nthe respondent in terms of clause 7 of the agreement would\nbe adversely affected\nor the respondent’s loss would be increased, if the buses had not been\nmaintained. As a matter of commercial\nreality it is therefore overwhelmingly\nprobable that the parties intended that the respondent’s obligation to pay\nthe guaranteed\namount would be in exchange for, and therefore reciprocal to,\nATB’s obligation to maintain the buses in terms of the maintenance\nagreement. Indeed, ATB’s obligation to maintain the buses (and the\nancillary obligation to make the buses available to the\nrespondent for\ninspection) was the only obligation it owed the respondent in terms of the risk\nsharing agreement. I respectfully\npoint out that the contract does not, as the\nappellant’s counsel contended, provide that the obligation on the\nrespondent to\npay the guaranteed amount was undertaken in return for the\nfinancial outlay made by ATB in paying for the buses. It is also important\nto\nemphasize that, for the reasons given in paras [6] to [9] above, ATB owed a duty\nenforceable by the respondent to maintain the\nbuses in terms of ATB’s\ncontract with Dusbus. That vital fact is, with respect, not accorded sufficient\nweight by Lewis JA\nin para [53] of her judgment. To paraphrase the reasoning of\nColman J in\nRich\n(753\nin fine\n) approved by this court (762A), this\ndoes not appear to be a contract whereunder the respondent undertook,\nunconditionally, to part\nwith a substantial sum of money merely because ATB had\nmade a promise to it. I accordingly respectfully disagree with the approach\nof\nLewis J in para [38] of her judgment.\n[14]\tTo sum up: the risk sharing\nagreement was a bilateral agreement. The obligations of the parties were\ntherefore prima facie reciprocal.\nNo contrary intention appears from the terms\nof the contract read in conjunction with the relevant background circumstances\n─\nindeed, the probabilities are that that is precisely what they intended.\nI accordingly conclude, to use the words of Corbett J in\nESE Financial\nServices (Pty) Limited v Cramer\n1973 (2) SA 805\n(C) at 809D─E, that\nthe first sentence of clause 4 of the risk sharing agreement and clause 5\nthereof do constitute ‘such\na relationship between the obligation to be\nperformed by the one party and that due by the other party as to indicate that\none was\ntaken in exchange for the performance of the other’.\n[15]\tIn\nview of the considerable reliance placed by the appellant’s counsel on the\ndecision of the majority in\nGrand Mines\nand in particular, the phrase\n‘reciprocal obligations in the strict sense’ used by Smalberger JA\nat 967D, it would be\nappropriate to analyse that decision in a little detail.\nThe facts are adequately set out in the headnote as follows:\nThe respondent,\nas the liquidator of B, had sued the appellant in terms of a contract between B\nand the appellant. In terms of the\ncontract B mined coal from a site owned by\nthe appellant and delivered it to the appellant. The amount to be paid to B was\ncalculated\non the 25\nth\nof each month and paid one month later. It was\na term of the contract that B was obliged to rehabilitate the site, which was an\nopencast\nmine, during the course of the mining. There had been no programme of\nrehabilitation agreed between the parties nor had one been\nlaid down by the\nInspector of Mines. Prior to its liquidation B had fallen behind with the\nrehabilitation, such that it had not complied\nwith its obligations in this\nregard. In defence to the respondent’s action for payment for coal already\nmined and delivered\nthe appellant had raised the\nexceptio\nnon\nadimpleti contractus\n, averring that B’s obligation to rehabilitate the\nsite was reciprocal to its obligation to pay.\nBoth judgments in the case\nrestated the general rule that the principle of reciprocity would normally apply\nto a contract of letting\nand hiring (966C; 971D). The majority found that the\nintention of the parties was nevertheless that B’s obligation to\nrehabilitate\nwas not reciprocal to the appellant’s obligation to pay. The\nreasons for this conclusion appear from the passage at 966H─967D\nas\nfollows:\n‘Clause 2 of the agreement provided for measurement and the\npayment clause (clause 5) stipulated that “month-end will\nbe the\n25\nth\nof each month and payment is to be made by the 25\nth\nof the following month”.\nThe effect of the agreement was that Grand\nMines was obliged, on the 25\nth\nof each month, and on presentation of\nan invoice, to pay, at the stipulated rate, for all coal mined, measured and\ndelivered by the\n25\nth\nof the preceding month. Its obligation to pay\nwas fixed both in relation to a date and a formula, and the amount payable by it\nwas\nreadily ascertainable. Payment due was calculated according to the tonnage\nof coal delivered ─ the extent to which rehabilitation\nhad taken place did\nnot enter into the equation in determining payment. By contrast, rehabilitation\nwas an ongoing process permitting\nof a degree of flexibility and latitude, to be\nconducted in phases, with no dates, schedules or any other specific criteria\nlaid\ndown for or regulating its performance. The circumstances of opencast\nmining are such that, to the knowledge of the parties, rehabilitation\nof the\narea in respect of which coal was removed and delivered, and payment called for,\ncould not always have preceded or occurred\nsimultaneously with the time fixed\nfor payment. Furthermore, given the nature and requirements of rehabilitation,\npractical difficulties\ncould be anticipated in attempting to establish from\nmonth-end to month-end (as defined) whether rehabilitation was up to date. In\nshort, while there was an agreed formula correlating mining and delivery of coal\nwith payment, there was no corresponding formula\ngoverning the relationship\nbetween rehabilitation and payment suggesting that the performance of the one\nwas intended to be in return\nfor the other.’\nSmalberger JA then\ncontinued at 967D:\n‘Having regard to these considerations I am of the\nview that the parties, notwithstanding the bilateral nature of their contract\nand the degree of interdependence between payment and rehabilitation, could not\nhave intended that they would be reciprocal obligations\nin the strict\nsense.’\nThis latter passage must not be taken as laying down a new test\nfor reciprocity. All that the\ndictum\nmeans is that, although there were\nbilateral obligations, the obligation to rehabilitate was not reciprocal to the\nobligation to\npay.\n[16]\tCounsel representing the appellant submitted that\nthere were four similarities between the facts in the present matter and those\nin\nGrand Mines\n. The first was formulated as follows:\n‘Payment of\nthe guaranteed amount is fixed both in relation to an event (i.e. repossession,\ninter alia\n, “\nfor any reason\n”) and a formula. This\nevent and formula take no account of whether ATB has performed its obligation to\nmaintain the buses.\nNo specific penalty is prescribed for failure to comply with\nthe obligation to maintain the buses other than the ability of the Respondent\nto\ninvoke the general breach clause, something which it never did.’\nBut\nGrand Mines\ndid not hold that the obligation to rehabilitate was not\nreciprocal to the obligation to pay, simply because there was no formula\nregulating payment in respect of the obligation to rehabilitate.\nGrand\nMines\nheld that because there was a monthly obligation to pay for coal\nmined, measured and delivered, which was fixed in relation to a\ndate and a\nformula, whereas there was no such formula in respect of the obligation to\nrehabilitate, the parties could not have intended\nthe obligation to rehabilitate\nto be reciprocal to the obligation to pay. It was the contrast which was vital\nto the decision of\nthe majority. In the present matter the facts are entirely\ndifferent. The respondent was obliged to make a one-off payment if the\nbuses\nwere repossessed. The appellant was obliged, over a period of time, to maintain\nthe buses in accordance with the maintenance\nagreement. There is simply no basis\nfor holding that the obligations are not reciprocal. And the absence of a\npenalty clause begs\nthe question: if the respondent’s obligation to pay\nthe guaranteed amount was reciprocal to the appellant’s obligation\nto\nmaintain the buses in terms of the maintenance agreement, there would be no need\nfor such a clause ─ the respondent could\nresist a demand for payment on\nthe basis of the\nexceptio non adimpleti contractus\n.\n[17]\tLewis JA in\npara [48] of her judgment quotes a passage from\nEse Financial Services\nand concludes:\n‘One would have expected the risk-sharing agreement in\nthis case likewise to have spelled out in clear terms that, in the event\nof ATB\nfailing to maintain the buses, it would not be entitled to payment of the\nguaranteed amount.’\nWith respect, I disagree. In\nEse Financial\nServices\nthere were two obligations on the defendant: to pay a fee to the\nplaintiff for the management of the defendant’s investment\nportfolio; and\nto pay a bonus equivalent to one-sixth of the capital appreciation of the\nportfolio in excess of ten per cent. The\nformer obligation was obviously\ndependent on the plaintiff’s performance of its obligation to manage the\nportfolio.  The latter\nwas held not to be so dependent. It was in this context\nthat Corbett J made the remarks at 810H─811A quoted by Lewis JA,\nnamely:\n‘Had the parties intended the payment of the bonus to depend,\nas a precondition, not only upon the achievement of the required\ncapital\nappreciation but also upon the satisfactory performance by plaintiff of its duty\nof management, then one would have expected\nthe contract to have reflected this\nin clear terms.’\nThe present is not an analogous case. As I have\nalready pointed out, the obligation which ATB undertook vis-à-vis the\nrespondent\nto maintain the buses in terms of the maintenance agreement was the\nonly obligation undertaken by ATB to the respondent in terms\nof the risk sharing\nagreement.\n[18]\tThe third similarity between the facts in\nGrand Mines\nand the present appeal relied upon by the appellant’s counsel was\nformulated as follows:\n‘Maintenance of the buses is by definition not\nsomething which can take place simultaneously with payment of the guaranteed\namount upon repossession of the buses. In theory, repossession of the buses\ncould occur even before any bus has been brought in for\nits first\nservice.’\nBut it is trite that the mere fact that one party has to\nperform first and in full, does not mean that the other party’s obligation\ncannot be reciprocal. And if a bus were to be repossessed before it had been\nbrought in for its first service, that would mean that\nthere would be no room\nfor the\nexceptio\n. It does not mean that the obligation to maintain in\nterms of the maintenance agreement cannot be reciprocal to the obligation to\npay.\n[19]\tThe second and fourth similarities relied upon by the\nappellant’s counsel were said to be the following (the italicised\nquotations are from the passage in\nGrand Mines\nset out in para [15]\nabove):\n‘The obligation to maintain the buses (to the extent that it\ncan be interpreted as an obligation owed to the Respondent and\nnot to the\nlessee, Dusbus) is an obligation required to be performed as an\n“\nongoing process permitting a degree of flexibility and latitude\n“ over a protracted period of time. The obligation to pay the guaranteed\namount is not.’\nAnd:\n‘As in the\nGrand\nMines’\ncase, “\ngiven the nature and\nrequirements\n” of bus maintenance “\npractical difficulties\ncould be anticipated in attempting to establish\n” at the time when\npayment of the guaranteed amount is demanded that maintenance is “up to\ndate”.... Will a failure\nto effect a proper oil change enable the\nRespondent to escape an obligation in excess of R1 million?.... If a service is\nconducted\ntwo days late, does that trigger the\nexceptio\n?’\nThese\narguments are also without merit. In\nGrand Mines\nthe majority did not\nhold that the obligation to rehabilitate was not reciprocal to the obligation to\npay simply because of practical\ndifficulties. It held that the difficulties in\nascertaining whether the obligation to rehabilitate was up to date, in contrast\nwith\nthe fixed and definite formula correlating mining and delivery of coal with\npayment, militated against a finding that the obligation\nto rehabilitate was\nreciprocal to the obligation to make payment. If the appellant’s argument\nwere correct, it would mean that\nthe majority decision in\nGrand Mines\nwould be authority for the proposition that, in a contract of\nlocatio\nconductio operis\nwhere A undertook to maintain B’s fleet of motor\nvehicles and B undertook to pay A each month for doing so, the obligations\nof\nthe parties are not reciprocal because it would be difficult to ascertain\nwhether the maintenance was up to date at the end of\neach month ─ which\nplainly is not the law.\n[20]\tIn conclusion on this aspect: the attempt by the\nappellant’s counsel to find similarities between the facts in\nGrand\nMines\nand the facts in the present matter overlooks the reasoning of the\nmajority, which was that obligations contained in a contract of\nlocatio\nconductio operis\nare prima facie reciprocal; but that on the particular\nfacts of that case the intention of the parties was that the obligation to\nrehabilitate was not to be reciprocal to the obligation to pay. In the present\nmatter, for the reasons given in paragraph [13] above,\nthe intention of the\nparties as a matter of commercial probability must have been that the obligation\non the respondent to pay the\nguaranteed amount was reciprocal to ATB’s\nobligation to maintain the buses in terms of the maintenance agreement. I agree,\nwith respect, with Lewis JA’s statement in para [52] of her judgment that\nthe materiality of an obligation does not render\nit\nper se\nreciprocal.\nBut where, as here, both parties know that it is important to a party who may be\ncalled upon to perform an obligation\nthat the other party should have performed\nits obligation, the probabilities must be that the parties intended the latter\nperformance\nto be reciprocal to the former.\nREFERRAL TO\nEVIDENCE\n[21]\tIt was submitted on behalf of the appellant that there was\nnot a sufficient dispute of fact to warrant the full court referring\nthe matter\nfor the hearing of oral evidence. The short answer to this submission is that\nthis direction is not appealable. It is\nnot a ‘judgment or order’\nwithin the meaning of those words in s 20(1) of the Supreme Court Act, 59 of\n1959. This court\nheld in\nZweni v Minister of Law and Order\n1993 (1) SA\n523\n(A) at 532J─533B:\n‘A “judgment or order” is a\ndecision which, as a general principle, has three attributes, first, the\ndecision must\nbe final in effect and not susceptible of alteration by the Court\nof first instance; second, it must be definitive of the rights\nof the parties;\nand third, it must have the effect of disposing of at least a substantial\nportion of the relief claimed in the main\nproceedings (\nVan Streepen &\nGerms (Pty) Ltd\n[v\nTransvaal Provincial Administration\n1987 (4) SA\n569\n(A)] at 586I─587B;\nMarsay v Dilley\n[1992] ZASCA 114\n;\n1992 (3) SA 944\n(A) at\n962C─F). The second is the same as the oft-stated requirement that a\ndecision, in order to qualify as a judgment or\norder, must grant definite and\ndistinct relief (\nWillis Faber Enthoven (Pty) Ltd v Receiver of Revenue and\nAnother\n[1991] ZASCA 163\n;\n1992 (4) SA 202\n(A) at 214D─G).’\nThe direction of the\nfull court that evidence be led, has none of these attributes. The position is,\nfor practical purposes, identical\nto that dealt with in\nUnion Government\n(Minister of the Interior) and Registrar of Asiatics v Naidoo\n1916 AD 50.\nIn\nthat matter, a single judge of the Transvaal Provincial Division directed an\napplication made upon motion to stand over for the\nproduction of oral evidence.\nBoth parties consented in writing to an appeal being had direct to the Appellate\nDivision. The court\nheld that special leave to appeal was necessary, but, as no\norder had been made upon the motion, an application for such leave was\npremature\nand should be refused. Innes CJ said at 52:\n‘There has been an\napplication for relief, but no decision upon it. The prayer of the petition\nfalls under nine separate heads,\nand in regard to none of them has any order\nbeen made. The application has merely been postponed for further evidence. When\nthe enquiry\nis resumed the judge may decide in favour of the present applicants\non the facts; or he may possibly, though very improbably, revise\nhis view of the\nlaw upon further argument. But if he does neither; if he finds against the\napplicants on the law and the facts, and\ngrants the relief prayed for, it will\nthen be competent for them to appeal and to raise every point upon which they\nnow wish to rely.\nThe fact is that the present application is for leave to\nappeal not against the order of the learned judge ─ for he has made\nnone\n─ but against his reasons. It is entirely premature, and must at this\nstage be refused.’\nCONCLUSION\n[22]\tThe appeal is dismissed\nwith costs, including the costs of two counsel.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nConcur: Mpati DP\nZulman JA\nFarlam JA\nLEWIS JA\n[23]\tThe central issue in this appeal is whether obligations\nundertaken by the parties under a so-called ‘risk-sharing agreement’\nwere reciprocal, such that malperformance by the appellant entitled the\nrespondent to raise the\nexceptio non adimpleti contractus\nas a defence\nagainst a claim for payment in terms of the contract.  If the obligations are\nfound to be reciprocal, the second issue\narises, namely whether there are\nfactual disputes between the parties which preclude the matter being decided\nwithout the hearing\nof evidence.\n[24]\tThe court of first instance,\nalthough finding that the obligations were reciprocal, such that the\nexceptio\nwould avail the respondent in the event of malperformance on the\npart of the appellant, considered that there was not clear evidence\nbefore it\nthat the appellant was guilty of a failure to perform, and granted the\napplication. On appeal with the leave of the court,\na full bench (Johannesburg\nHigh Court, per Cachalia J, Marais J and Jhajbhay J concurring) agreed with the\ncourt below on the issue\nof reciprocity, but referred the matter to oral\nevidence for the determination of what it considered to be disputes of fact on\nthe\nnature of the appellant’s performance. Special leave to appeal against\nthese findings was granted by this court.\nBackground\n[25]\tThe appellant is the cessionary of rights under\nthe risk-sharing contract originally between Africa Truck & Bus (Pty) Ltd\n(‘ATB’) and the respondent. That contract was one of several\nconcluded between various parties at much the same time,\nand which formed part\nof what was essentially one commercial transaction. Those germane to the dispute\nbetween the parties included\na contract of lease between ATB and Dusbus Leasing\nCC (‘Dusbus’), under which ATB let to Dusbus 12 buses for a period\nof 60 months. ATB entered into a further contract with Dusbus undertaking to\nmaintain the buses during the currency of the lease.\nATB was the manufacturer of\nthe bus chassis. The respondent supplied the bus bodies. The risk-sharing\ncontract was concluded because\nof the exposure to risk of ATB in terms of the\nlease. I shall deal with this aspect later.\n[26]\tThe buses were\ndelivered to Dusbus, which in due course failed to make two monthly payments, in\nFebruary and in May 1999. The\nlease was accordingly cancelled in May 1999, and\nthe buses repossessed, by a finance company in which the rights vested at the\ntime.\nThe appellant, in whom the rights under the lease and the risk-sharing\nagreement vested pursuant to cessions from the finance company\nand ATB, demanded\npayment of the sum guaranteed by the respondent under the risk-sharing\nagreement. The\nexceptio\nwas raised by the respondent as its principal\ndefence: ATB had failed to maintain the buses in accordance with the terms of\nthe maintenance\nagreement, and in accordance with an obligation undertaken to\nthe respondent in the risk-sharing agreement so to do. It could thus\nnot claim\nperformance from the respondent.\nThe salient terms of the agreements\nThe lease\n[27]\nDusbus hired the buses on the basis that it would pay rental to\nATB in accordance with a schedule attached to the lease. Clause 8.1\nprovided:\n‘The Lessee shall pay the Lessor as rental for the use of the\nGoods [the buses], the amounts specified in the First Schedule\nat the time or\ntimes therein stipulated. All payments in terms of this Agreement shall be made\nwithout deductions of any kind . .\n. .’\nClause 8.2\nstated:\n‘As long as this Agreement remains in force the Lessee\nshall not be entitled to withhold payment of any rentals for any reason\nwhatsoever\n. Without derogating from the generality of the aforegoing\nthe\nLessee shall not be entitled to withhold payment of any rental by reason of the\nfact that the Goods are defective, have been damaged\nor cannot be operated or\nused\nor have been lost or stolen or that the Seller [the definition in the\ncontract includes the manufacturer of the goods or the seller\nof the goods to\nthe lessor] or anyone else has failed to make good any breach or fulfil any\nwarranty or representation and in the\nevent of any dispute arising between the\nparties, the Lessee shall, pending settlement of or a decision in such dispute,\ncontinue to pay all rentals and other amounts payable in terms hereof on\ntheir due dates for payment as set out in the First Schedule\non the basis\nhowever that no such payment shall derogate from any liability of the\nLessor.\n’ (My emphasis.)\nThe maintenance agreement\n[28]\tThis contract, also between ATB and Dusbus, imposed on ATB obligations\nto maintain and to service the buses at regular intervals\nduring the currency of\nthe lease. In turn, Dusbus was liable to make the buses available for inspection\nand repair and to use the\nbuses in a fashion regulated by the contract. Clause\n4.5 of the contract provided that Dusbus would pay to ATB the charges calculated\nin terms of the agreement monthly ‘without deduction or\nset-off’.\nThe risk-sharing agreement\n[29]\tAlthough the contract was referred to by the appellant, during the\ncourse of the litigation, as a ‘risk-sharing agreement’\ncounsel for\nthe appellant submitted at the hearing of the appeal that it was more\nappropriately termed a ‘guarantee agreement’.\nIn my view, nothing\nturns on the label of the agreement and I shall refer to it as the\n‘risk-sharing agreement’. It is\nthis agreement that is the crux of\nthe dispute.\n[30]\tThis contract was concluded between ATB and the\nrespondent. It records, in clause 1, that ATB had entered into the lease with\nDusbus in respect of the 12 buses with an ‘aggregate net asset\nvalue’ of R7 385 832, payable over six months.  The clause\ncontinues:\n‘It is the purpose of this agreement to record the shared\nrisk to be borne by the parties in relation to the lease agreements\npertaining\nto the buses in the instance of any default by the “Debtor” [Dusbus]\non any or all of the leases and/or upfront\npayments.’\n[31]\tClause 2\nrecords that ATB had purchased the buses from BUSAF, a division of the\nrespondent, for the sum of R3 111 721.20; that\nsum represented 42,13 per cent of\nthe ‘total net asset value of the buses’. Clause 3 set out the\ndetails of the payment\nschedule.  It is clause 4 that is central to this\ndispute. It reads\n‘ATB will maintain, service and repair the 12 buses\nunder the terms of a maintenance agreement entered into by and between ATB\nand\nthe debtor as far as the bus chassis is concerned. ATB will further make sure\nthat DTP [the respondent] can inspect the condition\nof the buses from time to\ntime but at least every six months at the premises of ATB. Necessary other\nrepairs will be carried out\nat a workshop dedicated by DTP, for the account of\nthe debtor.’\n[32]\tClause 5  provides that in the event of ATB\nhaving to repossess the buses because of Dusbus’s failure to pay the\ndeposit\nor any instalment due in terms of the lease, on the receipt of written\nnotice to this effect, the respondent will pay to ATB a ‘guaranteed\namount’ determined in accordance with clause 6. Clause 6 sets out a\nformula for the determination of the amount, and it is\nthis sum that the\nappellant claims from the respondent. Clause 10 sets out the remedies of the\nparties in the event of breach: on\nnotice to the other party to remedy any\nbreach, either party may demand specific performance or cancel and claim damages\nfor the\nbreach.\n[33]\tThe respondent relies on the breach of the\nobligation to maintain the buses said to have been imposed on ATB  by clause 4\nin\nasserting that the appellant cannot claim the guaranteed amount. At no stage\ndid the respondent call upon ATB to remedy any breach,\nnor did it seek to cancel\nthe contract, in terms of clause 10.\nThe meaning of clause 4 of the\nrisk-sharing agreement\n[34]\tThe appellant argues that clause 4, or at\nleast the first sentence of the clause, is no more than part of a preamble to\nthe contract,\nrecording the contractual arrangements between ATB and Dusbus. An\nexamination of the contract does indeed reveal that the first three\nclauses\nrecite the background against which the contract is concluded. But the fourth\nclause is more difficult to classify as introductory,\nor as a simple recital.\nThe first sentence states that ‘ATB\nwill\nmaintain, service and\nrepair the 12 buses under the maintenance agreement’. The second sentence\nreads ‘ATB\nwill further make sure\nthat DTP can inspect the\ncondition of the buses from time to time but at least every six months at the\npremises of ATB’. The\nthird sentence is of a different ilk:\n‘Necessary other repairs will be carried out at a workshop dedicated by\nDTP, for the\naccount of the debtor [Dusbus]’.\n[35]\tThe respondent\nargues that the wording of the first sentence clearly indicates that ATB is\nundertaking an obligation not only\nto Dusbus but also to the respondent to\nmaintain the buses in terms of the maintenance agreement. The second sentence,\nit contends,\nis even clearer: ATB undertakes to make the buses available for\ninspection. The third sentence, on the other hand, seems to impose\nan obligation\non the respondent to Dusbus: other repairs will be done at a workshop\n‘dedicated by DTP, for the account of the\ndebtor’. The nature of\nthis undertaking was not the subject of any debate and is not in\ndispute.\n[36]\tThe first sentence, the respondent contended, could not\nhave been intended simply as a recital, when the second clearly imposes\nan\nobligation on ATB to make the buses available for inspection, and the third can\nbe read as imposing an obligation on the respondent.\n It would be strange,\ncontended the respondent, to include in one clause a recital of background\nrelating to the maintenance agreement,\nas well as two undertakings. The presence\nof the two undertakings was further indicative of the conclusion that the first\nsentence\nalso amounted to an undertaking.\n[37]\tCounsel for the appellant\nconceded that the second sentence does embody an obligation. And it was not\ndisputed that the third\nsentence likewise required the respondent to effect\n‘other repairs’ to the buses – presumably those not covered\nby\nthe maintenance agreement.\n[38]\tThe clause is certainly not a model of\nclarity. The context, and a reading of the three agreements together, suggest in\nmy view\nthat the first sentence was probably intended to mean no more than that\nATB had undertaken the obligation to maintain the buses to\nDusbus, and that it\nwould honour that undertaking. Its obligation to the respondent was not to\nmaintain the buses, but to comply\nwith the contract with Dusbus. But whatever\nthe intention may have been, the language used is not appropriate to a recital,\nand is\ndifferent from the first three clauses which are clearly recordals.\n[39]\tIf clause 4 imposed an undertaking on ATB to the respondent to\nmaintain the buses, and if Dusbus had not defaulted in the payment\nof rentals,\nbut ATB had failed to maintain the buses, or done so in an unacceptable fashion,\ncould the respondent, rather than Dusbus,\nsue ATB for performance or to remedy\nthe defective performance?  What would the content of the obligation be? Is it\nsimply an obligation\nto comply with the contract with Dusbus? The respondent\nargues that in effect the ‘relevant clauses’ of the maintenance\nagreement are incorporated in the agreement between ATB and itself. The\nrespondent would, on that basis, have been entitled to claim\nperformance in\nterms of the maintenance agreement between ATB and Dusbus.\n[40]\tIn my\nview this is a very strained interpretation of the provision. It is highly\nimprobable that the parties, when reaching the\nagreement, intended that the\nrespondent, rather than Dusbus, could enforce ATB’s obligation to Dusbus\nto maintain the buses.\nIt is not necessary, however, to decide this point. For\neven if the first sentence of clause 4 is construed as an undertaking to\nthe\nrespondent, can it be said that the respondent’s obligation to pay to the\nappellant the guaranteed amount is dependent\non the appellant’s having\nmaintained  the buses?\nAre the obligations of the parties reciprocal?\n[41]\tThe court below, confirming the decision of the court of first instance\nin this regard, held that the risk-sharing contract between\nthe parties was such\nas to impose reciprocal obligations. Taking into account the wording of clauses\n1, 2 and 3 of the contract,\nthe court concluded that the parties had intended\nthat ATB be indemnified only if it had fulfilled its obligations to Dusbus under\nthe maintenance agreement.  It would not make commercial sense, said the court,\nfor Dusbus to enter into the lease if it had no guarantee\nthat the buses would\nbe maintained. Thus, concluded the court, because the obligations of the parties\nwere  reciprocal, failure to\nperform in terms of clause 4 – that is,\nfailure to maintain the buses in the respects alleged – entitled the\nrespondent\nto raise the\nexceptio non adimpleti contractus\n.\n[42]\tThe general principles governing the determination whether  obligations\nof parties to a contract are reciprocal, such that the\nexceptio\nmay be\nraised, have been set out most recently by this court in\nGrand Mines (Pty)\nLtd v Giddey NO\n[1998] ZASCA 99\n;\n1999 (1) SA 960\n(SCA), a case relied upon extensively by\nboth the courts below, and by counsel for the appellant. Smalberger JA,\ndelivering the judgment\nof the majority of the court (Schutz JA dissenting on\nthe facts) stated (at 965E-I):\n‘Where the common intention of parties\nto a contract is that there should be a reciprocal performance of all or certain\nof their\nrespective obligations the\nexceptio\noperates as a defence for a\ndefendant sued on a contract by a plaintiff who has not performed, or tendered\nto perform, such of his\nobligations as are reciprocal to the performance sought\nfrom the defendant. Interdependence of obligations does not necessarily make\nthem reciprocal. The mere non-performance of an obligation would not\nper\nse\npermit of the\nexceptio\n; it is only justified where the obligation\nis reciprocal to the performance required from the other party.\nThe exceptio\ntherefore presupposes the existence of mutual obligations which are intended to\nbe performed reciprocally, the one being\nthe intended exchange for the other\n. . . Furthermore, for the\nexceptio\nto succeed the plaintiff’s\nperformance must have fallen due prior to or simultaneously with that demanded\nfrom the defendant.\n. . .  Whether or not obligations in terms of a contract\nsatisfy these requirements and are reciprocal in the above sense . . . is\nultimately a matter of interpretation. Provided the requirements for the\nexceptio\nare met, it may equally be invoked in a contract where provision\nis made for periodic performance or performance in instalments.’\n(My\nemphasis.)\nSee also\nESE Financial Services (Pty) Ltd v Cramer\n1973 (2)\nSA 805\n(C) especially at 808G-9G and\nMotor Racing Enterprises (Pty) Ltd (in\nliquidation) v NPS (Electronics) Ltd\n1996 (4) SA 950\n(A) at 961E-H.\n[43]\tThus while bilateral contracts are generally presumed to\nembrace reciprocal obligations, the parties may determine otherwise.\nIn general,\ncontracts of sale, lease and service are reciprocal: the seller must deliver the\ngoods before the buyer pays the price;\nthe lessor must provide vacant possession\nof the goods or the premises before the lessee pays the rental; and the builder\nor any\nother service-provider must do the work before claiming payment. If there\nis no performance then nothing is payable. But parties\nvery often do change the\nusual consequences of the contract. Accordingly, even though there is a\npresumption that fully bilateral\ncontracts impose reciprocal obligations, in\ndetermining whether the\nexceptio\nwill avail a defendant one must construe\nthe contract itself in order to determine the parties’ intention. And for\nthe obligation\nto be reciprocal in the strict sense ‘there must be such a\nrelationship between the obligation to be performed by the one party\nand that\ndue by the other party as to indicate that one was undertaken in exchange for\nthe performance of the other and, in cases\nwhere the obligations are not\nconsecutive\nvice versa\n. . .’ (per Corbett J in\nEse Financial\nServices\nabove at 809D-E).\n[44]\tThe appellant contends that if it has\nan obligation to the respondent to maintain the buses, imposed on it by the\nrisk-sharing\nagreement, it is not given in exchange for, and is not dependent\non, the obligation to pay a guaranteed amount on the repossession\nof the buses.\nThe essence of the contract is that the respondent agrees to bear a share of the\nrisk undertaken by the appellant in\nterms of the lease agreement with Dusbus. It\ndoes so, argues the appellant, in return for the financial outlay made by ATB in\npaying\nfor the buses (as recorded in clause 2 of the risk-sharing agreement).\nThat is reinforced by the statement in clause 1 that the ‘purpose\nof this\nagreement’ is to ‘record the shared risk to be borne by the parties\nin relation to the lease agreement . . .\nin the event of any default’ by\nDusbus.\n[45]\tAny obligation to maintain the buses imposed on it, the\nappellant argues, is reciprocal only to the obligation imposed in clause\n4 on\nthe respondent to effect ‘other repairs’. In\nGrand Mines\nabove, which counsel for the appellant submitted was particularly instructive in\nthis case, this court found that the obligations\nof the parties were not, in the\nstrict sense, reciprocal, and thus that performance from the one could be\nclaimed despite the failure\nto perform by the other. The obligations of one\nparty, Bercon Mining, were to mine coal from a site, and, because the mine was\nopencast,\nto rehabilitate the site during the course of mining. The obligation\nof the appellant was to pay a monthly sum to Bercon calculated\non the basis of\nwhat had been mined the previous month. Bercon had fallen behind with its\nrehabilitation (no programme for rehabilitation\nhad been agreed) and was thus in\nbreach of an obligation. When the liquidator of Bercon sued for payment the\nappellant raised the\nexceptio\n. In concluding that the obligations to pay\nand to rehabilitate were not reciprocal, Smalberger JA said (at\n966H-967E):\n‘The effect of the agreement was that Grand Mines was\nobliged, on the 25\nth\nof each month, and on presentation of an\ninvoice, to pay, at the stipulated rate, for all coal mined, measured and\ndelivered by the\n25\nth\nof the preceding month. Its obligation to pay\nwas fixed both in relation to a date and a formula, and the amount payable by it\nwas\nreadily ascertainable. Payment due was calculated according to the tonnage\nof coal delivered – the extent to which rehabilitation\nhad taken place did\nnot enter into the equation in determining payment. By contrast, rehabilitation\nwas an ongoing process permitting\nof a degree of flexibility and latitude, to be\nconducted in phases, with no dates, schedules or any other specific criteria\nlaid\ndown for or regulating its performance. The circumstances of opencast\nmining are such that, to the knowledge of the parties, rehabilitation\nof the\narea in respect of which coal was removed or delivered, and payment called for,\ncould not always have preceded or occurred\nsimultaneously with the time fixed\nfor payment. Furthermore, given the nature and requirements of rehabilitation,\npractical difficulties\ncould be anticipated in attempting to establish from\nmonth-end to month-end (as defined) whether rehabilitation was up to date. In\nshort, while there was an agreed formula correlating mining and delivery of coal\nwith payment, there was no corresponding formula\ngoverning the relationship\nbetween rehabilitation and payment suggesting that performance of the one was\nintended to be in return\nfor the other. Having regard to these considerations I\nam of the view that the parties, notwithstanding the bilateral nature of their\ncontract and the degree of interdependence between payment and rehabilitation,\ncould not have intended that they would be reciprocal\nobligations in the strict\nsense. This would be in keeping with what would seem to have been the main\npurpose of the parties in entering\ninto the agreement, viz, the mining and\ndelivery of coal for resale by Grand Mines and payment to Bercon for the\nquantities of coal\ndelivered by it.’\n[46]\tThe appellant contends\nthat the similarities in this case to\nGrand Mines\nare significant. First,\npayment of the guaranteed amount is fixed in relation to an event – the\nrepossession of the buses for\nany reason.  The payment guaranteed was fixed by\nformula set out in clause 6 of the agreement. Second, the obligation of ATB to\nmaintain\nthe buses was ongoing and to be performed over the period of the lease.\nMaintenance of vehicles by its nature cannot take place simultaneously\nwith\npayment of an amount in the event of repossession.  And it would be\nimpracticable to determine what maintenance was outstanding\nat the time of\nrepossession. What degree of failure, asks the appellant, would justify the\nrefusal to pay the guaranteed amount?\n[47]\tThe appellant relies also on\nEse Financial Services\n(above) in which it was held that the obligation\nto manage a share portfolio was not reciprocal to the payment of an amount on\nthe\noccurrence of a particular event, the appreciation in value of the shares.\nThis amount was in the nature of a bonus and was payable\nin the event of\n‘a planned objective being achieved’: it was not, said the court (at\n810E-G), payable as consideration\nfor the ‘satisfactory performance by the\nplaintiff of its duty of management’. The satisfactory performance might\nhave\ncontributed to the achievement of the objective, but this was not\nnecessarily the case. Similarly, in this case, proper maintenance\nof the buses\nmight have precluded Dusbus’s default: but the obligation to maintain the\nbuses could hardly be said to have been\ngiven as consideration for\npayment of the guaranteed amount.\n[48]\tIn\nEse Financial Services\n(at 810G-H) Corbett J pointed out that the appreciation of the investment might\nhave been achieved despite the ‘supine inactivity’\nof the plaintiff\nor because of its ‘perfect efficiency in administration’. But, he\ncontinued (at 810H-811B):\n‘Had the parties intended the payment of the\nbonus to depend, as a precondition, not only upon the achievement of the\nrequired\ncapital appreciation but also upon the satisfactory performance by\nplaintiff of its duty of management, then one would have  expected\nthe contract\nto have reflected this in clear terms.’\nOne would have expected the\nrisk-sharing agreement in this case likewise to have spelled out in clear terms\nthat, in the event of\nATB failing to maintain the buses, it would not be\nentitled to payment of the guaranteed amount.\n[49]\tA further argument\nadduced by the appellant is that the lease and maintenance agreements between\nATB and Dusbus both contain\nclauses (set out above) requiring Dusbus to pay\nrental and charges without deduction notwithstanding any failure in performance\nby\nATB, and that these clauses throw light on the intention of the parties to\nthe risk-sharing agreement.  Reciprocity was expressly\nexcluded in those\ncontracts, it was argued, and thus must be excluded in the risk-sharing\nagreement too. If Dusbus is required to\npay no matter what, why should the\nrespondent be in a different position?\n[50]\tIn my view, however, the\nrisk-sharing agreement is completely different in nature from the lease and\nmaintenance agreements.\nThere were no regular payments to be made by any party.\nOnly one payment was to be made, by the respondent, if and only if the buses\nwere repossessed. One cannot thus infer from the exclusion of reciprocity in the\ncontracts between ATB and Dusbus any intention that\npayment was to be made\ndespite the non-performance by ATB under the contract with the respondent.\n[51]\tThe respondent contends that the reciprocity of the obligation to\nmaintain and the obligation to pay the guaranteed amount is\nto be found in the\nfact that the contract is bilateral: the respective obligations are accordingly\npresumptively reciprocal. Reciprocity\nis also to be found by having regard to\nthe commercial context. The purpose of the risk-sharing contract was to spread\nthe risk of\nthe lease with Dusbus in the event of default by Dusbus. It was\nfundamental to the arrangement that the buses be properly maintained:\nif not,\nthe risk would obviously be increased. That was why the parties agreed\nexpressly, in clause 4, that ATB maintain the buses.\n[52]\tThis argument is flawed, in my view, for it assumes that the materiality\nof an obligation renders it\nper se\nreciprocal. That is not so.\nObligations are reciprocal where the parties intend that the performance of the\none obligation be dependent\non, and given in exchange for, the performance of\nthe other obligation. That the obligations are important does not make them\ndependent\non nor given in exchange for their respective performances.\n[53]\tI also do not accept  the contention that, because the reason –\nthe motive – for including the obligation to maintain\nthe buses in the\nrisk-sharing agreement was the wish to reduce the risk of default by Dusbus, the\nobligation became reciprocal to\nthe respondent’s obligation to pay the\nguaranteed amount. The motive for including a term in a contract cannot affect\nthe meaning\nof the term or the ordinary consequences of the contract. Put\ndifferently, the respondent might have assumed the risk only because\nthere was a\nmaintenance agreement between ATB and Dusbus in place. But it does not follow\nfrom that that the obligation to pay the\nguaranteed amount was dependent on an\nobligation to a different party (Dusbus) to maintain the buses.\n[54]\tIn my view, the respondent’s obligation to pay the guaranteed\namount was not dependent on ATB’s obligation to maintain\nthe buses. The\nrespondent undertook to pay the guaranteed amount on repossession of the buses\non Dusbus’s default or ‘for\nany reason’.  The amount was\nguaranteed, and was payable on the happening of an event. The obligation to pay\nwas absolute once\nthe event occurred. ATB undertook to maintain the buses in a\nseparate and independent maintenance agreement with another party –\nDusbus. Maintenance was an ongoing operation throughout the currency of the\nlease. It was required to be performed irrespective of\nany obligation of the\nrespondent to ATB. The obligations were accordingly not reciprocal in the sense\nrequired for the successful\ninvocation of the\nexceptio\n.\n[55]\tThe conclusion reached does not have the effect of leaving the\nrespondent without a remedy. Provided that there was indeed an\nobligation to the\nrespondent imposed on ATB to maintain the buses, and if it can prove damages as\na result of the failure to maintain\nthe buses in terms of the maintenance\nagreement, then it will have a claim against the appellant.  Clause 10, referred\nto earlier,\nsets out the remedies available to either party in the event of\nbreach of the contract. But the respondent cannot escape payment\nby raising the\nappellant’s non-performance if any. Accordingly, it is in my view\nunnecessary to determine whether there were\ndisputes of facts warranting a\nreferral to evidence.\n[57]\tI would uphold the appeal with costs, and order the respondent to pay\nthe sum of R1 418 396.50; and interest on this sum at the\nrate of 15,5 per cent\nper annum from 7 July 2000 to date of payment.\nC H Lewis\nJudge of Appeal",
  "scraped_at": "2026-02-12T08:57:19.941808",
  "date": "2004-03-25",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "FARLAM",
    "CLOETE JA",
    "LEWIS JA"
  ],
  "case_number": "38/03",
  "parties": {
    "applicants": [
      "MAN TRUCK & BUS (SA) (PTY) LIMITED"
    ],
    "respondents": [
      "DORBYL LIMITED t/a DORBYL TRANSPORT PRODUCTS AND BUSAF"
    ]
  },
  "sections": {
    "facts": "Africa Truck & Bus (ATB) leased twelve buses to Dusbus Leasing for 60 months and entered into a maintenance agreement with Dusbus. To mitigate ATB's risk, ATB and the respondent (Dorbyl) executed a risk‑sharing agreement in which ATB agreed to maintain the buses (clause 4) and Dorbyl agreed to pay a guaranteed amount to ATB if the buses were repossessed (clause 5). Dusbus failed to pay instalments, the buses were repossessed and the appellant, MAN TRUCK & BUS, as cessionary of ATB’s rights, sued Dorbyl for the guaranteed amount of about R1.4 million. Dorbyl raised the defence of exceptio non adimpleti contractus, alleging that ATB had not performed its maintenance obligation. The court of first instance granted the order for payment; the Witwatersrand Local Division set aside the order and referred the matter to oral evidence. The present appeal concerns the nature of the obligations and the appealability of the referral to evidence.",
    "issues": "1) Whether clause 4 of the risk‑sharing agreement imposes on ATB an obligation to maintain the buses that is owed to the respondent. 2) Whether that maintenance obligation is reciprocal to the respondent’s obligation to pay the guaranteed amount under clause 5, thereby giving rise to the defence of exceptio non adimpleti contractus. 3) Whether the full court’s direction to refer the dispute to oral evidence is a judgment or order that is appealable.",
    "principles": "The court applied the doctrine of reciprocal obligations as articulated in cases such as B K Tooling v Scope Precision Engineering, Rich v Lagerwey, Grand Mines (Pty) Ltd v Giddey NO, Minister of Public Works v Group Five and ESE Financial Services v Cramer. Reciprocal obligations arise where the parties intend each performance to be given in exchange for the other’s performance. The exception of non‑performance (exceptio non adimpleti contractus) is available only when the obligations are truly reciprocal and the plaintiff’s performance is due before or simultaneously with the defendant’s claim. The court also considered the test for appealability of a direction to take oral evidence, referencing Zweni v Minister of Law and Order and Union Government v Naidoo, which hold that such a direction is not a final judgment or order within the meaning of the Supreme Court Act.",
    "application": "The judge held that clause 4 does create an obligation for ATB to maintain the buses, but that this obligation is not reciprocal to Dorbyl’s payment obligation because the payment is absolute upon repossession and not contingent on the performance of the maintenance duty. Consequently, Dorbyl could not rely on the exceptio non adimpleti contractus. The direction to refer the matter to oral evidence was deemed a procedural direction, not an appealable judgment or order, and therefore the appeal against that direction could not succeed.",
    "conclusion": "The appeal was upheld. The respondent, Dorbyl Ltd, was ordered to pay the appellant the sum of R1,418,396.50 together with interest at 15.5% per annum from 7 July 2000 until payment, and costs of the appeal, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Reciprocal Obligations",
    "level_3": [
      "risk-sharing agreement",
      "maintenance obligation",
      "exceptio non adimpleti contractus"
    ]
  }
}