{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/87.html",
  "case_name": "Standard Bank of South Africa Ltd v Peens and Others (136/2003) [2004] ZASCA 87; [2006] 3 All SA 427 (SCA); 2005 (1) SA 315 (SCA) (29 September 2004)",
  "citation": "[2004] ZASCA 87",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 87\n|\nNoteup\n|\nLawCite\nStandard Bank of South Africa Ltd v Peens and Others (136/2003) [2004] ZASCA 87; [2006] 3 All SA 427 (SCA); 2005 (1) SA 315 (SCA) (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 136/2003\nREPORTABLE\nIn the appeal between:\nSTANDARD BANK OF SOUTH AFRICA LTD\nAppellant\nand\nP W S PEENS\t(Senior)\nFirst Respondent\nP W S PEENS\n(Junior)\nSecond Respondent\nJ A PEENS\nThird Respondent\nBefore:\nHarms JA, Cameron JA, Conradie JA, Heher JA and Comrie AJA\nAppeal:\nMonday 13 September\n2004\nJudgment:\nWednesday 29 September 2004\nBank –\nFraudulent ‘cross-firing’ scheme – Bank’s attempt to\ndishonour fraudulent cheques outside time\nallowed by clearing house rules\nthwarted by objection from collecting bank – Customer never countermanding\noriginal instructions\n– Bank entitled to revert to original pre-dishonour\ndebits\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nCheque ‘kiting’\nor ‘cross-firing’ (also known as ‘round-tripping’) takes\nplace when customers\nof one or more banks draw cheques in favour of one another\non different banks or branches of the same bank, depositing them to one\nanother’s accounts in order to draw against the deposits before the\nproceeds of the cheques have been collected.  The object\nis to trap the bank\ninto paying out against the deposit in the expectation that the cheque will be\nmet.\n[1]\nThe scheme generally\nrequires the collusion of two or more account holders.  It constitutes the\ncriminal offence of fraud.\n[2]\nIt\nexploits two factors: (a) a current banking account in which drawings can be\nmade against cheques that have been deposited but\nhave not yet been cleared; and\n(b) delays that occur in clearing such cheques that are drawn on other banks or\nother branches of\nthe same\nbank.\n[3]\n[2]\nThis\napplication for leave to appeal concerns a massive cross-firing operation\nperpetrated in 1998 and early 1999 by several companies\nwithin a set called the\n‘Weenen group’.  Each of the three respondents, all Peens family\nmembers (‘the defendants’),\nwas a director of all or some of the\nWeenen group companies.  They signed surety to the applicant bank (‘the\nplaintiff’,\nas in the court below) for the companies’ debts.  The\ndefendants’ liability to the plaintiff, which is at issue in this\nmatter,\ndepends on whether the companies are indebted to it.  That in turn depends on\nhow the plaintiff dealt with the cross-firing\noperation when it got wind of\nit.\n[3]\nThe Peens companies’ cheque fraud\ninvolved also other banks; but we are concerned only with the scheme as it\nexploited the group’s\naccounts held at the plaintiff, together with an\naccount held by another company in the group, Price Busters, at ABSA Bank Ltd\n(‘ABSA’).\n Cheques in very considerable amounts were drawn on the\ngroup’s accounts with the plaintiff, and deposited with ABSA, and vice\nversa.  Round and round the false credits went.  None of the cheques could be\nmet.  But the ‘round-tripping’ for a while\ncreated a giddy illusion\nof credit in the companies’ accounts at both banks.  And while that\nillusion lasted, huge amounts\nof money were fraudulently diverted to the\ncompanies and those controlling them.\n[4]\nIn\nearly 1999, when the plaintiff realised that it and ABSA and other banks were\nbeing defrauded on an enormous scale, it gave instructions\nthat all cheques\ndrawn on Weenen group accounts held with it should forthwith be dishonoured. \nThe instruction took effect on 6 January.\n Cheques as far back as 28 December\n1998 were returned to ABSA unpaid.  ABSA, as the collecting bank, had presented\nthe great majority\nof the cheques thus dishonoured.  The result of the\ninstruction was that massive debit entries in Weenen group accounts held with\nthe plaintiff, as the drawee bank, were extinguished, since cheques drawn on\nthose accounts that had been deposited with ABSA were\nnow dishonoured.  In the\ncase of one of the companies, a credit balance was even created.\n[5]\nSoon after, ABSA also gave instructions\nfor cheques drawn on it by Price Busters to be dishonoured.  But it was left in\nmuch the worse\nposition, and objected to the plaintiff’s dishonours.  As\nbetween it and the plaintiff, it had indisputably good reason for\ndoing so. \nThis was because the attempted dishonours took place outside the time limits\nallowed by the Agency Agreement between the\nSouth African Clearing Banks\n(commonly known as the ‘clearing house rules’).  These rules\nstipulate that generally a\ndrawee bank must return cheques being dishonoured\n‘on the business day following the physical receipt of the cheque, but not\nlater than the closing time of either the drawee bank or the collecting bank,\nwhichever is the earlier’ (rule 14.3.1).  (There\nare concordant rules for\nFridays and public holidays.)\n[6]\nAfter the\nperiod allowed for dishonour has elapsed, the collecting bank is entitled to\ninsist (though it may choose not to do so)\nthat the cheque be\npaid.\n[4]\nABSA’s objection was\nthus well-founded, and led to negotiations between it and the plaintiff.  On 10\nFebruary 1999 the two\ninstitutions concluded an agreement (‘the 10\nFebruary agreement’).  Its main effect was that the cheques each bank had\ndishonoured on group accounts were now allocated as they would have been had\nthey been honoured at the time of presentation in the\nordinary course of\nbusiness in terms of the clearing house rules.  In other words, each bank\nrescinded the purported late dishonours\nof cheques drawn on the other in the\ncross-firing operation, and ‘honoured’ (or, rather, re-honoured) all\ncheques not\ndishonoured timeously.  This meant that debits arising from cheques\noriginally honoured, but subsequently dishonoured late, were\nreinstated.\n[7]\nThe effect, as between the two\nbanks, was that ABSA received a credit of over R31 million, while the plaintiff\nreceived a credit of\njust over R18 million, plus what the judge in the court\nbelow called ‘some R17.5 million of worthless\npaper’.\n[8]\nThe Peens companies had in\nthe meanwhile been placed in liquidation.  When the plaintiff instituted action\non the suretyships, the\ndefendants objected that the 10 February agreement\nbrought about a post-liquidation creation of credits and debits in the\ncompanies’\nvarious accounts, the plaintiff’s mandate to honour the\ncheques having lapsed on liquidation:  section 73 of the Bills of Exchange\nAct\n34 of 1964.\n[5]\nThe entries the\nplaintiff effected in pursuance of its agreement with ABSA were unauthorised,\nthe defence ran: so the sureties could\nnot be held liable for the amounts\nentered in the plaintiff’s books as owing to it after liquidation and\npursuant to the 10\nFebruary 1999\nagreement.\n[9]\nWhen the matter came to trial in\nthe Pretoria high court, the plaintiff closed its case after calling two\nwitnesses – Papadakis,\na forensic and investigative accountant; and van\nSittert, then an inspector in its internal audit division.  The defendants\nprovisionally\nclosed theirs, subject to questions about quantum.  The parties\nthen argued the sureties’ liability in law.  Bertelsmann J\nupheld the\ndefence, granting the defendants absolution from the instance with costs.  He\nlater refused leave to appeal.\n[10]\nAfter leave\nto appeal was refused, the plaintiff obtained senior counsel’s advice and\nthereafter deliberated its implications\nbefore lodging a petition for leave to\nappeal.  A rule-breaching delay of some four months occurred.  This court\nordered that the\napplication for leave to appeal and for condonation of the\ndelays be set down for argument, and that the parties be prepared to deal\nwith\nthe merits of the matter.\n[11]\nMr Wallis who\nappeared for the plaintiff (though not in the court below) conceded that the\ndelays are not entirely satisfactorily\nexplained.  But it was common cause that\nthe lapses were not egregious, that they caused no prejudice, and that\ncondonation should\nbe granted if the plaintiff’s appeal was good on the\nmerits.\n[12]\nThe plaintiff, Bertelsmann J\nfound, had not established its cause of\naction:\n‘The debits upon which it relies were\nnot created by consensus between banker and client but by an agreement between\nbanks attempting\nto limit damage inflicted upon them as a result of a blatant\nfraud which had been perpetrated upon them.  It is obvious that such\ndebts could\nnot be created after liquidation, quite apart from the fact that the cheques had\nbeen dishonoured and were unilaterally\nreinstated and debited to the company\naccounts after liquidation.\n...\nIt is also clear that, once the cheques had been dishonoured, regardless of\nwhether the sureties or the principal debtors were aware\nof the dishonour or not\n..., a banker cannot without either finding his client’s account in credit\nor having an express instruction\nfrom the client, honour a cheque which has\npreviously been dishonoured without notice to the client.’\n[13]\nAs can be seen, the learned\njudge considered that the adjustments to the group’s various accounts\npursuant to the 10 February\nagreement created new debts.  The corollary of his\napproach is that the account entries effected when the cheques were purportedly\ndishonoured in January were immutable for purposes of the banker/customer\nrelationship.  The late dishonours, in other words, had\nto prevail over the\npre-dishonour position.  The subsequent agreement could not undo their\neffect.\n[14]\nIn my view, this approach was not\ncorrect.  It wrongly focuses on the effect of the agreement between the two\nbanks.  The plaintiff’s\nclaim is not based on any entitlement arising from\nthat agreement.  It is based on the debits in the group’s accounts in\nJanuary\n1999.  These were created by the bank honouring its customers’\nmandates to pay – before it attempted the unavailing\ndishonours.\n[15]\nThat this is so emerged\nclearly from the evidence.  What the plaintiff did when it originally received\nthe fraudulent cheques was\ndescribed in van Sittert’s testimony.  Counsel\nfor the defendants put to him that the 10 February agreement entailed that the\nplaintiff and ABSA had decided, ‘just let us agree that we undo [the\ndishonours] by honouring the cheques that were dishonoured’.\n To this, van\nSittert pointed out:\n‘Well, before we sent\nthem back we actually had honoured them.’\nThe exchange proceeded:\n‘On which date were they honoured?  -- Well, if you send a cheque back\nlate, if you return a cheque on 6 January and it has\nalready been through the\nclient’s account on 28 December, then it is deemed that you have paid the\ncheque.  There are many\ncheques that were sent back late which are then deemed\nto actually be paid.  So in effect all we did was to reinstate the account[s]\nto\nthe effect of the fraud that was committed.  In actual fact the uncleared\neffects [perpetrated through the round-tripping scheme]\nare now reflected on the\n[...] bank accounts. ... We returned the accounts to what they would have been\nhad we not sent back cheques\nlate.’\n[16]\nPapadakis’s evidence\nwas to the same effect.  Asked what the effect was of the banks’\nagreement, he stated:\n‘The effect M’Lord\nwould have been simply to reinstate the debits which had originally been\nprocessed to these accounts\n...  So the original cheques that were drawn on\nthese accounts and initially debited, were simply reinstated.’\n[17]\nThis evidence was not\ndisputed.  In my view it must form the basis on which the matter is decided. \nThe fact is that the plaintiff\noriginally honoured the cheques drawn on accounts\nthe Peens companies held with it.  Later, when it discovered the massive fraud,\nit tried to limit its losses by purporting to dishonour those same cheques.  But\nthe clearing house rules that ABSA invoked precluded\nthis expedient.  It then\nreverted to its original stance, which was that it had honoured the fraudulent\ncheques.\n[18]\nBertelsmann J, in refusing leave\nto appeal, was no doubt right in observing that as between it and its\naccount-holders the plaintiff\nwas entitled to dishonour the cheques.  Clearly\nso: they were fraudulently made and fraudulently deposited; and in any event the\ncompanies’ overdrafts far exceeded the limits the bank set.  But focusing\non the attempted dishonours overlooks the fact that\nthe account-holders never\ncountermanded payment of the cheques.  This distinguishes the matter from those\ncases debated in argument\nthat concern the effect of the clearing house rules\nwhen a customer countermands payment before the time for dishonour has expired\n(\nVolkskas Bank Bpk v Bankorp Bpk (h/a Trust\nBank)\n);\n[6]\nwhere a bank gives late\nnotice of dishonour to the detriment of the payee (\nRiedell v Commercial Bank\nof Australia Ltd\n);\n[7]\nor where the\nbank gives late notice but the payee can prove no resultant damage (\nNational\nSlag v Canadian Imperial Bank of\nCommerce\n);\n[8]\nor where, within the\ntime for dishonour, payment is countermanded and an attachment in execution\noccurs (\nBurg Trailers SA (Pty) Ltd v ABSA Bank\nLtd\n).\n[9]\n[19]\nThe\npresent case is concerned solely with the position between banker and customer\nwhere the banker chooses to disregard the customer’s\nfraud on it and,\nthere being no countermanding instructions, maintains the original debits\neffected in accordance with the fraudulent\ncheques.   In my view it is clear\nthat the banker is entitled to correct the bank statements by reinstating the\noriginal debits.\n[10]\nThe\nplaintiff’s ineffective attempt to dishonour the cheques did not create\nrights for the customers.  On the contrary, its\nreversion to\n‘honouring’ the cheques was an acceptance that it had credited ABSA\naccording to its customers’ unrevoked\ninstructions to pay the cheques\naccording to their tenor.\n[20]\nThe fact that as\nbetween itself and its customers the plaintiff was entitled to dishonour the\ncheques does not mean that it was obliged\nto do so.  Confronted with\nABSA’s objection, it was entitled to correct the book entries honouring\nits clients’ unrevoked\ninstructions to debit their accounts.  That it\nchose to overlook the fraud cannot avail the defendants.\n[21]\nIn effect the defence the trial judge\nupheld sought to limit the plaintiff’s options to dishonouring the cheques\nbecause they\nwere fraudulent.  This was not only unfair to the plaintiff; in\nview of the clearing house rules it was unrealistic; and it overlooked\nthe fact\nthat the customers’ instructions to pay the fraudulent cheques remained\nstanding.\n[22]\nThe fact that the 10 February\nagreement was concluded after the companies were liquidated is irrelevant to\nthis conclusion.  The fact\nis that the plaintiff was entitled assert the debits\nit originally made to its customers’ accounts in the amount of the cheques\nthey drew.  It follows that the debts were not created after the\ncompanies’ liquidation.\n[23]\nIn argument\nbefore us counsel for the defendants sought by detailed reference to the\nschedules included in Papadakis’s evidence\nto contend that the\nplaintiff’s claim included cheques that were dishonoured timeously (and\nwhich could not thereafter have\nbeen honoured), and that the 10 February\nagreement therefore covered more than merely late dishonours.  He also sought to\nestablish\nthat the plaintiff failed in implementing its own decision timeously\nto dishonour certain cheques that could have been dishonoured\ntimeously after 6\nJanuary in terms of clearing house rules.  On this basis he sought to contend\nthat the plaintiff’s cause\nof action in fact derived from debit entries\ncreated by the agreement between the two banks.\n[24]\nBut this was not what was at issue in the\ntrial, nor what was debated with the plaintiff’s witnesses. \nPapadakis’s evidence\nthat the cheques in question in issue were all\ndishonoured late (and therefore ineffectively) after 6 January was never\nchallenged,\nand indeed the trial judge recorded it as common cause – and\ncounsel when pressed confirmed – that the cheques in question\nwere all\ndishonoured late.  What is more, the customers gained no rights from the\nplaintiff’s decision to dishonour cheques\nafter 6 January.  Any failure on\nthe plaintiff’s part to give effect to its own decision cannot enure to\nthe customers’\n(and therefore the defendants’)\nbenefit.\n[25]\nSo counsel’s attempt to\nfashion a new case for the defendants cannot be countenanced.  The\nplaintiff’s argument must in\nthese circumstances be upheld, and the relief\nit seeks be granted.\nORDER\n:\n1.\nCondonation is\ngranted for the late application for leave to\nappeal.\n2.\nThe application\nfor leave to appeal is granted.\n3.\nThe appeal succeeds with\ncosts, including the costs of two counsel.\n4.\nThe order of the trial court\ngranting absolution from the instance is set aside.  In its place is\nsubstituted:\n‘The application for absolution from the instance is dismissed with\ncosts, including the costs of two counsel.’\n5.\nThe case is referred back to\nthe trial court to determine quantum and to give judgment\naccordingly.\nE CAMERON\nJUDGE OF APPEAL\nCONCUR:\nHARMS JA\nCONRADIE JA\nHEHER JA\nCOMRIE AJA\n[1]\nCompare the explanation by\nWilliamson J in\nVolkskas Bpk v Zagnoiev\n1958 (2) SA 550\n(W) 553A and\n553H.\n[2]\nS v Judin\n1969 (4)\nSA 425\n(A) 430H-435H;\nS v MacDonald\n1982 (3) SA 220\n(A)\n234E-243C.\n[3]\nS v MacDonald\n1982 (3) SA 220\n(A) 236B per Corbett\nJA.\n[4]\nBurg Trailers SA (Pty)\nLtd v ABSA Bank Ltd\n2004 (1) SA 284\n(SCA), para 10, per Harms\nJA.\n[5]\nSection 73 of Act 34 of\n1964: ‘\nRevocation of bank's authority\nThe duty and authority of\na bank to pay a cheque drawn on it by its customer are terminated by receipt of\n–\n(a) countermand of payment;\n(b) notice of the customer's death or\nincapacity;\n(c) notice of the customer having been sequestrated or wound-up\nor placed under judicial management or declared a prodigal:\nProvided such\ncountermand or notice identifies the cheque, in the case of countermand, and the\ncustomer with reasonable particularity\nand gives the drawee a reasonable\nopportunity to act on\nit.’\n[6]\n[1991] ZASCA 57\n;\n1991 (3) SA 605\n(A).\n[7]\n(1931) VLR 382\n(Supreme\nCourt of Victoria).\n[8]\n(1982) 140\nDLR (3d) 473 (Ontario High\nCourt).\n[9]\n2004 (1) SA 284\n(SCA).\n[10]\nStandard Bank of\nSouth Africa Ltd v Oneanate Investments (Pty) Ltd (in liquidation)\n1998 (1)\nSA 797\n(SCA).",
  "scraped_at": "2026-02-12T09:07:37.974545",
  "date": "2004-09-29",
  "coram": [
    "Harms JA",
    "Cameron JA",
    "Conradie JA",
    "Heher JA",
    "Comrie AJA"
  ],
  "case_number": "136/2003",
  "parties": {
    "applicants": [
      "Standard Bank of South Africa Ltd"
    ],
    "respondents": [
      "P W S Peens (Senior)",
      "P W S Peens (Junior)",
      "J A Peens"
    ]
  },
  "sections": {
    "facts": "In 1998–1999 members of the Weenen group, controlled by the Peens family, carried out a massive cross‑firing (cheque kiting) scheme using accounts at Standard Bank and ABSA. Cheques were drawn on one bank and deposited at the other, creating an illusion of credit while the underlying cheques could not be honoured. When Standard Bank discovered the fraud it instructed that all cheques drawn on the group’s accounts be dishonoured as of 6 January 1999. ABSA objected because the dishonours were made after the time limits set by the clearing‑house rules (rule 14.3.1). The banks later entered into a “10 February agreement” whereby the late dishonours were rescinded and the cheques were treated as if they had been honoured at the time of presentation, resulting in substantial credits to both banks. The Peens companies were placed in liquidation; Standard Bank sued the family members in their capacity as sureties for the companies’ debts, relying on the debits created by the reinstated cheques. The High Court dismissed the claim, granting the defendants absolution, and refused leave to appeal. Standard Bank sought condonation of delay and permission to appeal.",
    "issues": "The appeal raised (1) whether the debits that arose from reinstating the originally honoured cheques constitute a valid cause of action against the sureties, (2) whether the 10 February agreement created post‑liquidation debts that the bank could enforce, (3) the effect of the clearing‑house time limits on the bank’s right to dishonour cheques after the customer’s instructions, and (4) the applicability of Section 73 of the Bills of Exchange Act regarding revocation of a bank’s authority to pay.",
    "principles": "The court considered that a bank may honour a cheque unless it receives a valid counter‑mand, as reflected in Section 73 of the Bills of Exchange Act. The clearing‑house rules (rule 14.3.1) prescribe the latest time a drawee may return a cheque; once that period has passed the collecting bank may insist on payment. Precedent such as Volkskas Bank v Bankorp, Riedell v Commercial Bank, National Slag v CIBC, and Burg Trailers v ABSA illustrate that a bank’s late notice of dishonour does not give rise to rights for the customer when no counter‑mand exists. The court emphasized that adjustments made between banks after liquidation do not create new enforceable debts, and that the original debits created by the bank’s honouring of the fraudulent cheques remain valid.",
    "application": "Applying these principles, the court held that Standard Bank had originally honoured the fraudulent cheques, creating legitimate debits in the customers’ accounts on 6 January 1999. The subsequent attempt to dishonour the cheques after the clearing‑house deadline was ineffective and did not extinguish those debits. The 10 February agreement merely reversed the late dishonours between the banks and did not generate fresh liabilities after the companies’ liquidation. Consequently, the bank’s claim was based on the pre‑liquidation debits, which are enforceable against the sureties, and the defendants’ argument that the agreement created post‑liquidation debts was rejected.",
    "conclusion": "The Supreme Court of Appeal granted condonation for the delayed application, allowed the appeal, set aside the High Court’s order of absolution, and ordered that the appeal succeed with costs, including costs of two counsel. The matter was remitted to the trial court to determine the quantum of the debt and to render a judgment accordingly."
  },
  "tags": {
    "level_1": "Banking & Financial Law",
    "level_2": "Cheque Fraud",
    "level_3": [
      "cross-firing",
      "surety liability",
      "clearing house rules",
      "post‑liquidation adjustments",
      "bank's right to honour cheques"
    ]
  }
}