{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/72.html",
  "case_name": "South African Forestry Company Ltd v York Timbers Ltd (656/02) [2004] ZASCA 72; [2004] 4 All SA 168 (SCA); 2005 (3) SA 323 (SCA) (9 September 2004)",
  "citation": "[2004] ZASCA 72",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 72\n|\nNoteup\n|\nLawCite\nSouth African Forestry Company Ltd v York Timbers Ltd (656/02) [2004] ZASCA 72; [2004] 4 All SA 168 (SCA); 2005 (3) SA 323 (SCA) (9 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  656/02\nIn the matter between:\nSOUTH AFRICAN FORESTRY\nCOMPANY\nLIMITED\t\t\t\t\tAPPELLANT\nand\nYORK TIMBERS LIMITED \t\t\t\t      RESPONDENT\nCORAM:\nSTREICHER, CAMERON, BRAND JJA, JAFTA\net\nPATEL AJJA\nHEARD:\n20 AUGUSTS 2004\nDELIVERED:\n9 SEPTEMBER 2004\nSummary\n:  Where contractual provisions became unworkable through\nstatutory amendment while government still a party to contracts –\nappellant as successor to government's right and obligations cannot rely on\nsupervening impossibility – role of good faith\nin contract –\nimportation of implied terms that contracting party will act reasonably and in\ngood faith – frustration\nof rights conferred upon other contracting party\n– amounting to breach in the form of both malperformance and\nrepudiation.\n_____________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThe outcome of this appeal will determine the\nfate of two contracts between the parties that were entered into more than 30\nyears\nago. For present purposes, the terms of the two contracts were identical.\nIn each case the South African Government, as the one contracting\nparty,\nundertook to sell to the other contracting party softwood saw logs obtained from\ntwo government plantations in the Mpumalanga\nprovince. The contracts were\nreferred to as the 'Witklip agreement' and the 'Swartfontein agreement' after\nthe plantations from which\nthe saw logs derived. In 1982 the respondent ('York')\ntook over all the rights and obligations of the other party in terms of both\ncontracts. With effect from 1 April 1993 the government, in turn, transferred\nall its rights and obligations under the contracts\nto the appellant ('Safcol')\npursuant to the provisions of s 4 of the Management of State Forests Act 128 of\n1992.\n[2]\tIn 1999 Safcol instituted action in the Pretoria High Court for\nan order declaring that the two contracts had been terminated.\nThe court\na\nquo\n(De Vos J) found that Safcol had failed to make out a case for an order\nto that effect. This appeal is with the leave of the court\na\nquo\n.\n[3]\tThe two contracts were entered into at a time when the South\nAfrican Government decided, as a matter of policy, to encourage investment\nby\nthe private sector in the sawmilling industry. One of the ways of giving effect\nto that policy was to enter into long term agreements\nwith sawmills to supply\nthem with softwood logs from government plantations so as to provide investors\nwith some security of tenure\nin a capital intensive industry. In the contracts\nthe government is described as the seller and the other contracting party as the\npurchaser.  The intention on the part of the seller to provide the purchaser\nwith security of tenure was specifically recorded in\nclause 4.1 of the\ncontracts. In the same vein clause 4.2 went on to provide that the contract\nwould, subject to certain terms and\nconditions, operate for an indefinite\nperiod. Safcol's first contention as to why the unlimited duration of the two\ncontracts had\ncome to an end, was that the contracts had lapsed through\nsupervening impossibility, in that certain of their material provisions\nhad\nbecome unworkable. In the alternative Safcol contended that the contracts had\nbeen validly cancelled by it on 10 November 1998\nas a result of York's breach,\neither through repudiation of or through non-compliance with its obligations in\nterms of clauses 3.2\nand 4.4. Since the provisions of these two clauses also\nunderlie Safcol's contentions based on supervening impossibility, it is\nnecessary\nto refer to their contents and context in some\ndetail.\nRELEVANT PROVISIONS OF THE CONTRACTS\n[4]\tClause 3.2 was\nsubstituted in the two contracts during 1979 and 1982, respectively. It is to be\nread in conjunction with clause\n3.1 which listed the prices of saw logs in the\nvarious classes at the inception of the agreements. It was obviously foreseen by\nthe\nparties, however, that these prices would not remain static for the\nindefinite contract period. Consequently, clause 3.2 from the\noutset provided a\nmechanism for future price revisions. Under the original clause 3.2 a deadlock\nin price negotiations would lead\nto advice being sought from the Board of Trade\nand Industries and the automatic termination of the contracts in the event that\nagreement\ncould still not be reached on the basis of such advice. The import of\nthe subsequent amendment of clause 3.2 was to change the mechanism\nfor price\nrevision. In its amended form, the relevant part of the clause reads as\nfollows:\n'Log prices shall be subject to revision provided that changes of\nprice shall not take place more often than once every twelve months\nand provided\nfurther that:\n(i) \tThe Seller and the Purchaser shall both agree to new\nprices;\n(ii)\tNew prices shall become effective on a date to be agreed upon by\nthe Seller and the Purchaser, or, if no agreement in regard\nto such date can be\nreached within 30 days of the date on which new prices were agreed to, on 26\nMarch of the year in which negotiations\nbetween the Seller and the Purchaser,\nconcerning such prices, commenced;\n(ii)\tShould no agreement be reached by the\nparties as to whether new prices are to be introduced or the existing prices\nretained,\nwithin 120 days from the date on which negotiations concerning new\nprices were first initiated, the matter shall be referred to the\nMinister of\nEnvironmental Affairs and if the Minister is of the opinion that no such\nagreement can be reached the matter shall be\nreferred to\narbitration.\n...'\n[5]\tBoth clauses 3.2 and 4.4 are to be read in their\ncontextual relationship with clauses 4.2 and 4.3. These two clauses provide\nthat:\n'4.2\tThe contract shall operate for an unspecified period but shall in\nany event and subject to clauses 3.2(c), 4.3, 4.4, 28.1 and\n28.2 [clause 28\ndeals with breach of contract on the part of York] remain in force for an\ninitial period of five years commencing\non [1 April 1968 and 1 April 1970,\nrespectively] and shall remain in operation at the conclusion of the said\ninitial period of five\nyears for further successive periods of five years,\nprovided that the parties shall have agreed mutually in advance as to the terms\nwhich shall apply during each successive period of five years. In the event of\nno agreement having been reached regarding the terms\nwhich are to apply in\nregard to any period of five years, the matter shall be referred to the Minister\nof Forestry for a decision,\nand should his decision be acceptable to both\nparties, the contract shall continue for such period of five years on the terms\nand\nconditions of this contract as modified by the Minister. Should however the\nMinister's decision not be acceptable to the Purchaser,\nthe contract shall\nnevertheless continue for such a five year period on the same terms and\nconditions as laid down in this contract\nbut it shall, unless otherwise agreed\nby the parties, terminate at the end of the five year period\nconcerned.\n4.3\tNotwithstanding the provisions contained in clause 4.2 the\nPurchaser shall at any time have the right to cancel the contract by\ngiving to\nthe Seller one year's written notice of his intention so to\ndo.'\n[6]\tClause 4.4 provides:\n'4.4\tShould it at any stage, in the\nopinion of the Minister of Forestry, be in the interest of the wood industry or\nthe country as\na whole to terminate this contract, then the Seller shall be\nentitled to cancel the contract on giving the Purchaser written notice\nof at\nleast five years. In the event of the contract being cancelled in terms of this\nclause, the payment of compensation subject\nto Treasury and if necessary\nParliamentary authority, will be considered by the Seller.'\nFACTUAL\nBACKGROUND\n[7]\tA proper understanding of the contentions advanced by\nSafcol on the basis of these clauses requires a somewhat more detailed\nexposition\nof the background facts. I start with the history of price revisions\npursuant to the provisions of clause 3.2. While the government\nwas still\nadministering the contracts, it sought an upward revision of prices practically\nevery twelve months. After Safcol stepped\ninto the shoes of the government in\n1993, it did the same. The way in which negotiations for the increases sought\nwere initiated,\nwas by means of a letter from the government and, subsequently,\nSafcol, setting out its motivation for the price increases sought\nas well as the\nnew price structures proposed. The letter was sent to every individual sawmill\nthat was a party to a long term supply\ncontract with the government in the same\nterms as the ones involved in this case. At all relevant times, there were about\nsixteen\nof them. These sawmill owners, including York, organised themselves into\nan informal association called the South African Lumber\nMillers Association or\nSalma. Although clause 3.2 of the respective contracts required an agreement to\nbe reached with each individual\ncontractor separately, negotiations were\nconducted between the government (later Safcol) and Salma.\n[8]\tIt was\naccepted by everybody concerned, albeit on an informal basis, that the price\nincreases agreed upon between the government\nand Salma would be regarded as a\nnewly established ruling price which would not be deviated from unless a\nparticular contractor could\npersuade the government that there was good reason\nwhy it should pay less than the ruling price. Despite this common understanding\nthat, as a matter of course, individual contractors would agree to the increases\nindicated by the new ruling price, York refused\nto do so in respect of the price\nincreases agreed upon in 1991, 1992 and 1993. When Safcol took over the\nadministration of the two\ncontracts from the government with effect from 1 April\n1993, it therefore inherited a price dispute with York for three different\nperiods. In the meantime, Safcol was obliged to supply York with saw logs at\n1990 prices while all other long term contractors were\npaying the increased\nprices. This obviously gave York a substantial edge on its competitors in the\nmarketplace.\n[9]\tSafcol saw the solution to its problem in the reference\nto arbitration provided for in clause 3.2. In order to do so, however,\nit\nrequired an expression of opinion by the Minister of Environmental Affairs, or\nwhoever was the Minister responsible for the Department\nof Forestry at the time\n('the Minister'), that no agreement on the new prices could be reached by the\nparties. Consequently, Safcol\napproached the Minister with a motivated request\nto express an opinion to that effect. York's response in its letter to the\nMinister\nwas that such opinion would be unwarranted because the possibility of\nan agreement could not be excluded. On this occasion, as on\nall other subsequent\noccasions relevant in this matter, York was represented by its chief executive\nofficer, Mr Solly Tucker, who\nis an admitted but non-practising advocate.\nDespite Tucker's assertions to the contrary, the Minister agreed with Safcol\nthat in\nall the circumstances an agreement between the parties was not a real\npossibility. This gave rise to a review application by York\nin the Pretoria High\nCourt for the Minister's decision to be set aside. The ensuing litigation was\neventually settled in April 1994.\nIn terms of the settlement York undertook to\npay the increased prices claimed by Safcol with effect from April 1991 without\ninterest,\nby way of a surcharge on future deliveries of saw logs by Safcol. It\nis common cause that the outcome of the litigation and the eventual\nsettlement\nwas to the substantial benefit of York.\n[10]\tIn terms of the settlement\nYork also agreed to the new price increases, with effect from 1 April 1994, that\nhad in the meantime\nbeen agreed upon by Salma and all the other long term\ncontractors. As will soon transpire, that was the last time that York actually\nagreed to an increase in price.\n[11]\tTowards the end of 1994 Safcol decided\nto negotiate an amendment of the terms of all the long term supply agreements in\naccordance\nwith the provisions of clause 4.2. Safcol initiated these\nnegotiations by way of a standard letter to all its long term contractors,\nincluding York. One of the amendments proposed was that the contract period\nstipulated in clause 4.2 be reduced from five years to\nthree years and that the\nterms of the contract should therefore be revised at three year instead of five\nyear intervals. Eventually,\nmost of the long term contractors agreed, after\nextended negotiations, to an amendment of the agreements, more or less in\naccordance\nwith Safcol's proposals. York's response, on the other hand, was that\nSafcol's proposal to shorten the contract period was in breach\nof the\nConstitution in that it would amount to an expropriation without appropriate\ncompensation. Its counterproposal was that the\ncontract period be extended to 20\nyears. At a later stage it even suggested a contract period of 50 years.  In\nNovember 1995 York\nwent one step further. It sought an order in the Pretoria\nHigh Court declaring,\ninter alia,\nthat it was not obliged in terms of the\nprovisions of clause 4.2\n'to negotiate in regard to the indefinite duration\nof the contract ... or the fact that it is to be comprised of successive five\nyear\nperiods and that, should he be called upon to do so, it is not open to the\nMinister of Forestry to impose terms and conditions which\nimpinge upon the\naforesaid two matters ...'\n[12]\tIn these circumstances, Safcol concluded\nthat an agreement with York regarding the variation of the terms of the\ncontracts under\nclause 4.2, was highly unlikely. Consequently, it redirected its\nefforts to obtain York's consent to the price increases for 1995.\nIn a letter to\nYork, dated 1 December 1995, it therefore proposed price increases and pointed\nout that these increases had already\nbeen agreed upon by the other long term\ncontractors and had in fact been paid by them since 1 August 1995. York's\nreaction was not\nto make a counterproposal about price, but to revert to the\npending litigation about the proposed amendments to the terms of the\ncontract\nand to other issues between the parties. In order to avoid entanglement in\ndisputes that were the subject of pending court\nproceedings, Safcol decided to\nsuspend the price negotiations until the litigation had been resolved.\n[13]\tIn September 1996 the court case was settled. As a consequence,\nSafcol attempted to resume the suspended negotiations regarding\n1995 prices\nwhich had in the meantime been overtaken by another price increase for 1996.\nAgain Tucker's reaction on behalf of York\nwas not to make any counterproposal\nabout price, but to revert to the issues concerning either the amendment or the\nimplementation\nof the contracts. From then onwards, this became Tucker's\nrepeated tactic and strategy. Every endeavour on the part of Safcol to\nnegotiate\nan increase in price was deflected by Tucker's insistence on discussing issues\nof a different kind.\n[14]\tAt the beginning of 1997, Safcol decided that\nthe parties had reached deadlock in their price negotiations and that\narbitration\nwas the only way out. It therefore resolved to obtain the Minister's\nopinion that the parties were unable to reach agreement, as\ncontemplated in\nclause 3.2. York denied that the reference to the Minister was warranted. As a\nresult, Safcol sought an order in\nthe Pretoria High Court confirming the\npropriety of its approach. This application was opposed by York. One of the\ndefences raised\nby Tucker was that, on a proper interpretation of clause 3.2, a\nreference to the Minister could occur only if the parties were unable\nto agree\nthat there should be any price variation at all. This argument would entail that\nif the seller was seeking a price increase\nwhile the purchaser suggested a\ndownward variation in price, that would exclude any approach to the Minister\nand, consequently, any\nreference to price arbitration. Another defence raised by\nTucker was that Safcol was too pessimistic in that, given time, the parties\nwould eventually be able to reach agreement. The court was not impressed by\nTucker's arguments. In the result, the declaratory order\nsought was granted.\nYork lodged an appeal to the full court. That appeal was dismissed on 7\nSeptember 1998.\n[15]\tThe effect of the full court's judgment was that the\nfirst stumbling block in Safcol's way to refer the 1995 price increases\nto\narbitration was eventually removed. In the meantime, however, the train had\nmoved on. Price increases were agreed upon and were\nin fact being paid by\nvirtually all the other long term contractors, in respect of 1996, 1997 and 1998\nwhile York was still paying\n1994 prices. On average it was paying 58,6 per cent\nless for saw logs than its competitors. As a consequence, it was able to\nundercut\nprices and extend its market share without sacrificing any profit.\nSafcol realised that in these circumstances it would not be able\nto win approval\nfor further price increases with Salma until its problems with York had been\nresolved. To avoid further delay, Safcol\ntherefore proposed, after York's appeal\nhad been dismissed by the full court, that the reference to the Minister be\nabandoned and\nthat they proceed directly to arbitration on all four suggested\nprice increases between 1995 and 1998.\n[16]\tThis proposal was rejected by\nYork. Whereas it had previously resisted any reference to the Minister, it now\nproclaimed his involvement\nindispensable in that he could facilitate a\nsettlement between the parties. Moreover, Tucker found support for York's cause\nin the\ninjunction against more than one price increase during any twelve month\nperiod provided for in clause 3.2. In the light of York's\nattitude, Safcol had\nto approach the Minister. It did so in October 1998. York, however, again\nopposed any expression by the Minister\nof an opinion that agreement could not be\nreached. Apart from the recurring argument that, despite the odds, the parties\ncould still\ncome to an agreement, Tucker raised the objection that Safcol had\napproached the wrong Minister. The fact that this objection was\nin direct\nconflict with a pertinent admission by him in earlier court proceedings,\nobviously did not perturb him. A further argument\nraised by Tucker was that the\nMinister could not consider the matter until the parties had agreed on his terms\nof reference. Finally\nhe suggested that the Minister should recuse himself on\ngrounds of perceived bias in the light of pending litigation between York\nand\nthe Minister's department on matters of a similar kind. This suggestion was\ndifficult to reconcile with Tucker's earlier insistence\nthat the Minister should\nremain involved.\n[17]\tIf Tucker's objections were aimed at persuading the\nMinister to distance himself from the matter, he was successful. On 31 December\n1998 the Minister responded:\n'I decline to form an opinion as to whether an\nagreement on log prices can be reached between SAFCOL and Yorkcor. I therefore\ncannot\naccept the referral.'\n[18]\tAt more or less the same time, Safcol\napproached the Minister to take a decision under clause 4.4. It will be\nremembered that\nwhile York had the right to cancel the contract by giving one\nyear's written notice to that effect in terms of clause 4.3, the contracts\nafforded Safcol no such opportunity. Clause 4.4 provides in the absence of a\nbreach of contract by York that Safcol can only cancel\nthe contract on five\nyears' written notice and only if the Minister of Forestry is of the opinion\nthat it would 'be in the interests\nof the wood industry or the country as a\nwhole to terminate this contract'. Safcol's request to the Minister to express\nthe opinion\ncontemplated in 4.4 was also opposed by York,\ninter alia\non\nthe basis that the Minister was biased. This time the Minister did not decline\nto become involved but he refused to express the\nopinion sought by\nYork.\nSUPERVENING IMPOSSIBILITY\n[19]\tSafcol's case that the\ncontracts had lapsed through supervening impossibility is primarily based on the\nMinister's alleged refusal\nto perform his assigned functions in terms of clauses\n3.2 and 4.4. With regard to the latter clause Safcol has failed to establish\nthat the Minister had actually refused to perform the function allocated to him.\nFor that reason alone Safcol's case, insofar as\nit is based on clause 4.4,\ncannot be sustained. As to clause 3.2, the Minister had clearly refused to\nbecome involved. Given this,\nSafcol contended that the Minister's involvement\nwas an integral cog in the mechanism for price revisions created by clause 3.2,\nwhile this mechanism in turn formed an essential part of the contracts as a\nwhole. Consequently, Safcol's argument went, the Minister's\nrefusal to perform\nhis allocated function made price revisions impossible and these contracts of\ninordinate duration unworkable.\nFor its contention that the contracts had thus\nbeen terminated through supervening impossibility, Safcol sought authority in\nthe\ndecision of this court in\nKudu Granite Operations (Pty) Ltd v Caterna Ltd\n2003 (5) SA 193\n(SCA). The contract in that case contemplated that the\nparties should reach agreement on the amount of what was referred to as the\n'CAG\nloan account'. Failing such agreement the amount of the loan was to be\ndetermined by a firm of auditors, KPMG. The parties could\nnot reach agreement on\nthe amount of the loan account and KPMG was either unwilling or unable to\nresolve their dispute. Because of\nthis, so it was held, the contract had failed.\nThe reason for this finding appears from the following statement by Navsa JA and\nHeher\nAJA (at 201H-I):\n'Caterna's case was one of a lawful agreement which\nafterwards failed without fault because its terms could not be implemented. The\nintention of the parties was frustrated. The situation in which the parties\nfound themselves was analogous to impossibility of performance\nsince they had\nmade the fate of their contract dependent upon the conduct of a third party\n(KPMG) who was unable or unwilling to\nperform. In such circumstances the legal\nconsequence is the extinction of the contractual\nnexus\n:\n...'\n[20]\tThough I agree that in the present case it can also be said\nthat the intention of the parties became frustrated when the Minister\nrefused to\nbecome involved, there is one feature which, in my view, renders the\nKudu\nGranite\ncase distinguishable on the facts. In the latter case KPMG could not\nbe compelled to perform its allocated function. That was not\nthe Minister's\nposition at the time when clause 3.2 was introduced by way of an amendment to\nthe two contracts under consideration\nin 1979 and 1982, respectively. At that\ntime the Minister was under a statutory duty to exercise the discretion\nconferred upon him\nby clause 3.2 when requested to do so. This statutory duty\noriginated from the provisions of s 30(2) of the Forest Act 72 of 1968\nwhich\nread as follows:\n'Whenever on revision of prices of forest produce derived\nfrom State forests and in respect of which contracts of sale for a period\nof 5\nyears or longer have been concluded, a dispute arises on which, in the opinion\nof the Minister, agreement cannot be reached,\nsuch dispute shall be submitted to\narbitration.'\n[21]\tSection 30(2) was introduced by s 9 of the Forest\nAmendment Act 87 of 1978. It was tailor-made for long term contracts of the\npresent kind and it was obviously intended to provide the statutory substructure\nfor the Minister's involvement contemplated in the\nnew clause 3.2 proposed at\nthe time. Soon thereafter clause 3.2 was grafted upon all these contracts.\nSuccinctly stated, the new\ns 30(2) was aimed at creating a specific statutory\npower and duty for the Minister to exercise the discretion conferred upon him\nby\nclause 3.2 of the contracts.\n[22]\tWhen the 1968 Forest Act was replaced\nby the Forest Act 122 of 1984 with effect from 27 March 1986, the essential\nprovisions\nof s 30(2) were re-enacted in s 17(4) of the latter Act. A\nfundamental change was brought about, however, with the passing of the\nManagement of State Forests Act 128 of 1992 ('the Management Act'), which came\ninto operation on 1 August 1992. Section 4(3)(c) of\nManagement Act provided in\neffect that, once the State's rights and obligations in terms of a particular\nlong term contract had been\nassigned to Safcol, as envisaged by the provisions\nof the Act, s 17(4) of the 1984 Forest Act would no longer apply to that\ncontract.\nConsequent upon the enactment of s 4(3)(c) of the Management Act, the\nposition was that although the Minister still had the power\nto perform the role\nallocated to him in clause 3.2, he was no longer under an express statutory duty\nto do so and his involvement\ncould thus no longer be compelled on this basis.\n[23]\tIn this light, York's answer to this part of Safcol's case was that\nthe impossibility relied upon amounted to self created impossibility\nin that it\nwas brought about by the South African Government, while it was still a party to\nthe contracts, through the enactment\nof s 4(3)(c) of the Management Act. As a\nmatter of law, so York's argument proceeded, self created impossibility does not\ndischarge\nthe contract, but leaves the party whose conduct created the\nimpossibility liable for the consequences (see eg Christie,\nThe Law of\nContract in South Africa\n4\nth\ned 552 and the authorities there\ncited). Accordingly, York contended, Safcol's reliance on supervening\nimpossibility cannot be sustained.\nSafcol's counterargument was twofold.\nFirstly, that it (Safcol) cannot be held responsible for the passing of\nlegislation by its\npredecessor. Secondly, that, in any event, legislation which\nrenders performance of a government contract impossible can be described\nas self\ncreated impossibility in the contractual sense only where the legislation had\nbeen employed by the government as a stratagem\nto avoid its obligations in terms\nof the contract. If the legislation was intended to bring about change on a much\nwider front, so\nthe argument went, it cannot be regarded as an instance of self\ncreated impossibility of a particular contract. Safcol sought authority\nfor this\nline of argument in\nGordon v Pietermaritzburg-Msunduzi Transitional Local\nGovernment and Another\n2001 (4) SA 972\n(N) 978B-C.\n[24]\tI find\nSafcol's counterargument unpersuasive in both its constituent parts. It is true\nthat Safcol is not the government and\nthat it cannot be held responsible\ndirectly for the enactments of Parliament. However, when s 4(3)(c) of the\nManagement Act came\ninto existence, the government was still one of the\ncontracting parties. Indeed s 4(3)(c) formed part of the very same legislation\nthat enabled the government to transfer its rights and obligations under the\ncontracts to Safcol without the cooperation of York.\nIf, before the actual\ntransfer of the contracts to Safcol, the government were to rely on the\nimpossibility of performance created\nby its own legislation, it would clearly be\nopen to York to raise the argument that the impossibility was a self created\none. If\nthat response was valid against the government, it could not be avoided\nby the subsequent transfer of the contracts to Safcol. After\nall, the notion\nthat Safcol can be in a better position than the party from whom it obtained its\ncontractual rights, appears to be\nuntenable, particularly where York had no say\nin the assignment of the government's obligations to Safcol.\n[25]\tThe\nsecond leg of Safcol's counterargument is based on the supposition that the\ngovernment can be denied reliance on impossibility\ncreated by its own\nlegislation only if the legislation in question amounted to a legal stratagem by\nthe government to avoid its contractual\nobligations. In my view the supposition\nis invalid. Why should the government be allowed to rely on its own legislative\nenactments\nto avoid its contractual obligations where the legislation was due,\nsay, to legislative mistake? After all, as a matter of law, the\nsanction against\nreliance on self created impossibility is not limited to situations where the\nact causing the impossibility could\nsomehow be described as wrongful or\nreprehensible (see Christie\nop cit\n). Of course, the position could be\nquite different if the legislative enactment under consideration relates to\nmatters of general\npublic interest (see eg\nGordon v Pietermaritzburg-Msunduzi\nTransitional Council, supra\n978B-D). That, however, does not appear to be\nthe position in this case. Here we have the rather peculiar situation that s\n17(4) of\nthe 1984 Act was enacted solely to facilitate the contracts of the\npresent kind. As a consequence, neither s 17(4) nor its revocation\nin terms of s\n4(3) of the Management Act could be said to affect the interests of anyone but\nthe parties to these contracts. Though\nwe do not know why it was thought\nnecessary that s 17(4) of the 1984 Forest Act should be rescinded, the most\nlikely reason appears\nto be legislative mistake. After all, I can think of no\nreason why Parliament would have intended that Safcol should be saddled with\nan\nunworkable contract (cf also s 74(5) of the National Forest Act 84 of 1998). For\nthese reasons Safcol's case based on supervening\nimpossibility cannot be\nsustained.\nBREACH OF CONTRACT BY YORK\n[26]\tThis brings\nme to that part of Safcol's case which is based on York's breach of contract.\nThe particular breach relied upon was\nthat York, by its conduct over an extended\nperiod of time, had acted in breach of an implied term of the contracts,\nalternatively\nthat York repudiated its obligations arising from the same term.\nThis implied term, as formulated by Safcol, was said to have imposed\nan\nobligation on York to act in accordance with the dictates of reasonableness,\nfairness and good faith when Safcol exercised its\nrights in terms of clauses 3.2\nand 4.4 of the contracts.\n[27]\tYork's answer to these contentions, which\nfound favour with the court\na quo\n, was that they were in conflict with\nthe judgments of this court in\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA)\nparas 21-25 and 93-95 and\nAfrox Healthcare Beperk v Strydom\n2002 (6) SA\n21\n(SCA) paras 31-32. In these cases it was held by this court that, although\nabstract values such as good faith, reasonableness and\nfairness are fundamental\nto our law of contract, they do not constitute independent substantive rules\nthat courts can employ to intervene\nin contractual relationships. These abstract\nvalues perform creative, informative and controlling functions through\nestablished rules\nof the law of contract. They cannot be acted upon by the\ncourts directly. Acceptance of the notion that judges can refuse to enforce\na\ncontractual provision merely because it offends their personal sense of fairness\nand equity, will give rise to legal and commercial\nuncertainty. After all, it\nhas been said that fairness and justice, like beauty, often lie in the eye of\nthe beholder. In addition,\nit was held in\nBrisley\nand\nAfrox\nHealthcare\nthat – within the protective limits of public policy that\nthe courts have carefully developed, and consequent judicial control\nof\ncontractual performance and enforcement – constitutional values such as\ndignity, equality and freedom require that courts\napproach their task of\nstriking down or declining to enforce contracts that parties have freely\nconcluded, with perceptive restraint.\n[28]\tSafcol's argument is,\nhowever, that its case is not directly based on the abstract notions of fairness\nand good faith, but on\na term implied by law under the informative influence of\ngood faith. Thus understood, Safcol's argument went, its case amounts to\nan\napplication and not a negation of the judgments in\nBrisley\nand\nAfrox\nHealthcare\n. This argument is not without appeal in logic, particularly in\nthe light of established principles regarding implied terms. Unlike\ntacit terms\nwhich are based on the inferred intention of the parties, implied terms are\nimported into contracts by law from without.\nAlthough a number of implied terms\nhave evolved in the course of development of our contract law, there is no\nnumerus clausus\nof implied terms and the courts have the inherent power\nto develop new implied terms. Our courts' approach in deciding whether a\nparticular\nterm should be implied provides an illustration of the creative and\ninformative function performed by abstract values such as good\nfaith and\nfairness in our law of contract. Indeed, our courts have recognised explicitly\nthat their powers of complementing or restricting\nthe obligations of parties to\na contract by implying terms should be exercised in accordance with the\nrequirements of justice, reasonableness,\nfairness and good faith (see eg\nTuckers Land and Development Corporation (Pty) Ltd v Hovis\n1980 (1) SA\n645\n(A) 651C-652G;\nA Becker & Co (Pty) Ltd v Becker and Others\n1981\n(3) SA 406\n(A) 417F-420A;\nEx Parte Sapan Trading (Pty) Ltd\n1995 (1) SA\n218\n(W) 226I-227G). Once an implied term has been recognised, however, it is\nincorporated into all contracts, if it is of general application,\nor into\ncontracts of a specific class, unless it is specifically excluded by the parties\n(see eg\nAlfred McAlpine & Son (Pty) Ltd v Transvaal Provincial\nAdministration\n1974 (3) SA 506\n(A) 531D-H). It follows, in my view, that a\nterm cannot be implied merely because it is reasonable or to promote fairness\nand justice\nbetween the parties in a particular case. It can be implied only if\nit is considered to be good law in general. The particular parties\nand set of\nfacts can serve only as catalysts in the process of legal\ndevelopment.\n[29]\tConceptually, Safcol's argument is therefore well\nfounded in the principle that a term can be implied if it is dictated by\nfairness\nand good faith. The further progression of the argument is, however,\nflawed by misconception. It confuses the rationale for implying\na term with the\ncontents of the term to be implied. To say that terms can be implied if dictated\nby fairness and good faith does\nnot mean that these abstract values themselves\nwill be imposed as terms of the contract.\n[30]\tThe acceptance of the new\nimplied term contended for by Safcol will mean that it becomes a term of every\ncontract that the parties\nmust not only perform their obligations in compliance\nwith the provisions of the contract, but that they must do so in accordance\nwith\nthe dictates of fairness and good faith. This is in conflict with the\nestablished principles of our law. The question whether\nparties have complied\nwith their contractual obligations depends on the terms of the contract as\ndetermined by proper interpretation.\nThe court has no power to deviate from the\nintention of the parties, as determined through the interpretation of the\ncontract, because\nit may be regarded as unfair to one of them (see eg\nScottish Union & National Insurance Co Ltd v Native Recruiting\nCorporation Ltd\n1934 AD 458\nat 465-466;\nRobin v Guarantee Life Assurance\nCo Ltd\n[1984] ZASCA 72\n;\n1984 (4) SA 558\n(A) 566 H-I). Once it is established that a party has\ncomplied with his or her obligations as properly determined by the terms of\nthe\ncontract that is the end of the inquiry.\n[31]\tMoreover, acceptance of\nSafcol's contentions will result in negation of the considerations and reasoning\nunderlying the decisions\nin\nBrisley\nand\nAfrox Healthcare\n. To say\nthat contractual stipulations cannot be avoided on the basis of abstract notions\nsuch as fairness and good faith, but that\nthe same result can be attained when a\nparty's conduct is said to offend these same abstract notions, because they have\nbeen imported\nby means of an implied term, amounts to a distinction without a\ndifference. The outcome will again depend on the individual judge's\nperception\nof what is just and fair. I therefore find myself in agreement with the finding\nby the court\na quo\nthat Safcol's argument based on an implied term\ndemanding reasonableness and good faith on the part of York, is in conflict with\nthe decisions of this court.\n[32]\tUnlike the court\na quo\n, I do\nnot believe, however, that this is the end of the matter. The pivotal question\nremains whether York has complied with its obligations\nin terms of clauses 3.2\nand 4.4 of the contracts. This will depend on a proper interpretation of these\ntwo clauses. In the interpretation\nprocess, the notions of fairness and good\nfaith that underlie the law of contract again have a role to play. While a court\nis not\nentitled to superimpose on the clearly expressed intention of the parties\nits notion of fairness, the position is different when\na contract is ambiguous.\nIn such a case the principle that all contracts are governed by good faith is\napplied and the intention\nof the parties is determined on the basis that they\nnegotiated with one another in good faith (see eg\nTrustee, Estate Cresswell\n& Durbach v Coetzee\n1916 AD 14\nat 19:\nDharumpal Transport (Pty) Ltd v\nDharumpal\n1956 (1) SA 700\n(A) 706-707;\nMittermeier v Skema Engineering\n(Pty) Ltd\n1984 (1) SA 121\n(A) 128A-C;\nJoosub Investments (Pty) Ltd v\nMaritime & General Insurance Co Ltd\n1990 (3) SA 373\n(C) 383E-F. See also\nFarlam and Hathaway,\nLaw of Contract\n, 3\ned (by Lubbe and\nMurray) 468, para 6).\n[33]\tHaving regard to the provisions of clause 3.2\nit is clear that it confers the right upon a party (in this instance, Safcol)\nwho\nfound it impossible to come to an agreement on revision of price, firstly,\nto approach the Minister as a preliminary step to arbitration\nand, secondly, to\nrefer the matter to arbitration if the Minister should express the opinion that\nno agreement could be reached.\nAlthough the clause does not expressly impose any\nduty or obligation on the other party (York) the corollary of the rights\nconferred\nupon Safcol is an obligation or duty on the part of York not to\nfrustrate Safcol in the exercise of these rights. This follows logically\nfrom\nthe structure of the rights and duties the parties themselves created.\n[34]\tHowever, had there been any interpretative ambiguity as to the\nexistence of such a duty or obligation on the part of York, it\nis removed by\nconsiderations of reasonableness, fairness and good faith. In other words, even\nwhere the logical consequences of the\nrights and duties may not necessitate such\nan inference, the underlying principles of good faith requires its\nimportation.\n[35]\tThe next question is whether it can be said that York\nfailed to comply with its obligation not to frustrate or delay Safcol in\nthe\nexercise of its rights under clause 3.2. I believe that the answer to this\nquestion must be in the affirmative. From the background\nfacts it is clear, in\nmy view, that York had no intention of agreeing revised prices with Safcol. It\ntherefore knew all along that\nno agreement would be reached in this regard. It\nalso knew that in these circumstances Safcol was entitled to refer the matter to\nthe Minister and to obtain the Minister's opinion that agreement could not be\nreached so as to enable it to proceed to arbitration.\nNevertheless, York did its\nutmost over a period of several years to prevent or delay Safcol from obtaining\nsuch an opinion with the\nobvious intent to avoid arbitration. It did so by\npretending that it was prepared to negotiate; by contending that it was possible\nto reach agreement whereas obviously it was not; by contending, contrary to the\nwhole scheme of the agreements revealed by clauses\n3.2 and 4.2, that revised\nprices could not be negotiated before the terms of the long term contracts had\nbeen settled; by raising\ncontentions which can only be described as absurd, as\nfor example, that a reference to the Minister was inappropriate where the\nparties\nwere in agreement on the principle that there should be price revision,\nthus creating an obvious deadlock; by insisting upon the\nMinister's involvement\nonly to raise the objection subsequently that Safcol had approached the wrong\nMinister and that the Minister\nshould recuse himself on grounds of\nbias.\n[36]\tEssentially the same considerations apply, in my view, with\nreference to clause 4.4. This clause confers the right on Safcol\nto approach the\nMinister to express the opinion contemplated as a preliminary step to\ncancellation of the contract by York. Again,\nthe corollary of this right is an\nobligation on the part of York not to frustrate this right. Again York acted in\nbreach of this\nobligation by seeking to inhibit or intimidate the Minister\nthrough thinly veiled threats of court proceedings if the Minister should\ndecide\nto get involved.\n[37]\tYork's further contention was that even if it is\nfound to have failed to comply with its contractual obligations, Safcol was\nnot\nentitled to resort to cancellation on the basis of breach, because Safcol failed\nto comply with the procedural requirements for\ncancellation. These procedural\nrequirements are stipulated in clause 28.1 of the contract. It required of\nSafcol, before it was entitled\nto terminate the contract on the grounds of\nbreach by York, to give written notice to York to remedy such breach as well as\na reasonable\nopportunity to do so. It is common cause that no such notice was\ngiven to York prior to Safcol's letter of cancellation. The answer\nto York's\nargument is in my view to be found in those cases where it was held that the\nrequirement of notice prior to cancellation\ncontemplated in clause 28.1 of the\ncontracts does not apply where the breach of contract complained of was in the\nform of anticipatory\nbreach or repudiation (see eg\nTaggart v Green\n1991\n(4) SA 121\n(W) 124D-126I;\nMetalmil (Pty) Ltd v AECI Explosives and Chemicals\nLimited\n[1994] ZASCA 96\n;\n1994 (3) SA 673\n(A) 683G-I).\n[38]\tRepudiation occurs where\none party, without lawful grounds, indicates to the other party, by word or\nconduct, a deliberate and\nunequivocal intention that all or some of the\nobligations arising from the contract will not be performed in accordance with\nits\ntrue tenor (see eg\nDatacolor International (Pty) Ltd v Intamarket (Pty)\nLtd\n[2000] ZASCA 82\n;\n2001 (2) SA 284\n(SCA) 294H-I;\nMetalmil (Pty) Ltd v AECI Explosives\nand Chemicals Ltd supra\nat 684-685B). It is clear, I think, that in\nparticular circumstances conduct of a contracting party can constitute both a\nbreach\nof contract in the form of malperformance and a repudiation. A fair\nexample of this is to be found in the present case. York's conduct\namounted to\nbreach in the form of failure to comply with his obligations in terms of clause\n3.2 and 4.4. However, at the same time\nit also amounted to a repudiation in that\nYork conveyed the clear indication to Safcol of its intention not to comply with\nthose\nobligations in the future either. In these circumstances, the contracts\nwere in my view duly terminated when Safcol accepted York's\nrepudiation in its\nletter of 10 November 1998.\n[39]\tFor these reasons, the appeal is upheld with\ncosts, including the costs of two counsel, and the following order is\nsubstituted\nfor that of the court\na quo\n:\n'(a)\tAn order is issued declaring that the plaintiff validly cancelled the two\ncontracts between the parties, referred to as the\nSwartfontein agreement and the\nWitklip agreement, on 10 November 1998.\n(b)\tThe defendant is ordered to pay the plaintiff's costs, including the costs\nof two counsel.'\n...................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nStreicher JA\nCameron JA\nJafta AJA\nPatel AJA",
  "scraped_at": "2026-02-12T09:05:42.093806",
  "date": "2004-09-09",
  "coram": [
    "Streicher JA",
    "Cameron JA",
    "Brand JJA",
    "Jafta AJA",
    "Patel AJA"
  ],
  "case_number": "656/02",
  "parties": {
    "applicants": [
      "South African Forestry Company Ltd"
    ],
    "respondents": [
      "York Timbers Ltd"
    ]
  },
  "sections": {
    "facts": "In the early 1960s the South African Government entered into two long‑term supply agreements (the \"Witklip\" and \"Swartfontein\" agreements) with a private sawmiller to sell soft‑wood saw logs from state plantations. York Timbers Ltd acquired the purchaser's rights in 1982 and, in 1993, the Government transferred all its rights and obligations under the contracts to South African Forestry Company Ltd (Safcol) pursuant to the Management of State Forests Act. The contracts contained price‑revision mechanisms (clause 3.2) that required mutual agreement, with a fallback to a ministerial opinion and arbitration, and provisions allowing cancellation by the seller on five‑year notice if the Minister deemed termination in the public interest (clause 4.4). From 1991 onward York repeatedly refused to accept price increases that were agreed by the other contractors, leading to a prolonged deadlock. Safcol repeatedly sought the Minister’s opinion to trigger arbitration or cancellation, but the Minister declined to give an opinion in 1998. Safcol thereafter claimed the contracts were terminated by supervening impossibility and also by York’s alleged breach and repudiation of its contractual obligations.",
    "issues": "The court had to determine (1) whether the contracts were discharged by supervening (or self‑created) impossibility when the Minister refused to intervene; (2) whether an implied term of good faith and reasonableness could be read into the contracts to restrain York’s conduct; (3) whether York’s conduct constituted a breach and/or repudiation that would allow Safcol to cancel the contracts without the statutory notice required by clause 28.1; and (4) whether the procedural requirements for cancellation were satisfied in the circumstances.",
    "principles": "The judgment relied on the doctrine of supervening impossibility, distinguishing it from self‑created impossibility where a party cannot evade liability for its own legislative actions (Christie). It considered Kudu Granite Operations (frustration due to a third‑party’s inability to perform) and held that the Minister was no longer under a statutory duty after the Management of State Forests Act, so the impossibility argument failed. The court examined the limits of implied terms, noting Brisley v Drotsky and Afrox Healthcare which reject imposing abstract notions of fairness as standalone enforceable provisions, but allow implied terms only when they are of general legal application. Principles of anticipatory breach, repudiation and the irrelevance of notice where repudiation is clear (Taggart v Green, Metalmil v AECI) were also applied.",
    "application": "Applying these principles, the court found that the Minister’s refusal did not render performance impossible because the statutory duty to give an opinion had been removed by the Management Act. Consequently, Safcol could not rely on supervening impossibility. The attempt to import an implied term of good faith was rejected as contrary to established case law. York’s deliberate refusal to negotiate, its attempts to block ministerial involvement, and its conduct over several years were held to constitute both a breach of clause 3.2/4.4 and an unequivocal repudiation of its contractual obligations. As repudiation obviated the need for the notice required by clause 28.1, Safcol’s cancellation on 10 November 1998 was deemed valid.",
    "conclusion": "The appeal was upheld. The court declared that Safcol validly cancelled the Witklip and Swartfontein agreements on 10 November 1998 and ordered York Timbers Ltd to pay the costs of the plaintiff, including costs of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Termination of Contracts",
    "level_3": [
      "supervening impossibility",
      "good faith",
      "implied terms",
      "repudiation",
      "price revision"
    ]
  }
}