{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/84.html",
  "case_name": "Van Zijl v Hoogenhout (348/03) [2004] ZASCA 84; [2004] 4 All SA 427 (SCA); 2005 (2) SA 93 (SCA) (27 September 2004)",
  "citation": "[2004] ZASCA 84",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 84\n|\nNoteup\n|\nLawCite\nVan Zijl v Hoogenhout (348/03) [2004] ZASCA 84; [2004] 4 All SA 427 (SCA); 2005 (2) SA 93 (SCA) (27 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nA\nIN THE SUPREME COURT OF APPEAL OF\nSOUTH AFRICA\nREPORTABLE\nCase no:  348/03\nIn the matter between\nE VAN ZIJL\t\t\t\t\t\t\tAPPELLANT\nand\nI M HOOGENHOUT\t\t\t\t\t\t\tRESPONDENT\nCoram:\nMPATI DP, CAMERON, NUGENT, HEHER and VAN HEERDEN\nJJA\nHeard:\n30 AUGUST\n2004\nDelivered:\t27 SEPTEMBER\n2004\nSummary:\tPrescription – Act 18 of 1943 s 5(1)(c) -\nclaim by adult survivor of child abuse against perpetrator – assaults\ncommitted between 1958 and 1967 – plaintiff attaining majority in 1973\n– effect of abuse on ability to attribute blame\nto abuser –\nplaintiff not having knowledge of the wrong until able to do\nso.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA\nHEHER JA:\n[1]\nAbused children have a right of\nrecourse against their abusers. Until the nineteen-eighties the right was seldom\ninvoked and, in\nSouth Africa, probably not at all. Major reasons were cultural\nor societal taboos (many abusers are close family members) and ignorance.\nSince\nthen the boundaries of understanding of the psyche of survivors of child abuse\nhave been pushed back by expert studies of the\nproblem and the true nature and\nextent of the effects of such abuse have been become better appreciated. As\nsurvivors have become\nmore informed about their condition and rights and have\nreceived support from public interest groups there has been an upsurge in\nclaims, many by adults who initiated proceedings years after the actual\nincidents of abuse. This, in turn, has given rise to a spate\nof cases,\nparticularly in the United States, in which defendants have invoked limitations\nstatutes. A considerable body of judicial\nprecedent has been built up in which\nthe balance between the rights of victims and the protection of their assailants\nagainst stale\nclaims has been discussed and resolved in the particular context\nof the common or statute law of the states concerned. See eg the\ncomprehensive\ntreatment of the subject in the American context by R G Donaldson ‘Running\nof Limitations against Action for\nCivil Damages for Sexual Abuse of\nChild’\n9\nALR\n5\nth\n321; and further,\nCarney v\nRoman Catholic Archbishop of Boston\n16 Mass LR 3\n;\nM.(K.) v M.(H.)\n96\nDLR (4\nth\n) 289 (SCC);\nStubbings v United Kingdom\n(1996) 23 EHHR\n213;\nW v Attorney-General\n[1999] 2 NZLR 709\n;\nKR and others v Bryn Alyn\nCommunity (Holdings) Ltd\n(\nin liquidation\n)\nand another\n[2003]\nQB 1441\n(CA); see also\nDube v Banana\n1999 (1) BCLR 44\n(ZH).\n[2]\nThis is the first case of the kind in South Africa of which\nI am aware. It commenced in the Cape High Court before Nel J. The learned\njudge\nheard evidence from the side of the plaintiff only. The defendant had raised a\nspecial plea of prescription and denied the\nmerits of the claim. However he at\nfirst elected not to participate in the trial citing ill-health and lack of\nfunds. The evidence\nwas consequently untested by\ncross-examination.\n[3]\nWith the leave of the learned judge the\ndefendant appeared through counsel for the limited purpose of arguing the\nspecial plea. The\njudge believed the plaintiff and her witnesses and accepted\nthe expert psychological evidence of Ms Fredman on her behalf. He nevertheless\nupheld the special plea and dismissed the action. He decided that the wrongs\nfirst came to the knowledge of the plaintiff within\nthe meaning of s\n5(1)(\nc\n) of the Prescription Act 18 of 1943 on ‘the dates upon which\nthe assaults were committed and not the dates upon which their\neffects were\nrealised’.\n[4]\nThe assaults were committed between November 1958\nand 1967. The plaintiff attained her majority in 1973. She instituted action in\nAugust 1999. The learned judge held that the plaintiff’s evidence that she\nfirst realised in 1997 that it was not she but rather\nthe defendant who bore\nresponsibility for the physical, psychological and emotional damage which she\nhad suffered since 1958 was\naccordingly of no assistance to her. Nor, so the\nlearned judge found, was the plaintiff ‘a disabled person’; she was\ntherefore unable to rely on s 7(1)(\nb\n) of the 1943 Act which provides that\nprescription shall be suspended ‘during the period of disability of the\ncreditor’.\nAccording to Nel J, the plaintiff’s claim against the\ndefendant prescribed three years after she reached majority, in terms\nof s\n3(2)(\nc\n)(vi) read together with s 9 of the 1943 Act. No order for costs\nwas made, the court\na quo\nholding that both parties had wrongly relied on\nthe\nPrescription Act 68 of 1969\n.\n[5]\nThe learned judge refused the\nplaintiff leave to appeal. We, however, directed that her application to this\ncourt for leave to appeal\nbe argued and that the parties be prepared to deal\nwith the merits of the case. The application was heard on that\nbasis.\n[6]\nThe principal difficulties in this appeal are the\ninterpretation of the relevant legislative provisions and the determination of\nwhether\nthe evidence of the plaintiff and her expert witness brought her within\nthose provisions.\n[7]\nBefore considering either aspect certain general\nobservations are necessary. The psychological studies that have been undertaken\ninto\nthe sexual abuse of children have revealed effects on the victims which are\nvery different from those suffered by the usual plaintiff\nin a delictual action.\n(I will discuss these effects in greater detail below.) Of course, the\nprescription statutes in force in this\ncountry were drafted in ignorance of and\nwithout consideration for the special problems afflicting such survivors.\nMoreover, society\nas a whole was, during the period prior to 1980 (and certainly\nduring the minority of the plaintiff) more conservative in matters\ninvolving\nsexual mores than it is now and considerably less willing to confront sexual\nmatters. More people have become attuned in\nthe last fifteen years or so to\nacknowledging the existence of child sexual abuse and to taking steps to\neradicate it. The situation\nof a victim during the childhood of the plaintiff\nand a substantial part of her adult life was not conducive to disclosure. All\nthese\nfactors call for a peculiar sensitivity when applying statutory time\nlimits to proceedings arising from sexual abuse committed against\na child during\nthe period in question. As Thomas J put it in\nW v Attorney-General\n,\nsupra\n(at 720):\n‘Approaching the question whether [the appellant]\nmade the connection between her sexual abuse and adult behaviour, or ought\nto\nhave discovered that connection, as if it were an exercise akin to that of\ndiscovering cracks in a house foundation, does not\ndemonstrate any great\nunderstanding of the subject or sensitivity to the psychological and emotional\nproblems suffered by a woman\nin Ms W’s position.’\nIn addition the\nplaintiff is entitled to the benefits of a constitutional dispensation that\npromotes rather than inhibits access to\ncourts of law.\nThe nature of\nchild sexual abuse and its effects on the victim\n[8]\nThe more\ncommon route in writing a judgment is to begin with the law and, having\nidentified the legal hurdles, to assess the evidence,\ndetermining whether the\nfacts proved enable the plaintiff to surmount those obstacles. In this instance,\nhowever, I intend to start\nby summarising the uncontested evidence about child\nabuse and its effects so that the reader comes to the law with an understanding\nof the problem.\n[9]\nMs Fredman is a practising clinical psychologist\nwho specializes in the area of sexual abuse. She spent about 20 hours consulting\nwith the plaintiff prior to giving evidence at the trial and about the same\nlength of time attending consultations between the plaintiff\nand the\ndefendant’s experts. She compiled a report in which she set out the\nfactual information derived during the consultations,\ndescribed the development\nof post-traumatic stress disorder and so-called traumagenic states in\nchild-abuse survivors, identified\nthe characteristics of such a condition and\nmatched it to the idiosyncrasies displayed by the plaintiff as a child and in\nher adult\nyears up to the time that she instituted action against the defendant.\nShe recognised that the plaintiff had always been aware of\nthe fact that the\ndefendant had abused her between the ages of 6 and fifteen years. It was her\nopinion that the plaintiff’s\nrealisation that the defendant was\nresponsible for the abuse was a gradual process which probably commenced in late\n1996 and that\nshe could not be said to have acquired knowledge that it was not\nshe but the defendant who was responsible until some time in 1997.\nMs Fredman\nreferred to published learning on the subject of child abuse and its effects on\nsurvivors and particularly to ‘The\nTraumatic Impact of Child Sexual Abuse:\nA Conceptualization’, by David Finkelhor and Angela Browne of the Family\nViolence Research\nProgramme of the University of New Hampshire, Durham,\npublished in the\nAmerican Journal of Orthopsychiatry\nin October 1985, and\nto\nTrauma and Recovery, The aftermath of violence - from domestic abuse to\npolitical terror\n, (Ch 5, ‘Child Abuse’), by Judith Lewis Herman,\nNew York, 1992.\n[10]\nFinkelhor and Browne analyze sexual abuse in\nterms of four trauma-inducing factors (‘traumagenic dynamics’)\n– traumatic\nsexualization, betrayal, powerlessness and stigmatization. All\nof these distort a child’s cognitive and emotional relationship\nwith the\nworld. Traumatic sexualization is a process in which a child’s sexuality\nis developed and shaped inappropriately and\ndysfunctionally at an interpersonal\nlevel. Betrayal involves the discovery by a child that someone on whom he or she\nis vitally dependent\nhas caused the child harm. It can be experienced at the\nhands of an abuser or a family member who is unable or unwilling to protect\nor\nbelieve the child or who has a changed attitude to the child after disclosure of\nthe abuse. Powerlessness develops through the\nrepeated contravention of a\nchild’s will, desires and sense of efficacy. It is reinforced when\nchildren see their attempts\nto halt the abuse frustrated and is increased by\nfear and an inability either to make adults understand or believe what is\nhappening\nor to realize how conditions of dependency have trapped them in the\nsituation. Stigmatization refers to the negative connotations\n– badness,\nshame, guilt – that are communicated to the child and become incorporated\ninto the child’s self-image:\n‘These negative meanings are\ncommunicated in many ways. They can come directly from the abuser, who may blame\nthe victim for\nthe activity, demean the victim, or furtively convey a sense of\nshame about the behaviour. Pressure for secrecy from the offender\ncan also\nconvey powerful messages of shame and guilt. But stigmatization is also\nreinforced by attitudes that the victim infers or\nhears from other persons in\nthe family or community. Stigmatization may thus grow out of the child’s\nprior knowledge or sense\nthat the activity is considered deviant and taboo, and\nit is certainly reinforced if, after disclosure, people react with shock or\nhysteria, or blame the child for what has transpired. Children may be\nadditionally stigmatized by people in their environment who\nnow impute other\nnegative characteristics to the victim (loose morals, “spoiled\ngoods”) as a result of the molestation.’\nFurther the authors\nreport:\n‘The sexual problems of adult victims of sexual abuse have been\namong the most researched and best established effects. Clinicians\nhave reported\nthat victimized clients often have an aversion to sex, flashbacks to the\nmolestation experience, difficulty with arousal\nand orgasm, and vaginismus, as\nwell as negative attitudes towards their sexuality and their\nbodies.’\n[11]\nFinkelhor and Browne make the following remarks\nabout the process of stigmatization which are pertinent to this\ncase:\n‘Other effects of sexual abuse seem naturally grouped in relation\nto the dynamic of stigmatization. Child victims often feel\nisolated, and may\ngravitate to various stigmatized levels of society. Thus they may get involved\nin drug or alcohol abuse, in criminal\nactivity, or in prostitution. The effects\nof stigmatization may also reach extremes in forms of self-destructive behaviour\nand suicide\nattempts.\nThe psychological impact of these problems has a number\nof related components. Many sexual abuse victims experience considerable guilt\nand shame as a result of their abuse. The guilt and shame seem logically\nassociated with the dynamic of stigmatization, since they\nare a response to\nbeing blamed and encountering negative reactions from others regarding the\nabuse. Low self-esteem is another part\nof the pattern, as the victim concludes\nfrom the negative attitudes toward abuse victims that they are “spoiled\nmerchandise”.\nStigmatization also results in a sense of being different\nbased on the (incorrect) belief that no one else has had such an experience\nand\nthat others would reject a person who had.’\n[12]\nDr Herman is\nparticularly enlightening on the aspects of self-knowledge, insight into\nresponsibility for the acts of abuse and disclosure:\n‘The child victim\nprefers to believe that the abuse did not occur. In the service of this wish,\nshe tries to keep the abuse\na secret from herself . . . Not all abused children\nhave the ability to alter reality through dissociation. And even those who do\nhave this ability cannot rely upon it all the time. When it is impossible to\navoid the reality of abuse, the child must construct\nsome system of meaning that\njustifies it. Inevitably the child concludes that her innate badness is the\ncause. The child seizes upon\nthis explanation early and clings to it\ntenaciously, for it enables her to preserve a sense of meaning, hope and power.\n. .\n‘Self-blame is congruent with normal forms of thought in early\nchildhood in which the self is taken as the reference point for\nall events. It\nis congruent with the thought processes of traumatized people of all ages, who\nsearch for faults in their own behaviour\nin an effort to make sense out of what\nhas happened to them. In the environment of chronic abuse, however, neither time\nnor experience\nprovide any corrective for this tendency towards self-blame;\nrather it is continually reinforced. . .\n‘By developing a contaminated,\nstigmatized identity, the child victim takes the evil of the abuser into herself\nand thereby\npreserves her primary attachments to her parents. Because the inner\nsense of badness preserves a relationship, it is not readily\ngiven up even after\nthe abuse has stopped; rather it becomes a stable part of the child’s\npersonality structure. Protective\nworkers who intervene in discovered cases of\nabuse routinely assure child victims that they are not at fault. Just as\nroutinely the\nchildren refuse to be absolved of blame. Similarly, adult\nsurvivors who have escaped from the abusive situation continue to view\nthemselves with contempt and to take upon themselves the shame and guilt of\ntheir abusers. The profound sense of inner badness becomes\nthe core around which\nthe abused child’s identity is formed, and persists into adult life. .\n.\n‘As survivors attempt to negotiate adult relationships, the\npsychological defences formed in childhood become increasingly maladaptive.\nDouble-think and a double self are ingenious childhood adaptations to a familial\nclimate of coercive control, but they are worse\nthan useless in a climate of\nfreedom and adult responsibility. They prevent the development of mutual\nintimate relationships or an\nintegrated identity. As the survivor struggles with\nthe tasks of adult life, the legacy of her childhood becomes increasingly\nburdensome.\nEventually, often in the third or fourth decade of life, the\ndefensive structure may begin to break down. Often the precipitant is\na change\nin the equilibrium of close relationships: the failure of a marriage, the birth\nof a child, the illness or death of a parent.\nThe façade can hold no\nlonger, and the underlying fragmentation becomes manifest. When and if a\nbreakdown occurs it can do\nso in symptomatic forms that mimic virtually every\ncategory of psychiatric disorder.’\n[13]\nTaking cognizance of the\nviews expressed by these writers, supplemented by her own professional\nexperience, Ms Fredman testified that\nonly when a survivor of child sexual abuse\nis capable of realising that he or she is not responsible for his or her damaged\ncondition,\ncan it be expected that steps will be initiated to redress the\ninjustice done. Before that, deeply-embedded psychological restraints\nmust be\novercome.\n[14]\nIn short, the expert evidence demonstrates\nthat\n(1)\tchronic child abuse is\nsui generis\nin the\nsequelae\nthat flow from it;\n(2)\tdistancing of the victim from reality and transference of responsibility by\nthe victim on to himself or herself are known psychological\nconsequences;\n(3)\tin the absence of some cathartic experience, such consequences can and\noften do persist into middle age despite the cessation\nof the abuse during\nchildhood.\n[15]\nThe questions that call for an answer in this appeal are:\n(a)\tDoes the applicable prescription statute accommodate a victim who manifests\nsuch\nsequelae\n, by either staying or suspending the running of\nprescription, if the victim is prevented or seriously inhibited by reason of his\nor her psychological condition from instituting\naction?\n(b)\tIf so, how does it provide the\naccommodation?\n(c)\tDoes the evidence bring the plaintiff within the scope of\nthe protection?\nThe appropriate legislation\n[16]\nThe\ncase was argued in the court\na quo\non the assumption that the 1969 Act,\nwhich came into operation on 1 December 1970, was of application to the\nplaintiff’s claim.\nSection 16(2)(\na\n)of that Act provides that\n‘the provisions of any law which immediately before the commencement of\nthis Act applied to the prescription\nof a debt which arose before such\ncommencement . . . shall continue to apply to the prescription of the debt in\nquestion in all respects\nas if this Act had not come into operation’. The\ncourt\na quo\nheld that the debts that are now in issue arose before that\ndate and accordingly the 1943 Act determines whether they have prescribed.\nThat\nfinding is clearly correct. The question before us is whether prescription began\nto run as provided for in s 5(1)(\nc\n) of the 1943 Act in respect of those\ndebts more than three years before the action was instituted.\nThe\ninterpretation of s 5(1)(c) of Act 18 of 1943\n[17]\nThe section\nprovides that:\n‘(1)\tExtinctive prescription shall begin to run\n–\n. . . (\nc\n)\tin respect of an action for damages, other than for\ndefamation, from the date when the wrong upon which the claim for damages is\nbased was first brought to the knowledge of the creditor, or from the date on\nwhich the creditor might reasonably have been expected\nto have knowledge of such\nwrong, whichever is the earlier date;’.\n[18]\nI have referred in paragraph [3] to the interpretation which Nel\nJ placed on ‘the date when the wrong . . . was first brought\nto the\nknowledge of the creditor’. He relied on the judgments in\nOslo Land Co.\nLtd v The Union Government\n1938 AD 584\nand\nAdministrator of the Transvaal\nv Crocodile Valley Citrus Estates (Pty) Ltd\n1942 TPD 109.\nIn the\nfirst-mentioned case it was held (at 592) that in negligence cases the cause of\naction arises when an unlawful act is committed\nand damage caused, and as soon\nas damage has occurred all the damage flowing from the unlawful act can be\nrecovered, including prospective\ndamage and depreciation in market value;\nfurther losses do not give rise to further causes of action. The\nAdministrator of the Transvaal\ncase is to similar effect (at 111):\n‘a claim for damages does not arise when the person who says he was\ndamaged discovers the\ndamage [but] . . . at the time of the tortious act’.\nBoth these cases were decided on the premise that a wrongful act results\nin some\ndamage (however minimal) that the creditor is capable of ascertaining. That is\nthe usual case. It was unnecessary to consider\nthe effect on a creditor who,\nalthough aware of the facts, did not or could not, at the date of the delict,\nthrough no fault of his\nor her own, appreciate where responsibility for the act\nlies and thus has no appreciation that he or she is entitled to civil redress\nagainst the person who inflicted the harm. That is an unusual case. But it is\none which arises squarely in claims based on the sexual\nabuse of children where\nthe victim is a ‘creditor’ under the 1943 Act. Although unnecessary\nto decide for the determination\nof this case, the same appears to hold true for\ns 12 of the 1969 Act which provides:\n‘(3)\tA debt shall not be deemed to\nbe due until the creditor has knowledge of the identity of the debtor and of the\nfacts from\nwhich the debt arises: Provided that a creditor shall be deemed to\nhave such knowledge if he could have acquired it by exercising\nreasonable\ncare.’\nThe knowledge which is required is the minimum necessary to enable a creditor\nto institute action:\nNedcor Bank Bpk v Regering van die Republiek van\nSuid-Afrika\n[2000] ZASCA 154\n;\n2001 (1) SA 987\n(SCA) at para 13. The ascribing of blame to a\nparticular defendant is a necessary element of any claim in\ndelict.\n[19]\nPrescription penalizes unreasonable inaction not\ninability to act. Where, therefore, the statute speaks of prescription beginning\nto run when a wrong is ‘first brought to the knowledge of the\ncreditor’, it presupposes a creditor who is capable of\nappreciating that a\nwrong has been done to him or her by another: cf\nWulfes v Commercial Union\nAssurance Co of SA Ltd\n1969 (2) SA 31\n(N) at 37A and\nSA Mutual Fire and\nGeneral Insurance Co Ltd v Mapipa\n1973 (3) SA 603\n(E) at 608F-609D. The\nexistence of s 7 (which suspends prescription in five specific instances) does\nnot detract from this conclusion.\nIn the first place suspension can only take\nplace if the running of prescription has commenced. Perhaps more important is\nthe fact\nthat there exists a category of creditor (the person abused as a child\nwho has reached adulthood before commencing the action) who\ndoes not necessarily\nfall into any of the categories of suspension and who should be accommodated\nwithin the legislative framework\nif that can be achieved without doing violence\nto the language. Such a person is not\nnon compos mentis\n. Nor is he or she\nincapable of rational thought. What the evidence shows is that the process of\nreasoning and the development of\ninsight have been distorted in the\nchild’s psyche when it comes to an appreciation of where responsibility\nlies. (I assume\nin this regard that the legislature used the expression\n‘during the disability of the creditor’ in s 7(1)(b) in a sense\nconsistent with the definition of ‘person under disability’ in s 1.\nSee\nWulfes v Commercial Union Assurance Co of SA Ltd supra\nat 38B-D,\nsed contra\nSouth African Mutual Fire and General Insurance Co Ltd v\nMapipa supra\nat 607C.)\nThe plaintiff’s\nhistory\n[20]\nThe plaintiff was born in 1952. The defendant,\nher uncle by marriage, is about 36 years older than she is. The\nplaintiff’s immediate\nfamily seems to have lived in relatively modest\ncircumstances. The defendant, an apparently successful businessman, played an\ninfluential\nrole in the family as a figure of status and respect. He and his\nwife were childless but they frequently had the appellant and her\nsiblings to\nstay in their home.\n[21]\nThe plaintiff’s brother, Jaco, suffered\nfrom polio. In November 1958 he was hospitalized. His parents, who were desirous\nof\ngiving him their undivided attention, sent the plaintiff to stay with her\nmaternal aunt, the defendant’s wife. She was six.\n(The plaintiff was able\nto pinpoint the date in evidence because she had kept a letter her brother wrote\nto her from hospital.)\n[22]\nOne night the defendant came to her\nbedroom, ostensibly to say goodnight to her. He touched her private parts. Thus\nbegan a long series\nof assaults on the child that before long progressed to anal\npenetration and, by the age of eight, forcible sexual intercourse. The\ndefendant\nmystified these dark encounters as ‘a secret between us’, warned her\nnot to talk about them and threatened\nher in various ways particularly vexing to\na child. By contrast, during the day the defendant treated the plaintiff with\noutward\nkindness, made her feel special, bought her treats that her parents\ncould not afford and bribed her with presents such as postage\nstamps and\ngeological specimens for her collections.\n[23]\nThe plaintiff begged\nnot to be sent to the defendant’s home. For her pains her mother called\nher ‘’n regte klein\nblêddie\nstoutgat’\n[1]\nand sent her\nanyway. The abuse continued. The plaintiff tried to relieve the trauma she\nexperienced during the assaults by concentrating\nher thoughts on pleasant\nvisions of the future or by working her mind into a dissociative state in which\nshe viewed all that was\nhappening to her from outside of\nherself.\n[24]\nWhat could not be concealed was the state of her\nunderclothes. According to the plaintiff her mother complained that she already\nhad\nenough trouble with Jaco and ‘nou is ek nog ‘n vuilgat\nook’\n[2]\n. That was also\nsufficient to attract a beating on various occasions. The plaintiff began to wet\nher bed. She tried to explain to\nher mother ‘oom Maree doen dinge met\nmy’\n[3]\n. Her mother reacted\nstrongly: ‘Ek behoort my voor God te skaam want hy is ‘n goeie mens\nvir ons almal’\n[4]\n. Another\nhiding followed. On other occasions her mother would refer to her as\n‘moedswillig’\n[5]\nand\n‘stout’\n[6]\nand express the\nwish that she had never been born. The culture of the plaintiff’s family\nwas such that sexual matters were\nnot spoken of. In any event the plaintiff had\ngreat difficulty in expressing herself. She attempted to tell her father. His\nresponse\nwas ‘Maree is a very good man and you must respect\nthat’.\n[25]\nThe abuse continued. When the plaintiff was 8 or 9\nher mother thought she had begun to menstruate. The general practitioner whose\nadvice she sought informed her that the plaintiff was regularly engaging in\nsexual intercourse. Her mother called her ‘’n\nklein\nhoer’\n[7]\n. After that it seemed\nto the plaintiff that the beatings increased. On one occasion her mother accused\nher of being ‘stout’\n6\nwith a boy who helped with looking\nafter Jaco.\n[26]\nThe plaintiff developed suicidal feelings and\ntendencies which persist to this day. She was friendless and aggressive and\nsuffered\nfrom sleeplessness and nightmares. Indeed, she has needed sleeping\ntablets for most of her adult life. As a child she masturbated\ncompulsively.\n[27]\nThe plaintiff also tried to disclose the abuse to\nher cousin, Lynn Erwee, whose comment was ‘Ag, hy speel met my\nook’\n[8]\n. The plaintiff, although\ndoubting that ‘play’ rightly described what was happening to her,\nfound herself unable to pursue\nthe matter.\n[28]\nWhile in primary\nschool she also told her brother, who advised her to swear at the defendant\n(‘vloek die donner’\n[9]\n).\nShe followed his advice but ‘he kept on coming, it didn’t stop, he\nlaughed at me’.\n[29]\nFrom about the age of 13 or 14 the\nplaintiff resorted to self-mutilation, hoping thereby to distract her mind from\nthe emotional agony\nbrought on by recollection of the abuse. She has returned to\nthis practice from time to time throughout her life.\n[30]\nThe\nplaintiff had no sexual contact with anyone other than the defendant. When\nshe was about fifteen she complained of nausea in the mornings. Her mother\nhad her admitted to hospital where her appendix was removed.\nAfter the operation\nshe was discovered to be pregnant and an abortion was carried out. The nurse\ntold her she had been ‘very\nnaughty’. Despite years of enforced\nsexual experience the plaintiff had no knowledge of how conception took\nplace.\n[31]\nAt that time the plaintiff was in standard 7 at school.\nShe once again tried to tell her father that the defendant was responsible\nbut\nit seemed to the plaintiff that he did not want to talk about it: ‘I\ndon’t think he believed me’.\n[32]\nAlthough the defendant\nnever touched the plaintiff again after the abortion and she ceased to stay over\nat his home, her life started\nto deteriorate. She lost interest in trying to\nsucceed and, for the first time, failed at school. Her parents moved her to a\nnew\nschool. Having eventually progressed to standard 8, she failed that too. She\npassed at the second attempt and then left. She obtained\nemployment in various\nmenial positions but could not keep any job for long.\n[33]\nBy the age\nof 21 the plaintiff was drinking heavily (and persisted in so doing until the\nyear 2000). She had difficulty in getting\non with others. About that age she\nbegan her first relationship. There were about three further relationships\nbefore she became the\npartner of Ms Potgieter. Despite some serious problems\nthis association has endured for twenty years. All her relationships have\nbeen\nmarred by alcohol and drug abuse and some degree of violence.\n[34]\nHer\nsexual relations with her various partners have always been inhibited and\nunsatisfying. Out of an unspoken fear of further abuse\nthe plaintiff has made a\ndeliberate effort to minimize her femininity by cultivating a masculine\nappearance in her physique and dress.\nShe finds feminine odour repugnant and\nfrom her childhood has felt a need constantly to wash her hands. She is still\nvery afraid\nof the dark.\n[35]\nAbout 1980, for reasons not explained in\nevidence, the plaintiff studied for and passed standards 9 and 10 and attended\nclasses at\nP E Technikon where she qualified as an architectural technician. She\nhas since supported herself as a draughtswoman.\n[36]\nDuring 1991 the\nplaintiff’s mother became seriously ill. The plaintiff was brought once\nmore into social contact with the defendant.\nWhen he spoke to her she swore at\nhim ‘dat dit bars’\n[10]\n.\nHer counsel asked her in evidence to describe the substance of what she had said\nto him to which she responded, ‘Wat jy alles\naan my gedoen het, moenie nog\nmet my praat nie, moet niks met my te doen hê nie, los my net\nuit’\n[11]\n. What this exchange\nwas said to have revealed became a key aspect in the submissions of the\ndefendant’s counsel during the\nappeal that the plaintiff was by then, at\nleast, fully cognizant of where responsibility for her childhood abuse lay. I\nshall return\nto his submissions at an appropriate stage.\n[37]\nAt a\ncertain point in the plaintiff’s relationship with Ms Potgieter, in the\ncourse of an alcohol-induced argument about the\nplaintiff’s reluctance to\nengage in sexual relations, the plaintiff retorted (in substance), ‘I wish\n[the defendant]\nhad done things to you, then you would understand how I\nfeel’. She placed this conversation as having occurred ‘’n\npaar jaar terug’\n[12]\n. It was\nalso relied on by the defendant’s counsel as evidence of the\nplaintiff’s awareness that his client was responsible\nfor the troubles\nthat beset her.\n[38]\nTowards the end of 1996 the appellant watched the\nOprah Winfrey Show on television. The subject was child sexual abuse. The\nhostess\nconfessed that she was a victim ‘and look where I am today’.\nAccording to the plaintiff such openness was a revelation\nto her. As she put it,\n‘I thought, Good grief, she can say it, she actually said it. . . I\ncouldn’t believe that a person\nis prepared to say that. Dis of daar\n– of dit moontlik is om nie so bang te wees om dit te sê of sy is\nnie skaam nie.\nSy was nie skaam om dit te sê nie en dit het al vir my\ngevoel of miskien dit is nie so erg as wat – as ‘n mens\ndit sê\nnie’\n[13]\n. She told Ms\nPotgieter, ‘Possibly I can say what happened . . .I don’t need to\nkeep it inside me anymore because it’s\nfinishing me off’. Potgieter\nsaid, ‘There must be something you can do about him’. ‘[I\nsaid] “I can’t.\nI don’t have money and I’m alone.”\nI got very drunk. . . Ek kan nie nou gaan en gaan praat of doen iets nie, ek\ngaan net as – weereens soos my ma as ‘n leuenaar uitgemaak\nword.\n[14]\n’\n[39]\nShortly\nthereafter the plaintiff caused a disturbance at the home of friends. When she\nwent to apologize, one of them, Jay, a final\nyear psychology student, invited\nher to talk about things that were worrying her. That led the plaintiff to\ndisclose to Jay\nsome of her experiences at the hands of the defendant.\nEventually, seeing that the plaintiff was incapable of expressing herself or\nunwilling to do so, Jay suggested that she write her story down and they would\nmeet again to talk things over. With difficulty the\nplaintiff followed the\nsuggestion. She showed the statement to Ms Potgieter. Far from alienating her as\nthe plaintiff had feared,\nit had the effect of drawing them closer together. The\nplaintiff was asked by her counsel ‘[On] the day you gave her what you\nhad\nwritten for her to read whose fault did you think it was, what had happened\nbetween you and Mr Hoogenhout?’ To which she\nreplied, ‘Mine’.\nAsked by the court why, she answered, ‘I sometimes until today still feel\nI must have done something\nwrong because why did he do these things to me? I\ndon’t know why I think that and then I blame him for my wretched life, but\nthen again I – it is quite\nconfusing for me because I feel sorry for\nhis wife, he did these things, it was painful and sometimes I think\ncouldn’t I have\ndone something that it wouldn’t have happened\n.\n. . Ek – miskien kon ek gesê het ek wil nie naweke gaan nie. Dit\nmaal vandag nog in my kop. Miskien as ek vir my ma\npresies in detail vertel het.\n. . Toe Rita [Ms\nPotgieter] dit vir my gesê het sy is baie lief vir my\nhet my antwoord gekom dat miskien is ek nie skuldig daaraan nie, miskien\nhet ek\nnie – ek het nie skuld hieraan\nnie.’\nCourt\n: Kan ek dit\nanders stel, vandag as u hierso in die hof sit, dink u dat dit nog\nsteeds u\nskuld is of nie? – ‘Nie meer nie.’\nCourt\n: Wanneer het u\nhouding verander? –\n‘1997’\n[15]\n.\n[40]\nLater\nthe plaintiff’s brother Jaco phoned her one evening threatening suicide.\nHe told her that just as the defendant had behaved\nwith her so had the defendant\nabused him. The plaintiff was paradoxically encouraged by this disclosure: she\nno longer felt on her\nown, there was someone she could tell what had happened\nand people would not be able to say that she lied about things the respondent\nhad done.\nThe reconciliation between the expert evidence and the\nfacts\n[41]\nWhere prescription is raised as a defence it is the\ndefendant who bears the onus of establishing as a matter of probability that\nprescription\ncommenced to run and had expired before the action was instituted,\nand he or she is not relieved of that burden only because the\nmaterial facts\nmight be within the exclusive knowledge of the plaintiff (\nGericke v Sack\n1978 (1) SA 821\n(A) at 827B-828A). It might be, in a case like the present,\nin which the plaintiff alleges that mere knowledge of the external facts\nwas not\nenough, that the plaintiff bears at least an evidential burden of placing some\nmaterial before the court that raises the\nissue. (That is not a question we are\ncalled upon to decide). But in this case there is evidence that indicates\nprima facie\nthat the plaintiff was not aware until recently that it was\nnot she who was the cause of, or\nwho bore responsibility for, what occurred\nbut rather that the responsibility was that of the defendant. There was no\nevidence to\ncontrovert it in any substantial way. In my view, the court should\nhave found that the defendant failed to establish as a matter\nof probability\nthat prescription commenced to run before 1997.\n[42]\nThe evidence that\nthe plaintiff gave about her voyage of self-discovery is not fairly described as\nher ‘\nipse dixit\n’ (as the learned judge did) since there is\nample corroboration to be found in a comparison between the experiences of the\nplaintiff\nand the professionally described\nsequelae\nof an abuse victim\nwith a history like that of the plaintiff. What is to be set against her\nevidence? Counsel referred to the several\nattempts made by the plaintiff as a\nchild to expose the defendant. He pointed out that by the age of 21 the\nplaintiff had left home\nand was making her own way in the world. Whatever threat\nthe defendant had posed was long gone and his influence dissipated. It was\nunlikely, he submitted, that the plaintiff had remained in ignorance of the\nfacts for nearly thirty years. He relied on the incident\nduring her\nmother’s illness as leaving no doubt that she not only blamed the\ndefendant for wrecking her life but was also willing\nto say so openly. Finally\nhe pointed to the plaintiff’s bitter comment to Ms Potgieter that she\nwished the defendant had done\nthings to her so that she could understand the\nplaintiff’s feelings. (The evidence as to when this incident took place is\nunclear\nbut I will assume that it may assist the defendant to discharge the\nonus.)\n[43]\nIn the accumulation of such evidence, counsel submitted,\nthe likelihood was to be discovered that the plaintiff was in truth aware\nof the\ndefendant’s fault and blamed him for the abuse and its disastrous\nconsequences. He did not suggest that the plaintiff\nconsciously concealed the\nfact that she possessed insight long before 1997. Such a submission would\nrequire a credibility finding\nagainst her which is not justified by a reading of\nthe record.\n[44]\nIn such circumstances the room for the inference that\ncounsel would have us draw must be very limited. The plaintiff obviously knew\nat\nall material times that the defendant was the physical agent of the abuse. Her\nexpert witness expressly disavowed any possibility\nof suppression of her memory\nof the events. That of course does not mean that in adult life she was able to\nconfront them willingly\nor with adequate comprehension. Nor does it prove that\nshe knew or accepted that responsibility for the abuse lay with the defendant.\nThe incidents in adulthood which counsel has cited are consistent with the\nplaintiff’s knowledge that the defendant had abused\nher, but they were\nvisceral reactions falling short of rational appreciation that he rather than\nherself was the culpable party.\nIt is more likely that the plaintiff developed\ninsight, and with it the meaningful knowledge of the wrong that sets the\nprescriptive\nprocess in motion, only when the progressive course of\nself-discovery finally removed the blindfold she had worn since the malign\ninfluences which I have described took over her psyche. On the probabilities\nthat did not occur until some time in 1997. The defendant’s\ncounsel did\nnot submit, correctly given the facts, that (to use the language of s\n5(1)(\nc\n)) the plaintiff might reasonably have been expected to have had\nknowledge of the wrong before she acquired actual knowledge.\n[45]\nIn\nthe result the trial judge should have dismissed the special plea of\nprescription and proceeded to a consideration of the merits.\nIt accordingly\nbecomes unnecessary to consider the submissions of the plaintiff’s counsel\nthat the plaintiff was disabled (within\nthe meaning of s 7(1)(\nb\n) of the\n1943 Act) from pursuing her claim until 1997 or was immune to the running of\nprescription because of common law protection\nafforded to those ignorant of\ntheir rights.\n[46]\nThe following order is made:\n1.\tThe application\nfor leave to appeal is granted.\n2.\tThe appeal succeeds with costs, including the costs of the application for\nleave to appeal.\n3.\tThe order of the court\na quo\nis set aside and replaced with an order\ndismissing the defendant’s special plea of prescription.\n4.\tThe matter is remitted to the trial court to consider the remaining\nissues.\n___________________\nJ  A HEHER\nJUDGE OF\nAPPEAL\nMPATI DP\t\t\t)Concur\nCAMERON\nJA\t\t)\nNUGENT JA\t\t)\nVAN HEERDEN JA\t)\n[1]\n‘naughty\nbrat’\n[2]\n‘now I am a dirty tramp\nas well’\n[3]\n‘uncle Maree is\ndoing things to me’\n[4]\n‘I should\nfeel ashamed before God because he is good to us\nall’\n[5]\n‘wanton’\n[6]\n‘naughty’\n6\t‘naughty&#821\n[7]\n7\n\t‘a little whore’\n[8]\n‘Oh,\nhe plays with me too’\n[9]\n‘curse\nthe wretch’\n[10]\n‘profusely’\n[11]\n‘Because of all that you’ve done to me, you mustn’t talk to\nme, you mustn’t have anything to do with me,\njust leave me\nalone.’\n[12]\n‘a few years\nago’\n[13]\n‘It’s as if\n– as if it’s possible not to be so scared to say that she is not\nashamed. She was not ashamed\nto say it and I felt that it is perhaps not so\nserious as that – if one says\nit.’\n[14]\n‘I can’t go now\nand talk (about it) or do anything, I would be made out to be a liar just as my\nmother did.’\n[15]\n‘I –\nmaybe I could have said I won’t go over the weekends. It is still going\nround in my head. Maybe if I had\ntold my mother in detail . . . When Rita told\nme she loves me very much I answered that perhaps I wasn’t guilty, perhaps\nI\ndidn’t – I’m not at fault’.\nCourt\n: ‘Let\nme put it another way, as you sit here in court today do you still think you are\nto blame or not?’ – Not\nany more.’ –\nCourt\n: When\ndid you change your mind?’ – ‘1997’.",
  "scraped_at": "2026-02-12T09:07:25.004315",
  "date": "2004-09-27",
  "coram": [
    "MPATI DP",
    "CAMERON",
    "NUGENT",
    "HEHER",
    "VAN HEERDEN"
  ],
  "case_number": "348/03",
  "parties": {
    "applicants": [
      "E VAN ZIJL"
    ],
    "respondents": [
      "I M HOOGENHOUT"
    ]
  },
  "sections": {
    "facts": "The appellant, E van Zijl, was sexually abused by her uncle‑by‑marriage, I M Hoogenhout, between November 1958 and 1967, beginning when she was six years old. The abuse continued into her early teens and was accompanied by threats, bribery and severe psychological trauma. As a child she was unable to comprehend that the abuse was the defendant’s wrongdoing; she blamed herself and kept the abuse secret. Over the years she suffered chronic PTSD, self‑harm, substance abuse, relationship problems and persistent shame. Only in the mid‑1990s, after exposure to media about child sexual abuse, did she begin to realise that the defendant was responsible. She first acquired that knowledge in late 1996/early 1997 and filed suit in August 1999, well after attaining majority in 1973.",
    "issues": "The appeal concerns the interpretation of section 5(1)(c) of the Prescription Act 18 of 1943, specifically when the ‘date when the wrong … was first brought to the knowledge of the creditor’ begins to run. It also asks whether the plaintiff’s psychological condition can invoke the suspension provisions of section 7(1)(b) (disability) or any other statutory accommodation, and whether the evidence places her within the scope of those provisions.",
    "principles": "The court affirmed that prescription begins when the creditor is capable of appreciating that a wrongful act has been committed against her by another, i.e., when she knows who is responsible. The statutory language presupposes rational knowledge, not merely factual awareness of the act. The onus of proving that prescription has run lies on the defendant. Section 7(1)(b) only suspends prescription for persons who are legally ‘disabled’; a claimant who is merely psychologically inhibited but not non‑compos‑mentis does not fall within that category. Precedents such as Oslo Land Co Ltd v The Union Government, Administrator of the Transvaal v Crocodile Valley Citrus Estates, and Nedcor Bank v Republic were applied to delineate the knowledge requirement. The court held that prescription penalises unreasonable inaction, not the inability to act caused by the abuse’s psychological impact.",
    "application": "Expert testimony from psychologist Ms Fredman established that the plaintiff only achieved a rational understanding of the defendant’s liability in 1997, after a prolonged process of self‑discovery. The plaintiff’s earlier attempts to disclose the abuse were hampered by dissociation, self‑blame, and stigma, meaning she lacked the requisite knowledge to commence prescription earlier. The defendant failed to prove, on a balance of probabilities, that the plaintiff knew who was responsible before 1997. Consequently, the special plea of prescription could not be sustained.",
    "conclusion": "The appeal was granted. The special plea of prescription was dismissed, the order of the lower court set aside, and the matter remitted to the trial court to determine the merits of the claim. The appellant was awarded costs, including the costs of the application for leave to appeal."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Prescription",
    "level_3": [
      "child sexual abuse",
      "psychological injury",
      "knowledge requirement",
      "disability",
      "statute of limitations"
    ]
  }
}