{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/126.html",
  "case_name": "Road Accident Fund v Cloete NO and Others (474/08) [2009] ZASCA 126; [2010] 2 All SA 161 (SCA) ; 2010 (6) SA 120 (SCA) (29 September 2009)",
  "citation": "[2009] ZASCA 126",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 126\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Cloete NO and Others (474/08) [2009] ZASCA 126; [2010] 2 All SA 161 (SCA) ; 2010 (6) SA 120 (SCA) (29 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nnumber: 474/08\nIn\r\nthe matter between:\nROAD\r\nACCIDENT\r\nFUND                                                                                     \n\nAppellant\nAnd\nPIERRE\r\nFRANCOIS CLOETE N\r\nO                                                         \n\nFirst Respondent\nROGER\r\nREN\nÈ\nJULIA THOMAS                                                       \n\nSecond Respondent\nADV\r\nH M CARSTENS SC (ARBITRATOR)                                         \n\nThird Respondent\nNeutral\r\ncitation:\nRoad\r\nAccident Fund v P F Cloete NO\n(474/2008)\n[2009] ZASCA 126\n(29 September 2009)\nCoram:\nHarms DP, Heher, Maya JJA and Griesel and Tshiqi\r\nAJJA\nHeard:\n11 September 2009\nDelivered:\n29 September 2009\nSummary:\nArbitration – question of law for opinion of\r\nthe court stated by arbitrator in terms of s 20(1) of\nArbitration Act 42 of 1965\n– whether High Court had\r\njurisdiction to hear matter – nature of discretion of\r\narbitrator and of court\nORDER\nOn\r\nappeal from:\nthe High Court, Cape Town (Cleaver J).\nOrder\n:\n1.          \r\nThe appeal is dismissed with costs.\n2.          \r\nThe cross-appeal is upheld with costs.\n3.          \r\nThe costs shall include the costs of two counsel.\n4.          \r\nThe order of the court below is set aside and substituted with the\n\nfollowing:\n‘\nThe\r\napplication is dismissed with costs, including the costs of two\r\ncounsel, where so employed.’\nJUDGMENT\nGriesel\nAJA:\n[1]         \r\nThis is an appeal and cross-appeal against a judgment of the High\r\nCourt,\nCape Town (Cleaver J), which comes before us with leave\r\nof that court. The matter arises from an arbitration between the\r\nparties\nin the course of which the arbitrator stated a question of\r\nlaw for the opinion of the court in terms of s 20(1) of the\r\nArbitration\nAct 42 of 1965 (‘the Act’).\n[1]\n[2]         \r\nThe appellant, the Road Accident Fund (‘the Fund’),\r\nestablished\nin terms of the\nRoad Accident Fund Act 56 of 1996\n, is the\r\ndefendant in the arbitration. The first respondent (the first\r\nclaimant in the arbitration) is the curator\nad litem\nfor Dr\r\nEls Thomas, a young medical practitioner from Belgium, who was\r\nseriously injured in a motor collision near Cape Town on\n8 October\r\n1996 while on vacation in South Africa. The second respondent (the\r\nsecond claimant in the arbitration) is her father,\nMr R R J\r\nThomas, acting as her duly appointed ‘bewind­voerder’\r\n(equivalent of a curator\nbonis\n) in Belgium. (In what follows,\r\nI refer to the respondents individually by name and collective­ly\r\nas ‘the claimants’\n.\n) The arbitrator, senior\r\ncounsel at the Cape Bar, has been joined as the third respondent. He\r\nabides the decision of the court and\nhas played no active role in\r\nthese pro­ceedings.\nFactual background\n[3]         \r\nDr Thomas had commenced her own practice near Antwerp in Belgium not\r\nlong\nbefore the accident happened. As a result of the injuries\r\nsustained in the collision, she suffers from mental, physical and\r\npsycho­logical\nhandicaps which prevent her from practising as a\r\nmedical doctor and from being gain­fully employed at all. After\r\nthe appointment\nof a curator\nad litem\nto represent her, action\r\nwas instituted in the Cape Town High Court\nagainst\nthe Fund to recover damages,\ninter alia\n, in respect of\r\nthe cost of medical care, the cost of accommo­dation and loss of\r\nearning capacity in respect of Dr Thomas. That\nlitigation was in due\r\ncourse settled on the basis that the Fund admitted liability for 70\r\nper cent of the damages suffered by Dr\nThomas due to her injuries. By\r\nagreement between the parties, the quantum of her claim was\r\nthere­upon referred for deter­mination\nby way of arbitration\nin terms of\nthe Act.\n[4]         \r\nThe hearings relating to the quantum of the claim took place before\r\nthe\narbitrator in Belgium over three sessions, during February 2003,\r\nAugust/ September 2003 and September 2005, before final argument\nwas\r\naddressed to the arbitrator during March 2006. He made an interim\r\naward on 15 June 2006, as well as a further (final) award\non 19\r\nSeptember 2006.\n[5]         \r\nAt the heart of the dispute between the parties lies the entitlement\r\nof\nDr Thomas to certain benefits in terms of the Belgian social\r\nsecurity system and the question whether any such benefits should be\n\ndeducted from the damages payable by the Fund. According to Prof\r\nGuido van Limberghen, professor in Social Security Law at the\nVrije\r\nUniversiteit Brussel who submitted an expert report on behalf of the\r\nclaimants, self-employed persons in the position of\nDr Thomas qualify\r\nfor social security bene­fits consisting of medical and\r\n‘invalidity’ (disability) insurance;\na family benefit\r\ninsurance; pension insurance; and insolvency insurance. The social\r\nsecurity system was established by legislation\nand administered by\r\nthe state. It is compulsory and regulated by public legislation, not\r\nby private contract.\n[6]         \r\nThe social security scheme for medical insurance is administered\r\nthrough\ninsurance institutions, of which the\nOnafhankelijk\r\nZieken­fonds\nis one. Dr Thomas is a member of the\nOnafhankelijk Zieken­fonds\nand has received benefits from\r\nit arising from the injuries sustained in the collision. Part of\r\nthose benefits relate to compulsory\ncover, and the remainder to\r\noptional cover she enjoyed under those schemes.\n[7]         \r\nThe fact that the accident occurred in South Africa does not deprive\r\nDr\nThomas of the right to the assistance of the Belgian medical cost\r\ninsurance for the self-employed. This entails a right to compensation\n\nfor the treatment she received in a South African nursing institution\r\nand the treatment she subsequently received after her return\nto\r\nBelgium.\n[8]         \r\nShe is also entitled to employment disability benefits for the period\r\nthat she was treated in South Africa and for the period after her\r\nreturn to Belgium. Under Belgian law the statutory insurance (or\n\nsocial security) institutions are obliged to pay compensation to Dr\r\nThomas in anticipation of recovery of damages from any accountable\n\nthird party or its insurer involved. The Belgian insurance\r\ninstitution (in this case the\nOnafhankelijk Ziekenfonds\n) is\r\nentitled to recover such compensation from the wrongdoer if the\r\naccident occurred in Belgium or in a country that recognises\nits\r\nright to recover, of which South Africa is not one.\n[9]         \r\nIt appeared, further, that there is no entitlement to bene­fits\r\nonce\nactual compensation has been received from an accountable third\r\nparty. Thus Dr Thomas’s right of recovery against the Belgian\n\nscheme will fall away once she receives compensation from the Fund.\r\nThere is a statutory duty on a claimant to keep the relevant\n\ninsurance institution fully informed as to the existence of claims\r\nagainst wrongdoers and diligently to pursue such claims. In\nthis\r\nregard, Prof van Lim­berghen expressed the following view\r\nregarding the possibility of Dr Thomas recovering double compensation\nin respect of\nher injuries:\n‘\nTo\r\nenable the [Belgian] insurance institution to recuperate the\r\ncompen­sation of the medical and invalidity insurance, to prevent\n\ndoctor Thomas from being compen­sated twice and to prevent the\r\nRoad Accident Fund from escaping its obligations towards doctor\n\nThomas, the only solution is an agreement entered into between doctor\r\nThomas and the Belgian insurance institution. In that agreement\n\ndoctor Thomas has to undertake to repay the compensation she receives\r\nfrom the Road Accident Fund to the insurance institution\ninsofar as\r\nit covers the compensation that she had already received from the\r\ninsurance institution.’\n[10]       \r\nThe evidence further revealed that Mr Thomas, on behalf of him­self\r\nand his daughter,\nhad in fact furnished an undertaking to refund to\r\nthe Belgian insurance institutions such benefits as Dr Thomas may\r\nreceive from\nthe Fund for the self-same loss.\n[11]       \r\nBased on the above evidence the Fund took the view, notwith­standing\r\nthe undertaking\nmentioned above, that the benefits received and to be\r\nreceived by the claimants from the various social security funds fall\r\nto\nbe deducted from the damages to be awarded to the claimants.\n[12]       \r\nThe Fund’s view was resisted by the claimants, relying\ninter\r\nalia\non\r\nthe judg­ment of Scott J in\nZysset\r\n& others v Santam Limited\n.\n[2]\nIn that case, the four plaintiffs, all Swiss citizens domiciled and\r\nresident there, were injured in a motor collision in Namibia.\nThey\r\nreceived financial benefits from one or other of two legislatively\r\nconstituted compulsory social insurance schemes in Switzerland,\nwhose\r\nobject was the pro­tection of the entire population of\r\nSwitzerland against certain consequences of disease and accident.\n\nThey sued the defendant for damages as the insurer under the\r\nCompulsory Motor Vehicle Insurance Act 56 of 1972 of the other motor\n\nvehicle involved in the collision. The defendant admitted the\r\nnegligence of the driver of the insured vehicle but claimed that\nthe\r\nfinancial benefits received from the two social insurance schemes had\r\nto be deducted from the damages they had sustained. It\nappeared that\r\nthe plaintiffs had entered into an agreement with the Swiss insurance\r\nschemes that, in the event of the plaintiffs\nreceiving the full\r\namount of their damages, they would repay to the schemes the\r\ncompensation received from those schemes. The issue\nbefore the court\r\nwas whether or not the financial benefits from the Swiss schemes were\r\nto be deducted from the damages to be awarded\nby the court in the\r\nactions against the defendant.\n[13]       \r\nThe court held that there could be no question of a deduction if the\r\nplaintiffs were\nnot doubly compensated and the effect of the\r\nagree­ment was that the plaintiffs would not be doubly\r\ncompensated if they were\nawarded their full damages, since they would\r\nthen have to repay to the Swiss schemes whatever they had received\r\nfrom them in benefits\nin respect of their patrimonial loss; further,\r\nthat it was irrelevant that the plaintiffs had not been legally bound\r\nto enter into\nthe agreement.\n[3]\n[14]       \r\nThe court accordingly issued an order declaring that, with regard to\r\nthe claim of\neach plaintiff, no deduction from the damages as finally\r\ndetermined by the court was to be made in respect of any amount or\r\nany\nportion thereof which was or is to be received from the Swiss\r\nschemes and which in terms of the agreement fell to be repaid to the\n\nSwiss schemes.\n[4]\nThe application\nin\r\nterms of\ns 20(1)\n[15]       \r\nIt is apparent from the above synopsis that the same, or similar,\r\nquestions that\narose in\nZysset\nalso arose in the present case.\r\nOn the face of it, therefore,\nZysset\nwould constitute binding\r\nauthority in respect of the issues to be decided in the present\r\narbitration. However, it was con­tended\non behalf of the Fund\r\nthat\nZysset\nhad been wrongly decided. For this reason, the\r\nFund sought an oppor­tunity of persuading the court of its view.\r\nIt accordingly\nasked the arbitrator\nin terms of\ns 20(1) of the Act to state the following questions of\r\nlaw for the opinion of the court in the form of a special case:\n‘\n1.1       \r\nWhether the value of any of the benefits referred to below received\r\nor to be received\nby the First and/or Second Claimants, or anyone\r\nappointed as curator\nbonis\nor “bewindvoerder” on behalf of Dr Els Thomas, should be\r\nexcluded or deducted from any damages to be awarded to the\nClaimants\r\nor not:\n1.1.1      \r\nany benefits received or receivable from the Belgian\nOnafhankelijk\r\nZiekenfonds\npursuant to compulsory cover she enjoyed from that\r\nfund; and/or\n1.1.2      \r\nany medical and/or disability benefits received or receivable\r\npursuant to compulsory cover\nshe enjoyed under the Belgian Medical\r\nand Invalidity Insurance Act of 1994 (“ZIV-Wet 1994”);\r\nand/or\n1.1.3      \r\nany benefits received or receivable pursuant to compulsory cover she\r\nenjoyed under the\nRoyal Decree of 3 July 1996 (Belgium); and/or\n1.1.4      \r\nany benefits received or receivable pursuant to compulsory cover she\r\nenjoyed under the\nBelgian medical Cost Decree for the Self-employed\r\nof 1997; and/or\n1.1.5      \r\nany benefits received or receivable pursuant to compulsory cover she\r\nenjoyed under the\nRoyal Decree of 3 July 1996 and/or the Employment\r\nDisability Decree for the Self-employed\r\n(\nArbeidsongeschkiktheidsbesluit voor Zelf­standigen\n);\r\nand/or\n1.1.6      \r\nany benefits received or receivable from the\nVlaams Fonds voor\r\nSociale Integratie van Personen met een Handicap\n.’\n[16]       \r\nThe arbitrator was not prepared to state a question in the terms\r\nrequested by the\nFund. In his ‘Ruling’, handed down on 15\r\nJune 2006, the arbitrator referred to the test laid down by Lord\r\nDenning MR\nin\nHalfdan\r\nGrieg & Co A/S v Sterling Coal and Navigation Corporation and\r\nanother\n[5]\nand adopted in several subsequent South African decisions,\n[6]\nwhere it was held as follows with regard to comparable provisions in\r\nthe English Arbitration Act of 1959:\n‘\nThe\r\npoint of law should be real and substantial and such as to be open to\r\nserious argument and appropriate for decision by a court\nof law as\r\ndistinct from a point which is dependent on the special expertise of\r\nthe arbitrator or umpire. The point of law should\nbe clear cut and\r\ncapable of being accurately stated as a point of law – as\r\ndistinct from the dressing up of a fact as if\nit were a point of law.\r\nThe point of law should be of such importance that the resolution of\r\nit is necessary for the proper determination\nof the case – as\r\ndistinct from a side issue of little importance.\nIf\r\nthose three requisites are satisfied, the arbitrator or umpire should\r\nstate a case.’\n[17]       \r\nHaving quoted the above passage, the arbitrator proceeded as follows:\n‘\nThe\r\nquestions posed [by the Fund] will\ninter\r\nalia\ninvolve the construction of the statutory enactments dealt with by\r\nProf van Limberghen in his report. That part of the report has\nbeen\r\nadmitted and is no longer open to debate. Secondly, on Prof Van\r\nLim­berghen’s interpretation (as I read it) the\nobligation\r\nunder the Belgian medical– and invalidity insurance schemes to\r\npay Dr Els Thomas will fall away once she receives\ncompensation from\r\nthe defendant. The issue of double compensation then does not arise.\r\nThirdly, an argument that the value of benefits\n“receivable”\r\n(as opposed to “received” or “to be received”)\r\nis deductible is in my view without\nmerit and does not meet the first\r\nof the criteria referred to above.’\n[18]       \r\nThe arbitrator noted, however, that the solution proposed by Prof van\r\nLimberghen\naccorded with the judgment in the\nZysset\nmatter\r\nand, since it was contended on behalf of the Fund that this case had\r\nbeen wrongly decided and an opportunity had been sought\nto persuade a\r\ncourt to re-examine the judg­ment and the issues raised therein,\r\nhe was prepared to grant the Fund such an oppor­tunity\n–\ninter\r\nalia\nin\r\nview of the fact that ‘a large amount of money is involved\r\nhere’.\n[7]\nHe accordingly\r\ndirected that a special case in the following terms be referred to\r\nthe court for an opinion in terms of s 20(1)\nof the Act:\n‘\n1.         \r\nIn the matter of\nZysset\r\n& others v Santam Limited\n1996 (1) SA 273\n(C) this Honourable Court made the following order\r\n(at 282D–E):\n“\nWith\r\nregard to the claim of each plaintiff no deduction from the damages\r\nas finally determined by this Court is to be made in respect\nof the\r\namount, or any portion thereof, which was, or is to be, received from\r\nIV, SUVA, or Berner and which in terms of the agreement\nof 7 December\r\n1992 falls to be repaid to IV, SUVA or Berner.  Any portion of\r\nthe amount received from IV, SUVA or Berner in\nrespect of patrimonial\r\nloss which in terms of the agreement is not repayable shall be\r\ndeducted from the damages so determined.”\n2.          \r\nThe issues which arose from the\nZysset\nmatter have also arisen\r\nin the present arbitration.\n3.          \r\nThe defendant questions the correctness of the decision in the\nZysset\nmatter; the claimant contends that it was correctly decided.\n4.          \r\nThis Honourable Court is accordingly in terms of\ns 20\nof the\nArbitration Act 42 of 1965\nrequested to determine the following\r\nissue:\nWhether on the facts stated therein the order in the\nZysset\nmatter was correctly made or not. If not, the court is requested\r\nto state what the order should have been\n.\n’\nThe high court\n[19]       \r\nThe Fund was not satisfied with the arbitrator’s formulation of\r\nthe issue and\napplied to the high court for an order (1) compelling\r\nthe arbitrator to state the questions of law in the form as initially\n\nformulated on behalf of the Fund;\n[8]\nalternatively, and in any event, (2) to determine the issue as\r\nformulated by the arbitrator in the special case. The claimants\n\nopposed the application and sought to persuade the court that it\r\nshould decline to hear the matter.\n[20]       \r\nThe learned judge, like the arbitrator, felt obliged,\ninter alia\nin the light of the test laid down in\nHalfdan Grieg\nand ‘in\r\nview of the amount involved and the importance of the issue’,\r\nto deal with the question of law stated by the\narbitrator. Having\r\nheard argu­ment, the high court upheld the Fund’s argument\r\nthat the\nZysset\ncase had been wrongly decided. The court,\r\nhowever, did not consider it ‘or appropriate to redraft the\r\norder’, as requested\nby the arbitrator. (The correct­ness\r\nor otherwise of the high court’s opinion as such is not in\r\nissue before us by reason\nof s 20(2) of the Act,\nwhich\nprovides that ‘(a)n opinion referred to in sub­section\r\n(1) shall be final and not subject to appeal and shall be binding\non\r\nthe arbitration tribunal and on the parties to the reference.’)\n[21]       \r\nThe learned judge thereafter dealt with the relief claimed in para 1\r\nand stated as\nfollows (at paras 29–31):\n‘\nCounsel\r\nwere in agreement that it would not be appropriate at this stage\r\neither to direct the arbitrator to refer the questions\nto this court,\r\nor for me to decide the questions myself. The reason is that it will\r\nbe necessary to establish what the objects\nof the Belgian scheme are\r\nin order to come to a decision as to whether payments received under\r\nthis scheme are payments which are\nto be deducted from the amount of\r\ndamages awarded.\nI\r\naccordingly direct that in respect of the questions raised, the\r\narbitrator may receive such further evidence as the parties may\nwish\r\nto present concerning the objects of the Belgian scheme and he may\r\nthen state the questions as points of law (together with\nhis findings\r\nof fact) if he concludes on such further evidence that the objects of\r\nthe Belgian scheme are materially different\nfrom those of the Swiss\r\nscheme considered in\nZysset.\nThe\r\nauthority to refer the matter back to the arbitrator relates only to\r\nthe question of benefits already received from the Belgian\nscheme and\r\nnot to any future benefits which Dr Thomas may receive. …’\n[22]       \r\nThe order issued by the registrar pursuant to the judgment did not\r\nreflect the directives\ncontained in paras 30 and 31 quoted above and\r\nread as follows:\n‘\n1.         \r\nThe court concluded that the decision in\nZysset\r\n& others v Santam Ltd\n1996\r\n(1) SA 273\n(C) is incorrect and that in that case the amount or any\r\nportion thereof which was received by any of the plaintiffs from IV,\r\nSUVA\nor Berner should have been deducted from the amount of damages\r\nawarded to him or her.\n2.          \r\nFirst and second respondents [claimants] are to pay the applicant’s\n\n[Fund’s] costs.’\n[23]       \r\nBoth sides were dissatisfied with the judgment as well as the form of\r\nthe order of\nthe high court and sought leave to appeal and to\r\ncross-appeal against it. In his judgment granting the necessary\r\nleave, the learned\njudge clarified the original order by explaining\r\nthat ‘what [he] had intended to convey, was that in respect of\r\npast benefits\n[he] neither granted nor refused the application, but\r\nin respect of future benefits the application was refused’. In\r\nterms\nof the provisions of uniform rule 42(1)(b), the original order\r\nwas accordingly amended by insertion of the following new para 2\n(and\r\ncon­sequential renumbering of the existing para 2):\n‘\n2.         \r\nThe relief sought in para 1 of the notice of motion is refused\r\ninsofar\nas it pertains to benefits ‘to be received’ /\r\n‘receivable’ by or for the benefit of Dr Thomas. Save as\r\naforesaid no order is made on para 1 of the notice of motion.’\nOn appeal\n[24]       \r\nIn its appeal to this court, the Fund took issue, mainly, with the\r\nrider added in\nthe new para 2 of the order (based on the first\r\nsentence in para 31 of the judgment quoted above) to the effect that\r\nfuture benefits\nwere to be excluded from the scope of any further\r\nenquiry before the arbitrator. The Fund contended that there was no\r\ndistinction\nin principle or in law between past and future benefits\r\nand asked that para 2 of the order (as amended) should be set aside.\n[25]       \r\nIn their cross-appeal, on the other hand, the claimants argued that\r\nthe high court\nshould have declined to deal with the\nZysset\nquestion at all and should have dismissed the application. The\r\ncross-appeal is based on two alternative grounds: first, that the\n\nhigh court had no jurisdiction to furnish its opinion on the question\r\nas stated by the arbitrator; second, that the court erred\nin\r\nexercising its discretion to furnish its opinion. In the light of the\r\nissues raised, I find it convenient to deal with the cross-appeal\n\nfirst.\nJurisdiction\n[26]       \r\nRegarding the question of jurisdiction, the claimants argued that in\r\nterms of s 20(1)\nof the Act an arbitrator is not entitled\nmero\r\nmotu\nto\r\nrefer a question of law to a court.\n[9]\nIn this case, the question as formulated by the arbitrator was one\r\nwhich neither party had asked him to state. A\ncomparison\r\nof the questions raised in para 1 of the notice of motion and the\r\nquestion actually stated by the arbitrator reveals\nthat they are\r\nmaterially different questions. The questions which the appellant\r\nasked to be stated did not in their formulation\nmention\nZysset\nat\r\nall.\nIn\r\neffect, therefore, the arbitrator decided\nmero\r\nmotu\nto\r\nstate the question – something which he was not legally\r\nem­powered to do.\n[27]       \r\nThe claimants submitted, further, that\nZysset\nwould\r\nno doubt have been raised in argument before a court had the\r\narbitrator reserved the questions requested by the Fund, it is\nby no\r\nmeans obvious that the court would have had to determine whether\nZysset\nwas right or wrong or that a\r\nfinding on that question (if made) would have been decisive of the\r\nquestions of law which the Fund\nactually asked the arbitrator to\r\nstate.\n[28]       \r\nI doubt whether it would be correct, on these facts, to hold that the\r\nhigh court\nhad no jurisdiction to hear the matter. In my view, the\r\nargument amounts to no more than this, that the high court\r\nerroneously\nexercised the powers it enjoyed in terms of s 20(1);\r\nnot that it did not have the necessary power at all.\n[10]\n[29]       \r\nThere was also some debate before us as to whether the question\r\nstated by the arbitrator\nmeets the jurisdictional threshold of being\r\na ‘question of law’. In the form that the question has\r\nbeen framed, it\nrequires the court to examine the\nfacts\nin\nZysset\nin order to determine\r\nwhether or not the court, on those facts, came to the correct\r\nconclusion; it does not require examination\nof the correct­ness\r\nor otherwise of any underlying legal principle as to which benefits\r\nare collateral and which are deductible\nfrom the patrimonial damages\r\nsuffered by a plaintiff. In any event, with regard to the latter\r\naspect, this court has held that\nquestions regarding the\r\ndeductibility of collateral benefits cannot be answered by reference\r\nto a single juridical test; instead,\n‘it is acknowledged that\r\npolicy considerations of fairness ultimately play a determinative\r\nrole’.\n[11]\nMoreover,\n‘\n[p]erceptions\r\nof fairness may differ from country to country and from time to time;\r\nthe task of Courts is to articulate the contemporary\nperceptions of\r\nfairness in their respective areas of jurisdiction.’\n[12]\n[30]       \r\nMore recently, this court, after quoting the above extract from\nDug­more’s\ncase, expressed agreement\r\nwith the statement that ‘questions regarding collateral\r\nbenefits are normative in nature; they have\nto be approached and\r\nsolved in terms of policy principles and equity’ and that, in\r\ndoing so, ‘there should always be\na weighing-up of the\r\ninterests of the plaintiff, the defendant, the source of the benefit\r\nas well as the community in establishing\nhow benefits resulting from\r\na damage-causing event should be treated’.\n[13]\n[31]       \r\nAlthough this argument is not without merit, I do not find it\r\nnecessary, in the light\nof my views regarding the alternative\r\nargument, to come to a final conclusion on this aspect of the case. I\r\naccordingly turn to\nconsider the question whether the high court\r\nerred in the exercise of its discretion in furnishing its opinion.\nDiscretion\n[32]       \r\nCounsel for the claimants referred to English authority\n[14]\nin support of the proposition that the court enjoys a discretion\r\nwhether or not to deal with the question of law stated by an\r\narbitrator. It is correct, as pointed out by counsel for the Fund,\r\nthat the cases relied on were decided on the wording of the English\n\nAct, which is materially different from s 20 of our Act.\n[15]\nNonetheless, I have no doubt that the position in our law is similar;\r\nin other words, the mere fact that an arbitrator has seen\nfit to\r\nstate a question of law for the opinion of the court does not oblige\r\nthe high court to furnish such opinion. If the court\nshould consider,\r\nfor example, that on proper analysis the question of law posed is\r\nirrelevant to the issues in the arbitration\nor that the facts\r\nrecorded in the special case do not enable the law point to be\r\nsensibly adjudicated, the court would be justified\nin declining to\r\ndecide the point. This must be so, as other­wise the courts could\r\ntheoretically be swamped with irrelevant\nand unneces­sary\r\nquestions of law arising from arbitrations.\n[33]       \r\nAs for the factors influencing the exercise of an arbitrator’s\r\ndiscretion in\nterms of s 20(1), it has until recently been\r\naccepted by our courts that, when the three requisites as laid down\r\nby Lord Denning\nin the\nHalfdan\r\nGrieg\nmatter\r\nare satisfied, an arbitrator should be obliged to state a case.\n[16]\nIn\nTelcordia\n,\n[17]\nhow­ever, this court firmly rejected that approach. In a\r\nunanimous judgment, Harms JA re-examined the scope of s 20 of\n\nthe Act and\ninter\r\nalia\nsaid\r\nthe following:\n‘\nThe\r\nfirst matter I wish to address is the nature of the arbitrator’s\r\ndiscretion. Eloff J, in\nKildrummy\n,\r\nsought to curtail the general and unrestricted discretion the section\r\ngives to the arbitrator. There is no reason, having regard\nto the\r\nwording of the section, for such an approach. Rules circumscribing\r\nthe way any discretion has to be exercised are generally\n\nunacceptable. Eloff J sought to justify his approach with reference\r\nto a\ndictum\nby Denning MR in\nHalfdan\r\nGrieg.\n’\n[18]\n[34]       \r\nAfter quoting the\ndictum\nfrom\nHalfdan\r\nGrieg\non\r\nwhich the arbitrator relied, Harms JA pointed out that Lord Denning\r\nwas ‘a proponent of the view that all matters of law\nshould\r\nfall within the sole domain of courts’ and that the other two\r\nmembers of the court, Scar­man and Megaw LJJ, did\nnot associate\r\nthemselves with the limitation placed on the discretion of an\r\narbitrator by Lord Denning. Harms JA thereupon proceeded\nto hold that\r\n‘there is no obligation on an arbi­trator to state a case\r\nif the requirements set out by Denning MR are\npresent. They are\r\nimportant factors to consider but they are not definitive’.\n[19]\n[35]       \r\nIn the light of this judgment, it is clear, to the extent that both\r\nthe arbitrator\nand the high court regarded them­selves as bound\r\nby the test laid down in\nHalfdan Grieg\n, that they had unduly\r\nfettered their respective discretions and had exercised it on the\r\nbasis of an incorrect principle. It follows\nfrom the foregoing that\r\nthis court is at large to con­sider the matter afresh.\n[36]       \r\nFurther factors relevant to the exercise of the court’s\r\ndiscretion become evident\nwhen one has regard to the purpose of s 20.\r\nIt has been stated that the purpose of s 20 is ‘to ensure\r\nthat the\nultimate control over legal issues arising in the course of\r\nan arbitration is left to the Court’.\n[20]\nThis can no longer be regarded as good law. The fact is that when\r\nparties agree to refer their disputes to arbitration, they select\nan\r\narbitrator as the judge of fact and law. Ordinarily, the award of the\r\narbitrator is final and conclusive, irrespective of how\nerroneous,\r\nfactually or legally, the decision was.\n[21]\nSection 20, therefore, constitutes an exception to the general\r\nprinciple that it is the function of the arbitrator to decide finally\nall\nmatters referred to him,\r\nincluding questions of law.\n[22]\nFor this reason, and out of deference to the principle of party\r\nautonomy,\n[23]\nthe court’s\r\npowers in terms of s 20 should in my view be sparingly\r\nexercised. As it was put by Donald­son LJ\nin\nBabanaft’s\ncase,\n[24]\nwith reference to the (now repealed) s 2 of the English\r\nArbitration Act of 1979:\n‘\nSection 2\r\nis the successor in title to the old consultative case, which more\r\naptly describes its nature. Put colloquially,\nthe arbitrator or the\r\nparties nip down the road to pick the brains of one of Her Majesty’s\r\njudges and, thus enlightened,\nresume the arbitration.\nIt\r\nis essentially a speedy procedure designed to interrupt the\r\narbitration to the minimum possible extent and it is an exception\nto\r\nthe general rule that the courts do not intervene in the course of an\r\narbitration.\n’\n[37]       \r\nFurther guidance as to the factors that should be taken into account\r\nby a court before\nexercising its powers in terms of s 20(1) can\r\nbe found, I suggest, in the provisions of s 45(1) and (2) of the\r\ncurrent\nEnglish Arbitration Act of 1996, under the heading\r\n‘\nDeter­mination\r\nof preliminary point of law’.\n[25]\nSub-section\r\n(1) provide\ns\r\nthat the court may ‘determine any question of law arising in\r\nthe course of the proceedings which the court is satisfied\n\nsubstantially affects the rights of one or more of the parties’.\r\nSub-section (2)(b)\ninter\r\nalia\nprovides\r\nfurther that an application under this section shall not be\r\nconsidered unless ‘… the court is satisfied –\n(i)\r\nthat the deter­mination of the question is likely to produce\r\nsubstantial savings in costs, and (ii) that the application\nwas made\r\nwithout delay’.\n[38]       \r\nApplying the above principles to the question posed by the arbitrator\r\nin this case,\nthe high court rightly expressed reservations with\r\nregard to the form of the question, pointing out that ‘(i)t is\r\nof course\nunusual for the validity of an existing judg­ment to be\r\ncalled in question in the course of arbitration pro­ceedings’.\n\nIn my respectful opinion, however, it is not only ‘unusual’,\r\nbut also in­appropriate, where the very issue stated\nby the\r\narbitrator has already been decided by a single judge in the same\r\nDivision and where there are no conflict­ing judgments\non the\r\npoint,\n[26]\nto state that same\r\npoint yet again for the opinion of another court.\n[39]       \r\nThe mere fact that the Fund sought an opportunity to persuade a court\r\nto re-examine\nthe judg­ment and the issues raised in\nZysset\nshould\r\nnot have persuaded the arbitrator to state a question of law for the\r\nopinion of the court, nor should it have persuaded the\ncourt to\r\nanswer the question so stated. When the parties agreed to have their\r\ndispute resolved by arbitration instead of litigation\nthey must be\r\nassumed to have agreed that it would be decided on the basis of\r\nprevailing South African law,\ninter\r\nalia\nas\r\nlaid down in\nZysset\n.\n[27]\nIf either of them had wished for an opportunity to ask the court to\r\nreview or change the sub­stantive law, eg by reversing\na binding\r\nprecedent, then arbitration was the incorrect procedure to achieve\r\nthat result. I accordingly agree with the sub­mission\non behalf\r\nof the claimants that it is neither appro­priate nor just to use\r\nthe court’s jurisdiction under s 20(1)\nto reverse, in a\r\nway which is not subject to an appeal, an existing and otherwise\r\nbinding precedent.\n[40]       \r\nFurthermore, far from being of decisive importance to the dispute\r\nbetween the parties,\nthe relevance of the question stated in relation\r\nto the arbitration, is questionable. As pointed out above,\n[28]\nthe principal dispute between the parties in this case related to the\r\nquestion whether certain benefits in terms of the Belgian\nsocial\r\nsecurity system to which Dr Thomas is entitled should be deducted\r\nfrom the damages payable by the Fund. The question stated\nby the\r\narbitrator, however, does not seek an answer to this issue. As\r\nmatters now stand, it is not known whether the high court’s\n\nfinding that\nZysset\nwas wrong will have any\r\npractical effect on the determination of the dispute: the court\r\nsimply does not know whether the result\nof its finding will be that\r\nany past benefits received by Dr Thomas are deductible from her\r\ndamages. Were the order of the high\ncourt to be imple­mented, the\r\nmatter will first have to go back before the arbitrator (whose final\r\naward has in the meantime\nbeen made) so as to reopen the arbitration\r\nin order to ‘receive such further evidence as the parties may\r\nwish to present\nconcerning the objects of the Belgian scheme’,\r\nafter which ‘he may then state the questions as points of law\r\n(together\nwith his findings of fact) if he concludes on such further\r\nevidence that the objects of the Belgian scheme are materially\r\ndifferent\nfrom those of the Swiss scheme con­sidered in\nZysset\n’\n.\n[29]\nThus it may appear, once the new evidence has been led, that the\r\nBelgian schemes are different and distinguishable from the Swiss\n\nschemes considered in\nZysset\n,\r\nin which event the whole process in terms of s 20 –\r\nincluding the present appeal – would prove to have been a\n\nprotracted and expensive exercise in futility. In that case, an\r\nopinion by the court as to whether or not\nZysset\nhad\r\nbeen correctly decided would be com­pletely academic and hence\r\nirrelevant. This would be contrary to the principle that\nthe court\r\ndoes not ordinarily in terms of s 20(1) give opinions on\r\nassump­tions or on academic or hypothetical questions.\n[30]\nIt would also be contrary to the principle that it would normally be\r\npremature to state a question of law for an opinion until\nsuch time\r\nas the primary facts relevant to the decision have been determined by\r\nthe arbitral tribunal.\n[31]\n[41]       \r\nFinally, it has been argued on behalf of the claimants that the\r\nmatter has become\nmoot. In this regard, it appeared that since the\r\nFund launched its application in terms of s 20, the arbitrator\r\nhanded down\nhis award on 15 June 2006, laying down certain\r\npara­meters for the quantification of the award. There­after,\r\nthe parties\nand their respective actuaries collaborated, debated and\r\nagreed on the final amount due to the claimants. A final award was\r\nsubse­quently\nmade in September 2006 after certain further\r\ndisputes had arisen. Such award has been quantified by the parties\r\nand payment in\nfull has been made by the Fund pursuant to such award\r\nduring October 2006. In making the payment, the Fund did not reserve\r\nany\nof its rights pertaining to the reduction of the amount paid or\r\nrepayment of any portion thereof. The Fund also did not request\nthat\r\nfinalisation of the matter be held in abeyance pending finalisation\r\nof this application. No amount was held back to cover\nthe contingency\r\nthat the award might be reduced in consequence of a favourable\r\ndecision on the points of law. Furthermore, the\nFund failed to\r\nexercise the right conferred by the arbitration agreement to appeal\r\nagainst the arbitrator’s award. In the\ncircum­stances, so\r\nit was argued, the\nlis\nreferred to arbitration\r\nhad been finally adjudi­cated and there was no further scope for\r\nthe court’s opinion as contemplated\nin s 20. Moreover, the\r\narbitrator would not have been entitled to amend his award of 19\r\nSeptember 2006 and in any event the\nrespondents would be under no\r\nobligation to repay anything to the appellant. Accordingly, so it was\r\nargued, the Fund’s payment\nwas akin to a payment made after an\r\nappealable judgment has been granted, which payment – in the\r\nabsence of a reservation\nof rights or protest – is unequivocal\r\nand inconsistent with an intention to challenge the correctness of\r\nthe judgment and\namounts to peremption.\n[32]\n[42]       \r\nAgain, it is not necessary to make a definite finding with regard to\r\nthis issue.\nIt is sufficient, in this context, to refer to the\r\noverarching require­ment of public policy that the principle of\r\nfinality\nin liti­gation should generally be preserved rather than\r\neroded –\ninterest\r\nrei publicae ut sit finis litium\n.\n[33]\nIn this instance, it is clear that the high court’s answer to\r\nthe question in terms of s 20 will not assist, but will\nrather\r\nhamper, finality. The fact of the matter is that the collision\r\nresulting in the damages suffered by Dr Thomas occurred almost\nthirteen\nyears ago and yet no\r\nfinality has been reached. If the pro­cedure ordered by the high\r\ncourt were now to be followed, the whole\nprocess is likely to be\r\nprolonged and the finalisation of the claim will be delayed\r\nindefinitely.\n[43]       \r\nIn the circumstances, I am satisfied that the high court, in the\r\nexercise of its\ndiscretion, should have dismissed the Fund’s\r\nappli­cation. It follows that the cross-appeal should succeed.\r\nThis con­clusion\nrenders the appeal on behalf of the Fund\r\nacademic. In the instance of both the appeal and the cross-appeal,\r\ncosts must follow the\nresult, which should include the costs of two\r\ncounsel.\nConclusion\n[44]       \r\nIn the circumstances, the following order is granted:\n1.      \r\nThe appeal is dismissed with costs.\n2.      \r\nThe cross-appeal is upheld with costs.\n3.      \r\nThe costs shall include the costs of two counsel.\n4.      \r\nThe order of the court below is set aside and substituted with the\r\nfollowing:\n‘\nThe application is\r\ndismissed with costs, including the costs of two counsel, where so\r\nemployed.’\nb\r\nm griesel\nActing\r\nJudge of Appeal\nHARMS\r\nDP (heher JA, Maya JA and Tshiqi AJA concurring):\n[45]       \r\nI have read the judgment of Griesel AJA and I agree with his\r\ncon­clusion. My\napproach differs somewhat from his and,\r\naccordingly, I prefer to state my reasons separately. Since he has\r\nstated the facts fully\nit is not necessary to mention them in any\r\ndetail.\n[46]       \r\nI first deal with the arbitrator’s stated case, which is quoted\r\nin Griesel\nAJA’s judgment (at para 18). The question put was\r\nwhether\nZysset\n[34]\nwas correctly decided on its facts. That, as put, was not a question\r\nof law. What the arbitrator apparently had in mind was to\nask the\r\ncourt whether a party, who claims compensation, can avoid the\r\napplication of the rule against double compensation by voluntarily\n\nentering into an agreement with the ‘insurer’ to repay\r\nthe latter once compensation is received from the wrongdoer.\n(The\r\narbitrator did not intend to refer any question about future benefits\r\nbecause, as he said, he had found as a fact that Dr\nThomas’s\r\nright of recovery for future benefits will fall away once she\r\nreceives compensation from the RAF.)\n[47]       \r\nThe first question that springs to mind is whether this is a question\r\nof law because,\nunless it is such a question it could not be stated.\r\nGriesel AJA has dealt with the question but chose to leave it open\r\n(at paras\n29-30). I prefer to answer the question with reference to\r\nthe authorities quoted by him: it is a value judgment.\n[35]\nIn addition, Scott J, in\nZysset\n,\r\nin finding that the plaintiff could use such an agreement, based his\r\nconclusion on the facts of the case.  He did not purport\nto lay\r\ndown a generally applicable rule that applies in isolation and\r\ndivorced from the facts (at 281F–282B). Also, in ‘overturning’\n\nScott J’s judg­ment, the learned judge below invoked\r\n‘considerations of public policy, reason­able­ness\nand\r\njustice’.\n[48]       \r\nIt is accordingly not surprising that the arbitrator formulated the\r\nstated case with\nreference to the particular facts of that case. The\r\nanswer given by the high court involved a referral back to the\r\narbitrator to\nenable him to determine whether the facts in this case\r\n(which dealt with Belgian law and social insurance schemes) differed\r\nfrom\nthe facts in\nZysset\n(which dealt with those of\r\nSwitzerland).\n[49]       \r\nSince precedents are quoted for their principles and not for their\r\nfacts the arbitrator\nerred in asking that question. The question and\r\nanswer were not ‘legal’. I accordingly conclude that the\r\nhigh court\nhad no jurisdiction to consider the arbitrator’s\r\nstated case.\n[50]       \r\nThe next issue relates to the RAF’s prayer compelling the\r\narbitrator to state\na question of law for the opinion of the court.\r\nThe high court dismissed the application as far as future benefits\r\nare concerned\nbecause, as mentioned, the arbitrator had found as a\r\nfact that Dr Thomas’s benefits will fall away once the RAF\r\ncompensates\nher. That leaves the question relating to past benefits:\r\ncan Dr Thomas avoid the application of the rule against double\r\ncompensation\nby voluntarily entering into an agreement with the\r\n‘insurer’ to repay the latter once compensation is\r\nreceived from\nthe RAF? I have already held that this is not a\r\nquestion of law and this means that the high court did not have the\r\njurisdiction\nto consider the application.\n[51]       \r\nThere is a further reason why the high court did not have\r\njurisdiction. It is common\ncause that before the hearing in the court\r\nbelow the arbitrator issued a final award; the RAF did not use its\r\nright of appeal;\nit did not seek to set aside the award by way of\r\nreview; and it paid the award in full without any conditions\r\nattached. A court\ncannot order an arbitrator to state a question of\r\nlaw that has no bearing on the arbitration. The question of law must,\r\nin terms\nof\ns 20(1)\nof the\nArbitration Act 42 of 1965\n, be stated\r\nbefore the making of the final award. This was no longer possible.\n[52]       \r\nIt follows from this that matters that Griesel AJA considers to\r\nrelate to discretion\nin my view have a more profound effect –\r\nthey go to jurisdiction.\nL\r\nT C HARMS\nDeputy\r\nPresident\nAPPEARANCES:\nFOR\r\n\t\t\tAPPELLANT:\nW R E\r\n\t\t\tDuminy SC\nInstructed\r\n\t\t\tby:\nEdward\r\n\t\t\tNathan Sonnenbergs Inc.\nForeshore,\r\n\t\t\tCape Town\nWebbers\nBloemfontein\nFOR\r\n\t\t\tRESPONDENTS:\nOwen\r\n\t\t\tRogers SC and A S de Villiers\n(1st &\r\n\t\t\t2nd Resp)\nNo\r\n\t\t\tappeareance on behalf of 3rd Resp\n(Abides\r\n\t\t\tthe decision of the Court)\nMiller\r\n\t\t\tBosman Le Roux\nSomerset\r\n\t\t\tWest\nNaudès\r\n\t\t\tInc\nBloemfontein\n[1]\nSection 20(1) of the Act provides:\n‘\nAn\r\n\tarbitration tribunal may, on the application of any party to the\r\n\treference and shall, if the court, on the application of any\nsuch\r\n\tparty, so directs, or if the parties to the reference so agree, at\r\n\tany stage before making a final award state any question\nof law\r\n\tarising in the course of the reference in the form of a special case\r\n\tfor the opinion of the court or for the opinion of\ncounsel.’\n[2]\n1996 (1) SA 273\n(C\n).\n[3]\nAt 281G–282B.\n[4]\nAt 282E.\n[5]\n[1973] 2 All ER 1073\n(CA) at 1077\nc-g\n(other case references\r\n\tomitted).\n[6]\nCf\nAdministrator,\r\n\tTransvaal v Kildrummy Holdings (Pty) Ltd & another\n1978 (2) SA 124\n(T) at\r\n\t127H–128A;\nDorman\r\n\tLong Swan Hunter (Pty) Ltd v Karibib Visserye Ltd\n1984\r\n\t(2) SA 462\n(C) at 472G–H;\nGovernment\r\n\tof the Republic of South Africa v Midkon (Pty) Ltd & another\n1984 (3) SA 552\n(T) at\r\n\t560E.\n[7]\nThe eventual award in favour of the claimants exceeded R25 million.\n[8]\nAs quoted in para 15 above.\n[9]\nSee\nMidkon,\nn 6\r\n\tabove, at 559I.\n[10]\nCf in this regard the\ndictum\nby\r\n\tLord Steyn in\nLesotho\r\n\tHighlands Development Authority v  Impregilo SpA\n[2005]\r\n\tUKHL 43\npara [24], quoted with approval in this court in\nTelcordia\r\n\tTech­nologies Inc v Telkom SA Ltd\n[2006] ZASCA 112\n;\n2007\r\n\t(3) SA 266\n(SCA) para 52.\n[11]\nStandard\r\n\tGeneral Insurance Company Ltd v Dugmore NO\n1997\r\n\t(1) SA 33\n(A) at 42B.\n[12]\nAt 42B–C\n.\n[13]\nErasmus,\r\n\tFerreira and Ackermann & others v Francis\n[2009] 3 All SA 500\n(SCA) para 17, quoting with approval from Neethling, Potgieter and\r\n\tVisser\nLaw\r\n\tof Delict\n5ed\r\n\t(2006) pp 215–216.\n[14]\nSee\nBabanaft\r\n\tInternational Co SA v Avant Petroleum Inc\n[1982]\r\n\t3 All ER 244\n(CA) at 252\nh–i\n;\nTaylor\r\n\tWoodrow Holdings Ltd & another v Barnes & Elliott Ltd\n[2006]\r\n\tEWHC 1693\n(TCC) paras 55–56.\n[15]\nSee\nMidkon\n,\r\n\tn 6 above, at 526G–I;\nTelcordia\n,\r\n\tn 10 above, para 152; Butler & Finsen\nArbitration\r\n\tin South Africa – Law and Practice\n(1993)\r\n\tp 207.\n[16]\nSee para 16 above.\n[17]\nNote 10 above.\n[18]\nPara 151.\n[19]\nPara 152.\n[20]\nDorman\r\n\tLong,\nn\r\n\t6 above at 472H;\nKildrummy’s\ncase,\r\n\tnote 6 above at 129A; 130D–E.\n[21]\nTelcordia\npara\r\n\t55.\n[22]\nButler\r\n\t& Finsen\nop\r\n\tcit\np\r\n\t206.\n[23]\nCf\nTelcordia\npara\r\n\t4.\n[24]\nNote 14 above, at 252\ni\n–\n253\na\n(emphasis added).\n[25]\nSection 45 of the 1996 Act is comparable with s 2 of the\r\n\trepealed 1979 Act.\n[26]\nTo the contrary,\nZysset’s\ncase\r\n\thas been referred to on several occasions with approval, including\r\n\tby this court: see\nVan\r\n\tWyk v Santam Bpk\n1998\r\n\t(4) SA 731\n(C) at 737C–738G;\nOngevallekommissaris\r\n\tv Santam Bpk\n[1998] ZASCA 93\n;\n1999\r\n\t(1) SA 251\n(SCA) at 261H;\nD’Ambrosi\r\n\tv Bane & others\n2006\r\n\t(5) SA 121\n(C) paras 27–28.\n[27]\nThe arbitrator, it may be noted, was eminently qualified to deal\r\n\twith the issues in dispute, having been counsel for the defendant\nin\nZysset.\n[28]\nPara 5 above.\n[29]\nPara 30 of the judgment of the high court, quoted in para 21 above.\n[30]\nDorman\r\n\tLong,\nn\r\n\t6 above, at 478D;\nTelcordia\n,\r\n\tn 10 above, para 155.\n[31]\nButler & Finsen\nop\r\n\tcit\np\r\n\t208 and the authorities cited in footnote 256.\n[32]\nDabner\r\n\tv SAR & H\n1920\r\n\tAD 583\nat 594.\n[33]\nFirestone\r\n\tSA (Pty) Ltd v Genticuro AG\n1977\r\n\t(4) SA 298\n(A) at 309A.\n[34]\nZysset\r\n\t& others v Santam Limited\n1996\r\n\t(1) SA 273\n(C\n).\n[35]\nMedia\r\n\tWorkers Association of SA v Press Corporation of SA Ltd (’Perskor’)\n1992 (4) SA 791\r\n\t(A).",
  "scraped_at": "2026-02-12T05:20:32.795457",
  "date": "2009-09-29",
  "coram": [
    "Harms DP",
    "Heher",
    "Maya JJA",
    "Griesel",
    "Tshiqi AJJA"
  ],
  "case_number": "474/08",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Pierre Francois Cloete NO",
      "Roger Ren",
      "Julia Thomas",
      "H M Carstens SC (Arbitrator)"
    ]
  },
  "sections": {
    "facts": "Dr. Els Thomas, a Belgian medical practitioner, was severely injured in a motor accident in South Africa in 1996. The Road Accident Fund (RAF) admitted liability for 70% of her damages. The parties agreed that the quantum of damages would be fixed by arbitration under the Road Accident Fund Act. The arbitration, held in Belgium, considered whether benefits received from the Belgian social security system (medical, disability, family and pension insurance) should be deducted from the RAF award. The RAF argued that all such benefits must be deducted, relying on the Zysset judgment, while the claimants contended that the Zysset principle did not apply and that an agreement with the Belgian insurer would prevent double compensation. The arbitrator made an interim and a final award in 2006, but sought the court’s opinion on a question of law under section 20(1) of the Arbitration Act, leading to a High Court application which was subsequently appealed.",
    "issues": "1. Whether benefits received or receivable from the Belgian social security scheme should be excluded or deducted from the damages awarded by the RAF. 2. Whether the arbitrator was authorised to refer a question of law to the court under s 20(1) of the Arbitration Act 42 of 1965. 3. Whether the High Court had jurisdiction to give an opinion on the arbitrator’s question, particularly in relation to the correctness of the Zysset decision. 4. Whether the court should exercise its discretion to intervene in the arbitration on these grounds.",
    "principles": "The court examined s 20(1) of the Arbitration Act, which allows a court to answer a question of law only if the parties agree or the court directs, and only before a final award is made. It considered the test from Halfdan Grieg (relevance, seriousness and necessity of the legal point) and recent authority in Telcordia, which rejects a rigid test and emphasises the limited nature of court intervention. Precedent from Zysset & others v Santam Ltd, which dealt with double compensation in Swiss social security, was analysed for its binding effect. The court also referred to policy considerations on finality, fairness, and the principle of party autonomy in arbitration.",
    "application": "The court held that the arbitrator had exceeded his discretion by formulating a question of law that was not requested by either party and that the question did not meet the criteria for a proper s 20(1) referral. It found that the High Court’s opinion on the Zysset case was unnecessary, academic and beyond its jurisdiction, especially because the arbitration award had already been finalised and the RAF had not appealed. The court therefore concluded that the High Court should not have entertained the application and that the cross‑appeal challenging the High Court’s decision should succeed.",
    "conclusion": "The appeal by the Road Accident Fund was dismissed with costs. The cross‑appeal by the claimants was upheld with costs, including the costs of two counsel. The order of the lower court was set aside and substituted with an order dismissing the application and awarding costs. The Court affirmed that the court’s powers under s 20(1) are to be exercised sparingly and only where the statutory criteria are satisfied."
  },
  "tags": {
    "level_1": "Arbitration Law",
    "level_2": "Court Intervention in Arbitration",
    "level_3": [
      "section 20",
      "double compensation",
      "jurisdiction",
      "court discretion",
      "Zysset precedent",
      "Road Accident Fund"
    ]
  }
}