{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/151.html",
  "case_name": "City of Tshwane Metropolitan Municipality v Engineering Council of South Africa and Another (532/08) [2009] ZASCA 151; 2010 (2) SA 333 (SCA) ; (2010) 31 ILJ 322 (SCA) ; [2010] 3 BLLR 229 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 151",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 151\n|\nNoteup\n|\nLawCite\nCity of Tshwane Metropolitan Municipality v Engineering Council of South Africa and Another (532/08) [2009] ZASCA 151; 2010 (2) SA 333 (SCA) ; (2010) 31 ILJ 322 (SCA) ; [2010] 3 BLLR 229 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase no:\t  532/08\nIn\r\nthe matter between:\nCITY\r\nOF TSHWANE METROPOLITAN\nMUNICIPALITY\t\t\t\t\t\t\r\n        \t         Appellant\nand\nENGINEERING COUNCIL OF SOUTH AFRICA \r\nFirst Respondent\nADRIANUS JACOBUS WEYERS\t\t\t  Second\r\nRespondent\nNeutral citation:\nCity\r\nof Tshwane Metropolitan Municipality v Engineering Council of South\r\nAfrica and another\n(532/08)\n[2009]\r\nZASCA 151\n(27 November 2009)\nCoram:\nMPATI P,\r\nNAVSA, NUGENT and MLAMBO JJA AND WALLIS AJA\nHeard\n:\n16\r\nNovember\n2009\nDelivered\n:\n27\nNovember 2009\nSummary:\tWhistleblower â employee writing a letter\r\nto Engineering Council and Department of Labour concerning\r\nappointments to\nposts â whether contents of the letter constituted\r\na protected disclosure under the\nProtected Disclosures Act 26 of\n2000\n.\nORDER\nOn appeal from:\nHigh\r\nCourt at Pretoria (Prinsloo J sitting as court of first instance).\nThe appeal is dismissed with costs, such costs to\r\ninclude those consequent upon the employment of two counsel.\nJUDGMENT\nWALLIS AJA (MPATI P, NAVSA,\r\nNUGENT AND MLAMBO JJA concurring)\n[1] Mr Weyers, the second respondent, is an\r\nelectrical engineer holding a Masters degree in engineering and\r\nregistered as a professional\nengineer with the first respondent in\r\nterms of\nsection 18(1)(a)(i) of the Engineering\r\nProfession Act, 46 of 2000 (the âEPAâ). He has been employed by\r\nthe appellant since 1996\nand since 2003 has held the position of\r\nManaging Engineer: Power System Control (PSC). As such he is\r\nresponsible for Tshwaneâs\nPSC centre the primary function of which\r\nis to ensure that correct systems of configuration and safety\r\nmeasures are applied in\nTshwaneâs high, medium and low voltage\r\nnetworks so as to ensure continuity, quality and safety of electrical\r\nsupply to all consumers\nwithin the metropolitan area.\n[2] On 31\r\nAugust 2005 Mr Weyers addressed a letter to Dr Lukhwareni, the\r\nStrategic Executive Officer (SEO) of the Electricity Department,\nin\r\nwhich he expressed concerns about the employment of new system\r\noperators in the PSC centre. He copied the letter to Mr Benny\n\nMahlangu, the General Manager: Electricity Development and Energy\r\nBusiness and to the Municipal Manager. Whilst it is clear that\nthe\r\ncontents of the letter were not well received, at least by Mr\r\nMahlangu, it is not suggested that there was anything untoward\nin his\r\naddressing the letter to them. However he also sent the letter to the\r\nDepartment of Labour and to the Engineering Council,\nwhich is\r\nconstituted in terms of the EPA and discharges a range of statutory\r\nresponsibilities, most importantly for present purposes\ndealing with\r\nimproper conduct by professional engineers.\n[3] On 9\r\nNovember 2005 Mr Weyers was suspended and disciplinary proceedings\r\nwere commenced against him. Initially he faced a number\nof charges,\r\nbut at the hearing all charges were abandoned other than one âthat\r\nyou copied a letter you had written to the SEO\nElectricity Department\r\nto â¦ the Department of Labour and the Engineering Council of South\r\nAfrica â¦ without authorisation and/or\nprior approval and/or\r\nknowledge of the Head of the Electricity Departmentâ When he was\r\nconvicted on that charge, he approached\nthe Pretoria High Court, with\r\nthe support of the Engineering Council, for an order interdicting the\r\nappellant from imposing any\ndisciplinary sanction upon him. That\r\norder was granted on the basis that sending the letter to these\r\nparties was a protected disclosure\nunder various statutes and as such\r\nthat it was impermissible for the municipality to impose a\r\ndisciplinary sanction on Mr Weyers\nfor doing so. This appeal lies\r\nagainst that order with the leave of the court below.\n[4] In order to appreciate the\r\ncircumstances leading up to the sending of the letter and the basis\r\nfor the claim that its being\ncopied to parties outside the\r\nmunicipality is a protected disclosure it is necessary to give some\r\nbackground based on the facts\nthat are not in dispute between the\r\nparties. One of the major functions of the PSC centre is to ensure\r\nsafe electrical operations\non the network. Key employees in this\r\nregard are the system operators who are all qualified electricians,\r\nwho have completed an\n11kV switching course,\n1\nand who have the necessary technical knowledge and skill to undertake\r\nthis work, which is more complex and potentially more dangerous\nthan\r\nthe work of an electrician working solely on low voltage systems. All\r\nqualified electricians are qualified to work on low\nvoltage networks\r\n(400 volts and below) but work on medium and high voltage networks\r\n(11kV and 132kV respectively) requires specialist\nskill and knowledge\r\nbecause of the high levels of danger involved.\n[5] The\r\nsystem operators work with the network when it is live at all voltage\r\nlevels, whilst electricians in the municipalityâs\nMaintenance and\r\nConstruction depots work on the low voltage and medium voltage\r\nsections of the network and then only when they\nhave permission from\r\nthe PSC centre. Generally (there may be exceptions) they only work on\r\na network when the system is dead and\ncertified to be such by a PSC\r\nsystem operator. The PSC section deals with complaints about\r\nelectrical shocks; takes steps to prevent\npower failures in overload\r\nconditions and reconnects a network after a power failure. It is\r\naccepted that the higher the voltage\nlevel in a network the higher\r\nthe fault level (the energy or âsparkâ emitted if a fault occurs)\r\nand therefore the more potentially\ndangerous the associated\r\nelectrical work on such a network. Every time an electrical\r\nconnection in a network is broken by a switch\noperation it also\r\ncreates an electrical spark the size of which is dependent upon the\r\nvoltage level in the system. The system operators\nwork with high,\r\nmedium and low voltages.\n[6] The\r\nelectrical work performed by the PSC system operators has\r\nconsiderably greater potential for negative consequences than\nthe\r\nwork done by electricians in the Maintenance and Construction depots.\r\nThe latterâs actions may result in the power supply\nto between one\r\nand twenty consumers being affected. Errors by system operators may\r\ncause a power failure in an entire suburb or\neven throughout the\r\nmunicipality.\n[7] All of\r\nthe above is common cause on the papers. There was some dispute\r\nwhether the work performed by system operators is, as\nMr Weyers\r\ncontends, significantly more dangerous than the work done by\r\nelectricians in the Maintenance and Construction depots.\nHowever,\r\nthat was not persisted in before us and can be disregarded. On the\r\nbasis of the matters that are common cause it is an\nobvious\r\nconclusion that the systems operators perform more dangerous work and\r\nconsequently must be more skilled than ordinary electricians,\neven if\r\nthe additional competence is something that can be acquired with\r\ntraining and experience.\n[8] Turning\r\nthen to the circumstances leading up to Mr Weyers writing the letter\r\nin question these emerge from the following facts\nthat are either\r\ncommon cause or are no longer in dispute because the appellant no\r\nlonger seeks to rely on the series of bald and\nunsupported denials in\r\nrelation thereto contained in the answering affidavit. The starting\r\npoint is that in 2005 there was a significant\nshortfall in the\r\nmunicipalityâs complement of system operators with only 13 of the\r\n48 posts specified in the approved structure\nfor the PSC section\r\nbeing filled. In the result those who were so employed were required\r\nto perform excessive and dangerous levels\nof overtime, well in excess\r\nof 60 hours a month and sometimes running to as much as 100 hours a\r\nmonth. The municipality accepts\nthat staff was overworked and blamed\r\nexhaustion for accidents. In February 2005 Mr Weyers was given\r\npermission to recruit\na foreman and eight additional system operators\r\nin order to address this problem.\n[9] In late February Mr Weyers and three of his\r\nsubordinates prepared a test when considering applications for a\r\nsystem operator\nforeman. This test was approved by Mr Booysen, who\r\nwas Mr Weyersâ immediate superior, and had been sent to Ms Zaayman,\r\nthe Deputy\nManager: Recruitment and Selection in the human resources\r\ndepartment. She returned it with the comment that it asked the right\r\ntype of question but was possibly a little long. She accordingly said\r\nthat Mr Weyers should ensure that candidates had sufficient\ntime to\r\nanswer the test. The test was used to shortlist candidates for the\r\npost of foreman in April 2005 and, after interviews\nhad been\r\nconducted, led to a Mr von Gordon being appointed. It is plain from\r\nthe internal e-mails that passed between Mr Weyers,\nMr Booysen and Mr\r\nRatsiane, the Manager: Recruitment and Selection in the human\r\nresources section of the electricity department,\nthat the\r\nlast-mentioned was aware that the test had been used to select those\r\nwho were short-listed and raised no objection to\nits use as a tool\r\nfor that purposes.\n[10]\r\nApplications for the system operatorsâ posts were considered at the\r\nsame time as the foremanâs position. The posts were\nadvertised\r\ninternally and attracted 13 applicants. Mr Weyers decided that the\r\nforemanâs test should also be used for the operators\nbecause in his\r\nview the technical and safety requirements for the positions were the\r\nsame and the test was directed to these. He\ndiscussed this with Mr\r\nBooysen, who agreed with him, although one of his subordinates\r\nthought the standard might be too high. This\nwas a view he was\r\nprepared to accept and his later conduct bears that out. When the\r\ninitial batch of applicants fared poorly, he\nsuggested that all eight\r\nof those who achieved better than 31% should be interviewed, although\r\nhe qualified that by saying that\nthey âmay very well constitute a\r\nhuge risk to Tshwane Electricity and to themselvesâ in view of\r\ntheir lack of knowledge. In\ndue course only the four candidates who\r\nachieved better than 40% were short-listed by Mr Booysen. This\r\nhappened on 8 April, but\nthereafter the forms changed and it was\r\nnecessary for Mr Weyers to re-submit them, which he did on 24 April,\r\nrecommending that\ntwo candidates be short-listed for the foremanâs\r\nposition and four for the system operator posts.\n[11] The\r\nimmediate response from Mr Ratsiane was that the shortlists were\r\nunacceptable and he asked for a meeting. The problem was\nthat all the\r\npersons on the list were white and all the existing foremen and\r\nsystem operators were white. In the result the appointment\nof those\r\non the lists would not satisfy transformation objectives within the\r\nmunicipality or assist in achieving its goals under\nthe Employment\r\nEquity Act.\n2\nMr Weyers was clearly aware of this as he dealt with this issue in an\r\ne-mail accompanying the list, saying that the employment\nequity\r\ncandidates had lacked sufficient technical knowledge of the network\r\nto be appointed even when 10% had been added to their\nmarks.\n[12] The\r\nsuggested meeting took place on 10 May in Dr Lukhwareniâs office\r\nand was attended by Mr Booysen and Mr Ratsiane amongst\nothers. On 19\r\nMay Mr Booysen circulated a summary of the agreement reached at the\r\nmeeting and a memorandum on further appointments\nof system\r\noperators.\n3\nThe agreement was that 60% of the vacancies would be filled by\r\nâcompetent personnel based on training and test resultsâ and\nthe\r\nbalance from âqualified trainable personnelâ. Accordingly four\r\nsystem operator posts were to be filled âfrom the competent\ngroup\r\nbased on test resultsâ; four system operator posts were to be\r\nre-advertised and a foreman was to be appointed. The agreement\n\nappears to have struck a reasonable balance between the urgent needs\r\nof the PSC centre and the pursuit of transformation and employment\n\nequity. It had the endorsement of the SEO and Mr Ratsiane from human\r\nresources as well as Mr Weyers and his immediate superior.\nIt led to\r\nMr von Gordon being appointed. It also meant that the four white\r\nmales, identified as the best candidates by the tests,\nwould be\r\nappointed. Meanwhile an advertisement was placed in the Pretoria News\r\non 18 May in respect of the posts to be re-advertised.\n[13]\r\nAlthough it was submitted that the test became a bone of contention\r\nand its appropriateness had been challenged, this did not\nemerge at\r\nthat time. Not only was the foreman position filled on the basis of\r\nthe test,\n4\nbut Mr Booysenâs minute reflects that the test was to be used in\r\nthe future. In addition had the test been controversial in itself,\nas\r\nopposed to in the results it produced, one would have expected there\r\nto be a clear instruction to Mr Weyers and Mr Booysen that\nit was not\r\nto be used in short-listing the candidates for the positions that\r\nwere to be re-advertised. There is no such instruction.\nInstead, once\r\nthe applications were received, the applicants were required to sit\r\nthe test. It is inconceivable that this would\nhave occurred if the\r\ntest had been rejected as inappropriate in May 2005. The issue\r\nsurrounding the test only arose later when\nMr Mahlangu came on the\r\nscene.\n[14]\r\nFifteen employment equity candidates applied for the system operator\r\npositions but when they sat the test they performed dismally.\n5\nWith one exception, who with the benefit of an adjustment for\r\nemployment equity that added 10% to the mark scored 42.22%, they\nall\r\nscored less than 40% and only two managed, with the same adjustment,\r\nto score more than 30%. Mr Weyers forwarded the results\nto Mr Booysen\r\non 29 July and asked for a meeting to discuss a shortlist.\n[15] While\r\nthis was going on an important change occurred in the Electricity\r\nDepartment. Mr Benny Mahlangu was appointed to the\nposition of\r\nGeneral Manager: Electricity Development and Energy Business. On 28\r\nJuly Dr Lukhwareni informed his staff that he had\ndelegated to Mr\r\nMahlangu all transformation responsibilities with regard to human\r\nresources. From then on all applications for\nposts were to be\r\nforwarded to Mr Mahlangu who would appoint a committee for\r\nshort-listing and a committee, chaired by himself,\nto conduct\r\ninterviews. The decision of that committee in regard to appointments\r\nwould be binding. Accordingly Mr Mahlangu would\nnow play the central\r\nrole in all new appointments.\n[16] The\r\nimpact of this change was immediate insofar as the appointment of\r\nsystem operators in the PSC section was concerned. On\n1 August 2005\r\nMr Booysen sent him the list of applicants for the systems operator\r\nposts âwith test results for approved testâ\nand the document\r\nembodying the agreement reached on 10 May 2005 in regard to these\r\npositions. According to Mr Weyers two of his\nexisting operators had\r\nresigned by this stage and the need for new appointments had become\r\neven more urgent. However, Mr Mahlangu\nimmediately made it clear that\r\nhe was dissatisfied with what he saw (although there is no indication\r\nthat either Mr Weyers or Mr\nBooysen had made any recommendations in\r\nregard to short-listing from these applicants) and a meeting was\r\nconvened on 3 August 2005\nattended by Messrs Mahlangu, Booysen,\r\nWeyers and some others.\n[17] The\r\nmeeting started with Mr Mahlangu stating that shortlists had to be\r\napproved by him, something that was not in dispute.\nMr Weyers\r\nsuggested that he shortlist the top six employment equity candidates.\r\nHowever as Mr Booysen suggested that managers internally\nhad sought\r\nto discourage their best workers from applying, Mr Mahlangu directed\r\nthat the posts should again be advertised internally.\nIt is now\r\naccepted that Mr Mahlangu undertook personally to visit the depots\r\nand make sure that the best employment equity electricians\napplied.\r\nThis was baldly denied in the answering affidavit, but as that denial\r\nis inconsistent with contemporary documents it carries\nno weight. On\r\n4 August Mr Weyers sent an e-mail to Mr David Mahlangu (apparently in\r\nerror) referring to the meeting the previous\nday; recording the\r\ndecision to re-advertise internally and that Mr Benny Mahlangu would\r\nspeak to the depots with a view to getting\nemployment equity\r\ncandidates to apply. It is inconceivable that he could have sent that\r\ne-mail had no such decision been made and\neven more inconceivable\r\nthat, if they were untrue, he could, in response to the e-mails\r\nreferred to in the next paragraph, have\nrepeated these statements.\r\nThis he did on 5 August 2005 in an e-mail to Mr David Garegae, the\r\nmanager: electricity support services\nresponsible for human resources\r\nwithin the electricity department, who was himself a party to the\r\nagreement of 10 May 2005.\n[18] What\r\nappears to have happened is that Mr Mahlangu changed his mind after\r\nthe meeting. This emerges from two e-mails that he\nsent out on the\r\nafternoon of 4 August. The first addressed to Mr Booysen reads as\r\nfollows:\nâ\nI\r\nam disappointed to see that a list containing only Whites was\r\nsubmitted to HR against what was agreed upon.\n6\nThis act can be construed as fighting against transformation. To fast\r\ntrack transformation all tests are to be submitted to me\nand HR for\r\nreview and it is HR that shall administer all the tests if there is a\r\nneed for one.\nThe\r\nlack of skills and expertise is not the fault of the Black employees\r\nbut of their managers who did not ensure that everyone\nirrespective\r\nof colour acquired experience and expertise. Given our numbers with\r\nregards to equity, candidates who do not comply\nwith equity\r\nrequirements will not be short-listed at all. This is the policy that\r\nhas to be adopted and has the full support of\ncouncil.â\nThe second,\r\nsent less than an hour later to Mr Weyers, reads as follows:\nâ\nIt\r\nhas been decided that only candidates that comply with the\r\nrequirements of equity shall be considered. Your previous agreement\n\nwith David Garegae and Ndhivo [Dr Lukhwareni] does not hold anymore.\r\nTests shall be approved by me and HR and HR shall conduct\nthe testing\r\nwithout your involvement.\nThe\r\nlist that you had, shall be used for short listing for equity\r\ncandidates.â\n[19] The\r\neffect of these e-mails was considerable. No white males were to be\r\nconsidered for appointment notwithstanding the agreement\non 10 May\r\nwith Dr Lukhwareni, who was the head of the electricity department\r\nand Mr Mahlanguâs superior. Accordingly the four\ncandidates who had\r\nbeen identified as suitable to commence work immediately would not be\r\nappointed. Mr Weyers would be removed\nfrom any process of assessing\r\nthe competence of the candidates and the previous agreement in regard\r\nto the filling of these posts\nwas set aside. Finally the blame for\r\nthe absence of suitable black candidates was simply laid at the door\r\nof their managers without\nmore. That left Mr Weyers in the position\r\nthat he recorded in his e-mail to Mr David Garegae on 5 August namely\r\nthat:\nThese\r\npositions I would like to fill are critical to the Service Delivery\r\nof Tshwane Electricity, and while they are not filled\nwith competent\r\npersonnel we are sacrificing Batho Pele.â\n[20] Mr\r\nWeyersâ difficulties were compounded by the fact that on 25 July Dr\r\nLukhwareni had circulated a letter dealing with staff\nworking\r\novertime beyond the conventional limit of 40 hours a month. This was\r\ndirected at ensuring that staff did not exceed this\nlevel of\r\novertime. With his current staff complement this was impossible for\r\nMr Weyers to achieve. One of the suggestions in the\nletter was that\r\nbreakdowns in the network would have to be left overnight to be dealt\r\nwith when staff came on duty in the morning.\nThat would clearly\r\nimpact upon service delivery. In addition there had been at least\r\nsome discussion (of which staff had become\naware) that the\r\nmunicipality would program its computers dealing with salaries to\r\nprevent payment of more than 40 hours of overtime\na month. This had\r\nled to talk of industrial action over the issue.\n[21] Over\r\nand above the problems with overtime the system operator posts had\r\nbeen advertised twice, no new appointments had been\nmade and\r\nvirtually no employment equity candidates had come forward who\r\npossessed what Mr Weyers regarded as the basic level of\nskills to\r\nperform these jobs. Now all this was largely taken out of his hands\r\nand only employment equity candidates were to be\nconsidered for the\r\neight positions. He was no longer even able to employ the four\r\ncandidates identified in the original process\nwhose employment had\r\nbeen agreed to in May. The view he formed was that candidates would\r\nbe employed irrespective of their level\nof skills or their ability to\r\nperform the tasks of a system operator and that the absence of skills\r\nwould be disregarded in making\nappointments. That he held that view\r\nbona fide was accepted in argument before us, and it was an inference\r\nhe could legitimately\ndraw from what had happened.\n[22] In\r\nthose circumstances Mr Weyers sought guidance from his professional\r\nbody the Engineering Council. He wanted to know what\nhis professional\r\nresponsibilities were if, as he feared, system operators were\r\nappointed in the PSC centre who in his judgment\nlacked the requisite\r\nskills to perform the work entrusted to such operators. He was\r\nadvised that it would be unprofessional and\nmisconduct on his part\r\nwere he to be party to the appointment of persons to positions where,\r\nin his judgment, their lack of skills\nmeant that they were not\r\ncompetent to fill those posts and that might give rise to safety\r\nrisks. He was also advised that in the\nevent that his employer forced\r\nhim to make such appointments he would be obliged to report that to\r\nthe Engineering Council. He\ninformed a top management meeting of this\r\non 10 August. Dr Lukhwareni convened the meeting and Mr Mahlangu was\r\nlisted in the notice\nas one of the participants. The denial in the\r\nanswering affidavit that such a meeting took place was demonstrated\r\nto be false and,\neven though a fourth set of affidavits was delivered\r\non behalf of the municipality it did not deal with this meeting.\r\nAccordingly\nMr Weyersâ version of what transpired stands\r\nunchallenged. He says that Mr Mahlanguâs response to being told\r\nthat he would\nhave to make a report to the Engineering Council was to\r\nsay that the Engineering Council could not dictate to the\r\nmunicipality\nwho it should employ. His reply was that the council\r\ncould not instruct him on how to conduct himself professionally.\n[23] That\r\nthe problems in the PSC centre remained critical is apparent from an\r\ne-mail addressed by Mr Booysen to Mr Garegae on 11\nAugust in which he\r\nsaid that:\nâ\nWe\r\nare not coping with the increasing number of resignations and not\r\nfilling of vacancies resulting in people [having] to work overtime\nin\r\nexcess of 40 hours and people working alone without assistants which\r\ncould be seen as one of the reason for increasing incidents\nwhich\r\ncould lead to incidents similar to the equipment blow-up at Morgan\r\nroad in Mayville where members of the public were hurt.â\nMr Booysen\r\nfinished by saying: âWe need internal electricians with experience\r\non our network.â\n[24] A\r\nfurther management meeting took place on 15 August at which Mr Weyers\r\nsaid that it appeared to be impossible to find internal\nemployment\r\nequity candidates with the necessary competence and experience to\r\nfill the vacant system operator posts and requested\nthat outside\r\ncandidates should be head-hunted. He also proposed that in order to\r\novercome the lack of skills internally 40 electricians\nin the\r\nmunicipalityâs employ be made available for training by him. In the\r\nmeantime and in order to address the urgent existing\nproblem he\r\nshould be authorised to appoint people capable of fulfilling the\r\nimmediate need for skilled system operators. It is\naccepted that this\r\nis what he said at the meeting and that Mr Mahlangu was opposed to\r\nthese proposals.\n[25] On 17\r\nAugust Mr Mahlangu asked Mr Weyers to provide him with the âjob\r\nspecs and job requirementsâ for\ninter alia\nthe system\r\noperator positions. This led him again to seek the advice of the\r\nEngineering Council, which on this occasion was furnished\nby its\r\nManager: Legal Services, Mr Faul. The advice he received was to\r\nreport his concerns to the mayor of Tshwane and that he\nwas obliged\r\nalso to report them to both the Engineering Council\nand the\r\nDepartment of Labour.\n[26] On 24\r\nAugust Mr Weyers sent to Mr Booysen and Mr Mahlangu a list of names\r\nof those employment equity candidates who had the\nminimum academic\r\nqualifications necessary for amongst others the system operator posts\r\nand said in the covering e-mail:\nâ\nPlease\r\nnote that academic qualifications are not enough as additional\r\nqualities are also needed. All of the positions to be filled\nare\r\noperational positions ie the people appointed need to take up the job\r\nimmediately, failure to perform satisfactorily will endanger\nthe\r\nlives of the candidates, their colleagues and the public.â\nThere was\r\nno response to this. On 25 August a further e-mail was sent to Mr\r\nRatsiane and copied to Mr Mahlangu querying the decision\nto\r\ninvalidate the tests (or more accurately the results of the tests) he\r\nhad given to candidates and saying that he did not regard\nthis as\r\nbeing in the best interests of the municipality as they had been\r\ndevised to see if the candidates had the knowledge necessary\nto\r\nperform satisfactorily in the positions under consideration. Once\r\nagain there was no response.\n[27] The\r\nfinal act in the drama was a meeting on 29 August to prepare a\r\nshort-list for the vacant positions. In the case of the\nsystem\r\noperators Mr Mahlangu proposed simply to short-list all the black\r\napplicants and none of the others. The range of unadjusted\nscores for\r\nthese candidates on Mr Weyersâ test ranged between 32,2% and 2,22%.\r\nNot surprisingly Mr Weyers said that he could\nnot agree to and sign\r\nthis shortlist as he regarded it as contrary to his professional\r\nobligations to do so. He told Mr Mahlangu\nthat if he continued with\r\nthis process he would be compelled to write a letter to the\r\nDepartment of Labour reporting the issue\nto them. The response was:\r\nâYou can write a letter. I donât care.â As Mr Mahlangu says he\r\ncannot recall the meeting this\nstands unrebutted. Mr Weyers says that\r\nMr Mahlangu then said he had heard that Mr Weyers was a racist, a\r\ncharge that was strongly\nrejected. Mr Booysen also expressed concern\r\nabout the competence of the candidates but Mr Mahlangu said that they\r\nwould be sent\nfor training at Eskom.\n7\nA check made by Mr Weyers the following day revealed that no\r\narrangements had been made for any such training and this compounded\n\nhis scepticism whether the training would eventuate.\n[27]\r\nAgainst that background Mr Weyers wrote his letter of 31 August. It\r\nwas addressed to the persons mentioned in paragraph [2]\nabove and\r\nreads as follows:\nâ\nSHORT LISTING OF INCOMPETENT\r\nCANDIDATES\nDear Sir,\nIn my capacity as a Professional Electrical Engineer\r\nbound by the Engineering Profession of South Africa Act, 1990 (Act\r\nNo. 114\nof 1990) and as a Municipal Staff member bound by the Code of\r\nConduct of the City of Tshwane Metropolitan Municipality ... I am\n\ncompelled to inform the Council about possible irregularities in the\r\nprocess of the appointment of personnel in the Power System\nControl\r\nSection of which I am the Managing Engineer.\nAs the Section of Power System Control is primarily\r\ninvolved in ensuring the supply of electricity to the Tshwane\r\nCommunity and\nis required to work with dangerous live electrical\r\nequipment, the Managing Engineer sets high standards in appointing\r\nstaff that\nhave the best skills and competencies in the field. It is\r\nmy professional opinion that academic qualifications alone, is not\r\nsufficient\nand therefore all applicants are tested on their knowledge\r\nof the theory, work, electrical network and of safety procedures.\r\nThese\ntests are approved by Human Resources before being used.\nAfter obtaining the test results, the best candidates\r\nare invited for an interview. It was however found that the highest\r\nmarks\nwere mostly obtained by white candidates, and in order to\r\nadhere to the Employment Equity (EE) Act, 10% was added to each EE\r\ncandidateâs\ntest result to give them a better chance of being\r\ninvited to an interview.\nThis whole process was implemented in order to appoint\r\nSystem Operators and a shortlist was ready to be signed by HR on 8\r\nApril\n2005. There was a great deal of unhappiness from HR as the\r\nshortlist only contained white candidates purely for the reason that\n\nthey scored the highest marks and that it would be in the best\r\ninterests of Council to interview such candidates for possible\r\nemployment in the section. It was decided by HR and Top Management of\r\nElectricity to re-advertise the positions externally to draw\na\r\ngreater complement of possible EE candidates. With this done the\r\ncandidates were tested again and very few EE candidates proved\nto be\r\ncompetent enough. No further actions as suggested by myself, such as\r\nâHead Huntingâ or the use of personnel agencies\nto find specific\r\ncandidates, was taken by HR to find the right EE candidates for the\r\npositions.\nOn 29 April\n8\n2005 I was involved in a meeting with HR and Members of Top\r\nManagement where it was decided that my competency test marks will\nbe\r\ntotally disregarded and only black candidates, some of whom scored\r\nworst in the tests, be short listed this was done for the\nposition of\r\nSystem Operator, System Controller and Dispatch agent, all positions\r\nthat are critical for effective and safe service\ndelivery.\nThe\r\npersonnel structure of Power System Control currently consists of\r\n54,5% EE candidates, 1,5% women and 44% white candidates.\nThe\r\nTechnical Service section under which Power System Control resides\r\nhas 48% EE personnel, 4,3% Female personnel and 47,7% White\n\npersonnel.\nâ\nThe report to Council 23 June 2005: ELECTRICITY\r\nDEPARTMENT: SUPPORT SERVICES DIVISION UPDATE ON THE EMPLOYMENT EQUITY\r\nSTATUS OF\nTHE DEPARTMENT AND PLANS TO ACCELERATE THE PROCESS, where\r\nthe equity target is set at 50% was disregarded by the short-list\r\nteam,\nall white candidates applications were removed and only black\r\ncandidates applications were accepted, no one cared about the levels\n\nof competency of persons being short-listed.\nI raised my concern about the fact that it should not be\r\na question of white or black but of the most competent person in\r\norder\nfor it to be in the best interest of the Councilâs Service\r\nDelivery and Electrical Safety. The General Manager responded to my\n\nconcern by implicating me of being a racist.\nThe decision was however taken that all black candidates\r\nwill be sent to training at ESKOM and will be certified competent by\r\nESKOM\nbefore they are allowed to perform operational functions in the\r\nPower System Control Section. (Arrangements with ESKOM have yet\nto be\r\nmade and money for the training must still be found).\nI wish to confirm that I support the policy to train EE\r\ncandidates to increase levels of competent service delivery to the\r\npublic.\nThis is in the best interest of our municipality. I have on\r\ndifferent occasions proposed to different members of HR and Top\r\nManagement\nto give me 30 EE candidates in special training positions\r\ncreated for this purpose, who will then be trained on the job, but as\n\nthe Section is an operational section with immense staff shortages,\r\nthe personnel needed NOW has to be competent to perform the\nwork\r\nrequired of them without endangering their own lives, the lives of\r\ntheir colleagues or those of the public.\nI believe that the short-listing of the candidates with\r\nthe lowest competency levels, even though they will be sent for\r\ntraining\n(probably for a period of 2 months) is not in the best\r\ninterest of the Council. With the current staff levels of Power\r\nSystem Control\nat a mere 58%, having no competent people appointed\r\nand with the possibility of training being done that may take a great\r\ndeal\nof time, or even may not even materialise at all, it is my\r\nProfessional opinion that the following Acts, collective agreements\r\nand codes could be contravened.\n[A list of the provisions then follows.]\nI wish therefore to distance myself from this process,\r\nand I wish to be exonerated of the negative impact this process might\r\nhave\non the performance of the Power System Control Section, the\r\nElectricity Department, the Council and the public of Tshwane in\r\nregards\nto safety as well as service delivery. I would also like to\r\nhumbly request that my 2(7) appointment according to the OHS Act\r\nhereby\nbe withdrawn and that someone else be appointed with that\r\ncapacity.\nPlease be assured that despite this problematic\r\nsituation, I remain committed to doing my job to the best of my\r\nability and with\nthe necessary diligence with the limited resources I\r\nhave, whilst acting in the best interests of the City of Tshwane\r\nMetropolitan\nMunicipality.\nI\r\neagerly await your response regarding the abovementioned issues and\r\nam looking forward to receiving guidance from your office\nin respect\r\nof the issues raised by me in this letter.â\n[29] On\r\nreceipt of the letter Dr Lukhwareni responded by e-mail saying:\nâ\nShould\r\nyou colleagues not discuss matters personally with me before sending\r\nletters to the MM (municipal manager)?â\nThe reply\r\nfrom Mr Weyers was that he had been instructed by the lawyer at the\r\nEngineering Council to do this. The following day\nMr Mahlangu\r\naddressed this e-mail to Dr Lukhwareni:\nâ\nTo\r\navoid such incidents where junior officials jump the SEO and run to\r\nthe MM, calls for strong disciplinary measures. This is perturbing\n\nespecially from an individual who has failed to demonstrate a\r\ncommitment to transformation. If disciplinary measures are not taken,\n\nthis scenario will be a recurring event where the SEOâs directives\r\nare challenged by everyone and you canât run the department\nin this\r\nfashion.\nYour\r\nmandate to transform this section is being challenged and failure to\r\nact will result in every decision that you make being\nchallenged\r\nbecause someone does not like it.\nThat\r\nis my contribution to this matter and I personally will not change\r\nfrom the stance I have taken unless you give in to this\nthreat.â\n[30] It is\r\na curious feature of this case that the initial complaint was not\r\nthat the letter had been copied to the Engineering\nCouncil and the\r\nDepartment of Labour, but that it had been sent to the Municipal\r\nManager and Mr Weyers was perceived to have gone\nover Dr Lukhwareniâs\r\nhead thereby challenging his authority. What\nis\r\nclear is that the entire imbroglio arose when Mr Mahlangu intervened\r\nto prevent the implementation of the agreement of 10 May\nand it seems\r\nfrom this e-mail that he was also largely the driving force behind\r\nthe disciplinary proceedings.\nBe that as it may, until his\r\nsuspension on 9 November, Mr Weyers continued in his post thereafter\r\ntrying to resolve the impasse\nand participated in an interview\r\nprocess that resulted in six employment equity candidates being\r\nselected for system operator positions\non the basis that they would\r\nundergo training. His conviction on the one disciplinary charge\r\nultimately pursued against him precipitated\nthe present proceedings.\r\nThe only issue in the appeal is whether the court below was correct\r\nto hold that the distribution of the\nletter to the Engineering\r\nCouncil and the Department of Labour was protected under one or other\r\nof the statutes relied upon by\nMr Weyers.\n[31] It is perhaps as well at the outset to make it\r\nclear what this case is not about. It is not about the disciplinary\r\nproceedings\nand whether the sending of the letters in fact\r\nconstituted misconduct or whether Mr Weyers received a fair hearing.\r\nNor is the\ncase about the application of the Employment Equity Act in\r\nthe Tshwane Metropolitan Municipality. Nor does it require any view\r\nto be expressed on the wisdom of the approach adopted by either of\r\nthe main protagonists, Mr Weyers and Mr Mahlangu, to the appointment\n\nof system operators and other staff in the PSC centre. Quite plainly\r\nthey approached that issue from different perspectives and\nsenses of\r\npriority. Whilst one might hope that these difficult issues in our\r\nsociety would always be resolved by mature discussion\nand mutual\r\nunderstanding, that did not occur in this instance and it is not for\r\nthis court to determine the rights and wrongs of\nthe situation that\r\narose. Our only task is to determine whether the sending of the\r\nletter to the Engineering Council and the Department\nof Labour was\r\nprotected by statute. It is to that question that I now turn.\n[32] Mr Weyers relies on three statutory\r\nprovisions to justify what he did. They are section 30 of the\r\nEngineering Profession Act,\n46 of 2000; section 26(1) of the\r\nO\nccupational Health and Safety Act 85 of 1993\r\n(OHSA) and section 3 of the Protected Disclosures Act 26 of 2000\r\n(âthe PDAâ). All\nthe oral argument revolved around this latter\r\nprovision and in view of the conclusion I have reached it is\r\nnecessary for me to\ndeal only with that aspect.\n[33] According to its long title the\r\npurpose of the PDA is to make provision for procedures in terms of\r\nwhich employees in both\nthe private and the public sectors may\r\ndisclose unlawful or irregular conduct by their employers or by other\r\nemployees and to provide\nfor the protection of employees who make\r\nsuch disclosures. The preamble records that employees bear a\r\nresponsibility to disclose\ncriminal and any other irregular conduct\r\nin the workplace, and that employers have a responsibility to take\r\nall necessary steps\nto protect employees who make disclosures from\r\nreprisals as a result of making such disclosures. All of this is\r\nlocated within\nthe constitutional imperative of good, effective,\r\naccountable and transparent government in organs of state. Section\r\n3(1) of the\nPDA states as its objects the protection of an employee\r\nwho makes a protected disclosure from any occupational detriment; the\r\nprovision\nof remedies for those who suffer an occupational detriment\r\nin consequence of having made a protected disclosure and the\r\nprovision\nof procedures to enable an employee, in a responsible\r\nmanner, to disclose information concerning improprieties by his or\r\nher employer.\nWhilst it was submitted to us that the purpose was to\r\nhave the subject of a disclosure investigated, and no doubt it is\r\nhoped that\nwill flow from disclosures, that is not a stated purpose\r\nof the PDA. It recognises that disclosures are frequently not welcome\r\nto an employer and seeks to protect the employee who makes a\r\nprotected disclosure from retribution from their employer in\r\nconsequence\nof having made a protected disclosure.\n9\n[34] Before\r\naddressing the question whether Mr Weyersâ letter contained a\r\nprotected disclosure it is necessary to deal with a\ncontention on\r\nbehalf of the appellant that this is not a matter within the\r\njurisdiction of the High Court, but one exclusively\nwithin the\r\njurisdiction of the labour tribunals established under the LRA.\n10\nThe basis for that contention is an interpretation of section 4 of\r\nthe PDA in the light of certain recent decisions by the\r\nConstitutional\nCourt and this Court. The starting point is section 4\r\nitself, the relevant portions of which read as follows:\nâ\n(1) Any\nemployee\nwho has been subjected, is\r\nsubject or may be subjected, to an\noccupational detriment\nin\r\nbreach of section 3, may â\n(\na\n) approach any court having jurisdiction,\r\nincluding the Labour Court established by\nsection 151 of the Labour Relations Act, 1995 (Act No 66\r\nof 1995), for appropriate\nrelief; or\n(\nb\n) pursue any other process allowed or\r\nprescribed by any law.\n(2) For the purposes of the\nLabour Relations Act, 1995\n,\r\nincluding the consideration of any matter emanating from this Act by\r\nthe Labour Court â\n(\na\n) any dismissal in breach of section 3 is\r\ndeemed to be an automatically unfair dismissal as contemplated in\r\nsection 187 of that\nAct, and the dispute about such a dismissal must\r\nfollow the procedure set out in Chapter VIII of that Act; and\n(\nb\n) any other\noccupational detriment\nin\r\nbreach of section 3 is deemed to be an unfair\nlabour practice as contemplated in Part B of Schedule 7\r\nto that Act, and the dispute about such an unfair labour practice\r\nmust follow\nthe procedure set out in that Partâ¦â\n[35] In my\r\nopinion the clear answer to this contention is that section 4(1)\r\nspecifically states that an employee who may be subjected\nto an\r\noccupational detriment by his or her employer in consequence of\r\nhaving made a protected disclosure may approach âany court\nhaving\r\njurisdictionâ. In principle that is the appropriate High Court\r\nbearing in mind the jurisdiction conferred on High Courts\nby section\r\n169 of the Constitution, read with section 19 of the Supreme Court\r\nAct 59 of 1959, and that the reference to âany\ncourtâ is\r\nextremely broad. There is nothing in section 4 to exclude that\r\njurisdiction. Instead the section says that the Labour\nCourt will\r\nalso be included as a court having jurisdiction. Bearing in mind that\r\nthe Labour Courtâs jurisdiction is carefully\ncircumscribed in\r\nsections 156 and 157 of the LRA that statement alone might have\r\noccasioned some difficulties in understanding\nthe precise extent of\r\nthe Labour Courtâs jurisdiction under the PDA. Accordingly the\r\nlegislature went on in section 4(2) to place\nany dismissal in the\r\ncategory of automatically unfair dismissals and any other\r\noccupational detriment in the category of unfair\nlabour practices,\r\nthereby locating the jurisdiction of the Labour Court under the PDA\r\nwithin the framework of its existing jurisdiction\nin respect of\r\nunfair dismissals and unfair labour practices. Subsequently it\r\nintroduced sections 186(2)(d) and 187(1)(h) into the\nLRA to harmonise\r\nthe two statutes. There is nothing in any of this to indicate that it\r\nwas intended to deprive the High Court of\njurisdiction in these\r\nmatters.\n[36] That\r\nstraightforward reading of section 4 was challenged on the basis that\r\nbecause section 4(2) created what were referred\nto as LRA rights and\r\nremedies that meant that the Labour Court has exclusive jurisdiction.\r\nThe explanation proffered for the reference\nto âany court having\r\njurisdictionâ was that section 2 of the LRA excludes from its ambit\r\nmembers of the National Defence Force,\nthe National Intelligence\r\nAgency, the South African Secret Service, the South African National\r\nAcademy of Intelligence and Comsec\nand accordingly it was necessary\r\nto provide for another court to have jurisdiction in respect of these\r\nemployees. The submission\nfor the appellant is that the Labour Court\r\nis the court having primary jurisdiction in cases under the PDA with\r\nthe jurisdiction\nof the High Court being incidental thereto and\r\nlimited to the excluded employees who amount at most to a few percent\r\nof all employees\nin South Africa.\n[37] The\r\nanswer is that this inverts the language and structure of the\r\nsection. The section starts by saying that all employees\nmay have\r\nresort to any court having jurisdiction. It then says that the Labour\r\nCourt is included in that broader category presumably\nbecause\r\notherwise it would have had no jurisdiction at all in respect of\r\ncases arising under the PDA. Perhaps the effect is that\nfor these\r\npurposes employees otherwise excluded from the scope of the LRA may\r\nhave resort to its provisions and to the Labour Court\nor the CCMA,\r\nbut it cannot mean that they are obliged to do so. Nor can it mean\r\nthat employees otherwise subject to the LRA are\ndeprived of the right\r\nto approach the ordinary courts for relief under the PDA. The\r\nlanguage of the section is simply not apt for\nthat purpose. There was\r\na strong body of authority prior to the Constitution that held that\r\nthe jurisdiction of the then Supreme\nCourt was not lightly excluded.\n11\nThat is now reinforced by the Constitution, which provides in section\r\n169(b) that the High Court may decide any matter not assigned\nto\r\nanother Court by an Act of Parliament. Where the statute in question\r\ngives the right to approach any court having jurisdiction\nand then\r\nadds by way of inclusion the Labour Court that is not an assignment\r\nof the matter to the Labour Court. Had the intention\nbeen as\r\nsuggested the section would have started by referring all cases under\r\nthe PDA to the Labour Court and then, if necessary,\ndealing\r\nseparately with the few employees who fall outside the purview of the\r\nLRA. It does not do so.\n[38] Mr\r\nPauw SC, who appeared for the appellant, sought to support his\r\nargument by reference to the recent decision of this Court\nin\nMakhanya v University of Zululand\n12\nand that of the Constitutional Court in\nGcaba v Minister for\r\nSafety and Security and others\n.\n13\nHe submitted, with reference to paragraph 66 of the latter judgment,\r\nthat this was âa quintessential labour-related issueâ\nand\r\naccordingly that the Labour Court has exclusive jurisdiction in\r\nregard to disputes arising under the PDA, with the exception\nof\r\ndisputes in regard to those employees excluded from the scope of\r\noperation of the LRA. However that quotation is taken out of\ncontext.\r\nIt must be seen in the light of paragraph 64 of the judgment where it\r\nwas said that: âGenerally, employment and labour\nrelationship\r\nissues do not amount to administrative action within the meaning of\r\nPAJA.â and also in the light of the full passage\nwhere the phrase\r\noccurs, which reads:\n'In\nChirwa\nNgcobo J found [at paras 142 and 150]\r\nthat the decision to dismiss Ms Chirwa did not amount to\r\nadministrative action. He held that\nwhether an employer is regarded\r\nas \"public\" or \"private\" cannot determine whether\r\nits conduct is administrative\naction or an unfair labour practice.\r\nSimilarly, the failure to promote and appoint Mr Gcaba appears to be\r\na quintessential labour-related\nissue, based on the\nright\r\nto fair labour practices, almost as clearly as an unfair dismissal.\r\nIts impact is felt\nmainly\r\nby Mr Gcaba and has little or no direct consequence for any other\r\ncitizens.'\nThe basis\r\nof the judgment in\nGcaba\nis that the decision in regard to Mr\r\nGcabaâs promotion did not amount to administrative action.\n14\nWhilst pointing to the advantages of specialised courts and the\r\nundesirability of forum shopping\n15\nit laid down no wider principle. The reference to a âquintessential\r\nlabour-related matterâ is made in the context of the constitutional\n\nconcept of an unfair labour practice that is given shape and form by\r\nthe LRA.\n[39] The\r\nissues in this case, whilst arising in the context of employment,\r\nrelate to questions of public safety and the professional\nobligations\r\nof persons in the position of Mr Weyers in the context of the\r\naccountability of a municipality for proper service delivery\nof\r\nelectricity within its municipal area. Those issues are by no means\r\nsolely or at all labour-related matters. The questions that\ncan arise\r\nin relation to a protected disclosure, such as whether the person\r\nconcerned had reasonable grounds for believing that\na criminal\r\noffence had been committed or that a miscarriage of justice had\r\noccurred or that the environment is likely to be damaged\n16\nare not labour-related issues and are more appropriately dealt with\r\nin the ordinary courts. The mere fact that it is an employee\nwho is\r\nprotected under the PDA from an occupational detriment in relation to\r\nthat employeeâs working environment does not mean\nthat every issue\r\narising under the PDA is a âquintessential labour-related issueâ\r\nas contended by Mr Pauw. For those reasons\nI reject the challenge to\r\nthe High Courtâs jurisdiction.\n17\n[40] I turn\r\nthen to consider the provisions of the PDA. Under section 3 of the\r\nPDA an employee who makes a protected disclosure\nmay not be subjected\r\nto an occupational detriment by his or her employer on account,\r\nwholly or partly, of having made that disclosure.\nAn occupational\r\ndetriment is defined in section 1 as including being subjected to any\r\ndisciplinary action. Accordingly the question\nis whether Mr Weyersâ\r\naction in sending his letter to the Department of Labour and the\r\nEngineering Council constituted a protected\ndisclosure. If it did\r\nthen the appellant was not entitled to institute disciplinary\r\nproceedings against him and he was entitled\nto obtain the interdict\r\nthat was granted by the Pretoria High Court.\n[41] The\r\nmaterial portion of the definition of a disclosure reads:\nâ\n...any disclosure of information\r\nregarding any conduct of an\nemployer\n,\r\nor an\nemployee\nof that\nemployer\n,\r\nmade by any\nemployee\nwho has reason to believe that the information concerned shows or\r\ntends to show one or more of the following:\n...\nthat a person has failed, is failing or is likely to\r\n\tfail to comply with any legal obligation to which that person is\r\n\tsubject;\n...\nthat the health or safety of an individual has been,\r\n\tis being or is likely to be endangered...â\nThe first argument advanced before us was\r\nthat the contents of the letter did not constitute information\r\nbecause they contained\nonly Mr Weyersâ opinion that people who were\r\nnot competent were about to be appointed as system operators and not\r\na fact or similar\nform of information.\n18\nHowever a personâs opinion is itself a fact, for as Bowen LJ\r\npointed out:\nâ\nthe\r\nstate of a man's mind is as much a fact as the state of his\r\ndigestionâ.\n19\nIn addition\r\nan opinion often relates to a fact the existence of which can only be\r\ndetermined by considering the views of a suitably\nqualified expert.\r\nWhether a person has the requisite skills to undertake a dangerous\r\nand skilled task is a question of fact, but\nprior to their\r\nappointment, which was the relevant time in this instance, that fact\r\ncan only be ascertained by way of tests and\nthe assessment of people\r\nwho know what the job requires of their level of skill. The letter\r\ndealt with that issue and as such contained\ninformation concerning\r\nthe possible lack of competence of those who were likely to be\r\nappointed to the system operator posts. It\nalso contained information\r\nto the reader about the state of mind of Mr Weyers as the person in\r\ncharge of the PSC centre and the\nperson responsible, both under his\r\ncontract and by virtue of his appointment under the OHSA, for the\r\nsafety of the machinery under\nhis control and that of the PSC centre\r\nstaff.\n[42] A\r\nfurther difficulty with this approach to the nature of information\r\nunder the PDA is that its narrow and parsimonious construction\nof the\r\nword is inconsistent with the broad purposes of the Act, which seeks\r\nto encourage whistleblowers in the interests of accountable\nand\r\ntransparent governance in both the public and the private sector.\r\nThat engages an important constitutional value and it is\nby now\r\nwell-established in our jurisprudence that such values must be given\r\nfull weight in interpreting legislation. A narrow construction\nis\r\ninconsistent with that approach. On the construction contended for by\r\nMr Pauw the threat of disciplinary action can be held\nas a sword of\r\nDamocles over the heads of employees to prevent them from expressing\r\nhonestly held opinions to those entitled to\nknow of those opinions. A\r\nculture of silence rather than one of openness would prevail. The\r\npurpose of the PDA is precisely the\nopposite.\n[43] For\r\nthose reasons I am satisfied that the letter contained a disclosure\r\nof information regarding the conduct of those employees\nof the\r\nappellant\n20\nwho had taken responsibility for the selection of people to be\r\nappointed as system operators and a professional view on the\r\nsuitability\nof the persons concerned to be appointed to those jobs.\r\nBoth the letter itself and the background sketched earlier in this\r\njudgment\ndemonstrate quite clearly that this information concerned\r\nthe actual or prospective health and safety of individuals in the\r\nemploy\nof the municipality and possibly outsiders as well and related\r\nto compliance with statutory obligations in regard to safety.\r\nAccordingly\nthe letter constituted a disclosure in terms of the PDA.\r\nIn terms of the definition of a protected disclosure in section 1,\r\nwhether\nit was protected depends upon whether it was made to the\r\nDepartment of Labour and the Engineering Council in accordance with\r\nsection\n9 of the PDA.\n[44]\r\nSection 9 reads in its material part as follows:\nâ\nGeneral protected disclosure\n(1). Any\ndisclosure\nmade in good faith by an\nemployee\nâ\n(a) who reasonably believes that the information\r\ndisclosed, and any allegation contained in it, are substantially\r\ntrue; and\n(b) who does not make the\ndisclosure\nfor purposes of personal gain, excluding any reward payable in terms\r\nof any law;\nis a\nprotected\r\ndisclosure\nif\nâ\none or more of the conditions referred to in\r\n\tsubsection (2) applies; and\nin all the circumstances of the\r\n\tcase, it is reasonable to make the\ndisclosure\n.â\nThe\r\nconditions in subsection (2) that are relevant for the purposes of\r\nthis case are contained in paragraphs (c) and (d) which read:\nâ\n(c) that the\nemployee\nmaking the\ndisclosure\nhas previously made a\ndisclosure\nof substantially the same information to:\n(i) his or her\nemployer\n;\r\nor\n(ii) a person or body referred to in section 8,\nin respect of which no action was taken within a\r\nreasonable period after disclosure; or\n(d) that the\nimpropriety\nis of an exceptionally serious nature.â\n[45] The\r\neffect of these provisions is that the disclosure would be protected\r\nif Mr Weyers acted in good faith; reasonably believed\nthat the\r\ninformation disclosed and the allegations made by him were\r\nsubstantially true; was not acting for personal gain and one\nor other\r\nof the conditions in section 9(2)(c) and (d) was satisfied. Mr Pauw\r\nrightly conceded that the first three requirements\nwere satisfied. In\r\nthe light of the evidence summarised earlier in this judgment he\r\ncould do no less. It is plain that Mr Weyers\nwas throughout painfully\r\naware of his professional responsibilities and of the need to provide\r\nresidents of Tshwane with a safe\nand reliable electricity supply. His\r\nconcern about the dangers arising from appointing people who, after\r\ntesting, he regarded as\ninsufficiently skilled to undertake the\r\nonerous duties attaching to a system operator position shines through\r\neach document. His\nbona fides and his belief in the truth of what he\r\nwas saying are apparent. As this case shows he made the disclosure at\r\nconsiderable\npersonal cost and not for personal gain. He acted in the\r\ndischarge of what he conceived, and had been advised, was his\r\nprofessional\nduty. The disclosure was made to parties that would\r\nmanifestly be interested in such disclosure. It would be surprising\r\nin those\ncircumstances to learn that the disclosure was not\r\nprotected.\n[46] Mr\r\nPauw confined his contentions on this part of the case to the\r\nsubmission that Mr Weyers had not made a prior disclosure\nto his\r\nemployer of substantially the same information in terms of paragraph\r\n(c), as the latter was at all times aware of his view,\nso that\r\nnothing was disclosed to it. He also contended that the disclosure\r\ndid not relate to any impropriety as required by paragraph\n(d).\r\nAccordingly, so he submitted, the last necessary element of a\r\nprotected disclosure was missing.\n[47] I\r\ncannot accept these contentions. In regard to the first it was put to\r\nhim that the effect of his submission was that if the\nemployer knew\r\nof a problem before the employee went and reported it there could be\r\nno prior disclosure to the employer and accordingly\nno protected\r\ndisclosure could be made to anyone else. There was no answer to this\r\npoint and the postulate cannot be correct. Its\neffect is that if an\r\nemployee goes to the managing director and reports that bribes are\r\nbeing paid in order to secure contracts\nflowing from successful\r\ntenders that is not a disclosure if the managing director authorised\r\nthe payments, and that knowledge would\nbar a protected disclosure to\r\nanyone else, such as the party issuing the tenders. Such a\r\nconstruction would undermine the whole\npurpose of the PDA because it\r\nhas the result that the more culpable the employer in the conduct\r\ngiving rise to the report and the\ngreater its knowledge of\r\nwrongdoing, the less would be the protection enjoyed by the employee.\n[48] The\r\nalternative submission was that the letter merely reflected a\r\ndisagreement between Mr Weyers and his employer and therefore\nthere\r\nhad been (and could be) no previous disclosure to the employer\r\nbecause that disagreement did not amount to a disclosure.\nHowever\r\nthat is merely the argument that the letter contained no information\r\ndecked out in a different guise and the way in which\nit is couched\r\nfurther undermines that original submission. If the letter is so\r\nconstrued then the information it contains is that\nthere is a\r\ndisagreement between the manager of the PSC centre, a skilled and\r\nhighly qualified electrical engineer, and the representatives\nof\r\nmanagement and human resources concerning the abilities of persons to\r\nbe appointed as system operators in the PSC centre. That\nis a most\r\nimportant item of information that could cause the Department of\r\nLabour to intervene to conduct a safety inspection and\nengage with\r\nthe relevant individuals to address the concerns being raised by Mr\r\nWeyers. Equally it could cause the Engineering\nCouncil to become\r\ninvolved in the interests of public safety and protecting the\r\nstanding and reputation of its member. It also\nillustrates why these\r\nwere the appropriate parties to whom to make the disclosure in\r\nquestion.\n[49] In my\r\nview therefore the requirements of section 9(2)(c) were satisfied, it\r\nbeing common cause that the relevant officials\nin the municipality\r\nhad disregarded Mr Weyersâ concerns and intended to ride roughshod\r\nover them. Accordingly he had made the\ndisclosure to his employer and\r\nno action had been taken consequent upon it, other than to disregard\r\nhis bona fide concerns. It\nwas not suggested that a reasonable period\r\nfor acting upon his disclosure had not passed.\n[50] That\r\nconclusion suffices to hold that the letter embodied a protected\r\ndisclosure. The same result is reached by considering\nthe\r\nrequirements of sub-section (d). An âimproprietyâ is defined in\r\nsection 1 as being conduct in any of the categories in\nthe definition\r\nof disclosure, which includes any conduct that shows or tends to show\r\nthat the health or safety of an individual\nhas been, is being or is\r\nlikely to be endangered. Having regard to the nature of the\r\nenterprise and the nature of the work that\nsystem operators would be\r\nemployed to perform it would be likely that the safety of an\r\nindividual would be endangered by the appointment\nof a person who did\r\nnot possess the skills necessary to do the job safely. That is an\r\nimpropriety as defined and, against the background\nset out in\r\nparagraphs [3] to [6] above, it cannot be contended that it was not\r\nan impropriety of an exceptionally serious nature.\nClearly lives were\r\nat risk as the municipalityâs own advertisement for the position\r\nhad stated.\n[51] It\r\nfollows that the respondents proved that the publication of the\r\nletters to the Department of Labour and the Engineering\nCouncil\r\nconstituted a protected disclosure by Mr Weyers. It was accordingly\r\nimpermissible for the municipality to discipline him\nfor doing so and\r\nit would be impermissible for it to impose any sanction upon him for\r\ndoing so. Lest it be taken that in referring\nto the municipality in\r\nthis regard I am attributing conduct to the council of the\r\nmunicipality it is appropriate for me to record\nthat it is unclear\r\nfrom the record, and counsel were not in a position to inform us, of\r\nthe extent to which the council, as opposed\nto its officials acting\r\nin accordance with their delegated powers were responsible for both\r\nthe disciplinary proceedings and the\nopposition to the present\r\nlitigation, including this appeal. Accordingly my references to the\r\nmunicipality must be understood as\nreferring to the conduct of those\r\nofficials as representatives of the municipality. It is important to\r\nsay this because it is not\napparent that in the dispute that arose\r\nthe broader interests of the residents of Tshwane and their need for\r\nservice delivery,\nin the form of a safe and stable supply of\r\nelectricity, were always kept in mind. In addition the manner in\r\nwhich these proceedings\nwere conducted was deplorable with an\r\nanswering affidavit being delivered by the manager: legal support\r\nservices supported by purely\nformal confirmatory affidavits. The\r\nanswering affidavit was replete with vague, evasive and in many cases\r\ndemonstrably untruthful\ndenials, as well as an attack on Mr Weyersâ\r\nbona fides that could not be, and was not, supported by counsel in\r\nargument. This\njudgment would not be complete without recording that\r\nthis was not justified and that it was not in the interests of the\r\nresidents\nof Tshwane.\n[52] The\r\nappeal is dismissed with costs, such costs to include those\r\nconsequent upon the employment of two counsel.\nM J D WALLIS\nACTING JUDGE OF APPEAL\nAPPEARANCES\nFOR APPELLANT:\tPIETER PAUW SC (with him S SHABA)\nInstructed by\nNgoepe Attorneys, Johannesburg\nWebbers, Bloemfontein\nFOR RESPONDENT:\tJ F MULLINS SC (with him P A SWANEPOEL)\nInstructed\r\nby\nSerfontein\r\nViljoen & Swart, Pretoria\nVermaak &\r\nDennis, Bloemfontein.\n1\nElectrical switching is a process whereby the voltage of current is\r\n\taltered, the position being that current is obtained by the\nlocal\r\n\tauthority from Eskom at 132kV but this has to be transformed to\r\n\tlower levels for use by consumers. System operators also\ncontrol\r\n\twhen there is power in the network by switching.\n2\nAct 55 of 1998.\n3\nWhilst the answering affidavit denied that an agreement was reached\r\n\tand denied that the addressees of the two documents received\nthem,\r\n\tthe appellant does not persist in this stance in its heads of\r\n\targument or in oral submissions.\n4\nIt was in respect of this position that the test had the most impact\r\n\ton employment equity candidates, because seven of the fourteen\n\n\tapplicants for this position were equity candidates whilst only one\r\n\tof the applicants for a systems operator post came from this\ngroup\n5\nThis is the description in the appellantâs heads of argument.\n6\nIt is unclear to what list he was referring, as no shortlist had\r\n\tbeen prepared in regard to the employment equity candidates.\nIf he\r\n\twas referring to the four recommended in May it had already been\r\n\tagreed that they should be employed.\n7\nMr Booysen, who did not depose to an affidavit, clearly shared Mr\r\n\tWeyersâ concerns. That much emerges from a memorandum he\nprepared\r\n\ton 12 September and from an e-mail he sent to Dr Lukhwareni on 5\r\n\tOctober.\n8\nClearly this should be August.\n9\nSee in general\nTshishonga v Minister of Justice and\r\n\tConstitutional Development\n2007 (4) SA 135\n(LC) paras 166 to 169\r\n\tand 170 to 175.\n10\nThe\nLabour Relations Act 66 of 1995\n.\n11\nPaper, Printing, Wood and Allied Workersâ Union v Pienaar NO\n[1993] ZASCA 98\n;\n1993 (4) SA 621\n(A) at 635A-C.\n12\n[2009] ZASCA 69.\n13\n[2009] ZACC 26\n;\n[2009] 12 BLLR 1145\n(CC).\n14\nAs has been held in two recent decisions by this Court.\nTshavhungwa\r\n\tv NDPP\n[2009]\r\n\tZASCA 136\nand\nMkumatela\r\n\tv The Nelson Mandela Metropolitan Municipality\n[2009] ZASCA 137.\n15\nParagraphs 56 and 57.\n16\nSee the definition of âdisclosure â in\nsection 1\nof the PDA.\n17\nAs did Kroon J in\nYoung v Coega Development Corporation (Pty) Ltd\n2009 (6) SA 118\n(ECP).\n18\nReliance was placed on\nCWU and another v Mobile Telephone\r\n\tNetworks (Pty) Ltd\n[2003] 8 BLLR 741\n(LC) at para 22. To the\r\n\textent that it was held that a subjective opinion cannot be\r\n\tinformation the judgment is wrong.\n19\nEdgington v Fitzmaurice\n(1885) 29 Ch D 459\n(CA) at 483.\n20\nReferred to in the letter as âHRâ, an abbreviation for human\r\n\tresources, and âTop Managementâ referring to senior management\n\n\tin the electricity undertaking.",
  "scraped_at": "2026-02-12T05:26:00.796191",
  "date": "2009-11-27",
  "coram": [
    "MPATI P",
    "NAVSA",
    "NUGENT",
    "MLAMBO JJA",
    "WALLIS AJA"
  ],
  "case_number": "532/08",
  "parties": {
    "applicants": [
      "City of Tshwane Metropolitan Municipality"
    ],
    "respondents": [
      "Engineering Council of South Africa",
      "Adrianus Jacobus Weyers"
    ]
  },
  "sections": {
    "facts": "Adrianus Jacobus Weyers, a registered professional engineer, was employed by the City of Tshwane Metropolitan Municipality as Managing Engineer: Power System Control (PSC) from 1996. In 2005 the PSC centre faced a severe shortage of qualified system operators, leading to excessive overtime and safety concerns. Weyers prepared a competency test to shortlist candidates, but the municipality’s transformation agenda resulted in the short‑list being overridden in favour of employment‑equity candidates with lower test scores. Weyers repeatedly raised concerns with senior officials, including Dr Lukhwareni and Mr Benny Mahlangu, that unqualified appointments would endanger public safety. On 31 August 2005 he sent a detailed letter outlining these concerns to the Municipal Manager, the Secretary for the Electricity Department, and copied the Department of Labour and the Engineering Council of South Africa. He was subsequently suspended on 9 November 2005 and faced a disciplinary charge for copying the letter without authorisation. The High Court granted an interdict on the basis that the letter was a protected disclosure, a decision appealed by the municipality.",
    "issues": "The principal issue is whether Weyers’ letter to the Department of Labour and the Engineering Council constitutes a protected disclosure under the Protected Disclosures Act 26 of 2000, thereby precluding the municipality from imposing any disciplinary sanction. Ancillary issues include the jurisdiction of the High Court versus the Labour Court in matters arising under the PDA and the interpretation of ‘information’ and ‘opinion’ within the Act.",
    "principles": "The Court applied the definition of a protected disclosure in the PDA (sections 1, 3 and 9), requiring that the disclosure be made in good faith, based on a reasonable belief in the truth of the allegations, not for personal gain, and satisfy either a prior internal disclosure that was ignored (section 9(2)(c)) or involve an impropriety of exceptionally serious nature (section 9(2)(d)). The Court also affirmed that the PDA’s reference to ‘any court having jurisdiction’ includes the High Court, rejecting the argument that only the Labour Court may hear such matters. Moreover, the Court held that an employee’s opinion, when grounded in professional expertise, qualifies as information for the purposes of the Act.",
    "application": "The Court found that Weyers’ letter disclosed information about the likely endangerment of health and safety due to the appointment of incompetent system operators, which is within the scope of the PDA. Weyers acted in good faith, believed his allegations were substantially true, and sought no personal gain. He had previously raised the same concerns internally, but the municipality failed to act, satisfying the condition in section 9(2)(c). The seriousness of the potential safety risk satisfied the exceptionally serious nature test under section 9(2)(d). Consequently, the letter met all the statutory requirements of a protected disclosure. The Court rejected the municipality’s jurisdictional argument, confirming that the High Court could adjudicate the matter.",
    "conclusion": "The appeal was dismissed with costs, including those incurred for two counsel. The disciplinary proceedings against Weyers were held impermissible because his letter was a protected disclosure under the Protected Disclosures Act. The municipality is therefore barred from imposing any sanction on Weyers for making the disclosure."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Protected Disclosures",
    "level_3": [
      "whistleblowing",
      "occupational health and safety",
      "employment equity",
      "municipal governance",
      "disciplinary proceedings"
    ]
  }
}