{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/150.html",
  "case_name": "SouthernEra Resources Ltd v Farndell NO (664/08) [2009] ZASCA 150; [2010] 2 All SA 350 (SCA) ; 2010 (4) SA 200 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 150",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 150\n|\nNoteup\n|\nLawCite\nSouthernEra Resources Ltd v Farndell NO (664/08) [2009] ZASCA 150; [2010] 2 All SA 350 (SCA) ; 2010 (4) SA 200 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 664/08\nIn the matter between:\nSOUTHERNERA RESOURCES LIMITED\t\t\tAPPELLANT\nand\nALLAN GEORGE FARNDELL NO\n(in his capacity as the Executor of the\nEstate of the late Marjorie Diana Dent\n(Estate Number 20514/1998))\t\t\t\t\tRESPONDENT\nNeutral citation:\nSouthernEra\r\nResources Ltd v Farndell\n(664/2008)\n[2009]\r\nZASCA 150\n(27 November 2009)\nCORAM:\t\tMpati P, Mthiyane JA, Lewis JA, Mhlantla JA\net\nHurt\r\nAJA\nHEARD:\t\t10 November 2009\nDELIVERED:\t27 November 2009\nSUMMARY\n:\t\tSale of mineral\r\nrights â suspensive condition â sale complete (\nperfecta\n)\nupon fulfilment of condition â risk and\r\nbenefit pass to purchaser on sale becoming\nperfecta\nâ risk of loss or destruction of object of\r\nsale on purchaser.\nORDER\nOn appeal from\n:\tNorth Gauteng\r\nHigh Court, Pretoria (Bam AJ sitting as court of first instance).\nThe appeal is dismissed with costs, which shall include\r\nthe costs consequent upon the employment of two counsel.\nJUDGMENT\nMPATI P\n(Mthiyane JA,\r\nLewis JA, Mhlantla JA\net\nHurt\r\nAJA concurring):\n[1]\tThe only issue in this appeal is whether a sale of\r\nmineral rights had become\nperfecta\nbefore\r\nthe date on which it became impossible for the seller to give\r\ntransfer of the rights to the purchaser by way of registration\nof\r\ncession. The resolution of this issue entails a consideration of the\r\nquestion whether a stipulation in the written agreement\nof sale of\r\nthe mineral rights constitutes a term or a condition.\n[2]\tThe facts are common cause. On 30 September 1995 the\r\nEstate of the late Marjorie Diana Dent ('the estate'), represented by\r\nthe\nrespondent in his capacity as executor, concluded a written\r\nagreement ('the agreement') with the appellant in terms of which the\n\nestate sold to the appellant certain mineral rights 'in, on and\r\nunder' the farm Duitschland 95, situated in the Registration Division\n\nKS, Northern Province. The agreed purchase price was R1 792 269.64.\r\nIt was to be paid in cash against registration of\ncession of the\r\nmineral rights into the name of the appellant. In terms of the\r\nagreement the appellant was required, within 30 days\nof the date of\r\nsignature of the agreement, to furnish a bank guarantee as security\r\nfor payment of the purchase price. The appellant's\nattorneys were to\r\nattend to the preparation and registration of the Notarial Deed of\r\nCession of Mineral Rights.\n1\nSubsequent to the conclusion of the agreement the appellant furnished\r\nthe required guarantee. However, due to uncertainty relating\nto the\r\nidentity of heirs in the estate, there was a delay in the respondent\r\nobtaining the necessary consent to the sale from the\nMaster of the\r\nHigh Court ('the Master'). Consequently, the guarantee was returned\r\nto the appellant, at its request, on the understanding\nthat it would\r\nbe furnished once the identity of the heirs had been confirmed.\n[3]\tOn 14 December 2001 the parties concluded an\r\naddendum to the agreement in terms of which clause 3.1 of the\r\noriginal agreement\nwas amended to read as follows:\n'The purchase price of the\r\nMineral Rights is the sum of R1 792 269.64 . . . which\r\namount will be paid in cash against\nregistration of cession of the\r\nMineral Rights into the name of the Purchaser. As security for the\r\npayment of the purchase price,\nthe Purchaser will, within 14\r\n(fourteen) days from the date on which the Purchaser is informed in\r\nwriting by the Seller that the\nMaster of the High Court has issued a\r\ncertificate in terms of\nSection 42(2)\nof the\nAdministration of\nEstates Act, 1965\n. . . consenting to the sale of the Mineral Rights,\r\nfurnish Seller's attorney with a bank guarantee or guarantees as\r\nrequired and\napproved of by the Seller or the Seller's attorney\r\npayable to the Seller or the Seller's nominee/s forthwith upon\r\nregistration\nof cession at such place or places as the Seller\r\nstipulates.'\nOn 21 April 2004 the Master issued a certificate\r\nembodying his consent to the sale and on 22 April 2004 the\r\nrespondent's attorneys\ndispatched a letter to the appellant's\r\nattorney advising of this fact. The letter elicited no response from\r\nthe appellant. In terms\nof the agreement the appellant was required\r\nto furnish the bank guarantee by 6 May 2004.\n[4]\tOn 1 May 2004 s 3(1)(m) of the Deeds Registries\r\nAct\n2\n('the Act') was repealed.\n3\nThe subsection had provided that â\n'[t]he registrar shall, subject\r\nto the provisions of this Act â\n. . .\n(m)\tregister notarial cessions,\r\nleases or sub-leases of rights to minerals and notarial variations of\r\nsuch cessions, leases or sub-leases,\nnotarial cessions of such\r\nregistered leases or sub-leases . . . ;\n. . . '\nThe effect of the repeal of s 3(1)(m) of the Act\r\nwas that registration of cessions of mineral rights could no longer\r\nbe effected.\n[5]\tOn 22 November 2004 the respondent's attorney caused\r\nto be delivered by hand, at the appellant's chosen\ndomicilium\n,\r\na letter by which the appellant was again advised that the Master's\r\nconsent to the sale had been secured. The appellant was also\n\nrequested to furnish the required bank guarantee. An identical letter\r\nwas sent to the appellant's chosen\ndomicilium\nby registered post. The appellant failed to respond and on 16\r\nFebruary 2005 the respondent's attorney sent a pre-paid registered\n\nletter to the appellant notifying it of its breach of the terms of\r\nthe agreement.\n4\nThe notice of breach was also ignored.\n[6]\tIn terms of clause 6 of the agreement the respondent\r\nwas entitled, in the event of the appellant (as the defaulting party)\r\nfailing\nto remedy the breach, 'to claim immediate performance and/or\r\npayment from the [appellant] of all its obligations in terms of this\n\nagreement, whether or not the same are then due for performance or\r\npayment'. Following another letter to the appellant dated 17\nMarch\r\n2005, in which the respondent's attorneys advised that the respondent\r\nwas to 'implement its rights under the agreement',\nthe latter\r\ninstituted motion proceedings in the high court seeking, as against\r\nthe appellant, an order for payment of the purchase\nprice and other\r\nancillary relief. The appellant opposed the order sought on the\r\nground that the repeal of s 3(1)(m) of the\nAct rendered it\r\nimpossible in law to effect registration of cessions in mineral\r\nrights as from 1 May 2004. The agreement, so the\nappellant's defence\r\ncontinued, accordingly lapsed due to supervening impossibility of\r\nperformance. The respondent could not effect\ndelivery of the\nmerx\n.\n[7]\tThe respondent's case that the sale of the mineral\r\nrights was complete (\nperfecta\n)\r\nby 1 May 2004\n5\nwas upheld by the court a quo (Bam AJ), which gave judgment in favour\r\nof the respondent as prayed. This appeal is with its leave.\n[8]\tThat the repeal of the statutory provision that\r\nenabled registration of cession of mineral rights made performance by\r\nthe respondent\n(as seller) superveningly impossible is not in\r\ndispute. As a general proposition, a party to a contract is\r\ndischarged from his/her\nobligation if impossibility of performance\r\nsupervenes on account of a change in the law of the land.\n6\nBut, as has been foreshadowed above, we are concerned in this matter\r\nwith a contract of sale, which necessitates an enquiry as\nto where\r\nthe risk of loss or destruction lay at the time that registration of\r\nthe cession of the mineral rights became impossible.\nSimply put, was\r\nthe sale\nperfecta\nby 1\r\nMay 2004, ie when registration of the cession of the mineral rights\r\ninto the appellant's name became impossible? If it was,\nthe benefit\r\nand risk attaching to the mineral rights sold passed to the\r\nappellant, as the purchaser, upon the sale becoming\nperfecta\n,\n7\nin which case the respondent, as seller, would be entitled to payment\r\nof the purchase price.\n8\n[9]\tA sale is\nperfecta\nif it is absolute, in the sense that it is not subject to a\r\nsuspensive condition.\n9\nIt becomes\nperfecta\nonce there is agreement on the\nmerx\n(the thing sold) and the\npretium\n(price) and any condition, resolutive or suspensive, has been\r\nfulfilled.\n10\nIt is common cause that until such time as the Master had given his\r\nconsent the sale was incomplete. It was subject to the Master's\n\nconsent. Counsel for the respondent submitted that once the necessary\r\nconsent had been obtained and communicated to the appellant\nin\r\nwriting on 22 April 2004, the suspensive condition was fulfilled and\r\nthe sale became\nperfecta\n.\r\nThe risk accordingly passed to the appellant, so the argument\r\ncontinued.\n[10]\tCounsel for the appellant contended, on the other\r\nhand, that clause 3.2 of the agreement, which stipulates that the\r\npurchaser\n'shall procure that its attorneys do not lodge the cession\r\nof Mineral Rights until the Seller's attorneys are in possession of\r\nthe guarantee . . . ', expressly held the act of registration in\r\nsuspense until the guarantee was furnished. He submitted that the\n\nfurnishing of the guarantee was a condition suspensive of the\r\nrespondent's obligation to allow registration of the cession, such\n\nthat transfer or delivery of the\nmerx\n,\r\nby registration of the cession of the mineral rights, could not take\r\nplace until that condition had been fulfilled. Counsel consequently\n\nargued that until that suspensive condition was fulfilled or waived,\r\nthere was no agreement properly so called and the risk of\nsupervening\r\nimpossibility of contractual performance remained with the\r\nrespondent.\n[11]\tIt is not uncommon to find, in an agreement of\r\npurchase and sale, a heading or sub-heading that reads: \"Conditions\r\nof\nSale'. What follows such headings are, usually, not true\r\nconditions which suspend the operation of the agreement, but\r\nenforceable\nterms of the contract, or both. As was said in\nR\r\nv Katz,\n11\nthe word 'condition' in relation to a\r\ncontract, 'is sometimes used in a wide sense as meaning a provision\r\nof the contract, ie an\naccepted stipulation', such as includes\r\n'ordinary arrangements as to time and manner of delivery and of\r\npayment of the purchase\nprice'. In the case of a true condition,\r\nhowever, whether suspensive or resolutive, the operation of the whole\r\ncontract, or part\nthereof, and its consequences, depend upon an\r\nuncertain future event.\n12\nIn other words, the operation of the obligations flowing from the\r\ncontract is suspended pending the happening, or failure, of the\n\nuncertain future event. Fulfilment of a suspensive condition results\r\nin the contract being enforceable. And, normally, if the condition\n\nfails and the parties have not agreed otherwise, the contract is\r\nrendered void.\n13\n[12]\tThe difference between a term of a contract\r\n(contractual obligation) and a condition is best described by Holmes\r\nJA as follows:\n'. . . a contractual obligation\r\ncan be enforced, but no action will lie to compel the performance of\r\na condition.'\n14\nThe question, then, in the instant case, is whether the\r\nstipulation in the agreement requiring the appellant to furnish a\r\nguarantee\nfor payment of the purchase price within 14 days of written\r\nnotice having been given to him of the Master's consent to the sale\n\nis a true condition, or a term of the contract.\n[13]\tIn my view, the appellant's obligation to furnish a\r\nguarantee for payment of the purchase price depended on two\r\nconditions.\nThe first was the Master's consent to the sale taking\r\nplace, which had to be obtained. The fulfilment of that condition was\r\ndependent\nupon the will of a third person, the Master, and not on any\r\none of the parties. It was a casual condition.\n15\nThe second, a potestative condition, was the conveyance of the fact\r\nof the Master's consent having been obtained to the appellant\nin\r\nwriting. The fulfilment of this condition was entirely in the power\r\nof the respondent.\n16\nIt is common cause that both these conditions were fulfilled.\n[14]\tIn terms of the agreement the appellant undertook\r\nto furnish the guarantee for the purchase price of the mineral rights\r\nwithin\n14 days from the date of fulfilment of the second condition.\r\nUpon its fulfilment, the appellant thus became bound to perform its\n\nside of the bargain â to furnish the guarantee within the time\r\nstipulated in the agreement, ie within 14 days of the fulfilment\nof\r\nthe condition (within 14 days after 22 April 2004).\n17\nThe stipulation is an enforceable contractual obligation; a term of\r\nthe contract.\n18\nThe fact that the agreement contains a condition that the deed of\r\ncession of the mineral rights would not be lodged until the\r\nrespondent's attorneys were in possession of the guarantee does not\r\naffect the position. The condition merely serves to ensure that\nthe\r\nrespondent is protected from parting with his rights, the subject\r\nmatter of the sale agreement, without an assurance that it\nwould be\r\npaid.\n[15]\tCounsel for the appellant sought support for the\r\nproposition that clause 3.1 of the agreement â which stipulates\r\nwhen the\nguarantee was to be furnished â is a condition rather than\r\na term of the agreement, from the judgment of Willis J in\nIngledew\r\nv Theodosiou\n.\n19\nThe relevant passage in the judgment reads:\n'Mr\nSolomon\ncriticised the Wilson agreement,\ninter\r\nalia\n, for the fact\r\nthat it was a non-existent \"enterprise\" which was\r\npurportedly sold, that the second defendant was recorded\ntherein as a\r\nVAT vendor when she was not, and that clause 4.1 thereof contains the\r\nfollowing:\n\"As security for the\r\npayment of such amount (the purchase price) the purchaser shall\r\nwithin 30 days of the signature date,\nfurnish the seller's attorneys\r\nwith a bank guarantee or guarantees as required by the seller,\r\npayable to the seller or the seller's\nnominee/s upon registration of\r\ntransfer at such place or places as the seller stipulates.\"\nThis could be interpreted as a\r\ncondition precedent or a suspensive condition that was not fulfilled\r\nby the purchaser.'\n20\nThe court was dealing in that case with two agreements\r\nin terms of which the owner of certain fixed property had sold the\r\nproperty\nto two individual purchasers, and the question whether the\r\nrule\nqui\nprior\r\nest tempore potior est jure\nwas of\r\napplication. Further down in the same paragraph the learned judge\r\naccepts that the agreement at issue contained 'the requisite\nelements\r\nor requirements of a sale' and that 'there are enforceable rights\r\nwhich [the parties] may exercise, the one against the\nother . . . '.\n[16]\tIt is difficult to discern, from the judgment, the\r\nbasis upon which the learned judge suggests that the clause 'could be\r\ninterpreted\nas a . . .  suspensive condition'. I can find no reason\r\nwhy the seller in that case could not have been able to enforce\r\nperformance\n(the furnishing of a guarantee) by the purchaser upon\r\nexpiry of the period of 30 days. To the extent that the dictum of the\r\nlearned\njudge may suggest that the clause, without more, may be said\r\nto contain a suspensive condition, I disagree.\n[17]\tIt was further argued, on behalf of the appellant,\r\nthat the qualification in clause 3.1 of the written agreement, in the\r\npresent\nmatter, conferring the power on the respondent's attorney to\r\napprove the required guarantee/s, suspended the operation of the\r\nagreement.\nThis is because if the respondent's attorney were to\r\nreject a guarantee furnished by the appellant, there would be no\r\nagreement.\nI am unable to agree. If a seller or his or her agent were\r\nto reject a guarantee, the basis of the rejection would have to be\r\nreasonable.\nIf not, his or her decision would be open to challenge.\r\nThe discretion given to a seller in an agreement of sale to accept or\r\nreject\na guarantee has to be exercised\narbitrio\nboni viri\n.\n21\nIt follows that when the appellant in the present matter was informed\r\nin writing on 22 April 2002 that the Master had issued a\ncertificate\r\nconsenting to the sale of the mineral rights, the agreement between\r\nthe parties became unconditional. It became\nperfecta\n.\n[18]\tIn their heads of argument counsel for the\r\nappellant indicated that they would seek to argue two issues in this\r\ncourt. The\nfirst was whether the sale of the mineral rights was\nperfecta\nby 1 May\r\n2004.\n22\nIf it was, the second issue would be whether the coming into effect\r\non 1 May 2004 of the\nMineral and Petroleum Resources Development Act\n28 of 2002\n23\nand the Mining Titles Registration Amendment Act,\n24\ns 53 of which repealed s 3(1)(m) of the Deeds Registries\r\nAct, resulted in supervening impossibility of performance having\nthe\r\neffect of discharging the agreement of sale. Although counsel did not\r\nargue the second issue, they did not expressly abandon\nit. Counsel,\r\nhowever, conceded in argument, correctly so in my view, that if the\r\nsale was\nperfecta\nby 1\r\nMay 2004, then the risk of impossibility of delivery of the object of\r\nthe sale, by registration of the cession of the mineral\nrights,\r\npassed to the appellant, as purchaser. The first issue now having\r\nbeen decided in the affirmative, the second does not\narise. The\r\nappeal must therefore fail.\n[19]\tIn the result, the appeal is dismissed with costs,\r\nwhich shall include the costs consequent upon the employment of two\r\ncounsel.\nâ¦â¦â¦â¦â¦\n..\nL MPATI P\nJUDGE OF APPEAL\nFor\r\nAppellant:\nC Puckrin SC\nK\r\nSpottiswoode\nInstructed\r\nby:\t\t\tWerksman Inc\nc/o\r\nEdelstein Bosman Inc\nPRETORIA\nCorrespondents:\t\t\tMatsepes\nBLOEMFONTEIN\nFor\r\nRespondent:\t\t\tA Gautschi SC\nN\r\nKonstantinides\nInstructed\r\nBy:\t\t\tVan Hulsteyns Attorneys\nc/o\r\nSavage Jooste & Adams\nPRETORIA\nCorrespondents:\t\t\tRossouws\r\nAttorneys\nBLOEMFONTEIN\n1\nA Notarial Deed of Cession of Mineral Rights was\r\n\tsigned by the respondent on 10 October 2000.\n2\n47 of 1937.\n3\nBy\ns 53\nof the\nMining Titles Registration\nAmendment Act 24 of 2003\n.\n4\nThe written agreement required that a party in\r\n\tbreach be notified of the breach and called upon to remedy it within\r\n\t14 days.\n5\nThe date of the repeal of\ns 3(1)(m)\nof the\nMining Titles Registration Amendment Act.\n6\nJ W\nWessels\nThe Law\r\n\tof Contract in South Africa\n(2 ed)\nVol II paras 2671 and 2672.",
  "scraped_at": "2026-02-12T05:25:51.342772",
  "date": "2009-11-27",
  "coram": [
    "Mpati P",
    "Mthiyane JA",
    "Lewis JA",
    "Mhlantla JA",
    "Hurt AJA"
  ],
  "case_number": "664/08",
  "parties": {
    "applicants": [
      "SouthernEra Resources Limited"
    ],
    "respondents": [
      "Allan George Farnell NO (as Executor of the Estate of the late Marjorie Diana Dent)"
    ]
  },
  "sections": {
    "facts": "In September 1995 the estate of the late Marjorie Diana Dent, represented by the respondent as executor, entered into a written agreement with SouthernEra Resources Limited to sell certain mineral rights on farm Duitschland 95 for R1,792,269.64. The purchase price was to be paid in cash upon registration of the cession of those rights, and the purchaser was required to provide a bank guarantee within 30 days of signing. Due to uncertainty about the heirs, the Master’s consent to the sale was delayed; the guarantee was returned to the purchaser pending that consent. On 14 December 2001 the parties executed an addendum stipulating that the purchaser must furnish the guarantee within 14 days of written notice that the Master had issued his certificate of consent. The Master’s consent was issued on 21 April 2004 and communicated on 22 April 2004, but the purchaser never provided the guarantee. On 1 May 2004 s 3(1)(m) of the Deeds Registries Act was repealed, making registration of mineral‑right cessions impossible. The respondent sued for the purchase price, claiming the sale was already perfecta; the purchaser argued that the guarantee clause was a suspensive condition and that the repeal rendered performance impossible.",
    "issues": "The appeal centered on (1) whether the sale of the mineral rights became perfecta before the statutory repeal on 1 May 2004 rendered registration impossible, and (2) whether the clause requiring the purchaser to furnish a bank guarantee constituted a true suspensive condition or merely a contractual term. A subsidiary issue was whether the risk of loss passed to the purchaser once the sale was perfecta, thereby entitling the seller to the purchase price despite the supervening impossibility of registration.",
    "principles": "South African law holds that a sale is perfecta when there is agreement on the merx and pretium and any suspensive condition has been fulfilled. A genuine suspensive condition suspends the operation of the contract until the uncertain future event occurs; if fulfilled, the contract becomes enforceable. The distinction between a term and a condition was outlined in R v Katz and by Holmes JA, noting that a condition can be enforced only by the court, whereas a term is an enforceable contractual obligation. Supervening impossibility discharges parties only where performance is still pending; once the contract is perfecta, risk passes to the purchaser.",
    "application": "The court found that the Master’s consent, communicated in writing on 22 April 2004, satisfied the sole suspensive condition attached to the sale. The requirement to furnish a guarantee within 14 days of that notice was deemed a contractual term, not a condition precedent, and therefore did not prevent the sale from becoming perfecta. Consequently, the sale was perfected on 22 April 2004, before the repeal of s 3(1)(m) on 1 May 2004. The risk of loss therefore passed to the purchaser, and the seller remained entitled to the purchase price despite the impossibility of registering the cession thereafter.",
    "conclusion": "The appeal was dismissed with costs, which include the costs consequent upon the employment of two counsel. The lower court’s judgment in favour of the respondent was upheld, confirming that the sale had become perfecta and that the respondent was entitled to the purchase price."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Sale of Mineral Rights",
    "level_3": [
      "sale perfeclation",
      "suspensive condition",
      "supervening impossibility",
      "risk of loss"
    ]
  }
}