{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/39.html",
  "case_name": "Rudolph and Others v Minister of Safety and Security and Others (380/2008) [2009] ZASCA 39; 2009 (5) SA 94 (SCA) ; 2009 (2) SACR 271 (SCA) ; [2009] 3 All SA 323 (SCA) (31 March 2009)",
  "citation": "[2009] ZASCA 39",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 39\n|\nNoteup\n|\nLawCite\nRudolph and Others v Minister of Safety and Security and Others (380/2008) [2009] ZASCA 39; 2009 (5) SA 94 (SCA) ; 2009 (2) SACR 271 (SCA) ; [2009] 3 All SA 323 (SCA) (31 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   380/2008\nPETRUS\r\nJOHANNES RUDOLPH\nâ¦.......................................................................\nFirst Appellant\nWENTZEL\r\nLAUBSCHER\nâ¦.......................................................................\nSecond Appellant\nMARTHINUS\r\nANDRIES VAN DER WALT\nâ¦.......................................................................\nThird Appellant\nand\nTHE MINISTER\r\nOF SAFETY AND\nSECURITY\nâ¦.......................................................................\nFirst\r\nRespondent\nTHE MINISTER\r\nOF CORRECTIONAL\nSERVICES\nâ¦.......................................................................\nSecond\r\nRespondent\nNeutral\r\ncitation:\nRudolph\r\nv Minister of Safety and Security\n(380/2008)\n2009] ZASCA 39\n(31 March 2009)\nCoram:\nFarlam,\r\nMthiyane, Brand, Lewis and Van Heerden JJA\nHeard:\n9\r\nMarch 2009\nDelivered:\n31\nMarch\r\n2009\nSummary:\tClaim\r\nfor damages â Arrests and detention of appellants unlawful as no\r\noffence committed in the presence of peace officer\nâ Prosecution of\r\nappellants malicious â Requirement of âmaliceâ considered in\r\nthe context of\nanimus\r\ninjuriandi\nheld to have been met â Substantial damages awarded on appeal.\n___________________________________________________________\nORDER\nOn appeal\r\nfrom:\nTransvaal\r\nProvincial Division (Mokgoatlheng AJ sitting as court of first\r\ninstance)\n1\tThe appeal\r\nsucceeds with costs, the costs to be paid by the first respondent.\r\nThe order of the court a quo is set aside and replaced\nwith the\r\nfollowing order:\nâ\n1.\tJudgment\r\nis granted in favour of the first plaintiff as follows:\n(a)\t(i)\tagainst\r\nthe first and second defendants jointly and severally, the one paying\r\nthe other to be absolved, for payment of damages\nin the sum of R100\r\n000 in respect of claim 1;\n(ii)\tagainst the\r\nfirst defendant for payment of damages in the sum of R50 000 in\r\nrespect of claim 2;\n(iii)\tagainst\r\nthe first defendant for payment of damages in the sum of R50 000 in\r\nrespect of claim 3.\n(b)\tInterest on\r\neach of the above amounts will run at the prescribed rate\na\ntempore\r\nmorae\n(from 5 April 2007) to date of payment.\n(c)\tThe first\r\ndefendant is ordered to pay the costs of suit.\n2.\tJudgment is\r\ngranted in favour of the second plaintiff as follows:\n(a)\t(i)\tagainst\r\nthe first and second defendants jointly and severally, the one paying\r\nthe other to be absolved, for payment of damages\nin the sum of R100\r\n000 in respect of claim 1;\n(ii)\tagainst the\r\nfirst defendant for payment of damages in the sum of R50 000 in\r\nrespect of claim 2.\n(b)\tInterest on\r\neach of the above amounts will run at the prescribed rate\na\ntempore\r\nmorae\n(from 5 April 2007) to date of payment.\n(c)\tThe first\r\ndefendant is ordered to pay the costs of suit.â\n___________________________________________________________\nJUDGMENT\nMTHIYANE and VAN\r\nHEERDEN JJA (FARLAM, BRAND and LEWIS JJA concurring):\n[1]\tThis is an\r\nappeal from a judgment of the Pretoria High Court (Mokgoatlheng AJ)\r\ndismissing with costs three claims instituted\nby the appellants\r\nagainst the respondents, in which they claimed damages arising out of\r\ntheir alleged unlawful arrest, detention\nand malicious prosecution.\r\nThe appeal is with the leave of the trial judge.\n[2]\tThe first\r\nclaim arises out of the unlawful arrest of the first appellant on 18\r\nJuly 2003 near Capital Park in Pretoria and the\nsubsequent unlawful\r\ndetention of both appellants. Both were taken to Pretoria Moot Police\r\nStation (via Wonderboompoort Police Station)\nand detained in a police\r\ncell until 21 July 2003. On that day they appeared before a\r\nmagistrate where they were granted bail of\nR500 each. Although a\r\nmember of the first appellantâs group, the second appellant was\r\napparently not arrested, as will be discussed\nin more detail below.\n[3]\tWhen the\r\nappellants tendered payment of bail at the magistrateâs court on\r\nthe afternoon of Monday 21 July 2003, the prisonerâs\nfriend was not\r\navailable to receive bail money. The appellants were then removed to\r\nthe Pretoria Central Prison. At the prison\nthe appellants again\r\ntendered payment of bail in vain; there, too, nobody was prepared to\r\nreceive payment of it.\n[4]\tThe\r\nappellants remained in custody until the following day, viz Tuesday\r\n22 July 2003, having been arrested on the previous Friday.\nAlthough\r\ntheir bail was paid at 08h30, they were only released at 12h00. They\r\nwere therefore detained from about 17h00 on the Friday\nuntil\r\napproximately midday on the Tuesday.\n[5]\tAfter\r\nseveral appearances in the magistrateâs court, the charge against\r\nthe appellants was withdrawn by the State in January\n2004.\n[6]\tThe second\r\nclaim, for damages for malicious prosecution, is based on the fact\r\nthat the members of the South African Police Service\n(SAPS) brought\r\nfalse charges against the appellants, in that the former had neither\r\nevidence, nor reason to believe, that the appellants\nhad committed\r\nany offence; that they acted with âmaliceâ, and that the charges\r\nwere subsequently withdrawn.\n[7]\tThe third\r\nclaim arises out of the first appellantâs arrest by Captain Ngobeni\r\nnear Rayton on 26 July 2003, on a charge of\nsedition. The first\r\nappellant was thereafter taken (via Cullinan Police Station) to\r\nMamelodi Police Station, where he was detained\nin a police cell. On\r\n28 July 2003 he appeared before a magistrate on a charge of\r\ncontravening the provisions of an administratorâs\nnotice in respect\r\nof the unauthorised display of placards or flags next to a public\r\nstreet.\n[8]\tThe arrests\r\nand detention of the appellants are not in dispute. What is disputed\r\nis the lawfulness or otherwise of these arrests\nand detention. In\r\nargument, counsel for the first respondent contended that, in\r\nrelation to the arrest of 18 July 2003 and subsequent\ndetention, an\r\noffence was committed in the presence of one Captain Bekker. A\r\nsimilar argument was advanced in respect of the arrest\nand detention\r\nof the first appellant by Captain Ngobeni on 26 July 2003.\n[9]\tAs to the\r\nclaim for damages arising out of the alleged malicious prosecution of\r\nthe appellants, the sole issue is whether the\nappellants proved that\r\nmembers of SAPS acted with âmaliceâ.\n[10]\tCaptain\r\nBekker gave evidence for the first respondent in relation to the\r\nevents of 18 July 2003. She testified that, after\nreceiving a report,\r\nshe went to the Low Water Bridge in Capital Park where she found\r\neight persons: four adults and four children.\nThe first and second\r\nappellants, the first appellantâs wife and Mr M A van der Walt\r\n(nominally the third appellant, who did not\npursue his appeal before\r\nus) formed the adult component of the group and the rest were\r\nchildren. Upon arrival she informed them\nthat their assembly was an\r\nunlawful gathering as they did not have the requisite permission to\r\nhold it. The first appellant enquired\nwho she was and, after she had\r\nidentified herself, he gave her his full names, his ID number and the\r\nname of the political organisation\nof which he formed part. Captain\r\nBekker then asked if they had permission to hold the gathering and\r\nwhen, none was produced, she\nasked them to disperse. The first\r\nrespondent refused and maintained that they were in law entitled to\r\nbe there.\n[11]\tCaptain\r\nBekker then gave the group 15 minutes to disperse. The deadline came\r\nand went and Captain Bekker was compelled to extend\nit by a further\r\n10 minutes. The extended time did not have the desired effect and, an\r\nhour or so after the deadline, the first\nappellant and his group were\r\nstill on the scene.\n[12]\tAfter\r\nconsulting with a Captain Sithole and a SAPS legal adviser, one Mr\r\nNel, Captain Bekker arrested the first appellant for\ncontravening the\r\nprovisions of the Regulation of Gatherings Act 205 of 1993 (âthe\r\nGatherings Actâ). As already indicated, the\nsecond appellant was\r\nalso told to accompany the police to the police station, but it would\r\nappear that he was not actually arrested.\nHe testified that he had\r\nnot been arrested, but had accompanied the police voluntarily.\r\nCaptain Bekker also said that she only\narrested the first appellant.\n[13]\tThe court\r\nbelow accepted that the appellants had held an unlawful gathering in\r\ncontravention of the provisions of the Gatherings\nAct in that they\r\ndid not have the required permission. The trial judge appears to have\r\naccepted also that the arrest without a\nwarrant was effected in terms\r\nof\ns 40(1)(a)\nof the\nCriminal Procedure Act 51 of 1977\n.\n1\nIn addition, the learned judge held that Captain Bekker was ânot\r\nunreasonable in entertaining a suspicion that a crime listed\nin\r\nSchedule 1 of the\nCriminal Procedure Act was\nbeing committedâ. This\r\napparent reliance on\ns 40(1)(b)\nof the\nCriminal Procedure Act\n>\n2\nwas clearly incorrect, in that a contravention of the Gathering Act\r\nis\nnot\none of the offences listed in Schedule 1.\n[14]\tThe onus of\r\njustifying  the arrests and detention of the appellants lies upon the\r\nfirst respondent. See\nZealand\r\nv Minister of Justice and Constitutional Development\n.\n3\nIn concluding that the appellants had committed an offence, the court\r\nbelow clearly erred. The first appellant and his group were\nonly\r\neight in number and the Gatherings Act proscribes an assembly of more\r\nthan 15 persons in a public place without permission.\nThe first\r\nappellant and his small group did not constitute a âgatheringâ\r\nwithin the meaning of that Act. In section 1, a âgatheringâ\nis\r\ndefined as follows:\nââ\ngatheringâ\nmeans\r\nany assembly, concourse or procession of more than 15 persons in or\r\non any public road as defined in the Road Traffic Act,\n1989 (Act 29\r\nof 1989), or any other public place or premises wholly or partly open\r\nto the air . . .â.\nThere was\r\ntherefore no evidence of a âgatheringâ, no offence had been\r\ncommitted in the presence of Captain Bekker, and the first\nrespondent\r\naccordingly failed to discharge the onus of proving that the arrest\r\nof the first appellant on 18 July 2003 without a\nwarrant and the\r\nsubsequent detention of both appellants in a police cell at the\r\nPretoria Moot Police Station were justified.\n[15]\tAs regards\r\nthe detention of the appellants at the Pretoria Central Prison\r\nbetween the time of their arrival there in the late\nafternoon of\r\nMonday 21 July (at which time bail was tendered and should have been\r\naccepted by the prison authorities), and the\nrelease of the\r\nappellants on bail the following day at about midday, counsel for the\r\nrespondents did not seriously contend that\nthis period of detention\r\ncould be justified. In our view, therefore, the second respondent\r\nmust be held liable for this period\nof unlawful detention. Counsel\r\nfor the appellants submitted that, should this appeal succeed, both\r\nrespondents should be held liable\nfor the damages in respect of claim\r\n1, but that the first respondent should be ordered to pay all the\r\ncosts. This submission was\nnot disputed by counsel for the\r\nrespondents and appears to be a practical one.\n[16]\tWe will now\r\ndeal with the appellantsâ claim for damages for malicious\r\nprosecution (claim 2). The requirements for successful\nclaims for\r\nmalicious prosecution have most recently been discussed in\nMinister\r\nof Justice & Constitutional Development v Moleko\n4\nas follows:\nâ\nIn\r\norder to succeed (on the merits) with a claim for malicious\r\nprosecution, a claimant must allege and prove â\nthat\r\n\tthe defendants set the law in motion (instigated or instituted the\r\n\tproceedings);\nthat\r\n\tthe defendants acted without reasonable and probable cause;\n(c)\tthat\r\nthe defendants acted with âmaliceâ (or\nanimo\r\ninjuriandi\n);\r\nand\nthat\r\n\tthe prosecution has failed.â\nAs already\r\nindicated, in so far as this claim is concerned, requirements (a) (b)\r\nand (d) above are not disputed by the respondents.\n[17]\tCounsel for\r\nthe respondent was content to pin his colours to the mast solely in\r\nrespect of requirement (c), arguing in this\nregard that it had not\r\nbeen established that Captain Bekker had acted with malice. It was\r\nsubmitted that, because Captain Bekker\nhad sought legal advice before\r\neffecting an arrest, malicious prosecution had not been established.\n[18]\tThe\r\nrequirement of âmaliceâ has been the subject of discussion in a\r\nnumber of cases in this court. The approach now adopted\nby this court\r\nis that, although the expression âmaliceâ is used, the claimantâs\r\nremedy in a claim for malicious prosecution\nlies under the\nactio\r\ninjuriarum\nand\r\nthat what has to be proved in this regard is\nanimus injuriandi.\nSee\nMoaki v Reckitt & Colman (Africa) Ltd & another\n5\nand\nPrinsloo & another v Newman\n.\n6\nBy way of further elaboration in\nMoleko\nit\r\nwas said:\nâ\nThe\r\ndefendant must thus not only have been aware of what he or she was\r\ndoing in instituting or initiating the prosecution, but must\nat least\r\nhave foreseen the possibility that he or she was acting wrongfully,\r\nbut nevertheless continued to act, reckless as to\nthe consequences of\r\nhis or her conduct (\ndolus\r\neventualis\n).\r\nNegligence on the part of the defendant (or, I would say, even gross\r\nnegligence) will not suffice.â (Para 64).\n[19]\tThe\r\nrespondentâs argument as set out in para 14 above is misconceived.\r\nThe âmaliceâ must be that of the person responsible\nfor\r\ninitiating the prosecution against the appellants. In this case, the\r\nappellants were formally charged â with contravening\nthe Gatherings\r\nAct â on Saturday 19 July 2003 by members of the SAPS at the\r\nPretoria Moot Police Station. It would appear that\nthis is the stage\r\nat which the proceedings were initiated. Although Captain Bekkerâs\r\npolice statement was made only on 18 August\n2003, it is safe to\r\nassume that the member of SAPS who charged the appellants did so on\r\nthe basis of the information furnished\nto him or her by the arresting\r\nofficer, viz that there were only eight persons (four adults and four\r\nchildren) gathered at the\nscene of the supposed âillegal\r\ngatheringâ. By no stretch of the imagination could this\r\nâdemonstrationâ be regarded as a\nâgatheringâ within the\r\nmeaning of the Gatherings Act.\n[20]\tIn this\r\ncase, there can be no question that the person who charged the\r\nappellants was aware of the fact that, by so doing,\nthe appellants\r\nwould in all probability be âinjuredâ and their dignity\r\n(âcomprehending also . . . [their] good name and privacyâ)\n7\nin all probability negatively affected.\n8\nKnowing that the âgatheringâ in question comprised only eight\r\npersons, the police member concerned must at the very least have\n\nforeseen the possibility that no offence in terms of the Gatherings\r\nAct had been committed and that, in charging the appellants\nwith a\r\ncontravention of that Act, he or she was acting wrongfully. He or she\r\nnevertheless continued so to act, reckless as to the\npossible\r\nconsequences of his or her conduct. In our view, he or she thus acted\nanimo\r\ninjuriandi\n.\n9\nThis being so, the appellants proved the requirements of malicious\r\nprosecution and their claim in this regard should have succeeded.\n[21]\tWe turn to\r\nthe third claim based on the unlawful arrest of the first appellant\r\nby Captain Ngobeni on 26 July 2003 and his subsequent\nunlawful\r\ndetention. It is not disputed that the first appellant was arrested\r\nfor sedition on 26 July 2003. There was, however,\nsimply no evidence\r\nthat the first appellant had committed this offence.\n[22]\tCaptain\r\nNgobeniâs evidence was that, upon his arrival at the scene, he\r\nfound more than 100 people. They were carrying banners\nwith the words\r\nâVryheid vir die Boerevolkâ, âMay 1902 women and children\r\nkilledâ, âStem vir die doodstrafâ, âMbeki\nflies high while\r\nhungry children dieâ and âDemocratic right to Freedom of speech,\r\nno to police stateâ. The sentiments displayed\non the banners do not\r\nby themselves suggest that the first appellant was advocating\r\nunlawful insurrection. Captain Ngobeniâs\nexplanation as to what the\r\nbanners meant showed a complete lack of insight and can hardly be\r\naccepted as having founded a reasonable\nbelief that the offence of\r\nsedition was being committed.\n[23]\tAnother\r\nshortcoming in Captain Ngobeniâs evidence is the extent to which it\r\nis contradicted by his police statement. In that\nstatement he did not\r\nmention that upon his arrival he found 100 persons on the scene. On\r\nthe contrary, he said that he noticed\nâtwo males standing next to\r\nthe banners and flagsâ and that, when he told them to âstop and\r\npack their belongingsâ, they\nârefused by sitting down on their\r\nchairs while some other members of the public [came] and signed some\r\ndocuments on their tablesâ.\nThis version tied up with the evidence\r\ngiven by the first appellant and is at variance with Captain\r\nNgobeniâs testimony during\nthe trial.\n[24]\tCaptain\r\nNgobeniâs evidence was that the purpose of the gathering was to\r\noverthrow the government. On the contrary, the established\nfacts\r\nindicate that what the appellant was involved in was no more than a\r\npeaceful protest. He stood there collecting donations\nfrom persons\r\nwho were supportive of his beliefs and policies. The petition that he\r\nwas asking people to sign stated that the person\nsigning supported\r\nâdie Orde Boerevolk se poging om\ndeur\r\nmiddel van onderhandeling\nons vryheid te verkryâ and further that, âin\ndie\r\nproses van onderhandeling\n,\r\nook in gesprek getree sal word met ander organisasies waarvan die\r\nhuidige Suid-Afrikaanse regering deel is of deel kan uitmaakâ\n\n(emphasis added in both instances). There was nothing seditious about\r\nhis conduct or utterances. It is probable that Captain Ngobeni\nwas\r\nannoyed by his conduct or by the tone of the placards, but such is\r\nthe democratic society in which we find ourselves. It behoves\nus to\r\nbe tolerant even of views which may seem unpalatable.\n[25]\tThe court\r\nbelow found that Captain Ngobeni was justified in effecting the\r\narrest without a warrant. It bears noting that the\noffence of\r\nsedition is indeed one of the offences listed in Schedule 1 to the\nCriminal Procedure Act. It\nis not, however, at all clear whether the\r\ntrial court applied\ns 40(1)(a)\nor s 40(1)(b) of the Act (or both) in\r\ncoming to the conclusion that the arrest was lawful. As no offence of\r\nsedition was committed,\ns 40(1)(a) is clearly not applicable.\r\nMoreover, as it can hardly be said that Captain Ngobeni\nreasonably\nsuspected the first appellant of committing sedition, the arrest also\r\ncannot be justified under s 40(1)(b). It follows that the\narrest was\r\nunlawful and that the trial court was wrong in concluding otherwise.\n[26]\tAs regards\r\nthe quantum of damages, the first and second appellants claimed\r\npayment of R100 000 each in respect of claim 1 and\nR50 000 each in\r\nrespect of claim 2. The first appellant also claimed R100 000 in\r\nrespect of claim 3. Counsel for the respondent\ndid not contend that\r\nthe damages claimed were excessive. It needs to be pointed out at the\r\noutset that the award of damages is\nby no means an easy task. The\r\never-changing value of money makes reference to previous decisions\r\nnot altogether helpful. As was\nstated in\nMinister\r\nof Safety and Security v Seymour\n,\n10\nin the assessment of general damages the facts of the particular case\r\nmust be looked at as a whole. There the court dealt with\nthe case of\r\na 63-year-old man who had been unlawfully arrested and detained for\r\nfive days. He was awarded damages in the amount\nof R500 000 by the\r\ntrial court, but the award was reduced to R90 000 on appeal. This\r\ncourt considered that the plaintiff had had\nfree access to his family\r\nand doctor throughout his detention at the police station and that he\r\nhad suffered no degradation beyond\nthat inherent in being arrested\r\nand detained. It also considered that, after the first 24 hours, the\r\nplaintiff had spent the remainder\nof his detention in a hospital bed\r\nat a clinic and that, although the experience had been traumatic and\r\ndistressing, it warranted\nno further medical attention after his\r\nrelease.\n[27]\tAlthough\r\nthe imprisonment of the appellants in the present matter was somewhat\r\nshorter that that in the\nSeymour\ncase (viz for four nights and three days), the humiliating conditions\r\nto which they were subjected makes their case more serious\nthan that\r\nof the plaintiff in\nSeymour\n.\r\nThe appellants were arrested and detained under extremely unhygienic\r\nconditions in the Pretoria Moot police station. The cell\nin which\r\nthey were held was not cleaned for the duration of their detention.\r\nThe blankets they were given were dirty and insect-ridden\nand their\r\ncell was infested with cockroaches. The shower was broken and they\r\nwere unable to wash. They had no access to drinking\nwater. Throughout\r\ntheir detention the first appellant, who suffers from diabetes, was\r\nwithout his medication. They were not allowe\nto receive any visitors,\r\nnot even family members. The first appellant later wrote a letter to\r\nthe Commissioner of Police complaining\nabout the conditions of their\r\ndetention. As regards the last night of their detention, viz the\r\nnight spent in the Pretoria Central\nPrison, there is no evidence\r\nregarding the conditions under which they were detained. Both\r\nappellants testified, however, that\ntheir reputations had been\r\nnegatively affected by the detention â as the first appellant put\r\nit, âin our country a jail bird\nis a jail birdâ â and the first\r\nappellant also stated that his illness had been aggravated by his\r\nperiod of detention.\n[28]\tAfter his\r\narrest on 26 July by Captain Ngobeni, the first appellant was taken\r\nto Mamelodi police station and detained there\nfor two nights and one\r\nfull day (from about 18h00 on Saturday 26 July 2003 to about 08h00 on\r\nMonday 28 July 2003). The conditions\nwere little better than at the\r\nPretoria Moot Police Station. He was made to sleep on a small coarse\r\nmattress in a freezing cell\nand was not even provided with a blanket\r\non the first night. It was only on the Sunday that his wife was\r\nallowed to visit him and\nbring him his medication and a sleeping bag.\n[29]\tCounsel for\r\nthe respondent advanced no argument in respect of the amounts of\r\ndamages claimed. However, in our view, there can\nbe no doubt that the\r\nindignity to which the appellants were subjected merits substantial\r\ndamages. For the arrest and detention\nof the appellants in respect of\r\nthe first claim, we consider that an award of R100 000 each (as\r\nclaimed) would be appropriate.\nSimilarly, in respect of claim 2\r\n(malicious prosecution), the amount of R50 000 damages claimed by\r\neach appellant is appropriate.\nAs regards claim 3 (the second\r\nunlawful arrest and detention of the first appellant), although the\r\nconditions of detention were\nmost unsatisfactory, it would appear\r\nthat they were not as bad as in respect of the first claim. Moreover,\r\nthe period of detention\nwas considerably shorter. An appropriate\r\naward in respect of the third claim is R50 000.\n[30]\tIn the\r\nresult the appeal succeeds with costs, the costs to be paid by the\r\nfirst respondent. The order of the court below is\nset aside and\r\nreplaced with the following order:\nâ\n1.\tJudgment\r\nis granted in favour of the first plaintiff as follows:\n(a)\t(i)\tagainst\r\nthe first and second defendants jointly and severally, the one paying\r\nthe other to be absolved, for payment of damages\nin the sum of R100\r\n000 in respect of claim 1;\n(ii)\tagainst the\r\nfirst defendant for payment of damages in the sum of R50 000 in\r\nrespect of claim 2;\n(iii)\tagainst\r\nthe first defendant for payment of damages in the sum of R50 000 in\r\nrespect of claim 3.\n(b)\tInterest on\r\neach of the above amounts will run at the prescribed rate\na\ntempore\r\nmorae\n(from 5 April 2007) to date of payment.\n(c)\tThe first\r\ndefendant is ordered to pay the costs of suit.\n2.\tJudgment is\r\ngranted in favour of the second plaintiff as follows:\n(a)\t(i)\tagainst\r\nthe first and second defendants jointly and severally, the one paying\r\nthe other to be absolved, for payment of damages\nin the sum of R100\r\n000 in respect of claim 1;\n(ii)\tagainst the\r\nfirst defendant for payment of damages in the sum of R50 000 in\r\nrespect of claim 2.\n(b)\tInterest on\r\neach of the above amounts will run at the prescribed `rate\na\ntempore\r\nmorae\n(from 5 April 2007) to date of payment.\n(c)\tThe first\r\ndefendant is ordered to pay the costs of suit.â\n____________________________\nKK MTHIYANE\nJUDGE\r\nOF APPEAL\n____________________________\nBJ\r\nVAN HEERDEN\nJUDGE OF APPEAL\nAppearances:\nFor Appellant:\tG\r\nC Muller\nM B\r\nMatlejoane\nInstructed\r\nby:\nCoetzer\r\nAttorneys Pretoria\nAzar &\r\nHavenga Bloemfontein\nFor\r\nRespondent:\tB R Tokota  SC\nK Mokotedi\nInstructed\r\nby:\nThe State\r\nAttorney Pretoria\nThe State\r\nAttorney Bloemfontein\n1\nSection\r\n\t40(1)(a) reads as follows:\nâ\n(1)\r\n\tA peace officer may without warrant arrest any person â\n(\na)\r\n\twho commits or attempts to commit any offence in his presenceâ.\n2\nSection\r\n\t40(1)(b) reads as follows:\nâ\n(1)\r\n\tA peace officer may without warrant arrest any person â\n.\r\n\t. .\n(b)\r\n\twhom he reasonably suspects of having committed an offence referred\r\n\tto in Schedule1â.\n3\n[2008] ZACC 3\n;\n2008 (2) SACR 1\n(CC) paras 24 and 25.\n4\n[2008]\r\n\t3 All SA 47\n(SCA) para 8.\n5\n1968\r\n\t(3) SA 98\n(A) at 103G-104E.\n6\n1975 (1) SA 481\n(A) at 492A-B.\n7\nRelyant\r\n\tTrading (Pty) Ltd v Shongwe & another\n(2007) 1 All SA 375\n(SCA) para 5.\n8\nSee\r\n\talso the\nMoleko\ncase para 65.\n9\nSee the passage from the\nMoleko\ncase para 64, quoted in para 17 above.\n10\n2006\r\n\t(6) SA 320\n(SCA) para 17.",
  "scraped_at": "2026-02-11T21:45:42.949921",
  "date": "2009-03-31",
  "coram": [
    "Farlam JJA",
    "Mthiyane JJA",
    "Brand JJA",
    "Lewis JJA",
    "Van Heerden JJA"
  ],
  "case_number": "380/2008",
  "parties": {
    "applicants": [
      "Petrus Johannes Rudolph",
      "Wentzel Laubscher",
      "Marthinus Andries van der Walt"
    ],
    "respondents": [
      "Minister of Safety and Security",
      "Minister of Correctional Services"
    ]
  },
  "sections": {
    "facts": "The appellants were arrested on 18 July 2003 near Capital Park, Pretoria, and detained at the Pretoria Moot Police Station until 21 July, after which they were taken to Pretoria Central Prison and released on bail on 22 July. A second arrest of the first appellant occurred on 26 July 2003 near Rayton by Captain Ngobeni, leading to detention at Mamelodi Police Station until 28 July. The arrests were alleged to be unlawful because the gatherings involved only eight persons, below the threshold defined in the Regulation of Gatherings Act, and no reasonable suspicion of a Schedule 1 offence existed. The appellants also claimed malicious prosecution, asserting that the police charged them without reasonable cause and with animus injuriandi. Their detention conditions were described as unsanitary and degrading.",
    "issues": "1. Whether the arrests on 18 July 2003 and 26 July 2003 were lawful under the Criminal Procedure Act and the Regulation of Gatherings Act. 2. Whether the respondents bore the onus to justify the arrests and detention. 3. Whether the elements of malicious prosecution—instigation, lack of reasonable cause, malice (animus injuriandi), and failure of prosecution—were satisfied. 4. The appropriate quantum of damages for unlawful arrest, detention, and malicious prosecution.",
    "principles": "The Court applied section 40(1)(a) and (b) of the Criminal Procedure Act, holding that an arrest without a warrant is permissible only if an offence is committed in the officer's presence or if the officer reasonably suspects a Schedule 1 offence. The Regulation of Gatherings Act defines a \"gathering\" as an assembly of more than 15 persons, placing the appellants’ assembly outside the statutory definition. The burden of proof lies on the state (Zealand v Minister of Justice). For malicious prosecution, the Court followed Minister of Justice & Constitutional Development v Moleko, requiring proof of animo injuriandi and dolus eventualis, as emphasized in Moaki v Reckitt & Colman and Prinsloo v Newman.",
    "application": "The Court found that no gathering of more than 15 persons occurred, so the Gatherings Act was not breached; consequently, the officers could not rely on section 40(1)(a). Moreover, the alleged offences (e.g., sedition) were not reasonably suspected, rendering section 40(1)(b) inapplicable. The state therefore failed to discharge the onus, making both arrests unlawful. Regarding malicious prosecution, the Court concluded that the charging officer knew the alleged gathering did not constitute an offence yet proceeded, satisfying the animus injuriandi requirement. The Court therefore upheld the appellants' claim for malicious prosecution. The Court assessed damages in line with precedent (Minister of Safety and Security v Seymour) and awarded R100,000 each for unlawful arrest/detention (claim 1), R50,000 each for malicious prosecution (claim 2), and R50,000 for the second unlawful arrest (claim 3). Costs were awarded against the first respondent.",
    "conclusion": "The appeal succeeded. The order of the lower court was set aside. Judgment was entered in favour of the first and second appellants: R100,000 each for claim 1, R50,000 each for claim 2, and an additional R50,000 for claim 3 (first appellant only). Interest accrues from 5 April 2007, and the first respondent was ordered to pay the costs of suit."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Unlawful Arrest and Detention",
    "level_3": [
      "Gatherings Act",
      "malicious prosecution",
      "civil damages",
      "human rights"
    ]
  }
}