{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/142.html",
  "case_name": "Stratgro Capital (SA) Ltd v Theodorus NO and Others (417/08) [2009] ZASCA 142; 2010 (2) SA 530 (SCA) ; [2010] 3 All SA 27 (SCA) (23 November 2009)",
  "citation": "[2009] ZASCA 142",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 142\n|\nNoteup\n|\nLawCite\nStratgro Capital (SA) Ltd v Theodorus NO and Others (417/08) [2009] ZASCA 142; 2010 (2) SA 530 (SCA) ; [2010] 3 All SA 27 (SCA) (23 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase number: 417/08\nIn the matter between:\nSTRATGRO CAPITAL (SA)\nLIMITED\t\t\tAPPELLANT\nand\nLOMBARD LODEWYK THEODORUS NO\t\t\tFIRST RESPONDENT\nLOMBARD LORRAINE\nSONJA NO\t\t\t\tSECOND RESPONDENT\nGELDENHUYS BARTHOLOMEUS NO\t\t\tTHIRD\nRESPONDENT\nLOMBARD LODEWYK THEODORUS\t\t\tFOURTH RESPONDENT\nNeutral citation:\nStratgro Capital v Lombard\n(417/2008)\n[2009] ZASCA 142\n(23 November 2009)\nCORAM:\t\tMpati P, Mthiyane, Snyders JJA\net\nLeach, Bosielo\nAJJA\nHEARD:\t\t17 August 2009\nDELIVERED:\t23 November 2009\nSUMMARY\n:\t\tMagistrates' Court Rule 45(8) – writ of execution and\nnotice of attachment of incorporeal movable property – failure\nto give\nnotice of attachment to execution debtor renders attachment incomplete –\nattachment and subsequent sale in execution\nnull and\nvoid.\nORDER\nOn appeal from\n:\tHigh Court of South Africa, Witwatersrand Local\nDivision, (Selvan AJ sitting as court of first instance).\n1.\tThe appeal is\nallowed.\n2.\tThe Theo Lombard Family Trust and the fourth respondent are ordered to pay\nthe appellant’s costs of appeal jointly and severally,\nthe one paying the\nother to be absolved, on the scale as between attorney and client.\n3.\tThe order of the court below is set aside and replaced with the\nfollowing:\n‘(a)   The attachment and subsequent sale in execution, on 24 January\n2007, of the applicant’s claim against the Theo\nLombard Family Trust to\nthe fourth respondent are set aside.\n(b)   The Theo Lombard Family Trust and the fourth respondent are    ordered to\npay the costs of the application jointly and severally,\nthe one paying the other\nto be absolved, on the scale as between attorney and\nclient.’\nJUDGMENT\nMPATI P\n(Mthiyane, Snyders JJA\net\nLeach, Bosielo AJJA\nconcurring)\n[1]\tThe issue in this appeal is\nwhether the attachment of the appellant's claim against the first to third\nrespondents, in their\nrepresentative capacities as trustees of the Theo Lombard\nFamily Trust ('the Trust'), and its subsequent sale in execution should\nbe set\naside on grounds of alleged defects in the attachment process and sale in\nexecution, or alleged\nmala fide\nabuse of court process. The successful\nbidder at the sale in execution was the fourth respondent, acting in his\npersonal capacity.\n[2]\tThe Trust was the owner of certain fixed property\nknown as erf 5710, Pietersburg ('the property'). On or about 18 June 2001 the\nappellant, duly represented by Mr Darryl Charles Ducasse ('Ducasse'), concluded\na written agreement with the Trust, represented by\nMr André Lombard ('the\nfourth respondent's son’), in terms of which the appellant purchased the\nproperty at a purchase\nprice of R8 925 000. The agreement was\nconditional upon the appellant's ability to raise finance for the full purchase\nprice. The condition was not fulfilled and the agreement ultimately\nlapsed.\n[3]\tBut when he could not raise the necessary finance, Ducasse,\nin collaboration with another entity, Blue Dot, introduced a third\nparty who\nagreed to purchase the property for R10 500 000. In terms of an oral\nagreement between the Trust and Ducasse,\non behalf of the appellant, the third\nparty was introduced on the basis that the profit would be shared: the Trust, as\nseller, would\nreceive R9 million and the appellant R1.5 million. Upon transfer\nof the property to the purchaser the latter's financiers, First\nNational Bank,\nreleased an amount of R9 million. The balance was to be paid to the Trust upon\nconclusion of a long term lease agreement\nfor the occupancy of part of the\nproperty. The Trust and Ducasse agreed, in the meantime, that the appellant\nwould be paid R500 000\nupon receipt by the Trust of the first tranche of R9\nmillion and the rest (R1m) upon payment by First National Bank of the balance\nof\nthe purchase price. But when the balance of the purchase price was paid the\nTrustees refused to pay the amount owing to the appellant\nin terms of the\nagreement. They contended that the appellant's claim constituted commission and\nthat the appellant, not being a registered\nestate agent, was precluded from\nclaiming payment of the sum still outstanding.\n[4]\tThe appellant then\ninstituted motion proceedings (the main application) in the Johannesburg High\nCourt against the Trust, seeking\nan order for payment of the sum of R1m, being\nthe balance allegedly owing to it.  The matter was referred to trial and set\ndown for\nthe hearing of oral evidence on 7 March 2007. In the interim, the Trust\nobtained an order, with costs, in terms of which the appellant\nwas ordered to\nprovide security for the Trust's costs in the main action. The costs of the\napplication for the furnishing of security\nwere taxed on 18 September 2006 in an\namount of R27 431.24. The appellant was not represented at the taxation. A\ncopy of the\ntaxing master's\nallocatur\nwas, however, sent to the\nappellant’s attorneys under cover of a letter from the Trust's attorneys\ndated 17 October 2006, in\nwhich demand was made for payment of the taxed costs\nby 20 October 2006, failing which, the writer asserted: 'I have an instruction\nto proceed'.\n[5]\tIn response to the demand the appellant's attorneys\nadvised that payment was being processed. But despite this assurance the\nTrust’s\nattorneys still threatened ‘to proceed’. On 23 October\n2006 the appellant’s attorneys dispatched a letter to them,\nthe last three\nparagraphs of which read as follows:\n'In the circumstances we reiterate our\nsubmission in our previous letter namely that the institution of further legal\nproceedings\nand/or execution aimed at recovery of the taxed Bill of Cost is\nunnecessary in the circumstances.\nHowever, should your client choose to\nexecute on the Bill of Cost we request that you kindly notify us per telephone\nor telefax whereupon\nwe will\nfurnish you with the current physical address of\nthe Plaintiff.\nWe hope that \"reason will prevail\" and look forward to\nreceipt of your favourable responses soonest.'\n(The words in bold print in\nthe penultimate paragraph appear as such in the text of the\nletter.)\n[6]\tBy 3 November 2006 payment had still not been made and in a\nletter of the same date addressed to the Trust's attorneys, the appellant's\nattorneys recorded that 'the payment of the costs was unfortunately delayed due\nto two digits (of your trust banking account details)\nhaving been inadvertently\ntransposed, but this error has been corrected and the amount has been paid into\nyour account'. The Trust's\nattorneys responded on 8 November 2006 advising that\nno payment had been received and that 'I am accordingly continuing with my\nclient's\ninstructions'. It appears, however, that during this exchange of\ncorrespondence the Trust's attorneys caused to be issued a writ\nof execution\ndirecting the Sheriff 'to attach and take into execution the movable property of\nthe [appellant]'.\n[7]\tPrior to seeking the order compelling the\nappellant to furnish security for its costs the Trust instructed its attorneys\nto conduct\na search, through the office of the Registrar of Companies, to\nascertain the address of the appellant's registered office. The address\nyielded\nby the search was 1\nst\nFloor, Chloride House, 4 Boundary Road,\nJohannesburg, which is different from the address given by Ducasse when he\ndeposed to the\nappellant's founding affidavit in the main application. There, Mr\nDucasse alleged that the appellant 'carries on business as a property\ninvestment\ncompany and has its registered office at 43 Wessels Road, Rivonia,\nGauteng’.\n[8]\tThe Trust had also established that the appellant\nhad no physical assets available for attachment. In its answering affidavit,\ndeposed to by the first respondent in his representative capacity, the Trust\nsays the following:\n'25.\tAs set out above the Trust's investigations revealed\nthat the appellant did not have any place of business or physical assets\navailable for attachment. The only asset of the applicant of which the Trust was\naware was the appellant's cause of action against\nthe Trust in the main\nproceedings. The Trust accordingly instructed its attorney to cause the Sheriff\nto attach such right of action\nand have it sold in execution of the taxed Bill\nof Costs.\n26.\tAs also set out above, the registered office of the applicant\nat all material times was at 1\nst\nFloor Chloride House, 4 Boundary\nRoad, Highlands North, Johannesburg, the name of which building had since been\nchanged to Frameworks\nHouse. As the applicant was not carrying on business, this\nwas the only address at which execution could be levied. . . .\n27.\tAs set\nout above, the applicant had been made aware in the application for security for\ncosts that the address which the applicant\nhad given in the main proceedings as\nits registered office was not in fact its registered\noffice.'\n[1]\nThe Sheriff was thus\ninstructed to execute at the appellant’s registered address and on 30\nOctober 2004 he recorded in his 'Return\nof Non Service' that the writ 'could not\nbe executed' and ‘the [appellant] is unknown to Mrs van der Laan in charge\nat Frameworks\npresent occupier'.\n[9]\tBut despite the Sheriff’s\nReturn of Non-service and its own prior knowledge that the appellant was unknown\nat its registered\naddress the Trust, through its attorneys, nevertheless\ninstructed the Sheriff to 'attach the [appellant's] right of action by service\nof the warrant of execution at [its] registered office'. In line with these\ninstructions the Deputy Sheriff, Mr Van Dijk, furnished\na Return of Service\nrecording that on 22 November 2006 the writ of execution 'was duly served by\naffixing a copy thereof to the principal\ndoor of SELBY & COMPANY which was\nfound closed'.\n[2]\nThe Return of\nService further recorded the following:\n'I HEREBY DO ATTACH THE [APPELLANT'S]\nCLAIM AGAINST THE LOMBARD FAMILY TRUST AND OTHERS UNDER CASE NUMBER 03/23807.\nYOUR FURTHER INSTRUCTIONS\nARE HEREWITH AWAITED.\nCOPIES LEFT AT FRAMEWORKS ON\n1\nST\nFLOOR AT FRAMEWORKS HOUSE 4 BOUNDARY ROAD\nROUXVILLE.'\n[10]\tThe sale in execution was duly advertised in two\nnewspapers and subsequently held on 24 January 2007. According to the Sheriff's\n‘Return of Warrant of Execution Against Property’ (the return in\nrespect of the sale in execution), the 'movable assets'\nsold in execution\nrealised the sum of R1 500. As indicated, the successful 'bidder' was the\nfourth respondent.\n[11]\tIt is clear from these facts, and indeed common\ncause, that although the Trust’s attorneys had threatened to recover their\nclient’s taxed costs by way of execution, the appellant was kept in the\ndark about the entire attachment process and ultimate\nsale in execution. Certain\ncorrespondence was exchanged between the parties' legal representatives relating\nto the further conduct\nof the main application, but no information on the\nattachment process was disclosed. Nor was it disclosed during a pre-trial\nconference\nheld on 1 December 2006. This was clearly on instructions from the\nTrust. The following appears in its answering affidavit:\n'Mr Barling [the\nTrust's attorney] was instructed to comply strictly with the legal requirements.\nIf Mr Barling had advised the applicant\nof the sale he would have been in breach\nof his duty to the Trust and would have acted contrary to the instructions given\nto him\nby his client.'\nThe withholding of information on the attachment\nprocess was thus deliberate. Not surprisingly, the Trust’s attorney must\nhave\nfelt uncomfortable with his instructions to withhold information from the\nappellant on the attachment. He sought, and received, an\nassurance from the Law\nSociety of the Northern Provinces that he was under no duty to notify the\nappellant of the attachment.\n[12]\tThe appellant's attorneys were advised\nof the sale in execution by letter dated 26 January 2006. They were also\nadvised, in the\nletter, that they should withdraw as attorneys of record in the\nmatter as the fourth respondent, who had purchased the appellant's\nright of\naction, wished to appoint his own attorneys in the further conduct of the\nmatter. On 30 January 2007 payment in respect\nof the Trust's taxed costs was\nmade by way of electronic transfer into the trust account of the Trust's\nattorneys. Following further\ncorrespondence between the parties' respective\nattorneys the appellant instituted motion proceedings seeking, against the\ntrustees\nof the Trust and the fourth respondent, an order, inter alia, setting\naside the attachment and sale in execution of its right, title\nand interest in\nits claim against the Trust. The court a quo (Selvan AJ) dismissed the\napplication with costs. This appeal is with\nits leave.\n[13]\tIn this court\nthe appellant’s case was advanced on two fronts. The first was that the\nattachment and subsequent sale in\nexecution of its right, title and interest in\nits claim against the Trust were invalid for want of compliance with the\nprovisions\nof Rule 45(8) of the Uniform Rules of Court ('the Rules'). The second\nwas that the execution process had not been invoked for the\npurpose for which it\nwas intended, which is to obtain satisfaction of a judgment debt (in this case\nto recover taxed costs), but\nfor the 'sinister purpose of quelling the\nlitigation'. This, so it was argued, constituted an abuse of the court process\nwhich should\nnot be countenanced.\n[14]\tElaborating on the first of the\ntwo fronts (the alleged invalidity of the execution process for want of\ncompliance with Rule\n45(8)) counsel for the appellant submitted that the\nexecution process was fatally flawed because (a) the attachment was fatally\ndefective\nas, inter alia, nothing was attached, and (b) the advertisements were\nfatally defective because no information relating to the claim\nwas published. It\nwas accordingly contended that the sale was null and void because nothing had\nbeen sold or transferred. It was\nalso argued, on behalf of the appellant, that\nthe attachment and sale in execution fall to be set aside for failure, on the\npart\nof the sheriff, to give written notice of the attachment to all interested\nparties as required by Rule 45(8)(c)(i)(a).\n[15]\tRule 45(8)\nreads:\n'(8)\tIf incorporeal property, whether movable or immovable, is\navailable for attachment, it may be attached without the necessity\nof a prior\napplication to court in the manner hereinafter provided:\n(a)\nWhere the property or right to be attached is a lease or a bill of\nexchange, promissory note, bond or other security for the payment\nof money, the\nattachment shall be complete only when –\n(i)\tnotice has been given by the sheriff to the\nlessor and lessee, mortgagor and mortgagee or person liable on the bill of\nexchange\nor promissory note or security as the case may be, and\n(ii)\tthe\nsheriff shall have taken possession of the writing (if any) evidencing the\nlease, or of the bill of exchange or promissory\nnote, bond or other security as\nthe case may be . . .\n(b)\nWhere movable property sought to be attached is the interest of the\nexecution debtor in property pledged, leased or sold under suspensive\ncondition\nto or by a third person, the attachment shall be complete only when the sheriff\nhas served on the execution debtor and\non the third person notice of the\nattachment with a copy of the warrant of execution . . .\n(c)\nIn the case of the attachment of all other incorporeal property or\nincorporeal rights in property as\naforesaid,\n(i)\tthe attachment shall only be\ncomplete when –\n(a)\nnotice of the attachment has been given in writing by the sheriff\nto all interested parties and where the asset consists of incorporeal\nimmovable\nproperty or an incorporeal right in immovable property, notice shall also have\nbeen given to the registrar of deeds in\nwhose deeds registry the property or\nright is registered, and\n(b)\nthe sheriff shall have taken possession\nof the writing or document evidencing the ownership of such property or right,\nor shall have\ncertified that he has been unable, despite diligent search, to\nobtain possession of the writing or document;\n(ii)\tthe sheriff may upon exhibiting the original of the warrant of execution\nto the person having possession of property in which\nincorporeal rights exist,\nenter upon the premises where such property is and make an inventory and\nvaluation of the right attached.'\n[16]\tA litigant's right, title and\ninterest in a claim constitutes incorporeal property which may be attached at\nthe instance of\na judgment creditor and sold in\nexecution.\n[3]\nConsequently, in\nattaching the appellant's claim against the Trust the respondent was obliged to\ncomply with the provisions of rule\n45(8). By reason of rule\n45(8)(c)(i)(\na\n), an attachment of the right, title and interest of a\nlitigant in an action will only be complete once the sheriff has given notice\nof\nthe attachment in writing 'to all interested parties'. This rule is couched in\nwide terms and there seems to be no reason to regard\nthe appellant, whose claim\nin the main proceedings was attached, as not being an 'interested party' as\ncontemplated therein. Both\nsub-rules 45(8)(a)(i) and (b), which relate to the\nattachment of certain specific incorporeals, require notice to be given to the\nexecution debtor whose incorporeal property or right is the subject of an\nattachment in order for such attachment to be complete.\nThe framer of the rules\ncould have had no good reason to distinguish between the incorporeal property\nspecified in those two sub-rules\nand any other incorporeal property in providing\nfor notice of an attachment to be given to a judgment debtor. After all, it\nwould\nbe absurd to require a judgment debtor to be given notice should its lease\nwith a third party be attached (rule 45(8)(a)(i)), but\nnot if its claim for\npayment of rentals due under the lease was the subject of the attachment. Had\nthe drafter of the rules not intended\nto refer to all interested third parties\nin sub-rule 45(8)(c)(i)(\na\n) but intended to exclude from its operation the\njudgment debtor whose incorporeal was being attached, it would have been a\nsimple\nmatter to have said so. It did not.\n[17]\tI therefore conclude\nthat the appellant was clearly an interested party as envisaged by rule\n45(8)(c)(i)(\na\n) in regard to its claim against the Trust which was\npurportedly attached, and the failure to give it notice resulted in the\nattachment\nbeing incomplete. It follows that the subsequent sale in execution\nwas null and void.\n[18]\tIt may be mentioned that it is clear from a\nperusal of the judgment of the court a quo that in that forum counsel for the\nappellant\ndid not argue that the appellant was an interested party as\ncontemplated in rule 45(8)(c)(i)(a). I draw this conclusion from the\nfollowing\npassage in the judgment:\n'Another objection is put forward by the applicants'\ncounsel to the actions of the sheriff. Reliance is placed upon the provision\nembodied in Rule rule 45(8)(c)(i)(a), that the sheriff should give notice of the\nattachment of incorporeal property to . . . 'all\ninterested parties . . .\nwithout which, in the words of the Rule, \"The attachment shall not be complete\".\nCounsel goes on to submit\nthat there were a number of interested parties who\nwere entitled to receive notice, those being Blue Dot to whom the applicant was\nallegedly contractually obliged to pay half of the claim against the Trust, one\nSohn who holds an undertaking from the applicant\nto make payment of monies owed\nto them out of the proceeds of the claim, and \"Martins, who has a lien over the\ndocumentation relative\nto the litigation\". Martins is the applicant's\nattorney.'\nThe court a quo rejected these submissions and held that the\nphrase 'interested parties' in the Rule 'connotes someone who has an\ninterest in\nthe right, which is the subject matter of the attachment, not someone who has an\nindirect pecuniary interest.'\n[19]\tThe conclusion I have reached, ie\nthat the failure to give notice to the appellant resulted in the attachment\nbeing incomplete,\nrenders a consideration of all the other contentions advanced\non behalf of the appellant unnecessary. It suffices merely to state\nthat the\nactual attachment process is in itself suspect. It is doubtful whether there was\ncompliance with the requirements of rule\n45(8)(c)(i)(b).\n[4]\nHowever, I express\nno firm view on this issue.\n[20]\tThe question of costs remains. Counsel\nfor the appellant submitted that this court should show its displeasure at the\nobjectionable\nconduct of the Trust by awarding costs, in both courts, on the\nscale as between attorney and client. I agree. Counsel also argued\nthat\nliability for the appellant’s costs should be joint and several as against\nthe Trust and the trustees as its representatives.\nI am not inclined to accede\nto this request. Although the Trust’s instructions to its attorneys would\nhave emanated from the\ntrustees, they did so in a representative capacity. There\nis no evidence that they would have enjoyed personal gain had the Trust’s\nactions not been found to have been reprehensible. There is no reason, however,\nwhy the fourth respondent, who purchased the appellant’s\nclaim in his\npersonal capacity and who has participated in these proceedings in his personal\ncapacity, should not be held jointly\nliable, with the Trust, for the\nappellant’s costs.\n[21]\tIn the result, the following order is\nmade:\n1.\tThe appeal is allowed.\n2.\tThe Theo Lombard Family Trust and the fourth respondent are ordered to pay\nthe appellant’s costs of appeal jointly and severally,\nthe one paying the\nother to be absolved, on the scale as between attorney and client.\n3.\tThe order of the court below is set aside and replaced with the\nfollowing:\n‘(a)\tThe attachment and subsequent sale in execution, on 24 January 2007,\nof the applicant’s claim against the Theo Lombard\nFamily Trust to the\nfourth respondent are set aside.\nThe Theo Lombard\nFamily Trust and the fourth respondent are ordered to pay the costs of the\napplication jointly and severally, the\none paying the other to be absolved, on\nthe scale as between attorney and client.’\n............................\nL MPATI\nJUDGE OF APPEAL\nCounsel for the Appellants:\tP\nTredoux\nInstructed by:\t\t\tMartins\nAttorneys\nWestlake\nCorrespondents:\t\t\tPhatshoane Henney\nInc\nBloemfontein\nCounsel for the Respondents:\tN\nSegal\nInstructed by:\t\t\tNorman Barling\nAttorney\nJohannesburg\nCorrespondents:\t\t\tRosendorff Reitz\nBarry\nBloemfontein\n[1]\nThe Trust's attorneys\napparently also established that the appellant did not occupy the premises at 43\nWessels Road, Rivonia, Gauteng,\nand was not known at those premises.\n[2]\nSelby & Company were the\noccupiers at 1\nst\nFloor, Chloride House, 4 Boundary Road,\nJohannesburg. 'Chloride House' had been changed to 'Framework\nHouse'.\n[3]\nSee eg\nMarais v\nAldridge\n1976 (1) SA 746\n(T) at 750A-C;\nBrummer v Gorfil Brothers\nInvestments (Pty) Ltd\n1999 (3) SA 389\n(SCA).\n[4]\nCompare\nBadenhorst v\nBalju, Pretoria Sentraal\n1998 (4) SA 132\n(T).",
  "scraped_at": "2026-02-12T05:23:47.323212",
  "date": "2009-11-23",
  "coram": [
    "Mpati P",
    "Mthiyane",
    "Snyders JJA",
    "Leach",
    "Bosielo AJJA"
  ],
  "case_number": "417/08",
  "parties": {
    "applicants": [
      "Stratgro Capital (SA) Ltd"
    ],
    "respondents": [
      "Lombard Lodewyk Theodorus NO",
      "Lombard Lorraine Sonja NO",
      "Geldenhuys Bartholomeus NO",
      "Lombard Lodewyk Theodorus"
    ]
  },
  "sections": {
    "facts": "Stratgro Capital (SA) Ltd entered into a conditional purchase agreement with the Theo Lombard Family Trust for a property (erf 5710). The agreement fell through and a third‑party buyer was introduced. The Trust received R9 million from the buyer's bank and was to pay Stratgro R1.5 million for its claim against the Trust. The Trust later refused to pay, contending the claim was a commission and that Stratgro was not a registered estate agent. Stratgro sued for the R1 million balance. While the main action was pending, the Trust obtained a court order for Stratgro to provide security for costs. After failed payment, the Trust’s attorneys caused a writ of execution to be issued to attach Stratgro’s right of action (incorporeal property) and to sell it in execution. The sheriff served the attachment notice at the Trust’s registered address without informing Stratgro, and the attached claim was sold at a public auction on 24 January 2007, with the fourth respondent buying the claim. Stratgro was unaware of the attachment and sale until after they occurred.",
    "issues": "1. Whether the attachment of Stratgro’s claim against the Trust complied with Rule 45(8) of the Uniform Rules of Court, particularly the requirement to give written notice of attachment to all interested parties. 2. Whether the execution process was an abuse of court process, being used to suppress the litigation rather than to satisfy a judgment debt.",
    "principles": "Rule 45(8) provides that attachment of incorporeal property is only complete when the sheriff gives written notice to all interested parties (and, where applicable, to the registrar of deeds) and takes possession of the relevant document. A party whose claim is attached is an ‘interested party’ within the meaning of the rule. Failure to give such notice renders the attachment incomplete and any subsequent sale void. The rule applies uniformly to all categories of incorporeal property unless expressly excluded. Additionally, execution must be used for the purpose of enforcing a judgment debt; using it to quash a dispute may constitute an abuse of process.",
    "application": "The court held that Stratgro, as the owner of the attached claim, was an interested party under Rule 45(8)(c)(i)(a). The sheriff failed to give Stratgro written notice of the attachment, so the attachment was incomplete. Consequently, the sale in execution was null and void. The court did not need to decide the abuse‑of‑process argument because the defect in the attachment alone was sufficient to set aside the sale.",
    "conclusion": "The appeal was allowed. The attachment and the subsequent sale in execution of Stratgro’s claim on 24 January 2007 were set aside. The Theo Lombard Family Trust and the fourth respondent were ordered jointly and severally to pay Stratgro’s costs of appeal on an attorney‑client scale. The order of the lower court was replaced with the above orders."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Attachment and Execution",
    "level_3": [
      "Rule 45(8)",
      "incorporeal property",
      "notice of attachment",
      "nullity of sale",
      "abuse of process",
      "costs"
    ]
  }
}