{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/123.html",
  "case_name": "Ntshangase v MEC: Finance Kwa-Zulu Natal and Another (402/08) [2009] ZASCA 123; 2010 (3) SA 201 (SCA) ; [2010] 2 All SA 150 (SCA) ; [2009] 12 BLLR 1170 (SCA); (2009) 30 ILJ 2653 (SCA) (28 September 2009)",
  "citation": "[2009] ZASCA 123",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 123\n|\nNoteup\n|\nLawCite\nNtshangase v MEC: Finance Kwa-Zulu Natal and Another (402/08) [2009] ZASCA 123; 2010 (3) SA 201 (SCA) ; [2010] 2 All SA 150 (SCA) ; [2009] 12 BLLR 1170 (SCA); (2009) 30 ILJ 2653 (SCA) (28 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:   402/08\nHAMILTON NTSHANGASE\t\t                             Appellant\nand\nMEC FOR FINANCE: KWAZULU-NATAL\t1\nST\nRespondent\nMEC FOR EDUCATION: KWAZULU-NATAL\t2\nND\nRespondent\nNeutral citation:\nNtshangase\r\nv MEC: Finance Kwa-Zulu Natal and Another\n402/08\n[2009] ZASCA 123\n(28 September  2009)\nCoram:\nBRAND, NUGENT, HEHER,\r\nSNYDERS JJA et\nBOSIELO AJA\nHeard:\n7 SEPTEMBER 2009\nDelivered:\n28 SEPTEMBER 2009\nSummary:\nLabour law â\r\nwhether an employer in the public sector is entitled to review its\r\nown decision pursuant to a disciplinary enquiry,\nnot to dismiss an\r\nemployee â whether on the merits the decision in question was\r\nreviewable and whether the Labour Appeal Court\nshould have\r\nsubstituted its own decision to dismiss the appellant instead of\r\nreferring the matter for a rehearing on the issue\nof an appropriate\r\nsanction.\n______________________________________________________________\nORDER\nOn appeal from:\nLabour Appeal\r\nCourt (Zondo JP, Pillay et Kruger AJJA on appeal from the Labour\r\nCourt)\n1.\tThe appeal is dismissed.\nJUDGMENT\nBOSIELO AJA (Brand, Nugent, Heher et Snyders JJA\r\nconcurring)\n[1]\tThe appellant was employed in the Department of\r\nEducation: Kwazulu-Natal, as Director: Arts, Culture, Museum Services\r\nand Youth\nAffairs. He was charged and found guilty of twelve charges\r\nof misconduct in a disciplinary hearing initiated by the second\r\nrespondent,\nthe MEC for Education: KwaZulu-Natal, and chaired by Mr\r\nWentworth Dorkin (Dorkin). With regard to the sanction that should be\r\nimposed,\nDorkin determined that the appellant should be given a final\r\nwritten warning. The second respondent found that sanction\r\ninappropriate.\nIn his view the appellant should have been dismissed.\r\nHe therefore brought a review application in the Labour Court for the\r\nproposed\nsanction to be set aside and replaced with the sanction of\r\ndismissal. His application to the Labour Court was unsuccessful.\r\nHowever,\non appeal to the Labour Appeal Court, the decision of the\r\nLabour Court was set aside and the second respondent's review\r\napplication\nwas granted. The Labour Appeal Court set aside the\r\nsanction imposed on the appellant by Dorkin, the chairperson of the\r\ndisciplinary\nhearing, and replaced it with a sanction of dismissal\r\nwith immediate effect. The appellant is appealing against the\r\njudgment of\nthe Labour Appeal Court with special leave of this court.\n[2]\tThe facts of this matter are fairly simple and to a\r\nlarge extent common cause. A succinct account will suffice to\r\nelucidate\nthis judgment. As I have said, the appellant was charged\r\nand convicted of twelve counts of misconduct, involving allegations\r\nof\nwilful or negligent mismanagement of the State's finances and of\r\nabusing his authority. Facts found by Dorkin to support these charges\n\nindicated, inter alia, the unauthorised awarding of bursaries to\r\nvarious students amounting to approximately R1m and the unauthorised\n\npurchase by the appellant of goods exceeding R500 000. It also\r\ntranspired that the second respondent suffered a loss of R200 000\n\nfrom the last mentioned transaction. After considering some evidence\r\ntendered both in aggravation and mitigation of sentence, Dorkin\n\ndecided, as I have said, that the imposition of a final written\r\nwarning would be an appropriate sentence. That is the decision\nwhich\r\ngave rise to the review proceedings by the second respondent; first\r\nunsuccessful in the Labour Court and then successful\nin the Labour\r\nAppeal Court.\n[3]\tIn his answering affidavit the appellant admitted\r\nthat he was found guilty on all twelve counts and stated further that\r\nhe did\nnot challenge any of Dorkin's factual findings. As clearly\r\nforeshadowed in the appellant's notice of appeal the appellant raised\n\nthree legal issues for determination by this court, namely:\n'15.1\tWhether Dorkin's decision not to dismiss the\r\nappellant constitutes administrative action which in principle is\r\nreviewable\nat the instance of the respondent;\n15.2\tif it is, whether the respondent made out a proper\r\ncase to review and set aside Dorkin's decision on the merits; and\n15.3\tIn the event that both of the aforementioned\r\nquestions are decided in the respondent's favour, whether LAC was\r\ncorrect in deciding\nitself to dismiss the appellant in preference to\r\nthe alternative relief sought in the review application, namely the\r\nreferral of\nthe matter for decision by another presiding officer in\r\nrespect of the appropriate sanction.'\nIn supplementary heads of argument volunteered by the\r\nappellant, the appellant added another ground of appeal to the three\r\nreferred\nto above, namely what the applicable grounds of review are\r\nin this matter.\n[4]\tAlthough the second respondent initially relied on\r\ns158(1)(g), (h) and (j) of the Labour Relations Act 66 of 1995 (LRA)\r\nas grounds\nfor its review, the arguments both in the Labour Court and\r\nthe Labour Appeal Court were confined to s158(1)(h) of the LRA.\n[5]\tIt became clear during argument before us that the\r\nappellant relied on the decision of\nChirwa v\r\nTransnet Ltd and Others\n[2007] ZACC 23\n;\n2008 (4) SA 367(CC)\nand a recent decision by this court in\nMakhanya\r\nv University of Zululand\n[2009]\n8 BLLR 721\n(SCA) for its main proposition\r\nthat a decision by an organ of state to dismiss one of its employees\r\nor not to dismiss such an employee\ndoes not constitute administrative\r\naction and is therefore not reviewable by the Labour Court. However,\r\nit was conceded on behalf\nof the appellant that the Labour Court has\r\njurisdiction to adjudicate second respondent's claim under s\r\n158(1)(h) of the LRA. The\nappellant contended however that s\r\n158(1)(h) of the LRA does not establish a statutory right of review\r\nwhere none existed either\nin terms of the common law or Promotion of\r\nAdministrative Justice Act 3 of 2000 (PAJA). It was submitted\r\ntherefore that Dorkin's\ndecision not to dismiss the appellant is not\r\nadministrative action and is therefore not reviewable.\n[6]\tRegarding the decision by the Labour Appeal Court to\r\nsubstitute its own decision for that of the chairperson of the\r\ndisciplinary\nenquiry, it was submitted that a decision to dismiss is\r\nessentially an operational decision. It was contended that as the\r\nelement\nof trust is at the heart of every employment relationship,\r\nthe Labour Appeal Court was not in a position to decide on an\r\nappropriate\nsanction as it had no knowledge of the appellant's\r\nemployment history in the period between his reinstatement and when\r\nthe appeal\nwas heard.  In other words, the Labour Appeal Court was\r\nnot in a position to consider all facts relevant to a determination\r\nof\nan appropriate sanction. The upshot of the argument is that having\r\nreviewed and set Dorkin's decision aside, the Labour Appeal Court\n\nshould have referred the matter back to the disciplinary hearing for\r\na determination of an appropriate sanction. The appellant\nargued that\r\nthere are no exceptional circumstances to justify the decision by the\r\nLabour Appeal Court not to refer the matter back\nto the disciplinary\r\nhearing for a reconsideration of an appropriate sanction and to\r\nimpose it itself.\n[7]\tOn the other hand the second respondent, relying on\nSidumo & Another v Rustenburg Platinum\r\nMines Limited & Others\n2008 (2) SA\r\n24(CC)\n, submitted that a disciplinary enquiry of the type undertaken\r\nin terms of the Public Service Co-ordinating Bargaining Council\r\n(PSCBC)\nResolution 2 of 1999 constitutes administrative action which\r\nis reviewable not in terms of s 33 of the Constitution of the\r\nRepublic\nof South Africa (the Constitution) or PAJA but under s\r\n158(1)(h) of the LRA. It was submitted that because Resolution 2\r\ncreated\na statutorily imposed disciplinary system which involved an\r\nindependent enquiry, the procedure was in substance the same as that\n\nwhich would be followed in arbitration proceedings before the CCMA.\r\nIn terms of\nSidumo\narbitration proceedings are reviewable in terms of the LRA. It was\r\ncontended that by parity of reasoning Dorkin's decision at the\n\ndisciplinary hearing held in terms of Resolution 2 is reviewable.\r\nFurthermore, it was contended that in terms of Resolution 2 the\n\nsecond respondent does not take an independent decision after the\r\nhearing is finalised but is obliged to implement the sanction\n\npronounced by the chairperson of the disciplinary enquiry.  As a\r\nresult Dorkin's decision becomes that of the second respondent.\nBased\r\non this, it was submitted that the enquiry undertaken by Dorkin\r\ncannot be correctly described as 'an internal managerial\nenquiry.'\n[8]\tThe second respondent contended that in terms of\r\nResolution 2 Dorkin was obliged to follow due process and then\r\npronounce an\nappropriate sanction. In so acting, he would be acting\nqua\nthe second\r\nrespondent which is the State itself. As Dorkin had failed to apply\r\nhis mind to the issue of an appropriate sanction\nthus resulting in\r\nhim arriving at an irrational decision, it was argued that the second\r\nrespondent was not only entitled but obliged,\nin the public interest,\r\nto have Dorkin's irrational decision reviewed by a court of law. This\r\nis particularly so as the employer,\nas opposed to the employee, does\r\nnot have a right of appeal. It was argued that the contrary argument\r\nis untenable as it implies\nthat in the absence of the right to appeal\r\nor review its own decision, the second respondent would be left in an\r\ninvidious position\nwhere it would be forced to enforce a decision\r\nwith which it does not agree or one which is patently unjustified.\r\nRelying on\nPepcor Retirement Fund v Financial\r\nServices Board\n2003 (6) SA 38\n(SCA) the\r\nsecond respondent contended that it was not only entitled but was\r\nobliged to take Dorkin's decision on review.\n[9]\tConcerning the question whether the Labour Appeal\r\nCourt should have referred the matter back to the disciplinary\r\nhearing for\na reconsideration of an appropriate sanction, the second\r\nrespondent submitted that on the facts of this case, the only\r\nappropriate\nsanction which Dorkin could have imposed is a dismissal.\r\nIt was contended that, given the gravity of the appellant's\r\nmisconduct,\nany other sanction would have been irrational. The\r\nessence of this submission is that it would be futile and fruitless\r\nto refer\nthe matter to Dorkin when the sanction he should have\r\nimposed is a foregone conclusion. The second respondent maintained\r\nthat the\nLabour Appeal Court acted correctly in the circumstances as\r\nall it did was to replace Dorkin's sanction with the sanction which\n\nhe should have imposed.\n[10]\tThe crisp legal issue in this appeal is therefore\r\nwhether Dorkin's decision amounts to administrative action or not.\r\nThis question\nhas created a lot of controversy in the past. To my\r\nmind the first port of call is s 33(1) of the Constitution of the\r\nRepublic\nof South Africa 108 of 1996 (the Constitution) which\r\nprovides that :\n'Everyone has the right to administrative action that is\r\nlawful, reasonable and procedurally fair.'\nIn an attempt to define what administrative action is,\r\nthe Constitutional Court stated the following in\nPresident\r\nof the Republic of RSA v South African Rugby Football Union\n2000\r\n(1) SA 1(CC)\nin para 141:\n'In s 33 the adjective \"administrative\" not\r\n\"executive\" is used to qualify \"action\". This\r\nsuggests\nthat the test for determining whether conduct constitutes\r\n\"administrative action\" is not the question whether the\r\naction\nconcerned is performed by a member of the executive arm of\r\ngovernment. What matters is not so much the functionary as the\r\nfunction.\nThe question is whether the task itself is administrative\r\nor not. It may well be, as contemplated in\nFedsure,\nthat some acts of a legislature may constitute \"administrative\r\naction\". Similarly, judicial officers may, from time to\ntime,\r\ncarry out administrative tasks. The focus of the enquiry as to\r\nwhether conduct is \"administrative action\" is not\non the\r\narm of government to which the relevant actor belongs, but on the\r\nnature of the power he or she is exercising.'\n[11]\tIn grappling with the difficult task of trying to\r\ndefine a difficult and complex concept like 'administrative action'\r\nProfessor\nCora Hoexter states in her book,\nAdministrative\r\nLaw\nIn South Africa at p 167:\n'In the SARFU case the Constitutional Court admitted\r\nthat deciding what is and what is not administrative action \"may\r\nbe difficult\"\nand suggested that it would have to be done on a\r\ncase-by-case basis. It offered the following as relevant\r\nconsiderations in the\ndiagnosis: the source of the power, the nature\r\nof the power, its subject matter, whether it involves the exercise of\r\na public duty\nand how closely it is related to policy matters â\r\nwhich are not administrative â or to the implementation of\r\nlegislation which\nis characteristic of administrative action.'\n[12]\tTo my mind, it cannot be argued that the second\r\nrespondent is not an organ of State as envisaged by s 239 of the\r\nConstitution.\nFurthermore, there is no gainsaying that the second\r\nrespondent exercises public power in the public interest in terms of\r\nlegislation.\nThis gives the second respondent's powers the necessary\r\npublic character as opposed to a private character. Undoubtedly, when\r\nthe\nsecond respondent appointed Dorkin to preside over the\r\nappellant's disciplinary hearing, it did so in its capacity as the\r\nState.\nIt follows, in my view, that Dorkin's action complained of\r\nherein which essentially is that of the second respondent qualifies\r\nas administrative action. That being so, such action has to be\r\nlawful, reasonable and procedurally fair as contemplated by s 33(1)\n\nof the Constitution.\n[13]\tIt is not in dispute that Dorkin was appointed by\r\nthe second respondent as chairperson of the disciplinary hearing\r\ninvolving\nthe appellant to preside over it as its (second\r\nrespondent's) representative. Dorkin was appointed in terms of\r\nResolution 2. In\nterms of Resolution 2 the second respondent is\r\nobliged to execute the decision taken by Dorkin, the chairperson of\r\nthe disciplinary\nhearing. To my mind, it follows that Dorkin was\r\nacting\nqua\nthe second\r\nrespondent and his decision became that of second respondent. It is\r\ncommon cause that Resolution 2 embodies the procedure\nnegotiated and\r\nagreed upon by the employer and trade unions representing the\r\nemployees. Unlike an ordinary collective agreement,\nthe procedure\r\nembodied in Resolution 2 has a statutory force which is buttressed by\r\ns 23 of the LRA which provides clearly that\nthe collective agreement\r\nbinds the parties thereto. As this court observed in\nS\r\nv Prefabricated Housing Corporation (Pty) Ltd & Another\n1974\r\n(1) SA 535\n(A) at p 539G-540B:\n'It is true that the type of document now under\r\nconsideration is termed under the Act and in industrial parlance an\r\n\"agreement\",\nand it is said to be \"negotiated\" or\r\n\"entered into\" but technically it is not a contract in the\r\nlegal sense\n. . . . From all those provisions it is clear, I think,\r\nthat an industrial agreement is not a contract but a piece of\r\nsubordinate,\ndomestic legislation made in terms of the Act by the\r\nindustrial council and the Minister. (See the clear and concise\r\nsummary of\nthe position given by Dowling J, in\nSouth\r\nAfrican Association of Municipal Employees (Pretoria Branch) and\r\nAnother v Pretoria City Council\n1948 (1) SA\r\n11\n(T) at p 17). In that respect it does not differ from by-laws made\r\nby the council of a local authority and approved by the Administrator\n\nof a Province under its Local Government Ordinance, or from a wage\r\ndetermination made by the Minister on the recommendation of\nthe Wage\r\nBoard under the provisions of the Wage Act, presently 5 of 1957, both\r\nof which are similarly regarded. (See\nRex v\r\nStoller,\n1939 A.D. 599\nat pp 616-8; Kneen's\r\ncase supra at pp 406-7). . . '.\n[14]\tIt is plain from paras 10 to 12 above that the\r\npowers to be exercised by Dorkin in terms of Resolution 2 in the\r\ndisciplinary\nhearing against the appellant qualify as public power or\r\na public function performed in terms of Resolution 2 which has\r\nstatutory\nauthority in terms of s 23 of the LRA. Furthermore, it\r\ncannot be gainsaid that the exercise of such public power by Dorkin\r\nwas\nin the public interest and had a direct and external effect on at\r\nleast the appellant's employment relationship with the second\n\nrespondent. To my mind, it follows that the decision by Dorkin\r\nqualifies as administrative action. However, the vexed legal question\n\nremains whether Dorkin's decision is reviewable at the instance of\r\nthe second respondent or not. If so, is it under the Promotion\nof\r\nAdministrative Justice Act 3 of 2000 (PAJA) or s 158(1)(h) of the\r\nLRA?\n[15]\tS 158(1)(h) of the LRA provides as follows:\n' 158(1) The Labour Court may-\n. . .\nreview any decision taken or any act performed by the\r\n\tState in its capacity as employer, on such grounds as are\r\n\tpermissible in\nlaw;'\n. . . .'\nUndoubtedly this section provides in explicit terms that\r\na decision like the one taken by Dorkin who acted\nqua\nhis employer can be reviewed on such grounds\r\nas are permissible in law. The ground relied upon by the second\r\nrespondent for the\nreview of Dorkin's decision is rationality, which\r\nis one of the recognised grounds of review. I am therefore of the\r\nview that Dorkin's\ndecision can be taken on review under s 158(1)(h)\r\nof the LRA.\n[16]\tI am also persuaded to agree with Zondo JP in his\r\njudgment in the Labour Appeal Court where he stated in para 10:\n'In\nSidumo & Another v\r\nRustenburg Platinum,\ncase no: CCT 85/06 as\r\nyet unreported, which was handed down on the 5\nth\nOctober 2007, the Constitutional Court had to decide whether, when a\r\nCCMA commissioner conducts arbitration proceedings under the\n\ncompulsory arbitration provisions of the Labour Relations Act 1995\r\n(Act 66 of 1995) (\"The Act\") to resolve a dismissal\n\ndispute, that constitutes administrative action. It held that such\r\naction does constitute administrative action. It seems to me\nthat if\r\nthe conduct of compulsory arbitrations relating to dismissal disputes\r\nunder the Act constitutes administrative action,\nthen the conduct of\r\ndisciplinary hearings in the workplace where the employer is the\r\nState constitutes, without any doubt, administrative\naction. If it\r\nconstitutes administrative action, then it is required to be lawful,\r\nreasonable and procedurally fair. Accordingly,\nif it can be shown not\r\nto be reasonable, it can be reviewed and set aside.'\n[17]\tHowever, this is not the end of the conundrum.\r\nHaving found that the decision by Dorkin amounts to administrative\r\naction, the\npertinent legal question remains whether the second\r\nrespondent (the employer) had the\nlocus standi\nto take the matter on review. In this court,\r\nlike in the court below, the appellant seriously challenged the\r\nsecond respondent's\nlocus standi\nto\r\nbring the review proceedings. To my mind the answer to this legal\r\nquestion hinges on whether Dorkin acted as the second respondent\nor\r\nas an independent arbiter. It is common cause that Dorkin was\r\nappointed in terms of Resolution 2 which provides that the employer\n\nis bound by Dorkin's decision. In the result Dorkin's decision\r\nbecomes that of the second respondent as Dorkin acted\nqua\nthe second respondent. Admittedly the\r\nchallenge raised herein is novel as it has never enjoyed the\r\nattention of our courts. However,\nI found some guidance from\nPepcor\r\nRetirement Fund and Another v Financial Services Board and Another\n2003 (6) SA 38\n(SCA), where confronted by a\r\nsimilar problem, this court held as follows in para 10:\n'This Court has already held that if an administrative\r\nact has been performed irregularly â be it as a result of an\r\nadministrative\nerror, fraud or other circumstance â then, depending\r\nupon the legislation involved and the nature and functions of the\r\npublic\nbody, it may not only be entitled but also bound to raise the\r\nmatter in a court of law, if prejudiced:\nTransair\r\n(Pty) Ltd v National Transport Commission and Another\n1977\r\n(3) SA 784\n(A) at 792H-793G.'\n[18]\tAlthough\nPepcor\ninvolved the action by the Registrar of Pension Funds this\ndictum\nis equally applicable to this case as both\r\nthe Registrar and the second respondent are public functionaries\r\nexercising a power in\nthe interests of the public in terms of\r\nlegislation. Based on the\nPepcor\njudgment I am of the view that the second respondent was not only\r\nentitled, but bound to take Dorkin's decision on review. This\nit\r\ncould competently do in terms of s 158(1)(h) of the LRA which makes\r\nclear provision for such a review on such grounds as are\npermissible\r\nin law. As Cloete JA aptly remarked in\nPepcor\nin para 13:\n'. . . . It is unthinkable that, if the Registrar were\r\nto realise\nex post facto\nthat\r\nthere had not been compliance with the section, he could not apply to\r\nCourt to have it set aside. Compare in this regard what\nwas said by\r\nthis Court in\nRajah and Rajah Ltd and Others v\r\nVentersdorp Municipality and Others\n1961 (4)\r\nSA 402\n(A) at 407 E:\nMr\nDe Villiers\nfor the Council submitted that in the exercise of its statutory\r\nfunctions it has an administrative interest, on behalf of the public,\n\nin certificates for local trading. I agree: that is what gives it a\nlocus,\nunlike a purely\r\njudicial tribunal.\nIt would indeed be the Registrar's duty to make such an\r\napplication, if prejudiced.'\nUndoubtedly the second respondent has an interest in\r\nensuring that fair labour practices are upheld in its employment\r\nrelationships.\nThe same holds true for its employees. All actions\r\nand/or decisions taken pursuant to the employment relationship\r\nbetween the second\nrespondent and its employees must be fair and must\r\naccount for all the relevant facts put before the presiding officer.\r\nWhere such\nan act or decision fails to take account of all relevant\r\nfacts and is manifestly unfair to the employer, he/she is entitled to\r\ntake such decision on review. Moreover, the second respondent has a\r\nduty to ensure an accountable Public Administration in accordance\n\nwith ss 195 and 197 of the Constitution. I therefore find that the\r\nsecond respondent had the necessary\nlocus\r\nstandi\nto take Dorkin's action on review to\r\nthe Labour Court.\n[19]\tThe second respondent contended that Dorkin acted\r\nirrationally in deciding to give the appellant a final written\r\nwarning instead\nof dismissing him, given the seriousness and gravity\r\nof the charges for which he was found guilty. Furthermore, the second\r\nrespondent\nargued that based on Resolution 2 the second respondent\r\nhas no choice but to execute the decision by Dorkin, wrong and\r\nirregular\nas it may be. Undoubtedly, Dorkin's decision has caused the\r\nsecond respondent some prejudice in that, despite the alleged\r\nbreakdown\nof trust, the second respondent is obliged to retain the\r\nappellant in  employment. Furthermore, second respondent contended\r\nthat\nif Dorkin's decision was allowed to stand, it would be difficult\r\nfor the second respondent to impose the sanction of dismissal on\n\nanyone of its employees in line with the hallowed principle of parity\r\nof treatment of employees. The Labour Appeal Court found\nin para 18\r\nof its judgment that 'a finding by Dorkin that this was a case in\r\nwhich dismissal was not an appropriate sanction and\nthat a final\r\nwarning was, is a conclusion which could only be reached by someone\r\nwho did not exercise any discretion at all and\nwho simply acted\r\narbitrarily and did not apply his mind at all. To the extent that his\r\ndecision constitutes an administrative action,\nI have no hesitation\r\nin concluding that his decision is a decision that no reasonable\r\nperson could reach on the facts of this case\nand his decision is not\r\njust unreasonable but is, without doubt, grossly unreasonable . . .\r\n.' Suffice to state that I am in respectful\nagreement with this\ndictum.\n[20]\tI agree that Dorkin's decision, measured against\r\nthe charges on which he convicted the appellant appear to be grossly\r\nunreasonable.\nGiven the yawning chasm in the sanction imposed by\r\nDorkin and that which a Court would have imposed, the conclusion is\r\ninescapable\nthat Dorkin did not apply his mind properly or at all to\r\nthe issue of an appropriate sanction. Manifestly, Dorkin's decision\r\nis\npatently unfair to the second respondent. To my mind, it fails to\r\npass the test of rationality or reasonableness (see\nPharmaceutical\r\nManufacturers of SA and Another:\nin re\nEx\r\nParte President of the Republic of South Africa and Others\n[2000] ZACC 1\n;\n2000\r\n(2) SA 674(CC)\npara 89;\nSidumo And Another v\r\nRustenburg Platinum Mines Ltd And Others\n2008\r\n(2) SA 24(CC)\nparas 106 and 276;\nToyota SA\r\nMotors (Pty) Ltd v Radebe and Others\n[2000]\r\n21 ILJ 340 (LAC) para 53). In the circumstances, the second\r\nrespondent was entitled to take such a decision on review in\nterms of\r\ns 158(1)(h) of the LRA to have it set aside.\n[21]\tHaving reviewed and set aside Dorkin's decision on\r\nthe basis of  gross unreasonableness, the Labour Appeal Court imposed\r\na\nsanction of dismissal on the appellant. A strong attack was\r\nlevelled against the decision of the Labour Appeal Court on the basis\n\nthat there were no exceptional circumstances which justified the\r\nLabour Appeal Court departing from the established and orthodox\n\napproach and to take such a decision. The main argument was that the\r\nLabour Appeal Court did not have all the relevant material\nto\r\nconsider in the determination of an appropriate sanction. It is\r\nindeed correct that it is well established that, ordinarily,\na court\r\nwill refer a matter back to the administrative functionary for\r\nreconsideration rather than to substitute its own decision\nfor that\r\nof the functionary. The underlying reasons for this are as Heher JA\r\nstated in\nGauteng Gambling Board v Silverstar\r\nDevelopment Ltd and Others\n2005 (4) SA 67\n(SCA) in para 29 that such a functionary is generally best equipped\r\nby amongst others, its composition, by experience, and its\naccess to\r\nsources of relevant information and expertise to make the right\r\ndecision. However, this principle is not inflexible.\n[22]\tThe facts of each case will determine whether it is\r\nfair and practical to remit the matter to the original functionary or\r\nfor\nthe court to substitute its own decision for that of the original\r\nfunctionary. The appellant was suspended on 25 August 2000 pending\n\nthe outcome of a disciplinary hearing. On 12 February 2002 the\r\nappellant was given a final written warning. During July 2002 he\nwas\r\nreinstated. The review application was finalised in the Labour Court\r\non 18 March 2005 when the application was dismissed. The\njudgment of\r\nthe Labour Appeal Court was delivered on 21 December 2007. Manifestly\r\nthere has been a time lapse of approximately\nfive years from the time\r\nof the original sanction to the judgment of the Labour Appeal Court.\r\nTo remit this matter to the chairperson\nof the disciplinary hearing\r\nin a situation where the appropriate sanction to be imposed is\r\ninevitable, would, to my mind, not be\nfair to both parties.\n[23]\tGiven the nature and gravity of the misconduct for\r\nwhich appellant was found guilty, there can be no argument that\r\ndismissal\nwas the only appropriate sanction. Referring the matter to\r\nthe disciplinary hearing to impose a sanction of dismissal would, in\n\nmy view, serve no purpose.\n[24]\tWhat remains to be determined is the issue of\r\ncosts. Both the Labour Court and Labour Appeal Court did not make any\r\norder regarding\ncosts. In the result, I think it is appropriate not\r\nto make any order regarding costs.\n[25]\tIn the result the following order is made:\n1.\tThe appeal is dismissed.\nâ¦â¦â¦â¦â¦â¦\n..\nL O BOSIELO\nACTING JUDGE OF APPEAL\nA\nPPEARANCES:\nFOR APPELLANT: \t\tC E\r\nWATT-PRINGLE SC\nMs D LANDSTRöM (Pupil)\nInstructed by\nMACGREGOR ERASMUS\r\nATTORNEYS,\tDURBAN\nLOVIUS BLOCK, BLOEMFONTEIN\nFOR RESPONDENT:\t\tP J OLSEN SC\nM G de KLERK\nInstructed by\nFEISAL ABRAHAM ATTORNEYS, DURBAN\nMATSEPES INC, BLOEMFONTEIN",
  "scraped_at": "2026-02-12T05:20:09.255385",
  "date": "2009-09-28",
  "coram": [
    "Brand",
    "Nugent",
    "Heher",
    "Snyders JJA",
    "Bosielo AJA"
  ],
  "case_number": "402/08",
  "parties": {
    "applicants": [
      "Hamilton Ntshangase"
    ],
    "respondents": [
      "MEC for Finance: KwaZulu-Natal",
      "MEC for Education: KwaZulu-Natal"
    ]
  },
  "sections": {
    "facts": "The appellant, Hamilton Ntshangase, was Director of Arts, Culture, Museum Services and Youth Affairs in the KwaZulu‑Natal Department of Education. He was charged with twelve counts of misconduct, including the unauthorised awarding of bursaries totalling approximately R1 million and unauthorised purchases exceeding R500 000, which caused a loss of R200 000 to the Department. A disciplinary hearing was chaired by Mr Wentworth Dorkin, who found Ntshangase guilty on all counts and imposed a final written warning as the sanction. The MEC for Finance (the second respondent) considered the sanction inappropriate and sought judicial review. The Labour Court dismissed the review, but the Labour Appeal Court set aside Dorkin’s decision and substituted dismissal with immediate effect. The present appeal challenges that judgment.",
    "issues": "The appeal raised three principal issues: (1) whether Dorkin’s decision not to dismiss the appellant constitutes administrative action that is reviewable by the employer under s 33 of the Constitution and s 158(1)(h) of the Labour Relations Act; (2) if it is reviewable, whether the employer made out a proper case to set aside the decision on the grounds of irrationality/gross unreasonableness; (3) whether the Labour Appeal Court was correct in substituting its own dismissal order rather than referring the matter back to the disciplinary hearing for a fresh determination of the appropriate sanction, and what the correct grounds of review are.",
    "principles": "The court applied the constitutional definition of administrative action (s 33(1) Constitution) and held that the nature of the power exercised by Dorkin, appointed under a statutory resolution, rendered his decision administrative action. It relied on precedent such as President of the RSA v SARFU, Sidumo, Chirwa, Makhanya and the interpretation of s 158(1)(h) LRA, which permits review of employer decisions for reasonableness and procedural fairness. The court affirmed that public‑sector disciplinary hearings are subject to administrative law principles and that grossly unreasonable decisions are reviewable. It also recognised that courts may substitute decisions where the original functionary cannot realistically reach a different outcome, especially after a long lapse of time.",
    "application": "Applying these principles, the court concluded that Dorkin’s decision was an administrative act of the MEC and thus reviewable under s 158(1)(h). The decision was found to be grossly unreasonable because the sanction of a final written warning was manifestly disproportionate to the seriousness of the misconduct. The employer (the MEC) had proper locus standi to seek review, as established by Pepcor. Given the gravity of the offences, the inevitability of dismissal, and the five‑year delay between the original sanction and the appeal, the Labour Appeal Court’s substitution of dismissal was deemed appropriate and not contrary to established judicial discretion.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upholding the Labour Appeal Court’s decision to set aside the final written warning and replace it with dismissal. No costs were awarded."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Administrative Review of Disciplinary Decisions",
    "level_3": [
      "administrative action",
      "reasonableness",
      "public sector employer",
      "disciplinary hearing",
      "dismissal"
    ]
  }
}