{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/111.html",
  "case_name": "Riba v S (74/2009) [2009] ZASCA 111; [2010] 1 All SA 331 (SCA) (23 September 2009)",
  "citation": "[2009] ZASCA 111",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 111\n|\nNoteup\n|\nLawCite\nRiba v S (74/2009) [2009] ZASCA 111; [2010] 1 All SA 331 (SCA) (23 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   74/2009\nNo precedential significance\nHARRY NKWANE RIBA             \r\n                                          Appellant\nand\nTHE STATE                     \r\n                                                     Respondent\nNeutral citation:\nRiba\r\nv State\n(74/2009)[2009] ZASCA 111 (23 September 2009)\nCoram:\nMthiyane,\r\nMhlantla JJA and Wallis AJA\nHeard:\n11\r\nSeptember 2009\nDelivered:\n23\r\nSeptember 2009\nSummary:\nTheft\r\nâ a policeman and his colleague allegedly retained suspected stolen\r\ngoods â failed to enter them in SAP 13 register and\nto keep in a\r\nstore â goods entered in the register two days later after\r\ncomplaint by suspect â whether intention to steal established.\nA\nppeal\r\nagainst sentence dismissed but 4 years imprisonment imposed by High\r\nCourt antedated to 1 November 2008, to take into account\nthe\r\nappellantâs earlier incarceration of ten and a half months prior to\r\nhearing of appeal before High Court.\n___________________________________________________________\nORDER\nOn appeal from:\nTransvaal\r\nProvincial Division (Du Plessis J & Davel AJ sitting as court of\r\nappeal.)\n1\tThe appeal against conviction\r\nand sentence is dismissed.\n2\tThe sentence of 4 years\r\nimprisonment is antedated to 1 November 2008.\n___________________________________________________________\nJUDGMENT\nMTHIYANE JA (MHLANTLA JA and\r\nWALLIS AJA concurring):\n[1]\tThe appellant, a police\r\ninspector and his colleague, a reserve constable, were arraigned in a\r\nregional court in Mamelodi on\ncharges of corruption, in contravention\r\nof s 1(b)(ii) of the now repealed Corruption Act 94 of 1992, and\r\ntheft. They were convicted\nas charged and sentenced to 15 yearsâ\r\nimprisonment, both counts taken as one for purposes of sentence.\n[2]\tTheir appeal to the High\r\nCourt (Du Plessis J and Davel AJ concurring) succeeded in part.\r\nConsequently the conviction and sentence\non the charge of corruption\r\nwas set aside but the conviction for the theft was confirmed and a\r\nsentence of 4 yearsâ imprisonment\nwas imposed on both the appellant\r\nand his colleague. The appellant, was granted leave by the High Court\r\n(Botha J and Du Plessis\nJ) to appeal to this court against both\r\nconviction and sentence. No appeal was lodged by the appellantâs\r\nco-accused.\n[3]\tThe facts relevant to the\r\ntheft charge are the following. On 8 September 2001 the appellant and\r\nhis colleague were on patrol\nduty in Mamelodi. In the course of that\r\nmorning they went to the residence of the complainant, Mr Johannes\r\nMapoba, who was renting\na room in Mamelodi. After the complainant had\r\ngiven them permission to do so, they searched his room and found a\r\nmini hi-fi set\nand 80 CDâs (compact audio discs). The police asked\r\nthe complainant for receipts for the above goods but he was unable to\r\nproduce\nthem. The CDâs did not belong to him but to a Mr Neville\r\nShirinda and receipts for the hi-fi set, which was the only item that\n\nbelonged to him, had been lost as he had bought it a long time ago.\n[4]\tThe goods were then seized by\r\nthe police allegedly on the suspicion that they had been stolen and\r\nthe complainant was asked\nto accompany them. His evidence was that he\r\nunderstood that he was being arrested, but the evidence of the\r\nappellant and his co-accused\nwas that they found a firearm in his\r\npossession and no licence was produced so that they decided to arrest\r\nhim for possession of\nan unlicenced firearm. Be that as it may the\r\ncomplainant produced his firearm licence whilst in the police van so\r\nany detention\nfor that reason fell away. What happened immediately\r\nthereafter is relevant to the charge of corruption and is referred to\r\nherein\nsolely for the sake of completeness. While the complainant was\r\nin the police van an amount of R400 was allegedly demanded from him.\n\nHe testified that he had no money on him but indicated that his\r\nuncle, Mr Frank Maleka, might be able to help. He was then taken\nto\r\nhis uncle in Groenkloof who provided the required cash. Upon their\r\nreturn the police dropped him off at a certain suburb in\nPretoria,\r\nwithout being charged. The evidence of the appellant and his\r\nco-accused was that they took the complainant with them\nbecause he\r\nsaid that he would take them to his uncle who owned the goods, but\r\nthe uncle was not at the place where they were taken\nso they left the\r\ncomplainant there and gave the person they found there their contact\r\ndetails with a message for the uncle to contact\nthem. The goods\r\nseized from the complainant were then taken to a satellite police\r\nstation in Mamelodi where the appellant and his\ncolleague handed them\r\nover to Inspector Tlobatla, who kept them in a locker where police\r\nofficers kept their personal belongings.\n[5]\tOn the following day, 9\r\nSeptember 2001, the complainant went to Mamelodi police station to\r\nlay a complaint concerning the seized\nitems. A docket was duly opened\r\nand the case was assigned to Captain Nwamati Phillenion Morudi (then\r\nan Inspector). His first port\nof call was the appellant and his\r\ncolleague, as his initial investigation revealed that they were the\r\nofficers who had taken the\ncomplainantâs goods and they had failed\r\nto enter them in the SAP 13 register and keep them in the store.\r\nGoods seized from suspects\nwere, as a standard police procedure,\r\nentered in the SAP 13 register and kept in a store at the main police\r\nstation in Mamelodi.\nThe satellite station did not keep an SAP 13\r\nregister and had no store for that purpose.\n[6]\tOn the morning of 10\r\nSeptember Captain Morudi tried to contact the appellant and his\r\ncolleague, but found that they were doing\nnight duty. Morudi then\r\nleft a message at the station that he was looking for them. They\r\nreceived the captainâs message at 20h00\nand went to his house at\r\n22h00. After they left his house and in the early hours of 11\r\nSeptember they fetched the goods from the\nsatellite station and took\r\nthem to the main station in Mamelodi. They handed them to Inspector\r\nNkombi who was in charge of the\nSAP 13 register and the store. Nkombi\r\nentered the goods in the register and recorded that they had been\r\nfound abandoned in the\nstreet. Thereafter, according to Nkombi, the\r\nappellant appended his signature to the note in two places separated\r\nby Nkombiâs\nown notes. It bears mention, however, that while the\r\nentry in the Occurrence Book (OB) shows that the goods were booked in\r\nthe\nearly hours (04h50) on 11 September the entry in the SAP 13\r\nregister reflects the date as 10 September. This apparent conflict\r\ndoes not, however, detract from the fact that the goods were only\r\nbooked two days after they were taken from the complainant.\n[7]\tThe issue for decision in\r\nthis appeal is whether the appellant (and his colleague) intended to\r\nsteal the goods in question.\nThe answer to that question depends upon\r\nthe assessment of the evidence as a whole, the drawing of inferences\r\nfrom the proven facts\nand the subsequent conduct of the appellant and\r\nhis colleague and, more importantly, what was said by the appellant\r\nand his colleague\nto Inspector Tlobatla, Captain Morudi and Inspector\r\nNkombi at the relevant times.\n[8]\tThere are strong indications\r\nin the evidence, which point irrefutably to the conclusion that when\r\nthe appellant and his colleague\ntook the complainantâs goods to the\r\nsatellite station and left them there, they intended to appropriate\r\nthem.\n[9]\tFirst, there is a complete\r\nabsence of any convincing explanation why the goods were taken to the\r\nsatellite station and not to\nthe Mamelodi Police Station, where they\r\nwould have been entered in the SAP 13 register and kept in a store\r\nwith the other exhibits\nand goods seized from suspects. The appellant\r\nand his colleague, who were both experienced members of the police,\r\nmust have known\nthat no SAP 13 register was kept at the satellite\r\nstation and that there was no store there to keep such goods. When\r\nthey left\nthem at the satellite station they knew they had not been\r\nbooked or placed in an authorised store.\n[10]\tSecond, when the goods were\r\nhanded to Inspector Tlobatla he was told by the appellant and his\r\ncolleague that they belonged\nto them. No mention was made of the fact\r\nthat the goods were seized from a suspect. In his evidence Tlobatla\r\nwas adamant that if\nhe had known that the goods had been seized from\r\na suspect he would not have agreed to keep them, but would have asked\r\nthe appellant\nand his colleague to take them to the main station in\r\nMamelodi. There, they would have been entered in the SAP 13 register\r\nand\nkept in a store, normally reserved for exhibits and goods seized\r\nfrom suspects. It is significant the Tlobatla was called as a witness\n\nfor the defence and yet when he said this no attempt was made to\r\nchallenge the evidence or his recollection.\n[11]\tThe explanation given by the\r\nappellant and his colleague for not taking the goods to Mamelodi\r\nPolice station is far from convincing,\nas I have already indicated.\r\nThey advance two reasons for their failure to take the goods to the\r\nmain police station. The first\nis that they were extremely busy on\r\nboth the 8\nth\nand the 9\nth\nand could not find time to have the goods entered in the SAP 13. As\r\nthey were in a hurry to attend to another complaint they dropped\nthe\r\ngoods off at the satellite station. Their intention throughout was to\r\nfetch the goods subsequently and to have them properly\nentered into\r\nthe SAP 13 register. This sudden spate of complaints, which the\r\nappellant and his colleague found themselves embroiled\nin, is not\r\nbacked up by any proof. The bald allegation not supported by any note\r\nof such complaints in the occurrence book carries\nvery little weight,\r\nif any. The appellant and his colleague were using a police van on\r\nthat day. There is no reason why they could\nnot have driven quickly\r\nto the police station to drop off the goods at the main station. The\r\nsecond excuse, that they were looking\nfor the owner of the goods whom\r\nthey failed to trace at Waterkloof, where the complainant had\r\ndirected them, is a weak point. It\nis not surprising that it was not\r\npressed by counsel during argument.\n[12]\tThe appellant said that when\r\nthey received Captain Morudiâs message on 10 September they were\r\nnot told why they had to contact\nhim. They went to his home but he\r\ndid not tell them why he was looking for them. Instead, Morudi asked\r\nthem to meet him at the\noffice the next morning. The appellant said\r\nit is only after they had seen Morudi that they, for the first time,\r\nfound time to\nfetch the goods from the satellite station and to take\r\nthem to the main station. Again, while they were there, the appellant\r\nand\nhis colleague received an urgent complaint and could not wait for\r\nNkombi to complete the SAP 13 register. Accordingly, the appellant\n\nsays he signed the register in blank and left it to Nkombi to\r\ncomplete the entry. The appellant and his colleague said that they\n\ntold Nkombi that they had seized the goods and were waiting for the\r\nowner to identify them.\n[13]\tThe appellant and his\r\ncolleagueâs version raises more questions than answers. It is not\r\nclear why Nkombi would not record\non the SAP 13 where or from whom\r\nthe goods were seized, if he had been told this. There is also no\r\nexplanation why he would record\nthat the goods had been found\r\nabandoned in the street if he was told otherwise and given the name\r\nof the person from whom they\nhad been seized. Nkombi was adamant that\r\nwhat he recorded is what he was told by the appellant and his\r\ncolleague.\n[14]\tThird, and finally, there is\r\nthe question of the night visit to Captain Morudiâs house. Morudi\r\ntestified that he left a message\nthat he was looking for the\r\nappellant and his colleague in connection with the goods they had\r\nseized. So, when they came to his\nhome during the night of 10\r\nSeptember they knew why he was looking for them and Morudi further\r\nsaid they told him that they had\nregistered the goods in the SAP 13\r\nregister and that the goods were in the store.\n[15]\tHaving regard to the above\r\nsalient facts it is difficult to come to any conclusion other than\r\nthat the appellant and his colleague\nhad not intended to enter the\r\ngoods in the SAP 13 register. The reason why the goods were\r\nultimately booked in and registered in\nthe SAP 13, is probably\r\nbecause the word had spread to the appellant and his colleague that\r\nCaptain Morudi was now investigating\nthe matter. The game was up. The\r\ngoods were eventually booked some two days later to cover up their\r\nfailed attempt to appropriate\nthem. When their scheme went awry they\r\nresorted to concocting a story that the goods had been found\r\nabandoned in the street. The\nappellant endeavoured to explain away\r\nthe entry and to refute Nkombiâs version by saying that he had left\r\na piece of paper with\nNkombi in which he gave him the name and\r\naddress of the complainant. This was an equally poor effort to\r\nsustain an inherently improbable\ntale.\n[16]\tThere is, however, one\r\nfurther aspect the appellant is not able to explain. How did his\r\nsignature come to be appended in the\nSAP 13 register below a note to\r\nthe effect that the goods were found abandoned in the street? The\r\nappellant tried to meet this\nhurdle by saying that he had signed the\r\nSAP 13 in blank and left it to Nkombi to complete. This, coming from\r\na policeman of many\nyears standing has only to be stated to be\r\nrejected. He was in other words giving Nkombi a\ncarte\r\nblanche\nto write\r\nwhatever he liked. In addition he was unable to explain how he\r\nmanaged to sign his name twice and leave exactly the right\namount of\r\nspace between the two for Nkombi to insert whatever he was going to\r\ninvent for that purpose. This story, to my mind,\nis so bereft of any\r\ntruth that it can safely be rejected as false beyond reasonable\r\ndoubt.\n[17]\tIn my view the conclusion is\r\ninescapable that Nkombi recorded what he was told by the appellant\r\nand his colleague, namely that\nthe goods were found abandoned on the\r\nside of the road. That story is undoubtedly false and inconsistent\r\nwith the appellant and\nhis co-accused acting honestly in relation to\r\nthese goods.\n[18]\tThe above factors taken\r\ntogether point unavoidably to one conclusion, namely that the\r\nappellant and his colleague intended\nto appropriate the goods and\r\nthat they left them at the satellite police station with the\r\nintention permanently to deprive the\ncomplainant of his rights\r\ntherein. This court has held that:\nâ\n[t]heft, in\r\nsubstance, consists of the unlawful and intentional appropriation of\r\nthe property of another (\nS\r\nv Visagie\n[1990] ZASCA 124\n;\n1991 (1) SA 177\n(A) at 181I). The intent to steal (\nanimus\r\nfurandi\n)\r\nis present where a person (1) intentionally effects an appropriation\r\n(2) intending to deprive the owner permanently of his property\nor\r\ncontrol over his property, (3) knowing that the property is capable\r\nof being stolen, (4) knowing that he is acting unlawfully\nin taking\r\nit (Milton\nSouth\r\nAfrican Criminal Law and Procedure\nvol II 3\nrd\ned at 616).â (\nS\r\nv Boesak\n[2000] ZASCA 112\n;\n2000 (1) SACR\r\n633\n(SCA) at para 97.)\nHaving regard to the above\r\nprinciples, I am satisfied that on the evidence, when the appellant\r\nand his colleague heard that Morudi\nwas looking for them in\r\nconnection with the goods they had seized, they attempted to cover\r\ntheir tracks by entering them in the\nSAP 13 at the main police\r\nstation and furnishing Nkombi with a false explanation for the\r\npossession of the goods. Accordingly the\nintention to steal was\r\nclearly established and the appellant was correctly convicted of the\r\ntheft of the goods seized from the\ncomplainant.\n[19]\tThe appeal against sentence\r\nis without merit. The only point advanced in argument in this regard\r\nis that the court below misdirected\nitself by failing to have regard\r\nto the fact that the appellant would lose his job if a custodial\r\nsentence were imposed. The argument\nis misconceived. This aspect was\r\nfully considered by Du Plessis J. In the course of his judgment the\r\nlearned judge says:\nâ\nHe [referring to\r\nthe appellant] had served in the police force for a substantial\r\nperiod and it is important to have regard thereto\nthat, if he is\r\nsentenced to direct imprisonment he will probably lose his job.â\nIt surely cannot be clearer than\r\nthat.\n[20]\tIt is however proper to have\r\nregard to the fact that this matter has been outstanding for a long\r\ntime and that the appellant\nwas at some point in custody for some ten\r\nand a half months (30/11/06 â 19/10/07) before he was released on\r\nbail pending the\nappeal in the High Court. Through its sentencing\r\ndiscretion a court is empowered to ameliorate any possible sentencing\r\nanomalies\nthat may arise in the imposition of punishment. On appeal\r\nthis court is empowered under\ns 282\nof the\nCriminal Procedure Act 51\nof 1977\n, to ameliorate the negative effect of the delay in finalising\r\nthe matter and the severity of the ultimate punishment which might\n\noccur, if the appellantâs earlier incarceration of ten and a half\r\nmonths prior to his appeal in the High Court, were not taken\ninto\r\naccount.\n[21]\tHaving regard to all of the\r\nabove factors a sentence of 4 years imprisonment antedated to 1\r\nNovember 2008 would, in my view,\nbe appropriate.\n[22]\tIn the result the following\r\norder is made.\n1.\tThe appeal against conviction\r\nand sentence is dismissed.\n2.\tThe sentence of 4 years\r\nimprisonment is antedated to 1 November 2008.\n________________________\nKK MTHIYANE\nJUDGE OF APPEAL\nAppearances:\nFor Appellant:\tL Kok\nInstructed by:\nChiloane & Associates\r\nPretoria\nSymington & De Kok\r\nBloemfontein\nFor Respondent:\tCAC Geyser\nInstructed by:\nDirector of Public\r\nProsecutions Pretoria\nDirector of Public\r\nProsecutions Bloemfontein",
  "scraped_at": "2026-02-12T05:17:31.236558",
  "date": "2009-09-23",
  "coram": [
    "Mthiyane",
    "Mhlantla JJA",
    "Wallis AJA"
  ],
  "case_number": "74/2009",
  "parties": {
    "applicants": [
      "Harry Nkwane Riba"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In September 2001 police inspector Harry Riba and a reserve constable seized a mini hi‑fi set and 80 CDs from a complainant's rented room in Mamelodi on suspicion they were stolen. The goods were taken to a satellite police station that did not have a SAP 13 register or a store for seized items. The officers failed to record the seizure promptly; the items were only entered into the SAP 13 register two days later, after a complaint was made, and were falsely recorded as having been found abandoned in the street. The officers also gave conflicting explanations for the delay and for their handling of the goods.",
    "issues": "The central issue was whether Riba and his colleague had the requisite intention to permanently deprive the owner of the goods – i.e., whether they intended to steal the seized hi‑fi set and CDs.",
    "principles": "The court applied the established definition of theft: the unlawful and intentional appropriation of another's property with animus furandi, requiring (1) an intentional appropriation, (2) intent to permanently deprive the owner, (3) knowledge the property is capable of being stolen, and (4) knowledge the act is unlawful. The court cited S v Visagie and S v Boesak for these principles.",
    "application": "The court found strong evidence that the officers deliberately left the goods at a station lacking a register, misrepresented their ownership to Inspector Tlobatla, provided implausible excuses for the delay, and fabricated a false explanation in the SAP 13 register. Their actions demonstrated a clear intention to appropriate the goods and to cover up the attempt, satisfying the elements of theft, particularly animus furandi.",
    "conclusion": "The appeal against conviction and sentence was dismissed. The conviction for theft was upheld and the four‑year imprisonment sentence was antedated to 1 November 2008."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft",
    "level_3": [
      "intent to steal",
      "police misconduct",
      "evidence",
      "sentencing"
    ]
  }
}