{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/3.html",
  "case_name": "J R 209 Investments (Pty) Ltd and Another v Pine Villa Country Estate (Pty) Ltd, Pine Villa Estates (Pty) Ltd v J R 209 Investments (Pty) Ltd (617/07, 2/08) [2009] ZASCA 3; 2009 (4) SA 302 (SCA) ; [2009] 3 All SA 32 (SCA) (26 February 2009)",
  "citation": "[2009] ZASCA 3",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 3\n|\nNoteup\n|\nLawCite\nJ R 209 Investments (Pty) Ltd and Another v Pine Villa Country Estate (Pty) Ltd, Pine Villa Estates (Pty) Ltd v J R 209 Investments (Pty) Ltd (617/07, 2/08) [2009] ZASCA 3; 2009 (4) SA 302 (SCA) ; [2009] 3 All SA 32 (SCA) (26 February 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no:  617/07\nJ\r\nR 209 INVESTMENTS (PTY) LTD\nFirst\r\nAppellant\nM\r\n& T DEVELOPMENT (PTY) LTD\nSecond\r\nAppellant\nand\nPINE\r\nVILLA COUNTRY ESTATE (PTY) LTD\nRespondent\n___________________________________________________________\nCase no:  2/08\nPINE\r\nVILLA COUNTRY ESTATE (PTY) LTD\nAppellant\nand\nJ\r\nR 209 INVESTMENTS (PTY) LTD\nRespondent\n___________________________________________________________\nNeutral citation:\nJ R 209\r\nInvestments v Pine Villa Estates\n(617/07);\nPine Villa Estates\nv\r\nJ R 209 Investments\n(2/08)\n[2009] ZASCA 3\n(26\r\nFebruary 2009)\nCORAM:\nHarms\r\nADP, Ponnan, Cachalia JJA, Leach and \t\t\t\tMhlantla AJJA\nHEARD:\n18 November 2008\nORDER:\n28 November 2008\nREASONS:\n26 February 2009\nCORRECTED:\nSUMMARY:\nValidity\r\nof a deed of sale of land â whether the description of property\r\nalienated was sufficiently clear in terms of\ns 2(1)\nof the\nAlienation of Land Act 68 of 1981\nâ\r\ninterdict preventing the establishment of a township development set\r\naside â application for leave to amend pleadings dismissed\n.\n___________________________________________________________\nORDERS\n___________________________________________________________\n1\nIn\nJ R 209 Investments (Pty)\r\nLtd and M & T Development (Pty) Ltd\nv\r\nPine Villa Estates (Pty) Ltd\n(case 617/07):\n(i)\tthe appeal is upheld with costs, including  the\r\ncosts of two counsel;\n(ii)  \tthe order of the court below is set aside and\r\nreplaced with an order in the following terms:-\nâ\nThe application is dismissed with costs, inclusive of\r\nthe costs of two counsel.â\n2\tIn\nPine Villa Estates (Pty) Ltd\nv J R 209 Investments (Pty) Ltd\n(case 2/08):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n_____________________________\n______________________________\nREASONS FOR JUDGMENT\n___________________________________________________________\nHARMS ADP et MHLANTLA AJA\n(\nPONNAN, CACHALIA JJA\nand\nLEACH AJA\nconcurring):\nIntroduction\n[1]\tThese reasons for judgment deal with two related\r\nappeals: the first was an appeal against the judgment of Rabie J in\nJ\r\nR 209 Investments (Pty) Ltd and M & T Development (Pty) Ltd\nv Pine Villa Estates (Pty) Ltd\n(case no 617/07) (the first case); and the second was against a\r\njudgment of Botha J in\nPine Villa Estates\r\n(Pty) Ltd\nv\nJ R 209 Investments (Pty) Ltd\n(case no 2/08) (the second case).  As the citations suggest, the\r\nparties in the second appeal were also adversaries in the first.\n[2]\tBoth appeals arose from an agreement to sell land\r\nand the sellerâs allegation that the agreement was either void or\r\nhad been\ncancelled. They were heard together. Due to the urgency of\r\nthe matter the orders issued on 28 November 2008, it having been\r\nintimated\nthen that reasons were to follow. The first case concerned\r\nthe grant of an interdict by Rabie J, effectively preventing the\r\npurchaser\nfrom dealing with the property sold pending the conclusion\r\nof action proceedings. In that matter the order of this Court was to\n\nuphold the appeal with costs, including the costs of two\r\ncounsel; to set aside the order of the court below and replace it\n\nwith an order in the following terms:\nâThe application is dismissed with costs, inclusive of  the\r\ncosts of two counsel.â\nThe second case concerned the refusal by Botha J to\r\npermit the seller of the property to amend its particulars of claim\r\nto reflect\ncertain additional causes of action on which the interdict\r\nwas based. The order on appeal was as follows:\nâIn case 2/08, the appeal is dismissed with costs, including the\r\ncosts of two counsel.â\nIt will be immediately apparent that the two learned\r\njudges had diametrically opposed views about the matter.\n[3]\tAlthough the appeals depend on essentially the same\r\nlegal questions, different considerations may arise in deciding the\r\ntwo\ncases because amendments and interdicts are not decided on the\r\nsame principles.\nThe contract\n[4]\tPine Villa Estates (Pty) Ltd was the seller of a\r\nproperty which for the sake of convenience will be referred to as\r\nPortion 7.\nIts sole shareholder and director was Mr Patrick Ian\r\nOberem. He was not a party to the litigation although he was the main\r\ndeponent\nto the affidavits in the interdict proceedings. The\r\npurchaser was JR 209 Investments (Pty) Ltd while M&T Development\r\n(Pty)\nLtd was the developer of the property, which had been bought\r\nfor the purpose of township development. The proposed township in the\n\ncourse of events came to be known as Monavoni Extension 18, which\r\nconsisted of a number of properties including Portion 7. The\nparties\r\nwill be referred to by their aforesaid contractual capacities.\n[5]  On 12 May 2004, the seller (represented by Mr\r\nOberem) and the purchaser entered into an agreement of sale in terms\r\nof which\nthe seller sold to the purchaser the immovable property\r\ndescribed as âportion 7 of the farm Swartkop 383, JR, Gauteng â\r\nin\nextent 8,5653 hectaresâ.  The purchase price of R3,5m was\r\npayable in two tranches: a non-refundable deposit of R500 000 was\r\npayable\nupon acceptance of the offer to the seller and the balance on\r\nregistration (guarantees had to be issued within 90 days of the date\n\nof signing).\n[6] \tA few further terms have to be noted. In terms of\r\nclause 5.1 the property was to be transferred to the purchaser as\r\nsoon as\nthe purchaser had complied with âall obligations in terms\r\nof this agreementâ.  Possession of the property was to pass on\r\nregistration\nsubject to the right of âthe sellerâ to occupy the\r\nportion of the property mentioned in clause 11.2 (to which we shall\r\nrevert\nsoon). The agreement also recorded that the purchaser would,\r\nalready upon acceptance of the offer, immediately initiate the\r\nprocess\nof township development.\n[7]\tMuch of the case turns on clause 11.2 which was in\r\nthese terms:\nâBoth parties take note that a portion of this property between\r\n5000 m\n2\nand 5653 m\n2\nin extent and including the\r\nresidential house on this property is to be transferred into the name\r\nof Ian Patrick Oberem I.D. 6504135149081\nas soon as sub-divisional\r\ndiagrams are available to effect this transfer. The Purchaser shall\r\nbe liable for all costs relating\nto this subdivision and hereby\r\nguarantees that these diagrams will be available not later than 7\r\n(seven) months after date of this\nagreement. The Seller shall be\r\nliable for all costs regarding the transfer of this property into the\r\nname of I.P. Oberem.â\n[8] \tOn 1 October 2004, Portion 7 was transferred to the\r\npurchaser. The purchaser was, however, unable to make the diagrams\r\nreferred\nto in clause 11.2 âavailableâ within the agreed period\r\nor for that matter when the action was instituted during February\r\n2007\nor even later when the interdict proceedings were launched\r\nduring May 2007. The effect thereof is that the property described in\n\nclause 11.2 (the clause 11.2 property) was not transferred into the\r\nname of Mr Oberem. The reasons for the purchaserâs failure\nto\r\nperform in terms of this âguaranteeâ or to transfer the portion\r\nare of no consequence and need not be related.\nThe sellerâs claim\n[9] \tThe seller then issued summons against the\r\npurchaser claiming retransfer of Portion 7 and, in the alternative,\r\npayment of damages\nbeing the difference between the present market\r\nvalue of the property and the purchase price. The cause of action was\r\nan alleged\nbreach of the sale agreement, arising, so it was\r\ncontended, from the purchaserâs failure to obtain the\r\nsub-divisional diagrams\nwithin the stated period. The particulars\r\nfurther alleged that due notice had been given in terms of the\r\ncancellation clause; that\nthe purchaser had failed to rectify the\r\nbreach within the stated period; and that the contract had been\r\ncancelled.\n[10] \tWhen the seller decided to launch the interdict\r\nproceedings it received advice to amend its cause of action and to\r\nbase the\ninterdict proceedings on the new causes. The application to\r\namend the particulars of claim (which was opposed) and the interdict\n\nproceedings followed different routes and the interdict proceedings\r\nterminated before the amendment proceedings. In order to assess\nthe\r\nvalidity of the sellerâs causes of action, both for purposes of the\r\namendment and the interdict, it is convenient to begin\nwith a\r\nconsideration of the amendment application.\n[11]  \tIt is not neccessary to quote the terms of the\r\nproposed amendment but it boils down to this. First, the seller\r\nalleged that\nthe agreement of sale was invalid because it did not\r\ncomply with the provisions of\ns 2(1)\nof the\nAlienation of Land Act 68\nof 1981\n, which reads as follows:\nâNo alienation of land after the commencement of this section\r\nshall, subject to the provisions of\nsection 28\n, be of any force or\r\neffect unless it is contained in a deed of alienation signed by the\r\nparties thereto or by their agents acting\non their written\r\nauthority.â\nIts case was that although Portion 7 had been adequately\r\nidentified, the area to be excluded and re-transferred to Mr Oberem\r\nin\nterms of clause 11.2 was not; the contract was accordingly invalid\r\nand unenforceable\nab initio\nfor non-compliance with\ns 2\nof the Act inasmuch as that piece of land\r\ncould not be identified with reference to the provisions of the\r\ncontract alone.\n[12]  \tThe alternative cause of action was based on a\r\nfailure to comply with the âguaranteeâ contained in clause 11.2\r\nwithin\nthe time limit. The seller sought to make it clear that it was\r\nrelying on the fact that a guarantee imposes an absolute obligation\n\nto comply and that it is not necessary to first place a party who has\r\nfailed to honour the guarantee\nin mora\nin order to cancel.\n[13]\tBefore dealing with these two causes of action it\r\nis necessary to deal with another amendment which has no bearing on\r\nthe relief\nsought but which was ostensibly introduced to forestall a\r\ndefence. The seller wished to allege that the property sold was not\r\nPortion\n7 as set out above but Portion 7 minus the clause 11.2\r\nportion and that Mr Oberem was the  person authorized to receive\r\ntransfer\nof the latter portion as the\nsolutionis\r\ncausa adjectus\nof the seller. The seller\r\npresumably anticipated that the purchaser would allege that clause\r\n11.2 was intended to create a contract\nfor the benefit of a third\r\nperson and that Mr Oberem was accordingly the person to enforce its\r\nprovisions after having accepted\nthe benefit. (It transpired during\r\nthe interdict proceedings and from the notice of objection to the\r\namendment that this was indeed\nthe purchaserâs case.) The other\r\nunexpressed reason for these allegations may well have been to\r\nanticipate reliance on the\nWilken v Kohler\n1\nprinciple, which was incorporated into the Act - namely that an\r\nalienation which does not comply with the provisions of\ns 2(1)\nâshall\r\nin all respects be valid\nab initio\nif the alienee had performed in full in terms of the deed of\r\nalienation or contract and the land in question has been transferred\n\nto the alienee.â\n2\n[14]\tAlthough the seller initially sought to rely on\r\neither the express alternatively tacit terms of the contract, it soon\r\nbecame\nclear that sole reliance was placed on tacit terms. These\r\ntacit terms are, however, in conflict with the express terms of the\r\ncontract.\nThe\nmerx\nwas\r\nclearly identified as Portion 7. Although ultimately Portion 7 less\r\nthe clause 11.2 portion would have come to be in the hands\nof the\r\npurchaser, the parties decided to structure their agreement\r\ndifferently. The clause 11.2 portion was not to be retransferred\nto\r\nthe seller, but rather to its sole shareholder and director, Mr\r\nOberem. It is consequently artificial to redefine the\nmerx\nas suggested in the amendment. In our view the facts of the present\r\ncase are similar to those in\nOlifants Trust Co\r\nv Pattison\n3\nand the ratio of that judgment at 891C-G is\r\napplicable.  The contract further stated that transfer was to be\r\neffected after the\npurchaser had complied with âallâ obligations\r\nin terms of the agreement. That provision clearly did not relate to\r\nclause 11.2.\nAnd, it will be recalled that transfer did take place\r\nafter payment of the purchase price. Nor it is it alleged to have\r\ntaken place\nin error (except in relation to the validity of the\r\ncontract). Transfer duty had to be paid by the purchaser on the full\r\nprice\nand the seller undertook to pay the transfer costs (which would\r\ninclude transfer duty) on the clause 11.2 portion - facts that are\n\ndestructive of the sellerâs argument.\n4\nMr Oberem could also not have been an\nadjectus\nsimply because the clause 11.2 portion had to be registered in his\r\nname and not in the name of the seller. One person cannot without\n\nmore receive transfer of an immovable property on behalf of another.\r\nThe expressed intention was that Mr Oberem would become owner\nof that\r\nportion on registration. It is conceivable that the agreement was\r\nthus structured for tax or transfer duty reasons or to\nmake the\r\nseller company a shell company. There is no reason why the parties\r\nshould not be held to their chosen structure irrespective\nof their\r\nmotives.\n[15]\tWe are satisfied that the clear intention of the\r\nparties was to create a contract for the benefit of a third party.\r\nSince Mr\nOberem negotiated and signed the agreement one would have\r\nassumed that he had then already accepted the benefit of clause 11.2.\n\nIf he did, it follows that he was the only person who was entitled to\r\nenforce its provisions. Cancellation of the main agreement\nwas not an\r\noption available to him. All he could claim was specific performance\r\nunder clause 11.2 or damages for non-compliance\nwith its provisions.\r\nIf he failed to accept the benefit, there was nothing the seller\r\ncould claim vis-à-vis the purchaser.\nThis conclusion disposes\r\nat the same time of the alternative based on the guarantee argument.\n[16]\tIt follows from this that Botha J correctly\r\ndismissed these particular aspects of the application to amend and\r\nthat Rabie J\nhad erred in holding that the seller had locus standi to\r\nreclaim Portion 7.\nValidity of the Deed of Sale\n[17] \tWe now turn to deal with the validity of the deed\r\nof sale. Rabie J held that the description of the portion of land\r\nmentioned\nin clause 11.2 was not sufficiently clear to comply with\r\nthe requirements of\ns 2\nand would result in an insufficient\r\ndescription of the\nres vendita\nif it could not be severed from the remaining part of the contract.\r\nHe held that Mr Oberem at all relevant times intended to remain\nin\r\nhis house and the adjacent area and that he would become the\r\nregistered owner thereof.  The learned judge accordingly held that\n\nthe deed of sale was\nprima facie\nvoid\nfor want of\r\ncompliance with\ns 2(1).\nBotha J, on the other hand, held that the\r\ndeed of sale was valid because the property was adequately described\r\nand the fact that\nthe shape and exact configuration of the clause\r\n11.2 portion were left entirely to the purchaserâs discretion\r\ndepending on the\nlayout of the township did not invalidate the\r\nagreement.\n[18]   It does not matter for purposes of this part of\r\nthe judgment whether the property sold was Portion 7 or, as alleged\r\nby the\nseller, Portion 7 minus the clause 11.2 portion. Bearing in\r\nmind that the Act applies to the alienation of land which by\r\ndefinition\nâincludesâ a sale, exchange or donation, the clause\r\n11.2 portion was âalienatedâ by the purchaser to Mr Oberem.\n[19]\tThe test for compliance with the provisions of\ns\r\n2(1)\nis whether the land alienated can be identified on the ground by\r\nreference to the provisions of the contract without recourse to\n\nevidence from the parties as to their negotiations and consensus.\n5\nThe section does not however, ârequire a written contract of sale\r\n[now: alienation] to contain, under pain of nullity, a faultless\n\ndescription of the property sold couched in meticulously accurate\r\ntermsâ.\n6\n[20]\tFor the proposition that this agreement was void\r\nfor failing to describe the\nmerx\n,\r\ncounsel for the seller relied on\nParsons v M C\r\nP Bekker Trust (Edms) Bpk\n.\n7\nThe property sold in\nParsons\nwas described as a portion of a certain farm measuring 92,5764\r\nhectares excluding the dwelling house and vacant ground around it\nof\r\napproximately 3965m².  The Court held that the property\r\ndescribed was inadequately described because, as it said, not a\nword\r\nwas contained in the contract as to how the configuration of the\r\nhomestead area was to be determined (at 104C-D) and that\nto render\r\nthe agreement effective the parties should have included some\r\nindication of how or by what means the shape of the land\nembracing\r\nthe homestead portion was to be determined (at 104E-F).\n[21]   In\nClements v Simpson\n8\nthe part sold had to be subdivided from the property as a whole.  The\r\nseller contended that the part sold was inadequately described\nand\r\nthat the contract was thus of no force or effect for want of\r\ncompliance with\ns 1\nof the then applicable General Law Amendment Act\r\n68 of 1957 (which was almost identical to the provisions of s 2(1)).\r\nThe part\nsold was identified by stating the exact area; the location\r\n(adjoining a named street, situate in the north-western extremity of\n\nthe main property); and the minimum frontage on that street. The\r\njudgment then stated (at 8E-H) :\nâNow it is apparent that those provisions do not, and could not\r\nhave been intended to, enable identification of the land on the\n\nground.  The reason is that the parties could not but have realised\r\nthat, in giving effect to the foregoing provisions, there was\na\r\nvariety of possible shapes which the seller could select in bringing\r\nabout the sub-division of her land. In that regard the site\nsold is\r\none of a class. The area remains constant (40,000 square feet); and\r\nthe general location is fixed (North-western extremity\nof Portion 1);\r\nbut the shapes will depend upon (a)  the extent to which the selected\r\nroad frontage exceeds the agreed minimum of\n175 feet, and (b) the\r\ngeometrical layout - the site might be square, or rectangular, or its\r\nangles might not be 90°.â\nThe court nevertheless held that the contract was valid\r\nbecause there were indications in the contract that the seller would\r\ndetermine\nthe shape. Distinguishing the case from\nBotha\r\nv Niddrie\n,\n9\nHolmes JA said (at 9A-B):\nâBut the instant case is different because here the intention of\r\nthe parties, as gathered from the language of their contract,\nwas not\r\nto enable identification of the land sold by reference to\r\ndescription; it was to be identifiable only after the seller\nhad\r\ndecided upon the lay-out and shape and sub-division of a site\r\nconforming to certain specified requirements. It is in my view\na\r\nclear example of the second category mentioned earlier. The\nconsensus\nof the parties was complete. All that was needed for performance was\r\nthe intended unilateral act of the seller in the matter of\nshape and\r\nsub-division. The fact that survey was required for that purpose\r\ncannot affect the question; ... I therefore hold that\nthe contract\r\ndoes comply with the provisions of sec. 1 (1) of Act 68 of 1957.â\n[22]\tIn the present case the situation is similar. The\r\ncontract envisaged that the purchaser would establish a township on\r\nPortion\n7 and that the homestead portion was to form a separate erf\r\nas part of the development. The purchaser by necessary implication\r\nhad the right to determine the shape and size of the erf subject to\r\ntwo express limitations, namely that the residence had to be\nincluded\r\nand that the erf had to be between 5 000 and 5653 m\n2\n.\n10\nThere was an additional implied limitation namely that the\r\npurchaserâs determination should have been bona fide.\n11\n[23]\tIn the result we are of the view that the\r\ndescription of the property alienated in terms of clause 11.2\r\nsufficed for purposes\nof s 2(1) and that this ground of attack has no\r\nmerit. This means that the amendment was rightly refused by Botha J\r\nand that Rabie\nJ had erred in finding that the seller had any right\r\nthat could be protected by an interdict.\nAppealability of the Interim Interdict\n[24] The final issue to be decided is whether the\r\ninterdict granted by Rabie J was appealable. He granted an order in\r\nthe following\nterms:\nâAn interim interdict is granted pending the final adjudication of\r\n[the action] . . . in terms of which the [purchaser and the\n\ndeveloper] are restrained from:\nâ(a) Lodging the plans, diagrams or title deeds in respect of the\r\ntownship Monavoni Ext 18 for endorsement or registration .\n. . or\n(b) . . . procuring the registration of the general plan of the\r\ntownship Monavoni Ext 18 . . .,\n(c) Taking any further steps . . . declaring the township an approved\r\ntownship . . ..â\n[25]   In\nCronshaw & Another\r\nv Coin Security Group (Pty)\nLtd\n12\nthis Court held that an interim interdict was appealable if it were\r\nfinal in effect and not susceptible to alteration by the court\nof\r\nfirst instance.\nMetlika\nTrading Ltd and Others v Commissioner, South\r\nAfrican Revenue Service\n13\nheld that in determining whether an order is final, it was important\r\nto bear in mind that ânot merely the form of the order\nmust be\r\nconsidered but also, and predominantly, its effect.â\n[26]  \tThe order which was sought and granted had as its\r\nsubstrate that the purchaser and the developer were prohibited from\r\nproceeding\nwith the establishment of the township as a whole and not\r\nonly in respect of the development of Portion 7. The order affected\r\nthe\nentire development, yet the dispute between the parties related\r\nto portion 7 only.  The order was overbroad. The right to develop\nthe\r\ntownship as a whole is not an issue that would be decided by the\r\ntrial court\nand it was\r\nconsequently final in effect even if only for a limited period.\n14\nIn our view the\nmerx\ncould have been preserved without the necessity for an order in those\r\nterms.  It follows therefore that the order of Rabie J was\n\nappealable.\nConclusion\n[27]  \tThe findings made earlier that the seller had no\r\nright, prima facie or otherwise, that could have been protected by an\r\ninterdict\nmean that the order granted by Rabie J had to be set aside.\n[28] \tThe other side of the coin is that in view of our\r\ninterpretation of the contract  the  proposed  amendments  were\r\nill-conceived.\n  In   the   result\nBotha J was correct in dismissing the sellerâs\r\napplication to amend.  This appeal was consequently dismissed.\n__________________________\nL.T.C.\r\nHARMS\nACTING DEPUTY\r\nPRESIDENT\n_____________________\nN.\r\nZ.  MHLANTLA\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\tA C Ferreira SC\nI\r\nEllis\nInstructed\r\nby\nA\r\nB Löwe Attorneys, Pretoria\nHoney\r\nAttorneys, Bloemfontein\nFor\r\nRespondent:\tS J du Plessis SC\nJ\r\nC Viljoen\nInstructed\r\nby\nLe\r\nRoux Du Plessis Attorneys, Pretoria\nNaudes\r\nInc, Bloemfontein\n1\nWilken v Kohler\n1913 AD 135.\n2\nSection 28(2).\n3\n1971 (3) SA 888\n(W) at 891.\n4\nOlifants Trust Co v Pattison\nat 890F-H.\n5\nClements v Simpson\n1971 (3) SA 1\n(A) at 7F-G.\n6\nVan Wyk v Rottcherâs Saw Mills (Pty) Ltd\n1948 (1) SA 983\n(A) at 989.\n7\n1978 (3) SA 101 (T).\n8\nSupra.\n9\n1958 (4) SA 446\n(A).\n10\nCf\nMayfair South\r\n\tTownships (Pty) Ltd v Jhina\n1980 (1) SA 869 (T) at 872D-873E.\n11\nSA Forestry Co Ltd v York Timbers Ltd\n2005 (3) SA 323,\r\n\t[2004] 4 All SA 168 (SCA). Cf\nNBS Boland\r\n\tBank Ltd v One Berg River Drive CC; Deeb v ABSA Bank Ltd;  Friedman\r\n\tv Standard Bank of SA Ltd\n1999 (4) SA 928\n,\n[1999] 4 All SA 183\n(SCA).\n12\n[1996] ZASCA 38\n;\n1996 (3) SA 686\n(A).\n13\n2005 (3) SA 1\n(SCA) at para 23.\n14\nMaccsand CC v Macassar Land Claims Committee\n[2005] 2 All SA\r\n\t469\n(SCA).",
  "scraped_at": "2026-02-11T21:38:27.668748",
  "date": "2009-02-26",
  "coram": [
    "Harms ADP",
    "Ponnan",
    "Cachalia JJA",
    "Leach",
    "Mhlantla AJJA"
  ],
  "case_number": "617/07; 2/08",
  "parties": {
    "applicants": [
      "J R 209 Investments (Pty) Ltd",
      "M & T Development (Pty) Ltd",
      "Pine Villa Estates (Pty) Ltd"
    ],
    "respondents": [
      "Pine Villa Estates (Pty) Ltd",
      "J R 209 Investments (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The seller, Pine Villa Estates (Pty) Ltd, sold Portion 7 of the farm Swartkop 383 in Gauteng to J R 209 Investments (Pty) Ltd, with M & T Development (Pty) Ltd as the developer, for a purchase price of R3.5 million. The agreement included clause 11.2, which reserved a portion of the land (5 000‑5 653 m²) together with the residential house to be transferred to the seller’s sole shareholder, Ian Patrick Oberem, once subdivision diagrams were available. The purchaser failed to produce the diagrams within the stipulated seven‑month period, and the transfer to Oberem never occurred. The seller sued for re‑transfer of Portion 7 or damages and sought an interdict to prevent the purchaser from proceeding with the township development (Monavoni Extension 18). The seller also attempted to amend its claim, arguing that the deed of sale was void for non‑compliance with s 2(1) of the Alienation of Land Act because the portion reserved for Oberem was not adequately described.",
    "issues": "1. Whether the deed of sale complied with s 2(1) of the Alienation of Land Act 68 of 1981 given the description of the portion reserved for Oberem. 2. Whether the seller had standing to seek an interdict restraining the purchaser’s township development. 3. Whether the seller’s amendment of its particulars of claim was permissible. 4. Whether the interim interdict granted by the trial judge was appealable.",
    "principles": "The court applied s 2(1) of the Alienation of Land Act, which requires that the alienated land be identifiable on the ground from the contract without external evidence. The test is whether the description allows the land to be identified, not whether it is faultlessly precise. Precedents considered included Parsons v MC P Bekker Trust (insufficient description), Clements v Simpson (description sufficient where the seller determines shape), Botha v Niddrie (identifiability through agreed limitations), and Olifants Trust Co v Pattison (third‑party benefit). The court also noted that an interim interdict is appealable if it is final in effect (Cronshaw v Coin Security, Metlika Trading).",
    "application": "The court found that clause 11.2 provided sufficient description because the land to be transferred was defined by clear size limits (5 000‑5 653 m²) and the requirement that the house be included, allowing the portion to be identified on the ground. Hence the deed of sale was valid and not void under s 2(1). Accordingly, the seller’s amendment was correctly refused, and the seller had no locus standi to obtain an interdict over the entire township development. The interim interdict was deemed final in effect and therefore appealable; the appellate court set it aside.",
    "conclusion": "The appeal in case 617/07 was upheld; the order of the trial court was set aside and the application dismissed with costs, including costs of two counsel. In case 2/08 the appeal was dismissed with costs, including costs of two counsel. The interdict against the township development was set aside, and the seller’s amendment of the claim was refused."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Land",
    "level_3": [
      "Alienation of Land Act",
      "deed validity",
      "interdict",
      "third‑party beneficiary",
      "contract amendment"
    ]
  }
}