{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/159.html",
  "case_name": "City of Cape Town v Real People Housing (Pty) Ltd (77/09) [2009] ZASCA 159; [2010] 2 All SA 305 (SCA) ; 2010 (5) SA 196 (SCA) (30 November 2009)",
  "citation": "[2009] ZASCA 159",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 159\n|\nNoteup\n|\nLawCite\nCity of Cape Town v Real People Housing (Pty) Ltd (77/09) [2009] ZASCA 159; [2010] 2 All SA 305 (SCA) ; 2010 (5) SA 196 (SCA) (30 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 77/09\nTHE CITY OF CAPE TOWN\nAppellant\nand\nREAL PEOPLE HOUSING (PTY)\r\nLTD\tRespondent\nNeutral citation:\nCity\r\nof Cape Town v Real People Housing\n(77/09)\n[2009] ZASCA 159\n(30 November 2009)\nCoram:\nHARMS\r\nDP, NUGENT, MALAN JJA, HURT and TSHIQI AJJA\nHeard:\n19\r\nNOVEMBER 2009\nDelivered:\n30\r\nNOVEMBER 2009\nSummary:\nClearance\r\ncertificate required by\ns 118(1)\nof the\nLocal\nGovernment Municipal Systems Act 32 of 2000\n-\r\nwhether municipality entitled to withhold certificate until all debts\r\nare paid.\nORDER\nOn appeal from: High Court, Cape Town (Yekiso J sitting\r\nas court of first instance).\nThe appeal is dismissed with costs.\nJUDGMENT\nNUGENT JA (HARMS DP, MALAN, HURT and TSHIQI AJJA\r\nconcurring)\n[1]\tMunicipalities are obliged by the\nLocal Government\nMunicipal Systems Act 32 of 2000\nto collect monies that become\r\npayable to them for property rates and taxes and for the provision of\r\nmunicipal services.\n1\nFor that purpose municipalities are required to adopt, maintain and\r\nimplement a credit control and debt collection policy complying\nwith\r\nvarious criteria,\n2\nand to adopt by-laws that give effect to the policy and its\r\nimplementation and enforcement.\n3\n[2]\tThey are assisted to fulfil that obligation, so far\r\nas debts relate to fixed property, in two ways. First, they are given\r\nsecurity\nfor repayment of the debt in that it is a charge upon the\r\nproperty concerned.\n4\nAnd secondly, municipalities are given the capacity to block the\r\ntransfer of ownership of the property until debts have been paid\nin\r\ncertain circumstances. That is the effect of the provisions of\ns\r\n118(1):\nâA registrar of deeds may not register the transfer of property\r\nexcept on production to that registrar of deeds of a prescribed\n\ncertificate â\nissued by the municipality or municipalities in which the property\r\n\tis situated; and\nwhich certifies that all amounts that became due in connection with\r\n\tthat property for municipal service fees, surcharges on\nfees,\r\n\tproperty rates and other municipal taxes, levies and duties during\r\n\tthe two years preceding the date of application for\nthe certificate\r\n\thave been fully paid.â\n[3]\tThe City of Cape Town Metropolitan Municipality has\r\nadopted a credit control and debt collection policy as it is required\r\nto\ndo. One of the principles that it has incorporated in its policy\r\nis the following:\nâPayment of any undisputed debtâ¦will first be allocated to the\r\noldest debtâ¦progressing to the latest debt.â\nIt has also adopted by-laws giving effect to its policy.\nSection 15(1)(c)\nof the by-laws provides that the City Manager may\r\nâimplement any of the measures provided for inâ¦the policyâ in\r\nrelation\nto any arrears on an account of a debtor. Read together with\r\nthe policy it is plain that the City is authorised to allocate\r\npayments\nmade by a debtor to the oldest undisputed debt and its\r\ncomputerized accounting system has been designed to produce that\r\neffect.\n[4]\tBut while the by-laws and policy are informative as\r\nto how the problem arose in this case I do not think they are\r\nmaterial to\nthis appeal. The question before us is not what is\r\nauthorised by the by-laws but what is demanded by the statute. If the\r\nstatute\nby implication entitles an owner to insist that moneys must\r\nbe allocated to debts incurred in the immediately preceding two years\n\nthen the authority conferred by the by-laws must necessarily give way\r\nto that entitlement.\n[5]\tThe respondent in this appeal â Real People\r\nHousing (Pty) Ltd â owns and has sold various properties in Cape\r\nTown, including\nErf 23548 Khayelitsha, and it wishes to transfer\r\nownership of the properties to the purchasers. But the City alleges\r\nthat debts\nhave been incurred for the provision of municipal services\r\nto the properties, some of which have been outstanding for more than\n\ntwo years. The respondent disputes that it is liable to pay the\r\ndebts, because they were incurred by occupiers of the property\nand\r\nnot by itself, but that is a matter that need not concern us. Clearly\r\nall the debts fall within the terms of\ns 118(1).\n[6]\tNotwithstanding that it disputes liability for the\r\ndebts the respondent is willing to pay them so as to obtain the\r\ncertificates\n(colloquially called âclearance certificatesâ) that\r\nare required for transfer to take place â but only if they were\r\nincurred\nnot more than two years preceding the request for the\r\ncertificate. The City refuses to issue certificates on those terms.\r\nIt insists\nthat any moneys that are paid by the respondent will be\r\nallocated to the oldest debts according to its policy. The effect of\r\nadopting\nthat approach is that it will not issue clearance\r\ncertificates until all debts have been paid irrespective of when or\r\nby whom they\nwere incurred. The City goes so far as to refuse even to\r\nprovide the respondent with the amounts that were incurred in the\r\npreceding\ntwo years, and the manner in which those amounts are\r\narrived at, saying that the information is not relevant if all\r\npayments fall\nto be allocated to the oldest debts.\n[7]\tThat impasse came before the High Court at Cape Town\r\nwhen the respondent applied for orders in the following terms:\nâ1.\tDeclaring that the respondent is obliged, upon receipt of a\r\nrequest from the applicant, to furnish the applicant with full\nand\r\nitemised particulars of the amounts which became due for payment in\r\nrespect of municipal service fees, surcharges on fees,\nproperty rates\r\nand other municipal taxes, levies and duties (and which remain\r\nunpaid) for a period of two years prior to the date\nof the request in\r\nrespect of any property owned by the applicant;\n2.\t`Declaring that the respondent is obliged, on receipt of payment\r\nof such sum tendered specifically for the purpose of discharging\nthat\r\nindebtedness, to issue to the applicant a certificate as contemplated\r\nby\ns 118(1)\nof the\nLocal Government Municipal Systems Act 32 of 2000\n;\nDeclaring, more specifically, the respondent's refusal to issue such\r\n\ta certificate to the applicant in respect of Erf 23548 Khayelitsha,\n\n\tto be unlawful.â\nThe relief was granted by Yekiso J and the City now\r\nappeals with the leave of that court.\n[8]\tIt is useful at the outset to be reminded of the\r\nfindings of the Constitutional Court when the constitutional validity\r\nof\ns 118(1)\nwas unsuccessfully challenged in\nMkontwana\r\nv Nelson Mandela Metropolitan Municipality\net\r\nal.\n5\nThe impetus for the challenge was that the section has the effect of\r\nforcing owners to pay debts that were incurred not by them\nbut by\r\noccupiers of their properties (as in the present case). The owners\r\nsaid that the section deprived them of one of the rights\nof ownership\r\nâ the right to alienate the property â and that to deprive them\r\nof that right until debts that were incurred by\nothers had been\r\nexpunged was arbitrary and thus constitutionally offensive.\n6\n[9]\tAlthough the issue that is before us was not\r\npertinently considered there are two features of the decision in that\r\ncase that\nare instructive. The first is the recognition by that court\r\n(it was hardly in dispute) that the section has the effect of\r\ndepriving\nowners of one of the incidents of ownership. It has for\r\nlong been a principle of our law that statutes that intrude upon\r\nestablished\nrights ought to be strictly construed. Innes CJ expressed\r\nthat as follows in\nDadoo Ltd v Krugersdorp\r\nMunicipal Council\n,\n7\nand it has been repeated in many subsequent cases:\nâIt is a wholesome rule of our law which requires a strict\r\nconstruction to be placed upon statutory provisions which interfere\n\nwith elementary rights. And it should be applied not only in\r\ninterpreting a doubtful phrase, but in ascertaining the intent of\nthe\r\nlaw as a whole.â\nIt hardly needs saying that under the present\r\nconstitutional order there is no warrant for choosing a wide\r\nconstruction of a statute\nthat intrudes upon protected rights if the\r\nsection opens itself to a construction that intrudes upon those\r\nrights more narrowly.\n[10]\tThe second instructive feature emerges from the\r\nconsiderations that were taken into account in assessing whether the\r\ndeprivation\nwas arbitrary. One consideration that was taken into\r\naccount was the period for which the deprivation would endure. In\r\nresponse\nto a submission that the deprivation was capable of enduring\r\nindefinitely Yacoob J, writing for the majority, observed that the\n\ndeprivation âlasts for two years onlyâ and he explained that as\r\nfollows:\n8\nâIt is correct that if there are substantial arrears for\r\nconsumption charges and all payments over an extended period are for\n\ncurrent consumption only and are credited to the amount first owing,\r\nthe substantial sum may remain outstanding indefinitely and\nthereby\r\nconstitute an obstacle to transfer. If, however, no further\r\nobligations are incurred to increase the existing indebtedness\nof the\r\nsame occupier the limit on the power of the owner to transfer the\r\nproperty will last no more than two years.â\n9\n[11]\tIt is apparent that the section was construed by\r\nthe majority to mean that a municipality must issue a clearance\r\ncertificate\nif no debts were incurred during the preceding two years,\r\nnotwithstanding that earlier debts exist, because otherwise there\r\nwould\nhave been no basis for finding that the deprivation is capable\r\nof being restricted to no more than two years. If an owner is\r\nentitled\nto a clearance certificate when debts have not been incurred\r\nfor two years, albeit that earlier debts have not been paid, it must\n\nfollow that an owner is also entitled to a certificate if debts\r\nincurred in that period have been expunged. Although the court\ndid\r\nnot pertinently express how it reached its conclusion on that issue I\r\nthink that was because it is self-evident from the section\nitself.\n[12]\tThe case that was advanced before us for the City\r\nwas founded on the premise that the section âimposes no obligations\r\nof\nany kind on municipalitiesâ in express terms (taken from the\r\nheads of argument). It follows that the respondent could succeed,\nso\r\nthe submission went, only if the obligation that it relies upon was\r\nto be read into the section by implication. Expressed in\nthose terms\r\nthe submission is unexceptionable. But the same cannot be said of the\r\nfurther submission that no such obligation is\nto be implied.\n[13]\tThe submission that a municipality has no implied\r\nobligation at all to issue a clearance certificate was advanced for\r\nonly\na brief while in argument before counsel correctly accepted that\r\nthat was not so. Clearly a municipality has no discretion to grant\nor\r\nwithhold a clearance certificate at will and thereby frustrate the\r\nexercise of the ordinary rights of ownership â such a discretion\n\nwould be absurd and I have no doubt that it would not survive\r\nconstitutional challenge. Once it was accepted that a municipality\n\nindeed has an obligation to issue a clearance certificate in\r\nappropriate certain circumstances then all that remains is to\r\ndetermine\nwhat those circumstances are.\n[14]\tThose circumstances, on the face of it, appear from\r\nthe express terms of the section: the obligation arises when âall\r\namounts\nthat became due in connection with that propertyâ¦during the\r\ntwo years preceding the date of application for the certificate have\n\nbeen fully paid.â Most of the remaining submissions made by counsel\r\nfor the City were directed towards persuading us to read\ninto the\r\nsection an implied qualification to that express provision. I do not\r\nthink it is necessary to detail the terms in which\nsuggested provisos\r\nwere framed. It is sufficient to say that all of them â indeed, any\r\nproviso that would have the effect of\nentitling the City to withhold\r\na certificate until all debts were paid â would nullify the express\r\nlanguage of the section and\nit might just as well not be there. I do\r\nnot think it is necessary to cite authority for the trite proposition\r\nthat a term cannot\nbe implied in a statute if it would contradict its\r\nexpress terms. Had it been intended not to limit the period to two\r\nyears then\nthe words would not have appeared at all.\n[15]\tThe dilemma in which the City finds itself is that\r\nit has left debts outstanding for more than two years albeit that the\r\nstatute\ncontemplates prompt collection. No doubt there are\r\nunderstandable reasons why that is so but the City cannot resolve its\r\ndilemma\nby subjugating the statute to a policy that would frustrate\r\nits terms. As Yacoob J observed in\nMkontwana\n:\nâThe applicants emphasise that a municipality cannot sit by and\r\nallow consumption charges to escalate regardless and in the knowledge\n\nthat recovery will be possible whenever the property falls to be\r\ntransferred. They are right. The municipality must comply with\nits\r\nduties and take reasonable steps to collect amounts that are dueâ.\n[16]\tIn my view the court below cannot be faulted for\r\ngranting the relief sought in prayer 2. The respondent paid to the\r\nCity an\namount that it estimated had become due in relation to Erf\r\n23548 Khayelitsha during the period of two years preceding its\r\nrequest\nfor a certificate and there is no evidence to suggest that\r\nany further amounts are due. In those circumstances the court below\r\nalso cannot be faulted for granting prayer 3. There remains the\r\nrelief that was sought in prayer 1.\n[17]\tOnce more counsel for the City relied upon the\r\nabsence of an express provision in the statute to support his\r\nsubmission that\nthe City was not obliged to supply details of the\r\namounts outstanding for debts incurred in the preceding two years.\r\nBut an owner\ncannot be expected to tender payment if he or she has no\r\nknowledge of what is due, particularly if all or portion of the debt\r\nwas\nincurred by an occupier and not by the owner. If that obligation\r\nis not to be implied in the section itself it seems to me that\nit\r\nfinds sufficient support from s 95(e) of the Act.\n10\nWe were told that the computerized accounts system is not designed to\r\nprovide that information. But that is because the computer\nhas been\r\nprogrammed to allocate payments to the earliest debts. No doubt the\r\ncomputer is capable of being programmed to produce\nthe relevant\r\ninformation once the City accepts that the provisions of the statute\r\ndo not yield to practical considerations of that\nkind.\n[18]\tThere is no merit in this appeal and it is\r\ndismissed with costs.\n__________________\nR.W.\r\nNUGENT\nJUDGE\r\nOF APPEAL\nAPPEARANCES\n:\nFor\r\nappellant:\tE Fagan SC\nP\r\nFarlam\nInstructed\r\nby:\nFairbridges\r\nAttorneys, Cape Town\nMcIntyre\r\n& Van der Post, Bloemfontein\nFor\r\nrespondent:\tD R Mitchell SC\nInstructed\r\nby:\nBowman\r\nGilfillan Attorneys, Cape Town\nMatsepes\r\nInc, Bloemfontein\n1\nSection 96.\n2\n\">\n2\nSections 96\nand\n97\n.\n3\n\">\n3\nSection 98.\n4\nSection 118(3):\nâAn amount due for municipal service fees,\r\n\tsurcharges on fees, property rates and other municipal taxes, levies\r\n\tand duties\nis a charge upon the property in connection with which\r\n\tthe amount is owing and enjoys preference over any mortgage bond\r\n\tregistered\nagainst the property.â\n5\nMkontwana v Nelson Mandela Metropolitan Muncipality; Bissett v\r\n\tBuffalo City Municipality; Transfer Rights Action Campaign v MEC,\n\n\tLocal Government and Housing, Gauteng\n2005 (1) SA 530\n(CC).\n6\nSection 25 of the Constitution provides that âno one may be\r\n\tdeprived of property except in terms of law of general application,\n\n\tand no law may permit arbitrary deprivation of property.â\n7\n1920 AD 530\nat 552.\n8\nPara 45.\n9\nThe effect of the section in that regard was considered in the\r\n\tminority judgment of OâRegan J (Mokgoro J concurring) at para\n96.\r\n\tI do not think what was said in that paragraph lends credence to the\r\n\tconstruction advanced by the City.  The learned judge\ndid no more\r\n\tthan postulate what would occur if payments were allocated to\r\n\tearlier debts without suggesting that a municipality\nis entitled to\r\n\tinsist upon that allocation.\n10\nâIn relation to the levying of rates and other taxes by a\r\n\tmunicipality and the charging of fees for municipal services, a\r\n\tmunicipality must, within its financial and administrative capacity\r\n\t... ensure that persons liable for payments, receive regular\nand\r\n\taccurate accounts that indicate the basis for calculating the\r\n\tamounts due.â",
  "scraped_at": "2026-02-12T05:27:35.354748",
  "date": "2009-11-30",
  "coram": [
    "HARMS DP",
    "NUGENT",
    "MALAN JJA",
    "HURT",
    "TSHIQI AJJA"
  ],
  "case_number": "77/09",
  "parties": {
    "applicants": [
      "City of Cape Town"
    ],
    "respondents": [
      "Real People Housing (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The Local Government Municipal Systems Act requires municipalities to collect rates, taxes and service fees and to adopt credit‑control policies. The City of Cape Town adopted such a policy, which allocates payments to the oldest undisputed debt first, and enacted by‑laws to give effect to the policy. Real People Housing (Pty) Ltd owned several properties, including Erf 23548 in Khayelitsha, and alleged outstanding municipal debts, some older than two years. The company was willing to pay any debts incurred in the two years preceding its application for a clearance certificate, but the City insisted that any payment be applied to the oldest debts, effectively refusing to issue the certificate until all debts, old and new, were cleared. The High Court ordered the City to provide itemised particulars of the amounts due for the preceding two years and to issue the certificate. The City appealed.",
    "issues": "1. Whether section 118(1) of the Local Government Municipal Systems Act obliges a municipality to issue a clearance certificate once all amounts that fell due in the two years before the application are paid, irrespective of older debts. 2. Whether the municipality has any discretion, implied or expressed, to withhold the certificate until all debts are cleared. 3. Whether the municipality must supply the applicant with itemised particulars of the amounts due for the two‑year period.",
    "principles": "The court applied a strict construction principle to statutes affecting property rights, following the Constitutional Court’s decision in Mkontwana v Nelson Mandela Metropolitan Municipality, which limited the deprivation created by s 118(1) to a maximum of two years. The express language of s 118(1) requires that all amounts due in the two‑year period be fully paid before a certificate may be issued; no implication can be read in to expand this period. Section 95(e) of the Act supports the municipality’s duty to provide accurate accounts to persons liable for payments. Municipal policy cannot override clear statutory requirements.",
    "application": "The court found that the City’s policy of allocating payments to the oldest debt and its refusal to provide itemised particulars conflicted with the express terms of s 118(1). As the statute does not permit a municipality to withhold a certificate because older debts remain unpaid, the City must issue the certificate once the debts incurred in the preceding two years are settled. The requirement to furnish the applicant with detailed particulars of amounts due for that period is also supported by the statutory duty to give accurate accounts. Consequently, the City’s contention that it could retain the certificate until all debts were cleared was rejected.",
    "conclusion": "The appeal was dismissed with costs. The High Court’s orders were affirmed: the City must provide Real People Housing with full itemised particulars of the amounts due for the two‑year period and must issue the clearance certificate for Erf 23548 Khayelitsha once those amounts are paid."
  },
  "tags": {
    "level_1": "Municipal Law",
    "level_2": "Clearance Certificates",
    "level_3": [
      "Local Government Municipal Systems Act",
      "Section 118",
      "Mkontwana",
      "property transfer",
      "debt allocation"
    ]
  }
}