{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/25.html",
  "case_name": "Yellow Star Properties 1020 (Pty) Ltd v Department of Development Planning and Local Government (Gauteng) (549/2007) [2009] ZASCA 25; 2009 (3) SA 577 (SCA) ; [2009] 3 All SA 475 (SCA) (27 March 2009)",
  "citation": "[2009] ZASCA 25",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 25\n|\nNoteup\n|\nLawCite\nYellow Star Properties 1020 (Pty) Ltd v Department of Development Planning and Local Government (Gauteng) (549/2007) [2009] ZASCA 25; 2009 (3) SA 577 (SCA) ; [2009] 3 All SA 475 (SCA) (27 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:  549/2007\nYELLOW\r\nSTAR PROPERTIES 1020 (PTY) LIMITED\nAppellant\nand\nMEC: DEPARTMENT OF\r\nDEVELOPMENT PLANNING\nAND\r\nLOCAL GOVERNMENT (GAUTENG)\nRespondent\nNeutral\r\ncitation\n:\nYellow Star\r\nProperties v Department of Development Planning and Local Government\n(549/07)\n[2009] ZASCA 25\n(27 March 2009)\nCoram:\nBRAND,\r\nMAYA, CACHALIA, MHLANTLA JJA and LEACH AJA\nHeard:\n11\r\nMarch 2009\nDelivered:\t\t27\r\n March 2009\nUpdated:\nSummary:\t\r\nContract â damages for breach â contract found to have been\r\ninvalid in previous litigation between the parties â\nspecial plea\r\nof\nres judicata\nor\r\nissue estoppel upheld â further special plea that alternative\r\ndelictual claim had prescribed also upheld.\n____________________________________________________________________________________\nORDER\nIn an application for leave to appeal from the High Court,\r\nJohannesburg (Gildenhuys J sitting as court of first instance).\nThe\r\napplication is dismissed with costs, including the costs of two\r\ncounsel.\nJUDGMENT\n___________________________\n__________________________________________\nLEACH AJA\r\n(BRAND, MAYA, CACHALIA and MHLANTLA JJA concurring):\n[1]\tThis is\r\nan application for leave to appeal under s 21 of the Supreme Court\r\nAct 59 of 1959. The applicant, the plaintiff in the\ncourt below,\r\nbrought an action for damages to which the respondent, in pleading,\r\nraised two special pleas. When the matter came\nto trial before\r\nGildenhuys J in the Johannesburg High Court, it was agreed that the\r\nspecial pleas be decided at the outset in the\nlight of the facts\r\ncontained in a so-called âstated caseâ with the remaining issues\r\nto stand over for later decision. Having\nheard argument, the learned\r\njudge upheld both special pleas and dismissed the applicant's claim. \r\nHe also dismissed a subsequent\napplication for leave to appeal.  The\r\napplicantâs further application to this court for leave to appeal\r\nwas set down for argument\nbefore this court.\n[2]   The\r\nmerits of the appeal are obviously vital to the outcome of the\r\napplication.  The parties therefore agreed to argue the\nappeal on the\r\nunderstanding that if this court was of the view that the appeal\r\nshould succeed, the application would be granted\nand the appeal\r\nupheld but, if the appeal was found to be without merit, the\r\napplication would be dismissed.  I turn now to consider\nwhich order\r\nis appropriate.\n[3]   In\r\norder to consider the validity of the special pleas, it is necessary\r\nat the outset to set out the somewhat lengthy history\nof the\r\nlitigation between the parties. At the heart of the dispute is a\r\ncertain piece of immovable property more fully described\nas âthe\r\nremaining extent of Erf 137 Dunkeld Westâ (âthe propertyâ). The\r\nrespondent, labouring under the mistaken impression\nthat the property\r\nvested in the Gauteng Provincial Government and wishing to dispose of\r\nit, employed a valuer to ascertain what\nit was likely to fetch on the\r\nopen market. The valuer employed valued it at R300 000. As appears\r\nbelow, this valuation was way\noff the mark. In June 2000 the\r\nrespondent put the property up for sale on a public auction at which\r\nit was purchased by the applicant\nfor R452 900. The parties\r\nthereafter signed a formal deed of sale which reflected the Gauteng\r\nProvincial Government as the owner\nand seller of the property and\r\nwhich obliged the applicant to pay a deposit of R45 200, to provide a\r\nbank guarantee for the balance\nof the purchase price and to pay\r\nvarious duties, levies and costs.\n[4]   \r\nDespite the applicant having fully complied with all its obligations\r\nunder the deed of sale, transfer did not take place\nas it was\r\ndiscovered\nthat the property, while state land,\nvested not in the Provincial Government as had\r\nbeen thought but in the National Government.\nItem\r\n28(1) of Schedule 6 to the Constitution provides for a competent\r\nauthority to issue a certificate in respect of immovable\nproperty\r\nowned by the state indicating in which particular branch of\r\ngovernment such property is vested, whereupon a registrar\nof deeds\r\nmust make such entries or endorsements necessary to register such\r\nproperty in the name of that sphere of government. \n In order for the\r\nrespondent to be able to effect transfer to the appellant, it had to\r\nobtain an item 28(1) certificate recording\nthat the property vested\r\nin the Gauteng Provincial Government. And in order to obtain such a\r\ncertificate, it was necessary for\nthe respondent to first persuade\r\nNational Government to transfer the property to the Gauteng\r\nProvincial Government.\n[5]  \r\nHowever, it then also came to light that the valuation of R300 000\r\nobtained by the Provincial Government before the auction\nwas wholly\r\nunrealistic,  probably because the valuer had by mistake only had\r\nregard to a portion of the property while the true\nvalue of the whole\r\nproperty was several million rand.\nThe\r\nrespondent does not appear to have been overly concerned by this as\r\nit persisted in attempting to persuade national government\nto allow\r\nthe property to be transferred to the applicant. But it is hardly\r\nsurprising that the Ministry of Public Works, to whom\nadministration\r\nof the property had been assigned, on learning\nthat\r\nthe property had been sold for but a fraction of its true value,\r\nrefused to do so.\nAccordingly, as National\r\nGovernment refused to transfer the property to the Gauteng Provincial\r\nGovernment,\nthe respondent could not obtain an\r\nitem 28(1) certificate relating to the property and was unable to\r\neffect transfer to the applicant.\n[6]   When\r\ndespite the passage of time transfer did not take place, the\r\napplicant\nraised the matter with the respondent.\r\nIn response, in a letter from the head of Gautengâs Department of\r\nDevelopment Planning\nand Local Government dated 12 December 2000 the\r\napplicant was informed that the property in fact vested in the\r\nnational Department\nof Public Works and not in the provincial\r\ngovernment, and it was suggested that the applicant take the matter\r\nup with the legal\nsection of the national department. It can be\r\naccepted that until receipt of this letter the applicant did not know\r\nthat the respondent\nwas not the owner of the property. Despite the\r\napplicant then consulting its attorney as well as a number of other\r\ngovernment officials,\nit was unable to obtain transfer.\n[7]  \r\nEventually, in June 2001 the applicant launched proceedings in the\r\nPretoria High Court in case 15278/01 in which it cited\nthe present\r\nrespondent, as well as the Minister of Land Affairs and the registrar\r\nof deeds, as respondents.   In its founding affidavit\nthe applicant\r\ndescribed the delays which had taken place and stated that it had\r\nestablished that if the Minister of Land Affairs\nâ as the competent\r\nauthority contemplated by item 28(1) â did not provide a\r\ncertificate under that item, the property could\nnot be registered in\r\nthe name of the Gauteng Provincial Government which was necessary for\r\ntransfer to the applicant to take\nplace.\nIt\r\ntherefore sought an order, inter alia:\nâ\n3.\tCompelling\r\nthe (Minister of Land Affairs) to issue a certificate in terms of\r\nItem 28 of Annexure 6 to the Constitution, Act 108\nof 1996, on an\r\nurgent basis . . . and  to provide the (registrar of deeds) with the\r\nsaid certificate;\n4.\tCompelling\r\nthe (registrar of deeds) to effect the transfer over the property as\r\na matter of urgency, upon receiving the certificate\nfrom the\r\n(Minister of Land Affairs).\nâ\n[8]\nWhen\r\nthe matter came before Van Der Walt J on 30 January 2002, both the\r\nrespondent and the Minister of Land Affairs argued that\nthe applicant\r\nlacked\nlocus standi\n,\r\ncontending that the individual who had concluded the sale, one\r\nHarding, had represented not the applicant but a close corporation\n\nstill to be formed. They also argued that the parties had not been\nad\r\nidem\nin regard to the property that was the\r\nsubject of the sale.  Both these contentions were rejected by the\r\nlearned judge, and it\nhas not been suggested that he erred in doing\r\nso.  During the course of the hearing a copy of a certificate issued\r\nin respect of\nthe property by the Minister of Land Affairs under item\r\n28(1), was handed to Van Der Walt J. In his view, this obviated the\r\nneed\nto deal with the relief sought in the application before him. He\r\ntherefore merely granted an order which authorised the registrar\nto\r\neffect transfer upon receipt of âthe certificateâ from the\r\nMinister of Land Affairs.\n[9]   At\r\nfirst blush, this is somewhat confusing. In making this order the\r\nlearned judge presumably had in mind that âthe certificateâ\nwould\r\nfacilitate transfer to the applicant (viz.  It would be a certificate\r\nreflecting the Provincial Government as the owner of\nthe property and\r\nthereby entitled to transfer it to the applicant). But the document\r\nhanded in certified that the property vested\nin the National\r\nGovernment and, in itself, rather than providing  the solution to the\r\nproblem, constituted the very obstacle to\nthe property being\r\ntransferred to the applicant. The solution to this conundrum is to be\r\nfound in Van Der Walt Jâs subsequent\njudgment of 31 July 2002\r\ndismissing an application for leave to appeal brought by the Minister\r\nof Land Affairs in which  he expanded\non his reasons for judgment.\r\nThe learned judge said that while the certificate handed in had been\r\nin the name of National Government,\nit had been stated in the papers\r\nthat the Provincial Government was in the process of obtaining the\r\nproperty from the National\nGovernment  to enable it effect transfer\r\nto the applicant,  and that the stage at which it could do so had \r\nnot been reached. \nThis observation clearly indicates that the\r\nlearned judge had not intended his order to authorise transfer\r\ndirectly to the applicant\nat that stage.  It merely authorised the\r\nregistrar of deeds to do so when âthe certificateâ reflecting the\r\nprovincial government\nas owner came to hand.\n[10]   \r\nUnfortunately for the applicant, no such certificate was ever issued\r\nas the national government persisted in opposing transfer\nof the\r\nproperty to the applicant at a price which bore no relationship to\r\nits true market value. As a result, the order of Van\nDer Walt J in no\r\nway overcame the difficulty facing the applicant. The national\r\ngovernment remained the owner of the property and\nthe respondent\r\nremained unable to transfer it to the applicant. A position of\r\nstalemate had therefore been reached.\n[11]\nThe\r\napplicant then heard rumours of the property being subdivided. This\r\nnews led to it bringing urgent proceedings in the Pretoria\nHigh Court\r\nin case 4578/2002, seeking an order restraining the respondent, as\r\nwell as the Minister of Land Affairs and the registrar\nof deeds, from\r\neffecting any subdivision of the property.   It also claimed an order\r\ndirecting the registrar of deeds to transfer\nthe property to it\r\nwithin 48 hours and obliging the respondent to file all documents\r\nnecessary to facilitate such passing of transfer.\n  As the original\r\nitem 28(1)  certificate produced at the earlier hearing had gone\r\nmissing, the applicant sought an order directing\nthe registrar of\r\ndeeds to be satisfied with a copy of it âfor purposes of effecting\r\ntransferâ.\n[12]   It\r\nseems both from the relief sought and from the comment in the\r\nfounding affidavit that once the item 28(1) certificate\nhad become\r\navailable the relief claimed in case 15278/2001 âbecame\r\nsuperfluousâ¦ in order (to) pass transfer to the Applicantâ,\nthat\r\nthe applicant still mistakenly regarded the certificate that had been\r\nhanded to Van Der Walt J as being all that was required\nfor the\r\nrespondent to pass transfer. However, the registrar of deeds drew the\r\ncourtâs attention to the fact that the existing\nitem 28(1)\r\ncertificate recorded the property as vested in the national\r\ngovernment, and also observed that before transfer to the\napplicant\r\ncould be effected, it would be necessary for the property to be\r\ntransferred from the national to the provincial government\nso that\r\nthe latter could, in turn, transfer it to the applicant.\n[13]   The\r\nMinister of Public Works then applied to intervene as a party to\r\noppose the relief sought.   In doing so, she stated\nthat she had been\r\ncharged with the administration of the property, ownership of which\r\nvested in national government as reflected\nthe item 28 certificate,\r\nthat such certificate did not result in the property vesting in the\r\nprovincial government, and that the\napplicant was not entitled to\r\ninsist upon transfer. She also stated that as the responsible\r\nminister of state, only she had the\ndiscretion to sell the property,\r\na discretion which she had not yet exercised. But in any event, she\r\nsaid she would probably not\nagree to the property being transferred\r\nto the applicant as it was worth several million rand more than the\r\namount the applicant\nhad undertaken to pay.\n[14]\nBy\r\nreason of certain allegations made in the papers and undertakings\r\ngiven after the institution of the proceedings, the necessity\nto seek\r\nan interdict in regard to the proposed subdivision of the property\r\nfell away.  But the applicant persisted in claiming\ntransfer of the\r\nproperty and the matter came to be argued before Smit J. Despite\r\nopposition from the appellant, the learned judge\ncorrectly allowed\r\nthe Minister of Public Works to intervene as an interested party. \r\nShe was, after all, the minister of state\ncharged with the\r\nadministration of the property and the only person who had the\r\nauthority to sell it.\n[15]\nIn\r\nproceeding to deal with the relief sought by the applicant, Smit J\r\nconcluded that while the Premier of Gauteng is authorised\nunder s 2\r\nof the Gauteng Land Administration Act 11 of 1996 to dispose of\r\nprovincial land which vests in the Gauteng Provincial\nGovernment, it\r\nis the State President who under\ns 2(1)\nof the\nState Land Disposal\nAct 38 of 1961\nhas the power to dispose of land vesting in national\r\ngovernment.  He also accepted the allegation made by Minister of\r\nPublic Works\nthat the State President had assigned that power to her,\r\nand concluded that in the circumstances the provincial government had\r\nnot been authorised in law to sell the property; that the sale to the\r\napplicant had therefore been\nultra vires\nand void\nab initio\n;\r\nthat there was accordingly no valid\ncausa\nfor the transfer of the property to the applicant; and that the\r\napplicant was therefore not entitled to transfer of the property\n\nwhich remained vested in the national government.  The application\r\nwas accordingly dismissed.\n[16]\nThe\r\napplicant did not seek to appeal against this decision. Instead, in a\r\nletter addressed by its attorney to the respondent on\n30 August 2004,\r\nit accused the respondent of having repudiated the sale by failing or\r\nrefusing to transfer the property, and stated\nthat it had decided to\r\naccept such repudiation and that it thereby cancelled the agreement.\r\nThe attorney further demanded payment\nof more than R6,8 million as\r\ndamages to be made within 30 days, failing which action would be\r\ninstituted.\n[17]\nIn\r\nthe light of Smit Jâs finding that the sale had been void at all\r\ntimes, it is hardly surprising that the respondent refused\nto make\r\nthe payment demanded and, in due course, the applicant instituted\r\naction as it had threatened. In formulating its claim,\nit relied on\r\nthe same breach of contract it had in the letter of 30 August 2004\r\n(viz.\nthe failure or\r\nrefusal to transfer the property to the appellant). In the\r\nalternative, it relied on a delictual claim, alleging\nthat the\r\nrespondentâs servants, in selling the property, had either been\r\naware that the respondent was not authorised in law\nor in fact to\r\nsell the property and had acted in bad faith; alternatively, that\r\nthey had acted negligently in that they ought to\nhave been aware that\r\nthe respondent was not so authorised to conclude the sale. As a\r\nfurther alternative, the applicant averred\nthat the respondent had\r\nmaliciously or negligently failed to effect transfer in breach of Van\r\nDer Walt Jâs order of 30 January\n2002.\n[18]   The\r\nrespondent pleaded specially to these claims as follows: first it\r\nalleged that the action had been instituted on 29 October\n2004, more\r\nthan three years after both the contractual and delictual claims\r\nrelied upon had arisen, and that they had consequently\nprescribed\r\nunder\ns 11\nof the\nPrescription Act 68 of 1969\n; secondly, it pleaded\r\nthat:\n(a) Smit J\r\nhad found that:\n(i) the sale\r\nhad been void\nab initio\n;\n(ii) there\r\nwas accordingly no valid\ncausa\nfor the property to be transferred;\n(iii)\r\ntransfer by the provincial government was therefore not legally\r\npossible; and\n(iv) in the\r\ncircumstances the provincial government could not be ordered to\r\ntransfer the property to the appellant;\n(b) These\r\nissues having been finally determined by Smit J, it was not open to\r\nthe appellant to raise them in its claim by reason\nof\nres\r\njudicata\nor âissue estoppelâ.\n(c) The\r\nappellant was therefore estopped from alleging or relying on a breach\r\nof the contract or Van der Walt Jâs order or from\npursuing its main\r\nclaim founded in contract which was based on such alleged breaches.\n[19]   As\r\nalready mentioned, these special pleas were determined in the light\r\nof the facts agreed in a stated case.  Gildenhuys\nJ held in relation\r\nto the second special plea that the appellantâs contractual claim\r\ncould not succeed as it was based on a contract\nof sale that had been\r\nfound by Smit J to have been void\nab initio\n,\r\nthat the appellant was bound by that finding on the basis of issue\r\nestoppel or\nres judicata\n,\r\nand that the repudiation of a contract void\nab\r\ninitio\ncould not support a claim for damages\r\narising from its repudiation. In regard to the first special plea,\r\nthe learned judge found\nit unnecessary to make any ruling on whether\r\nthe claim in contract had prescribed as that claim was in any event\r\nincompetent on\nthe basis of issue estoppel or\nres\r\njudicata.\nHowever, he held\nthat the appellantâs claim in delict had\r\nprescribed as more than three years had elapsed after the debt sued\r\nupon had become due\nbefore summons was issued.   It is against these\r\nfindings that the applicant now seeks leave to appeal to this court.\n[20]   For\r\nconvenience, I intend to deal at the outset with the second special\r\nplea and the finding in the court\na quo\nthe appellantâs claim could not succeed as the appellant was bound\r\nby the previous finding of Smit J that the sale was invalid\nab\r\ninitio\n. In regard to this issue, the\r\nappellant contended that Van Der Walt J had held the contract of sale\r\nto have been valid and enforceable,\nand that such issue had therefore\r\nbeen\nres judicata\nwhen\r\nit came before Smit J whose findings were consequently not binding\r\nand were to be regarded as no more than\nobiter\n.\n[21]   In\r\nconsidering this argument, it is necessary to deal briefly with the\r\nprinciples of\nres judicata\nand so-called âissue estoppelâ relied on by both sides.  The\r\nunderlying ratio of the\nexceptio rei judicatae\r\nvel litis finitae\nis\nthat where a cause of action has been\r\nlitigated to finality between the same parties on a previous\r\noccasion, a subsequent attempt\nby one party to proceed against the\r\nother on the same cause of action should not be permitted.  In\nNational Sorghum Breweries v International\r\nLiquor Distributors\n[2000] ZASCA 159\n;\n2001\r\n(2) SA 232\n(SCA) at 239 para [2] Olivier JA stated the requirements\r\nfor a successful reliance on the\nexceptio\nto\r\nbe as follows:\nâ\nThe\r\nrequirements for a successful reliance on the\nexceptio\nwere, and still are:\nidem actor, idem reus,\r\neadem res\nand\neadem\r\ncausa petendi\n. This\r\nmeans that the\nexceptio\ncan be raised by a\r\ndefendant in a later suit against a plaintiff who is âdemanding the\r\nsame thing on the same groundâ (\nper\nSteyn CJ in\nAfrican\r\nFarms and Townships Ltd v Cape Town Municipality\n1963\r\n(2) SA 555\n(A) at 562A); or which comes to the same thing, âon the\r\nsame cause for the same reliefâ (\nper\nVan Winsen AJA in\nCustom Credit\r\nCorporation (Pty) Ltd v Shembe\n1972\r\n(3) SA 462\n(A) at 472A-B; see also the discussion in\nKommissaris\r\nvan Binnelandse Inkomste v ABSA Bank Bpk\n1995\r\n(1) SA 653\n(A) at 664C-E); or which also comes to the same thing,\r\nwhether the âsame issueâ had been adjudicated upon (see\nHorowitz\r\nv Brock and others\n1988\r\n(2) SA 160\n(A) at 179A-H).\nâ\n[22]   It\r\nhas been recognised though that the strict requirements of the\nexceptio\n, especially\r\nthose relating\nto\neadem res\nor\neadem\r\npetendi causa\n(the same relief and the same\r\ncause of action), may be relaxed where appropriate. Where a defendant\r\nraises as a defence that the\nsame parties are bound by a previous\r\njudgment on the same issue (viz.\nidem actor\nand\neadem quaestio\n),\r\nit has become commonplace to refer to it as being a matter of\r\nso-called âissue estoppelâ.  But that is merely a phrase of\n\nconvenience adopted from English law, the principles of which have\r\nnot been subsumed into our law,\n1\nand the defence remains one of\nres judicata\n.\r\n Importantly when dealing with issue estoppel, it is necessary to\r\nstress not only that the parties must be the same but that the\nsame\r\nissue of fact or law which was an essential element of the judgment\r\non which reliance is placed must have arisen and must\nbe regarded as\r\nhaving been determined in the earlier judgment.\n[23]  \r\nFundamental to the respondentâs opposition in case 4578/2002 was\r\nthe allegation that the sale was invalid as the necessary\nstatutory\r\nauthority to sell the property had vested solely in the Minister of\r\nPublic Works, a contention which Smit J upheld. The\nappellant\r\naccepted that if the decision of Smit J holding the sale to be \r\ninvalid was not\nobiter\nbut was binding between the parties, the issue would have been\r\nfinally determined between the parties and the special plea that\nthis\r\nissue was\nres judicata\nwould\r\nhave been correctly upheld. The applicantâs case on this issue is\r\none of issue estoppel and stands or falls on whether,\nby reason of\r\nthe earlier judgment in case15278/2001, the validity of the sale had\r\nbeen finally determined between the parties by\nVan Der Walt J and was\nres judicata\nwhen it\r\ncame before Smit J.\n[24]  \r\nCounsel for the appellant argued that while the decision of Smit J\r\nwas probably correct, it was no bar to the appellant successfully\n\nraising\nres judicata\nor\r\nissue estoppel.  In this regard, while the law indeed allows a party\r\nto rely upon such a defence\neven\r\nif the original judgment was incorrect,\n2\nI have grave reservations about whether it is permissible to do so if\r\nthe effect will be to enforce a contract which is legally\ninvalid.\n3\nThis would of course be the case if Smit J\r\nwas correct in concluding that, in law, only the Minister of Public\r\nWorks was authorised\nto sell the property. But in the light of the\r\nview I have of the matter, it is unnecessary to consider this any\r\nfurther.\n[25]   The\r\napplicantâs argument that the validity of the sale was\nres\r\njudicata\nin case 4578/2002 faces\r\ninsurmountable difficulties.  As appears from what I have already\r\nsaid, in order for the applicant to succeed\non this issue the case\r\nhad to involve the same parties who had been in case 15278/2001 and\r\nhad to turn on the same issue that had\nbeen finally determined in the\r\njudgment of Van Der Walt J.  For the reasons that follow, neither of\r\nthose two requirements were\nfulfilled.\n[26]   The\r\nobvious problem facing the applicant is that although it and the\r\nrespondent were parties to both proceedings, the Minister\nof Public\r\nWorks, to whom the State President had assigned the power to\r\nadminister the property, was not a party in case 15278/2001\nbut,\r\npursuant to its successful application for leave to intervene, became\r\na party in case 4578/2002. On the other hand, the Minister\nof Land\r\nAffairs, who was a party in case 15278/2001 was not a party in case\r\n4578/2002. Counsel for the applicant sought to overcome\nthis\r\ndifficulty by arguing that each minister had represented the national\r\ngovernment in whom ownership of the property vested\nand which had\r\ntherefore effectively been the relevant party before court at both\r\nhearings\n[27]\tThis\r\nargument cannot be upheld. Section 91(2) of the Constitution provides\r\nfor the President to assign powers and functions\nto ministers, and s\r\n92(1) provides for ministers âto be responsible for the powers and\r\nfunctions . . . assigned to themâ. A\nministerâs powers and\r\nfunctions are always subject to constitutional control and the\r\ndoctrine of legality and âcan be validly\nexercised only if . . .\r\nclearly sourced in law.â\n4\nIn addition\ns 2(1)\nof the\nState Liability Act 20 of 1957\nprovides\r\nthat any claim against the State may be brought against the minister\r\nof âthe department concernedâ. This can only\nmean that a claim\r\nmay be brought against the minister whose department is responsible\r\nfor the debt sought to be recovered (and\nnot against any other\r\nminister) and that the affairs and functions of different departments\r\nof state and their ministers are to\nbe regarded as separate and\r\ndistinct.\n[28]\tWhile\r\nthe two different ministers whom the applicant sued in cases\r\n15278/2001 and 4578/2002 are members of the same sphere\nof\r\ngovernment, the President has assigned to them separate and distinct\r\npowers and functions. Each can only exercise those powers\nand\r\nfunctions that were individually bestowed on her. They cannot act on\r\nbehalf of each other in performing a public function,\nnor can one be\r\nvalidly sued in circumstances in which the law authorises the\r\ninstitution of proceedings against the other. Therefore\nthe Minister\r\nof Public Works, who was not a party to the proceedings in case\r\n15278/2001, cannot be bound by a decision on an issue\narising in that\r\ncase and the applicant has failed to establish the necessary\r\nrequirement of\nidem actor\n.\n[29]   The\r\napplicant also faces difficulties in regard to the requirement of\neadem quaestio\n. For purposes of\nres\r\njudicata\nor issue estoppel, the relevant\r\nissue must be one which the court is called upon to determine in its\r\njudgment.\n5\nWhere, as is here the case, the court is dealing with motion\r\nproceedings, the issues which arise for determination are those\r\ncontained\nin the partiesâ affidavits and a court can only decide an\r\nissue not raised in the papers if such issue has been fully canvassed\n\nby the parties in the expectation that it will be determined as an\r\nissue before court.\n6\nThere is no suggestion of that having here been the case.\n[30] \r\nBearing that in mind, the issues arising and the relief sought in\r\ncase 15278/01 were clearly not the same as that in case\n4578/2002. In\r\nthe former, while both the respondent and the Minister of Land\r\nAffairs in their papers disputed the applicantâs\nlocus\r\nstandi\nto sue on the basis that the person\r\nwho had concluded the sale had not represented the respondent, and\r\nsuggested that the property\nhad not been properly described in the\r\ndeed of sale (a point abandoned in argument), they  raised neither\r\nthe issue of the sale\nbeing invalid by reason of the provisions of\r\nthe\nState Land Disposal Act nor the\nfact that the property was not\r\nthe respondentâs to sell. Consequently, but most importantly, the\r\nquestion of invalidity was not\ndealt with in judgment of Van Der Walt\r\nJ who, after dismissing the point raised in respect of locus standi,\r\nclearly assumed the\nsale to be valid.\n[31]    The\r\nvalidity of the sale was thus not an issue decided by Van Der Walt J\r\nupon which he ruled that the applicant was entitled\nto relief. Nor\r\nwas it an issue mentioned by the learned judge in his judgment in the\r\napplication for leave to appeal as being one\nof the issues he had\r\nbeen obliged to decide in the main application. But it was an issue\r\npertinently raised in the papers in case\n4578/2002 and was found by\r\nSmit J to be determinative of those proceedings. The two proceedings\r\nwere determined by regard being\nhad to different issues and the\r\napplicant clearly failed to establish the essential requirement of\neadem quaestio\n.\n[32]   It is\r\nreadily apparent from what I have set out above that the applicant\r\ncannot rely on\nres judicata\nor\r\nissue estoppel as it has failed to establish the fundamental\r\nrequirements of that defence. As its case on the enforceability\nof\r\nthe sale stands or falls on this issue, and as the validity or\r\notherwise of the sale had not been finally determined between\nthe\r\nparties in case 15278/2002, the findings of  Smit J, which were not\r\nappealed against,  cannot be merely regarded as\nobiter\nas the applicant contends but must be taken\r\nas having been\nres judicata\nwhen the applicant instituted its action for damages.  As a result,\r\nthe applicant is precluded both from enforcing any claim for\ndamages\r\nunder the invalid contract or, for that matter, from enforcing its\r\ndelictual claim for damages based on its allegation\nthat the\r\nrespondent maliciously or negligently failed to transfer the property\r\ndespite the order in case 15278/2002.\n[33]   This\r\nconclusion renders it necessary to consider the special plea in\r\nregard to prescription only insofar as it relates to\nthe claim that\r\nthe respondentâs servants acted negligently in selling the\r\nproperty.   In this regard the respondent pleaded that\nthe purported\r\nsale of the property had been concluded in mid 2000 whereas the\r\naction had only been instituted more than three years\nlater, on 29\r\nOctober 2004, and that the claim had therefore prescribed under\ns 11\nof the\nPrescription Act 68 of 1969\n.\n[34]   In\r\nseeking to avoid this, the applicant argued that it had not relied on\r\na claim which had arisen on the date of the sale\nas the negligence\r\nrelied upon â in particular in paragraph 14.2.2 of the particulars\r\nof claim where it is alleged that the respondentâs\nservants had\r\nâfailed to take steps to be authorized to sell the property by the\r\nrelevant department of state which was authorised\nto sell the\r\npropertyâ â had occurred well after the sale.\n[35]   This\r\nwas not an issue raised by the applicant in the stated case in which\r\nit relied solely on its contention that prescription\nhad been\r\ninterrupted  by the institution of proceedings in cases 15278/2001\r\nand 4578/2002, alternatively only commenced to run\nafter judgment in\r\nthose two cases. The applicant is bound by that agreement and cannot\r\nnow seek to move the goalposts. In any event,\nthe claim as pleaded is\r\nnot capable of the import the applicant seeks to ascribe to it.\r\nParagraph 14.2.2 of the claim particularises\nonly one of the aspects\r\nin which it is alleged (in para 14.2) that the respondentâs\r\nservants has acted negligently âin selling\nthe propertyâ.  It is\r\nquite clear from a reading of the pleading that the applicant relies\r\nsolely upon negligence at the time\nof the sale.\n[36]   As I\r\nhave said, it was the applicantâs suggestion, albeit offered\r\nsomewhat tentatively in argument, that prescription had\nbeen\r\ninterrupted by the institution of proceedings in cases 15278/2001 and\r\n4578/2002. Again, this cannot be accepted. Under\ns 15(1)\nof the\nPrescription Act the\nrunning of prescription is interrupted by the\r\nservice of any process on the debtor whereby the creditor claims\r\npayment of the debt.\nThe debt claimed in the present case is an\r\namount of damages allegedly suffered due to negligence on the part of\r\nthe respondentâs\nservants. In neither case 15278/2001 nor 4578/2002\r\nwas payment of such a debt claimed and the relief sought in both of\r\nthose proceedings\nwas wholly inconsistent with such a claim. The\r\ninstitution of proceedings in the two applications therefore did not\r\ninterrupt prescription\nin respect of the applicantâs claim for\r\ndamages.\n[37]   It\r\nwas then argued by the applicant that by reason of the provisions of\ns 12(3)\nof the\nPrescription Act, prescription\nonly began to run once\r\nSmit J had delivered his judgment as until then the applicant could\r\nnot have known that the sale was invalid.\nAgain, this argument cannot\r\nbe accepted.  The section provides that a creditor shall be deemed to\r\nhave knowledge of the identity\nof the debtor and of the facts from\r\nwhich the debt arises if he could have acquired it by exercising\r\nreasonable care. In the present\ncase, the applicant was told by the\r\nDepartment of Development Planning and Local Government in its letter\r\nof 12 December 2000 that\nthe property âbelongs to the National\r\nDepartment of Public Works and not the Gauteng Department of\r\nEducation who instructed the\ndisposal of the property.â   From then\r\non, the applicant was aware that the property did vest in the\r\nrespondent.  This was also\nclearly set out in the respondentâs\r\nopposing affidavit in case 15278/2001 which was filed in August 2001,\r\nmore than three years\nbefore the institution of the applicantâs\r\naction for damages.  It may be that the applicant had not appreciated\r\nthe legal consequences\nwhich flowed from the facts, but its failure\r\nto do so does not delay the date prescription commenced to run.\n[38]   In\r\nthe light of these considerations it is clear that the applicantâs\r\ndelictual claim for damages arose in mid 2000, that\nprescription\r\ncommenced to run by no later than December that year, that the claim\r\nhad therefore prescribed well before the institution\nof action in\r\nOctober 2004, and that the learned judge in the court\na\r\nquo\ncorrectly upheld the special plea in that\r\nregard.\n[39]   To\r\nsummarise, both special pleas were correctly upheld in the court\r\nbelow.   There is no merit in the appeal and the application\nfor\r\nleave to appeal must therefore be dismissed.  Both parties employed\r\ntwo counsel and it was not suggested by the applicant that\nthe costs\r\nof two counsel were not warranted.\n[40]   One\r\nfurther matter must be mentioned.  In his further particulars, the\r\nrespondent had both admitted the applicant was entitled\nto be repaid\r\nthe deposit of R45 200 it had paid after the conclusion of the deed\r\nof sale and tendered to repay such sum. Counsel\nfor the applicant\r\nsubmitted that irrespective of the outcome of the special pleas, this\r\ncourt should therefore order the respondent\nto repay that deposit.\n[41]   The\r\nfacts relevant to this issue have not been ventilated in the evidence\r\nbefore us. We do not know if the deposit has been\nrepaid and, if not,\r\nwhy the respondent has not done so. Not only can we not speculate on\r\nthe facts but the question of the respondentâs\nliability to repay\r\nin terms of his tender was not raised as an issue either in the\r\nstated case or in the notice of appeal. It is\nnot properly before\r\nthis court and, in the circumstances, the invitation to deal\r\ntherewith must be declined.\n[42]   The\r\napplication for leave to appeal is dismissed with costs, such costs\r\nto include the costs of two counsel.\n________________________\nLE\r\n LEACH\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR\r\nAPP\nLICANT:\tAD\r\nWILSON and PJ BLOMKAMP\nINSTRUCTED\r\nBY:\nEARLE\r\nFRIEDMAN & ASSOCIATES, JOHANNESBURG\nLOVIUS\r\nBLOCK ATTORNEYS, BLOEMFONTEIN\nFOR\r\nRESPONDENT:\nP M KENNEDY SC and M SELLO\nINSTRUCTED\r\nBY:\nSTATE\r\nATTORNEY, JOHANNESBURG and BLOEMFONTEIN\n1\nSmith v Porritt and Others\n2008 (6) SA 303\n(SCA) para\r\n\t10 and\nKommissaris van Binnelandse Inkomste v ABSA Bank Bpk\n1995\r\n\t(1) SA 653\n(A) at 669H-I and 670C-E.\n2\nAfrican Farms and Townships Ltd v Cape Town Municipality\n1963\r\n\t(2) SA 555\n(A)\n3\nCity of Tshwane Metropolitan Municipality v RPM Bricks (Pty) Ltd\n2008 (3) SA 1\n(SCA) at [16] and [23].\n4\nAAA Investments (Pty) Ltd v Micro Finance Regulatory Council\n2007(1) SA 343 (CC) at [29] [39] and [68].\n5\nHorowitz v Brook and Others\n1988 (2) SA 160\n(A) at 179 B - G.\n6\nHorowitz\nat 179H-181A",
  "scraped_at": "2026-02-11T21:42:49.256298",
  "date": "2009-03-27",
  "coram": [
    "BRAND",
    "MAYA",
    "CACHALIA",
    "MHLANTLA JJA",
    "LEACH AJA"
  ],
  "case_number": "549/2007",
  "parties": {
    "applicants": [
      "Yellow Star Properties 1020 (Pty) Ltd"
    ],
    "respondents": [
      "Department of Development Planning and Local Government (Gauteng)"
    ]
  },
  "sections": {
    "facts": "The appellant purchased the remaining extent of Erf 137 Dunkeld West at a public auction in June 2000 for R452,900, believing the Gauteng Provincial Government owned the land. A deed of sale was signed, obliging the appellant to pay a deposit and provide a bank guarantee. It later emerged that the land vested in the National Government, not the province, and a statutory Item 28(1) certificate confirming provincial ownership could not be obtained. The provincial department repeatedly attempted to obtain transfer but was blocked by the Ministry of Public Works, which held that the sale price was far below market value. Subsequent litigation sought a certificate and transfer order, but the court ultimately found the sale void because the provincial government lacked authority to dispose of land vested in the national government. The appellant later claimed damages for breach of contract and delict, which were dismissed on the basis of res judicata/issue estoppel and prescription.",
    "issues": "1. Whether the special pleas of res judicata/issue estoppel should be upheld in respect of the appellant’s contractual claim, given the earlier judgment finding the sale void. 2. Whether the appellant’s delictual claim for negligent or malicious failure to transfer the property is barred by prescription under the Prescription Act. 3. Whether the earlier decisions on the validity of the sale bind the parties in the present claim.",
    "principles": "The court applied the principles of res judicata (idem actor, idem reus, eadem res, eadem causa petendi) and the doctrine of issue estoppel, requiring the same parties, the same issue, and a final judgment on that issue. It also considered the Prescription Act, particularly sections 11 (prescriptive period), 12(3) (knowledge of debtor), and 15(1) (interruption of prescription by service of process). Statutory authority for disposal of state land was examined under the Gauteng Land Administration Act s 2 and the State Land Disposal Act s 2(1), establishing that only the State President (or a minister specifically empowered) could dispose of land vested in the national government, rendering the sale ultra vires and void ab initio.",
    "application": "The court held that the sale was ultra vires because the provincial government lacked statutory authority, confirming Smit J’s finding that the contract was void. Since the issue of validity had not been decided by Van Der Walt J in the earlier proceedings, the appellant could not rely on issue estoppel from that case, but the later judgment of Smit J, which was not appealed, was binding. Consequently, the appellant was estopped from claiming damages on the void contract. Regarding the delict claim, the court found that the cause of action arose in mid‑2000 and that prescription began to run by December 2000, well before the 2004 statement of claim; the later proceedings did not interrupt prescription, so the claim was time‑barred.",
    "conclusion": "Both special pleas – res judicata/issue estoppel on the contractual claim and prescription on the delict claim – were correctly upheld. The appeal for leave to challenge those pleas was dismissed with costs, including the costs of two counsel. No order was made concerning repayment of the deposit, as the issue was not raised before the court."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "State Land Sale",
    "level_3": [
      "res judicata",
      "issue estoppel",
      "prescription",
      "void contract",
      "state land disposal"
    ]
  }
}