{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/106.html",
  "case_name": "City of Johannesburg Metropolitan Municipality v Gauteng Development Tribunal and Others (335/08) [2009] ZASCA 106; 2010 (2) SA 554 (SCA) ; 2010 (1) BCLR 157 (SCA) ; [2010] 1 All SA 201 (SCA) (22 September 2009)",
  "citation": "[2009] ZASCA 106",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 106\n|\nNoteup\n|\nLawCite\nCity of Johannesburg Metropolitan Municipality v Gauteng Development Tribunal and Others (335/08) [2009] ZASCA 106; 2010 (2) SA 554 (SCA) ; 2010 (1) BCLR 157 (SCA) ; [2010] 1 All SA 201 (SCA) (22 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 335/08\nIn the matter between:\nCITY OF JOHANNESBURG\r\nMETROPOLITAN\nMUNICIPALITY\nAppellant\nand\nGAUTENG DEVELOPMENT\r\nTRIBUNAL\tFirst Respondent\nGAUTENG DEVELOPMENT APPEAL\r\nTRIBUNAL\tSecond Respondent\nIVORY-PALM PROPERTIES 20\r\nCC\tThird Respondent\nP M VAN DER WESTHUIZEN\tFourth\r\nRespondent\nE E VAN DER WESTHUIZEN\tFifth\r\nRespondent\nMINISTER OF LAND AFFAIRS\tSixth\r\nRespondent\nMEMBER OF THE EXECUTIVE COUNCIL\r\nFOR\nDEVELOPMENT PLANNING AND LOCAL\nGOVERNMENT, GAUTENG\tSeventh\r\nRespondent\nNeutral citation:\nCity\r\nof Johannesburg v Gauteng Development Tribunal\n(335/08)\n[2009] ZASCA 106\n(22 September 2009)\nCoram:\tMPATI P, NUGENT, LEWIS,\r\nMLAMBO JJA and GRIESEL AJA\nHeard:\t18 AUGUST 2009\nDelivered:\n22\r\nSEPTEMBER 2009\nSummary:\tConstitutional validity\r\nâ Chapters\nV and VI of the\nDevelopment Facilitation Act 67\nof 1995\nâ conflict with reservation of powers to municipalities â\r\nchapters declared invalid but declaration suspended on certain terms.\nORDER\nOn appeal from: South Gauteng High Court (Gildenhuys J\r\nsitting as court of first instance)\nA\tThe appeal is partly upheld. The orders of the court\r\nbelow are set aside and the following orders are substituted:\nâ\n1\tChapters V and VI of the\nDevelopment Facilitation\nAct 67 of 1995\nare declared to be invalid.\n2\tThis declaration of invalidity is suspended for 18\r\nmonths from the date of this order subject to the following provisos:\nNo development tribunal established under the Act may\r\n\t\taccept for consideration or consider any application for the grant\r\n\t\tor\nalteration of land use rights in a municipal area.\n(b)\tNo development tribunal established under the Act\r\nmay on its own initiative amend any measure that regulates or\r\ncontrols land\nuse within a municipal area.\n3\tSave as above the application is dismissed.â\nB\tThe appellant is directed promptly to lodge the record\r\nin this matter with the Registrar of the Constitutional Court in\r\naccordance\nwith the rules and practices of that court.\nJUDGMENT\nNUGENT JA (MPATI P, LEWIS, MLAMBO JJA and GRIESEL AJA\r\nconcurring)\n[1]\tVarious provincial Ordinances â the relevant\r\nOrdinance in this case is the Town-Planning and Townships Ordinance\r\n15 of 1986\nâ confer upon local authorities (which I will refer to\r\nin this judgment as municipalities) the authority to regulate land\r\nuse\nwithin their particular municipal areas. The\nDevelopment\nFacilitation Act 67 of 1995\nâ more specifically in Chapters V and\r\nVI â purports to confer equivalent authority upon provincial\r\ndevelopment tribunals that\nare established under that Act. The\r\nexistence of parallel authority in the hands of two separate bodies,\r\nwith its potential for\nthe two bodies to speak with different voices\r\non the same subject matter, cannot but be disruptive to orderly\r\nplanning and development\nwithin a municipal area.\n[2]\tFor some time the appellant â the City of\r\nJohannesburg Metropolitan Municipality (which I will refer to as the\r\nmunicipality)\nsought to avoid that disruption through discussions\r\nwith the other levels of government but that came to nothing. It then\r\napplied\nto the South Gauteng High Court for, amongst other things, an\r\norder declaring the allegedly offending legislation to be\r\nconstitutionally\ninvalid. That court (Gildenhuys J) dismissed the\r\napplication but granted leave to appeal to this court.\n1\n[3]\tThe relief that was initially sought in the court\r\nbelow was more extensive and altered from time to time as matters\r\ndeveloped.\nIn view of the stance now taken by the municipality I need\r\nnot deal with those aspects of the judgment of the court below. The\r\nmunicipality also sought in the court below to review two decisions\r\nthat were taken by the Gauteng Development Tribunal (the first\n\nrespondent) in the exercise of the authority that purports to have\r\nbeen given to it by the Act. That relief was also refused and\nthat\r\nrefusal is also encompassed by the present appeal. The individual\r\nparties who have an interest in the outcome of those applications\nfor\r\nreview (the third, fourth and fifth respondents) have not joined in\r\nthis appeal and are content to abide the decision of this\ncourt.\n[4]\tThe principal issue with which we are concerned is\r\nthe constitutionality of chapters V and VI of the Act. It is\r\nconvenient at\nthe outset to expand a little on the manner in which\r\nland use is regulated under the provincial ordinances and related\r\nlegislation,\nand the parallel powers that are given to provincial\r\ndevelopment tribunals, before turning to that issue.\n[5]\tThe authority to regulate the use of land within a\r\nmunicipal area is conferred upon the municipality concerned by four\r\nprovincial\nOrdinances that survived the transition to the present\r\nconstitutional regime.\n2\nWe are concerned in this case with the Town-Planning and Townships\r\nOrdinance 15 of 1986, which was applicable in the former Transvaal\n\nprovince and continues to apply in the province of Gauteng.\n[6]\tUnder the Ordinance the authority to regulate the\r\nuse of land is assigned in general to authorised municipalities (the\r\nappellant\nis such a municipality) with certain powers of oversight\r\nvested in the provincial authorities. The principal tool for\r\nregulating\nland use is through the introduction and enforcement by\r\nthe municipality of a town planning scheme.\n3\nThe Ordinance authorises a municipality to prepare a town-planning\r\nscheme for all or any land within its municipal area and thereafter\n\nto amend, to extend and to substitute the scheme. The general purpose\r\nof a town-planning scheme must be directed towards\nâthe coordinated and harmonious development of the area to which it\r\nrelates in such a way as will most effectively tend to promote\nthe\r\nhealth, safety, good order, amenity, convenience and general welfare\r\nof such area as well as efficiency and economy in the\nprocess of such\r\ndevelopment.â\n4\n[7]\tA town planning scheme â sometimes called a\r\nâzoning schemeâ â will comprise scheme clauses, scheme maps,\r\nplans, annexures\nand schedules.\n5\nRegulation 3 of the regulations made under the Ordinance specifies at\r\nlength the various matters that might be the subject of such\na\r\nscheme. For present purposes it will be sufficient to set out\r\nextracts from that regulation to illustrate the breadth of control\n\nthat might be asserted through a town planning scheme:\nâ(b)\tthe use of land for\nnew streets;\nthe widening of existing streets;\nparking areas and public and private open spaces;\nresidential areas;\nâ¦..\n(e)\tthe zoning of land to be used for specific purposes, including\r\nagricultural purposes;\n(f)\tthe area of erven;\n(g)\tthe regulation of the erection of buildings with particular\r\nreference to â\n(i)\tthe maximum number which may be erected upon any erf or other\r\narea of land;\n(ii)\tthe maximum area of any erf or other area of land upon which\r\nbuildings may be erected;\nopen spaces around buildings and parking areas in and around\r\n\tbuildings;\nthe position of buildings on any erf or other area of land in\r\n\trelation to any boundary, street or other building;\nthe character, height, coverage, harmony, design or external\r\n\tappearance of buildings;\nâ¦..â\n[8]\tAn authorised municipality is also entitled to\r\ndecide whether and on what conditions townships may be established\r\nwithin its\nmunicipal area.\n6\nA township means âany land laid out or divided into or developed as\r\nsites for residential, business or industrial purposesâ\n(if certain\r\nother features also exist that are not now relevant). The\r\nestablishment of a township other than in accordance with\nthe\r\nprovisions of the Ordinance (subject to certain of its provisions) is\r\nunlawful.\n7\nApplications to establish townships within the municipal area of an\r\nauthorised municipality are directed to the municipality and\nit has\r\nthe authority to approve or refuse them, and to impose conditions\r\nwhere they are approved.\n8\n[9]\tThe Ordinance thus contemplates detailed control and\r\nregulation of land use being exercised by a municipality. Decisions\r\nas\nto the uses it will allow will necessarily be influenced by\r\nnumerous local considerations, not least the ability of the\r\nmunicipality\nto provide the necessary infrastructure and services\r\nwithin the constraints of its capital budgets.\n[10]\tWhile the Ordinance provides for the detail of land\r\nuse management other legislation calls for it to be undertaken within\r\nthe\ncontext of broader interests and objectives. Under the Local\r\nGovernment: Municipal Systems Act 32 of 2000 (the Systems Act) a\r\nmunicipal\ncouncil is required to adopt a âsingle, inclusive plan\r\nfor the development of the municipalityâ (referred to as an\r\nâIntegrated\nDevelopment Planâ) that\nâ(a)\tlinks, integrates and co-ordinates plans and takes into\r\naccount proposals for the development of the municipality;\n(b)\taligns the resources and the capacity of the municipality with\r\nthe implementation of the plan;\n(c)\tforms the policy framework and general basis on which annual\r\nbudgets must be based;\n(d)\tâ¦\n(e)\tis compatible with national and provincial development plans and\r\nplanning requirements binding on the municipality in terms\nof\r\nlegislation.â\n9\nAn Integrated Development Plan must have as one of its\r\ncore components a\nâ\nSpatial Development Frameworkâ that must include\r\nâthe provision of basic guidelines for a land use management system\r\nfor the\nmunicipality.â\n10\n[11]\tSection 35 of the Systems Act provides that an\r\nIntegrated Development Plan adopted by a municipality\nâ(a)\tis the principal strategic planning instrument which guides\r\nand informs all planning and development, and all decisions\nwith\r\nregard to planning, management and development, in the municipality;\nbinds the municipality in the exercise of its executive authority,\r\n\texcept to the extent of any inconsistency between a municipalityâs\n\n\tintegrated development plan and national or provincial legislation,\r\n\tin which case such legislation prevails;\nâ¦â\nThose provisions are reinforced by s 36, which\r\nprovides that\nâ[a] municipality must give effect to its integrated development\r\nplan and conduct its affairs in a manner which is consistent\nwith its\r\nintegrated development plan.â\n[12]\tIt will be apparent that that comprehensive land\r\nuse regime, when viewed as a whole, calls for interrelated and\r\ncoordinated\naction on the part of the various departments and\r\nfunctionaries of a municipality if its objectives are to be achieved.\r\nTo introduce\ninto that ongoing process a third party with the power\r\nto intervene and impose its own decisions that might be inconsistent\r\nwith\nthe decisions and objectives of the municipality is a recipe for\r\nchaos. That is what is purportedly authorised by chapters V and\nVI of\r\nthe Act.\n[13]\tThe long title of the Act describes two of its\r\npurposes as being âto introduce extraordinary measures to\r\nfacilitate and speed\nup the implementation of reconstruction and\r\ndevelopment programmes and projectsâ and âto lay down general\r\nprinciples governing\nland development throughout the Republicâ. In\r\nfurtherance of the latter purpose chapter I of the Act, and in\r\nparticular s 3,\nlays down various general principles to be\r\nobserved in relation to land development. Section 2 provides that\r\nthose general principles\napply throughout the Republic and\nâ(a)\tshall also apply to the actions of the State and a local\r\ngovernment body;\nserve to guide the administration of any physical plan, transport\r\n\tplan, guide plan, structure plan, zoning scheme or any like\nplan or\r\n\tscheme administered by any competent authority in terms of any law;\nserve as guidelines by reference to which any competent authority\r\n\tshall exercise any discretion or take any decision in terms\nof this\r\n\tAct or any other law dealing with land development, including any\r\n\tsuch law dealing with the subdivision, use and planning\nof or in\r\n\trespect of land;\nâ¦â\n[14]\tOn the face of it there is no apparent reason why\r\nthe national legislature should not be entitled to lay down planning\r\nand\ndevelopmental standards to be observed by municipalities. The\r\ncomplaint by the municipality is directed, however, to those portions\n\nof the Act (chapters V and VI) that create and confer authority upon\r\ntribunals to approve land use applications that might be in\nconflict\r\nwith the municipalityâs plans.\n[15]\tThe provisions of chapters V and VI need to be seen\r\nin the context of chapter III (sections 15 to 26). Section 15(1)\r\nestablishes\nfor each province what is called a âdevelopment\r\ntribunalâ. Such a tribunal comprises persons appointed from time to\r\ntime by\nthe Premier with the approval of the provincial legislature.\n11\nThe first respondent â the Gauteng Development Tribunal â is one\r\nsuch tribunal. The functions of a development tribunal are\ndescribed\r\nin s 16 as follows:\nâA tribunal â\n(a)\tshall deal with any matter brought before it in terms of section\r\n30 (1), 33, 34, 40, 42, 51, 48 (1), 57 or 61 or any matter\narising\r\ntherefrom;\n(b)\tin dealing with any matter referred to in paragraph (a), (c) or\r\n(d) may â\n(i)\tgrant urgent interim relief pending the making of a final order\r\nby the tribunal;\n(ii)\tgive final decisions or grant or decline final orders;\n(iii)\trefer any matter to mediation as contemplated in section 22;\n(iv)\tconduct any necessary investigation;\n(v)\tgive directions relevant to its functions to any person in the\r\nservice of a provincial administration or a local government\nbody;\n(vi)\tgrant or decline approval, or impose conditions to its\r\napproval, of any application made to it in terms of this Act;\n(vii)\tdetermine any time period within which any act in relation to\r\nland development is to be performed by a person;\n(viii)\tdecide any question concerning its own jurisdiction;\n(c)\tshall deal with any other matter with which it is required to\r\ndeal in terms of this Act;\n(d)\tmay generally deal with all matters, necessary or incidental to\r\nthe performance of its functions in terms of or under this\nAct.\n[16]\tCertain decisions of a development tribunal are\r\nsubject to appeal to a development appeal tribunal established or\r\nrecognised\nby the Premier under s 24. The second respondent is\r\nthe development appeal tribunal for Gauteng province.\n[17]\tSection 31 allows for applications to be made to a\r\ndevelopment tribunal for the establishment of what is called a âland\r\ndevelopment\nareaâ. That term is defined in sweeping terms to mean\nâany\narea of land which is the subject of land\r\ndevelopment, including â\n(a)\tsuch an area shown on a layout plan and forming the subject of\r\nland development in terms of Chapter V, or on a settlement plan\nand\r\nforming the subject of land development in terms of Chapter VI;\n(b)\tany land which is not subdivided or intended to be subdivided but\r\non which there are buildings, or on which it is intended\nto erect\r\nbuildings or on which sites are laid out, or on which there are\r\nbuildings in close proximity to each other, and which\nis used for any\r\nof the purposes referred to in the definition of âland\r\ndevelopmentâ; and\n(c)\ta group of pieces of land or of subdivisions of a piece of land\r\nwhich are combined with public places and are used mainly for\nthose\r\npurposes or are intended to be so used and which are shown on\r\ndiagrams or a general plan.â\nâ\nLand developmentâ is defined to mean\nâany procedure aimed at changing the use of land for the purpose of\r\nusing the land mainly for residential, industrial, business,\n\nsmall-scale farming, community or similar purposes, including such a\r\nprocedure in terms of Chapter V, VI or VII, but excluding\nsuch a\r\nprocedure in terms of any other law relating exclusively to\r\nprospecting or miningâ.\n[18]\tSection 33(1) authorises the tribunal to approve or\r\nrefuse such an application, and if it is approved, to impose any one\r\nor\nmore of the conditions referred to in subsection (2). I need not\r\nrecite those conditions. I think it is sufficient to say that the\n\nrelevant sections of the Act have the effect of authorising a\r\ndevelopment tribunal to do everything that an authorised municipality\n\nmight do when exercising its authority under the Ordinance. It is\r\nable to override any and all control that a municipality is capable\n\nof exercising over the use of the land, and to do so notwithstanding\r\nopposition by the municipality, and notwithstanding that it\nwill\r\nconflict with the objectives and plans of the municipality. And if an\r\napplication to a municipality for an amendment to its\ntown planning\r\nscheme, or for a special consent under such a scheme, or for the\r\nestablishment of a township, is turned down, the\napplicant may simply\r\nrepeat the application, this time in the form of an application for\r\napproval of a âland use areaâ, before\nthe relevant development\r\ntribunal.\n[19]\tThree illustrative examples of that having occurred\r\nare referred to in the affidavits of the municipality. Eleven\r\ntown-planning\nschemes are in operation within the area of\r\njurisdiction of the municipality, including the Johannesburg Town\r\nPlanning Scheme.\nUnder that scheme Portion 2 of erf 326 Linden is\r\nzoned as âresidential 1â meaning that it may be used only for\r\nâdwelling\nhousesâ, with certain other uses permitted with the\r\nconsent of the municipality. Upon application by the owner the\r\nGauteng Development\nTribunal rezoned the land to âresidential 1\r\npermitting restaurant and retailâ so as to allow for the operation\r\nof a restaurant\nand a gift shop. Why an application that is\r\nquintessentially of local interest should have been considered to be\r\nappropriate to\na provincial tribunal is difficult to imagine.\r\nCertainly none of the objectives of the Act as they are reflected in\r\nthe long title\nsuggest that it was aimed at deciding where to locate\r\ngift shops.\n[20]\tThe other two cases concern applications that were\r\nmade to the Gauteng Development Tribunal for, in effect, the\r\nestablishment\nof townships on land that fell within the area of the\r\nRoodepoort Town Planning Scheme and was zoned âagriculturalâ. In\r\nboth\ncases the land concerned also fell outside what is called the\r\nâUrban Development Boundaryâ. The Urban Development Boundary â\n\nwhich is one aspect of the Spacial Development Framework forming part\r\nof the Integrated Development Plan that has been adopted\nby the\r\nmunicipality â delineates which areas may be used for urban\r\ndevelopment and which areas may not be so used. As I have\npointed out\r\nearlier the Integrated Development Plan âbinds the municipality in\r\nthe exercise of its executive authorityâ (except\nto the extent of\r\nany inconsistency between the integrated development plan and\r\nnational or provincial legislation) and the municipality\nâmust give\r\neffect to its integrated development plan and conduct its affairs in\r\na manner which is consistent with its integrated\ndevelopment plan.â\r\nThus in the ordinary course the municipality would not have permitted\r\nthe townships to be established.\n[21]\tThe first application related to Portion 229 (a\r\nportion of portion 75 of the farm Roodekrans 183 IQ). The owner of\r\nthe land\n(the third respondent) applied to the Gauteng Development\r\nTribunal to establish what is in effect a township, comprising 21\r\nerven\nof which 19 would be zoned âresidential 1â, one would be\r\nzoned âagriculturalâ, and one would be zoned âspecialâ for\n\npurposes of access to the township. The municipality opposed the\r\ngranting of the application on the grounds, amongst others, that\nthe\r\nuse would be inconsistent with the town planning scheme and the\r\nIntegrated Development Plan. That notwithstanding the Gauteng\n\nDevelopment Tribunal approved the application on 4 August 2004.\n[22]\tThe second application related to portion 228 of\r\nthe farm Ruimsig 265 IQ. That application was similarly, in effect,\r\nfor the\nestablishment of a residential township. That land, too,\r\nfalls outside the municipalityâs Urban Development Boundary, and\r\nwas\nsimilarly opposed by the municipality, but was granted by the\r\ntribunal during September 2004.\n[23]\tThe powers that purport to have been conferred upon\r\ndevelopment tribunals to regulate land use within a municipal area,\r\nwhich\nwere the powers exercised by the tribunal in those cases, are\r\nsaid by the municipality to be reserved to municipalities by the\r\nConstitution. If that is so, it was submitted, then the relevant\r\nprovisions of the Act are invalid, and the purported exercise of\nthat\r\nauthority in relation to the two townships was also invalid.\n[24]\tThe structure of government authority under the\r\npresent constitutional dispensation departs markedly from that which\r\nexisted\nunder the previous constitutional regime. Under the previous\r\nregime all public power vested in Parliament and devolved upon the\n\nlower tiers of government by parliamentary legislation. Under the\r\npresent regime, however, certain powers of government are conferred\n\ndirectly upon the lower tiers by the Constitution. To the extent that\r\nthat has occurred the lower tiers exercise original constitutional\n\npowers and no other body or person may be vested with those powers.\n[25]\tThe Constitution establishes government at three\r\nlevels. At national level legislative authority vests in Parliament\r\nand executive\nauthority vests in the President (who exercises it\r\ntogether with other members of the Cabinet). At provincial level\r\nlegislative\nauthority vests in the provincial legislatures and\r\nexecutive authority vests in the provincial Premiers (who exercise\r\nthat authority\ntogether with other members of the executive\r\ncouncils). At local level government comprises municipalities, which\r\nmust be established\nfor the whole of the territory of the Republic,\r\nand the legislative and executive authority of a municipality vests\r\nin its municipal\ncouncil.\n[26]\tNational legislative authority as vested in\r\nParliament confers on the National Assembly the authority to\r\nlegislate on any matter,\nincluding a matter within a âfunctional\r\nareaâ listed in Schedule 4, but excluding, subject to exceptions, a\r\nmatter within the\nfunctional areas listed in schedule 5. Provincial\r\nlegislatures, on the other hand, may legislate with regard to any\r\nmatters within\nthe functional areas listed in Schedules 4 and 5. It\r\nfollows that functional areas listed in Schedule 4 fall within the\r\nconcurrent\nlegislative authority of the national and provincial\r\ngovernments, and the functional areas listed in schedule 5 fall\r\nwithin the\nexclusive legislative authority of the provincial\r\nlegislatures.\n[27]\tCertain functions of government are, in the same\r\nway, reserved to municipalities by the Constitution. The material\r\nprovisions\nof the Constitution for present purposes are s 156(1)\r\nread together with Part B of Schedule 4. Section 156(1) provides that\nâa municipality has executive authority in respect of, and has the\r\nright to administer â\n(a)\tthe local government matters listed in Part B of Schedule 4 and\r\nPart B of Schedule 5; and\n(b)\tany other matter assigned to it by national or provincial\r\nlegislation.â\n[28]\tIt will be apparent, then, that while national and\r\nprovincial government may legislate in respect of the functional\r\nareas in\nschedule 4, including those in Part B of that schedule, the\r\nexecutive authority over, and administration of, those functional\r\nareas\nis constitutionally reserved to municipalities. Legislation,\r\nwhether national or provincial, that purports to confer those powers\n\nupon a body other than a municipality will be constitutionally\r\ninvalid. None of that is controversial. What is in dispute is only\n\nwhether the authority that the municipality exercises at present\r\nunder the Ordinance falls within the terms of one of those functional\n\nareas.\n[29]\tThe functional area in Part B of Schedule 4 that is\r\npertinent to this case is âmunicipal planningâ. Other functional\r\nareas\nthat are reserved to municipalities in that Part include âair\r\npollutionâ, âbuilding regulationsâ, âelectricity and gas\n\nreticulationâ, âstormwater management systems in built up areasâ,\r\nand âwater and sanitation servicesâ (with some limitations).\n[30]\tThe crisp question that is before us is thus\r\nwhether the functional area described as âmunicipal planningâ\r\nincludes the\nfunctions that have been and continue to be performed by\r\nmunicipalities in the regulation of land use as I outlined them\r\nearlier.\nIf so, they are matters that are reserved to the executive\r\nauthority and administration of municipalities and may not be\r\nassigned\nby legislation to another body (in this case a development\r\ntribunal).\n[31]\tOn the face of it the introduction, administration\r\nand enforcement of town planning schemes, and the determination of\r\nwhether\nland should or should not be used for the establishment of\r\ntownships, and if so, the conditions that should apply, seems to me\r\nto fit easily within the ordinary meaning of the term âmunicipal\r\nplanningâ. The principal argument that was advanced before\nus by\r\ncounsel for the respondents, however, was founded on a phrase that is\r\nused in Part A of Schedule 4. It will be recalled that\nthat Part\r\nlists functional areas that fall within concurrent national and\r\nprovincial legislative competence. Listed amongst those\nfunctional\r\nareas is âurban and rural developmentâ. Counsel submitted that\r\nthe functions that I have referred to fall within\nthe ordinary\r\nmeaning of âurbanâ¦developmentâ. It follows, so it was\r\nsubmitted, that they do not constitute âmunicipal planningâ\nand\r\nmay be assigned to any body of their choosing by the national or\r\nprovincial legislatures. That has been done, so the argument\nwent, by\r\nassigning them to municipalities under the provincial Ordinances, and\r\nto development tribunals under the Act.\n[32]\tThe question that immediately comes to mind on that\r\nsubmission is what remains within the functional area of âmunicipal\r\nplanningâ\nonce those functions are excised? In answer to that\r\nquestion counsel for the respondents submitted that the term is\r\nrestricted\nto what he called âforward planningâ. Expanding upon\r\nthat he submitted that it is confined to conceiving and preparing\r\nlong-term\nplans but not implementing those plans.\n[33]\tIt was along those lines that the court below\r\ndecided the matter in favour of the respondents. Referring to a\r\ndictionary meaning\nof the word âplanâ â âdetailed proposal\r\nfor doing something; decide on or arrange in advanceâ â it said\r\nthat prima\nfacie the word âdoes not extend to the implementation of\r\nplanningâ. Fortified by reference to various provisions of the\r\nConstitution\nthe court below went on to say the following (at\r\npar 56):\nâAn analysis of the Constitution indicates that development is\r\nprimarily a national and provincial competence, and that municipal\n\ninvolvement therein is, in the absence of any assignment under\r\nsection 156(4), limited to planning for it, promoting it and\r\nparticipating\ntherein.â\n[34]\tSupport for that view was also found in the views\r\nexpressed by Rabie J in the North Gauteng High Court (\nBasson\r\nv City of Johannesburg Metropolitan Municipality; Eskom Pension and\r\nProvident Fund v Johannesburg Metropolitan Municipality\n12\n)\r\nin which the learned judge, confronting the same question, said the\r\nfollowing:\nâ[40]\tFrom the above it would appear, firstly, that the\r\n[Development Facilitation Act] envisages a situation where land\r\ndevelopment\ncan occur under the auspices of more than one body and in\r\nterms of different legislation. This notion fits in with the\r\nprovisions\nof the Constitution referred to above which allows for\r\nboth the National and Provincial [legislatures] legislating in\r\nrespect of\nurban development. Secondly, such applications may entail\r\nan amendment to an existing zoning scheme, ie, a town planning scheme\n\nadministered by a municipality. Thirdly, such an amendment to a\r\nzoning scheme has legal effect above any provision to the contrary\nin\r\nany other law governing land development or land-use planning or\r\nzoning schemes.\n[41]\tIn the result the [municipalityâs] contention that only it has\r\nthe authority to amend town planning schemes (zoning schemes),\ncannot\r\nbe maintained. At present the [municipality] adopts, amends and\r\nimplements town planning schemes and approve the establishment\nof\r\ntownships in terms of the Town Planning and Townships Ordinance,\r\nwhich is a Provincial piece of legislation. It does not do\nso in\r\nterms of its own by-laws. The Constitution provides for concurrent\r\nNational legislative jurisdiction in respect of the same\narea of\r\ncompetence and the [Development Facilitation Act] is such a piece of\r\nlegislation. Since the Provincial and the National\n[legislature] can\r\nboth legislate in respect of these issues (the Provincial\r\n[legislature] having done so already through the Town\nPlanning and\r\nTownships Ordinance) the provisions of the [Development Facilitation\r\nAct] can therefore not be regarded as unconstitutional.\nIt is in fact\r\na natural consequence of the National [legislatureâs] authority and\r\npower to also legislate in this regard.â\n[35]\tThe construction that was adopted by the court\r\nbelow and by Rabie J, and that was advanced before us by counsel for\r\nthe respondents,\nall proceed by inferential reasoning from the\r\nproposition that the functions with which we are now concerned are\r\nembraced by the\nconcept of âdevelopmentâ (a functional area that\r\nfalls within the concurrent legislative authority of national and\r\nprovincial\ngovernment) and thus, by inference, fall to be excluded\r\nfrom the functional area âmunicipal planningâ. That line of\r\nreasoning\nseems to me to approach the matter the wrong way round.\n[36]\tIt is to be expected that the powers that are\r\nvested in government at national level will be described in the\r\nbroadest of terms,\nthat the powers that are vested in provincial\r\ngovernment will be expressed in narrower terms, and that the powers\r\nthat are vested\nin municipalities will be expressed in the narrowest\r\nterms of all. To reason inferentially with the broader expression as\r\nthe starting\npoint is bound to denude the narrower expression of any\r\nmeaning and by so doing to invert the clear constitutional intention\r\nof\ndevolving powers on local government.\n[37]\tThat seems to me to be demonstrated by considering\r\nthe other functional areas that are reserved to municipalities in\r\nPart B\nof Schedule 4. On the approach adopted by the court below the\r\nterm âdevelopmentâ â a term with the widest of meanings â\nis\r\ncapable of including all the functional areas listed in Part B of\r\nSchedule 4, and in particular the functional areas of âair\n\npollutionâ, âbuilding regulationsâ, âelectricity and gas\r\nreticulationâ, âstormwater management systems in built up\nareasâ,\r\nand âwater and sanitation servicesâ. To approach the matter along\r\nthe lines adopted by the court below, and that\nwhich was advanced\r\nbefore us by counsel, seems to me to denude all the functional areas\r\nthat purport to have been vested in municipalities\nof any content at\r\nall.\n[38]\tI cannot accept that the Constitution was framed so\r\nas to confine the powers of a municipality to conceiving and\r\npreparing\nplans in the abstract, with no power to implement them.\r\nPreparing plans in the abstract would seem to me to be an altogether\r\nuseless\nenterprise. It is suggested in the judgment of the court\r\nbelow that abstract planning of that kind (without implementation)\r\nmight\nhave a use in enabling a municipality to assist and participate\r\nin development that is undertaken by (or at the behest of) provincial\n\nand national government. I fail to see what purpose would be served\r\nby reserving power to local government merely to assist or\n\nparticipate in the exercise of powers by another tier of government.\n[39]\tIt is true, as pointed out by the court below, that\r\na dictionary meaning of âplanâ, when used in other contexts,\r\nsignifies\nthat it is confined to conceptualisation and does not\r\nextend to implementation. But as pointed out by Hefer JA in\nFundstrust (Pty) Ltd (in liquidation) v Van\r\nDeventer\n:\n13\nâRecourse to authoritative dictionaries is, of course, a\r\npermissible and often helpful method available to the Courts to\r\nascertain\nthe ordinary meaning of words (\nAssociation of Amusement\r\nand Novelty Machine Operators and Another v Minister of Justice and\r\nAnother\n1980 (2) SA 636\n(A) at 660F-G). But judicial\r\ninterpretation cannot be undertaken, as Schreiner JA observed in\nJaga\r\nv Dönges NO and Another; Bhana v Donges NO and Another\n1950\r\n(4) SA 653\n(A) at 664H, by âexcessive peering at the language to be\r\ninterpreted without sufficient attention to the contextual sceneâ.\n\nThe task of the interpreter is, after all, to ascertain the meaning\r\nof the word or expression in the particular context of the\nstatute in\r\nwhich it appears (\nLoryan (Pty) Ltd v Solarsh Tea and Coffee (Pty)\r\nLtd\n1984 (3) SA 834\n(W) at 846G\nad fin\n). As a rule every\r\nword or expression must be given its ordinary meaning and in this\r\nregard lexical research is useful and at times\nindispensable.\r\nOccasionally, however it is not.â\n[40]\tIn this case the word is not used in relation to,\r\nfor example, plans that are prepared by an engineer for a mechanical\r\ndevice\nthat is to be constructed, or an architectâs plan for a\r\nstructure, or a plan that is prepared by a land surveyor. It is used\r\nin the context of municipal activities. And in that context it has\r\nbecome commonplace throughout the English speaking world to use\nthe\r\nword âplanningâ to describe the regulation and control of land\r\nuse. It has been so used in legislation in this country\nfor many\r\nyears. In England, we are told by Stroudâs Judicial Dictionary,\r\nterms like âplanning permissionâ and âplanning\nschemeâ are\r\nused in English statutes that deal with the regulation of land use.\r\nBlackâs Law Dictionary tells us that in the\nUnited States a\r\nâplanning boardâ is understood to mean âa local government body\r\nresponsible for approving or rejecting proposed\nbuilding projectsâ.\r\nButterworthâs Australian Legal Dictionary refers to âplanningâ\r\nas âa term which implies a scheme\nfor the future incorporating some\r\nsystematic plan for the development of a town intended to subject the\r\ndevelopment of localities\nor areas of land to direction and\r\nrestraintâ, it describes a âplanning instrumentâ as an\r\nâinstrument made under a law â¦\nthat relates to town planning or\r\nuse of landâ, it refers to âplanning standardsâ as âregulatory\r\nor prescriptive standards\nrelating to development projects, mainly in\r\nrespect of the quantifiable aspects of site developmentâ and it\r\nnotes that âplanning\nstandards â¦ are imposed by local government\r\nin conjunction with zoning restrictions, and cover such matters as\r\nresidential density,\ncar parking, visual privacy, provision of\r\namenity, restriction on building heights, access to public transport,\r\nsafety and security,\nand building construction.â In\nWary\r\nHoldings (Pty) Ltd v Stalwo (Pty) Ltd\n14\nYacoob J had no difficulty understanding the word to convey that\r\nmeaning when he said the following:\nâ\nThe zoning of land and the question whether\r\nsubdivision should be allowed in relation to any land is essentially\r\na planning function\nin terms of Schedule 4 and Schedule 5\nto\r\nthe Constitution. Previously, the Minister was afforded a planning\r\nfunction in relation to agricultural land situated in areas\nwhere\r\nlocal government structures were absent. Our Constitution requires\r\nmunicipal planning to be undertaken by municipalities.\nTo continue to\r\naccord this planning function to the national Minister of Agriculture\r\nand Land Affairs in relation to agricultural\nland would be at odds\r\nwith the Constitution in two respects. First, it would negate the\r\nmunicipal planning function conferred upon\nall municipalities.\r\nSecondly, it may well trespass into the sphere of the exclusive\r\nprovincial competence of provincial planning.\nI may add that\r\nlegislation concerning zoning and subdivision of land was regarded as\r\nplanning legislation even before the new Constitution\ncame into\r\noperation.â\n(At para 131.)\n[41]\tIt is clear that the word âplanningâ, when used\r\nin the context of municipal affairs, is commonly understood to refer\r\nto\nthe control and regulation of land use, and I have no doubt that\r\nit was used in the Constitution with that common usage in mind.\nThe\r\nprefix âmunicipalâ does no more than to confine it to municipal\r\naffairs. That construction, which gives meaningful effect\nto the\r\nterm, has the effect of leaving in the hands of national and\r\nprovincial government the authority to legislate in the functional\n\narea of âurban â¦ developmentâ, but reserving to municipalities\r\nthe authority to micro-manage the use of land for any such\n\ndevelopment. On that construction the functional area of âurban\r\ndevelopmentâ retains considerable scope for national and provincial\n\nlegislation. One thinks immediately, for example, of the\r\nestablishment of financing schemes for development, the creation of\r\nbodies\nto undertake housing schemes or to build urban infrastructure,\r\nthe setting of development standards to be applied by municipalities,\n\nand so on.\n[42]\tThere was some debate in the course of argument,\r\ninitiated from the bench, as to whether the Act is capable of being\r\nconstrued\nrestrictively â confining the powers that are conferred\r\nupon development tribunals to a limited range of land projects for\r\nreconstruction\nand development purposes â so as to avoid\r\nunconstitutionality. Neither counsel showed enthusiasm for such a\r\nconstruction and\ncorrectly so. The Act expresses itself in such wide\r\nterms that any such construction would be artificial and would amount\r\nnot to\ninterpretation but to re-writing the Act. The difficulty would\r\nin any event remain that the reservation of âmunicipal planningâ\n\nin Part B of Schedule 4 is not capable of being construed as\r\nreserving those functions to municipalities in some circumstances\nbut\r\nnot in others, no matter how limited those circumstances might be.\n[43]\tIn my view the term âmunicipal planningâ as it\r\nis used in Part B of Schedule 4 includes the various functions that\r\nare\nassigned to municipalities under the Ordinance, and accordingly\r\nthey may not be assigned to other bodies by legislation. Both counsel\n\nwere agreed that, bearing in mind the broad terms in which they are\r\nframed, the provisions of chapters V and VI are not capable\nof being\r\nbrought into line with the Constitution by declaring invalid only\r\nspecific words or phrases or sections, and that if our\nfinding were\r\nto be as I have stated it, the whole of those chapters falls to be\r\ndeclared invalid.\n[44]\tA declaration of invalidity ordinarily has the\r\neffect that the relevant legislation has been invalid from inception\r\nin the\nabsence of a contrary order under the authority given by s\r\n172(1)(b). That section permits a court, when declaring a statute to\n\nbe invalid, to\nâmake any order that is just and equitable, including â\nan order limiting the retrospective effect of the declaration of\r\n\tinvalidity; and\nan order suspending the declaration of invalidity for any period and\r\n\ton any conditions, to allow the competent authority to correct\nthe\r\n\tdefect.â\n[45]\tClearly that result would cause considerable\r\ndisruption, bearing in mind that development tribunals will have made\r\nmany decisions\naffecting rights in the course of their existence. The\r\nmunicipality asked us to declare the legislation to be invalid with\r\neffect\nfrom 16 August 2005, the date upon which it informed the\r\nGauteng Development Tribunal that its conduct was unlawful and would\r\nnot\nbe recognised by the municipality. I think it needs to be borne\r\nin mind that a declaration of invalidity will affect not only the\n\nGauteng Development Tribunal but other tribunals as well. Moreover,\r\nit will affect parties who might have acted in ignorance of\nthe\r\nnotice given by the municipality. It seems to me in the circumstances\r\nthat a declaration of invalidity having even limited\nretrospective\r\neffect would not be just and equitable.\n[46]\tIt needs also to be recognised that the functions\r\nof development tribunals are not confined to those functions that are\r\nreserved\nto municipalities. To declare the legislation to be invalid\r\nwith immediate effect will deprive development tribunals of the power\n\nto perform other functions that are legitimately conferred upon them\r\nby the Act.\n[47]\tIt seems to me in the circumstances that the\r\nappropriate order should be designed, first, so as to protect the\r\nvalidity of\ndecisions that have until now been given by development\r\ntribunals, secondly, to enable development tribunals to continue to\r\nperform\ntheir legitimate functions until such time as Parliament\r\nreplaces the offending legislation, and thirdly, to ensure that\r\ndevelopment\ntribunals meanwhile restrict their activities to those\r\nlegitimate functions. Needless to say, the declaration of invalidity\r\nhas\nno force unless and until it is confirmed by the Constitutional\r\nCourt.\n15\nTo avoid any uncertainty I should make it clear that the ancillary\r\norders that I intend making (reflected in paras A2(a) and (b)\nof the\r\norder) are dependent upon that confirmation.\n[48]\tThat leaves the two applications for review of the\r\napproval by the Gauteng Development Tribunal of the establishment of\r\nthe\ntwo townships I have referred to. On the approach that I take to\r\nthe invalidity of the legislation it cannot be said that the tribunal\n\nlacked the power to grant the approvals. Other grounds were also\r\nadvanced by the municipality in support of its contention that\nthe\r\ndecisions of the tribunal ought to be set aside, principally that it\r\nfailed to properly take account of their conflict with\nthe Urban\r\nDevelopment Boundary. I do not think it is necessary to deal with\r\nthose contentions in this judgment. It is sufficient\nto say that they\r\nwere fully considered by the court below and I see no reason to\r\ninterfere with its considered reasons for rejecting\nthem. In those\r\ncircumstances the appeal against the decision to dismiss the\r\napplications for review must fail.\n[49]\tThere remains the question of costs. This matter\r\nhas not been approached by the parties strictly as adversaries, but\r\ninstead\nto establish with certainty their respective powers. The\r\nlitigation has thus been conducted for the public benefit and I do\r\nnot\nthink it is appropriate for any order of costs to be made.\n[50]\tFor those reasons the following orders are made:\nA\tThe appeal is partly upheld. The orders of the court\r\nbelow are set aside and the following orders are substituted:\nâ\n1\tChapters V and VI of the\nDevelopment Facilitation\nAct 67 of 1995\nare declared to be invalid.\n2\tThis declaration of invalidity is suspended for 18\r\nmonths from the date of this order subject to the following:\n(a)\tNo development tribunal established under the Act\r\nmay accept for consideration or consider any application for the\r\ngrant or\nalteration of land use rights in a municipal area.\n(b)\tNo development tribunal established under the Act\r\nmay on its own initiative amend any measure that regulates or\r\ncontrols land\nuse within a municipal area.\n3\tSave as above the application is dismissed.â\nB\tThe appellant is directed promptly to lodge the record\r\nin this matter with the Registrar of the Constitutional Court in\r\naccordance\nwith the rules and practices of that court.\n__________________\nR.W. NUGENT\nJUDGE OF APPEAL\nLEWIS JA\n(MPATI P, NUGENT,\r\nMLAMBO JJA and GRIESEL AJA concurring)\n[51]\tI have had the privilege of reading my colleague\r\nNugentâs lucid and compelling judgment, with which I concur. I\r\nwrite separately,\nhowever, because I think it necessary to say more\r\nfully why it is not possible to construe chapters V and VI of the\nDevelopment Facilitation Act 67 of 1995\nin such a way as to render\r\ntheir provisions constitutional.\n[52]\tIt is now trite that where the constitutionality of\r\nlegislation is in issue, the provisions in question should be read in\r\nsuch\na way as to render them consonant with the Constitution if\r\npossible. There are numerous cases where courts have interpreted\r\nlegislative\nprovisions restrictively so as to render them\r\nconstitutional. The principle underlying this approach was put thus\r\nby Langa J in\nInvestigating Directorate:\r\nSerious Economic Offences v Hyundai motor Distributors (Pty) Ltd\n:\n16\nâ[J]udicial officers must prefer interpretations of legislation\r\nthat fall within constitutional bounds over those that do not,\n\nprovided that such an interpretation can be reasonably ascribed to\r\nthe section.\nLimits must, however, be placed on the application of this principle.\r\nOn the one hand, it is the duty of a judicial officer to\ninterpret\r\nlegislation in conformity with the Constitution so far as this is\r\nreasonably possible. On the other hand, the Legislature\nis under a\r\nduty to pass legislation that is reasonably clear and precise,\r\nenabling citizens and officials to understand what is\nexpected of\r\nthem. A balance will often have to be struck as to how this tension\r\nis to be resolved when considering the constitutionality\nof\r\nlegislation. There will be occasions when a judicial officer will\r\nfind that the legislation, though open to a meaning which\nwould be\r\nunconstitutional, is reasonably capable of being read âin\r\nconformity with the Constitutionâ.\n[53]\tIt followed, said the learned judge, that\nâwhere a legislative provision is reasonably capable of a meaning\r\nthat places it within constitutional bounds, it should be preserved.\n\nOnly if this is not possible should one resort to the remedy of\r\nreading in or notional severanceâ\n.\n17\n[54]\tIt is correct that neither counsel for the parties\r\nin this matter suggested that Chapters V and VI of the Act should be\r\ninterpreted\nin such a way as to make them comply with the\r\nConstitution. The appellant argued that that was not possible for the\r\nreasons given\nby Nugent JA. The respondent argued that there was\r\nnothing unconstitutional about the provisions: the powers given to a\r\ndevelopment\ntribunal fell within the functional area of a province â\r\nurban development â and were different from municipal planning.\r\nGildenhuys\nJ, in the court below, concluded that it was not necessary\r\nto restrict the application of the provisions of chapters V and VI,\r\nand that the procedures created by them, and the application of the\r\nTown Planning Ordinance, could operate in parallel. That conclusion\n\nis, as Nugent JA has stated, a recipe for chaos.\n[55]\tBut I think it necessary to consider, albeit\r\nbriefly, why the restrictive interpretation is not possible, for, as\r\nthe authorities\ncited indicate, we should not lightly strike down as\r\nunconstitutional legislation that has in fact been in operation, and\r\nimplemented,\nfor over a decade.\n[56]\tThe basis for attempting to interpret the\r\nprovisions of the Act, and particularly ss 31, 32 and 33, so as\r\nto allow for\nplanning functions to be given to the tribunal is that\r\nthe Act itself was not ever intended to supplant municipal planning\r\nschemes\nthen in place or passed subsequently pursuant to the\r\nordinances mentioned by Nugent JA. It was intended to provide a quick\r\nmechanism\nfor establishing urban development for reconstruction and\r\ndevelopment purposes, in terms of government policy then in place. We\n\nmust read the Act purposively.\n[57]\tFor not only are courts required to read\r\nlegislation in such a way as to make it constitutionally compliant,\r\nbut we are also\nenjoined to interpret legislation to give effect to\r\nits purpose. See in this regard, recently,\nDepartment\r\nof Land Affairs v Goedgelegen Tropical Fruits (Pty) Ltd\n18\nand the authorities cited there, which deal with âremedial\r\nlegislation umbilically linked to the Constitutionâ. It is helpful,\n\nsaid Moseneke DCJ, âto pay due attention to the social and\r\nhistorical background of the legislationâ.\n19\n[58]\tThe Actâs purpose is to be found in the long\r\ntitle to the Act which I quote in full:\nâTo introduce\nextraordinary measures to facilitate and speed up\r\nthe implementation of reconstruction and development programmes and\r\nprojects in\nrelation to land\n; and in so doing to lay down general\r\nprinciples governing land development throughout the Republic; to\r\nprovide for the establishment\nof a Development and Planning\r\nCommission for the purpose of advising the government on policy and\r\nlaws concerning land development\nat national and provincial levels;\r\nto provide for the establishment in the provinces of development\r\ntribunals which have the power\nto make decisions and resolve\r\nconflicts in respect of land development projects; to facilitate the\r\nformulation and implementation\nof land development objectives by\r\nreference to which the performance of local government bodies in\r\nachieving such objectives may\nbe measured; to provide for nationally\r\nuniform procedures for the subdivision and development of land in\r\nurban and rural areas\nso as to promote the speedy provision and\r\ndevelopment of land for residential, small-scale farming or other\r\nneeds and uses; to\npromote security of tenure while ensuring that\r\nend-user finance in the form of subsidies and loans becomes available\r\nas early as\npossible during the land development process; and to\r\nprovide for matters connected therewithâ\n(my\r\nemphasis).\n[59]\tThe long title tells us that the Act is meant not\r\nfor municipal planning in the strict sense. Its purpose is to redress\r\ninequalities\nleft by a policy of separate development, where people\r\nof different races were physically divided and whose housing and\r\nproperty\nwere vastly unequal. Hence the need for reconstruction and\r\ndevelopment at a pace that might not be accommodated within the\r\nframework\nof ordinances regulating normal municipal planning. The\r\npurpose, it seems to me, was not to supplant the existing procedures\r\nfor\ntown planning but to provide alternative means for developing\r\nland so as to make provision for low cost housing and facilities for\n\nthose previously impoverished.\n[60]\tHaving regard to these two principles of\r\ninterpretation, that a court must interpret legislation purposively,\r\nand so as to\nrender it constitutionally permissible, it may be\r\narguable that chapters V and VI should be interpreted so that they\r\nregulate only\nreconstruction and development projects. They would be\r\nconstitutional only to that extent. The speedy mechanisms envisaged\r\nfor\ndevelopment applications would be available only for\r\nextraordinary schemes â not for run of the mill applications to\r\namend town\nplanning schemes or to start new township developments\r\nthat are not designed for reconstruction and development purposes.\r\nFollowing\non that argument, the applications in issue in this appeal\r\nwould not have served properly before the development tribunal. Nor\r\nwould the other applications for minor amendments to a town planning\r\nscheme, mentioned in the appellantâs papers, have been dealt\nwith\r\nappropriately by the tribunal. They were applications that did not\r\ncall for extraordinary measures, and should have been dealt\nwith by\r\nthe municipality in terms of the Ordinance.\n[61]\tThere are three difficulties with the argument. The\r\nfirst is that what is effectively municipal planning is reserved for\r\nmunicipalities\nby the Constitution, such that even special\r\ndevelopments, falling within the ambit of municipal planning, even if\r\nthey do have\nreconstruction and development aspects, cannot be dealt\r\nwith, constitutionally, by any body other than a municipality.\n[62]\tSecondly, the provisions of the Act discussed by\r\nNugent JA are so widely drawn that there is no sensible way in which\r\none can\nwhittle them down to suit the purpose for which they were\r\nintended. One would have to âread inâ many words to narrow down\r\nthe\ndefinitions of âland developmentâ, âland development\r\nareasâ, and âland development applicationâ, among others, in\r\norder\nto limit the application of the Act to special developments.\n[63]\tThirdly, it would be impossible to draw the line\r\nbetween applications for the development of a township that should\r\nfall within\nthe sphere of the Act, as apparently intended by the\r\nlegislature, and those applications that belong only in a\r\nmunicipality, such\nas the ones in issue.\n[64]\tIt is the first reason that is decisive however.\r\nThe Constitution does not permit provincial bodies to take on the\r\nfunction\nof municipal planning, and that is precisely what the Act\r\npurports to allow and what the respondents argue for.\n[65]\tFor these reasons, although it seems at first blush\r\nattractive to consider a very narrow reading of the Act so as to make\r\nit\nfit its purposes, it is not possible without an infringement of\r\nthe Constitution and I accordingly concur in the order made by Nugent\n\nJA.\n_______________\nCAROLE LEWIS\nJUDGE OF APPEAL\nAppearances\n:\nFor Appellant:\tS J du Plessis SC\nL B van Wyk SC\nInstructed by:\nMoodie & Robertson, Johannesburg\nClaude Reid, Bloemfontein\nFor Respondent:\tS J Grobler SC\n(1\nst\n,\r\n2\nnd\n, 6\nth\n& 7\nth\n)\tL T\r\nSibeko SC\nInstructed by:\nThe State Attorney, Johannesburg\nThe State Attorney, Bloemfontein\nFor 4\nth\nRespondent:\tNone\nInstructed by:\nRooth Wessels Maluleke, Pretoria\nc/o Hooyberg Attorneys, Johannesburg\nRossouws Inc, Bloemfontein\n1\nJohannesburg\r\n\tMetropolitan Municipality v Gauteng Development Tribunal\n[2008] ZAGPHC 30\n;\n2008\r\n\t(4) SA 572\n(W).\n2\nTownships\r\n\tOrdinance 9 of 1969 (Orange Free State), Town Planning Ordinance 27\r\n\tof 1949 (Natal), Land Use Planning Ordinance 15\nof 1985 (Cape),\r\n\tTown-Planning and Townships Ordinance 15 of 1986 (Transvaal).\n3\nProvided\r\n\tfor in Chapter II.\n4\nSection\r\n\t19.\n5\nSee\r\n\tregulation 2 of the Regulations made under the Ordiance and\r\n\tpublished under Administratorâs Notice 858, 1987.\n6\nProvided\r\n\tfor in chapter III.\n7\nSection\r\n\t66(1).\n8\nPart\r\n\tC of chapter III.\n9\nSection\r\n\t25.\n10\nSection\r\n\t26(e).\n11\nSection\r\n\t15(2).\n12\nCited\r\n\tat\n[2007] JOL 19304\n(T).\n13\n1997\r\n\t(1) SA 710\n(A) at 72H-727A.\n14\n2009\r\n\t(1) SA 337\n(CC),\n[2008] ZACC 12\n;\n2008 (11) BCLR 1123\n(CC).\n15\nSection 167(5) of the Constitution.\n16\n[2000] ZACC 12\n;\n2000\r\n\t(2) SACR 349\n(CC) paras 23 and 24, referring to\nDe\r\n\tLange v Smuts NO\n[1998] ZACC 6\n;\n1998 (3) SA 785\n(CC)\r\n\tand to\nNational Coalition for Gay and\r\n\tLesbian Equality v Minister of Home Affairs\n2000 (2) SA 1\n(CC). See also\nS v\r\n\tDzukuda; S v Tshilo\n2000 (4) SA 1078\n(CC) para 37, and\nNational Director of\r\n\tPublic Prosecutions v Mohamed NO\n[2002] ZACC 9\n;\n2002\r\n\t(4) SA 843\n(CC) para 26 ff.\n17\nPara\r\n\t26.\n18\n2007\r\n\t(10) BCLR 1027\n(CC) paras 51-55.\n19\nPara\r\n\t53.",
  "scraped_at": "2026-02-12T05:16:29.557338",
  "date": "2009-09-22",
  "coram": [
    "MPATI P",
    "NUGENT",
    "LEWIS",
    "MLAMBO JJA",
    "GRIESEL AJA"
  ],
  "case_number": "335/08",
  "parties": {
    "applicants": [
      "City of Johannesburg Metropolitan Municipality"
    ],
    "respondents": [
      "Gauteng Development Tribunal",
      "Gauteng Development Appeal Tribunal",
      "Ivory-Palm Properties 20 CC",
      "P M van der Westhuizen",
      "E E van der Westhuizen",
      "Minister of Land Affairs",
      "Member of the Executive Council for Development Planning and Local Government, Gauteng"
    ]
  },
  "sections": {
    "facts": "The City of Johannesburg Metropolitan Municipality (the appellant) challenged the constitutionality of Chapters V and VI of the Development Facilitation Act 67 of 1995. Those chapters grant provincial development tribunals the power to approve, amend or refuse land‑use applications within municipal areas, a power that the municipality argued is reserved for local authorities under the Constitution. The municipality provided examples where the Gauteng Development Tribunal overrode municipal town‑planning schemes – rezoning a residential plot for commercial use and approving two township developments that conflicted with the municipality’s Integrated Development Plan and Urban Development Boundary. The municipality sought a declaration that the offending provisions were invalid and also applied for judicial review of the tribunal’s decisions.",
    "issues": "The primary issue was whether Chapters V and VI of the Development Facilitation Act, by conferring land‑use regulatory powers on provincial development tribunals, infringed the constitutional reservation of municipal planning powers to municipalities under Section 156(1) and Part B of Schedule 4 of the Constitution. A subsidiary issue was whether the contested provisions could be narrowly interpreted so as to be compatible with the Constitution.",
    "principles": "The Court applied constitutional principles governing the allocation of legislative competence. Section 156(1) reserves executive authority over municipal planning to municipalities, and Part B of Schedule 4 defines ‘municipal planning’ as a functional area exclusive to local government. Legislation must be read narrowly only where a constitution‑compatible construction is reasonably possible; otherwise, the provision must be struck down. The Court also considered the doctrine of reading down, the need to avoid chaos in land‑use administration, and the requirement that declarations of invalidity be accompanied by just and equitable orders under section 172(1)(b) of the Constitution.",
    "application": "The Court held that Chapters V and VI of the Act expressly confer on development tribunals powers that amount to municipal planning – the preparation, amendment and implementation of town‑planning schemes and the approval of townships – functions that the Constitution reserves for municipalities. The provisions could not be narrowed to apply only to extraordinary reconstruction projects without effectively rewriting the statute. Consequently, the chapters were declared unconstitutional. To mitigate disruption, the declaration of invalidity was suspended for 18 months, during which tribunals were prohibited from considering land‑use applications in municipal areas or amending any land‑use measures on their own initiative.",
    "conclusion": "The appeal was partially upheld. Chapters V and VI of the Development Facilitation Act were declared invalid, with the invalidity suspended for 18 months subject to specific prohibitions on development tribunals. The municipality’s application for review of the tribunal’s township approvals was dismissed. The appellant was directed to lodge the case record with the Constitutional Court, and no order for costs was made."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Municipal Law",
    "level_3": [
      "development facilitation act",
      "land use planning",
      "municipal planning",
      "constitutional validity",
      "jurisdiction of development tribunals"
    ]
  }
}