{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/79.html",
  "case_name": "Du Plessis v Prophitius and Another (204/08) [2009] ZASCA 79; 2010 (1) SA 49 (SCA); [2009] 4 All SA 302 (SCA) (3 June 2009)",
  "citation": "[2009] ZASCA 79",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 79\n|\nNoteup\n|\nLawCite\nDu Plessis v Prophitius and Another (204/08) [2009] ZASCA 79; 2010 (1) SA 49 (SCA); [2009] 4 All SA 302 (SCA) (3 June 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 204 / 08\nANDRIES\r\nPETRUS DU PLESSIS\tAppellant\nand\nRICHARD\r\nPROPHITIUS\tFirst Respondent\nANNA\r\nMARGARETHA PROPHITIUS                                        Second\r\nRespondent\n___________________________________________________________________\nNeutral citation:\nDu Plessis v Prophitius and Another\n(204/08)\n[2009] ZASCA 79\n(3 June 2009)\nCORAM:\nNAVSA, VAN HEERDEN, PONNAN, SNYDERS JJA and\r\n\t\t\t\tKROON AJA\nHEARD:\n22 MAY 2009\nDELIVERED:\n3 JUNE 2009\nSUMMARY:\tImmovable property â transfer of ownership â validity\r\nof.\n___________________________________________________________________\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nThe High Court (Durban)\r\n(Nicholson J sitting as court of first instance).\nThe appeal\r\nis dismissed with costs.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN  JA\n(NAVSA, VAN HEERDEN, SNYDERS JJA and KROON AJA \r\n\t\t\tconcurring):\n[1]\tThe real point in issue in this appeal is the ownership of an\r\nundeveloped stand situated on the south coast of KwaZulu-Natal,\nmore\r\nfully described as Erf 757, Palm Beach, Registration Division ET, in\r\nextent 1374 square metres (the property). The facts are\nnot in\r\ndispute. A useful starting point is the history of the property.\n[2]\tOn 31 March 1989, Robert and Betsy Campbell (the trustees),\r\nacquired the property in their capacity as trustees on behalf of\nthe\r\nCampbell Children's Trust (the trust). On 22 January 2004, a written\r\nagreement of purchase and sale was concluded between the\nTrust and\r\nWhitkel Properties CC (Whitkel)\n1\nin respect of the property for the sum of R45 000.\n[3]\tOn 3 June 2004, the original deed of transfer (TE7413/89) in\r\nrespect of the property was furnished by the trust to the\r\nconveyancing\nattorney who had been appointed in terms of the\r\nagreement to effect transfer of the property to Whitkel.  During\r\nSeptember 2004,\na meeting of the trustees resolved to sell the\r\nproperty to Whitkel for the sum of R45 000 and authorised Robert\r\nCampbell (Campbell),\nin his capacity as trustee, to sign such\r\ndocuments as may have been necessary for the registration of the\r\ntransfer into the name\nof Whitkel. On 9 September 2004, Campbell duly\r\nsigned the power of attorney on behalf of the trust to cause transfer\r\nof the property\nto pass to Whitkel.\n[4]\tOn 28 October 2004, Richard and Anna Margaretha Prophitius (the\r\nrespondents), made a written offer to purchase the property\nfor the\r\nsum of         R195 000. The offer was accepted by the trustees on\r\nbehalf of the trust two days later. As the trust claimed\nto have lost\r\nthe original title deed, an application was made to the Registrar of\r\nDeeds, Pietermaritzburg\n2\nin terms of Regulation 68 of the Regulations made in terms of\ns 10\nof\r\nthe\nDeeds Registries Act 47 of 1937\nfor the issue of a copy of the\r\ntitle deed. In his affidavit in support of that application, Campbell\r\nstated that the title deed\n'... has been lost or destroyed and\r\nnotwithstanding diligent and extensive search cannot be found. The\r\ncircumstances of the loss\nis unknown to me.' That allegation, to the\r\nknowledge of Campbell, was false.\n[5]\tIn compliance with the Regulation, an advertisement was placed in\r\nthe\nSouth\nCoast Herald\non 3 December 2004 informing all\r\ninterested persons of the trust's intention to apply for the issue of\r\na certified copy of the\ntitle deed of the property âwhich has been\r\nlost or destroyedâ. The Registrar of Deeds allowed transfer of the\r\nproperty to proceed\nwithout the original title deed and after due\r\ncompliance with all of the other formalities, the property was\r\ntransferred to and\nregistered in the names of the respondents by the\r\nRegistrar of Deeds on 15 February 2005.\n[6]\tOn 15 February 2005 and after the payment of disbursements, the\r\nbalance of the purchase price due to the trust (R176 921.81)\nwas\r\ntransferred into its bank account by the conveyancing attorney.\n[7]\tIn the meanwhile, on 26 December 2004, Whitkel concluded a\r\nwritten agreement of purchase and sale in respect of the property\n\nwith the appellant, Andries du Plessis, for the price of R165 000. On\r\n5 May 2005, there was a simultaneous transfer of the property\nfrom\r\nthe trust to Whitkel and in turn from Whitkel to the appellant, and\r\nthe balance of the purchase price (R39 423.97) was paid\nto the trust.\r\nDuring August 2005, concerned at not having received any rates\r\naccounts from the local authority in respect of the\nproperty, the\r\nrespondents caused enquiries to be made through their attorney with,\r\ninter alia, the Registrar of Deeds. In response\nthe Registrar of\r\nDeeds wrote:\n'According to the records of this Office [the property]\r\nis registered in two different names as owners and held by two\r\ndifferent\nDeed of Transfers, namely No. T20531/2005 and No.\r\nT6506/2005 respectively.\nThe above registrations have resulted in a double\r\nregistration.\n[The property] cannot be dealt with by any of these two\r\nowners until the High Court Order has been made regarding the\r\nrightful owner\nof the property.'\n[8]\tAn exchange of correspondence between the appellant and the\r\nrespondents in an endeavour to resolve the matter amicably proved\n\nfruitless. Impasse having been reached, the order alluded to in the\r\nletter of the Registrar of Deeds was sought by the respondents\nin the\r\nDurban High Court. That application was opposed by the appellant, who\r\nmoreover launched a counter-application. Each party\nsought, in\r\naddition to the usual orders relating to costs, an order that:\n(a)\tthey be declared to be the rightful owner of the property;\n(b)\tthe transfer of the property to the other party be set aside;\n(c) \tthe Registrar of Deeds be directed to amend the records in the\r\nDeeds Registry to give effect to the preceding orders.\n[9]\tBefore Nicholson J the application succeeded and the\r\ncounter-application failed. With the leave of the learned judge, the\r\nmatter now serves before this Court on appeal.\n[10]\tIn\nLegator McKenna Inc v Shea\n(143/2008)\n[2008] ZASCA 144\n(27 November 2008)\nthis court held that âthe\r\ntime has come for [it] to add its stamp of approval to the viewpoint\r\nthat the abstract theory of transfer\napplies to immovable property as\r\nwellâ (para 21).\nBrand JA, writing for a unanimous court\r\nstated (para 22):\nâ\nIn accordance with the abstract\r\ntheory the requirements for the passing of ownership are twofold,\r\nnamely delivery â which in the\ncase of immovable property, is\r\neffected by registration of transfer in the Deeds Office â coupled\r\nwith a so-called real agreement\nor 'saaklike ooreenkoms'.  The\r\nessential elements of the real agreement are an intention on the part\r\nof the transferor to transfer\nownership and the intention of the\r\ntransferee to become the owner of the property (see eg\nAir-Kel\r\n(Edms) Bpk h/a Merkel Motors v Bodenstein\n1980 (3) SA 917\n(A) at 922E-F;\nDreyer\r\nand Another NO v AXZS Industries (Pty) Ltd\n[2006\r\n(5) SA 548\n(SCA)] para 17). Broadly stated, the principles applicable\r\nto agreements in general also apply to real agreements. Although the\n\nabstract theory does not require a valid underlying contract, eg\r\nsale, ownership will not pass â despite registration of transfer\nâ\r\nif there is a defect in the real agreement (see eg\nPreller\r\nv Jordaan\n1956 (1)\r\nSA 483\n(A) 496;\nKlerck\r\nNO v Van Zyl and Maritz NNO\n[1989 (4) SA 263\n(SE) at] 274A-B; Silberberg and Schoeman [\nThe\r\nLaw of Property\n5ed\r\n(by Badenhorst, Pienaar and Mostert)] 79-80).\n[11]\nAs I understood the argument on behalf\r\nof the appellant, it was contended that the trust as transferor had\r\nno intention to transfer\nownership to the respondents. It is so that\r\nat the moment of passing of ownership the transferor must have the\r\nintention of transferring\nownership (\nanimus transferendi domini\n),\r\nwhich supplies the subjective element for the passing of ownership.\r\nInstead, so the contention goes, the trust was indifferent\nas to\r\nwhether or not transfer eventuated. I cannot agree. In my view all\r\nthe facts point firmly to an intention on the part of\nthe trust to\r\nsuccessfully cause transfer of the property to be registered into the\r\nnames of the respondents. Thus, on 10 January\n2005, the trust adopted\r\na resolution authorising transfer to the respondents. To that end,\r\nCampbell was mandated to sign all such\ndocuments as may have been\r\nnecessary. Pursuant to that resolution, during the succeeding week,\r\nCampbell signed an âaffidavit\nby transferorâ, a âcertificate in\r\nrespect of a transfer from a trustâ and a âpower of attorney to\r\ntransferâ the property\nto the respondents. Those in my view were\r\nnot the hallmarks of indifference, but rather positive acts with a\r\nsingle ultimate goal\nin mind â namely the transfer of the property\r\ninto the names of the respondents for a price far in excess of that\r\nstipulated\nin the prior sale.\n[12]\tThe second string to counselâs\nbow\r\nwas that the trust was motivated by a fraudulent intent. Assuming\r\nthat to be so, that does not detract from the trustâs genuinely\n\nheld intention to cause transfer of the property to be effected into\r\nthe names of the respondents. If fraud was the motive, then\nthe\r\ntrustâs ultimate goal would have been the securing of payment of\r\nthe higher purchase price offered by the respondents. That,\nin turn,\nwas dependent upon the successful registration and transfer of\r\nthe property into the names of the respondents. Were the property\nnot\r\nto have been transferred, the fraudulent purpose would not have been\r\nachieved. It follows that the trust would in those circumstances\nhave\r\nfelt obliged to do all that was required of it with the requisite\r\nintention to ensure successful registration. That it ultimately\ndid.\n[13]\tAs to costs. The matter was devoid of any legal or factual\r\ncomplexity. There was thus no warrant for the employment of the\n\nservices of two counsel by the respondents on appeal. Mr Kemp\r\nconceded as much. In those circumstances it would be wholly\r\nunjustified\nto mulct the appellant with those costs. The costs\r\nincurred by the respondents consequent upon the employment of two\r\ncounsel accordingly\nfalls to be disallowed.\n[14]\tIn the result the appeal is dismissed with costs.\n_________________\nV M  PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\t\t\tP M van Ryneveld\nInstructed\r\nby:\nSchürmann\r\nJoubert Attorneys\nPretoria\nSymington\r\nand De Kok\nBloemfontein\nFor\r\nRespondent:\t\t\tK J Kemp SC\nS\r\nI Humphrey\nInstructed\r\nby:\nH\r\nP Steenkamp Attorneys\nBallito\nMcIntyre\r\n& Van Der Post\nBloemfontein\n1\nCited as the 3\nrd\nRespondent in the court below but who took no part in the\r\n\tproceedings.\n2\nThe 5\nth\nrespondent in the court below who took no part in\r\n\tthe proceedings.",
  "scraped_at": "2026-02-12T05:10:39.291845",
  "date": "2009-06-03",
  "coram": [
    "NAVSA",
    "VAN HEERDEN",
    "PONNAN",
    "SNYDERS JJA",
    "KROON AJA"
  ],
  "case_number": "204/08",
  "parties": {
    "applicants": [
      "Andries Petrus Du Plessis"
    ],
    "respondents": [
      "Richard Prophitius",
      "Anna Margaretha Prophitius"
    ]
  },
  "sections": {
    "facts": "The dispute concerned an undeveloped stand (Erf 757, Palm Beach, 1,374 m²) originally held by the Campbell Children’s Trust. The trust agreed to sell the property to Whitkel Properties for R45 000 in January 2004 and executed the necessary paperwork in September 2004. In October 2004 the respondents offered R195 000; the trustees accepted and, after a lost title deed, the Registrar of Deeds transferred the property into the respondents’ names on 15 February 2005. Meanwhile, Whitkel entered into a separate agreement with the appellant, Andries du Plessis, for R165 000 and on 5 May 2005 effected a simultaneous transfer from the trust to Whitkel and from Whitkel to the appellant. The Registrar later discovered double registration of the same property in two different owners, prompting the respondents to seek a High Court order confirming the rightful owner.",
    "issues": "The central issue was which party held valid ownership of the property – the respondents who were registered first, or the appellant who had acquired the property through a subsequent but also registered transfer. Secondary issues involved the applicability of the abstract theory of transfer to immovable property, the requirement of a “real agreement” (animus transferendi domini), and whether a fraudulent motive on the part of the trust would defeat the transfer.",
    "principles": "The court applied the abstract theory of transfer as affirmed in Legator McKenna Inc v Shea, which requires (1) delivery effected by registration in the Deeds Office and (2) a real agreement reflecting the transferor’s intention to transfer ownership and the transferee’s intention to acquire it. A defect in the real agreement prevents ownership from passing, even if registration occurs. Fraudulent motive does not, per se, negate a genuine intention to transfer, provided the transferor still intends the conveyance to be completed.",
    "application": "Examining the trustees’ resolutions, the signing of powers of attorney, affidavits and certificates, the court found clear evidence of the trust’s intent to transfer the property to the respondents for the higher purchase price. The alleged fraud related only to the motive for obtaining a higher price and did not eliminate the required intention. Consequently, the transfer to the respondents was deemed valid, and the subsequent transfer to the appellant was ineffective.",
    "conclusion": "The appeal by the appellant was dismissed with costs. The costs incurred by the respondents for employing two counsel on appeal were disallowed as the matter was not legally or factually complex."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Immovable Property Transfer",
    "level_3": [
      "abstract theory of transfer",
      "double registration",
      "trust",
      "fraud motive",
      "court of appeal"
    ]
  }
}