{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/14.html",
  "case_name": "S v Mokoena (563/08) [2009] ZASCA 14; 2009 (2) SACR 309 (SCA) ; [2009] 3 All SA 310 (SCA) (19 March 2009)",
  "citation": "[2009] ZASCA 14",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 14\n|\nNoteup\n|\nLawCite\nS v Mokoena (563/08) [2009] ZASCA 14; 2009 (2) SACR 309 (SCA) ; [2009] 3 All SA 310 (SCA) (19 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 563/08\nRICHARD\r\nMOKOENA\t\t\t\t\t\t\t Appellant\nand\nTHE\r\nSTATE\t\t\t\t\t\t\t\t       Respondent\nNeutral citation:\nMokoena v S\r\n(563/08)\n[2009] ZASCA 14\n(19 March 2009).\nCoram:\nCLOETE, PONNAN et\r\nSNYDERS JJA\nHeard:\n2 MARCH 2009\nDelivered:\n19 MARCH 2009\nSummary:\nCriminal Law:\r\nSentence: The function of a court in imposing\nsentence is to determine the\r\nmaximum period the convicted person\nmay be imprisoned. It is\r\nimproper for the court to attempt to\ndetermine the minimum period.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: Free State Provincial Division, Parys\r\n(Hattingh J as court of\nfirst instance).\n1.\tThe order of the court a quo refusing condonation for\r\nthe late application for leave to appeal is set aside and condonation\r\nis\ngranted.\n2.\tCondonation is granted for the non-compliance with\r\nthe rules of this court.\n3.\tThe appeal succeeds to the limited extent that the\r\nsentences imposed by the court a quo are set aside and the following\r\nsentences\nare substituted:\n3.1\tOn the first count, murder, the appellant is\r\nsentenced to 25 years' imprisonment.\n3.2\tOn the second count, robbery with aggravating\r\ncircumstances, the appellant is sentenced to 15 years' imprisonment\r\nof which ten\nyears is ordered to run concurrently with the sentence\r\nimposed on the first count.\n3.3\tThe effective period of imprisonment will therefore\r\nbe 30 years.\n4.\tIn terms of s 282 of the Criminal Procedure Act,\r\nthe sentences are backdated to 19 September 1995.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (PONNAN\net\nSNYDERS JJA  concurring):\n[1]\tThe appellant and his co-accused were charged with\r\nmurder and robbery with aggravating circumstances before Hattingh J\r\nand assessors\nin the Free State Provincial Division sitting at Parys.\r\nThe State alleged that on 27/28 February 1995 and at Petrus Steyn the\r\nappellant\nand his co-accused killed Mrs Catarina Johanna Koster ('the\r\ndeceased') in her home and robbed her of inter alia her car, stove,\n\r\nhi-fi set, radio and personal jewellery. The appellant tendered a\r\nplea of guilty to culpable homicide on the first count, which\nwas\r\nrejected by the State, and a plea of guilty on the second count,\r\nwhich the State accepted. The appellant was ultimately convicted\nas\r\ncharged and his co-accused was convicted only of theft on the second\r\ncount.\n[2]\tThe trial court sentenced the appellant to 40 years'\r\nimprisonment on the first count and 15 years' imprisonment on the\r\nsecond\ncount, but ordered that half of the latter sentence should run\r\nconcurrently with the former, so that the effective sentence of\r\nimprisonment was 47 and a half years.\n[3]\tThe appellant sought leave to appeal against\r\nsentence, and condonation for his failure to have done so timeously,\r\nfrom the trial\ncourt. The application for condonation was refused\r\nprimarily for the reason that it had no prospects of success. The\r\nappellant\nappeals against this order. Leave is not necessary from\r\nthis court or the court a quo:\nS v Gopal\n,\n1\nS v Moosajee\n.\n2\nThere was also an application for condonation before this court for\r\nnon-compliance with certain of its rules. As the prospects\nof success\r\non appeal are all important to both applications, I turn to consider\r\nthe merits of the appeal.\n[4]\tAs I have said, the deceased lived in Petrus Steyn.\r\nHer house was surrounded by burglar bars. The appellant was her\r\ngardener.\nShe was found dead in a bath half full of water with her\r\narms and also her legs tied tightly together with wire coat hangers.\r\nThere\nwas also a wire coat hanger tied around her neck. The medical\r\nevidence showed that she had been strangled by her assailant â\r\nwhich, it was common cause, was the appellant â using his right\r\nhand. She had other bruises, including a black eye. A number of\n\narticles were missing from her house although there were no signs of\r\nforceable entry. The appellant said in his plea explanation\n(made in\r\nterms of s 112(2) of the Criminal Procedure Act) that after he\r\nhad left the deceased in the bath, he locked the house\nand went to\r\nhis dwelling. Later the same night he returned with his co-accused\r\nand loaded goods from the deceased's house into\nher motor vehicle,\r\nwhich was driven to the appellant's shack at Mamafubedu and\r\nthereafter, to the dwelling of his co-accused. Stolen\ngoods were\r\noffloaded at both places. They subsequently rolled the vehicle. They\r\nwere arrested the following day.\n[5]\tIn refusing condonation, the learned trial judge\r\nexercised a narrow discretion\n3\nwith which this court is not entitled to interfere unless it was not\r\nexercised judicially. That is the case here because the discretion\n\nwas exercised as a result of a material misdirection. The\r\nmisdirection had its origin in the following passages of the record\r\nwhich reflect what the learned trial judge said to the prosecutor (Ms\r\nBester) and counsel for the appellant (Mr Marais) during argument\non\r\nsentence:\n'ME. BESTER\n:\t\r\n   Met betrekking tot termyne, u edele. Langtermyn gevangenisstraf\r\nten aansien van beskuldigde 1 ten aansien van aanklag 1, ook\nten\r\naansien van aanklag 2. Ek wil my nie regtig aan 'n termyn gebonde hou\r\nnie, maar ek dink in aanklagte 1, 20-25 jaar en aanklag\n2 dink ek in\r\ndie omgewing van 12 tot 15 jaar, u edele.\nHOF\n:\r\n Juffrou, het u gesien wat sê die Gevangeniswet? Hy sê\r\nwaar 'n hof 'n bepaalde vonnis oplê dan kan daardie persoon,\n\ndan kom daardie persoon na die helfte daarvan verstrek is vir\r\noorweging, vir parool in oorweging. Met ander woorde ek gee hom 20\n\njaar, na 10 jaar dan stap hy hier buitekant rond.\nME. BESTER\n:\r\n   Dit is korrek.\nHOF\n:\tHoekom\r\ngee ek hom nie liewer dan 'n 100 jaar nie?\nME. BESTER\n:\r\n   Ek het nie 'n probleem daarmee nie, u edele.\nHOF\n:\tU\r\nhet nie 'n probleem nie?\nME. BESTER\n:\r\n   Ek het geen probleem daarmee nie.\nHOF\n:\tJa.\nME. BESTER\n:\r\n   Regtig.\nHOF\n:\tDan\r\ngee ek hom lewenslank dan kom hierdie klomp burokrate weer ...\r\n(tussenbei)\nME. BESTER\n:\t\r\n   Van die Nasionale Raad.\nHOF\n:\tEn\r\nook hier na 20 jaar sê hulle vir hom jy kan nou 'n bietjie vir\r\nparool kwalifiseer.\nME. BESTER\n:\r\n   Ja, u edele soos ek sê ek het glad nie 'n probleem nie.\nHOF\n:\tAl\r\ndie vonnisse van die howe word tot niet gemaak deur 'n klomp politici\r\nen burokrasie, adviesrade en goed.\nME. BESTER\n:\r\n   Daarmee stem ek honderd persent saam, u edele.\nHOF\n:\tWant\r\nas die doodsvonnis hier 'n gepaste vonnis was sou ek dit ernstig\r\noorweeg het.\n. . .\nHOF\n:\tDankie,\r\njuffrou. Mnr. Marais, ek wil net graag by u iets hoor. Ek het nou al\r\ngesien dat van die regters in die Transvaal veral\nin sulke gevalle\r\nvonnisse oplê van wat amper soos Amerikaanse vonnisse is, 110\r\njaar, 'n ander ene 95 jaar en so aan. Nou\ndaardie goed is nog nie op\r\nappèl gewees nie of het nog nie voor die Appèlhof\r\ngedien nie. Wat sal die rede wees dat\ndie regter sulke lang termyne\r\noplê? Dit het hulle nooit gedoen toe die doodsvonnis nog 'n\r\ngepaste vonnis was nie, 'n bevoegde\nvonnis was nie.\nMNR. MARAIS\n:\r\n   Ja.\nHOF\n:\tDit\r\nis eers daarna wat dit gebeur het. Nie waar nie? Is dit miskien juis\r\nom dit wat in die Wet staan, omdat dit 'n bepaalde vonnis\nis kom hy\r\naanmerking vir parool na die helfte uitgedien is.\nMNR. MARAIS\n:\r\n   Met die helfte.\nHOF\n:\tGee\r\nhom lewenslank en dan is die Adviesraad, die Nasionale Adviesraad sê\r\ndit is 'n administratiewe instruksie, na 20 jaar\nsal jy in oorweging\r\nkom. En dan lyk dit vir my daardie regters voel wag 'n bietjie as dit\r\ndan so is gaan ek hulle wetlik verplig\nom, hy gaan 'n lang tyd in die\r\ntronk bly, ek gee vir hom 90 jaar dan moet hy 45 jaar daar bly. Dan\r\nkan die Nasionale Adviesraad\nop sy kop staan, dit help niks.'\n[6]\tThe judgment on sentence is entirely devoid of these\r\nsentiments. But I am driven to the conclusion that the learned trial\r\njudge\nhad them at least at the back of his mind when he imposed\r\nsentence. I say this for two reasons. First, the sentence imposed for\n\nthe murder and the cumulative effect of the sentence imposed for both\r\ncrimes together are both unusually severe. Second, the learned\ntrial\r\njudge did not say that he had considered imposing life imprisonment,\r\nnor does he give any reason for rejecting such a sentencing\noption.\r\nIf he would, as he said, have considered the death penalty had this\r\nsentence not been abolished, his failure to consider\nthe most severe\r\npenalty then available is inexplicable on any basis other than that\r\nhe considered such a sentence would not be\nsufficient if parole were\r\nto be granted to the appellant. A court in imposing sentence cannot\r\nadopt this approach. In\nS v Matlala\n4\nHowie JA held:\n'Unless there is a particular\r\npurpose in having regard to the pre-parole portion of an imprisonment\r\nsentence (as, for example, in\nS\r\nv Bull and Another\n;\nS\r\nv Chavulla and Others\n2001\r\n(2) SACR 681\n(SCA)) the Court must disregard what might or might not\r\nbe decided by the administrative authorities as to parole. The court\r\nhas\nno control over that.\nS\r\nv S\n1987 (2) SA 307\n(A) at 313H;\nS v\r\nMhlakaza and Another\n1997 (1) SACR 515\n(SCA) at 521\nd\n-\nh\n.\r\nIn the latter passage there is the important statement that the\r\nfunction of the sentencing court is to determine the maximum term\nof\r\nimprisonment the convicted person may serve. In other words, the\r\ncourt imposes what it intends should be served and it imposes\nthat on\r\nan assessment of all the relevant factors before it. It does not\r\ngrade the duration of its sentences by reference to their\nconceivable\r\npre-parole components but by reference to the fixed and finite\r\nmaximum terms it considers appropriate, without any\nregard to\r\npossible parole.'\n5\nSubsequently, in\nS v Botha\n,\n6\nPonnan AJA said:\n'One final aspect merits\r\nmention. The trial Judge recommended that the appellant serve at\r\nleast two-thirds of his sentence before\nbeing considered for parole.\r\nThe function of a sentencing court is to determine the term of\r\nimprisonment that a person, who has\nbeen convicted of an offence,\r\nshould serve. A court has no control over the minimum period of the\r\nsentence that ought to be served\nby such a person. A recommendation\r\nof the kind encountered here is an undesirable incursion into the\r\ndomain of another arm of State,\nwhich is bound to cause tension\r\nbetween the Judiciary and the executive. Courts are not entitled to\r\nprescribe to the executive\nbranch of government how long a convicted\r\nperson should be detained, thereby usurping the function of the\r\nexecutive. (See\nS v\r\nMhlakaza and Another\n1997 (1) SACR 515\n(SCA) ([1997]\n2 All SA 185)\nat 521\nf-i\n(SACR).)'\nIn short: the function of a court in imposing sentence\r\nis to determine the maximum period a convicted person may be\r\nimprisoned.\nIt may not attempt to fix the minimum period.\n[7]\tIn the circumstances, I am satisfied that the\r\nlearned judge misdirected himself in regard to the prospects of\r\nsuccess on appeal,\nand that this court is at large to grant the\r\napplication for condonation refused by the trial court and also to\r\nimpose the sentences\nit considers appropriate. I turn to address that\r\nlatter question.\n[8]\tThe appellant's personal circumstances are these. He\r\nwas 23 years old when he committed the offences. He had two\r\nrelatively\nminor previous convictions for theft for which he was in\r\neach case sentenced to imprisonment with the option of a fine, but he\r\nhad no previous conviction for a crime involving violence. It may be\r\naccepted that he is a relatively unsophisticated person: he\ngrew up\r\non a farm as the oldest of four children. His father died when he was\r\nten years old and his mother took him out of school\n(he was then in\r\nstandard three) as she put it: 'Om my te kom help pap in die huis te\r\nbring'.\n[9]\tI have difficulty in finding that the appellant had\r\nany remorse. He did co-operate immediately with the police after he\r\nwas\narrested: he made various pointings out and he made a statement\r\nto a magistrate, although he attempted to shift the blame from\r\nhimself to his co-accused. But he never gave evidence. His plea to\r\nculpable homicide on the murder charge was correctly rejected\nby the\r\nState and he had little option but to plead guilty on the robbery\r\ncharge. The appellant might well regret what he did, but\nit cannot in\r\nmy view be found that he has genuine remorse.\n[10]\tThe murder was horrific.  The deceased was a\r\ndefenceless elderly woman in her late sixties and the appellant, as\r\nher gardener,\nwas in a position of trust. She was attacked in the\r\nsanctity of her own home. The appellant must have gained entry using\r\na key\nor by some strategy. He strangled the deceased with his bare\r\nhand. As this court said in\nR v Lewis\n:\n7\n'The application of pressure\r\nmanually, as in the case before us, is an aggravating circumstance\r\nbecause the assailant is throughout\nnot only fully alive to the\r\ndegree of force exerted by him but he is, by reason of his manual\r\ncontact with the throat, warned of\nthe victim's reaction to the\r\npressure applied.'\nThe other injuries sustained by the deceased, in\r\nparticular the black eye, bear mute testimony to the struggle she put\r\nup. Not surprisingly,\nthe court a quo found that the appellant had\r\nacted with\ndolus directus\n.\r\nThe appellant then wound wire coat hangers around the deceased's feet\r\nand hands so tightly that they required a pair of pliers\nto remove\r\nthem, and also wound a wire coat hanger around her neck. According to\r\nthe uncontradicted medical evidence led by the\nState, this was done\r\nafter the deceased had been strangled to death; but it shows a\r\ncallous persistence by the appellant in his\ncourse of conduct. So too\r\ndoes the fact that he returned that night with an associate to\r\ncomplete the robbery. That to my mind\nshould properly be reflected in\r\nan order directing that part only of the sentence on the second count\r\nshould run concurrently with\nthe sentence on the first. The obvious\r\ninference to be drawn from the facts I have mentioned, in the absence\r\nof any explanation\nfrom the appellant, is that the crimes were\r\ncommitted purely for personal gain.\n[11]\tIt is hardly necessary to emphasise that South\r\nAfrica has for a number of years been plagued by crimes of violence\r\nof the nature\ncommitted by the appellant, to such an extent that\r\nParliament has considered it necessary to enact\n8\nminimum sentences for such crimes. Society is clamant for retribution\r\nand deterrence must also play a major role in the sentences\nimposed.\r\nThe personal circumstances of the appellant must recede into the\r\nbackground. It must nevertheless be borne in mind that\nthis court is\r\nobliged to impose the sentence which it considers the trial court\r\nshould have imposed in 1995 and the effect that\nthe minimum\r\nsentencing legislation has had on sentences must be left out of\r\naccount.\n[12]\tBearing all these factors in mind, I am of the view\r\nthat a sentence of 25 years' imprisonment for the murder and 15\r\nyears'\nimprisonment for the robbery with aggravating circumstances,\r\nten years of the latter to run concurrently with the former, would\n\nhave been appropriate before the minimum sentencing legislation came\r\ninto operation. The effective period of imprisonment will\ntherefore\r\nbe 30 years. The difference between that sentence and the sentence\r\nimposed by the trial court is sufficient to warrant\ninterference; and\r\nin the circumstances, the application for condonation for\r\nnon-compliance with the rules of this court should\nbe granted. Before\r\nmaking the appropriate order, I should mention that the appellant has\r\nbeen in jail since he was sentenced on\n19 September 1995. His\r\nimprisonment should therefore be backdated in terms of s 282 of\r\nthe Criminal Procedure Act.\n[13]\tThe following order is made:\n1.\tThe order of the court a quo refusing condonation for\r\nthe late application for leave to appeal is set aside and condonation\r\nis\ngranted.\n2.\tCondonation is granted for the non-compliance with\r\nthe rules of this court.\n3.\tThe appeal succeeds to the limited extent that the\r\nsentences imposed by the court a quo are set aside and the following\r\nsentences\nare substituted:\n3.1\tOn the first count, murder, the appellant is\r\nsentenced to 25 years' imprisonment.\n3.2\tOn the second count, robbery with aggravating\r\ncircumstances, the appellant is sentenced to 15 years' imprisonment\r\nof which ten\nyears is ordered to run concurrently with the sentence\r\nimposed on the first count.\n3.3\tThe effective period of imprisonment will therefore\r\nbe 30 years.\n4.\tIn terms of s 282 of the Criminal Procedure Act,\r\nthe sentences are backdated to 19 September 1995.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tN L Skibi\nInstructed by\nLegal Aid Board, Bloemfontein\nCounsel for Respondent:\tC Steyn\nInstructed by\nDirector of Public Prosecutions, Bloemfontein\n1\n1993 (2) SACR 584\n(A).\n2\n2000 (1) SACR 615\n(SCA).\n3\nNaylor v Jansen\n2007 (1) SA 16\n(SCA) para 14 and cases\r\n\treferred to in the footnotes, especially\nGiddey NO v J C Barnard\r\n\tand Partners\n[2006] ZACC 13\n;\n2007 (5) SA 525\n(CC) para 19.\n4\n2003 (1) SACR 80\n(SCA) para 7.\n5\nSee also\nS v Botha\n2006 (2) SACR 110\n(SCA) para 25.\n6\n2006 (2) SACR 110\n(SCA) para 25.\n7\n1958 (3) SA 107\n(A) at 109E-F.\n8\nIn the\nCriminal Law Amendment Act 105 of 1997\n.",
  "scraped_at": "2026-02-11T21:40:46.476121",
  "date": "2009-03-19",
  "coram": [
    "CLOETE JA",
    "PONNAN JA",
    "SNYDERS JJA"
  ],
  "case_number": "563/08",
  "parties": {
    "applicants": [
      "Richard MOKOENA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Richard Mokoena, was the gardener of Mrs Catarina Johanna Koster, an elderly woman living in Petrus Steyn. On the night of 27/28 February 1995 he and a co‑accused entered her home, tied her hands, feet and neck with wire coat hangers, strangled her with his bare hand and subsequently robbed her of a car, stove, hi‑fi set, radio and jewellery. The stolen items were transferred to the appellant’s shack and later to the co‑accused’s dwelling. Both men were arrested the following day. At trial Mokoena pleaded guilty to culpable homicide on the murder count, which the State rejected, and guilty to robbery with aggravating circumstances, which the State accepted. He was convicted of both offences.",
    "issues": "The appeal raised two principal issues: (1) whether the trial judge erred in imposing a sentence that was unduly severe and was influenced by considerations of parole, contrary to the principle that a sentencing court must determine only the maximum term of imprisonment; and (2) whether the appellant’s late application for condonation of his appeal and non‑compliance with court rules should be granted.",
    "principles": "The court reiterated that a sentencing court’s function is to determine the maximum period of imprisonment a convicted person may serve and must not attempt to set a minimum period or base its judgment on parole policy (see S v Matlala, S v Botha). A trial judge must consider all relevant sentencing factors but must not be misdirected by administrative or parole considerations. The discretion to grant condonation is narrow and must be exercised judicially; it can be set aside where exercised on a material misdirection.",
    "application": "The appellate court found that the trial judge had been misdirected by contemplating parole outcomes, leading to an unusually severe cumulative sentence (40 years for murder and 15 years for robbery, effectively 47½ years). Applying the correct principles, the court substituted a sentence of 25 years’ imprisonment for murder and 15 years for robbery, with ten years running concurrently, resulting in an effective 30‑year term. The court also granted condonation for the late appeal and for non‑compliance with procedural rules, and back‑dated the sentence to 19 September 1995 under s 282 of the Criminal Procedure Act.",
    "conclusion": "The appeal succeeded in part. The order refusing condonation was set aside and condonation was granted. The original sentences were set aside and replaced with 25 years for murder and 15 years for robbery (ten years concurrent), giving an effective imprisonment of 30 years, back‑dated to 19 September 1995."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "murder",
      "robbery",
      "condonation",
      "sentence reduction",
      "parole considerations"
    ]
  }
}