{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/130.html",
  "case_name": "Consolidated News Agencies v Mobile Telephone Networks (510/2008) [2009] ZASCA 130; [2010] 2 All SA 9 (SCA) ; 2010 (3) SA 382 (SCA) (29 September 2009)",
  "citation": "[2009] ZASCA 130",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 130\n|\nNoteup\n|\nLawCite\nConsolidated News Agencies v Mobile Telephone Networks (510/2008) [2009] ZASCA 130; [2010] 2 All SA 9 (SCA) ; 2010 (3) SA 382 (SCA) (29 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJ\nUDGMENT\nCase No: \r\n510/2008\nCONSOLIDATED\r\nNEWS AGENCIES (PTY) LTD (IN LIQUIDATION)\nAppellant\nand\nMOBILE\r\nTELEPHONE NETWORKS (PTY) LTD\n1\nst\nRespondent\nMTN\r\nSERVICE PROVIDER (PTY) LTD\n2\nnd\nRespondent\nNeutral\r\ncitation\n:\nConsolidated\r\nNews Agencies v Mobile Telephone Networks\n(510/08)\n[2009] ZASCA 130\n(29 September 2009)\nCoram:\tNAVSA, NUGENT,\r\nHEHER, MHLANTLA\nJJA and HURT AJA\nHeard:\t24\nAugust 2009\nDelivered:\t29\r\nSeptember 2009\nUpdated:\nSummary:\tInsolvency\r\nâ Act 24 of 1936 s 33(1) â disposition â restoration against\r\nindemnification â âin return for any\ndispositionâ â âgood\r\nfaithâ â meaning - contemplation of sequestration â when\r\npresent.\nCompany â\r\ncontract â or state of mind in concluding same â âdirecting\r\nmind and willâ â where located.\n____________________________________________________________________________________\nORDER\nIn\r\nan appeal from the High Court, Johannesburg (Madam Justice SALDULKER\r\nsitting as court of first instance).\nThe\r\nfollowing order is made:\nThe\r\nappeal is dismissed with costs including the costs of two counsel.\nJUDGMENT\n___________________________\n__________________________________________\nHEHER JA:\n[1]\tThe\r\nissue in this appeal concerns the entitlement of the respondents to\r\nrely on the indemnity provisions of s 33(1) of the Insolvency\nAct 24\r\nof 1936 (âthe Actâ)\n1\n.\n[2]\tThis is\r\nan appeal from a judgment of the then Witwatersrand Local Division of\r\nthe High Court (Saldulker J), with leave of the\nlearned judge, who\r\nhad found for the present first and second respondents in respect of\r\nan issue separated under Rule 33(4). The\ncourt made the following\r\norder in those proceedings:\nâ\n1.\tThe\r\nMTN parties are not obliged to restore any property or any other\r\nbenefit received under the (alleged) dispositions (on the\nassumptions\r\nrecorded in the order of Court in terms of Rule 33(4)) unless the\r\nliquidators have indemnified them for parting with\nsuch property and\r\nfor losing such rights.\n2.\tThe\r\nliquidators are ordered to pay the costs of suit up until the present\r\ntime, including the costs consequent upon the employment\nof three\r\ncounsel.â\n[3]\tThe\r\nparties to the appeal are referred to in the agreements to which the\r\nlitigation relates as âCNAâ (the appellant)\n2\nâMTNâ (the first respondent) and âM-Telâ (the second\r\nrespondent) and I shall continue to use those abbreviations save\r\nthat, where it is unnecessary to distinguish between the respondents,\r\nI shall use the expression âthe MTN partiesâ\n3\n.\nThe background to the\r\nlitigation\n[4]\tUntil\r\nFebruary 2001 CNA formed part of the Wooltru stable of companies.\r\nWooltru Ltd (âWooltruâ) held all the shares in Consolidated\nNews\r\nAgencies Holdings Ltd (âCNA Holdingsâ) which in turn held all the\r\nshares in CNA. Wooltru provided finance to CNA through\na subsidiary,\r\nWooltru Finance (Pty) Ltd.\n[5]\tMTN and\r\nM-Tel fell within the Johnnic group of companies. Several of the\r\ngroup companies traded with CNA including M-Tel, Johnnic\n\nEntertainment, Times Media and Caxton.\n[6]\tThe\r\ntrading relationship between M-Tel and CNA arose out of the highly\r\ncompetitive nature of the mobile phone industry and,\nin particular,\r\nM-Telâs need to find a retail outlet through which its products\r\ncould be marketed country-wide to the exclusion\nof its competitors.\r\nWith 300 or more stores and an established reputation, CNA seemed to\r\nprovide an ideal solution.\n[7]\tAccordingly,\r\non 19 April 1999 M-Tel and CNA concluded an agreement to govern their\r\ntrading relationship which they called the\nâRetailer Agreementâ\r\n(abbreviated in the proceedings to âRAâ), the material aspects of\r\nwhich were the following:\n(i)\tIt\r\ncreated a relationship of exclusivity between the parties to it. For\r\nthe duration of the agreement CNA was obliged to stock\nand promote\r\nM-Telâs products and was not entitled to stock or promote\r\ncompetitive products.\n(ii)\tIt governed three\r\ntrading years, 30 June 1999 to 30 June 2000, 1 July 2000 to 30 June\r\n2001, and 1 July 2001 to 30 June 2002.\n(iii)\tM-Tel\r\nwarranted in favour of CNA that in respect of each of the three years\r\nCNA would accrue discounts, commissions and incentives\narising from\r\nthe agreement equal to or exceeding R65 million for the first year,\r\nR77 million for the second year and R84.7 million\nfor the third year.\n(iv)\tIn the\r\nevent of an audit certificate being issued that certified that an\r\nincome warranty had not been met, M-Tel would be obliged\nwithin 14\r\ndays to pay to CNA the amount of the shortfall reflected in the\r\ncertificate.\n(v)\tCNA undertook to use\r\nits best endeavours to achieve the minimum targets and to that end\r\nfurnished certain warranties. Clause\n25.4 provided as follows:\nâ\nThe\r\nparties wish to record that the warranties . . . are necessary to\r\nensure that the minimum targets . . . are achieved and accordingly,\n\nany material or persistent breach of the warranties . . . which\r\nmaterially prejudices the achievement of any of the minimum targets\n\nshall constitute a material breach of this agreement and the service\r\nprovider shall be entitled to call upon the Retailer to rectify\nsuch\r\nbreach within forty-eight hours of receiving such notice to rectify,\r\nfailing which the Service Provider shall be entitled\nto immediately\r\nterminate the Agreement upon written notice to the Retailer.â\n[8]\tIn the\r\nfirst trading year there was a deficit of about R9.4 million in the\r\nwarranted amounts of discounts, commissions and incentives\naccruing\r\nto CNA which M-Tel made good.\n[9]\tOn 15\r\nFebruary 2001 (during the second warranty period) Wooltru sold its\r\ninterests in CNA Holdings and CNA to Gordon Kay &\nAssociates\r\n(Pty) Ltd (âGKAâ), a company with few resources of its own. It\r\nwas controlled by Mark Lawrence Gordon (âGordonâ)\nand Hobart\r\nAnthony Kay (âKayâ). According to the sale agreement:\n(i)\tthe purchase price,\r\nsubject to adjustments, was R150 million;\n(ii)\tGordon and Kay were\r\nrequired to provide personal suretyships in the sum of R30 million,\r\nwhich were to be replaced, on or before\nthe effective date, by\r\ncommercial bank guarantees for the same amount;\n(iii)\tOn or\r\nbefore the closing date GKA was required to provide a further bank\r\nguarantee for R54.6 million, bringing the total of\nsuch guarantees to\r\nR84.6 million;\n(iv)\tthe balance of the\r\npurchase price was to be secured by the suretyships, pledge and\r\ncession for which the agreement made provision;\n(v)\tCNA\r\nHoldings was required to give a suretyship for the payment by GKA of\r\nthe balance of the purchase price in an amount of R134.6\nmillion and\r\nto pledge certain of its shares in CNA as security for its\r\nobligations as surety. In addition, CNA was required to\nbind itself\r\nas surety for the payment by GKA of its obligations to Wooltru under\r\nthe sale agreement.\n[10]\t   At\r\nabout the same time it was becoming clear to M-Tel that CNAâs\r\nincome in respect of M-Tel products would not satisfy\nthe warranty\r\nfor the second year and that the shortfall would probably exceed R40\r\nmillion.\n[11]\t  GKA\r\nand Gordon and Kay defaulted on their obligations to provide\r\nguarantees.\n[12]\tGKA\r\napproached the MTN group to provide the guarantees to Wooltru in lieu\r\nof the guarantees owed by GKA. In a letter of comfort\nof 9 March 2001\r\nMTN recorded its willingness to do so.\n[13]\tOn 26\r\nMarch 2001 a further agreement (the âAmended Retailer Agreementâ,\r\nabbreviated to âARAâ) was concluded between\nM-Tel, MTN, CNA, CNA\r\nHoldings, GKA, Wooltru, Johnnic Communications Ltd and Biotrace\r\nTrading 89 (Pty) Ltd. (Biotrace was a vehicle\ncreated to hold all but\r\nthe top 50 CNA stores.) The agreement was signed by\nBuckley McGrath, a director of M-Tel, on\r\nits behalf, and by Sifiso Dabengwa, a director of MTN, for that\r\ncompany.\n[14]\tIn\r\nsummary, the ARA provided that-\n(a)\tthe\r\nterms of the RA would remain in force except to the extent that those\r\nof the ARA were inconsistent with them;\n(b)\t(as a\r\nrecordal) M-Telâs income warranty for the year ended 30 June 2000\r\nhad been fully discharged;\n(c)\tCNA\r\nwaived its rights in respect of the income warranty for the year\r\nended 30 June 2001 and that warranty was deleted from the\nRA;\n(d)\tthe\r\nincome warranty for the year ended 30 June 2002 was replaced by an\r\narrangement that-\n(i)\textended\r\nthe warranty period within which the minimum income was to be earned\r\nto 15 months, i e from 1 April 2001 to 30 June\n2002;\n(ii)\trequired\r\nthat any shortfall that M-Tel would have to pay under the new\r\nwarranty arrangement be paid into a trust account to\nbe opened by\r\nattorneys Webber Wentzel Bowens for the purpose of enabling MTN to\r\nmeet its guarantee liability to Wooltru out of\nthat account;\n(iii)\trequired\r\nCNA and Biotrace to pay all income\n4\naccruing to them between 1 April 2001 and 30 June 2002, to a maximum\r\nof the sums payable in terms of the guarantees, into the trust\n\naccount, save that they would be entitled to withhold and to retain\r\nfor their own purposes 50% of their income from existing business\nto\r\nan aggregate maximum of R1 500 000 per month, and subject\r\nfurther to a maximum total withholding by CNA and Biotrace\n\ncollectively of R20 million.\n(iv)\tMTN\r\nundertook to furnish two guarantees, for amounts of R30 million and\r\nR54.6 million respectively to Wooltru, which in turn\nagreed that\r\nGordon and Kay would thereby be released from the sureties furnished\r\nby them under the agreement of sale. If MTN should\nbe called upon to\r\nmake payment under either guarantee it would be entitled to recover\r\nthe amounts paid by it from GKA, CNA and\nBiotrace âit being the\r\nintention of the parties that MTN will in fact be reimbursed by CNA\r\nand Newco [i e Biotrace], such reimbursement\nbeing effected from the\r\nmonies held in the Trust Account.â;\n(v)\tCNA\r\nceded to MTN, as security, its rights in respect of the trust\r\naccount.\n[15]\tOn the\r\nstrength of the ARA and the implementation of the mechanisms created\r\nunder it, the sale of CNA was implemented from\nApril 2001.\n[16]\tOn 30\r\nJune 2002 MTN duly performed under the guarantees and paid Wooltru\r\nthe sum of about R86 million.\n[17]\tOn 27\r\nJuly 2002 CNA was provisionally wound up.\nThe three actions\n[18]\tThe\r\nthree actions in the court below concerned, inter alia, the moneys\r\nthat remain in the trust account, M-Telâs obligation\nto top up\r\nthose moneys, and dispositions that the liquidators of CNA allege are\r\nvoidable at their instance.\n[19]\tIn\r\nthe action under case no 05/13586, MTN sued the liquidators of CNA on\r\nthe basis of an allegation that the latter is liable\nas a\r\nco-principal debtor with GKA to refund MTN in respect of MTNâs\r\npayment under the guarantees issued in favour of Wooltru.\n[20]\tThe\r\nliquidators defended that action on the ground that the provisions of\r\nthe ARA relied upon by MTN constitute voidable dispositions\nin terms\r\nof s 26 of the Act.\n[21]\tTo\r\nthat defence MTN replicated that:\nâ\n2.1\tIn\r\nreturn for one or more of the dispositions, the plaintiff in good\r\nfaith paid to Wooltru an amount of R85,976,778.08 pursuant\nto the\r\nguarantees as pleaded in paragraph 8 of the particulars of claim;\n2.2\tThe\r\nfirst defendantâs liquidators have not indemnified the plaintiff in\r\nrespect of the above;\n2.3\tAccordingly,\r\nin terms of\nsection 33(1)\nof the\nInsolvency Act 24 of 1936\n, the\r\nplaintiff is not liable to restore any benefits received under the\r\namend ing agreement.â\n[22]\tIn\r\nthe second action, under case no 05/13890, the liquidators instituted\r\naction against, inter alia, MTN and M-Tel alleging\nthat five\r\nparticular provisions of the ARA constitute dispositions not for\r\nvalue in terms of s 26 of the Act. The dispositions\nare identified as\r\n(1) the waiver of the second income warranty, (2) the undertaking to\r\npay monies into the trust account, (3) the\nundertaking to reimburse\r\nMTN, (4) the issuing of the undertaking as surety and co-principal\r\ndebtor in favour of MTN, and (5) the\ncession of the funds in the\r\ntrust account in favour of MTN. MTN and M-Tel raised in their pleas\r\nto that action, as one of their\ndefences, the following:\nâ\n14.2\tAlternatively\r\nand in the event of it being found that dispositions were made and\r\nare liable to be set aside as alleged (which\nis denied) then in such\r\nevent the defendants aver:\n14.2.1\tin\r\nreturn for one or more or all of the alleged dispositions the first\r\ndefendant [MTN], acting in good faith made payment\nto Wooltru Limited\r\nin amounts aggregating R85 976 778,08 pursuant to the aforesaid\r\nguarantees;\n14.2.2\tfurther\r\nin return for one or more of the aforesaid dispositions the second\r\ndefendant [M-Tel], acting in good faith lost its\nright against\r\nConsolidated [CNA] to terminate the retailer agreement consequent\r\nupon the breaches by Consolidated pleaded in paragraph\n6.2.3 above;\n14.2.3\tthe\r\nplaintiffs have not indemnified the first or second defendants in\r\nrespect of the aforegoing;\n14.2.4\taccordingly,\r\nin terms of section 33(1) of Act 24 of 1936 the first and/or second\r\ndefendants are not liable to restore any\nproperty or other benefits\r\nreceived under the alleged dispositions unless they are indemnified\r\nfor parting with the aforesaid monies\nand/or benefits and for losing\r\nsuch right, in accordance with section 33(1).â\n[23]\tIn\r\nthe third action under case no 05/13893 the liquidators sued to\r\nenforce the obligation of M-Tel, under clause 5.3 of the\nARA, to top\r\nup the trust account. M-Telâs plea did not raise a s 33(1) defence\r\nto this claim.\nThe\r\nissue\n[24]\tThe\r\npartiesâ agreement regarding the separate determination of an issue\r\nunder rule 33(4) was embodied in a minute which provided:\nâ\nAssuming\r\nthat the dispositions referred to at paragraph 15.4 of the\r\nparticulars of claim under case number 05/13890\n5\nconstitute dispositions within the meaning of\nsection 2\nof the\nInsolvency Act, No 24 of 1936\n, and were not made for value within a\r\nperiod of two years prior to the liquidation of Consolidated and\r\nwould accordingly be liable\nto be set aside (as alleged in paragraph\r\n15.5.2.1 of the particulars of claim), the Court is requested to\r\ndetermine the  merits\nof the defence pleaded in paragraphs 14.2.1 to\r\n14.2.4 of the plea under case number 05/13890, read with paragraphs\r\n2.1 to 2.3 of\nthe replication under case number 05/13586 (âthe\nsection 33(1)\ndefenceâ).â\n[25]\tAccordingly,\r\nfor the purposes of the hearing in the court below, only the merits\r\nof the\ns 33\npoint raised in MTNâs replication under case no\r\n05/13586 and MTN and M-Telâs plea under case no 05/13890, arose for\r\ndetermination.\n[26]\tAs\r\nagreed by the parties, and as directed in its order, the court was\r\nrequested and required to assume for the purposes of\nthe\r\ndetermination that the five identified provisions of the ARA did \r\nindeed constitute dispositions for the purposes of s 26 of\nthe Act\r\nand that such dispositions were not made for value (that is, that CNA\r\ndid not receive value for making such dispositions).\n[27]\tA\r\nparty relying on s 33(1) to avoid restoration of property or other\r\nbenefit received without indemnification must, according\nto its\r\nterms, prove that\n(i)\tit\r\nacted in good faith,\n(ii)\tin\r\nparting with property or security or in losing a right, and\n(iii)\tsuch\r\nparting or loss took place in return for the impugned disposition.\nAs\r\nappears from the separated case, MTN and M-Tel were put to the proof\r\nof all three elements.\nThe\r\nadmissibility and sufficiency of the evidence\n[28]\tIn\r\nattempting to discharge the onus the MTN parties relied on the\r\nevidence of two witnesses, Messrs Tredoux and Jenkins. Neither\nwas a\r\nmember of the board of either company in March 2001. Tredoux was\r\nemployed by MTN, as group executive (sales) while Jenkins\nwas a\r\nnon-executive director of M-Cell, the holding company of MTN and\r\nM-Tel and Johnnic Holdings the listed company which held,\ndirectly,\r\n15% of the shares in M-Cell and, indirectly, 35% of the shares in\r\nthat company. Neither witness was a signatory to the\nRA or, more\r\nimportant, to the ARA. By contrast, MTN and M-Tel did not call\r\nMcGrath to testify on their behalf, despite the fact\nthat he attended\r\nthe trial, was readily available, had been an executive director of\r\nM-Tel at all material times and had participated\nin the negotiation\r\nof the ARA and signed it on behalf of M-Tel\n6\n.\r\n(It was not disputed that Dabengwa, who signed on behalf of MTN was\r\nnot available to testify.) CNA called no witnesses, but around\nthese\r\nfacts its counsel developed an argument that it had not been open to\r\nMTN and M-Tel to rely on their witnesses for the purpose\nof\r\nestablishing âthe directing mind and willâ of those companies in\r\nrelation to either the presence of good faith\nor\r\nthe lack of intention to obtain a preference in insolvency to the\r\nprejudice of CNAâs creditors. Counsel sought to supplement\nthis\r\nsubmission by categorizing Jenkins as a poor and unreliable witness.\nAccording to Jenkins, McGrath\r\nwas âthe person taking the most responsibility for the MTN side of\r\nthingsâ, and, so counsel submitted,\nan inference should have been\r\ndrawn against the MTN parties because of the failure to call him to\r\ntestify.\n[29]\tPursuing\r\nthis line of attack, CNAâs counsel submitted that, as a matter of\r\nlaw the persons who have the management and control\nin relation to\r\nthe act in point are the directing mind and will of the company:\nEl\r\nAjou v Dollar Holdings plc\n[1994]\r\n2 All ER 684\n(CA) at 695g-696d, 697e, 699h-j, 705-706g, and that, on\r\nthis matter, there is no difference between South African and English\r\nlaw:\ncf\nSimon NO v Mitsui\r\nand Co Ltd\n1997 (2) SA 475\n(W) at 526I-531A and Blackman,\nCommentary\r\non the Companies Act\n4-123-to\r\n4-133. The\nâ\ndirecting\r\nmindâ need not be one person or body; the knowledge of more than\r\none can be combined to comprise a piece of information\nthat is\r\nregarded as knowledge of the company: Blackman,\nop\r\ncit\n, at 4-131;\nBrambles\r\nHoldings Ltd v Carey\n(1976)\r\n2 ACLR 176\nSC (SA) at 181.30-182.20;\nChisum\r\nServices (Pty) Ltd and the Companies Act 1961\n(1982)\n7 ACLR 641\nSC (NSW) at\r\n298;\nEntwells (Pty) Ltd v\r\nNational and General Insurance Co Ltd\n(1991)\r\n5 ACLR 424\nSC (WA) at 429.7-10.\n[30]\tCounsel\r\nfor the MTN parties sought, largely by reference to the same\r\nauthorities, to place a different slant on the matter.\nThey\r\nemphasized that not only a director of a company but any natural\r\nperson who has management and control in relation to the\nact or\r\nomission in question can be said to be the directing mind of a\r\ncompany:\nEl Ajou v Dollar\r\nHoldings plc\nsupra at\r\n696a-b, Blackman\nop cit\nat\r\n4-123 to 4-133 and particular at 4-130 citing\nCanadian\r\nDredge & Dock Co. Ltd v R\n(1985)\r\n19 DLR (4\nth\n)\r\n314 (SCC) at 330/1:\nâ\nThe\r\nact will be considered to be that of the directing mind as long as it\r\nis performed by the person in question within the sector\nof the\r\ncompany operation assigned to him by the company, which sector may be\r\nfunctional or geographic, or be the entire undertaking\nof the\r\ncompany. No formal delegation is necessary, nor does it matter that\r\nthe directors are unaware of the activity in question\nnor, in fact,\r\nthat the conduct had been expressly prohibited by the company.â\nIn\nEl Ajou v Dollar Holdings\r\nplc\nsupra at 699h-j Rose LJ\r\nsaid:\nâ\nFirst,\r\nthe directors of a company are, prima facie, likely to be regarded as\r\nits directing mind and will whereas particular circumstances\nmay\r\nconfer that status on non-directors. Secondly, a companyâs\r\ndirecting mind and will may be found in different persons for\n\ndifferent activities of the company.â\nSee\r\nalso Hoffman LJ\nop cit\n706d-e to similar effect.\n[31]\tThe\r\nauthorities relied upon by the parties are not in conflict. Each must\r\nof course be read in context. In each case the court\nstrives to\r\ndetermine whether it is the company which has spoken or acted to a\r\nparticular effect through the voice or conduct of\na human agency and\r\nis thereby to be held to the consequences or whether that agency was\r\nengaged in an activity which cannot fairly\nbe attributed to the\r\ncompany. Each case raises different facts and the eventual conclusion\r\nmust depend upon inference and probability\nin the absence of express\r\nevidence of adoption of the statements or conduct as the companyâs\r\nown. Respondentsâ counsel referred\nus to the following dictum from\nRe Bank of Credit and\r\nCommerce International SA (in liquidation) (No 15)\n:\nMorris v Bank of India\n[2005] 2 BCLC 328\n(CA) as\r\nto the kind of factors that a court would look at in determining\r\nwhether a particular natural person is the directing mind\nof the\r\ncompany for a particular act or state of mind. The rules of\r\nattribution would\nâ\ntypically\r\ndepend on factors such as these: the agentâs importance or\r\nseniority in the hierarchy of the company: the more senior\nhe is, the\r\neasier it is to attribute. His significance and freedom to act in the\r\ncontext of a particular transaction: the more\nit is âhisâ\r\ntransaction, and the more he is effectively left to get on with it by\r\nthe board, the easier it is to attribute.\nThe degree to which the\r\nboard is informed, and the extent to which it was, in the broadest\r\nsense, put upon enquiry: the greater\nthe grounds for suspicion or\r\neven concern or questioning, the easier it is to attribute, if\r\nquestions were not raised or answers\nwere too readily accepted by the\r\nboard.â\n[32]\tThe\r\nstate of mind which is in question, and which MTN and M-Tel are\r\nseeking to negate is the intention of either to obtain\na preference\r\nin insolvency and that which they seek positively to establish is\r\ngood faith on the part of both or one, in each case\nat the time of\r\nconcluding the ARA (which gave rise to the alleged parting with\r\nproperty or security and loss of rights). In that\ncontext I proceed\r\nto examine the position of Jenkins, and the company\nviz-a-viz\neach other with particular\r\nregard to the authority and role of McGrath.\n[33]\tBefore\r\nJenkins became employed by the Johnnic group he had worked himself up\r\nto the position of senior commercial partner in\none of South Africaâs\r\nmost prominent firms of attorneys where he specialised in media and\r\nentertainment law. MTN was a major\nclient for whom Jenkins acted as\r\nlead commercial attorney. He joined Johnnic as executive director of\r\nmedia and entertainment and\nheld as I have noted above,\r\nresponsibilities in several companies which, as his evidence makes\r\nclear, transcended the strict confines\nof individual corporate\r\ninterests. All of the group businesses were involved directly or\r\nindirectly with CNA.\n[34]\tAlthough\r\nhis area of responsibility took in a broad overview of group\r\ninterests, until about the end of February 2001 Jenkins\npossessed no\r\ndetailed knowledge of the involvement of MTN and M-Tel in the\r\nbusiness of CNA. At that time he heard that Wooltru\nhad sold its\r\ninterest in CNA to GKA, a company unknown to him. During a chance\r\nmeeting Gordon, GKAâs director, asked him to assist\nin establishing\r\nthe health of the relationship between CNA and MTN.\n[35]\tJenkins\r\nacquainted himself with the terms of the RA and made enquiries. He\r\nfound what he termed âa seriously troubled and\nproblematic\r\nrelationship from an M-Tel perspectiveâ. In consequence of a\r\ndecline in CNA turnover M-Tel was likely to have to\npay some R40\r\nmillion to CNA at the end of June to satisfy its warranty obligation.\r\nBut M-Tel employers were blaming CNA for not\npulling its weight and\r\nReynolds, the M-Tel executive directly concerned, was threatening to\r\nwithhold payment and cancel the RA.\nIt was apparent to Jenkins that\r\nthe relationship was close to breaking, a rupture that would harm the\r\nfinancial welfare of the\nJohnnic group.\n[36]\t  \r\nJenkins discussed the situation with Gordon whose attitude was that\r\nCNA needed the MTN products and that he preferred to\ndo business\r\nrather than fight. They agreed that it was in both partiesâ\r\ninterest to resolve the disputes. Gordon suggested that\nJenkins work\r\nout a formulation that would change the relationship and obligations\r\nand be more acceptable to MTN. Jenkins reported\nto Edwards, the CEO\r\nof the Johnnic companies\n,\nand was instructed by him to solve the problem because of the overall\r\nimportance to the group.\n[37]\t  As a\r\nresult Jenkins held frequent discussions with âthe MTN peopleâ,\r\nparticularly McGrath, trying to devise an acceptable\ncompromise short\r\nof âcancellation and a big fightâ. As Jenkins phrased it (without\r\nchallenge in cross-examination) the object\nwas âto draw a line\r\nunder the pastâ. The important goal, he said, was to drive the\r\ncommon business of CNA and M-Tel to meet\nthe targets. Gordon also\r\nwanted increased trading with the Johnnic Group.\n[38]\tIn\r\ndevising and negotiating the ARA Jenkins had to be particularly\r\nsensitive to his situation as an âoutsiderâ to MTN and\nM-Tel. For\r\nthis reason he went out of his way to ensure that the executives of\r\nboth companies were consulted including McGrath.\n[39]\tJenkins\r\nand Gordon both saw the common future interest in âa holistic\r\ntrading solution, a macro-vision of a new CNA . . .\nwith the support\r\nof its suppliersâ and the creation of a âlong-term and\r\nsustainable commercial substratum to the relationshipâ.\nNone of\r\nthis evidence, which was fundamental to why the ARA was constructed\r\nas it was, was challenged during the trial. Nor was\nJenkinsâs\r\nexplanation for the protection which that agreement afforded to the\r\nMTN parties by way, inter alia, of securities:\nâAny agreement that\r\ndoes not deal with the ultimate risks would be a flawed agreementâ.\n[40]\tAfter\r\nmuch âtoing and froingâ (thus Jenkins) a draft was produced. It\r\nwas duly approved by the respective company boards\nand signed. Of no\r\nless importance, although it received little mention in argument, was\r\nthe co-operation agreement for which Jenkins\nwas also responsible. It\r\nwas signed, also on 26 March, by Johnnic Communications Ltd, CNA\r\nHoldings, CNA and GKN. This contributed\nto the holistic solution by\r\ndrawing group suppliers other than MTN and M-Tel into a closer\r\nrelationship with CNA. It provided for\njoint investigation of\r\nopportunities for future business ventures with a view to concluding\r\nâmutually beneficial agreementsâ\nand for the joint promotion of\r\neach otherâs businesses, goods and services. This agreement was\r\nonly terminable after 30 June\n2002 on three monthsâ notice. In the\r\ncontext of the present appeal its importance is manifest: first, it\r\ndemonstrated that the\nrole played by Jenkins was recognised as\r\nserving the group interest; second, it corroborates his evidence that\r\nthe main concern\nfrom the side of the MTN parties was securing and\r\nextending the trade footprint of their brand through the vehicle of\r\nthe CNA stores;\nand third it confirmed that success was seen as bound\r\nup with the long-term viability of CNA.\n[41]\tThe\r\nscope of Jenkinsâs interest and involvement was much broader than\r\nthe submission of CNAâs counsel allows. In so far\nas his evidence\r\nwas required to make the case for M-Tel and MTN the court\na\r\nquo\nfound him to be a satisfactory and\r\nreliable witness. I am not persuaded that it was wrong in so finding.\r\nThe quality of Jenkinsâs\nevidence was, in my judgment, manifest in\r\nthe record. Of course he had imperfect recall of the precise sequence\r\nof events, testifying,\nas he did, years afterwards. He also conceded\r\nthat in the course of commercial negotiations it was sometimes\r\nexpedient to gild\nthe lily. Nevertheless I can find no reason to\r\nimpugn the truth and reliability of the main thrust of his testimony:\r\nthe primary\nintention throughout was to provide a lasting solution\r\nwhich would unite the commercial prosperity of CNA with the need of\r\nthe\nMTN parties (and their holding companies) to match and better the\r\nopposition by using CNAâs many and widespread outlets.\n[42]\tThe\r\nobjective probabilities which can be derived from the ARA and the\r\nrelated multi-party co-operation agreement are decisive\nin a\r\ndetermination of a contemplation of liquidation. Those probabilities\r\nreflect the best evidence as to the mindsets of the parties\nto the\r\nagreements. Their weight does not depend on the say-so of Jenkins,\r\nthough his evidence provides confirmation of the intention\nbehind the\r\nbare words. The result is that the failure to call McGrath, did not,\r\non a holistic assessment of the evidence, tell\nagainst the validity\r\nof the conclusion. To do so would have been superfluous because the\r\nboard of each of the MTN parties revealed\nits own unequivocal state\r\nof mind in the ARA and in entering into the agreement must be\r\nunderstood to have exercised the will of\nits company accordingly.\n[43]\tCounsel\r\nfor CNA submitted that McGrath as a witness would have provided\r\ninsight into what motivated the boards of MTN and M-Tel,\nparticularly\r\nin so far as the uncertain financial situation of CNA was concerned.\r\nBut if the best evidence of their mindset resided\nin the agreements\r\nthen such evidence was unnecessary. There was, at the end of the\r\nevidence, and despite the absence of testimony\nfrom any member of the\r\nboards, no reason to believe that Jenkins had not properly informed\r\nthem of all relevant matters which might\nbear on the decision to\r\nconclude the agreement.\nAs the\r\ntrial judge pointed out the bona fides of the MTN parties should be\r\ntested through a prospective lens, rather than examining\nthe state of\r\nCNA at the time the ARA was signed. The agreements reflected the\r\nimportance placed on looking to the future on the\nstrength of the\r\nfoundation which they created. Nothing McGrath could have added would\r\nhave changed that.\n[44]\tFor\r\nall these reasons I would dismiss the attack on the admissibility and\r\nreliability of Jenkinsâs evidence.\nThe\r\nalleged parting with property and loss of rights in return for the\r\ndispositions\n[45]\tBefore\r\nentering upon a discussion of this question it is necessary to\r\nconsider precisely what was in issue between the parties\nin this\r\nconnection. For reasons which will become obvious this question is of\r\nmore importance to M-Tel than to MTN.\n[46]\tThe\r\nparties were represented in the court\na\r\nquo\nby experienced senior\r\nand junior counsel. The formulation of the separation of issues was\r\npresented to the trial judge without dissent.\nSalduker J considered\r\nthe application and must have determined that the issues as\r\nformulated could conveniently be decided separately\nfrom other\r\nquestions arising on the pleadings. Her order fixed the specific\r\ncontent of the dispute and bound both the judge and\nthe parties. A\r\ncourt on appeal would be slow to read into its scope something which\r\nthe parties themselves forbore or omitted to\ninclude and which had\r\nnot been drawn to the attention of the trial judge.\n[47]\tThe\r\nformulation was expressly made subject to certain assumptions: 1)\r\nthat the dispositions in para 15.4 of the plea were âdispositionsâ\n\nas defined in s 2 of the Act, 2) that the dispositions were not made\r\nfor value within two years prior to the liquidation of CNA,\nand 3)\r\nthe dispositions were accordingly liable  to be set aside. It was on\r\nthe foundation of these assumptions and no other that\nthe evidence\r\nproceeded. The formulation confined the court\na\r\nquo\nto the merits of the\r\ndefence pleaded in specific paragraphs of the plea and replication.\r\nWithin those confines the enquiry became\none into proof of the\r\nelements necessary for successful reliance on s 33(1). For present\r\npurposes that meant that M-Tel elected\nto rely only on a single act\r\nin reciprocation for the disposition ie the loss of its right to\r\ncancel. That this was the approach\nof the parties and the\r\nunderstanding of the court below appears from the judgment in that\r\ncourt (paras 109, 111, 113-7, 118-9,\n188 and 193-4).\n[48]\tThe\r\nabsence of M-Telâs right to cancel was expressly raised in paras 28\r\nand 42 of the application for leave to appeal; that\nright only had\r\nrelevance in so far as it was the only loss of right or property\r\nrelied on by M-Tel in substantiation of the s 33(1)\ndefence.\n[49]\tThe\r\nrespondentsâ failure to prove the reciprocal element of s 33(1) was\r\naddressed in the appellantâs heads of argument\nâ at paras 137-40\r\nin respect of MTN and at paras 141-3 in respect of M-Tel. The\r\ndefences were addressed separately because MTN\nand M-Tel had pleaded\r\nin substantially different terms in paras 14.2.1 and 14.2.2 and\r\nraised independent defences; there was no\nintimation that either\r\nrelied upon any factual allegation by the other.\n[50]\tIn\r\nthe respondentsâ heads of argument (para 8) their counsel accepted\r\nas common cause that each respondent bore the onus\nof proving the\r\nrequisite elements of its s 33(1) defence.\n[51]\tBut\r\nin paras 14 to 30 of those heads the suggestion was made, for the\r\nfirst time, somewhat obliquely, that M-Tel may shrug\noff its specific\r\nreliance (in para 14.2.2 of the plea) on the loss of a right to\r\ncancel, and, instead, broaden its case to rely\non âa holistic\r\ntransactionâ with interlinked terms in which âthe evidence\r\nestablished that\nthe rights\r\ngiven up by the MTN parties\n[my emphasis] were given in return for all the hypothesised\r\ndispositionsâ, because, according to counsel, âthe dispositions\n\nin the ARA were not severableâ. The legal consequence, according to\r\nthe submission, is that none of the dispositions can be set\naside\r\nagainst either of the MTN parties unless and until MTN is indemnified\r\nin the amount of the guarantees.\n[52]\tThat\r\nwas not the case pleaded and in terms of which the issues were put to\r\nthe learned judge. It is not reflected in her separation\norder. Nor\r\nwas it the case canvassed in evidence\n7\nâ where attention was focussed on the unsatisfactory contractual\r\nperformance\nof CNA giving rise to\r\nthe supposed right of cancellation. Apparently this line was not\r\nargued because the court\na\r\nquo\nonly directed its\r\nattention to the pleaded case â and received no criticism for so\r\ndoing. Finally, in argument before us Mr Kushke\nfor the appellant did\r\nnot think it necessary to address that aspect and Mr Subel neither\r\nreferred to nor developed the argument.\n[53]\tWhether\r\nthe provisions of the ARA were indivisible raises potentially\r\ncomplicated issues of interpretation: see\nBobâs\r\nShoe Centre v Heneways Freight Services (Pty) Ltd\n[1994] ZASCA 158\n;\n1995\r\n(2) SA 421\n(A) at 429A-430E. If the contract should be construed as\r\nindivisible, the impact of that construction on the s 33(1) defence,\r\ngiven\nthe terms in which it was pleaded, is by no means obvious. The\r\nmatter was not addressed by either counsel. I would be loth to embark\n\non such an investigation without the benefit of their submissions.\r\nBut, as I have already pointed out, the effect of separating\nthe\r\nissues, in terms chosen by the parties themselves, was to treat the\r\nalleged reciprocal performances of MTN and M-Tel respectively\nas\r\nindependent. That the respondents now find that election irksome or\r\neven impracticable is a risk inherent in committing oneâs\nclient to\r\na closely formulated issue.\n[54]\tEven\r\nif the terms of an order of court are capable of tacit variation or\r\nextension by evidence in which an unpleaded issue\nis unequivocally\r\nraised and fully canvassed, as is on occasion allowed in relation to\r\nsuch an issue,\n8\nthat did not happen in this trial. The appellant was not put upon\r\nnotice of either the facts on which such reliance would be placed\nor\r\nthe intention to depart from the pleaded case. When I raised the\r\nrestriction inherent in para 14.2.2 Mr Subel conceded its existence\n\nbut made no application for an amendment\n9\n.\r\nM-Tel is thus bound to the limits of the order of court and its\r\npleadings.\n[55]\tAssuming\r\nthat my analysis of the issue is correct, does that matter? If two\r\nparties negotiate in their corporate interest,\nas members of a group\r\nof companies, for (what afterwards turns out to be) an impugnable\r\ndisposition, but only one of them has parted\nwith property or lost a\r\nright in return for that disposition, can the other rely on the\r\nparting or loss to invoke s 33(1)? I think\nthe answer must be ânoâ.\r\nThe section is concerned with parting and losing in a material sense.\r\nIt does not  contemplate reliance\non anotherâs giving up of such\r\ninterests, as if the parting or loss could occur vicariously. Any\r\nperson who contends that he\nis not obliged to restore must bring\r\nhimself strictly within its terms.\n[56]\tMoreover,\r\nas pointed out in\nBarclays\r\nNational Bank Ltd v Umbogintwini Land and Investment Co (Pty) Ltd (in\r\nliquidation) and Another\n1985 (4) SA 407\n(D) at 410\nin\r\nfine\nthere must be a causal\r\nconnection between the making of the disposition and the parting with\r\nproperty, a connection described by\nKumleben J as âconsideration\r\n(âvergoedingâ) or the\nquid\r\npro quo\nfor the\r\ndispositionsâ (at 411B). The proposition holds equally in relation\r\nto the loss of a right. I would carry the matter further\nin the\r\ncircumstances of the present case: it is not sufficient for reliance\r\non s 33(1) that there should be an incidental connection\nbetween the\r\ndisposition and the loss. âIn return forâ necessarily implies\r\nthat M-Tel was willing to and did give up a right\nbecause\nCNA was willing to and did\r\nmake the disposition. When, as here, the respective acts of the\r\nparties are said to have arisen in relation\nto the conclusion of an\r\nagreement (in this case, the ARA) examination of its terms is the\r\nfirst step in determining whether reciprocity\nin that sense is\r\nproved.\n[57]\tClause\r\n2.2 of the ARA recorded that:\nâ\nMTN\r\nand M-Tel are both wholly-owned subsidiaries of MTN Holdings\r\n(Proprietary) Limited. M-Tel has furnished the Income Warranties\nto\r\nCNA, subject to conditions. M-Telâs liability in terms of the\r\nIncome Warranty for the year ended 30 June 2001 is substantial,\nand\r\nfurther claims may be made in respect of the Income Warranty for the\r\nyear ended 30 June 2002. The parties wish to renegotiate\nthe terms of\r\nthe Income Warranties.â\nThe\r\nabsence of any assertion of a right in the hands of M-Tel arising\r\nfrom breaches by CNA is striking, if explicable in the background\nof\r\nâdrawing a line under the pastâ (to adopt an expression used by\r\nJenkins to describe the negotiatorsâ intentions). But\nthe positive\r\nmanner in which M-Telâs liability under the second income warranty\r\nis stated, is, to say the least, not only in\nconflict with the\r\nexistence of such a right but excludes any unspoken reliance on it.\n[58]\tClauses\r\n4.1 and 4.2 enhance that impression:\nâ\nCNA,\r\nNewco and M-Tel agree, with respect to the Income Warranties that:-\n4.1\tM-Tel\r\nhas fully discharged its obligations to CNA in respect of the Income\r\nWarranty for the year ended 30 June 2000;\n4.2\tthe\r\nIncome Warranty for the year ended 30 June 2001 is hereby deleted\r\nfrom the Retailer Agreement. Accordingly neither CNA nor\nNewco shall\r\nhave any claim  against M-Tel arising from that Income Warranty, and\r\neach of CNA and Newco waives any claims which\nit may have against\r\nM-Tel arising from that Income Warranty.â\nThe\r\nexistence and enforceability of claims by CNA arising from the second\r\nwarranty of the RA are expressly excluded. But potential\nclaims by\r\nM-Tel deriving from the same source are neither excluded nor\r\npreserved.\n[59]\tReading\r\nclauses 2.2 and 4 together creates a probable inference that M-Tel\r\neither did not regard such claims as extant or discounted\nthem as\r\npossessing no value.\n[60]\tIn\r\nits plea to CNAâs claim (para 6.2.3) M-Tel specified no fewer than\r\nsix categories of alleged shortfalls in the performance\nof CNAâs\r\nobligations under clause 25.3 of the RA\n10\n.\r\nIt was upon such breaches that M-Tel relied (in para 14.2.2 of its\r\nplea) for the right to terminate the RA which it had lost in\nreturn\r\nfor the dispositions by the CNA under the ARA. The evidence adduced\r\nby M-Tel did not, however, attempt to substantiate the\npleaded\r\nbreaches\n11\nor whether any loss was suffered in consequence. It remains pure\r\nspeculation as to whether the opportunity to cancel possessed\nany\r\nvalue in M-Telâs hands before the conclusion of the ARA.\n[61]\tIn\r\nthe circumstances, although the breaches relied on by M-Tel may in\r\nfact have taken place and  given rise to a right to claim\n\ncancellation, I am satisfied that the loss of such a right was no\r\nmore than incidental to the conclusion of the ARA and was not\nshown\r\nby M-Tel to have been reciprocal for the dispositions under that\r\nagreement. For that reason alone M-Tel failed to bring its\ncase\r\nwithin the terms of s 33(1) and the learned judge should have\r\nanswered the reserved question against it.\n[62]\tAs\r\nfar as MTN is concerned the position is different. It pleaded to\r\nCNAâs claim in reliance upon s 33(1) that in return for\none or more\r\nof the alleged dispositions, acting in good faith, it made payment to\r\nWooltru of amounts aggregating R85 976 778.08\npursuant to the\r\nguarantees which the ARA had required it to furnish. Although the\r\nreciprocal nature of payments and the dispositions\nwas put in issue\r\nin the pleadings. CNA formally admitted before the trial that âin\r\nreturn for one or more of the dispositions\nMTN gave the guarantees\r\nunder which payment was made to Wooltruâ. But for the dispositive\r\nundertakings in the ARA, MTN would\nnot have given the guarantees or\r\nmade any part of the payment and that connection satisfied the\r\nelement of reciprocality\n12\n.\r\nCounselâs submission that the obligation to pay flowed from the\r\nguarantees and not from the agreement relies on an artificial\n\ndistinction. The appeal against this aspect of the judgment in favour\r\nof MTN cannot succeed.\nGood\r\nfaith\n[63]\tWithout\r\nproof of good faith reliance on s 33(1) must fail. Such probity must\r\nexist at the time of the reciprocation between\nthe parties. As was\r\npointed out by Williamson J in\nRuskin\r\nNO v Barclays Bank DCO\n1959\r\n(1) SA 577\n(W) at 584-5, the enquiry should not be limited to the\r\nnarrow action of parting or losing if there is reason to believe, for\r\nexample,\nthat the party in question breached that standard in the\r\ncourse of the transaction which gives rise to that action. It is\r\nunnecessary\nto speculate on the unlimited breadth of circumstances\r\nwhich may justify a conclusion that good faith was absent. In the\r\ncontext\nof s 33(1) generally, and in the circumstances of this case\r\nin particular, âgood faithâ necessarily implies absence of a\r\ncontemplation\nof insolvency at the time of the transaction. This\r\nflows from the definition in s 2 of the Act.\n13\nSignificantly there is no limitation to dispositions made by the\r\ninsolvent or to the intention of the insolvent.\n14\nIn so far as the definition sets a standard of moral culpability\r\nthere is no reason to distinguish in this regard between an insolvent\n\nand his creditor.\n15\nAs 33(1) deals specifically with dispositions the definition of good\r\nfaith properly measures the conduct of a party who invokes\nit.\n[64]\tWhether\r\nactual contemplation of sequestration (or liquidation) exists has\r\nbeen\nassessed by the courts at\r\nvarious levels of certainty\n16\nsometimes in expressions which assume that at the level of\r\nsubstantial inevitability little doubt can remain\n17\n.\r\nNone of the cases was concerned with s 33 (1) (or an equivalent\r\nprovision) where the state of mind in question is not that of\nthe\r\ninsolvent but of someone who may not even be a creditor (as MTN was\r\nnot) and whose connection with the affairs of the insolvent\nmay be\r\ntenuous but who nevertheless attracts an onus.\n18\nTo pitch good faith on the basis of a high probability of\r\nsequestration would appear to accord with fairness to a person in\r\nsuch\na position. But it is unnecessary to decide the question\r\nbecause, as I shall show on an analysis of the evidence, liquidation\r\nwas\ncertainly not present to the mind of either Jenkins or the board\r\nof MTN as a probability.\n[65]\tJenkins\r\ntestified that he possessed no contemplation of liquidation as a real\r\npossibility. It was âunthinkableâ he said.\nBy that I understood\r\nhim to mean, not that he excluded the possibility, but rather that he\r\nregarded it as very unlikely. One does\nnot have to rely on his\r\nunsubstantiated word. Every objective probability before and at the\r\ntime of concluding the ARA bears him\nout.\n[66]\tIn\r\nthe letter of 9 March 2001 to Wooltru in which Mr Dabengwa recorded\r\nMTNâs preparedness to furnish guarantees â written\nat a time when\r\ndissimulation served no purpose â the following was stated:\nâ\nGiven\r\nWooltruâs stated intention of disposing of the CNA Group, we are\r\nprobably as keen to see a successful transaction concluded\nas\r\nyourselves. Furthermore it is in our business interest that CNA\r\nshould re-establish itself as a successful retail chain.\nWith\r\nthis in mind, we have had a number of discussions with the proposed\r\nbuyers of the CNA Group and believe that it will be possible\nfor us\r\nto re-frame our agreement with the CNA Group in a manner which takes\r\ninto account the changing dynamics of the cellphone\nmarket.â\n[67]\tThe\r\nCNA had endured a long and successful existence. Jenkins, without\r\ncontradiction, called it âa South African iconâ and\ndescribed it\r\nas âingrained in the South African psycheâ. It operated a large\r\nnumber of retail stores, was found in nearly every\nmall in the\r\ncountry, mainly as an anchor tenant, its turnover was vast; with the\r\nJohnnic group alone it amounted to about R100\nmillion annually at the\r\ntime that the ARA was negotiated. It represented, as Jenkins said âa\r\nhuge channel to marketâ which\nit was strongly in MTNâs interest\r\nto exploit and enlarge.\n[68]\tThe\r\ndifficulties that M-Tel experienced in its relationship with CNA had\r\nnot involved non-payment of cheques, undue delays\nin payment,\r\nreduction in orders, all of which would have been signs of financial\r\ndistress. Bills were paid as and when due.\n[69]\tWooltru\r\nhad sold the company for R150 million very shortly before, on the\r\nstrength of a positive report from an international\nbank, a fact\r\nwhich told strongly in the mind of an outsider such as MTN or M-Tel\r\nagainst the prospect of liquidation in the foreseeable\nfuture.\n[70]\tGordon\r\nhad produced considered and persuasive plans for the reorganization\r\nand development of the business. There were afterwards\nreflected in\r\nthe ARA and particular in the prominence given to the role of\r\nBiotrace.\n[71]\tIn\r\nconcluding the ARA both parties manifested an unequivocal intention\r\nto maintain and improve the business, an attitude totally\n\nirreconcilable with a contemplation of liquidation as a real\r\npossibility at any time prior to the September 2002 deadline. The\n\nrespondentsâ intentions and confidence were manifested by conduct\r\nand consequences:\n(a)\tMTN,\r\nwhich had no obligations to the CNA under the RA, undertook a\r\nsubstantial new guarantee obligation, a risk which can only\nbe\r\nrationalized by the overall benefits which the group expected to\r\nachieve from the implementation of the ARA. The MTN parties\nhad not\r\nseen and had no means of accessing CNAâs current financial\r\nstatements.\n(b)\tPayment\r\nof the guarantee furnished to Wooltru for R85.6 million, was to be\r\nsecured out of the future income of CNA from its\ncell phone business.\r\nImportantly, although the MTN parties considered it very likely that\r\nM-Tel would have to make good its guarantee\nfor the second warranty\r\nyear to the extent of R40 million, that liability could not\r\nmaterialize until 30 June 2001. Should insolvency\nhave intervened\r\neither before that date or after it but before 30 June 2002, as\r\ncounsel conceded, M-Tel would have been absolved\nfrom paying the\r\nsecond warranty or the third warranty as the case might be. So that,\r\nin undertaking the guarantee, MTN was committing\nitself unreservedly\r\nto pay R85.6 million as against, in the event of insolvency, either a\r\nnon-existent liability of M-Tel to CNA\nor one which would be greatly\r\nreduced. In short, if insolvency was a real prospect at the time of\r\nconcluding the ARA the MTN parties\nwere likely to be materially worse\r\noff. In these circumstances the âring-fencingâ of CNAâs income\r\nin the trust account could\nhardly be said, to place the MTN parties\r\nin a more favourable position than they would have enjoyed if the\r\nobligations of the RA\nhad remained in force, despite counselâs\r\nsubmission to that effect.\n(c)\tSignificantly,\r\nthe moneys paid into the trust fund out of CNAâs income could not\r\nbe used until September 2002. The income\nfrom the cell phone business\r\nin the second year of the RA had been projected at about R45 million,\r\nleaving some R40 million to\nbe made good by M-Tel under the RA\r\nguarantee, yet MTN and M-Tel were prepared to expose themselves to a\r\nrisk which required the\ngeneration of turnover of R85.6 million over\r\n15 months in order to balance the new guarantee obligation undertaken\r\nin the ARA.\nSuch a willingness was commercially inexplicable unless\r\nthe MTN parties expected to recoup that obligation out of the added\r\nbenefits\nwhich the ARA would produce. Added to this, MTN was content\r\nwith a pledge of shares in the CNA business rather than a balance\r\nsheet\nsecurity. But if the business was not worth anything then\r\nneither was the pledge.\n(d)\tM-Tel\r\nput Reynolds on the board of CNA to ensure that CNA put its weight\r\nbehind the implementation of the ARA.\n(e)\tThe\r\nARA made provision for R1.5 million per month to be excluded from the\r\npayments into the trust and to be used in the CNA\nbusiness. That\r\narrangement too was consistent with a viable going concern rather\r\nthan a business whose demise was only a matter\nof time.\n(f)\tThe\r\nARA introduced new Johnnic parties to the contractual relationship\r\nwith CNA, with the undoubted purpose of strengthening\nthe commercial\r\nsupport for the overall business of CNA (and not merely the cell\r\nphone side).\n[72]\tThe\r\ncumulative weight of the aforegoing considerations together with the\r\nthrust of Jenkinsâs testimony persuades me that:-\n1.\tThe\r\nmain concern of the MTN parties was the retention of their market\r\nshare in the cell phone sector by means of their presence\nin the CNA\r\noutlets.\n2.\tThe\r\npurpose of the ARA and the related Johnnic group agreement were to\r\nstabilize and promote the CNA business so as to tighten\ntheir grasp\r\non that share.\n3.\tThe\r\nâconcessionsâ extracted from CNA by MTN and M-Tel were motivated\r\nby genuine commercial considerations and the benefits\nwhich all\r\nparties would derive from an ongoing and flourishing trading\r\nrelationship.\n4.\tSuch concerns as may\r\nhave exercised the minds of the executives of the Johnnic group\r\nconcerning the financial stability of CNA\nwere laid aside in the\r\nconclusion of the ARA except in so far as commercial prudence\r\ndictated.\n[73]\tIn an\r\nattempt to offset the inherent probabilities in favour of MTN,\r\ncounsel for CNA relied in particular upon two documents\nexhibited in\r\nthe trial. The first was notes made by Graham Bird of Cazenove South\r\nAfrica (Pty) Ltd\n19\nof a conversation with Jenkins on 9 March 2001 in the context of\r\nGKNâs inability to provide guarantees to Wooltru as required\nby the\r\nsale agreement.\nIt was\r\nduring the course of this meeting that Jenkins agreed in principle\r\nthat MTN would instead undertake that liability. The conclusion\nto\r\nthe note reads:\nâ\nThe\r\nconversation was extremely friendly, and Paul Jenkins was clearly\r\nanxious to allay any fears that Willow [Wooltru] might have.\nHe\r\nemphasised two key points several times:\n*\tThe\r\nproposed deal makes sound commercial sense for both MTN and Johnnic,\r\nand hence there is a strong commercial incentive for\nthem to complete\r\nthe project.\n*\tJohnnic\r\nhas a strong incentive to see Crocus [CNA] survive. Consequently, he\r\nhas put considerable resources into the project to\nensure that the\r\ntiming requirements are met.\nIf\r\nrequired, Paul Jenkins will call Barry Adams, of Mallinicks, to\r\nprovide additional comfort.\nThe\r\nconversation was such that Graham was left with a very positive\r\nfeeling regarding MTN  and Johnnicâs intentions and their\ndesire to\r\nsee closure of the Crocus sale and purchase agreement.â\nCounsel\r\nsubmitted that the reference to âCrocusâ surviving was a clear\r\nindication that Jenkins regarded its viability as doubtful.\nBut that\r\nignores the positive thrust of the remainder of the quoted passage\r\n(even allowing for âgildingâ by Jenkins) in the\ncontext of what\r\nthe proposed deal was intended to achieve.\nThe\r\nsecond document was the so-called âboard circularâ of 12 March\r\n2001 which was prepared by Jenkins, inter alia, to explain\nto the\r\ndirectors of M-Tel and MTN what the content of the proposed ARA would\r\nbe and what the thinking was that underlay the transaction.\nUnder the\r\nheading âEvaluationâ the circular (in its draft form\n20\n)\r\nstated:\nâ\nLegal\r\nopinion obtained indicates that M-Tel is liable for an amount of up\r\nto R45m in September 2001 and an amount of up to R85m\nin September\r\n2002. The suggested arrangement significantly reduced this exposure,\r\nand the remaining exposure, being liquidation\non the short term can\r\nbe secured by the pledge of the 20% shares in the âTop 50 â\r\nstores.\nThe\r\nagreed mechanism of securitisation of the discounts, commissions and\r\nincentives, further allow the commercial risk to be reduced.â\nCounsel\r\nemphasised the repeated reference to âexposureâ and âriskâ\r\nand especially the identification of the harm resulting\nfrom\r\nâliquidation on the short termâ and its avoidance by the taking\r\nof securities. Here, they submitted, the truth emerged\nthat Jenkins\r\nrecognised liquidation as a real prospect; in the absence of\r\nresulting evidence from McGrath it must be assumed that\nhe viewed the\r\nprospects in a similar light and should and would have communicated\r\nthose concerns to the board. There might be some\nmerit in this\r\nsubmission if the statement is read in isolation and not as merely\r\none incident in the longer train of events. Once\nagain the objective\r\nconduct embodied in the agreements carries far more\nweight.\n[74]\tThe\r\ncumulative weight of all the considerations to which I have alluded\r\nidentifies the ARA as a genuine commercial transaction\ndirected to\r\nthe long-term benefit of all its parties, benefit that could only be\r\nderived from the future prosperity of the CNA.\nAs such it excludes\r\nthe possibility that MTN contemplated the liquidation of that company\r\nwhether according to a standard of inevitability\nor even as a real\r\nprospect.\n[75]\tThe\r\nlearned judge\na quo\nwas\r\ntherefore right to conclude that MTN had discharged the onus to show\r\ngood faith and in answering the separated issue in its\nfavour.\n[76]\tI\r\nwould dismiss the appeal in respect of the order made in favour of\r\nMTN, with costs of two counsel but uphold it in respect\nof M-Tel.\n____________________\nJ\r\nA HEHER\nJUDGE\r\nOF APPEAL\nNAVSA JA and HURT AJA\r\n(NUGENT and MHLANTLA JJA concurring):\n[77]\tWe have had the\r\nbenefit of reading the judgment of our colleague Heher JA. We agree\r\nwith his analysis of the evidence presented\nby Jenkins and the\r\ninferences which he said were to be drawn from the agreements\r\nthemselves, in particular the ARA. We agree also\nwith his conclusions\r\nconcerning the bona fides of MTN, its entitlement to invoke the\r\nprovisions of s 33 of the Insolvency Act 24\nof 1936 ('the Act') and\r\nthe order which he proposes concerning MTN.  We respectfully disagree\r\nwith his conclusions in relation\nto M-Tel and his proposed order to\r\nthe effect that it could not avail itself of the claim to an\r\nindemnity under s 33.\n[78]\tThe\r\nfinding that M-Tel is not entitled to invoke the provisions of s\r\n33(1) of the Act is based upon the conclusion that M-Tel\nitself did\r\nnot part with any property or security or lose any right in return\r\nfor the waiver by CNA of its claim under the second\nincome warranty.\r\nIn this connection reference was made to the judgment of Kumleben J\r\nin\nBarclays National Bank Ltd v Umbogintwini\r\nLand and Investment Co (Pty) Ltd (in Liquidation) and Another\n1985\r\n(4) SA 407\n(D) at 410I.\n[79]\tWe cannot agree with\r\nour colleagueâs finding that, in the light of the evidence adduced,\r\nthe ârightâ which M-Tel claimed\nto have relinquished for the\r\npurpose of paving the way for the conclusion of the ARA was more\r\nillusory than real or that its loss\nwas 'no more than incidental to\r\nthe conclusion of the ARA and was not shown by M-Tel to have been\r\nreciprocal for the dispositions\nunder that agreement'.  We do not\r\nagree that the 'right' can correctly be dismissed as illusory. The\r\nevidence was that there was\nsubstantial dissatisfaction with the way\r\nin which CNA had gone about administering the RA. In our view it was\r\nestablished that,\nif it had not been possible to reach a solution by\r\namending the RA, litigation between M-Tel and CNA would most probably\r\nhave ensued.\nThere is nothing to suggest that M-Tel's complaints\r\nabout CNA were trumped-up or otherwise spurious. Although it is not\r\npossible,\non the evidence, to attribute a value to M-Tel's possible\r\nclaim in this regard, if it is accepted (as we consider it must be)\r\nthat\nthere was some basis for a contention that CNA had failed to\r\ncomply with its obligations, that would have entitled M-Tel to\r\ncontest\nits liability under the income warranty and possibly to claim\r\ndamages for the breach. The fact that the relinquishment of such a\n\nright was 'incidental to the conclusion of the ARA' by no means\r\nnegates it as 'parting with property'. It in fact emphasizes that\nthe\r\nrelinquishment was designed to clear the way for the conclusion of\r\nthe amending agreement.  We cannot therefore agree with\nthe\r\nconclusion that, because it did not make a substantial contribution\r\nof \"property\" to the ARA, M-Tel should be non-suited\nin\r\nregard to s 33.\n[80]\tFurthermore, we take\r\nthe view, for the reasons set out below, that the contributions by\r\nthe MTN parties, which cumulatively\nmade the conclusion of the ARA\r\npossible, cannot be separated and examined on an individual basis. It\r\nis important to bear in mind\nwhat was repeatedly emphasised by the\r\nMTN parties and what was ultimately borne out by the evidence and the\r\ndocumentation, namely\nthat the ARA was seen by all parties involved\r\nas a holistic solution. It served the interest of all the Johnnic\r\nparties; its purpose\nwas to ensure CNAâs viability and, in so\r\ndoing, it was promoting the interests of all its participants.\n[81]\tMTN, which was not a\r\nparty to the RA, became involved in the ARA for the purpose of\r\nprotecting M-Telâs, and the Johnnic Group's\nposition. Johnnic\r\nbecame involved because a significant negative impact on M-Telâs\r\nposition would affect the financial health\nof the group as a whole.\n[82]\tSeen in the\r\ncomposite manner described above, the questions whether property was\r\nparted with or rights lost, and the issue\nas to whether this was done\r\nin good faith, raised by the stated case, must, in our view, be\r\nexamined from the point of view of\nthe MTN parties as a group, and\r\nnot from the point of view of the individual actors.  We are in\r\nrespectful agreement with the finding\nof our colleague that, in so\r\nfar as MTN is concerned, it was entitled to rely upon s 33(1) on the\r\nfollowing basis: in return for\none or more of the dispositions in\r\nquestion and acting in good faith it had made payments to Wooltru of\r\namounts aggregating R85\n976 778.08 pursuant to the guarantee which\r\nthe ARA had required it to furnish.  As he himself emphasized in\r\npara 60(c), the\nwillingness of MTN and M-Tel to expose\r\nthemselves to a risk which required the generation of a turnover of\r\napproximately R85 million\nover 15 months is 'commercially\r\ninexplicable unless the MTN parties expected to recoup that\r\nobligation out of the added benefits\nwhich the ARA would produce'.\n[83]\tThe stated case\r\nrequired the court to assume that the dispositions by CNA were liable\r\nto be impugned under s 26 of the Act.\nOn this assumption the court\r\nwas asked\n'. . . to determine the\r\nmerits of the defence pleaded in paragraphs 14.2.1 to 14.2.4 of the\r\nplea under case number 05/13890, read\nwith paragraphs 2.1 to 2.3 of\r\nthe replication under case number 05/13586 (\"the section 33(1)\r\ndefence\").'\nThe MTN parties accepted\r\nthat they bore the onus to show that they had parted with property or\r\nsecurity or had lost rights against\nCNA and in so doing had acted in\r\ngood faith. It was on this basis that the MTN parties contended that\r\nthey were not obliged to\nrestore any of the dispositions unless\r\nindemnified. Clause 2.4 of the ARA stipulates that âin\r\nconsideration for the concessions\nmade by CNA, MTN will furnish the\r\nfirst and second guarantee to Wooltru'. In its particulars of claim\r\nMTN alleged that it paid\nWooltru, pursuant to the guarantee, in\r\nreturn for the dispositions. CNA admitted that the guarantees were in\r\nreturn for one or\nmore of the dispositions.\n[84]\tIn para\r\n27 of their heads of argument the MTN parties submit that the terms\r\nor obligations under the ARA were not âmaterially\nseverable from\r\nthe holistic multiparty agreement the terms of which were\r\ninterlinkedâ. The last sentence of para 27, followed\nby para 28,\r\nwith reference, inter alia, to\nUmbogintwini\n,\r\nreads as follows:\nâ\nThe ARA is in its\r\nterms an indivisible transaction.\nâ\n(28) This latter\r\ninsight is important when it comes to considering the question of\r\nsetting aside dispositions vis-à-vis M-Tel\nand their being set\r\naside vis-à-vis MTN. The dispositions in the ARA are not\r\nseverable, and no suggestion was put forward\nby CNA as to any such\r\nseverance. Indeed, the action for setting aside the dispositions also\r\ntreats them holistically and seeks\nan order as against all defendants\r\nfor their being set aside.â\n[85]\tIn the judgment of\r\nthe court below (para 152) the following is recorded:\nâ\nIt is unchallenged\r\nthat the purpose of the ARA was to secure a viable CNA group going\r\nforward which was mutually beneficial to everyone.â\n[86]\tThere\r\ncan, in our view, be no doubt that CNA knew what case it had to meet.\r\nThe ARA was at the very centre of the dispute between\nthe parties.\r\nThe pleadings and the evidence should not be viewed microscopically.\r\nIt is necessary to step back to see the bigger\npicture. In case No\r\n05/13586 (instituted on 24\nth\nJune 2005), MTN claimed a return of the money it paid pursuant to the\r\nguarantee provided for in the ARA. CNA resisted the claim\non the\r\nbasis that certain provisions of the ARA constituted dispositions\r\nliable to be set aside in terms of\ns 26\nof the\nInsolvency Act. MTN\nreplicated to the effect that it had made the substantial guarantee\r\npayments in terms of the ARA in good faith and was entitled\nto an\r\nindemnification under\ns 33\nif the dispositions under the ARA were to\r\nbe set aside. In case No 05/13890 (instituted on 29\nth\nJune 2005), the liquidators of CNA claimed, primarily against MTN and\r\nM-Tel, the setting aside of the dispositions by CNA under\nthe ARA.\r\nThe riposte by MTN and M-Tel was that they had parted with property\r\nin good faith under the ARA and that the dispositions\ncould not be\r\nimpugned unless the liquidators indemnified them. The stated case was\r\nplainly framed with the consolidation of the\ntwo actions in mind, and\r\nthe evidence adduced was clearly intended to be the basis on which\r\nthe court was required to rule on the\napplicability of\ns 33\n(1). That\r\nis how the court below treated the problem before it. We do not\r\nconsider that it erred in this regard.\n[87]\tIt was\r\nnot incumbent on M-Tel to prove that what it sacrificed for the\r\npurpose of achieving the beneficial arrangement embodied\nin the ARA\r\nwas, in itself, a substantial 'parting with property' in comparison\r\nwith the value of the waiver by CNA of the first\nincome warranty.\r\nEven if this aspect of the evidence relied upon by the MTN parties\r\nmay have been open to doubt, the 'reciprocity'\nreferred to in\nBarclays Bank\nat p\r\n410\n21\nis clearly to be found in the contribution to the ARA by MTN, without\r\nwhich the ARA would never have been concluded and the dispositions\n\nwould never have been made. On our view of the evidence, though, the\r\n'parting with property' in this case must be taken to encompass\nboth\r\nthe relinquishment of M-Tel's possible claim under the RA and the\r\nsubstantial payment made by MTN in terms of the guarantees.\nThe two\r\ncannot be separated, nor can they be individually assessed for the\r\npurpose of determining whether they both match the extent\nof the\r\ndispositions by CNA.\n[88]\tFor the reasons set\r\nout above, it cannot be said (and, indeed, we do not think that this\r\nwas the view of Heher JA) that the\nARA - the transaction in question-\r\nwas concluded in good faith by one of the MTN parties and not by the\r\nother.\n[89]\tBefore\r\nconcluding, we are constrained to make the comments that follow.\r\nPiecemeal litigation is not to be encouraged. Sometimes\nit is\r\ndesirable to have a single issue decided separately, either by way of\r\na stated case or otherwise. If a decision on a discrete\nissue\r\ndisposes of a major part of a case, or will in some way lead to\r\nexpedition it might well be desirable to have that issue\ndecided\r\nfirst.\n22\n[90]\t This\r\ncourt has warned that in many cases, once properly considered, issues\r\ninitially thought to be discrete are found to be\ninextricably linked.\r\nAnd even where the issues are discrete, the expeditious disposal of\r\nthe litigation is often best served by\nventilating all the issues at\r\none hearing. A trial court must be satisfied that it is convenient\r\nand proper to try an issue separately.\n23\n[91]\tIn the present case\r\ncounsel for both parties informed us that notwithstanding a decision\r\nin this matter a number of issues\nwould still be outstanding. Not all\r\nof the remaining issues were identified, nor do they appear to have\r\noccupied the mind of the\ncourt below.\n[92]\tA\r\nfurther complicating factor is that the anterior question â whether\r\nthe dispositions in question were made for value â\nwas an\r\nassumption (without a concession) â on which the court below and\r\nthis court were asked to decide the posterior question\nof the\r\nindemnification in terms of\ns 33(1)\nof the\nInsolvency Act. The\ntrue\r\nnature and effect of the indemnification does not appear to have been\r\nthoroughly considered.\n[93]\tThe decision by this\r\ncourt on the question of the indemnification and the reasoning\r\nleading up to it, including an analysis\nof the impugned transaction,\r\nnamely the ARA, might well affect the outstanding issues, including\r\nthe question of a disposition\nwithout value, which counsel for both\r\nparties informed us was one of the outstanding issues. The wisdom of\r\nthe stated case might\nwell unravel. The difficulty, as identified\r\nabove, is that neither counsel nor the court below gave sufficient\r\nconsideration to\nthe practical effect of a decision on the stated\r\ncase. Perhaps more importantly, they did not consider whether a\r\nseparation of\nissues was indeed desirable.\n[94]\tMuch effort and\r\ncosts were expended on the litigation leading up to this point. In\r\nthe light thereof it appears to us that\na decision on the separated\r\nissue should ensue.\n[95]\tThe appeal is\r\ndismissed with costs including the costs occasioned by the\nemployment of two\r\ncounsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n_________________\nN HURT\nACTING JUDGE OF APPEAL\nA\nppearances:\nF\nor\r\nappellant:\tL S Kuschke SC and J C Butler SC\nI\nnstructed\r\nby:\tJan S De Villiers, Rosebank\nLovius\r\nBlock, Bloemfontein\nF\nor\r\nrespondents:\tA Subel SC and F Snyckers\nI\nnstructed\r\nby:\tFeinsteins, Braamfontein\nMatsepe\r\nInc, Bloemfontein\n1\nSec 33(1)\nprovides:\nâ\nA\r\n\tperson who, in return for any disposition which is liable to be set\r\n\taside under section\ntwenty-six\n,\ntwenty-nine\n,\nthirty\n,\r\n\tor\nthirty-one\n,\r\n\thas parted with any property or security which he held or who has\r\n\tlost any right against another person, shall, if he acted\nin good\r\n\tfaith, not be obliged to restore any property or other benefit\r\n\treceived under such disposition, unless the trustee has\nindemnified\r\n\thim for parting with such property or security or for losing such \r\n\tright.â\n2\nIn fact the joint liquidators of CNA are the appellants but unless\r\n\tit is necessary to do so I shall not distinguish between them\nand\r\n\tthe company.\n3\nBroadly, MTN is a cellular service provider while M-Tel markets\r\n\tcell-phones and related products.\n4\nDefined as âall income, discounts, incentives and commissions\r\n\tearned by CNA from its cellular telephony business, whether from\n\n\tM-Tel or third parties, and whether pursuant to the Retailer\r\n\tAgreement or other agreementsâ.\n5\nThose summarised in para [22] above.\n6\nBoth MTN parties admitted in their trial particulars that McGrath\r\n\twas authorised to negotiate and conclude the ARA.\n7\nIn so far as evidence was admissible to aid interpretation of the\r\n\tARA.\n8\nThe applicable principles have often been stated. In\nMiddleton v\r\n\tCarr\n1949 (2) SA 374\n(A) at 385-6 Schreiner JA expressed them\r\n\tthus:\nâ. . . as\r\n\thas often been pointed out, where there has been full investigation\r\n\tof a matter, that is, where there is no reasonable\nground for\r\n\tthinking that further examination of the facts might lead to a\r\n\tdifferent conclusion, the Court is entitled to, and\ngenerally\r\n\tshould, treat the issue as if it had been expressly and timeously\r\n\traised. But unless the Court is satisfied that the\ninvestigation has\r\n\tbeen full, in the above sense, injustice may easily be done if the\r\n\tissue is treated as being before the Court.\nGenerally speaking the\r\n\tissues in civil cases should be raised on the pleadings and if an\r\n\tissue arises which does not appear from\nthe pleadings in their\r\n\toriginal form an appropriate amendment should be sought. Parties\r\n\tshould not be unduly encouraged to rely,\nin the hope, perhaps, of\r\n\tobtaining some tactical advantage or of avoiding a special order as\r\n\tto costs, on the courtâs readiness\nat the argument stage or on\r\n\tappeal to treat unpleaded issues as having been fully investigated.â\n9\nPerhaps he could not have done so successfully in view of the\r\n\tjudgment in\nDavid Hersch Organisation (Pty) Ltd v Absa Insurance\r\n\tBrokers (Pty) Ltd\n1998 (4) SA 783\n(T) at 787C-H without first\r\n\tsetting aside the judgment of the court\na quo\n.\n10\nIn terms of which CNA agreed to use its best endeavours to achieve\r\n\tthe minimum annual targets, and, to that end furnished five\n\n\twarranties relating to kiosks, staff, stock and the number of\r\n\toperative trading stores.\n11\nThe âlacklustre performanceâ relied on in the judgment\na quo\nfell far short of what was required to establish a breach, even\r\n\tthough unchallenged. All the âevidenceâ was pure hearsay\nas\r\n\tneither Jenkins nor Tredoux testified from personal knowledge.\n12\nClause 2.4 of the ARA recorded that âin consideration for the\r\n\tconcessions made by CNA, MTN will furnish the First Guarantee\nand\r\n\tthe Second Guarantee to Wooltruâ.\n13\nââgood faithâ, in relation to the disposition of property,\r\n\tmeans the absence of any intention to prejudice creditors in\n\n\tobtaining payment of their claims or to prefer one creditor above\r\n\tanotherâ.\n14\nIn so far as Catherine Smith,\nThe Law of Insolvency\n, 3ed 142\r\n\tsuggests that the definition is irrelevant âbecause it refers to\r\n\tthe state of mind of the insolventâ I respectfully\ndisagree.\n15\nCf\nNational Bank of South Africa Ltd v Hoffmanâs Trustee\n1923\r\n\tAD 247\nat 254-5.\n16\nThorburn v Steward\n1871 LR 3 PC 478\n,\nMalherbeâs Trustee\r\n\tv Dinner and Others\n1922 OPD 18\nat 24-5,\nPretoriusâ Trustee\r\n\tv Van Blommenstein\n1949 (1) SA 267\n(O) at 278 and the cases\r\n\tthere cited: âknowledge that sequestration was substantially\r\n\tinevitableâ;\nPretorius NO v Stock Ownerâs Co-operative Co Ltd\n1959 (4) SA 462\n(A) at 472G-H (with reference to\nSwanepoel NO\r\n\tv National Bank of South Africa\n1923 OPD 35:\nsomething less than\r\n\tinevitability âmight sufficeâ;\nGert de Jager (Edms) Bpk v\r\n\tJones NO en McHardy NO\n1964 (3) SA 325\n(A) at 331B: âwanneer\r\n\tsekwestrasie oorweeg of verwag wordâ;\nVenter v Volkskas Ltd\n1973 (3) SA 175\n(T) at 179E: âa likely eventâ.\n17\nIn\nCooper and Another NNO v Merchant Trade Finance Ltd\n2000\r\n\t(3) SA 1009\n(SCA) at para 30, Olivier JA said that âthere has\r\n\tdeveloped a clearly defined point of departure in cases such as the\r\n\tpresent\none [the application of s 29 of the Act]: once it is proved\r\n\tthat the debtor made a payment to one creditor at a time when he\r\n\nknew that sequestration was substantially inevitable, there arises a\r\n\tpresumption . . .â.\n18\nThe definition of âgood faithâ does not exclude the possibility\r\n\tof different emphasis according to the context of the section\nin\r\n\twhich the expression is used.\n19\nCazenove was the merchant banker which advised Wooltru in the sale\r\n\tof the CNA and, was, it appears, responsible for fixing the\nprice of\r\n\tR150 million.\n20\nSubsequent amendments before being issued in support of a round\r\n\trobin resolution do not affect the point.\n21\nPer\nKumleben J\r\n\t(as he then was) : 'The essence of the requirement in the subsection\r\n\tis that there must be reciprocity between the\ndisposition and the\r\n\tpassing of property.'\n22\nSA Eagle Versekeringsmaatskappy Bpk v Harford\n[1992] ZASCA 42\n;\n1992 (2) SA 786\n(A).\n23\nPer Nugent JA in\nDenel (Edms) Bpk v Vorster\n2004 (4) SA 481\n(SCA) para 3.",
  "scraped_at": "2026-02-12T05:21:23.167951",
  "date": "2009-09-29",
  "coram": [
    "NAVSA",
    "NUGENT",
    "HEHER",
    "MHLANTLA JJA",
    "HURT AJA"
  ],
  "case_number": "510/2008",
  "parties": {
    "applicants": [
      "Consolidated News Agencies (Pty) Ltd (in liquidation)"
    ],
    "respondents": [
      "Mobile Telephone Networks (Pty) Ltd",
      "MTN Service Provider (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Consolidated News Agencies (CNA) was originally part of the Wooltru group and later sold to Gordon Kay & Associates (GKA). CNA entered into an exclusive \"Retailer Agreement\" with M‑Tel, a subsidiary of MTN, which provided for large discounts, commissions and incentives. In 2001, after CNA began to miss its income‑warranty targets, the parties negotiated an \"Amended Retailer Agreement\" (ARA) which retained the original terms but altered the income‑warranty provisions, created a trust account for CNA’s future earnings, and required MTN to furnish two guarantees (R30 million and R54.6 million) to Wooltru. MTN paid Wooltru about R86 million under those guarantees. CNA was subsequently placed in provisional liquidation and the liquidators instituted three actions challenging the ARA’s dispositions as voidable under section 26 of the Insolvency Act and seeking restitution from MTN and M‑Tel.",
    "issues": "The primary issue was whether MTN and M‑Tel could rely on the indemnity provision of section 33(1) of the Insolvency Act to avoid restoring the property or benefits received under the ARA. The court had to determine (i) whether each respondent acted in good faith, (ii) whether they partook with property or lost a right in return for the disputed dispositions, and (iii) whether the reciprocity requirement of s 33(1) was satisfied. A subsidiary issue concerned the proper identification of the \"directing mind and will\" of the companies for the purpose of the good‑faith enquiry.",
    "principles": "Section 33(1) shields a party from a restoration order if (a) he acted in good faith, (b) he partook with property, security or a right, and (c) that parting was in return for the disposition that is subject to set‑aside under section 26. Good faith requires the absence of an intention to prefer one creditor or prejudice the insolvency estate and generally excludes contemplation of liquidation. The \"directing mind and will\" test determines whose state of mind controls the company. The court also considered the holistic nature of multipart agreements and the principle that a party cannot rely on another's loss of property to satisfy the reciprocity element.",
    "application": "The court found that MTN satisfied all elements of s 33(1). MTN made the guarantee payments in good faith, clearly partook with property (the R85.9 million paid to Wooltru), and those payments were reciprocally linked to the dispositions in the ARA. Evidence showed MTN had no realistic contemplation of CNA’s liquidation and the guarantee was undertaken to secure future commercial benefits, satisfying the good‑faith requirement. By contrast, M‑Tel failed to demonstrate a loss of a right that was reciprocal to the dispositions; the relinquishment of its alleged right to cancel the RA was deemed incidental and not a substantial parting with property. Consequently, M‑Tel could not satisfy s 33(1). The court also rejected the argument that the ARA should be read as an indivisible transaction for M‑Tel’s purposes, emphasizing that each party’s own loss must be proven.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The order in favour of MTN (upholding its s 33(1) defence) was confirmed, while the order relating to M‑Tel (denying its s 33(1) defence) was upheld. The liquidators' claims were therefore refused, and the appeal costs were awarded against the appellants."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Indemnity under section 33",
    "level_3": [
      "good faith",
      "directing mind",
      "dispositions",
      "corporate guarantees",
      "liquidation"
    ]
  }
}