{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/149.html",
  "case_name": "Sublime Technologies (Pty) Ltd v Jonker and another (484/08) [2009] ZASCA 149; 2010 (2) SA 522 (SCA) ; [2010] 2 All SA 267 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 149",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 149\n|\nNoteup\n|\nLawCite\nSublime Technologies (Pty) Ltd v Jonker and another (484/08) [2009] ZASCA 149; 2010 (2) SA 522 (SCA) ; [2010] 2 All SA 267 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 484/08\nIn the\r\nmatter between:\nSUBLIME TECHNOLOGIES (PTY) LTD\tAppellant\nand\nJOHAN JONKER\tFirst Respondent\nSTEVEN ROCCO WILKINSON\nSecond Respondent\nNeutral citation:\nSublime Technologies v Jonker and\r\nWilkinson\n(484/2008)\n[2009] ZASCA 149\n(27 November 2009)\nCoram:\nMthiyane, Lewis, Malan, Bosielo JJA and Griesel AJA\nHeard:\n23 November 2009\nDelivered:\n27 November 2009\nSummary:\nCosts â whether correct exercise of judicial\r\ndiscretion in relation to award of wasted costs arising from a\r\npost­ponement\nof the trial. Courtâs imposition of undertaking\r\nby party to pay costs, especially punitive costs, should trial not\r\nfinish within\nestimated time an undersirable practice.\nORDER\nOn appeal from:\nNorth Gauteng High Court, Pretoria (Rasefate\r\nAJ).\nOrder\n:\n1.\tThe appeal is upheld\r\nwith costs.\n2.\tThe order of the court\r\nbelow is set aside and substituted with the following:\nâThe\r\nmatter is postponed\nsine\r\ndie\n.\r\nThe wasted costs occasioned by the postponement shall stand over for\r\nlater determination.â\nJUDGMENT\nGriesel AJA (Mthiyane, Lewis, Malan, Bosielo JJA concurring):\n[1]\tThis is an appeal against a costs order granted by the North\r\nGauteng High Court, Pretoria. It concerns the wasted costs occasioned\n\nby a postpone­ment of the trial at the behest of the appellant\r\n(as plaintiff). The high court ordered the appellant to pay\nthe costs\r\nof the postpone­ment on a punitive scale, thus giving rise to the\r\npresent appeal, which comes before us with leave\nof this court.\n[2]\tIt is trite that the award of costs is a matter wholly within the\r\ndiscretion of the trial court. An appeal court will only\ninterfere\r\nwith discretionary orders granted by a lower court where it is shown\r\nthat â\nâ\n.\r\n. . the lower court had not exercised its discretion judicially, or\r\nthat it had been influenced by wrong principles or a misdirection\non\r\nthe facts, or that it had reached a decision which in the result\r\ncould not reasonably have been made by a court properly directing\n\nitself to all the relevant facts and principles\n.â\n1\n[3]\tWith regard to costs occasioned by a postponement, the general\r\nrule is that the party which is responsible for a case not\r\npro­ceeding on the day set down for hearing must ordinarily pay\r\nthe wasted costs.\n2\nIt is important to bear in mind, however, that a litigant is not\r\nnecessarily âresponsibleâ for the case not proceeding merely\n\nbecause he or she applies for a postponement. In certain\r\ncircumstances, a litigant may be forced to apply for a postponement\r\nas\na result of the conduct of an opponent, eg through inadequate\r\ndiscovery; a late amendment or any number of other reasons. The\r\nânormal\nruleâ only applies to âthe party who was at fault or in\r\ndefaultâ.\n3\n[4]\tWhen a trial court is likely to be in a better position than the\r\ncourt hearing the application for postponement to ascertain\nthe facts\r\nand to decide who should be liable for the costs of a postponement,\r\nit is a salutary rule that costs should be reserved\nfor later\r\ndetermination.\n4\n[5]\tTurning to the facts of this case, the appellant is a company\r\ninvolved in the processing of mineral ore at a large plant in\n\nVereeni­ging. The first and second respondents were two of the\r\nappellantâs most senior employees, being its financial manager\nand\r\nlogistics manager respectively. The appellantâs case as it emerges\r\nfrom the pleadings is that the respondents, in breach\nof their\r\nfiduciary duties, dishonestly presented fictitious invoices in the\r\nnames of Econo Hire (âEconoâ) and Nyala Contractors\n(âNyalaâ)\r\nfor pay­ment by the appellant. Through the dishonest presentation\r\nof these invoices, so it was alleged, the appellant\nwas induced to\r\npay amounts of approximately R3 million and R1,2 million to\r\nEcono and Nyala respect­ively. The appellant\nfurther alleged that\r\nEcono and Nyala did not exist, but that they were simply the alter\r\negos of the respondents. In this regard,\nthe appellant claims that\r\nthe bank accounts reflected on the invoices into which payments were\r\nto be made were, in respect of Nyala,\nthe bank account of Mrs Jonker,\r\nthe wife of the first respondent. In respect of the Econo invoices,\r\nthree different bank accounts\nhad been used from time to time: the\r\nfirst account belonged to a Ms Visagie, to whom one pay­ment was\r\nmade, whilst the balance\nof the payments were made to two bank\r\naccounts held in the name of a Mr C H Steyn. According to the\r\nappellant, payments were\nredistributed from these accounts to various\r\nother accounts held or controlled by the respondents.\n[6]\tCopies of the various bank statements were obviously vital for\r\nthe proof of the appellantâs case. In the course of a criminal\n\ninvestigation against the respondents, the appellant obtained copies\r\nof the relevant bank statements from the police docket. The\nappellant\r\nsought to use these documents at the trial and further sought\r\ndiscovery from the respondents of the relevant bank statements.\nThe\r\ndiscovery measures were strenuously resisted by the respondents who\r\nraised several objections, including an alleged violation\nof their\r\nconstitutional right to privacy and lack of relevance.\n[7]\tAfter many months of interlocutory skirmishes, the appellant\r\neventually obtained an order compelling the respondents to make\n\ndiscovery. Notwith­standing such order, however, discovery of the\r\nbank statements was still not forthcoming, the respondents\nclaiming\r\nthat they were no longer in possession of such statements. At a\r\npre-trial conference, held during the week pre­ceding\nthe trial,\r\nthe appellantâs legal representa­tives also unsuccess­fully\r\nsought the respondentsâ agreement that copies\nof the bank\r\nstate­ments could be produced at the trial by consent. Instead of\r\nobtaining the cooperation it had hoped for, the\nappellant was\r\npointedly informed that the respondents would oppose the use of bank\r\nstatements at the trial.\n[8]\tThe appellant thereupon served subpoenas\nduces tecum\non\r\nthe managers of the various branches of the banks at which the\r\nrelevant accounts were held. Copies of the bank statements had\nbeen\r\nreceived from the banks and placed into a trial bundle a few days\r\nprior to the trial.\n[9]\tThe action was enrolled for trial in the high court on Tuesday,\r\n31 July 2007. When the roll was called before the Deputy Judge\n\nPresident (âDJPâ) on that day, counsel for the appellant\r\nindicated that the trial was expected to run for not more than three\n\ndays. Counsel for the respon­dents was less optimistic,\r\nestimating that it would run for at least five days. It appears that\n\nthere is a rule of practice in the North Gauteng High Court that a\r\ntrial requiring more than five days ought not to be enrolled\nexcept\r\non a date specifically allocated by the Judge President or a judge\r\ndelegated by him. From this rule, a practice has apparently\ndeveloped\r\nin that court, adopted by the DJP, that unless counsel for both\r\nparties could give an undertaking at the calling of the\nroll that the\r\ntrial action would not endure for more than five days, the matter\r\nwould not be allocated to a judge and a new enrolment\nwould have to\r\nbe sought, resulting in a delay of anything up to two to three years\r\nbefore a new trial date can be obtained.\n[10]\tIn relation to the present matter, and in view of the\r\nconflicting estimates of the duration of the trial, the DJP enquired\n\nof counsel for the appellant whether the appellant would be prepared\r\nto accept the risk that if the matter was allocated for hearing\nand\r\ndid not finish within the estimated time, the matter would be\r\npostponed\nsine die,\nthat the trial would have to commence\nde\r\nnovo\nbefore a new judge, and the appellant would have to pay the\r\ncosts occasioned by the postpone­ment on an attorney and client\n\nscale. Faced with Hobsonâs choice, the appellant agreed to the\r\nallocation of a judge on the basis as stipulated by the DJP and\n\nauthorised counsel to give an undertaking to that effect.\n[11]\tIt should be said that the practice that has evolved in the high\r\ncourt appears to be highly prejudicial to litigants. Whilst\nthe\r\ndifficulties of preparing an efficient trial roll are understood, the\r\ninflexibility of the approach adopted by the DJP may\nlead to serious\r\nprejudice to litigants, as is demonstrated in this case. Whether it\r\nis within the power of the court to order that\na trial that is\r\npart-heard is a nullity is doubtful. And instructing a trial judge to\r\ncease hearing a matter once seized of it\nis an unacceptable\r\ninterference with judicial independence. Furthermore, imposing an\r\nundertaking to pay costs, especially on a\npunitive scale, in the\r\nevent of counselâs estimate turning out to be incorrect, is\r\nundesirable.\n[12]\tWhen the trial commenced before Rasefate AJ, who had been\r\ndesignated to hear the matter, the appellantâs counsel gave\na short\r\nopening address. Thereafter he called his first witness, an officer\r\nin the service of Absa Bank, to identify and authenticate\ncopies of\r\nbank state­ments which had been printed from the bankâs\r\ncomputers. After the witnessâs evidence in chief, the\nfirst\r\nrespondentâs counsel sought an adjournment on the basis that he had\r\nbeen âtaken by surpriseâ and wished to consider\nthe bank\r\nstatements prior to any cross-examination. It appears that although\r\nindexes, which included and referred to the bank state­ments\nin\r\nthe bundles, had been furnished to the respondents on the pre­ceding\r\nFriday, copies of the actual bank statements were only\ndelivered on\r\nthe day before the trial.\n[13]\tUpon the resumption of the trial after the luncheon adjournment,\r\ncounsel for the respondents objected, on a number of different\n\ngrounds, to the evidence proposed to be led on behalf of the\r\nappellant. One of the grounds raised was based on the provisions of\n\ns 30(1) of the Civil Proceedings Evidence Act 25 of 1965, which\r\nrequire ten daysâ notice to be given of the appellantâs\nintention\r\nto adduce evidence of accounting records of a bank, which requirement\r\nhad not been complied with.\n5\nCounsel for the appellant attempted to counter this argument by\r\nrelying on the provisions of s 15(4) of the Electronic\r\nCommunications\nand Trans­actions Act (âECTAâ) 25 of 2002\r\nwhich, so it was submitted, enabled the appellant to place the\r\nrelevant documents\nbefore the court without complying with any notice\r\nperiod.\n6\n[1\n4]\tâData messageâ,\r\nas defined in s 1 of ECTA,\nmeans\r\nâdata generated, sent, received or stored by electronic means and\r\nincludes  . . .\na\r\nstored recordâ. It was common cause that these provisions are wide\r\nenough to include copies of bank statements.\n[15]\tAfter hearing argument, the trial judge adjourned the matter to\r\nthe following day, when he announced his ruling upholding\nthe\r\nrespondentsâ objection. In the result, he held that âevidence of\r\nthe bank records will be inadmissible unless the prescribed\nnotice\r\nhas been givenâ.\n[16]\tFaced with this ruling, the appellant found itself on the horns\r\nof a dilemma: it could either decide to press on without such\n\nevidence, which would inevitably have resulted in the demise of its\r\ncase; or it could apply for a post­pone­ment in order\nto give\r\nthe requisite notice in compliance with the courtâs directive.\r\nUnder­standably, counsel for the appellant opted for\nthe latter\r\ncourse, moving for a post­ponement and asking that the question\r\nof liability for the wasted costs be reserved for\nlater\r\ndeter­mination.\n[17]\tThis application was vigorously opposed on behalf of the\r\nrespondents, who asked that the application for postponement be\r\nrefused; alternatively, if the court were minded to grant a\r\npostponement, that the appellant be ordered to pay costs of three\r\ndays\nof trial on a punitive scale in accordance with its earlier\r\nundertaking.\n[18]\tThe trial judge, after a further adjournment to consider the\r\nissue, granted the postponement and issued an order in the following\n\nterms:\nâ\n. . . [T]he\r\nplaintiff is ordered to pay the wasted costs of both . . . the\r\nfirst and the second defendant,\nand also the reservation of counsel\r\nfor the three days that were reserved, on an attorney and client\r\nscale.â\n[19]\tIn coming to his conclusion, the trial judge accepted the\r\nrespondentsâ argument that the postpone­ment was wholly\r\nattributable\nto the fault of the appellant in that it âdid not\r\ncomply with the rules and requirements of s 30 of the Civil\r\nPro­ceedings\nEvidence act as it should haveâ. In fact, so the\r\nlearned trial judge held, the postponement was due to the\r\nârecklessnessâ\nof the appellant because, despite prior warning,\r\nit elected to proceed with the matter without complying with the\r\nprovisions of\nthe Civil Proceedings Evidence Act, knowing that its\r\ncase would rest on the production of bankersâ books.\n[20]\tSecondly, the court referred to the fact that the appellant had\r\ngiven an undertaking that if the matter was not finalised\nwithin\r\nthree days, then it tendered to pay the costs on an attorney and\r\nclient scale and the matter would lapse and proceed\nde novo\non\r\na future date.\n[21]\tCounsel for the appellant took issue with the reasons furnished\r\nby the trial court, submitting that the court failed to exercise\nits\r\ndiscretion judicially. He submitted\ninter alia\nthat it amounts\r\nto a mis­direction to find, as the trial court did, that the\r\nappellant was reckless in seeking to circum­vent\nthe provisions\r\nof the Civil Proceedings Evidence Act by invoking the provisions of\r\nECTA. In the light of my conclusion with regard\nto the exercise of\r\nthe courtâs discretion, I do not find it necessary to undertake any\r\ndetailed analysis of the provisions of\ns 15(4) of ECTA, which\r\nhave been described as âcontroversialâ.\n7\n[22]\tThe present case is, in my view, an instance where the trial\r\ncourt is likely to be in a better position than the court hearing\nthe\r\napplication for postponement to decide who should be liable for the\r\ncosts of the postponement. The mere fact that the appellant\nmay, with\r\nthe benefit of hindsight, be criticised for the fact that it did not,\r\nat an earlier stage give the requisite notice in\nterms of s 30\r\nof Act 25 of 1965, or that it did not timeously utilise its remedies\r\nin terms of rule 38 to obtain copies of\nthe bank statements, may or\r\nmay not be decisive at the end of the trial when it comes to the\r\ncosts of the postponement. On the\nother hand, it may appear in the\r\nfullness of time and after all the evidence has been heard, that the\r\npost­ponement was precipitated\nby a spurious objection on the\r\npart of the respondents; or that they had lied about their possession\r\nof the documents in question;\nor that they had been obstructive and\r\nhad deliberately adopted delaying tactics through­out the process\r\n(as claimed by the\nappellant), in which event it would work great\r\ninjustice to have rewarded them at this stage with an irrevocable\r\norder for costs\narising from the post­ponement.\n[23]\tTo sum up, should it appear at the end of the trial that the\r\nappellant itself was entirely to blame for the post­pone­ment,\n\nor that it was pursuing vexatious and baseless claims against the\r\nrespondents (as they allege), then the court can fully give effect\nto\r\nsuch a finding at that stage by mulcting the appellant in costs, in\r\nwhich event the respondents would have lost nothing.\n8\nLooked at in its totality, it is clear to me that the trial court\r\nwill be in a far better position properly to assess the liability\nfor\r\nthe wasted costs occasioned by the postponement once it has all the\r\nevidence before it.\n[24]\tWith regard to the appellantâs undertaking â leaving aside\r\nthe propriety of requiring the appellant to furnish such an\n\nundertaking in order to be afforded access to the court â it seems\r\nto me that the undertaking to pay the costs of a postponement\nwas\r\ngiven on the basis of the appellantâs estimate of the time\r\nnecessary for the conduct of the trial being inadequate; it was\nnot\r\ngiven on the basis that the costs of a post­ponement â for\r\nwhatever reason â would inevitably be for the appellantâs\n\naccount. To put it differently, the undertaking would be triggered if\r\nthe trial could not finish within the estimated time;\nnot\nif\r\nit could not even start. I accordingly conclude that the trial judge\r\nerred in relying on the undertaking furnished on behalf\nof the\r\nappellant.\n[25]\tIn these circumstances, I am of the view that an order reserving\r\nthe wasted costs for later determination would undoubtedly\nhave been\r\nthe proper order to have made. In failing to make such an order the\r\ntrial judge, in my respectful opinion, failed to\nexercise his\r\ndiscretion judicially. It follows that this court is at large to\r\ninterfere with the exercise of the trial courtâs\ndecision, that the\r\nappeal should succeed and the order of the high court should be\r\nchanged to reflect the views expressed above.\n[26]\tThe following order is granted:\n1.\tThe appeal is upheld\r\nwith costs.\n2.\tThe order of the court\r\nbelow is set aside and substituted with the following:\nâThe\r\nmatter is postponed\nsine\r\ndie\n.\r\nThe wasted costs occasioned by the postponement shall stand over for\r\nlater determination.â\nb m griesel\nActing Judge of Appeal\nAPPEARANCES:\nFOR APPELLANT:\t\tJohn Peter\nInstructed by:\nSchindlers Attorneys\nc/o Friedland Hart Inc\nPretoria\nWebbers Attorneys\nBloemfontein\nFOR RESPONDENTS:\tGerhard Wagenaar (attorney)\nInstructed by:\nGerhard Wagenaar Attorneys (First Respondent)\nPretoria\nSymington & De Kok\nBloemfontein\n1\nNational Coalition for Gay and Lesbian Equality &\r\n\tothers v Minister of Home Affairs & others\n2000 (2) SA 1\n(CC) para 11. See also\nNaylor & another v Jansen\n2007 (1)\r\n\tSA 16\n(SCA) para 14 and the authorities referred to therein.\n2\nA C Cilliers\nLaw of Costs\n(Service issue 17), para 8.11; H J\r\n\tErasmus\nSuperior Court Practice\nB1 306DâE (Service 28,\r\n\t33).\n3\nBurger v Kotze & another\n1970 (4) SA 302\n(W) at 304EâF.\n4\nCf Erasmus\nloc cit\n.\n5\nSection 30(1) provides:\nâNo ledger, day-book,\r\n\tcash-book or other account book of any bank, and no copies of\r\n\tentries therein contained, shall be adduced\nor received in evidence\r\n\tunder this Part, unless at least ten days' notice in writing, or\r\n\tsuch other notice as may be ordered\nby the person presiding at the\r\n\tproceedings concerned, containing a copy of the entries proposed to\r\n\tbe adduced in evidence, has\nbeen given by the party proposing to\r\n\tadduce the same in evidence to the other party.â\n6\nSection 15(4) reads as follows:\nâA data message made by\r\n\ta person in the ordinary course of business, or a copy or printout\r\n\tof or an extract from such data message\ncertified to be correct by\r\n\tan officer in the service of such person, is on its mere production\r\n\tin any civil, criminal, administrative\nor disciplinary proceedings\r\n\tunder any law, the rules of a self regulatory organisation or any\r\n\tother law or the common law, admissible\nin evidence against any\r\n\tperson and rebuttable proof of the facts contained in such record,\r\n\tcopy, printout or extract.â\n7\nSee for example the judgment of the full bench of the South Gauteng\r\n\tHigh Court in\nLA Consortium & Vending CC t/a LA Enterprises v\r\n\tMTN Service Provider (Pty) Ltd\n(Case No A5014/08, 17 August\r\n\t2009, not yet reported) paras 12â13.\n8\nCompare the remarks of Marais JA in\nWilliams v Harris\n[1998] ZASCA 51\n;\n1998\r\n\t(3) SA 970\n(SCA) at 984F in similar circumstances.",
  "scraped_at": "2026-02-12T05:25:38.459066",
  "date": "2009-11-27",
  "coram": [
    "Mthiyane",
    "Lewis",
    "Malan",
    "Bosielo JJA",
    "Griesel AJA"
  ],
  "case_number": "484/08",
  "parties": {
    "applicants": [
      "Sublime Technologies (Pty) Ltd"
    ],
    "respondents": [
      "Johan Jonker",
      "Steven Rocco Wilkinson"
    ]
  },
  "sections": {
    "facts": "Sublime Technologies (Pty) Ltd, a mineral‑ore processing company, sued two senior employees, Johan Jonker and Steven Rocco Wilkinson, alleging they breached fiduciary duties by presenting fictitious invoices in the names of non‑existent entities (Econo Hire and Nyala Contractors) and diverting payments of approximately R3 million and R1.2 million to bank accounts controlled by themselves. The plaintiff required the defendants' bank statements as essential evidence and, after prolonged interlocutory battles, obtained an order compelling discovery. The statements were eventually produced via subpoenas. The trial was scheduled for three days, but the defendants objected to the admission of the bank statements on the basis that the plaintiff had not complied with the ten‑day notice requirement of s 30(1) of the Civil Proceedings Evidence Act. The trial judge upheld the objection, leading the plaintiff to apply for a postponement. The defendants sought punitive costs for the wasted three days of trial, relying on an undertaking the plaintiff had given that it would pay costs on an attorney‑and‑client scale if the trial exceeded the estimated time.",
    "issues": "The principal issue was whether the trial court correctly exercised its discretion in imposing punitive wasted‑costs orders on the appellant for the postponement, or whether the costs should have been reserved for determination after the trial. A subsidiary issue concerned the admissibility of the bank statements without the statutory notice required by s 30(1) of the Civil Proceedings Evidence Act and whether reliance on the Electronic Communications and Transactions Act could override that requirement.",
    "principles": "South African law holds that the party responsible for a trial not proceeding on the scheduled day ordinarily bears the wasted costs, but discretion rests with the trial judge. Costs orders must be exercised judicially and may be reserved for later determination when the trial judge is best positioned to assess liability. The Civil Proceedings Evidence Act requires ten days' written notice before bank records can be adduced, and failure to comply ordinarily renders such evidence inadmissible. An undertaking to pay costs is only triggered by failure to finish within the estimated time, not by a failure to commence.",
    "application": "The appellate court found that the trial judge erred by directly applying the punitive cost undertaking without reserving the issue for later determination. The judge was in a better position than the appellate court to evaluate whether the postponement was truly attributable to the appellant’s recklessness or to the defendants’ obstructive conduct. Consequently, the appellate court held that the correct approach was to set aside the punitive cost order and defer the determination of wasted costs until after the trial, thereby respecting the discretion owed to the trial judge.",
    "conclusion": "The appeal was upheld with costs. The order of the North Gauteng High Court was set aside and substituted with an order that the matter be postponed sine die and that the wasted costs occasioned by the postponement stand over for later determination."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Costs Orders",
    "level_3": [
      "wasted costs",
      "postponement",
      "judicial discretion",
      "evidence admission",
      "Civil Proceedings Evidence Act"
    ]
  }
}