{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/145.html",
  "case_name": "Gabriel v S (073/2009) [2009] ZASCA 145; [2010] 2 All SA 212 (SCA) (26 November 2009)",
  "citation": "[2009] ZASCA 145",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 145\n|\nNoteup\n|\nLawCite\nGabriel v S (073/2009) [2009] ZASCA 145; [2010] 2 All SA 212 (SCA) (26 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nDIE\r\nHOOGSTE HOF VAN APPEL\nREPUBLIEK\r\nVAN SUID-AFRIKA\nUITSPRAAK\nSaak\r\nno\n:\n073/2009\nGeen\r\ngesagswaarde\nDONELLE GABRIEL     \t                 \r\n                                          APPELLANT\nen\nDIE STAAT                             \r\n                                             \t  RESPONDENT\nNeutrale\r\nsitasie:\nGabriel\r\nv Die Staat (\n073/09)\n[2009] ZASCA 145\n(26 November 2009)\nCoram:\nMthiyane\r\nAR, Malan AR en Leach WnAR\nVerhoordatum:\n19\r\nNovember 2009\nGelewer:\n26\r\nNovember 2009\nOpsomming\nStrafbare\r\nmanslag – motorbotsing – gevangenisstraf – eerste\r\noortreder – tersydestelling van vonnis –\nvonnis gevel op\r\nbasis van verkeerde uitgangspunt\n______________________________________________________________\nBEVEL\n______________________________________________________________\nOp app\nè\nl\r\nvanaf die Kaap die Goeie Hoop Provinsiale Afdeling (Griesel R en\r\nSteyn WnR as hof van tweede instansie)\nDie app\nè\nl\r\nteen skuldigbevinding word van die hand gewys en die app\nè\nl\r\nteen vonnis slaag. Die volgende bevel is gemaak:\nDie skuldigbevinding word bekragtig.\nDie vonnis wat deur die landdros\r\n\topgelê is word ter syde gestel en deur die volgende vervang:\n‘\nAanklagte 1 en 3 word vir\r\ndoeleindes van vonnis saam geneem en die beskuldigde word tot ‘n\r\nboete van R 6 000 of 6 maande gevangenisstraf\ngevonnis en tot ‘n\r\nverdere een jaar gevangenisstraf opgeskort vir ‘n tydperk van\r\ndrie jaar op voorwaarde dat die beskuldigde\nnie skuldig bevind word\r\naan ‘n misdryf wat die roekelose of nalatige bestuur van ‘n\r\nmotorvoertuig behels nie en wat\ngepleeg is tydens die periode van\r\nopskorting en waarvoor hy gevonnis word tot gevangenisstraf sonder\r\ndie keuse van ‘n boete.’\n______________________________________________________________\nUITSPRAAK\n______________________________________________________________\nMALAN AR (MTHIYANE AR en LEACH WnAR\r\nstem saam)\n[1]\tDie appellant\r\nis op 24 November 2006 in die landdroshof op Atlantis skuldig bevind\r\nop ‘n aanklag van strafbare manslag\nen van ‘n oortreding\r\nvan artikel 61(1)(a) van\ndie Nasionale Padverkeerswet Wet 93 van 1996. Hy het onskuldig\r\ngepleit op die aanklag van strafbare manslag maar skuldig op\r\nlaasgenoemde\naanklag dat hy versuim het om sy voertuig onmiddellik na\r\n‘n motorbotsing tot stilstand te bring. Die aanklagte spruit\r\nuit\n‘n botsing wat op 5 Februarie 2005 op die Weskuspad,\r\noftewel die R 27 deurpad, by die aansluiting met die Dassenbergrylaan\n\nna Atlantis plaasgevind het en waarin ene Ruth Jass omgekom het. Die\r\nlanddros het beide skuldigbevindings vir doeleindes van\r\nvonnisoplegging\ngesamentlik oorweeg en die appellant tot twee jaar\r\ngevangenisstraf gevonnis.\n[2]\tVerlof om te\r\nappelleer is deur die landdros geweier maar na ‘n versoekskrif\r\naan die Regter President is verlof verleen\nom na die Provinsiale\r\nAfdeling van die Hooggeregshof van die Kaap die Goeie Hoop teen beide\r\ndie skuldigbeving op die aanklag van\nstrafbare manslag en die vonnis\r\nte appelleer.  Die app\nè\nl\r\nis op 12 September 2008 deur Griesel R en Steyn WnR van die hand\r\ngewys. Op 27 Oktober 2008 is verlof egter verleen om teen beide\n\nskuldigbevinding en vonnis na hierdie hof in ho\në\nr\r\nberoep te kom.\n[3]\tDie oorledene was ‘n\r\npassasier in ‘n Mazda motorvoertuig wat deur LeRoy Collins\r\nbestuur is en het agter die bestuurder\ngesit. Collins was op pad van\r\nMelkbos waar hy en sy passasiers, drie dames en ‘n kind, die\r\nlaat namiddag deurgebring het.\nHy sou regs draai in Dassenbergrylaan\r\nop pad na Atlantis. Die Weskuspad verdeel kort voor die aansluiting\r\nin twee bane, een vir\nverkeer wat na regs draai en die ander vir\r\ndeurverkeer.  Dassenbergrylaan het ook twee bane wat deur ‘n\r\nmiddelmannetjie geskei\nword: die een kant waar die appellant gery het\r\nis vir verkeer wat in die Weskuspad na links of regs draai en die\r\nander kant vir\nverkeer wat in Dassenbergrylaan indraai. Collins het\r\nnie die appellant se voertuig voor die botsing gewaar nie maar net ‘n\n\nharde slag gehoor. Sy voertuig is regs agter aan die sykant getref en\r\ndie oorledene is onmiddelik of kort na die botsing oorlede.\n[4]\tDie appellant,\r\n‘n taxibestuurder, was op pad van Atlantis in ‘n wit\r\nToyota Hilux minibus.  Hy het getuig dat toe\nhy die aansluiting met\r\ndie Weskuspad nader hy ietwat spoed verminder het maar nie gestop het\r\nnie en, omdat hy geen verkeer in die\nWeskuspad opgemerk het nie, oor\r\ndie stopteken in Dassenbergrylaan ‘gerol’ en na links in\r\ndie Weskuspad gedraai het.\nDie botsing het plaasgevind sonder dat hy\r\ndie voertuig waarin die oorledene was gesien het. Hy het wel opgemerk\r\ndat hierdie voertuig\nin sy, die appellant, se baan was. Dit sou onder\r\ndie omstandighede beteken dat die voertuig waarin die oorledene gery\r\nhet in die\nbaan was waarin die appellant na links gedraai het. Die\r\nplek waar die botsing plaasgevind het is egter deur Collins aan die\r\npolisiebeampte,\ninspekteur Jacobs, uitgewys as synde aan die ander,\r\nCollins se korrekte, kant van die Weskuspad.\n[5]\tIn sy uitspraak het die landdros\r\noorweeg waar die botsing plaasgevind het. Hy moes ‘n beslissing\r\nmaak oor die geskil tussen\ndie bewering van die appellant dat die\r\nbotsing aan ‘sy kant’ gebeur het en die suggestie deur\r\ndie staatsgetuies dat\ndit aan ‘hulle’ kant van die\r\nWeskuspad was. Die landdros se gevolgtrekking is die volgende:\n‘\nDaar\r\nwas geen getuienis aangebied dat die motorvoertuig waarin die\r\noorledene was na die botsing beweeg het, of jammer, daar was\ngeen\r\ngetuienis dat die motorvoertuig waarin die oorledene was na die\r\nbotsing beweeg het vanaf waar beskuldigde s\nê\ndie botsing sou plaasgevind het nie totdat die polisie op die toneel\r\ngekom het nie. Daar was ook geen getuienis aangebied dat die\nvoertuig\r\nuit die pad geskuif was tot waar die polisie dit gevind het nie. Daar\r\nis ook geen getuienis aangebied dat die voertuig\nnie beskadig was\r\nsoos deur die polisie getuig was nie. Al wat die Hof van beskuldigde\r\nse kant het is dat hy nie op die toneel was\nnie en enigiets kon\r\ngebeur het.\nWanneer\r\ndie Hof kyk na die omstandighede, die toneel, die skade aan die\r\nmotorvoertuig waarin die oorledene was soos getuig deur\ndie polisie,\r\nis die Hof van mening dat die enigste manier hoe die ongeluk kon\r\nplaasgevind het of gebeur het en waarskynlik gebeur\nhet die volgende\r\nis. Die beskuldigde het teen ‘n ho\në\nspoed spoed ho\në\nr\r\nas 20 kilometer per uur die stopstraat verontagsaam. Hy het oorbeweeg\r\nin die baan van aankomende verkeer toe hy na links draai\nen het hy\r\ndie motorvoertuig waarin die oorledene ‘n passasier was getref\r\nen daarna die toneel verlaat wetende die ongeluk\nniemand anders as sy\r\nskuld was nie. Die Hof sal self tot hierdie bogenoemde bevinding kom\r\nal sou Cornelia Sam nie getuig het nie,\nin ag genome die\r\nomstandighede en feite van die saak. Die Hof is verder van mening dat\r\nbeskuldigde se optrede grens aan roekeloosheid\nen bevind dat hy grof\r\nnalatig was in sy optrede.’\nDie landdros se bevinding is gevolglik\r\ndat die appellant se optrede aan roekeloosheid grens en dat hy grof\r\nnalatig was.\n[6]\tDie Staat het die getuienis van\r\nNico Christopher Jacobs, Gail Grewe, LeRoy Collins en Cornelia Sam\r\naangebied. Die laaste drie\ngetuies was almal in die motor wat deur\r\nCollins bestuur is.\n[7]\tJacobs was ‘n inspekteur in\r\ndie Suid-Afrikaanse polisiediens wat die toneel na die botsing besoek\r\nhet. Hy het nie self\ndie botsing sien plaasvind nie maar het die\r\nvoertuig waarin die oorledene was dwars oor die pad sien staan. Hy\r\nhet ‘n skets\nvan die toneel gemaak. Hierop word die punt van\r\nbotsing met ‘n ‘X’ aangedui soos dit deur Collins\r\naan hom uitgewys\nis. Hierdie punt is aan Collins se kant van die\r\nWeskuspad geleë effens voor en nie regoor die aansluiting nie.\r\nJacobs kon\negter nie ‘n aanduiding gee oor presies waar hierdie\r\npunt in verhouding met ander verwysingspunte was nie omdat, soos hy\r\ndit uitgedruk het, die bestuurder ‘n ‘vae beeld’\r\naan hom gegee het van waar die voertuig hom getref het. Die skade\naan\r\nhierdie voertuig was op die regter agterdeur. Dit was donker op die\r\ntoneel en daar was geen straatbeligting nie.\n[8]\tBy\r\nsy beoordeling van die getuienis van Cornelia Sam het die landdros\r\nbevind dat sy hom as ‘n goeie getuie beïndruk\nhet. Hy het\r\negter, soos geredelik deur die Staat toegegee word, ‘n\r\nonreëlmatigheid began deur die kruisvraging van hierdie\ngetuie\r\noor haar  polisieverklaring te verbied en te vereis dat die\r\nverdediging die polisiebeampte wat die verklaring afgeneem het\nin ‘n\r\nbinneverhoor oor die toelaatbaarheid daarvan as getuie moes roep.\r\nHierdie beslissing van die landdros kom op ‘n\nklaarblyklike\r\nonreëlmatigheid neer.\n1\nMet ‘n beroep op\nS\r\nv Heslop\n,\n2\nis betoog dat die appellant nie ‘n billike verhoor gehad het\r\nnie en gevolglik op sy ontslag geregtig is. Ek stem nie hiermee\nsaam\r\nnie. Die onreëlmatighede wat in\nHeslop\nter\r\nsprake gekom het was van ‘n uiteenlopende aard en nie\r\nvergelykbaar met die weiering van die landdros in hierdie saak om\ndie\r\nkruisverhoor van ‘n enkele getuie oor een aspek toe te laat\r\nnie. Indien die getuienis van Cornelia Sam geheel en al buite\n\nrekening gelaat word kan dit nie gesê word dat ‘geregtigheid\r\nten gevolge van so ‘n onreëlmatigheid of gebrek\ninderdaad\r\nnie geskied het nie’ (artikel 322(1) van die Strafproseswet 51\r\nvan 1977).\n3\n[9]\tGail Grewe het links agter in die\r\nvoertuig gesit met ‘n kind op haar skoot. Sy kon nie getuig\r\nvanaf welke rigting die\ntaxi wat deur die appellant bestuur is gekom\r\nhet nie en het nooit die ligte van ‘n ander voertuig sien\r\naankom nie. Sy het\nwel verklaar dat die voertuig waarin sy was\r\nstadiger gery het net voordat die taxi in hulle vasgery het.  Sy kon\r\nnie verduidelik\nin welke baan hulle kort voor die beplande draai na\r\nregs gery het nie.  Haar getuienis dra ook niks by tot die spoed\r\nwaarteen hulle\nen die appellant gery het nie.\n[10]\tCollins\r\nwas die bestuurder van die voertuig waarteen die taxi gebots het. Hy\r\nhet bevestig dat hy die punt van botsing aan die\npolisiebeampte\r\nuitgewys het. Hy het egter glad nie die taxi sien aankom nie en meld\r\ntrouens dat hy geen voertuig gesien het nie.\nHy het net die slag\r\ngehoor. Toe hy onder kruisverhoor met sy polisieverklaring waarin hy\r\nvermeld het dat hy ‘n witkleurige\nkombi teen ‘n hoë\r\nspoed sien aankom en die draai te wyd gevat het gekonfronteer word,\r\nhet hy getuig dat hy deur die\nspeurder voorgesê is. Onder\r\nkruisondervraging sou hy skielik onthou wat gebeur het. Ten spyte van\r\nhierdie onbevredigende\nkante van Collins se getuienis word hy deur\r\ndie landdros as ‘n goeie getuie bestempel.\n[11]\nNormaalweg\r\nsal ‘n hof op app\nè\nl\r\nnie geredelik die feitelike bevindinge en\r\ngeloofwaardigheidsbeslissings van die verhoorhof bevraagteken nie.\nIn\nR\r\nv Dhlumayo and Another\nis opgemerk:\n4\n'The\r\nprinciple which has been adopted that an appellate court will not\r\nordinarily interfere with a finding of fact by a trial\njudge\r\n- with which I shall deal in a moment - is certainly not a rule of\r\nlaw. It probably may be called a \"rule of practice\",\nthough\r\nI can find no authority which goes so far as to call it such. . . .\r\nIt is no more than a common-sense recognition of the\nessential\r\nadvantages which the trial judge has had, as a consequence of which\r\nthe right of the appellate court to come to its own\nconclusions on\r\nmatters of fact, free and unrestricted on legal theory, is\r\nnecessarily in practice limited.'\nIn\r\ndie lig van die verrassende wending wat Colllins se getuienis geneem\r\nhet kan hy beswaarlik as ‘n bevredigende getuie beskou\nword. \r\nDit beteken egter nie dat die landdros, soos namens die appellant\r\nbetoog is,\n5\ndie aansoek om ontslag moes toegestaan het nie. Hierdie saak is nie\r\n‘n geval waar daar geen getuienis teen die appellant\naan die\r\neinde van die staatsaak was nie. Daar was voldoende getuienis\r\naangevul deur die erkennings van die appellant wat hom op\nsy verweer\r\ngeplaas het en op grond waarvan skuldig bevind sou kon word. Sy\r\nonslag is tereg geweier en meneer Smit wat namens die\nappellant\r\nverskyn het het dit in die verloop van sy betoog toegegee.\n[12]\tDie\r\nappellant het getuig dat hy die taxi die aand bestuur het en hy het\r\ngeredelik toegegee dat hy nie by die stopstraat by\ndie aansluiting\r\nmet die Weskuspad gestop het nie. Hy het teen minder as 20 kilometer\r\nper uur na links in hierdie pad ingedraai.\nHy het nie Collins se\r\nvoertuig gewaar nie en die botsing het plaasgevind in sy eie baan\r\nterwyl Collins probeer het om in die pad\nna Atlantis in te draai. Hy\r\nhet voor hy gedraai het seker gemaak dat daar geen aankomende verkeer\r\nwas nie. Die appellant het verder\ngetuig dat hy gereeld hierdie pad\r\nry en dat hy altyd op hierdie wyse oor die stopstraat ‘rol’\r\nwanneer hy geen aankomende\nverkeer in die Weskuspad gewaar nie. Deur\r\nsekere feitebevindinge te maak het die landdros egter die appellant\r\nse getuienis implisiet\nverwerp.\n[13]\tDie hof a quo het opgemerk dat\r\ndie appellant op sy eie getuienis minstens grof nalatig was. Griesel\r\nR het soos volg opgemenrk:\n‘\nOp sy eie weergawe\r\nhet die appellant die betrokke aand nie soos ‘n redelike en\r\nversigtige bestuurder opgetree nie. Hy het\nversuim om by die\r\nstopstraat stil te hou. Hy het ‘n aansluiting met ‘n\r\nbesige deurpad binnegegaan sonder om behoorlik\nte kyk vir aankomende\r\nverkeer en op ‘n tydstip toe dit onveilig was om dit te doen.\r\nHy het in alle waarskynlikheid die draai\nte wyd geneem en het in die\r\nproses in Collins se baan beland waar die botsing plaasgevind het,\r\nsoos aangedui op die polisieplan\nen soos gestaaf deur die posisie van\r\nCollins se voertuig onmiddellik na die botsing. Daarna het hy die\r\nongelukstoneel verlaat en\nhomself uit die voete gemaak, strydig met\r\nsy wetlike verpligtinge om te stop, die omvang van skade vas te stel\r\nen hulp te verleen\nof the ontbied, indien nodig. Die afleiding is\r\nonvermydelik dat hy die ongelukstoneel weens ‘n skuldgevoel, en\r\nnie weens\nskok, verlaat het.’\n[14]\tEk stem saam dat die appellant op\r\nsy eie weergawe nalatig was. Hy het die aansluiting binnegegaan op ‘n\r\ntydstip toe dit\nonveilig was en sonder om behoorlik te let op\r\naankomende verkeer. Die botsing het kort na hy oor die stopteken\r\n‘gerol’\nhet plaasgevind. Die motor wat deur Collins\r\nbestuur was moes dus onvermydelik voor hom of baie na aan die\r\nappellant se taxi gewees\nhet. Indien hy enigsins versigtig bestuur\r\nhet sou hy dit gesien het en sou hy die ongeluk kon vermy het. Die\r\nappellant is gevolglik\ntereg skuldig bevind.\n[15]\tDie\r\nlanddros het die appellant tot twee jaar gevangenisstraf gevonnis. Hy\r\nhet vir hierdie doel die twee klagte waarop hy skuldig\nbevind is saam\r\nbeoordeel. Die appellant was ‘n eerste oortreder wat ten tye\r\nvan die misdaad vyf en twintig jaar oud was.\nHy is getroud en het\r\ndrie kinders. Hy was toe werksaam as taxibestuurder vir sy vader.\r\nTydens die verhoor was hy ‘n groente-\nen vrugtesmous wat\r\nongeveer R 2400 per maand verdien het. Hy het standard 7 geslaag. Die\r\nlanddros het behoorlik van hierdie persoonlike\nomstandighede kennis\r\ngeneem. Met vonnisoplegging het hy egter van die standpunt uitgegaan\r\ndat die botsing op die punt  wat deur\nJacobs op die sketsplan\r\naangedui is plaasgevind het. Verder meen die landdros dat die\r\nappellant teen ‘n spoed wat hoër\nas 20 kilometer per uur\r\nwas – ‘n hoë spoed - die stopstraat verontagsaam, in\r\ndie baan van aankomende verkeer inbeweeg\nen teen die voertuig waarin\r\ndie oorledene was gebots het. Hierdie optrede meen die landdros was\r\ngrof nalatig en grens aan roekeloosheid.\nNa my mening word hierdie\r\nuitgangspunt van die landdros nie deur betroubare getuienis\r\nondersteun nie. Daar is enersyds geen betroubare\ngetuienis deur die\r\nstaat aangebied oor die spoed waarteen die appellant sou bestuur het\r\nnie. Collins se getuienis is eenvoudig\nnie aanvaarbaar nie en Grewe\r\nse getuienis het niks tot die saak bygedra nie. Cornelia Sam se\r\ngetuienis moet om die redes vermeld\nbuite rekening gelaat word. Dit\r\nlaat slegs die getuienis van die appellant. Verder meen ek kan die\r\nbevinding van die landdros dat\ndie botsing aan Collins se korrekte\r\nkant van die pad plaasgevind het bevraagteken word. Karige getuienis\r\nhieroor is aangebied.\nJacobs, ‘n ervare polisiebeampte, se eie\r\ngetuienis is dat hy nie self die punt van botsing op grond van sy eie\r\nwaarnemings\nsou kon bepaal nie. Hy was kort na die botsing op die\r\ntoneel en het die punt op die sketsplan slegs aangedui omdat Collins\r\ndit\naan hom uitgewys het. Collins se eie getuienis is onbetroubaar en\r\ndie aanwesigheid van glasstukke rondom die voertuig gee geen\r\naanduiding van waar die punt van botsing kon wees nie. Daar was geen\r\nolie- of remmerke nie. Jacobs self, soos ek opgemerk het, \nkon nie\r\nbepaal waar die punt van botsing was nie. Daar is gevolglik geen\r\nbetroubare getuienis hieroor nie en geen betroubare getuienis\ndat die\r\nbotsing op die plek op die sketsplan aangedui plaasgevind het nie.\n[16]\tDit\r\nis geykte reg dat ‘n hof van appèl nie ligtelik met die\r\nuitoefening van ‘n diskresie en gevolglik met\ndie vonnis wat\r\ndeur ‘n laer hof opgelê is sal inmeng nie.  ‘n Hoër\r\nhof sal slegs inmeng indien ‘n\nlaer hof ‘n mistasting\r\nbegaan het wat van so ‘n aard, graad of erns is dat dit\r\nregstreeks of by afleiding gesê\nkan word dat die hof sy\r\ndiskresie nie uitgeoefen het nie of dit onbehoorlik or onredelik\r\nuitgeoefen het. Indien dit die geval is\nstaan dit die hof van appèl\r\nvry om na eie goeddunke vonnis op te lê.\n6\nIn hierdie aangeleentheid is gevangenisstraf die appellant opgelê\r\nop grond van feitebevindinge wat nie deur die getuienis\ngestaaf word\r\nnie. Dit regverdig hierdie hof om opnuut vonnis te vel.\n[17]\t\r\nDie erns van die appellant se oortreding en die onherroeplikheid van\r\ndie gevolge van sy optrede kan en word nie onderskat\nnie. Dit is\r\negter gepas om in ‘n saak soos hierdie die graad van die\r\nappellant se nalatigheid te beoordeel.\n7\nIn die afwesigheid van geloofwaardige getuienis tot die teendeel moet\r\ndie weergawe van die appellant aanvaar word. Volgens sy getuienis\nhet\r\nhy spoed verminder toe hy die aansluiting nader en na links en regs\r\ngekyk maar geen aankomende verkeer gewaar nie. Hy het klaarblyklik\n\nnie behoorlik gekyk nie maar gegewe hierdie feite volg dit nie\r\nnoodwendig dat sy optrede as grensende aan roekeloos of grof nalatig\n\naangemerk kan word nie. Die appellant se versuim om die voertuig van\r\nCollins te gewaar kan byvoorbeeld te wyte wees aan ‘n\n\nkortstondige gebrek aan konsentrasie of onagsaamheid. Hierby moet in\r\nag geneem word dat die appellant sedert hy op 20 Desember\n2007\r\ngevonnis is in aanhouding was totdat borg hangende appèl op 13\r\nMei 2008 aan hom verleen is. In die lig hiervan is namens\ndie Staat\r\ntoegegee dat ‘n verdere tydperk van gevangenisstraf nie gepas\r\nsou wees nie en dat ‘n boete met gevangenisstraf\nas alternatief\r\nasook ‘n opgeskorte verdere tydperk van gevangenisstraf die\r\ngepaste vonnis sou wees.\n[18]\tDie volgende bevel word gemaak;\nDie skuldigbevinding word bekragtig.\nDie vonnis wat deur die landdros\r\n\topgelê is word ter syde gestel en deur die volgende vervang:\n‘\nAanklagte\r\n1 en 3 word vir doeleindes van vonnis saam geneem en die beskuldigde\r\nword tot ‘n boete van R 6 000 of 6 maande gevangenisstraf\n\ngevonnis en tot ‘n verdere een jaar gevangenisstraf opgeskort\r\nvir ‘n tydperk van drie jaar op voorwaarde dat die beskuldigde\n\nnie skuldig bevind word aan ‘n misdryf wat die roekelose of\r\nnalatige bestuur van ‘n motorvoertuig behels nie en wat\ngepleeg\r\nis tydens die periode van opskorting en waarvoor hy gevonnis word tot\r\ngevangenisstraf sonder die keuse van ‘n boete.’\nMALAN AR\nV\nerskynings:\nVir\r\nAppellant:\t\tJA Smit\nIn\r\nopdrag van:\nVan\r\nIeperen Prokureurs\nV\nir\r\nRespondent:\t\tCJ Teunissen\n1\nS v Mayekiso en Andere\n1996\r\n\t(2) SASV 298 (K) 304\na\nen 304\nh –\n305\nb\nen vgl die opmerkings oor\r\n\tkruisondervraging van getuies na aanleiding van hul\r\n\tpolisieverklarings in\nS v\r\n\tGovender en andere\n2006\r\n\t(1) SA SASV 322 (E) 327\nb-f\n;\nS v Crossberg\n2008 (2) SASV 317 (HHA) paras 70 and 80.\n2\n2007 (1) SA 461\n(HHA) paras 12 en 23.\n3\nCf\nEngles v Hofmann en ‘n\r\n\tander\n1992 (2) SA 650\n(K).\n4\n1948 (2) SA 677\n(A) 695-6;\nS\r\n\tv Robinson en andere\n1968\r\n\t(1) SA 666\n(A) 675 G - H.\n5\nMet ‘n beroep op onder andere\nS\r\n\tv Ndlangamandla en ‘n ander\n1999 (1) SASV 391 (W) en ook\nS v Jama en ‘n ander\n1998\r\n\t(2) SASV 237 (N) waar op 241\ne-f\nopgemerk word: ‘I share the views … that an accused\r\n\tshould be discharged if there is no evidence upon which a reasonable\n\n\tman might convict and the only basis of putting him on his defence\r\n\tis to hope that this own evidence will augment that of the\nState.’\r\n\tSien ook\nS v Legote en ‘n\r\n\tander\n2001 (2) SASV 179\r\n\t(HHA) para 9;\nS v Lubaxa\n2001 (4) SA 1251\n(HHA)\r\n\tparas 17 en 18 en Kriegler en Kruger\nHiemstra\r\n\tSuid-Afrikaanse Strafproses\n6de\r\n\tuitg (2002) op 452-3.\n6\nS v Pillay\n1977\r\n\t(4) SA 531\n(A)\n535 F.\n7\nSien\nS v Nyathi\n2005 (2) SASV 273 (HHA) paras 14 tot 21;\nS\r\n\tv Crossberg\n2008 (2) SASV\r\n\t317 (HHA) paras 85 to 110.",
  "scraped_at": "2026-02-12T05:24:46.268414",
  "date": "2009-11-26",
  "coram": [
    "Mthiyane AR",
    "Malan AR",
    "Leach WnAR"
  ],
  "case_number": "073/2009",
  "parties": {
    "applicants": [
      "Donelle Gabriel"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "On 5 February 2005 a collision occurred at the junction of the Weskuspad (R27) and Dassenbergrylaan near Atlantis. The deceased, Ruth Jass, was a passenger in a Mazda driven by LeRoy Collins. Donelle Gabriel, a taxi driver, was operating a white Toyota Hilux minibus. Gabriel failed to stop at the stop sign, rolled onto the junction and turned left into the path of Collins’s vehicle, striking the vehicle and causing the immediate death of the passenger. Gabriel was charged with culpable homicide (as a form of reckless driving) and a traffic offence under section 61(1)(a) of the National Road Traffic Act.",
    "issues": "The appeal raised two principal issues: (1) whether the trial court’s factual findings – that Gabriel’s conduct amounted to reckless driving and gross negligence causing death – were supported by the evidence; and (2) whether the sentence imposed (two years’ imprisonment) was appropriate or should be varied in light of the appellant’s personal circumstances and the lack of reliable proof of speed.",
    "principles": "The court applied the principle that an appellate court will not disturb a trial judge’s factual findings unless there is a palpable error or misapprehension of the evidence (see R v Dhlumayo). It also considered the legal definitions of reckless driving and gross negligence under the Criminal Procedure Act and the National Road Traffic Act, and the discretion afforded to sentencing courts, including the possibility of fines, suspended sentences, and conditions for future conduct.",
    "application": "The appellate court examined the credibility of the State’s witnesses (Inspector Jacobs, Gail Grewe, LeRoy Collins, and Cornelia Sam) and found significant shortcomings: Jacobs could not pinpoint the collision point; Collins admitted not seeing the taxi; Grewe’s testimony was irrelevant to speed; Sam’s evidence was excluded due to procedural irregularities. Consequently, the court concluded that the trial judge’s finding that Gabriel drove at a speed exceeding 20 km/h and acted recklessly was not substantiated by reliable evidence. However, the court affirmed that Gabriel’s failure to stop and his turn constituted at least negligence warranting conviction.",
    "conclusion": "The appeal court upheld the convictions for both charges but altered the sentence. The previous two‑year imprisonment was set aside and replaced with a fine of R6,000 or six months’ imprisonment, plus a further year of imprisonment suspended for three years on the condition that Gabriel not be convicted of another reckless‑driving offence during that period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Traffic Offences",
    "level_3": [
      "reckless driving",
      "gross negligence",
      "sentencing",
      "appeal"
    ]
  }
}