{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/15.html",
  "case_name": "Melamed & Hurwitz Incorporated v Goldberg (686/07) [2009] ZASCA 15 (19 March 2009)",
  "citation": "[2009] ZASCA 15",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 15\n|\nNoteup\n|\nLawCite\nMelamed & Hurwitz Incorporated v Goldberg (686/07) [2009] ZASCA 15 (19 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 686/07\nNo precedential significance\nMELAMED & HURWITZ INCORPORATED\t\t       Appellant\nand\nMARLENE GOLDBERG\t\t\t\t           Respondent\nNeutral citation:\nMelamed &\r\nHurwitz Inc v Goldberg\n(686/2007)\n[2009] ZASCA\r\n15\n(19 March 2009)\nCoram:\nStreicher, Mthiyane,\r\nLewis, Mhlantla JJA and Leach AJA\nHeard:\n2 March 2009\nDelivered:\n19 March 2009\nSummary:\nAppeal against order that\r\nattorneyâs fee be referred to Law Society for determination\r\ndismissed: agreed fee found to be extortionate\nand the client\r\noverreached.\nORDER\nOn appeal from Johannesburg High Court (Bregman AJ sitting as a court\r\nof first instance).\n1 The appeal is dismissed with costs.\n2 The order of the high court is replaced with the following:\nâ\n(a) The agreement between the parties as to\r\npayment of a fee of R450 000 to the plaintiff is void.\n(b) Within 45 days of the date of this order, the\r\nplaintiff may submit its claim for fees to the Law Society of the\r\nNorthern Provinces\nfor it to assess the fees to which the plaintiff\r\nis entitled.\n(c) Once the Law Society has made the assessment\r\nreferred to in (b) the matter shall be referred back to the court\r\nbelow to order\nthat the fee so determined be paid by the defendant,\r\nand to make the appropriate order as to costs.â\nJUDGMENT\nLEWIS JA (STREICHER, MTHIYANE, MHLANTLA JJA and\r\nLEACH AJA concurring)\n[1]\tMr Stephen Melamed is an attorney and a\r\ndirector of the appellant, the firm Melamed and Hurwitz Incorporated,\r\nJohannesburg.\nHe was approached in October 2004 by Mrs Marlene\r\nGoldberg, who was being divorced by her husband. She and her husband\r\nhad signed\nan agreement of settlement. Goldberg was unhappy with it.\r\nShe was not sure whether it had been made an order of court or even\r\nwhether\nit was binding: she wished to enter into a different\r\nagreement, more favourable to her.\n[2]\nMelamed, over a\r\nperiod of some seven months, advised her on obtaining a better\r\nsettlement. In April 2005 she and her husband entered\ninto an\r\nagreement more beneficial to her and a divorce was subsequently\r\nobtained. The appellant claimed R450 000 plus VAT from\nGoldberg,\r\nalleging that this was an agreed fee. She defended the action on the\r\nground that she had not agreed to the fee and in\nthe alternative that\r\nthe agreement was invalid as the fee was excessive and amounted to an\r\noverreaching of her. The high court\nfound that Melamedâs fee should\r\nbe determined by the Law Society of the Northern Provinces, and that\r\nonce the assessment was\nmade, either party could approach the high\r\ncourt for a determination of costs in the action. The appellant\r\nappeals against the\norder that the fees be assessed by the Law\r\nSociety on the basis that there was no reason for the high court to\r\ninterfere with the\nagreement reached between Melamed and Goldberg.\r\nThe appeal is with the leave of the high court.\n[3]\tThe law is clear: an attorney is entitled to\r\ncharge for services rendered in an amount agreed by him and the\r\nclient. But,\nif the attorney has\r\noverreached the client, then a court will not enforce the agreement.\r\nIn such a case the court may order that\nthe attorney have the bill\r\ntaxed and suspend the matter pending the determination of the taxing\r\nmaster. See, for example,\nCape Law\r\nSociety v Luyt\n1\nwhere an attorney presented an excessive bill to his client and\r\nimmediately demanded that it be paid and that the client waive\nany\r\nright to a taxed bill: the court held that the attorney had taken\r\nundue advantage of his client.  And in\nLaw Society of the Cape of Good Hope v Tobias\n2\nthe court stated:\nâ\nAn\r\nattorney is not, however, necessarily guilty of misconduct because he\r\nchooses to put an extravagant value on his services. If\nthe\r\nprospective client is a free agent, if there is neither fraud nor\r\nduress, and no advantage taken of him, then if the client\nchooses\r\nvoluntarily to agree to an extravagant fee, the\nattorney\r\nwill not be guilty of misconduct. . . .\nThe word\r\nâoverreachâ is defined, insofar as it is relevant to this matter,\r\nas â. . . .circumvent, outwit, cheat in dealingâ\n(\nThe\r\nOxford English Dictionary\n1961 vol 7 at 318) or âto outwit or get the better ofâ (\nChambers\r\nTwentieth Century Dictionary\n).\r\nWhere an attorney and his fees are concerned, the word âoverreachâ\r\nmay be taken as conveying the extraction by the attorney\nfrom his\r\nclient, by the taking by the former of undue advantage in any form of\r\nthe latter, of a fee which is unconscionable, excessive\nor\r\nextortionate, and in so overreaching his client that attorney would\r\nbe guilty of unprofessional conduct.â\nSee also\nChapman Dyer\r\nMiles & Moorhead Inc v Highmark Investment Holdings CC\n3\nand\nMnweba v Maharaj\n4\nwhere these principles are restated.\n[4]\nGoldberg pleaded\r\nthat she had not agreed to pay Melamed R450 000, alternatively that\r\nthe agreement sought to secure for Melamed\na special advantage to\r\nwhich he was not entitled; and again in the alternative that the\r\namount claimed was excessive for the services\nrendered and thus\r\namounted to overreaching. She counterclaimed for damages for\r\ndefamation since Melamed, writing to her new attorney,\nasserted that\r\nshe was an unmitigated liar. The high court found that the\r\npublication was privileged and dismissed the counterclaim.\nThere is\r\nno appeal against this finding.\n[5]\nBregman AJ did not\r\nexpressly find that there was in fact an agreement that Goldberg pay\r\nMelamed the fee he claimed, but the parties\naccept that such a\r\nfinding is implicit in his judgment and Goldberg does not contest the\r\ncorrectness of this finding. Nor did he\nfind that there had been\r\noverreaching, or that the fee claimed was excessive: indeed he\r\nexpressly left the question open. Yet,\nafter a very lengthy\r\nexamination of what Melamed purported to have done for Goldberg, and\r\nhis own estimate of how long it would\nhave taken, the learned acting\r\njudge ordered that Melamedâs fee be assessed by the Law Society.\n[6]\nWithout a finding\r\nthat the agreement was void, the client having been overreached, or\r\nfor another reason, the order that the fee\nbe referred to the Law\r\nSociety is inexplicable: there is no basis for interference with the\r\nagreed fee absent such a finding. The\nappellantâs argument on\r\nappeal is thus that the order of the high court was wrong, and that\r\nthe agreement is enforceable.\n[7]\nThe only question\r\nbefore this court, therefore, is whether Melamed in fact overreached\r\nGoldberg, such that the agreement was invalid.\nIn answering that\r\nquestion it is necessary to consider, briefly, the background to the\r\nagreement.\n[8]\nAs I have already\r\nmentioned, Goldberg and her husband had signed an agreement in\r\nanticipation of a divorce. Both were represented\nby attorneys. She\r\nwas nonetheless unhappy with its terms, particularly since it made no\r\nprovision for a lump-sum payment to her\nafter the divorce and she\r\nregarded the maintenance payable as insufficient. She arranged a\r\nconsultation with Melamed, and asked\nhim to establish whether the\r\nagreement had been made an order of court (her husband had not yet\r\nissued summons for divorce but\nGoldberg was obviously unaware of the\r\nniceties of legal processes), and whether a new agreement could be\r\nnegotiated.\n[9]\tDuring the course of this\nconsultation Melamed phoned Mr Goldbergâs attorney and ascertained\r\nthat the divorce proceedings had not yet commenced and the\nagreement\r\nhad thus not been made an order of court. Melamed testified that at\r\nthe first consultation he had discussed with Goldberg\nthe question of\r\nhis fees: he advised her that he usually required a deposit of\r\nbetween R30 000 and R50 000, and that his hourly\nrate was R2 500.\r\nWhen she said that she did not at that stage have the funds to pay,\r\nhe offered to waive the deposit and to determine\na fee after the\r\nnegotiations had run their course. She agreed. He explained the\r\npossible courses of action that might be taken\nto achieve a better\r\nsettlement for her, and their cost implications. She realized, he\r\nsaid, that the process would be expensive.\nShe offered (he claimed\r\nbut she denied), to pay him ten per cent of the total settlement she\r\nreceived. But having regard to the\nextent of her husbandâs assets\r\n(or, at least, what she thought that might be), he advised her that\r\nthat might be excessive. He\nwould wait to see what transpired. Mrs\r\nSantin, Melamedâs secretary, sat in on this consultation and all\r\nothers save one.\n[10]\nI do not consider\r\nit necessary to discuss in any detail the work that Melamed testified\r\nhe had done for Goldberg. Suffice it to\nsay that he consulted her,\r\nwrote several letters, had telephone conversations with an\r\naccountant, and spoke to her regularly on\nthe telephone (she phoned\r\nhim frequently and often arrived at his office to see him, despite\r\nhaving no appointment, he said). He\nspent some time advising her how\r\nbest to negotiate directly a better settlement with her husband. But\r\nhe could not even estimate\nhow much time he had spent on the matter.\r\nI shall revert to Melamedâs inability to estimate the number of\r\nhours he had spent\ndealing with the Goldberg settlement agreement.\n[11]\nGoldberg denied\r\nthat he had spent as much time as he claimed on her matter, and\r\ninsisted that she had done the work necessary to\nmake her husband\r\nagree to a more generous settlement. It is impossible, on the\r\nevidence presented to the high court, to assess\nhow much time Melamed\r\nactually spent. When cross-examined, and despite asserting that he\r\nspent âvast vast hoursâ in her service,\nhe could not even say\r\nwhether he spent about 12 hours consulting with her. He did not keep\r\na record of all consultations, phone\ncalls made on her behalf or\r\nphone calls that she made to him. No record was necessary, he said,\r\nbecause they had agreed a fee (although\neven this was in conflict\r\nwith his evidence that the fee had been agreed only after her husband\r\nhad signed a settlement agreement\non her terms). Santin, who\r\ntestified for the appellant, also could not say precisely what work\r\nhad been done or how much time it\nhad taken. She too kept no records.\n[12]\nOn 1 April 2005 the\r\nGoldbergs reached a further settlement agreement. This time, Mr\r\nGoldberg undertook to pay a lump sum of R5m\nto Goldberg on the\r\ndivorce, in addition to the payment of maintenance in the sum of R50\r\n000 for Goldberg (additional maintenance\nwas payable for their two\r\ndaughters) and the transfer of his share of the matrimonial home to\r\nGoldberg. Moreover, Melamed testified,\nas a result of his advice to\r\nGoldberg, she had secured an undertaking, not reflected in the\r\nwritten agreement, that her husband\npay her a further R40 000 to R50\r\n000 a month in cash. She denied that there was such an undertaking or\r\nthat she had ever received\nthe additional maintenance, in cash or\r\notherwise, but nothing turns on this.\n[13]\nThe circumstances\r\nunder which the fee agreement was reached are significant. Melamedâs\r\nevidence, confirmed by Santin, was to the\nfollowing effect. On 1\r\nApril Goldberg came to Melamedâs offices to sign the settlement\r\nagreement that her husband had already\nsigned. Goldberg was delighted\r\nwith the settlement: she appeared to be euphoric. She exclaimed that\r\nshe loved Melamed. He asked\nher what he should charge for having\r\nhelped achieve such a generous settlement.\n[14]\nHe suggested\r\npayment of R450 000 plus VAT. She asked if that was not âsteepâ.\r\nHe reminded her that she had initially offered\nto pay 10 per cent of\r\nwhat she was promised over and above that which her husband had\r\nformerly agreed to give. (The fact that R450\n000 amounts to almost 10\r\nper cent of the additional sum that Goldberg was to be paid under the\r\nnew agreement does not seem to have\noccurred to Melamed who had been\r\nso assiduous not to claim ten per cent of a large amount.) And he\r\nreminded her that she had paid,\nover the course of seven months, only\r\nabout R14 000 and had paid no deposit. What he had done was worth\r\nR450 000, he told her.\nAnd she responded that he was right.\n[15] Nonetheless, immediately after this\r\ndiscussion, Goldberg asked Santin whether the fee was appropriate and\r\nwas told that it\nwas.  Santin confirmed this version of events. Thus\r\nit is clear that Goldberg had, even on the Melamed and Santin\r\nversions, immediately\nhad reservations about the fee asked.\n[16]\nGoldberg, on the\r\nother hand, proffered different versions of what had happened at that\r\nmeeting. She denied in court that she had\never agreed to the fee. Yet\r\nshe had told her new attorney (the third) that she had no\r\nrecollection of any agreement. Both versions\nare in conflict with her\r\ntestimony that she had subsequently stalled paying Melamed the R450\r\n000, telling him, when he asked for\npayment, that it was in a 32-day\r\ncall account. They conflict too with her evidence that she had been\r\nshocked when Melamed asked\nfor such a large payment.  However, as the\r\nhigh court implicitly found that there was an agreement by Goldberg\r\nto pay the fee charged\nby Melamed, and as Goldberg does not appeal\r\nagainst that finding, it is not necessary to determine which of her\r\nversions is to\nbe accepted.\n[17]\nGoldberg\r\nsubsequently requested an itemised account, on the pretext that her\r\nbank required it before making any payment to Melamed.\nSince Melamed\r\nhad not kept records of all consultations or phone calls, he had to\r\nset out the details of the work he had done from\nmemory. The account\r\nhe created, and which the court below was at pains to analyse, bears\r\nno relation to reality and was but a guess\nat what was done. So too,\r\na witness for Goldberg who testified as to usual charges for the work\r\nalleged to have been done, had\nto concede that the hours of work and\r\nfigures he suggested were speculative â a âthumbsuckâ.\n[18]\nIn my view it is\r\nnot possible on the evidence to determine how many hoursâ work was\r\ndone and what should be charged. What is clear,\nhowever, is that the\r\nsum of R450 000 is grossly in excess of what a reasonable fee might\r\nbe, given that Melamed could not even\nsay that he had done at least\r\n12 hoursâ of consultation work. If Melamed had charged his standard\r\nhourly rate of R2 500 he would\nhave had to work for some 180 hours to\r\nreach the sum of R450 000.  The calculation demonstrates that the fee\r\nagreed is clearly\nnot just extravagant but excessive. While he was\r\nnot bound to charge at his usual rate, and it is open to an attorney\r\nto agree\na fee, the agreed fee should, I consider, bear some\r\nrelationship to the work performed. Melamedâs fee clearly does not.\n[19]\nIt remains to\r\nconsider whether Goldberg was overreached, such that the agreement\r\nbetween her and Melamed must be set aside. Goldbergâs\nevidence, as\r\nI have said, was that when asked to pay R450 000 she was shocked. She\r\nconsidered that Melamed had done very little\nfor her. The agreement\r\nby her husband to settle a capital sum of R5m on her had been the\r\nresult of her hard work. She had negotiated\nwith her husband: \r\nMelamed had not. And she had not visited or telephoned Melamed on a\r\nconstant basis. Again, it is not necessary\nto determine the truth of\r\nher testimony given that on Melamedâs own version he could not\r\naccount for the time that he had spent\non the achievement of a better\r\nsettlement for her.\n[20]\nIn my view, the\r\nfact that when Goldberg came to see Melamed to sign the agreement she\r\nwas in a state of euphoria, elated by winning\na substantial capital\r\npayment, should have made Melamed wary about exacting an agreement to\r\npay an excessive fee without waiting\nfor her to calm down, and before\r\ngiving her the opportunity to consider the fee and possibly negotiate\r\nit. She was clearly anxious\nabout the sum asked, to his knowledge,\r\nfor she talked to Santin about it immediately afterwards, and Santin\r\nreported this to Melamed.\nI consider that the fee was extortionate\r\nand that Goldberg was outwitted by Melamed â overreached.\n[21]\nIn the\r\ncircumstances, the agreement must be set aside, and the claim for\r\nfees should be submitted to the Law Society of the Northern\nProvinces\r\nfor assessment (neither of the parties contended that the matter\r\nshould have been referred to the taxing master and not\nto the Law\r\nSociety).  This means that the appeal must be dismissed, save for one\r\nmatter. Bregman AJ made no order that the fee\ndetermined by the Law\r\nSociety be referred back to the court for an order that it be paid,\r\nor for an order as to costs. The learned\njudge required instead that\r\neither party could approach the court for an order as to costs.\r\nCounsel agree that that part of the\norder requires amendment. The\r\namendment is of no great moment and either of the parties could have\r\napplied to the high court to\namend the order (r 42(b)). The omission\r\ndid not warrant an appeal to this court and no cost consequences\r\nshould accordingly follow.\n[22]\nThe following order\r\nis made:\n1 The appeal is dismissed with costs.\n2 The order of the high court is replaced with the following:\nâ\n(a) The agreement between the parties as to\r\npayment of a fee of R450 000 to the plaintiff is void.\n(b) Within 45 days of the date of this order, the\r\nplaintiff may submit its claim for fees to the Law Society of the\r\nNorthern Provinces\nfor it to assess the fees to which the plaintiff\r\nis entitled.\n(c) Once the Law Society has made the assessment\r\nreferred to in (b) the matter shall be referred back to the court\r\nbelow to order\nthat the fee so determined be paid by the defendant,\r\nand to make the appropriate order as to costs.â\n_____________\nC H Lewis\nJudge of Appeal\nAppearances:\nFor the Appellant:\t\tS P Pincus\nInstructed by:\t\tMelamed & Hurwitz Incorporated\nJohannesburg\nRosendorff, Reitz & Barry\nBloemfontein\nFor the Respondent: \tL Hollander\nInstructed by:\t\tGavin Morris Attorneys\nJohannesburg\nHill McHardy & Herbst Incorporated\nBloemfontein\n1\n1929 CPD 281\nat 290.\n2\n1991 (1) SA 430\n(C) at 434G-435C.\n3\n1998 (3) SA 608\n(D) at 611C-612F.\n4\n[2001] 1 All SA 265\n(C) at 274i-278h.",
  "scraped_at": "2026-02-11T21:40:57.052043",
  "date": "2009-03-19",
  "coram": [
    "Streicher",
    "Mthiyane",
    "Lewis JA",
    "Mhlantla JJA",
    "Leach AJA"
  ],
  "case_number": "686/07",
  "parties": {
    "applicants": [
      "Melamed & Hurwitz Incorporated"
    ],
    "respondents": [
      "Marlene Goldberg"
    ]
  },
  "sections": {
    "facts": "In October 2004 attorney Stephen Melamed was approached by Mrs Marlene Goldberg, who was dissatisfied with a divorce settlement her husband had signed. Over approximately seven months Melamed advised Goldberg, negotiated a more favourable settlement that was finalised in April 2005 and resulted in a R5 million lump‑sum and additional maintenance for Goldberg. After the settlement Melamed demanded a fee of R450,000 plus VAT, claiming it had been agreed. Goldberg denied any agreement, asserted the fee was excessive and that she had been overreached, and the High Court ordered the fee to be assessed by the Law Society of the Northern Provinces.",
    "issues": "The appellate court needed to determine whether the fee agreement between Melamed and Goldberg was void due to overreaching or an extortionate fee, and consequently whether the High Court was correct in referring the fee to the Law Society for assessment.",
    "principles": "South African law holds that an attorney may charge a fee agreed with the client, but if the fee is unconscionable, excessive or the client has been overreached, the agreement may be set aside. Overreaching is defined as taking undue advantage of a client, resulting in a fee that is extortionate. In such cases the court may order the fee to be taxed or referred to the relevant Law Society. Relevant authorities include Cape Law Society v Luyt and Law Society of the Cape of Good Hope v Tobias.",
    "application": "The court examined the evidence and found no reliable record of the hours worked by Melamed. The claimed fee of R450,000 would have required approximately 180 hours at the attorney’s standard rate of R2,500 per hour, which was not demonstrated. Goldberg was in a state of euphoria after receiving the settlement and was not given reasonable time to consider the fee, indicating she was overreached. The fee was therefore deemed extortionate and the agreement void. Consequently, the matter must be referred to the Law Society for assessment.",
    "conclusion": "The appeal was dismissed with costs. The High Court order was replaced: (a) the fee agreement of R450,000 is void; (b) the plaintiff may submit the claim to the Law Society of the Northern Provinces within 45 days for assessment; (c) once assessed, the matter returns to the lower court to order payment of the assessed fee and to make appropriate costs orders."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Legal Fees",
    "level_3": [
      "overreaching",
      "extortionate fees",
      "law society assessment"
    ]
  }
}