{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/56.html",
  "case_name": "Walker v Santam Limited and Others (410/08) [2009] ZASCA 56; 2009 (6) SA 224 (SCA) ; [2009] 4 All SA 60 (SCA) (28 May 2009)",
  "citation": "[2009] ZASCA 56",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 56\n|\nNoteup\n|\nLawCite\nWalker v Santam Limited and Others (410/08) [2009] ZASCA 56; 2009 (6) SA 224 (SCA) ; [2009] 4 All SA 60 (SCA) (28 May 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 410/08\nIn the\r\nmatter between:\nGARRY OWEN WALKER\t\t\t\t\t            APPELLANT\nand\nSANTAM\nLimiTeD\n1\nst\nRESPONDENT\nMUTUAL & FEDERAL INSURANCE COMPANY LTD     2\nnd\nRESPONDENT\nALEXANDER FORBES INSURANCE COMPANY LTD    3\nrd\nRESPONDENT\nNeutral citation:\nWalker v Santam\n(410/2008)\n[2009]\r\nZASCA 56\n(28 May 2009)\nCoram:\nNugent JA, Kroon and Griesel AJJA\nHeard:\n13 May 2009\nDelivered:\n28 May 2009\nSummary:\nIndemnity insurance â repudiation by insurers\r\nâsufficiency of proof of loss.\nORDER\nOn appeal from:\nHigh Court, Grahamstown (Leach J and Nduna AJ,\r\nsitting as a court of appeal from a magistrateâs court):\nOrder\n:\nThe appeal succeeds with costs. The order of the High Court is set\r\naside and substituted with the following:\nâ\nThe appeal\r\nis dismissed with costs.â\nJUDGMENT\nGRIESEL  AJA\n(NUGENT JA  and KROON AJA concur):\nIntroduction\n[1]\tOn 7 August 2002 the appellantâs motor vehicle, a 1996\r\nBMW 323i, was hi­jacked in East London and damaged beyond\n\nrepair. The appellant was insured against events of this nature with\r\na âco-insurance panelâ comprising the three respondents\nherein\r\njointly and severally, namely Santam Limited, Mutual & Federal\r\nInsurance Company Limited and Alexander Forbes In­surance\nCompany\r\nLimited. (The policy in question was issued and administered on\r\nbehalf of the panel by Alexander Forbes). The appellant\nduly lodged a\r\nclaim for com­pensation in terms of the policy, but the\r\nrespondents repudiated liability. After selling the wreck\nof the\r\nvehicle to a local scrap dealer for an amount of R21 000, the\r\nappellant instituted action against the respondents in\nthe\r\nmagistrateâs court in East London, claiming the difference between\r\nthe insured value of the car in its un­damaged condition\n\n(R98 100) and the value of the wreck, less the compulsory\r\nexcess, being five percent of the difference. The respond­ents\n\ndefended the action, but the magistrate granted judgment in favour of\r\nthe appellant for payment of R73 245 together with interest\nat\r\nthe prescribed rate and costs.\n[2]\tOn appeal to the Eastern Cape High Court in Grahamstown, the\r\ncourt below (per Leach J; Nduna AJ concurring) reversed\nthe\r\njudg­ment of the magistrate, holding that âthe evidence that\r\nwas placed before the court was insufficient to enable the\ncourt to\r\ndetermine the value of the motor vehicle in its damaged conditionâ.\r\nIn the result, so it was held, the plaintiff had\nfailed to prove the\r\nquantum of his damages. The judg­ment of the magistrate was\r\naccordingly set aside and substituted with\none of absolution from the\r\ninstance with costs. Leave to appeal against this judg­ment was\r\nrefused by the court below, but\nwas sub­sequently granted by this\r\ncourt on petition.\nFactual background\n[3]\tThe appellant has been employed in the motor vehicle industry for\r\nmore than 30 years. At the time of the incident he was the\nsenior\r\nsales manager of Ronnies Motors in Nahoon, East London. On 26 July\r\n2002 he bought the BMW in question from his employer\nfor use by his\r\nwife and insured it under his existing policy with Alexander Forbes.\r\nLess than two weeks later, while being driven\nby one of the\r\nappellantâs sons, the car was hijacked and damaged beyond repair.\n[4]\tSome time after lodging his claim, the appellant was informed by\r\nMrs Photenhauer, manager of the Eastern Cape Region of Alexander\n\nForbes, that âit had all been sorted out, the cheque was on her\r\ndesk, it would be going into [his] account the next dayâ.\r\nApparently the amount was calculated on the basis of the insured\r\nvalue of the car less the excess of five percent, such value having\n\nbeen ascertained by the assessor appointed on behalf of the\r\nrespondents.\n[5]\tA few days later, however, by letter dated 27 September 2002,\r\nAlexander Forbes advised the appellant âthat the insurer had\n\nstopped settle­ment of your motor claim and requested that\r\nfurther investigation be effectedâ. At a later stage, according\nto\r\nthe appellant, Mrs Photenhauer informed him tele­phonically that\r\nâthereâs been another issue nowâ and that the matter\nâwas now\r\ngoing to go into disputeâ. She did not, however, elaborate as to\r\nwhat the other âissueâ was and the appellant\nwas not informed of\r\nthe reason for the decision.\n[6]\tAfter repeatedly pressing them for reasons for their repudiation,\r\nthe appellant was informed by Alexander Forbes by letter\ndated 29\r\nOctober 2002 that the insurers were ânot able to enter­tain\r\n[his] claimâ, based on â\ninter aliaâ\ncertain clauses in\r\nthe policy, which were then quoted verbatim. The clauses in question\r\ndeal with âgeneral conditions relating\nto your insurance coverâ,\r\nincluding the definitions of âyouâ and âweâ in the policy;\r\nthe duty on the insured to comply\nwith the terms of the policy; to\r\ninform the insurers of any increase of risk; to give information that\r\nis âcomplete and truthfulâ;\nand to take reasonable care to\r\nprevent loss, damage and accidents. The letter failed to inform the\r\nappellant, however, in what\nrespect(s) he is alleged to have breached\r\nany of those general duties.\n[7]\tAfter receiving notice of repudiation of his claim, the appellant\r\ntook urgent steps to dispose of the wreck so as to avoid\nincurring\r\nstorage charges. A further reason for urgency was the fact that the\r\nappellant needed to settle the purchase price of\nthe vehicle with his\r\nemployer. He accord­ingly approached âthe two main scrap-yards\r\nin East London that buy accident damaged\nvehiclesâ for quotations.\r\nThe one company,\nHillbank Motor Consultants\n, offered to pay\r\nhim R21 000, whereas the other,\nHeine & Strydom\n,\r\noffered some R5 000 less. His evidence in this regard reads as\r\nfollows:\nâ\nWhat\r\nhappened with the wreck is I got a price, a value for it from itâs\r\ncalled\nHillbank Motor Consultants\n, they generally buy wrecks.\r\nI think theyâre contracted to most of the insurance companies. And\r\nthey gave a value against percentage\nof book [value], I think, Iâm\r\nopen to correction, I think itâs 22 or 23 percent of book value\r\nthat they pay, which is a standard\ncontract to the amount of most of\r\nthe insurance companies. So I asked them for a price on the car which\r\nthey duly gave me.â\nLater he testified as follows:\nâ\nDid\r\nyou consider that you could have done things differently and obtained\r\na higher or better amount? --- I donât think so. I fought\nquite\r\nhard to get that much for it.\nDo you think that you did\r\neverything that was reasonable in the circumstances? --- I do believe\r\nI did.â\n[8]\tThe appellant thereupon contacted Mrs Photen­hauer and\r\ninformed her of the offer obtained and his intentions in that regard.\n\nHe testified as follows:\nâ\nAnd\r\nI actually phoned Mrs Photen­hauer, although technically [it]\r\ndidnât have anything to do with them, but I said to her\nI would\r\nlike to place it on record that Iâm getting so much for the wreck,\r\nso that in case down the road if we have to end up\nfighting about\r\nthis claim, it is recorded, which I did do. And they were in\r\nagreement, thatâs what they would [have] sold the\nwreck for, you\r\nknow, had the claim been settled in the normal way.\n[. . . ]\nThe\r\nonly reason I discussed it with her, that I said to her that weâre\r\ngoing to go into a dispute about my claim. Weâre going\nto go and\r\nfight about it, so I said I am asking you and informing you that Iâm\r\ngoing to sell the wreck, and this is what I have\nbeen offered. Are\r\nyou in agreement with me that this is a fair value, I donât want\r\nyou to come down the road and say that I gave\nthe thing away or\r\nsomething. And that is where we got â she said to me itâs not\r\nreally her business to agree or disagree, but\nshe said yes, the value\r\nthat youâre getting is acceptable.â\n[9]\tAfter disposing of the wreck, the appellant sent a letter, dated\r\n6 November 2002, to Mrs Photenhauer, confirming the telephone\n\nconversation and the sale of the wreck to Hillbank for R21 000\r\ninclusive of VAT, to which she responded the next day:\nâ\nWe\r\nacknowledge receipt of your fax dated 6 November 2002 confirming that\r\nyou have sold the wreck to Hillbank Motors in amount of\nR21 000\r\ninclusive of VAT. We will keep a copy of the fax on file for record\r\npurposes. Due to the repudiation of the abovementioned\nclaim by the\r\ninsurer, your action is acceptable.â\n[10]\tAt a later stage, shortly before action was instituted, the\r\nappellantâs attorneys in a letter of demand pointed out that\ntheir\r\nclient had not yet been informed of the respondentsâ reasons for\r\nrepudiating the claim, to which Alexander Forbes replied\n\nenigmatically:\nâ\nThe\r\nunderwriter is not obliged to commit to one single reason for\r\nrepudiation if more than one reason exists.â\n[11]\tThe plea filed in the\nmagistrate\nâs\r\ncourt in opposition to the plaintiffâs claim like­wise failed\r\nto shed light on the nature of the respondentsâ defence:\nthe\r\nappellantâs averments relating to the occurrence of the insured\r\nevent; the damage to the vehicle beyond economical repair;\nhis\r\ncompliance with all his obligations in terms of the policy; and the\r\ndamage suffered by him were all met with bare denials.\nDuring the\r\ntrial, the appellantâs evidence went largely unchallenged and as\r\nthe trial progressed the initial disputes dis­appeared\none by\r\none. The respondents closed their case without adducing any evidence.\r\nBy the time it came to judgment, the only âdefenceâ\nthat remained\r\nalive, was the argument advanced on behalf of the respondents that\r\nthe appellant had failed to establish the value\nof the insured\r\nvehicle in its damaged state. (In fairness to the respondents it\r\nshould be pointed out that this very argument was\nforeshadowed during\r\nthe opening address of the appellantâs counsel, when the\r\nrespondentsâ attorney drew attention to the fact\nthat the appellant\r\nhad not filed any expert summary in respect of the post-collision\r\nvalue of the vehicle.)\n[12]\tThe respondentsâ opposition to the claim was based almost\r\nentirely on the decision of this court in\nErasmus v Davis\n,\n1\nwhere the majority held that evidence based on a percentage of the\r\npre-collision value of a vehicle was insufficient to establish\nthe\r\npost-collision value of such vehicle. Referring to the evidence of\r\nthe appellant that I have quoted above, the respondents\nargued that\r\nthe same conclusion should follow in this case.\n[13]\tThe magistrate, however, distinguished\nErasmus v Davis\non\r\nthe basis that the relationship between the appellant and the\r\nrespondents in this case is âcontractual rather than delictualâ.\n\nHe accordingly granted judgment in favour of the appellant.\nJudgment\r\nof the court\nbelow\n[14]\tIn its judgment on appeal, the court below rejected the\r\nmagistrateâs attempt to distinguish\nErasmus v Davis\nand said\r\nthe following:\nâ\nIt\r\nwas argued, as I understood the argument, that in the light of the\r\nfact that this was an insurance claim, there should be a lighter\nonus\r\nwhich had to be applied, which distinguished the present claim from\r\nthe decision in\nErasmus v Davis\nwhich dealt with a delictual\r\nclaim. However, it is quite clear that this is a civil claim, and the\r\nonus remains the same in a civil\nclaim whether it is delictual or\r\nbased in contract, even if the contract is one of insurance, and that\r\nis proof on a balance of\nprobabilities of the amount of damages\r\nsuffered. Even if there was a somewhat lighter onus it would still\r\nrequire evidence to be\nled, and there was no evidence to establish\r\nthe value of the vehicle in its pre-damage [sic â should be\r\nâpost-damageâ] state.â\n[15]\tI respectfully disagree with this approach. Our law recognises a\r\nclear distinction between claims based on contract and those\nbased on\r\ndelict.\n2\nErasmus v Davis\ndealt with an ordinary delictual claim for\r\ndamages arising out of a motor collision. This case, on the other\r\nhand, is based squarely\non a contract of indemnity insurance, as\r\ncounsel for the respondents rightly pointed out. This fact, in my\r\nview, has important\nconsequences â not only with regard to the onus\r\nof proof, but also to the\nfacta probanda\nrequired in order to\r\nsucceed.\n[16]\tIn terms of basic principles of indemnity insurance the insured\r\nis entitled to recover the actual commercial value of what\nhe has\r\nlost through the happening of the event insured against. The ordinary\r\nrule is that an insured must prove that his claim\nfalls within the\r\nprimary risk insured against, whilst the onus is on the insurer\r\nseeking to avoid liability to prove the application\nof an exception.\n3\nIn the case of total loss of the insured item, the insurer acquires a\r\nright to salvage in whatever remains and is of value in respect\nof\r\nthe item once the insurer has fully indemnified the insured.\n4\nThere is a corres­ponding duty on the insured to surrender the\r\nremains of the insured item as salvage. Furthermore, there is\nan\r\nimplied duty on the insured to minimise his loss.\n5\n[17]\tApplied to the facts of the present case, the respondents were\r\nliable in terms of the policy in question to compensate the\nappellant\r\nâif the vehicle or any part of it (including accessories) is lost\r\nor damagedâ.\n6\nThe âmaximum amount payableâ would be the lower of âthe sum\r\nstated in the Policy Schedule, or the retail value (adjusted\nfor\r\nmileage and condition) . . .â The sum stated in the\r\nPolicy Schedule in this case was R98 100 and the appellantâs\n\nunchallenged evidence established that this sum equalled the retail\r\nvalue of the vehicle. His evidence further established con­clusively\n\nthat the vehicle was damaged beyond repair. He has accordingly\r\nsuc­ceeded in bringing himself within the primary risk insured\n\nagainst, with the result that the respon­dents were contractually\r\nbound to indemnify him in an amount of R98 100, less\nthe âfirst\r\namount payableâ amounting to 5% of the agreed loss, unless the\r\nrespondents could establish some valid excuse for\nrefusing to pay.\n[18]\tHad the respondents complied with their contractual obligations,\r\nthe value of the wreck would not have been an issue between\nthe\r\nparties when the claim was made (a) because the wreck had not\r\nyet been disposed of and (b) because the respondents\nwould in\r\nany event have been entitled to the wreck of the car in accordance\r\nwith their right to salvage. In all proba­bility\nthe respondents\r\nwould have disposed of the wreck to the same scrap dealer that bought\r\nit from the appellant and probably at the\nsame price (as Mrs\r\nPhoten­hauer admitted to the appellant).\n7\n[19]\tInstead, the respondents repudiated liability for reasons that,\r\nto this day, remain unknown. The conclusion is irresistible\nthat the\r\nrespondents had no valid excuse for repudiating liability. Faced with\r\nsuch repudiation, it was incumbent upon the appellant\nto take\r\nreason­able steps to minimise his loss. His own evidence that he\r\ndid everything reasonable in order to get the best\nprice\navailable went unchallenged. Thus, it was not suggested to the\r\nappellant that the wreck could or should have been sold in a market\n\nother than the one in which it was eventually sold â a market, I\r\nmay add, that has been established by the respondents themselves,\nas\r\nmembers of the short-term insurance industry. Nor was it suggested to\r\nthe appellant that the price obtained for the wreck was\nin any way\r\nunreasonable, or that a better price could have been obtained if the\r\nwreck were to have been disposed of elsewhere or\nin some other\r\nmanner, eg, by advertising in the local press; by public auction or\r\nby approaching other scrap dealers in East London.\n[20]\tCan the respondents in these circum­stances avoid liability\r\nsimply because the appellant has failed to adduce expert evidence\nas\r\nto the post-collision value of the wreck where they have failed to\r\nshow that there was any­thing more that he could have\nor should\r\nhave done so as to minimise his loss? The answer must clearly be no.\r\nIt is not necessary for purposes of this case to\ndecide whether the\r\nonus rests on the appellant to prove that he took reasonable steps to\r\nminimise his loss, or whether it is for\nthe respondents to prove that\r\nhe has failed to do so. It is sufficient to hold, as I do, that on\r\nthe evidence in this case the\nappellant has proved â at least prima\r\nfacie â that he has taken reasonable steps to minimise his loss and\r\nthe respondents have\nfailed to rebut such prima facie case.\n[21]\tIt follows from the foregoing that the reliance on\nErasmus v\r\nDavis\n, both by the respondents and by the court below, was\r\nentirely misplaced. It is accordingly not necessary for this court to\r\nconsider\nwhether or not the evidence adduced on behalf of the\r\nappellant as to the value of the vehicle in its post-damage state was\r\nsufficient.\n[22]\tIt follows that the judgment of the court below cannot stand. In\r\nthe result, the appeal succeeds with costs. The order of\nthe court\r\nbelow is set aside and is sub­stituted with the following:\nâ\nThe appeal is dismissed with costs.â\nb m griesel\nActing Judge of Appeal\nAPPEARANCES:\nFOR APPELLANT:\t\tG S Wernberg\nInstructed by\nVan Rensburg & Associates\nEast London\nJordaans Rijkheer & Partners\nBloemfontein\nFOR RESPONDENT:\tB P Geach SC\nKlagsbrun de Vries & Van de Venter\nHatfield\nHoney Attorneys\nBloemfontein\n1\n1969 (2) SA 1\n(A).\n2\nSee eg\nTrotman v Edwick\n1951 (1) SA 443\n(A) at 449AâB.\n3\nVan Zyl NO v Kiln Non-Marine Syndicate No 510 of Lloyds of London\n2003 (2) SA 440\n(SCA) para 7.\n4\nCf eg 12 Lawsa (1st reissue) paras 403â405 and the authorities\r\n\treferred to therein.\n5\nD M Davis\nGordon & Getz The South African Law of Insurance\n4ed (1993) p 251â252.\n6\nThe term âcompensate/compensationâ is defined in the policy as\r\n\tâ[the respondentsâ] liability to settle your approved\nclaim\r\n\teither by payment, by repair or by replacement (at out choice).â\n7\nPara 8 above.",
  "scraped_at": "2026-02-11T21:49:36.516746",
  "date": "2009-05-28",
  "coram": [
    "Nugent JA",
    "Kroon",
    "Griesel AJJA"
  ],
  "case_number": "410/08",
  "parties": {
    "applicants": [
      "GARRY OWEN WALKER"
    ],
    "respondents": [
      "SANTAM Limited",
      "MUTUAL & FEDERAL INSURANCE COMPANY LTD",
      "ALEXANDER FORBES INSURANCE COMPANY LTD"
    ]
  },
  "sections": {
    "facts": "The appellant's 1996 BMW 323i was hijacked on 7 August 2002 and written off. He had an indemnity insurance policy with a co‑insurance panel comprising Santam Limited, Mutual & Federal Insurance Company Ltd and Alexander Forbes Insurance Company Ltd. After lodging a claim, the insurers repudiated liability. The appellant sold the wreck to a scrap dealer for R21,000, informed the insurer of the sale, and was later denied settlement without explanation. The magistrate initially awarded him damages, but the High Court set aside that judgment, holding that the appellant had not proved the post‑collision value of the vehicle.",
    "issues": "Whether, in an indemnity insurance contract, the appellant must prove the post‑collision value of a total‑loss vehicle, or whether the insurer bears the burden to prove an exception to liability; and whether the appellant fulfilled his duty to mitigate loss by obtaining a reasonable price for the wreck.",
    "principles": "Indemnity insurance obliges the insurer to pay the actual commercial value of the loss; the insured must establish that the claim falls within the primary risk, while the insurer must prove any contractual exception. The onus of proof in contractual insurance claims remains on the balance of probabilities, unlike delictual claims such as in Erasmus v Davis. The insured has a duty to surrender salvage and to take reasonable steps to minimise loss.",
    "application": "The court found that the appellant proved the insured value of R98,100 and that the vehicle was a total loss, satisfying the primary risk requirement. No valid excuse for repudiation was demonstrated by the respondents. The appellant’s efforts to obtain the best possible price for the wreck were unchallenged and deemed reasonable. Consequently, the reliance on Erasmus v Davis was misplaced, and expert evidence on post‑collision value was unnecessary.",
    "conclusion": "The appeal was dismissed with costs. The High Court's order setting aside the magistrate's judgment was overturned, and the original judgment in favour of the appellant was not restored."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Indemnity Insurance",
    "level_3": [
      "burden of proof",
      "total loss",
      "salvage",
      "repudiation"
    ]
  }
}