{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/113.html",
  "case_name": "Nxumalo v S (450/08) [2009] ZASCA 113; [2010] 1 All SA 325 (SCA) (23 September 2009)",
  "citation": "[2009] ZASCA 113",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 113\n|\nNoteup\n|\nLawCite\nNxumalo v S (450/08) [2009] ZASCA 113; [2010] 1 All SA 325 (SCA) (23 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\r\nAFRICA\nJUDGMENT\nCase number: 450/08\nNo precedential significance\nIn the matter between:\nBENZANI NXUMALO\tAPPELLANT\nv\nTHE STATE \tRESPONDENT\nNeutral citation:\nNxumalo\r\nv The State\n(450/2008)\n[2009] ZASCA 113\n(23 September 2009)\nCoram:\nStreicher,\r\nBrand  JJA and Griesel AJA\nHeard:\t15 September 2009\nDelivered:\t23 September 2009\nSummary:\tEvidence â whether circumstantial evidence\r\nwas sufficient to justify conviction of the appellant. Test regarding\r\nsuch\nevidence applied to the facts.\nORDER\nOn appeal from:\nThe Free\r\nState High Court (Circuit Court at Kroonstad) (Hancke J and\r\nassessors).\nOrder:\n1.\tThe\r\nappeal is partially upheld to the extent that the convictions and\r\nsentences im­posed\nin\r\nrespect of\ncounts\r\n21 and 22 are set aside.\n2.\tSave as afore­said,\r\nthe appeal is dis­missed.\nJUDGMENT\nGriesel\nAJA (\nStreicher, Brand\nJJA concurring):\n[1]\tThe appellant, as accused no 14, appeared with 14\r\nco-accused before Hancke J and two assessors, sitting in the\r\nKroonstad\ncircuit court. They were charged with a total of 54 counts,\nincluding\nrobbery with\r\naggravating circumstances, kidnapping and contraventions of the\r\nPre­vention of Organised Crime Act 121 of 1998\n(POCA).\n[2]\tAfter a protracted trial, the appellant â together\r\nwith some of his co-accused â was convicted on a total of ten\r\ncounts,\nnamely four counts of robbery with aggravating circumstances\r\n(counts 19, 21, 23 and 25); five of kidnapping (counts 20, 22, 24,\n26\r\nand 27) as well as contravention of s 9(1)(a) of POCA (count\r\n53). He was thereupon sentenced to a total period of 77 years\n\nimprisonment, which was ordered to be served concurrently in such a\r\nway as to amount to an effective term of 25 years imprisonment.\nLeave\r\nto appeal against the convictions and sentences was refused by the\r\ntrial court. Subsequently, however, this court, on petition,\ngranted\r\nleave to appeal against the convictions on counts 19â22. Regarding\r\nsentence, the parties were directed to address the\nquestion as to how\r\nthe setting aside of the conviction\nin respect of\nthese counts (or some of them) should affect the\r\ncomposite sentence imposed\nin respect of\nthese\r\nand the other counts\nof\nwhich\r\nthe appellant was convicted.\nFactual\r\nbackground\n[3]\tThe appellant and some of his co-accused were found\r\nto have been members of a criminal syndicate specialising in the\r\nhijacking\nof heavy trucks and other motor vehicles and the export of\r\nsuch vehicles, primarily to Mozambique. The indictment covered more\r\nthan twenty separate hi­jack­ing incidents over a period of\r\nsome five-and-a-half years, between 1999 and 2005. The\nmodus\r\noperandi\nutilised by members of the syndicate\r\ninvolved not only the use of firearms to rob the victims of their\r\nvehicles and personal possessions,\nbut also the extensive use of cell\r\nphones to keep in touch with each other prior to, during and after\r\noperations. Evi­dence\nlinking various cell phone numbers to the\r\nindividual members of the syndicate thus formed a vital link in the\r\nevidential chain\nin the case against the accused.\n[4]\tThe trial court found that the cell phone numbers\r\nending in 8640, 7346 and 8852 could positively be linked to the\r\nappellant.\nIn his evidence at the trial, the appellant denied that he\r\nhad ever used cell phones with the numbers ending in either 7346 or\r\n8852. The trial court, however, rejected his version as false and\r\nfurnished cogent\nreasons\r\nfor its conclusion. It has not been contended on appeal that the\r\ntrial court erred or mis­directed itself in this regard.\nI can\r\naccordingly find no grounds for disturbing these factual findings.\nCounts 19\r\n& 20\n[5]\tTurning now to the first of two separate incidents\nin respect of\nwhich leave to\r\nappeal has been granted, the evidence adduced at the trial\r\nestablished that on 16 July 2004 the complainant, Mr Ernst\nRasepedi\r\nMoepi, was\nen route\nalong the road between Reitz and Frankfort with his employerâs\n8 ton Isuzu truck with registration number LKX 314 GP.\r\nShortly after 14h00 near Frankfort he was robbed at gunpoint of\nhis\r\ntruck, cell phone and personal possessions after his vehicle had been\r\nforced off the road by the robbers. In the process, he\nwas also\r\nkid­napped and was held captive until 18h00 that day. These\r\nevents form the subject matter of counts 19 and 20, in\nrespect of\r\nwhich accused nos 1, 2, 3, 4, 5, 6, 10, 11 and the appellant were\r\nconvicted.\n[6]\tThere was no direct evidence linking the appellant\r\nto the com­mission of these offences. According to the judgment,\r\nthe\ntrial court convicted the appellant on the basis of the following\r\ncircum­stantial evidence:\nThe appellantâs cell phone with the number ending in\r\n\t7346 was proved to have been in the vicinity of Frankfort at 14h22\r\n\ton the\nday in question.\nThe same cell phone was in contact with accused no 11\r\n\tat 16h25 that same afternoon from the Randvaal area.\n[7]\tIn granting leave to appeal to\r\nthis court,\nthe parties were directed to\r\ndeal specifically with the question whether there is any evidence\r\nlinking the applicant to the commission\nof these offences other than\r\nthe circumstantial evidence referred to above. If there is such\r\nevidence, the parties were requested\nto state the nature of the\r\nevidence and to deal with the question whether such evidence is\r\nsufficient to sustain the convictions\non these counts.\n[8]\tIn response, counsel\nfor\r\nboth sides pointed out that, according to the cell phone records, the\r\nsame cell phone was not only used in the vicinity of Frankfort\nat\r\n14h22 on the day in question, but also at 14h26 on the same day.\r\nMoreover, between these two calls, the appellantâs cell phone\n\nrecords reflect two further calls from the âLeeukopâ area at\r\n14h24 and 14h25 respectively. From the fact that four calls were\nmade\r\nfrom the same cell phone within five minutes of each other it is safe\r\nto assume that Leeukop is also in the vicinity of Frankfort.\n[9]\nCounsel\r\nfor the appellant further pointed out that, contrary to the finding\r\nof the trial court, the cell phone records of the appellant\n(with the\r\nnumber ending in 7346) do not show that he was in contact with\r\naccused no 11 at 16h25 on that day. Instead, it shows\ncontact at\r\n16h29 from the Randvaal area between the cell phone of the appellant\r\nand the cell phone (with a number ending in 1911)\nof an unidentified\r\nperson, who was proved to have been involved in various of the\r\noffences. In addition, the records show contact\nbetween the appellant\r\nand the same âguiltyâ cell phone at 21h16 and 21h19 the night\r\nbefore the commission of the offences,\nnamely 15 July 2004.\n[10]\tThe correct approach\nto\ncircumstantial evidence has been stated on\r\nmany occasions by this court and does not require reiteration.\n1\nConsidering the cumulative effect of the circumstantial evidence in\r\nthis case, the picture that emerges is as follows:\nThe cell phone with number ending in 7346, which has\r\n\tbeen positively linked to the appellant, was used four times within\r\n\ta short\nspace of time at or near the scene of the crimes shortly\r\n\tafter those crimes were committed.\nThe scene of the crimes, near Frankfort in the\r\n\tnorth-eastern Free State, is some distance away from Gauteng, where\r\n\tthe appellant\nlives. His route took him along the same route â\r\n\tfrom Reitz to Frankfort â as the route followed by the victim of\r\n\tthese crimes.\nIn the absence of a reasonable explanation from the\r\n\tappellant, it is difficult to conceive of an innocent expla­nation\r\n\tfor\nhis presence in that area at that time.\nThe appellant has been proved to have been in cell\r\n\tphone contact with the âguiltyâ cell phone with number ending in\r\n\t1911 on\ntwo occasions on the night before the crimes in question as\r\n\twell as the afternoon after the crimes were committed.\nThe appellant falsely denied any involvement in the\r\n\tcommission of the offences and falsely denied any connection with\r\n\tthe cell\nphone number ending in 7346. In the light of the\r\n\tincriminating nature of the evidence relating to that cell phone,\r\n\tthe trial\ncourt was justified, in my view, in drawing an adverse\r\n\tinference from the appellantâs false denials.\n2\n[11]\tOn the evidence as a whole, I am satisfied that the\r\ntrial court was entitled to infer that the appellant was indeed at or\r\nnear\nthe scene of the crime outside Frankfort at the relevant time. I\r\nam satisfied, moreover, that the inference of guilt is the only\n\nreasonable inference to be drawn from the evidence. It follows, in my\r\nview, that the appeal\nin respect of\ncounts\r\n19 and 20 can­not succeed.\nCounts 21\r\n& 22\n[12]\tIn another incident, on 27 July 2004 at\r\napproximately 9h30 and between Memel and Senekal, the complainant, Mr\r\nThomas Leoma,\nwas hijacked and robbed of his employerâs Nissan\r\ndiesel truck, registration number CNR 169 FS, as well as\r\ncertain personal\nbelongings. He was also kidnapped and was held\r\ncaptive until approximately 13h00 the same day. These events form the\r\nsubject matter\nof counts 21 and 22.\n[13]\tThe trial court found that the state had proved the\r\nguilt of the appellant as well as accused numbers 1, 2, 6, 11 and 15\r\nbeyond\nreasonable doubt. In its summary of the evidence, however, no\r\nmention is made of any direct or circumstantial evidence linking the\n\nappellant to the com­mission of these offences, save for evidence\r\nthat there was cell phone contact between the appellant and\nthe\r\nâguiltyâ cell phone (with number ending in 1911) on the afternoon\nbefore\nthe crimes were\r\ncom­mitted. In the light of this evidence this court, in granting\r\nleave to appeal, directed the parties to\ndeal specifi­cally with\r\nthe question whether there is any evidence linking the applicant to\r\nthe robbery on the day in question\nother than the evidence of the\r\ncell phone contact mentioned above. If there is such evidence, the\r\nparties were requested to state\nthe nature of the evidence and to\r\ndeal with the question whether such evidence is sufficient to sustain\r\nthe convictions on these\ncounts.\n[14]\tCounsel for the state was unable to refer us to any\r\nfurther evidence linking the appellant to the crimes in question,\r\nsave\nfor relying on the general pattern or\nmodus\r\noperandi\nof the syndicate disclosed by the\r\ntotality of the evidence. Counsel fairly conceded, however, that he\r\ncould not seriously resist\nthe appeal with regard to these two\r\ncounts. In my view, this concession was properly made â especially\r\nin view of the further\nevidence emerging from the appellantâs cell\r\nphone records, showing that the appellantâs cell phone was used\r\nmore or less at\nthe time of the commission of the offences, at 8h58\r\non 27 July 2005, at Booysens in Gauteng, some considerable distance\r\nremoved\nfrom the scene of these crimes.\n[15]\tWhere the state is unable to prove actual physical\r\npresence at the scene of a crime â let alone participation in the\r\ncrime\nby an accused â it can only succeed in obtaining a conviction\r\nif it can prove a pre-existing conspiracy or common purpose with\n\nwhich the accused had associated himself to commit the crime in\r\nquestion. With regard to counts 21 and 22, the state has failed,\nin\r\nmy view, to discharge that onus.\n[16]\tIn the circumstances, it appears that the trial\r\ncourt erred in convicting the appellant of these offences. It follows\r\nthat\nthe appeal\nin respect of\ncounts\r\n21 and 22 must be upheld.\nSentence\n[17]\tCounsel for the appellant and the state were agreed\r\nthat success on appeal\nin respect of\nonly\r\none set of charges would have âlittle or no effectâ on the\r\ncomposite sentence imposed by the trial court. I agree with\nthis\r\napproach. After all, âthe court must look at the totality of the\r\ncriminal behaviour and ask itself what is the appropriate\nsentence\r\nfor all the offencesâ.\n3\nApplying that yardstick to the remaining offences of which the\r\napplicant has been convicted, I can find no reason to interfere\nwith\r\nthe composite sentence of 25 years imprisonment imposed by the trial\r\ncourt.\n[18]\tThe following order is issued:\n1.\tThe\r\nappeal is partially upheld to the extent that the convictions and\r\nsentences im­posed\nin\r\nrespect of\ncounts\r\n21 and 22 are set aside.\n2.\tSave as afore­said,\r\nthe appeal is dis­missed.\nb m griesel\nActing\r\nJudge of Appeal\nAPPEARANCES:\nFOR APPELLANT:\t\tR C Krause (attorney)\nInstructed by\nBDK Attorneys\n(David H Botha, Du Plessis & Kruger)\nJohannesburg\nSymington & De Kok\nBloemfontein\nFOR RESPONDENT:\tC F Steyn\nInstructed by\nThe Director of Public Prosecutions\nBloemfontein\n1\nR v De Villiers\n1944\r\n\tAD 493\nat 508â509;\nS v Reddy & others\n1996 (2)\r\n\tSACR 1\n(A) at 8\ncâh\n.\n2\nS v Rama\n1966 (2) SA 395\n(A) at 400GâH;\nS v Steynberg\n1983 (3) 140 (A) at 147A.\n3\nThomas\nPrinciples of Sentencing\n2ed (1979) p 56, quoted\r\n\twith approval in\nJohaar v The State\n(652/2008) [2008] 46\r\n\tZASCA (21/5/09) para 14.",
  "scraped_at": "2026-02-12T05:17:49.606008",
  "date": "2009-09-23",
  "coram": [
    "Streicher",
    "Brand JJA",
    "Griesel AJA"
  ],
  "case_number": "450/08",
  "parties": {
    "applicants": [
      "Benzani Nxumalo"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Benzani Nxumalo, was a member of a criminal syndicate that specialised in hijacking heavy trucks for export to Mozambique. Between 1999 and 2005 the syndicate carried out more than twenty hijackings, using firearms and cell phones to coordinate the offences. Two particular incidents were the focus of the appeal: on 16 July 2004 a robbery and kidnapping near Frankfort (counts 19 and 20) and on 27 July 2004 a robbery and kidnapping between Memel and Senekal (counts 21 and 22). The trial court linked the appellant to the crimes mainly through cell‑phone evidence – the appellant’s phone (number ending 7346) was recorded near the crime scenes and in contact with other phones associated with the syndicate.",
    "issues": "The primary issues were whether the circumstantial cell‑phone evidence was sufficient to sustain the appellant’s convictions for the four counts (19‑22) and whether the convictions for counts 21 and 22 should be set aside on appeal. The court also needed to determine the effect of any set‑aside on the composite sentence imposed.",
    "principles": "South African appellate precedent requires that circumstantial evidence must lead to the conclusion that the accused’s guilt is the only reasonable inference. Where direct evidence of presence is lacking, the prosecution must prove a pre‑existing conspiracy or common purpose linking the accused to the crime. An adverse inference may be drawn from false denials. The standard of proof remains beyond reasonable doubt.",
    "application": "For counts 19 and 20 the court found that the appellant’s phone was used multiple times within minutes of the crime near Frankfort and that it communicated with a known ‘guilty’ phone, together with the appellant’s failure to provide a credible explanation. Applying the principles, the court held the inference of guilt to be the only reasonable one and upheld those convictions. For counts 21 and 22, the only evidence was a single cell‑phone contact on the previous afternoon and no proof of the appellant’s physical presence. The court concluded the state failed to meet the burden of proving a conspiracy or common purpose, and therefore set aside those convictions.",
    "conclusion": "The appeal was partially upheld: convictions and sentences for counts 21 and 22 were set aside, while the remainder of the convictions were affirmed. The composite sentence of 25 years’ effective imprisonment was left undisturbed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence",
    "level_3": [
      "circumstantial evidence",
      "cell phone records",
      "conviction",
      "appeal",
      "robbery",
      "kidnapping"
    ]
  }
}