{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/7.html",
  "case_name": "KPMG Chartered Accountants (SA) v Securefin Limited and Another (644/07) [2009] ZASCA 7; 2009 (4) SA 399 (SCA) ; [2009] 2 All SA 523 (SCA) (13 March 2009)",
  "citation": "[2009] ZASCA 7",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 7\n|\nNoteup\n|\nLawCite\nKPMG Chartered Accountants (SA) v Securefin Limited and Another (644/07) [2009] ZASCA 7; 2009 (4) SA 399 (SCA) ; [2009] 2 All SA 523 (SCA) (13 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  644/07\nKPMG CHARTERED ACCOUNTANTS (SA)                             \r\nAppellant\nand\nSECUREFIN LIMITED                   \t\t\t\t    First Respondent\nING BHF-BANK AKTIENGESELLSCHAFT\n(formerly) BHF-BANK AKTIENGESELLSCHAFT      Second Respondent\nNeutral citation:\nKPMG Chartered Accountants v Securefin\n(644/07)\n[2009] ZASCA 7\n(13 MARCH 2009)\nCoram:\nHARMS DP, CLOETE, LEWIS, PONNAN and SNYDERS JJA\nHeard:\n17 FEBRUARY 2009\nDelivered:\n13 MARCH 2009\nUpdated:\nSummary:\nContract â interpretation â evidence â\r\nadmissibility of evidence, expert or otherwise, to interpret.\nORDER\nOn appeal from:\nHigh Court, Pretoria\n(Van der Merwe J\r\nsitting as court of first instance):\nâThe appeal is dismissed with costs, including the costs of three\r\ncounsel.â\nJUDGMENT\nHARMS DP (CLOETE, LEWIS, PONNAN and SNYDERS JJA concurring)\nIntroduction\n[1]\tThis appeal relates to the existence, validity and terms of an\r\nagreement between the appellant and the first respondent. The\nfirst\r\nrespondent as first plaintiff alleged that the appellant had breached\r\nthe agreement and that it consequently had suffered\ndamages for which\r\nthe appellant was liable. The claim of the second respondent as\r\nsecond plaintiff was in the alternative to that\nof the first\r\nrespondent and was based on delict. It is for present purposes\r\nunnecessary to deal with the alternative claim. The\nappellant denied\r\nthe agreement and in the alternative alleged that it was void because\r\nof error; and in the further alternative\nit denied the construction\r\nplaced on the agreement by the respondents. The court below agreed to\r\ndecide these and other related\nissues separately. It found for the\r\nrespondents and issued a declaratory order accordingly. This appeal\r\nis with the leave of the\ncourt below.\n[2]\tDuring January 1998, the SA Mutual Life Assurance Society (also\r\nknown as the Old Mutual), a life assurance society without\n\nshareholders decided to demutualise. This meant that it would become\r\na company with shareholders listed on the Johannesburg Stock\n\nExchange. Its free assets of about R29.3 billion were to be converted\r\ninto share capital and the shares allocated to its members\n(policy\r\nholders) free of charge. To qualify for a share allocation one had to\r\nbe a member and the policy had to be in force at\nthe time of\r\ndemutualisation.\n[3]\tA policy holder wishing to terminate a policy could surrender the\r\npolicy in which event a surrender value was payable to the\ninsured.\r\nIn such event the policy holder lost the benefits of the bonuses that\r\nmight attach to the policy since these were payable\nonly if the\r\npolicy matured. The policy holder could instead assign the policy to\r\na third party who might be prepared to maintain\nthe policy until it\r\nmatured by continuing to pay the premiums. The assignee may have been\r\nprepared to pay an amount over and above\nthe surrender value as the\r\npolicy had a higher intrinsic value due to the bonuses that attached\r\nto it.\n[4]\tSome Old Mutual endowment policies permitted the insured to amend\r\nthe policy conditions within certain parameters. The process\nis\r\nreferred to as re-engineering. The insured amount could be increased\r\nor decreased; the amount of the premiums could be changed;\nthe\r\nmaturity date could be brought forward or be extended; and the policy\r\ncould be paid up. There was a limitation: the maturity\ndate could be\r\nchanged only to a date that coincided with the anniversary of the\r\npolicy and this change had to be effected more\nthan a year before the\r\nnext anniversary. Because of this it was possible to create value by\r\nre-engineering the policy purchased\nâ increasing the insured amount\r\nand bringing the maturity date forward â thereby obtaining the\r\nadvantage of earlier maturity\nand increased bonuses.\n[5]\tRe-engineering requires some special skills and understanding of\r\ninsurance business. One David Alexander, the moving force\nbehind KNA\r\nInsurance & Investment Brokers (Pty) Ltd (hereafter âKNAâ),\r\nwas such a person. Re-engineering also required\nlarge capital outlay.\r\nThe cost of a single policy could have amounted to millions and\r\nnormally exceeded the surrender value. Provision\nhad to be made for\r\nfuture and increased premiums.\n[6]\tAlexander, with the assistance of one Stride, made contact with\r\nMr N Kirsch, a wealthy businessman with business interests\nlocally\r\nand overseas. Kirsch valued Strideâs business acumen; Stride had\r\nbeen his auditor and long-time business associate. Kirsch,\nwho saw\r\nthe financial benefits of a scheme by which policies are purchased\r\nand re-engineered, realised that it would be prudent\nfor tax purposes\r\nto create a special off-shore vehicle for this purpose. This vehicle,\r\nultimately, was the first respondent, Securefin\nLtd, a company\r\nincorporated in Jersey, Channel Islands. Kirsch was prepared to get\r\ninvolved only in a large scheme. For finance\nhe sought the assistance\r\nof a bank, the second respondent, known then as BHF-Bank AG.\n[7]\tThe bank was prepared to advance money to Securefin for a limited\r\nperiod but required security in the form of a cession of\nthe\r\nre-engineered policies. This by necessary implication meant that the\r\nbank would require the assurance that the money advanced\nwas to be\r\nused for acquiring re-engineered policies; that the proceeds of the\r\nmatured policies would cover Securefinâs indebtedness;\nand that the\r\npolicies would mature before the loan became repayable. It is\r\naccordingly not surprising that the bank insisted on\na verification\r\nor overview procedure by the appellant, KPMG Chartered Accountants\r\n(SA) (âKPMGâ), one of the big five (subsequently\nreduced to four)\r\naccounting firms in the world. KNA was to act as Securefinâs agent\r\nin purchasing and re-engineering the policies.\nThe assured profit in\r\nthe hands of Securefin would be the difference between maturity value\r\nand the cost of acquisition, including\ninterest. An added advantage\r\n(referred to by Kirsch as âthe cherry on the topâ), was that\r\nSecurefin would have become entitled\nto the relevant demutualisation\r\nshares if the policies vested in Securefin on demutualisation.\n[8]\tLengthy negotiations between the different parties ensued.  There\r\nwere negotiations between Securefin and the bank; between\nKNA and\r\nKPMG; and also between Securefin, KNA and KPMG. Many drafts were\r\nprepared as the proposed structure and contractual relationships\n\naround the scheme developed and changed.\n[9]\tAlexander, it later transpired, was an accomplished swindler who\r\nmanipulated the scheme and allegedly caused the respondents\na loss of\r\nsome US $ 40m. Since KNA was liquidated and Alexander is in prison\r\nthey wish to recoup their loss from KPMG. Alexander,\nunderstandably,\r\nwas not called by either party as a witness but his absence made him\r\na useful scapegoat.\nThe procurement contract\n[10]\tOn 12 June 1998, Securefin and KNA entered into a procurement\r\ncontract. It recorded the intention of Securefin to acquire\na large\r\nnumber of policies. KNA was appointed as its procurement agent. KNA\r\nwould be entitled to a commission of five per cent\nof the aggregate\r\nacquisition price. KNA had to ensure that the necessary exchange\r\ncontrol approval was in place to reflect that\nSecurefin was acquiring\r\nthe policies as principal and that it could remit the proceeds of the\r\nmatured policies in foreign currency\nused.\n[11]\tThe policies that KNA was to acquire had to be capable of being\r\nre-engineered and were to be assignable to Securefin. The\n\nre-engineered policies were to have âa maturity date not later than\r\n1 January 2001â unless otherwise stipulated. The relevance\nof this\r\ndate will become apparent in due course. The policies had to be fully\r\npaid-up, and, if not, the discounted value of future\npremiums had to\r\nbe deposited in a bank account for future use. The funds to pay for\r\nthe policies and the premiums were to be sourced\nfrom the bank.\n[12]\tOf critical importance to the case is clause 5, which dealt with\r\nthe verification procedure and the obligation of Securefin\nto pay KNA\r\nthe âtranche considerationâ within five days after the receipt of\r\nâthe verification certificateâ. Clause 5.1\nobliged KNA to deliver\r\neach âpolicy trancheâ, together with supporting documentation, to\r\nKMPG, the âverification agentâ.\nA policy tranche was defined in\r\nthe definition clause as a batch of policies with a âtranche\r\nconsiderationâ of not less than\nUS $500 000, âverified by the\r\nverification agentâ. And âtranche considerationâ  in turn was\r\ndefined as the sum of (i) the\ntotal acquisition price (ie, the cost\r\nincurred by KNA in acquiring the policies) of the policies; (ii)\r\nagentâs commission plus\nVAT; and (iii) all future premiums\r\ndiscounted to present-day values. It is apparent that the purpose of\r\nthe exercise was to verify\nthe amount due by Securefin to KNA and\r\nwhich the former could draw against the bank loan. It is common cause\r\nthat the percentage\nof the agentâs commission was later amended but\r\nnothing at this stage turns on this.\n[13]\tClause 5.1 also provided that KPMG had to perform the\r\nverification procedures in order to provide the âverification\r\ncertificatesâ.\nâVerification certificateâ was defined in clause\r\n2.1.15 to mean two certificates: the one was to be given by KPMG to\r\nSecurefin\nand the bank and had to be âin accordance with Appendix\r\nCâ. The other, for which no form was prescribed, was to be âa\r\ncertificate\nverifying the cost to Securefin of the tranche\r\nconsideration.â\n[14]\tThe next obligation of KPMG was set out in clause 5.2. It had to\r\ndeliver each policy tranche to Nedbank International to hold\nin\r\naccordance with a custodial agreement. This clause holds no\r\nsignificance for this judgment. Thereafter, under clause 5.3, KPMG\n\nhad to provide to Securefin and such other party as might be required\r\nby Securefin âthe verification certificates in terms of\nAppendix\r\nC.â Appendix C, which was to be prepared by KPMG, did not exist at\r\nthe time the procurement contract was signed. The\npayment clause,\r\nclause 5.4, required payment by Securefin within five days of receipt\r\nby the latter of âthe verification certificateâ.\nIn context this\r\ndid not refer to the appendix C certificate but to the second\r\ncertificate mentioned in the definition clause.\n[15]\tThat was not the only problem with the construction of the\r\ndocument. For instance, it may have been noted that the terms\r\nâcertificateâ and âcertificatesâ were used loosely and\r\ninterchangeably. But in order to understand the contract it was\r\nunnecessary to deconstruct it, as counsel for KPMG sought to do,\r\nwithout submitting that it was void for uncertainty (\nNamibian\r\nMinerals Corporation Ltd v Benguela Concessions Ltd\n[1996] ZASCA 140\n;\n1997 (2) SA\r\n548\n(SCA) at 561G-562I).\nThe inconsistencies are the result of\r\nthe changes that were brought about during the preparation of the\r\nvarious drafts. The contract\nmade perfect business sense and\r\nanticipated that KPMG as verification agent would perform two\r\nfunctions that are relevant to these\nproceedings. The first was that\r\nit would accept delivery from KNA of a policy tranche consisting of\r\npolicies with maturity dates\nof not later than 1 January 2001.\r\nFurthermore, it had to verify the cost to Securefin (ie, the amount\r\ndue to KNA) for each tranche,\nwhich required the verification of the\r\ntranche consideration. That, in turn, required a verification of the\r\nacquisition price,\ncalculating the commission, and verifying the\r\nfuture premiums and discounting them to present-day values.\nThe verification contract\n[16]\tThe signed procurement contract of 12 June was soon sent to\r\nKPMG. On 26 June 1998, KPMG sent a letter to Securefin dealing\nwith\r\nKPMGâs appointment as verification agents for the acquisition by\r\nKNA of Old Mutual policies on behalf of Securefin. It is\ncommon cause\r\nthat this letter amounted to an offer by KPMG to act as Securefinâs\r\nverification agent, and it is also common cause\nthat the offer was\r\naccepted by Securefin represented by Ms Salkinder, a business\r\nassociate of Kirsch, who was closely involved\nwith the negotiation of\r\nthe various contracts in issue. Although prima facie a verification\r\ncontract, KPMG alleged that Securefin\nhad failed to prove the\r\ncontract and, in the alternative, that the contract was void due to\r\nerror. Before dealing with these defences\nand the facts on which they\r\nwere based it is convenient to deal first with the terms of the\r\nletter.\n[17]\tUnder the heading âbackground informationâ the letter\r\nrecorded the fact of conclusion of the procurement contract which,\nas\r\nannexure A, formed an attachment. The letter mentioned that the\r\nprocurement contract required that KPMG perform certain procedures\n\nand report on certain aspects of the policy acquisitions. It accepted\r\nthat KPMG was obliged to perform the specific procedures\nin\r\naccordance with clauses 5.1, 5.2 and 5.3 of the procurement contract\r\nand contained the further undertaking that KPMG would âcarry\nout\r\ncertain other proceduresâ in order to provide Securefin with\r\nconfirmation of nine facts. In order to âsatisfyâ these\naspects\r\nKPMG undertook to perform the âdetailed audit proceduresâ set out\r\nin a document compiled by KPMG, namely annexure B\nto the letter.\n[18]\tThe letter also recorded KPMGâs understanding that it had to\r\nreport to Securefin on the verification of the nine points.\nA pro\r\nforma report that would deal with those aspects was attached as\r\nannexure C, which also contained an example of a draw down\nreport\r\nwhich was to be used to verify at a given date the total maturity\r\nvalue of the verified batches in Rand terms. Annexure\nC did not deal\r\nwith the certification of the cost to Securefin of the tranche\r\nconsideration, and did not purport to incorporate\nthe second\r\ncertificate required in terms of the definition of âverification\r\ncertificateâ.\nThe annotation defence\n[19]\tThe first issue that arises from the letter concerns the\r\nidentification of the correct version of the verification contract.\n\nThe person at KPMG responsible for the matter, and who had drafted\r\nthe letter and compiled the annexures for transmission to Securefin,\n\nwas one Delaney. Although not a chartered accountant he occupied a\r\nsenior position within KPMG but he had no authority to bind\nKPMG. He\r\nwas intimately involved with the development of offer in the letter\r\nand had sight of all the draft agreements between\nSecurefin and KNA\r\nand was in contact with the bank to determine its involvement and\r\ninterest. KPMG alleged and Delaney testified\nthat when he received\r\nthe final procurement contract he noticed an error in the contract.\r\nIt concerned the maturity date. As mentioned,\nit provided that KPMG\r\nhad to ensure that all the policies in a tranche had to mature before\r\n1 January 2001. Delaney thought, so\nhe said, that they had to mature\r\nafter that date. Assured by Alexander, he said, that the date was an\r\nerror he made a note on the\nprocurement contract against the relevant\r\nclause in these terms: âx Error â should be not earlier.â He\r\nthen allegedly attached\nthe annotated procurement contract to the\r\nletter.\n[20]\tSecurefin alleged that KPMG had failed to ensure that the\r\npolicies would mature before 1 January 2001 and that amounted to\na\r\nbreach of the contract. The reason for this requirement was,\r\naccording to Securefin, that the loan facility from the bank was\nto\r\nterminate on 31 January 2001 and was to be paid with the proceeds of\r\nthe policies.  Delaney, while fully aware of the repayment\ndate and\r\nthat the policies had been ceded as security to the bank, said that\r\nhe believed that the policies had to mature after\nthat date to enable\r\nSecurefin to gain the advantage of the demutualisation policies.\n[21]\tKPMGâs case on this point went through an evolution process.\r\nIt accepts that the annotation did not amount to an amendment\nof the\r\nprocurement contract and that the verification contract was not void\r\ndue to a mutual error concerning the date. Its case\nis that\r\nSecurefin, relying on the letter without the annotated annexure A,\r\nfailed to prove that the agreement did not consist of\nthe letter with\r\nthe annotated annexure.\n[22]\tKPMGâs problem was that Delaney was not a credible witness\r\nand, as KPMG accepts, his evidence cannot be relied on unless\n\ncorroborated by objective facts. The problem facing Securefin, who\r\nbore the onus of proving its contract, was that the original\n\nverification letter signed by Salkinder could not be found.\r\nSalkinder, one can accept, did not read annexure A when signing the\n\nverification letter since she had no reason to do so: the letter\r\nexplicitly confirmed that annexure A was the contract concluded\n\nbetween Securefin and KNA. The fact that the letter assumed the\r\nobligations placed on KPMG under the procurement contract without\n\nqualifications, coupled with the fact that the annotation was on the\r\nface of it (and according to Delaney) not intended to amend\nor\r\nqualify that contract, means that this defence had no legal basis.\n[23]\tThe defence also had no factual basis. It is unnecessary to\r\nconsider whether Delaney misunderstood the reason for the clause\nor\r\nwhether Alexander had told him that the date was a mistake. The trial\r\ncourt found Delaneyâs evidence unconvincing on this\naspect and\r\ndealt with the issue as a matter of probabilities. It found that it\r\nwas improbable that the copy sent to Securefin contained\nthe\r\nannotation. The reasons for this finding were these. Salkinder only\r\nbecame aware of the existence or significance of the annotation\n\nduring May 2002. During October 1998 she briefed Price Waterhouse,\r\nanother firm of accountants, to look into certain problems that\nhad\r\narisen in connection with the performance of the contract. These had\r\nnothing to do with the date issue. She handed her file\nto Price\r\nWaterhouse and they copied the whole file. They retained their copy.\r\nIt did not contain the annotation. During December\n1999, Securefin\r\ninstructed a firm of attorneys to bring liquidation proceedings\r\nagainst KNA. Salkinder again handed them her file\nand they, too, made\r\na full copy. That copy also did not contain the annotation. It would\r\nappear that the attorneys had mislaid\nthe original file. In May 2002,\r\nduring Delaneyâs interrogation at the KNA liquidation inquiry, the\r\nannotation issue came to the\nfore for the first time. In summary, the\r\ntwo copies made and kept independently are destructive of Delaneyâs\r\nevidence and make\nSecurefinâs version probable.\n[24]\t The high watermark of KPMGâs argument on this aspect of the\r\ncase was that Salkinderâs version was questionable. That\nis not\r\ngood enough. Her evidence on this aspect was not questioned during\r\nthe trial and the trial courtâs finding, unless shown\nto be wrong,\r\nhas to stand. There is consequently no ground to interfere with the\r\nfinding that Securefin had discharged its onus\nto establish that the\r\nannexure A attached to the verification letter did not have the\r\nannotation.\nThe appendix C argument\n[25]\tAnother defence concerning the invalidity of the verification\r\ncontract raised by KPMG was based on the fact that the procurement\n\ncontract required it to provide a certificate in terms of\nappendix\nC (not\nannexure\nC). There was no such appendix. However, it\r\nwas common cause that the pro forma certificate had to be prepared by\r\nDelaney and was\nnot yet ready when the procurement contract was\r\nsigned. Delaney subsequently prepared annexure C, which was intended\r\nby all to\nbe the pro forma certificate. The letter contained an\r\nundertaking by KPMG to provide a certificate in terms of annexure C.\r\nIt was\ncommon cause on the evidence that annexure C was intended to\r\nbe appendix C. Thus this defence too has no basis.\nThe iustus error defence\n[26]\tKPMGâs main defence was one of iustus error. The error related\r\nto the obligation to verify the acquisition price and the\nissue arose\r\nbecause KPMG apparently failed to verify it independently. It will be\r\nrecalled that the effect of clause 5.1 of the\nprocurement contract,\r\nwhich KPMG undertook to comply with, required it to provide\r\nverification certificates, one of which had to\nrelate to the tranche\r\nconsideration payable to KNA. This in turn required a verification of\r\nthe acquisition price, ie, the costs\nincurred by KNA in acquiring any\r\npolicy on Securefinâs behalf. Instead of independently verifying\r\nthe price, KPMG accepted KNAâs\nword as to what it had paid. It\r\nwould appear that Alexander provided KPMG with false information with\r\nthe result that Securefin\noverpaid KNA.\n[27]\tKPMGâs case in this regard is in summary as follows. Delaney\r\nnever intended to verify the cost of acquisition since Alexander\nhad\r\ntold him that it was not possible to verify it. Salkinder knew or\r\nought to have known of KPMGâs stance. The duty to verify\nthe cost\r\nwas not contained in any of the draft procurement contracts that had\r\nbeen perused by Delaney. In particular, the document\nof 10 June 1998,\r\nwhich he had sent to his advisers in KPMG for comment, did not\r\ncontain a reference to a certificate dealing with\nthe tranche\r\nconsideration. He believed that the 12 June procurement contract was\r\nthe same and he therefore had no reason to read\nor check it. It\r\nfollows from this, according to the argument, that Salkinder had a\r\nduty to inform Delaney that the signed copy\ndiffered in a material\r\nrespect from the 10 June copy; she failed to do so; and thus Delaney\r\nacted reasonably by assuming that there\nwas no difference between the\r\ntwo documents.\n[28]\tBasic to KPMGâs defence of justus error is a finding that\r\nDelaney had not read the signed procurement contract before\r\ntransmitting\nthe verification letter to Securefin because, as\r\nNicholas J said in\nGlen Comeragh (Pty) Ltd v Colibri (Pty) Ltd\n1979 (3) SA 210\n(T) at 215A-C:\nâ\nThe fact that a person has put his signature to a\r\ndocument gives rise to a presumption of fact that he knew what it\r\ncontained. The\nreason given (in Hoffmann South African Law of\r\nEvidence 2nd ed at 391) is that \"people do not usually sign\r\ndocuments without\nreading them\". . . . It would not in my view\r\nbe at all unusual for a person signing such a document [a standard\r\nform of contract]\nnot to read it, whether because of laxity,\r\nunwariness, heedlessness, or confidence in the integrity of the\r\n[offeror]. In my view,\na more satisfactory basis for the presumption\r\nof fact is that a person by his conduct in putting his signature to a\r\ndocument admits\nthat he is acquainted with its contents (cf\nKnocker\r\nv Standard Bank of SA Ltd\n1933 AD 128).\nThe\r\nadmission is not of course conclusive, but it is sufficient to\r\nestablish that fact prima facie.â\n[29]\tAs mentioned, Delaney was not a credible witness and, absent\r\nmaterial corroboration of his version that he had not read the\n\nletter, the defence cannot succeed. The only corroboration that\r\ncounsel for KPMG could refer to was that Delaney had failed to\nverify\r\nthe acquisition price. Although consistent with the version that he\r\nhad not read the contract, his failure is equally consistent\nwith a\r\nfailure to comply with the terms of the contract.\n[30]\tIt is unlikely that Delaney had not read annexure A before\r\nattaching it to his letter. He was on his own version told that\nthe\r\n10 June copy was not final in form. Indeed, he had to change his\r\ndraft letter after receipt of the signed contract. His letter\n\nspecifically referred to clauses 5.1 to 5.3 of the procurement\r\ncontract and they were different from those contained in the 10\nJune\r\ndraft. Although the acquisition price verification was not all that\r\nobvious because it required a reference to the definition\nclause,\r\nwhich had changed on the 12 June version, the definition of\r\nâverification certificateâ itself stood out because the\namendment\r\ndid not follow the paragraph formatting of the rest of the document.\r\nThe responsible partner, one De Villiers, who was\nthe directing mind\r\nof KPMG and who signed the letter on its behalf did not say that he\r\nhad not read the attachments to the letter.\nIf he had not done so, he\r\nwould have been reckless.\n[31]\tThere is, furthermore, corroboration for a finding that Delaney\r\nhad read the contract at the time and fully understood KPMGâs\n\nobligation to verify the acquisition consideration. Soon after the\r\nconclusion of the verification contract (on 30 June 1998) a\ndry or\r\ntest run was undertaken during which KPMG not only certified the\r\ntotal guaranteed maturity value in accordance with annexure\nC, but\r\nalso certified the total purchase price of the tranche in the same\r\ndocument. This was unacceptable to Securefin and KPMG\nconsequently\r\nissued two certificates, one reflecting the verification of the total\r\nguaranteed maturity value and the other the\ntotal purchase price,\r\nboth without qualification. Thereafter and for more than a year KPMG\r\nissued, in addition to the annexure\nC certificates, 22 further\r\nverification certificates, certifying on the face thereof the total\r\npurchase price of each tranche in\nSA Rands. These certificates were,\r\nhowever, accompanied by a letter qualifying them, something to which\r\nI shall revert in another\ncontext. Except for the usual âblame it\r\non Alexanderâ- excuse, there is no credible explanation why these\r\ncertificates were\nissued if Delaney had not understood that KPMG was\r\ncontractually bound to issue them.\n[32]\tDuring November 1998, Delaney had occasion to consider the terms\r\nof the procurement contract carefully. He was using it as\na precedent\r\nfor another engagement to verify the purchase of re-engineered\r\npolicies by Alexander, who had surreptitiously created\nanother\r\nvehicle to divert business from Securefin. Delaney compared the two\r\ndocuments clause by clause and noted the differences.\nHe noticed the\r\nrelevant clause and made an annotation against it to the effect that\r\nKPMG had not in fact verified the tranche costs.\nAlthough recognising\r\nthe contractual obligation and the failure to comply, he did nothing.\r\nIn particular, he did not alert Securefin\nto the alleged error in the\r\ncontract.\n[33]\tHis inaction may have been due to his professed belief that the\r\nduty to verify did not require the ascertainment of the correctness\n\nof the tranche consideration and that KPMG was instead entitled to\r\nrely in this regard on the information given to it by KNA. This\nmay\r\nexplain the fact that, as mentioned, he did issue certificates albeit\r\nthat they were qualified. This indicates that Delaney\nknew of the\r\nobligation but misconceived its ambit.\n[34]\tAs mentioned, KNA was liquidated and Delaney testified at the\r\nliquidation inquiry during May 2002.  He was asked about KPMGâs\n\nfailure to verify the acquisition price in the light of the\r\nprovisions of the contract. He had no explanation. He did not express\n\nsurprise at the existence of the clause. He did not say that he had\r\nbeen unaware of the requirement. His explanation four years\nlater at\r\nthe trial was that he was too perplexed at the inquiry to realise\r\nthat the clause should not have been in the contract.\n[35]\tIt is in this regard significant to ascertain how the error\r\ndefence developed. During consultation in preparation for trial\nand\r\nafter a minute analysis of the paper trail, which was painfully\r\nreplicated during the trial, the explanation that KPMG had\nnever\r\nintended to verify the acquisition price, and that Delaney had not\r\nread the procurement contract at the time, apparently\nsprang to mind.\r\nIt resulted in an amendment to the plea. This was about eight years\r\nafter the event. One cannot but conclude that\nDelaney contrived his\r\nevidence to fit the lawyersâ points.\n[36]\tIn the first drafts of the verification letter KPMG indicated it\r\nwould not verify the acquisition costs. Significantly, that\nstatement\r\nwas omitted from later drafts and in the final letter. Counsel\r\nproffered an explanation for the change (namely that it\nwas no longer\r\nnecessary to state because it was implicit in the whole arrangement)\r\nbut the explanation appears to me to be too\nsubtle to accept and is,\r\nonce again, based on counselâs reading of the exhibits and not on\r\nDelaneyâs evidence.\n[37]\tA conclusive indication that the error defence was an\r\nafterthought appears from annexure B to the letter, which contained\n\nthe âverification proceduresâ devised by KPMG and which formed\r\npart of its undertakings under the letter. KPMG undertook to\nâensureâ\r\nthat the calculated draw down value (ie, the amount that was to be\r\ndrawn from the bank) was the lesser of the total\npurchase price of\r\nthe policies and 80 per cent of the calculated total guaranteed\r\nmaturity value. (The latter had to be certified\nin accordance with\r\nannexure C.) This requirement arose from the provisions of the loan\r\nagreement since the bank was prepared to\nadvance only the amount so\r\ncalculated. This Delaney surely knew. KPMG could not have complied\r\nwith this obligation without ensuring\nwhat the total purchase price\r\nof the policies was. The court below was accordingly correct when it\r\nheld that KPMG intended to verify\nthe acquisition costs and that the\r\nlate amendment to the procurement contract did not add any\r\nsubstantive obligation that had not\nbeen envisaged by the parties.\nThe meaning of âverifyâ\n[38]\tMuch of the evidence dealt with the interpretation of the\r\nverification contract. Indeed, each party called an expert on the\n\nissue and they testified for about fourteen days on the\r\ninterpretation of the contract. The factual witnesses, too, spent\r\nmost\nof their time dealing with interpretation issues. The parties\r\nwere able to create a record consisting of 6600 pages of evidence\nand\r\nexhibits. It is difficult to understand why the trial judge permitted\r\nthe evidence or the cross-examination or overruled the\nobjection to\r\nthe leading of some of the evidence. Obviously, courts are fully\r\njustified in ignoring provisionally objections to\nevidence if those\r\nobjections interfere with the flow of the case. It is different if a\r\nsubstantive objection is raised which could\naffect the scope of the\r\nevidence that will follow. In such a case a court should decide the\r\nissue and not postpone it. It is accordingly\nnecessary to say\r\nsomething about the role of evidence and, more particularly, expert\r\nevidence in matters concerning interpretation.\n[39]\tFirst, the integration (or parol evidence) rule\r\nremains part of our law\n.\nHowever, it is frequently ignored by practitioners and seldom\r\nenforced by trial courts. If a document was intended to provide a\n\ncomplete memorial of a jural act, extrinsic evidence may not\r\ncontradict, add to or modify its meaning (\nJohnson\r\nv Leal\n1980 (3) SA\r\n927\n(A) at 943B).\nSecond,\r\ninterpretation is a matter of law and not of fact and, accordingly,\r\ninterpretation is a matter for the court and not for\nwitnesses (or,\r\nas said in common-law jurisprudence, it is not a jury question: Hodge\r\nM Malek (ed)\nPhipson on\r\nEvidence\n(16 ed\r\n2005) para 33-64\n). Third, the rules about\r\nadmissibility of evidence in this regard do not depend on the nature\r\nof the document, whether statute,\ncontract or patent (\nJohnson\r\n& Johnson (Pty) Ltd v Kimberly-Clark Corp\n[1985] ZASCA 132\n(at\nwww.saflii.org.za\n),\r\n1985 Burrell Patent Cases 126 (A)).\nFourth, to the extent that evidence may be admissible to\r\ncontextualise the document (since âcontext is everythingâ) to\r\nestablish\nits factual matrix or purpose or for purposes of\r\nidentification, âone must use it as conservatively as possibleâ\r\n(\nDelmas Milling Co Ltd v du\r\nPlessis\n1955 (3) SA\r\n447\n(A) at 455B-C).\nThe time has arrived\r\nfor us to accept that there is no merit in trying to distinguish\r\nbetween âbackground circumstancesâ and\nâsurrounding\r\ncircumstancesâ. The distinction is artificial and, in addition,\r\nboth terms are vague and confusing. Consequently,\neverything tends to\r\nbe admitted.  The terms âcontextâ or âfactual matrixâ ought\r\nto suffice. (See\nVan der Westhuizen v Arnold\n2002 (6) SA 453\n(SCA) paras 22 and 23 and\nMasstores (Pty) Ltd v Murray & Roberts\r\n(Pty) Ltd\n[2008] ZASCA 94\n;\n2008 (6) SA 654\n(SCA) para 7.)\n[40]\tTrollip JA in\nGentiruco AG v\r\nFirestone (SA) (Pty) Ltd\n1972 (1) SA 589\n(A)\r\nat 617F-618C dealt with the admissibility of expert evidence in\r\ninterpreting a document (a patent specification in that case)\nand\r\nquoted with approval from a speech of Lord Tomlin in\nBritish\r\nCelanese Ltd v Courtaulds Ltd\n(1935) 52 RPC\r\n171\n(HL):\nâ\nThe area of the territory in which in cases of this\r\nkind an expert witness may legitimately move is not doubtful. . . .\r\nHe is entitled\nto explain the meaning of any technical terms used in\r\nthe art. . . . He is not entitled to say nor is counsel entitled to\r\nask him\nwhat the [document] means, nor does the question become any\r\nmore admissible if it takes the form of asking him what it means to\n\nhim as an [expert].â\nLord Tomlin spelt out the disadvantages of allowing expert evidence\r\non interpretation:\nâ\nIn the first place time is wasted and money spent on\r\nwhat is not legitimate. In the second place there accumulates a mass\r\nof material\nwhich so far from assisting the Judge renders his task\r\nthe more difficult, because he has to sift the grain from an\r\nunnecessary\namount of chaff.\nIn my opinion the trial Courts should make strenuous\r\nefforts to put a check upon an undesirable and growing practice.'\nThat was in 1935, but the chaff is still heaping up, the\r\nundesirable practice keeps growing and courts make no effort to\r\ncurtail\nit. An expert may be asked relevant questions based on\r\nassumptions or hypotheses put by counsel as to the meaning of a\r\ndocument.\nThe witness may not be asked what the document means to him\r\nor her. The witness (expert or otherwise) may also not be\r\ncross-examined\non the meaning of the document or the validity of the\r\nhypothesis about its meaning. Dealing with an argument that a\r\nparticular\nconstruction of a document did not conform to the\r\nevidence, Aldous LJ quite rightly responded with âSo what?â\r\n(\nScanvaegt International\r\nA/s v Pelcombe Ltd\n1998 EWCA Civ 436).\nAll this was sadly and\r\nat some cost ignored by all.\n[41]\tThe debate about the meaning of the verification letter imploded\r\nduring oral argument before this court and no one sought\nto rely on\r\nthe expert evidence. KPMG accepted that if it was bound by the\r\nverification contract, it was obliged to verify the tranche\n\nconsideration by ensuring that it was accurate; and that it could not\r\ncomply with that obligation by relying on information provided\nby\r\nKNA.\n[42]\tThe final argument raised by KPMG concerned its right to qualify\r\na verifying certificate. It has been mentioned that although\nKPMG had\r\ncertified the acquisition costs it added a qualification with a\r\nstatement that it had not verified the tranche consideration\nbecause\r\nit had relied on KNA for the information and that Alexander, with\r\nthese embarrassing documents in hand, apparently changed\nthem and\r\ntransmitted unqualified reports to Securefin. This issue did not\r\narise on the pleadings as they stand and was not considered\nby the\r\ntrial court. Apart from the fact that the submission amounts to a\r\ncontradiction in terms, this issue is moot in view of\nthe findings in\r\nthe next section of this judgment.\n[43]\tThe trial court dealt with a large number of tacit terms of the\r\nverification contract and found that the terms alleged by\nthe\r\nplaintiffs were indeed terms of the verification contract.  Since\r\nKPMG did not pursue these issues on appeal it is unnecessary\nto deal\r\nwith them. I should, however, point out that once again much\r\ninadmissible evidence was led in this regard. Whether a tacit\nterm\r\ncan be inferred depends on the interpretation of the document and not\r\non evidence.\nThe amendment\n[44]\tOn or soon after 4 August 1998, KPMG received a letter\r\npurportedly signed by Salkinder on behalf of Securefin. One of the\n\naspects covered by the letter was an instruction that the completed\r\nreports (the certificates) had to be handed to KNA for onward\n\ntransmission to Securefin and the bank. This instruction conflicted\r\nwith the terms of the verification contract which required\nthat KPMG\r\nâreport directâ to Securefin. KPMG alleged that this letter\r\namended the verification agreement while Salkinder denied\nthat she\r\nhad written the letter. The relevance of the dispute is this: KPMG\r\nhanded the verification certificates to Alexander who\napparently\r\namended them to suit his dishonest purposes and then sent them on to\r\nSecurefin and the bank. If the letter did not amend\nthe verification\r\ncontract, the failure of KPMG to report directly to Securefin was a\r\nbreach of the verification contract.\n[45]\tThe court below, while doubting that the letter had emanated\r\nfrom Salkinder, dismissed the defence by holding that KPMG had\nnot\r\naccepted the offer. KPMG argued that the finding was cynical but in\r\nmy judgment it was fully justified. Paragraph 1 of the\nletter\r\nrequired KPMG first to issue all future draw down reports in a\r\nparticular format and, second, to hand the reports to KNA\nfor onward\r\ntransmission to the relevant parties. According to Delaney, KPMG was\r\nnot prepared to accept the first obligation but\nit accepted the\r\nsecond by transmitting reports in another format to KNA for onward\r\ntransmission. This evidence established that\nKPMG had failed to\r\naccept the offer in its terms. The answer of counsel was that the\r\noffer was divisible. That is not so. The letter\ncontemplated that\r\ncertificates in the format prescribed in the letter had to be sent to\r\nKNA. This did not entitle KPMG to send\nother certificates to KNA on\r\nthe basis that it had accepted part of the offer. It follows that\r\nthis defence was correctly dismissed.\nConclusion and order\n[46]\tIn the result the judgment of the court below should be upheld\r\nand the appeal dismissed. The costs of three counsel are in\nthe\r\ncircumstances appropriate. The following order is made:\nâThe appeal is dismissed with costs including the costs of three\r\ncounsel.â\n___________________\nL T C HARMS\nDEPUTY PRESIDENT\nFor\r\nAppellant:\t\tA O CooK SC\nL N\r\nHarris SC\nInstructed\r\nby:\t\tDeneys Reitz\nSandton\nMatsepes\r\nAttorneys\nBloemfontein\nFor\r\nRespondent:\t\tA Subel SC\nS\r\nSymon SC\nR M\r\nPearse\nInstructed\r\nby:\t\tWerksmans Inc\nJohannesburg\nSymington\r\n& De Kok\nBloemfontein",
  "scraped_at": "2026-02-11T21:39:25.213448",
  "date": "2009-03-13",
  "coram": [
    "HARMS DP",
    "CLOETE",
    "LEWIS",
    "PONNAN",
    "SNYDERS JJA"
  ],
  "case_number": "644/07",
  "parties": {
    "applicants": [
      "KPMG Chartered Accountants (SA)"
    ],
    "respondents": [
      "Securefin Limited",
      "ING BHF-BANK AKTIENGESELLSCHAFT"
    ]
  },
  "sections": {
    "facts": "In 1998 Old Mutual demutualised, creating share allocations for policy holders. Certain endowment policies could be \"re‑engineered\" to increase benefits and were attractive to investors. David Alexander (KNA) devised a scheme to acquire large numbers of such policies, re‑engineer them and sell the benefits to a Jersey company, Securefin, which financed the purchases via a loan from BHF‑Bank. KPMG was engaged as a verification agent to certify the cost of each policy tranche and to issue verification certificates required by the loan agreements. Disputes arose over whether KPMG fulfilled its contractual duties, whether the verification contract was void for error, and whether KPMG was liable for alleged over‑payments caused by reliance on information supplied by KNA.",
    "issues": "1. Whether a valid verification contract existed between KPMG and Securefin. 2. Whether the contract was void or voidable due to a mutual error concerning the maturity‑date clause. 3. Whether KPMG breached its contractual duty to independently verify the tranche consideration. 4. Whether the defence of iustus error could relieve KPMG of liability. 5. The admissibility and weight of expert evidence in interpreting the contract.",
    "principles": "The court applied principles of contract interpretation, including the parol‑evidence rule and the requirement that extrinsic evidence only be used to clarify ambiguous terms. It affirmed the presumption that a signatory knows the contents of a document, and that a claim of iustus error requires clear evidence of a common mistake that is material to the agreement. The burden of proving the existence and terms of the contract lay on Securefin. The court also reiterated the limited role of expert evidence in interpreting contractual language.",
    "application": "The court found that the verification contract was valid and that its terms, including the obligation to verify the acquisition price, were clear. Delaney’s testimony about not reading the contract was deemed unreliable and unsupported by the documentary record. The alleged error concerning the maturity date did not render the contract void, as the annotation was not incorporated into the agreement. KPMG had issued verification certificates confirming tranche costs without independent verification, contrary to its contractual duty, and therefore breached the contract. The defence of iustus error was rejected.",
    "conclusion": "The appeal was dismissed. The judgment of the High Court was upheld, confirming KPMG’s liability for breach of the verification contract. Costs were awarded to the respondents, including the costs of three counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Contract Interpretation",
    "level_3": [
      "verification contract",
      "iustus error",
      "expert evidence",
      "professional negligence"
    ]
  }
}