{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/124.html",
  "case_name": "Selsley Farm Trust v Mhlongo (301/08) [2009] ZASCA 124; [2010] 1 All SA 466 (SCA) (28 September 2009)",
  "citation": "[2009] ZASCA 124",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 124\n|\nNoteup\n|\nLawCite\nSelsley Farm Trust v Mhlongo (301/08) [2009] ZASCA 124; [2010] 1 All SA 466 (SCA) (28 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  301/08\nIn\r\nthe matter between:\nSELSLEY FARM TRUST                                   \r\n                            APPELLANT\nv\nSIMON\r\nMHLONGO                                                              \r\n         RESPONDENT\nNeutral citation:\nSelsley\r\nFarm Trust v Mhlongo\n(301/2008)\n[2009] ZASCA\r\n124\n(28 September 2009).\nCoram:\tHarms DP, Navsa, Van Heerden,\r\nMhlantla JJA, Leach AJA\nHeard:\t7 September 2009\nDelivered:\t28 September 2009\nSummary:\tLabour tenant under Act 3 of 1996 â whether\r\nrequirements of the definition of âlabour tenantâ satisfied.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nLand Claims\r\nCourt (Ncube AJ sitting as court of first instance).\nThe following order is made:\n1\tThe appeal succeeds.\n2\tThe orders of the court a quo in respect of both the\r\nmain application and the counter application are set aside and are\r\nreplaced\nwith the following:\nâ\n(a)   The application is dismissed.\nThere will be no order made on the counter application.\nThere will be no order as to costs.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nLEACH AJA (Harms DP, Navsa, Van Heerden, Mhlantla JJA\r\nconcurring)\n[1]\tThe appellant is the current owner of the farm\r\ncommonly known as âSelsleyâ situated in the district of Lions\r\nRiver in KwaZulu-Natal.\nThe respondent, who resides on the farm and\r\nhas done so since about 1953, instituted proceedings against the\r\nappellant in the Land\nClaims Court seeking certain relief, including\r\nan order under s 33(2A) of the Land Reform (Labour Tenants) Act 3 of\r\n1996 (âthe\nActâ) declaring him to be a labour tenant under the\r\nAct .\n[2]\tThe proceedings went to trial and culminated in a\r\nfinding that the respondent was indeed a labour tenant on Selsley.\r\nThe respondent\nwas therefore granted the declarator he sought. The\r\ncourt also issued a further interim order regulating the respondentâs\r\nuse\nof land on Selsley pending the determination of an application\r\nfor the acquisition of land which the respondent, as a labour tenant,\n\nhad lodged with the Director-General under s 16(1) and 17 of the Act.\r\nThe appellant now appeals to this court against the finding\nthat the\r\nrespondent was a labour tenant.\n[3]\tMuch of the factual background is not in dispute. In\r\n1934 the respondent was born on the farm Maritzdal where his parents\r\nresided\nand were employed by the farmer, Mr Guy Kimber. Although the\r\nrespondentâs father died when he was a child, he and his mother\r\nremained living on Maritzdal where his mother, Mrs Violet Mhlongo,\r\nwas employed as a domestic worker. Eventually the respondent\nwas also\r\ntaken into Guy Kimberâs employ as a labourer and driver.\n[4]\tIn about 1953, on the marriage of their son David,\r\nGuy Kimber and his wife moved from Maritzdal, leaving it to be farmed\r\nby\nthe newlyweds, and relocated a few kilometers to Selsley, a farm\r\nwhich some 30 years previously had been acquired by his father,\nMr\r\nPercy Kimber, for purposes of winter grazing. The respondent and his\r\nmother moved with them and continued working in their employ\non\r\nSelsley, he as a general labourer and driver and she as a domestic\r\nworker. At all times since then the respondent has been resident\non\r\nSelsley, despite the farm having changed hands from time to time as I\r\nshall mention in due course. On the other hand, in about\n1958 or 1959\r\nwhen Guy Kimberâs wife left Selsley and moved to Tongaat, the\r\nrespondentâs mother moved with her to continue in\nher service.\n[5]\tIt is not clear whether Guy Kimber moved to Tongaat\r\ntogether with his wife. However, he continued to farm Selsley until\r\nhis\ndeath. Quite when that occurred is not clear. While it appears to\r\nhave been in about 1986, another of his sons, Michael Kimber,\nwho\r\ntestified on behalf of the appellant and who had also moved to live\r\non Selsley when his brother had married, stated at one\nstage that his\r\nfather had died in about 1960. In the light of the view I have of the\r\nmatter, nothing turns on this.\n[6]\tMichael Kimber, who had also moved to live on\r\nSelsley when his brother had married and continued to live on the\r\nfarm until 1998,\nonly took over the farming operations on the death\r\nof his father (whenever that occurred). On doing so, he also took the\r\nrespondent\ninto his service and employed him in the same capacity as\r\nhis late father had done.\n[7]\tMichael Kimber continued farming on Selsley until\r\nNovember 1998 when he sold the farm to either a Mr David Watson or a\r\ncompany\nthe latter represented known as Meander-Selsley Farm (Pty)\r\nLtd.\n1\nFortunately the precise identity of the purchaser is not relevant to\r\nthe determination of this appeal. Of greater importance is\nthe fact\r\nthat the new owner, either Watson or his company, continued to employ\r\nthe respondent who remained resident on the farm.\nSeveral months\r\nlater the respondent became ill. In mid-1999 he stopped working and\r\nhas since received a state pension. Despite\nceasing to work, he\r\nremained living on Selsley, even after the farm was sold to the\r\npresent appellant in 2004.\n[8]\tAccording to the respondent, after his mother left\r\nSelsley he looked after the few head of cattle she had accumulated\r\nbut which\nremained behind on the farm. When his mother died in about\r\n1982, he inherited these cattle and their progeny from her. This was\n\ndisputed by the appellant but, once more, nothing really turns on\r\nthis. It is common cause that the respondent had a simple home\non the\r\nfarm, and that he was permitted to both grow crops on a small piece\r\nof land and to graze a number of cattle. The precise\nnumber of cattle\r\nhe grazed, although a matter of great dispute at the trial, is not\r\nrelevant for purposes of this appeal as the\nappellant concedes that\r\nthe respondent had the right to both grow some crops and to graze a\r\nfew cattle on the farm.\n[9]\tIn the light of this background, I turn to the\r\nrespondentâs contention that he was a labour tenant under the Act.\r\nIn s 1 of\nthe Act a âlabour tenantâ is defined as being a person:\nâ\n(a)\nwho\r\nis residing or has the right to reside on a farm;\n(\nb)\nwho\r\nhas or has had the right to use cropping or grazing land on the farm,\r\nreferred to in paragraph\n(a)\n,\r\nor another farm of the owner, and in consideration of such right\r\nprovides or has provided labour to the owner or lessee; and\n(c)\nwhose\r\nparent or grandparent resided or resides on a farm and had the use of\r\ncropping or grazing land on such farm or another farm\nof the owner,\r\nand in consideration of such right provided or provides labour to the\r\nowner or lessee of such or such other farm,\nincluding a\r\nperson who has been appointed a successor to a labour tenant in\r\naccordance with the provisions of section 3(4) and (5),\nbut excluding\r\na farmworker. . ..â\nIn contradistinction, the Act defines\r\na âfarmworker\nâ as\r\nbeing\n:\nâ\n. . . a\r\nperson who is employed on a farm in terms of a contract of employment\r\nwhich provides thatâ\n(a)\nin\r\nreturn for the labour which he or she provides to the owner or lessee\r\nof the farm, he or she shall be paid predominantly in cash\nor in some\r\nother form of remuneration, and not predominantly in the right to\r\noccupy and use land; and\n(b)\nhe\r\nor she is obliged to perform his or her services personally.â\nIt is clear from this that a labour tenant by definition\r\ncannot be a farmworker.\nIt\r\nshould also be mentioned that s 2(5) of the Act provides that:\nâ\nIf in any\r\nproceedings it is proved that a person falls within paragraphs\n(a),\r\n(b)\nand\n(c)\nof\r\nthe definition of âlabour tenantâ, that person shall be presumed\r\nnot to be a farmworker, unless the contrary is proved.â\n[10]\tImportantly, sub-paragraphs (a), (b) and (c) of the\r\ndefinition of labour tenant are to be interpreted conjunctively or\r\ncumulatively.\n2\nThus, although the respondent clearly satisfied the criteria set out\r\nin (a) of the definition, he can only be regarded as a labour\ntenant\r\nunder the Act if he also satisfies the criteria set out in both (b)\r\nand (c).\n[11]\tIn arguing that he had satisfied requirements of\r\nboth (b) and (c), the respondent relied on his and his motherâs\r\nadmitted\nentitlement to grow crops and graze cattle on Selsley which,\r\nhe submitted, had been extended to them in consideration for their\n\nlabour on the farm. The appellant, on the other hand, denied this,\r\ncontending that the respondent and his mother had been allowed\nto\r\ngraze cattle and grow crops due to their employerâs goodwill. In\r\nregard to this issue, the trial court concluded that the\nevidence\r\nfell short of proving that â. . . the right to use cropping and\r\ngrazing land on the farm was exercised in consideration\nfor the\r\nlabour which he and his mother provided to the owner of the farmâ.\n[12]\tDespite having reached that conclusion, which meant\r\nin effect that the respondent had not proved that he was a labour\r\ntenant,\nthe trial court still found for the respondent. It did so by\r\nreasoning that the test was not whether the respondent had proved a\n\nlink between the provision of labour and the right to grow crops and\r\ngraze cattle but whether or not the respondent was a âfarmworkerâ\n\nas defined in the Act; that the appellant bore the onus under s 2(5)\r\nto prove that the respondent was a âfarmworkerâ; that\nit had not\r\ndischarged that onus; and that the respondent was therefore presumed\r\nto be a âlabour tenantâ.\n[13]\tBy reasoning in this way the trial court\r\nmisdirected itself by putting the cart before the horse. While a\r\nfarmworker is excluded\nfrom being a labour tenant, the presumption in\r\ns 2(5) that a person is not a farmworker only arises where the person\r\nconcerned\nis shown to fall within the definition of labour tenant.\r\nAccordingly, if it is not shown that the person in question satisfies\r\nthe requirements of all three sub-paragraphs of the definition of\r\nlabour tenant, the presumption cannot arise.\n[14]\tThe respondent therefore bore the onus of proving\r\nthat he was a labour tenant as defined. To do so, he had to lead\r\nevidence\nto satisfy the requirements of the definition and, only on\r\nhaving done so, would the presumption in s 2(5) have become\r\noperative.\nThe trial court found that the respondent had not\r\nestablished an essential requirement of the definition (viz that in\r\nconsideration\nof their labour he and his mother had received their\r\nright to crop and graze). It ought therefore to have found that, as\r\nthe requirements\nof the definition had not been satisfied, the\r\npresumption in s 2(5) did not arise, and that the respondentâs\r\nclaim should be\ndismissed.\n[15]\tOn appeal, the respondent argued that he and his\r\nmother had received their cropping and grazing rights in\r\nconsideration of\ntheir labour and that the trial court had erred in\r\nnot finding that to have been the case. The appellant argued to the\r\ncontrary.\nIn my view it is unnecessary to decide this issue as, for\r\nanother reason, the respondentâs claim must clearly fail.\n[16]\tIn respect of (c) of the definition, it was\r\nincumbent upon the respondent to establish that he had a parent who\r\n(i) resided\nor resides on a farm (ii) had the use of cropping or\r\ngrazing land on such farm or another farm of the owner, and (iii) in\r\nconsideration\nof such right provided or provides labour to\nthe\r\nowner or lessee\nof\r\nsuch farm or other farm.\n[17]\tThe respondentâs case as pleaded was that this\r\nrequirement had been fulfilled by his mother having been employed by\r\nGuy Kimber\non Selsley from about 1953, when the Kimber family moved\r\nto the farm, until she left and moved to Tongaat with Mrs Kimber,\r\nduring\nwhich period, in consideration for providing her labour, she\r\nhad enjoyed the right to grow crops and to graze cattle. While much\n\nof the evidence and a great deal of the argument centred on whether\r\nMrs Mhlongo had indeed grazed cattle on Selsley and, if she\ndid,\r\nwhether she had done so and had enjoyed her rights to grow crops in\r\nconsideration of providing her labour, sight appears to\nhave been\r\nlost of the further requirement for (c) of the definition to be\r\nsatisfied, viz that her labour had to be provided to\nthe owner or\r\nlessee of the farm.\n[18]\tIt is on this aspect of the matter that the\r\nrespondentâs claim flounders. The âownerâ of the farm as\r\ncontemplated by\nthe definition of âlabour tenantâ is defined in s\r\n1 of the Act as meaning:\nâ\n. . . the owner, as defined\r\nin section 102 of the Deeds Registries Act, 1937 (Act 47 of 1937), of\r\na farm, and where it occurs in\nthe definition of âlabour tenantâ,\r\nincludes his or her successors and predecessors in title.â\nHad Guy Kimber been the owner, as so defined, or the\r\nlessee of Selsley, the statutory requirement in question would have\r\nbeen met.\nBut the respondent neither attempted to prove that Guy\r\nKimber was the owner of Selsley at any time nor who the owner was at\r\nthe\nmaterial time that Mrs Mhlongo exercised her rights to grow crops\r\nand graze cattle on the farm. He appears to have overlooked that\n\nMichael Kimber, in an affidavit filed before the hearing and\r\nconfirmed by him at the outset of his testimony, said the following\n:\nâ\n5\tSelsley farm was purchased\r\nby my grandfather during or about 1919 to 1923. My grandfather, whose\r\nnames were PERCY DICKSON KIMBER,\nhad a farm in the Impendle area and\r\npurchased Selsley Farm for the purpose of moving cattle and horses to\r\nthe Dargle area during\nthe winter months.\nWhen my grandfather died,\r\n\tSelsley Farm was inherited by my father, GUY McKENZIE KIMBER. I then\r\n\tinherited Selsley Farm from my\nfather when he died during or about\r\n\t1986.\n7\tIn fact, ownership of the farm\r\ndid not follow what I have referred to above as ownership. During my\r\ngrandfatherâs lifetime he\ntransferred the farm to me. I recall this\r\nbeing during or about 1950. My father thereafter farmed the farm\r\nuntil his death when\nI took it over.â\n[19]\tAs appears from this, during the material time that\r\nthe respondentâs mother resided on Selsley Farm and worked for Guy\r\nKimber\nand his wife, the farm was in fact owned by Michael Kimber to\r\nwhom she did not render her labour. How it came about that Guy Kimber\n\nfarmed the farm owned by his son was neither canvassed in evidence\r\nnor explained in any way. He may well have leased it, in which\nevent\r\nthe requirement in sub-para (c) that the labour be provided to the\r\nowner or lessee would have been satisfied: but one cannot\nspeculate\r\non whether that was the case. It takes little imagination to think of\r\ncircumstances under which Guy Kimber came to farm\nSelsley without\r\nbeing its owner or lessee.\n[20]\tFaced with this difficulty, counsel for the\r\nrespondent fell back on an argument that Mrs Mhlongo had worked for\r\nGuy Kimber\nat a time when he owned Maritzdal. Not only had this never\r\nformed part of the respondentâs claim as pleaded but, probably as a\n\nresult, the issue of who had been the owner of Maritzdal was not\r\ninvestigated during the trial and there is nothing to show that\nGuy\r\nKimber was its owner at that time.\n[21]\tThe respondent therefore failed to satisfy an\r\nessential element of his case, viz that his mother had provided\r\nlabour to the\nowner or lessee of a farm as required by sub-clause (c)\r\nof the definition of labour tenant. The court a quo thus erred in\r\nfinding\nthat the respondent was a labour tenant and its finding and\r\ndeclarator in that regard cannot stand. The appeal must therefore\r\nsucceed.\n[22]\tIn its counter application the appellant sought an\r\norder evicting the respondent from Selsley. However, while counsel\r\nfor the\nappellant asked for the order of the court a quo dismissing\r\nthe counter application to be set aside, he informed us that the\r\nappellant\nsought neither an eviction order nor a costs order against\r\nthe respondent. In the light of the appellantâs attitude on these\r\naspects, this court need order no more than as is set out below.\n[23]\tThe following order is made:\n1\tThe appeal succeeds.\n2\tThe orders of the court a quo in respect of both the\r\nmain application and the counter application are set aside and are\r\nreplaced\nwith the following:\nâ\n(a)\tThe application is dismissed.\n(b)\tThere will be no order made on the counter\r\napplication.\n(c)\tThere will be no order as to costs.â\n_____________________\nL E LEACH\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \tA de Wet\nINSTRUCTED BY:              \tHay & Scott Attorneys;\r\nPietermaritzburg\nCORRESPONDENT:          \tHoney Attorneys; Bloemfontein\nCOUNSEL FOR RESPONDENT:\tT C Mbhense\nINSTRUCTED BY:\t\t\tLegal Aid Board; Pietermaritzburg\nCORRESPONDENT:\tBloemfontein Justice Centre; Bloemfontein\n1\nWatson stated in evidence that he purchased the farm but there is\r\n\tdocumentation in the form of a letter addressed to the Department\nof\r\n\tLand Affairs signed by Watson on behalf of the Meander-Selsley Farm\r\n\t(Pty) Ltd which appears to be to the effect that the company\nwas the\r\n\towner.\n2\nNgcobo & others v Salimba CC; Ngcobo v Van Rensburg\n1999\r\n\t(2) SA 1057\n(SCA).",
  "scraped_at": "2026-02-12T05:20:20.451217",
  "date": "2009-09-28",
  "coram": [
    "Harms DP",
    "Navsa",
    "Van Heerden",
    "Mhlantla JJA",
    "Leach AJA"
  ],
  "case_number": "301/08",
  "parties": {
    "applicants": [
      "Selsley Farm Trust"
    ],
    "respondents": [
      "Simon Mhlongo"
    ]
  },
  "sections": {
    "facts": "The appellant, Selsley Farm Trust, owns the farm known as Selsley in the Lions River district of KwaZulu-Natal. The respondent, Simon Mhlongo, has lived on the farm since about 1953, initially employed by the Kimber family as a general labourer and driver, and later by successive owners including Michael Kimber, a purchaser in 1998, and a subsequent owner (Watson or Meander‑Selsley Farm (Pty) Ltd). In 1999 the respondent fell ill, ceased working, and has since lived on the farm on a state pension. He has a simple home, the right to cultivate a small plot and graze a few cattle, rights that he claims were given in consideration for his and his mother’s labour. The Land Claims Court found him a labour tenant; the appellant appealed.",
    "issues": "The principal issue is whether the respondent satisfies the statutory definition of a \"labour tenant\" under the Labour Tenants Act 3 of 1996, which requires meeting sub‑paragraphs (a), (b) and (c) of section 1. A subsidiary issue is whether the presumption in section 2(5) that a person is not a farmworker applies when the definition is not fully satisfied.",
    "principles": "Section 1 of the Act defines a labour tenant as a person who (a) resides on a farm, (b) has the right to use cropping or grazing land in consideration for labour provided to the owner or lessee, and (c) whose parent or grandparent also satisfied (a) and (b) with respect to the same or another farm owned by the same owner. Section 2(5) creates a presumption that a person meeting all three sub‑paragraphs is not a farmworker, but the presumption does not arise unless the definition is fully satisfied. The definition must be interpreted conjunctively; failure to prove any element defeats the claim. The Act also distinguishes farmworkers, who are paid principally in cash and are excluded from being labour tenants.",
    "application": "The court held that the respondent clearly satisfied sub‑paragraph (a) but failed on (b) because there was no evidence that his right to crop or graze land was given as consideration for his labour. Moreover, sub‑paragraph (c) was not met because his mother’s labour was not rendered to the owner or lessee of the farm at the relevant time; the farm was owned by Michael Kimber, not Guy Kimber, and no proof was offered that Guy Kimber was the owner or lessee. Consequently, the statutory definition of labour tenant was not fulfilled, and the presumption in s 2(5) could not operate. The trial court’s reasoning that the burden was on the appellant to prove the respondent was a farmworker was therefore misplaced.",
    "conclusion": "The appeal succeeded. The orders of the court a quo were set aside. The respondent’s application was dismissed, no order was made on the counter‑application, and no costs were awarded."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Labour Tenants",
    "level_3": [
      "labour tenant definition",
      "presumption section 2(5)",
      "ownership and lessee",
      "court of appeal"
    ]
  }
}