{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/43.html",
  "case_name": "Jacobs and Others v Baumann NO and Others (126/08) [2009] ZASCA 43; 2009 (5) SA 432 (SCA) ; [2009] 3 All SA 398 (SCA) (8 May 2009)",
  "citation": "[2009] ZASCA 43",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 43\n|\nNoteup\n|\nLawCite\nJacobs and Others v Baumann NO and Others (126/08) [2009] ZASCA 43; 2009 (5) SA 432 (SCA) ; [2009] 3 All SA 398 (SCA) (8 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME\r\nCOURT OF APPEAL\nOF SOUTH AFRICA\nNo\nCase number: 126/08\nIn the matter between:\nT\nABEA\r\nJACOBS                                                               \r\n  First Appellant\nCLIFFORD\r\nJACOBS                                                       Second\r\nAppellant\nTABIA\r\nINVESTMENT HOLD\nINGS CC                    \r\n    Third Appellant\nand\nHERRN\r\nSEBAS\nTIEN BAUMANN NO                      \r\n    First Respondent                                                 \r\n           SAMUEL SPYCHER\n                                           \r\n       Second Respondent JOHANNES SPYCHER                            \r\n            \n        Third Respondent\nRAHEL\r\nSPYCHER                                                       Fourth\r\nRespondent\nTHERESE\r\nSPYCHER                                                      Fifth\r\nRespondent\nDAVID\r\nSPYCHER                                                           \r\nSixth Respondent\nNeutral citation:\nJacobs v\r\nBaumann NO\n(126/08)\n[2009] ZASCA 43\n(8 May 2009)\nCORAM: \tMPATI P, LEWIS, VAN HEERDEN, JAFTA et MAYA  JJA\nHEARD:  \t\t5 March 2009\nDELIVERED: \t8 May 2009\nSummary: \tWhether summons issued in an action, launched\r\nby an executor of a deceased estate subsequently found to have been\r\nunlawfully\nappointed, a nullity â whether substitution of executor\r\nhaving effect of adding a new party to the action and prejudicing to\r\nthe appellants.\n_____________________________________________________________\nORDER\n_____________________________________________________________\nOn appeal from:\nCape\r\nProvincial Division (Bozalek J sitting as court of first instance)\nThe appeal is dismissed with costs including those\r\noccasioned by the employment of two counsel.\nJUDGMENT\nMAYA JA (MPATI P, LEWIS, VAN HEERDEN, JAFTA JJA\r\nconcurring):\n[1] \tThis appeal is against a judgment of the Cape High\r\nCourt (Bozalek J) which upheld the respondentsâ application for the\r\nsubstitution\nof the first respondent, Mr Sebastien Baumann NO\r\n(Baumann), as ârepresentative of the heirsâ of a deceased estate\r\nand for the\njoinder of the sixth respondent, one of such heirs, in\r\naction proceedings instituted by the second to fifth respondents (the\r\nrespondents)\nagainst the appellants. The appeal is with the leave of\r\nthe court below.\n[2]\t The essential facts may be briefly stated. The\r\nrespondents are Swiss nationals. The second to fourth and the sixth\r\nrespondents\nare the children of Mr Hans Rudolph Spycher (the\r\ndeceased), also a Swiss national until his death in Switzerland on 3\r\nFebruary\n2004. The fifth respondent is his widow and the first\r\nappellant is his daughter. All are heirs to his estate in terms of a\r\nwill\ndated 8 November 1995. The first and second appellants are\r\nmarried to each other and reside in South Africa. They were members\r\nof the third appellant, a close corporation, at the material time.\n[3] \tThe real bone of contention between the parties is\r\na loan of CHF 600 000 (six hundred thousand Swiss francs) which\r\nthe\ndeceased granted the third appellant nearly 21 years ago, on 2\r\nDecember 1988. The first appellant represented the third appellant\nin\r\nthe transaction. The loan was to be repaid with interest over a\r\nten-year period from the time of its grant, but on the deceasedâs\n\ndeath 15 years later, more than the capital sum originally advanced\r\nremained owing. The deceased had recorded the indebtedness\nin a\r\ncodicil to his will executed on 30 March 2001.\n1\n[4] \tIt appears that the non-payment of the loan became\r\na very sore point for the respondents as it adversely impacted on the\r\nadministration\nof immovable property in the deceased estate, to the\r\nextent that there was a looming threat of a sale in execution. As a\r\nresult,\nrelations between the first appellant and the respondents\r\nsoured. The respondents consequently had a Mr Wirz appointed as\r\nârepresentative\nof the heirsâ, apparently a Swiss equivalent of\r\nan executor of a deceased estate, by a Swiss district court on 5\r\nDecember 2004.\nOn 29 December 2004 they obtained another order\r\n(headed âCorrection of the appointment dated 15 December 2004â)\r\nfrom the same\ncourt, changing Wirzâs initial appointment to that of\r\nâadministrator of the estateâ.  Both orders were obtained without\r\nnotice\nto their co-heir, the first appellant, apparently in breach of\r\nthe relevant Swiss law.\n[5] \tOn 1 February 2005, the respondents instituted an\r\naction against the appellants in the Cape High Court for the\r\nrepayment of\nthe loan and ancillary relief. Wirz was also cited\r\n(reluctantly so it seems, but nonetheless cited) as the first\r\nplaintiff in these\nproceedings in his nominal capacity as âtrusteeâ\r\nof the deceased estate. In response to the action, the appellants\r\nentered\nappearance to defend and fired their first salvo by\r\nsuccessfully appealing Wirzâs appointment in Switzerland. They\r\nobtained an\norder from a Swiss Canton Court on 25 April 2005 setting\r\nthe appointment aside, having earlier obtained an interim order, on\r\n28 February\n2005, effectively interdicting Wirz from acting\r\neither as ârepresentative of the heirsâ or âadministrator of\r\nthe estateâ.\nThe view of the Canton Court was that the magistrateâs\r\nfailure to grant the first appellant a hearing or arrange\r\nnegotiations\nbetween the parties had seriously infringed her\r\nprocedural rights. The matter was accordingly remitted to the\r\ndistrict court for\nreconsideration.\n[6] \tThereafter, on 21 September 2005, Baumann, a Swiss\r\nattorney specializing in inheritance law, was appointed as the\r\nârepresentative\nof the heirsâ. The appellants sought to challenge\r\nthis appointment too, but failed. After certain preliminary\r\nprocesses, including\ncommunication with the appellants, Baumann\r\napproved the pending action. The respondents then attempted to\r\nsubstitute him for Wirz\nin the action and to join the sixth\r\nrespondent, who had been erroneously omitted, as a plaintiff.  It is\r\nthe appellantsâ opposition\nto these proceedings that has brought\r\nthe parties this far.\n[7] \tIn the court below, as here, the appellants\r\ncontended in the main that a substitution of the executor was\r\nimpermissible because\n(a) the summons in the action was a nullity as\r\nthere was no duly appointed executor when it was issued and Wirz\r\nlacked authorisation\nto litigate on behalf of the deceased estate;\r\nand (b) the running of prescription in respect of the repayment of\r\nthe loan had thus\nnot been interrupted by the issue of summons and,\r\nas Baumann would become plaintiff\nnunc pro\r\ntunc\n,\nallowing\r\nthe substitution would prejudicially deprive them of the opportunity\r\nof raising prescription as a defence.\n[8]\t The court below found,\ninter\r\nalia\n, that the issue of prescription was not\r\nrelevant as it had not been sufficiently pleaded or dealt with in the\r\npapers and that the\nkey considerations were whether the summons was a\r\nnullity and whether the appellants would suffer any prejudice if the\r\nsubstitution\nâ the sixth respondentâs joinder was pegged on the\r\nsuccess or otherwise of the substitution â was allowed. The court\r\nthen\nheld that the summons was not a nullity and that substitution\r\nwould not change the essential nature of the action because the heirs\n\nalways intended to cite, as a party to the action, the administrator\r\nor trustee of the deceased estate, which Wirz was when the\naction was\r\ninstituted, and that it remained open to the appellants to raise any\r\ndefence they wished in the progression of the action.\n[9]\t In argument before us, the respondents challenged\r\nthe appealability of the judgment of the court below arguing that\r\nleave to\namend a pleading, such as was granted, is interlocutory and\r\ndoes not have the effect of disposing of at least a substantial\r\nportion\nof the relief claimed in the action. I do not agree. It is\r\ntrite that, generally speaking, a judgment or order is susceptible to\n\nappeal if it is (a) final in effect, ie unalterable by the court\r\nwhich made it; (b) definitive of the rights of the parties in\nthat it\r\ngrants definitive and distinct relief; and (c) dispositive of at\r\nleast a substantial portion of the relief claimed in the\nmain\r\nproceedings.\n2\nTherefore, a court determining whether or not an order is final\r\nconsiders not only its form but also, and predominantly, its effect.\n3\nAn order may not possess all three attributes, but will nonetheless\r\nbe appealable if it has final jurisdictional effect\n4\nor is âsuch as to âdispose of any issue or any portion of the\r\nissue in the main action or suitâ or â¦ âirreparably anticipates\n\nor precludes some of the relief which would or might be given at the\r\nhearingâ â.\n5\n[10] \tIn this case, if the appeal succeeds, the validity\r\nof the summons, which is crucial for determining whether or not the\r\namendment\nof the particulars of claim is to be allowed and would\r\nobviously impact on the defence of prescription if raised, will not\r\nbe reconsidered\nat the trial. And if it is, it will not be on the\r\nsame facts. This, in my view, renders the judgment of the court below\r\nfinal and\nsusceptible to appeal, inasmuch as the effect of\r\nsubstituting an executor of a deceased estate for the deceased in\r\nproceedings\nis final regarding whether the summons issued in the\r\ndeceasedâs name is valid even though issued in the name of a\r\nnon-existent\nparty.\n6\n[11]\t Turning to the merits of the appeal, the issues\r\nremain those argued in the court below as indicated in paragraph 7\r\nabove.\nIn weighing up the partiesâ submissions, the first question\r\nto be considered, as correctly observed by the court below, is the\n\nrole of a ârepresentative of heirsâ or, as the respondents termed\r\nit in their particulars of claim, a âtrusteeâ of a deceased\n\nestate in the context of Swiss law. Questions of foreign law are\r\nquestions of fact in our courts and, although judicial notice\nof the\r\nlaw of a foreign state may be taken under\ns 1(1)\nof the\nLaw of\nEvidence Amendment Act 45 of 1988\n, this may only be done in so far as\r\nsuch law can be ascertained readily and with sufficient certainty.\n7\n[12]\t The difficulty here is that no evidence was led in\r\nthis regard and the only relevant material available on record are\r\nthe\ntwo judgments of the Swiss Canton Court, translated from Swiss\r\nGerman to English, in the proceedings challenging Wirzâs and\r\nBaumannâs\nappointments as ârepresentative of the heirsâ.\r\nRegrettably, even though these documents allude to some relevant\r\naspects of\nSwiss statutory law, little can be gleaned from them\r\nbecause of the poor quality of the translation. The language used is\r\nfar from\nclear and, on various occasions, the translator recorded her\r\ndifficulty stating that she âpresumedâ the meaning of some of the\n\nwords from the general context of the documents as she could not\r\ntrace them in any dictionaries. This renders the translated documents\n\nunreliable.\n[13]\t In that case, it must be presumed that Swiss law\r\nis the same as South African law on this aspect.\n8\nThe rule in our law is that the only proper person to litigate on\r\nbehalf of a deceased estate, in the vindication of its assets,\nis its\r\nexecutor even to the exclusion of the beneficiaries in the estate.\n9\nThis means that a Swiss equivalent of an executor of the deceased\r\nestate was required to initiate and conduct the action instituted\non\r\n1 February 2005. It must then be considered whether Wirzâs\r\nappointment as administrator of the estate and involvement in the\n\naction meets this requirement.\n[14]\t As already indicated, the thrust of the\r\nappellantsâ case was that the summons instituting the action in\r\nFebruary 2005 was\ninvalid, and the substitution requested\r\nconsequently impermissible, as there was no legally appointed\r\nexecutor with authority to\nlitigate on the estateâs behalf until\r\nBaumannâs appointment in September 2005. To fortify this\r\ncontention, they sought to draw\na distinction between two forms of\r\naction â that taken by an executor whose appointment is lawful but\r\nis subsequently revoked,\nand that of an executor whose appointment is\r\nunlawful. They then argued that the former type of action is valid\r\nuntil the appointment\nis set aside, but that the latter is void\nab\r\ninitio\nand that Wirzâs appointment and\r\ninstitution of the action fell into the latter category.\n[15]\t This seems to me a proper distinction to make. The\r\ncrisp question it raises is whether Wirzâs appointment was lawful.\r\nIf\nit was, then the institution of the action on 1 February 2005 was\r\nproper as his appointment was set aside after this date. If it\nwas\r\nunlawful, then the summons is a nullity which cannot be amended.\n[16]\t In support of their argument the appellants\r\nreferred us, inter alia, to the decisions of\nBrand\r\nNO v Volkskas Bpk & another\n10\nand\nMngadi NO v Ntuli\r\n& others\n.\n11\nIn the\nBrand\ncase a\r\ndocument purporting to be the last will and testament of the deceased\r\nwas lodged with the Master, who duly appointed an\nexecutor in terms\r\nthereof. In accordance with his powers, the executor completed the\r\nadministration of the estate, filed the relevant\naccounts and handed\r\nthe residue of the estate to an administrator appointed in terms of\r\nthe will to administer it in trust. Thereafter,\nanother purported\r\nwill executed after the first document and revoking any other will\r\nwas found. It was lodged with the Master who\naccepted it as valid and\r\nrecalled the letters of administration he had previously issued in\r\nterms of the earlier document. The\nnew executor brought proceedings\r\nfor an order directing the first executor to hand over the assets of\r\nthe estate and render to\nhim an account of its dealings therewith.\r\nThe court refused to hold that the revocation of the first executorâs\r\nappointment rendered\nthe administration of the estate conducted under\r\nthe first will a nullity and reasoned that those actions were legally\r\nperformed\nunder the authority of the Master given in accordance with\r\nthe law.\n[17]\nMngadi\n,\r\non the other hand, lies on the different side of the divide. There, a\r\ndeceased black man who had been twice married executed a\nwill in\r\nwhich his first wife, the plaintiff, was appointed executrix of his\r\nestate. He did not revoke the will on his second marriage\nand, after\r\nhis death, the Master accepted and registered it in that form.\r\nThereafter however, the second wife, the first defendant,\nwas\r\nappointed by an additional Bantu Affairs Commissioner as\r\nrepresentative of the deceased estate in terms of\nregulation 4(1)\nof\r\nthe Regulations for the Administration and Distribution of Estates of\r\nDeceased Bantu. Both were unaware of the existence of\nthe will. The\r\nsecond wife then sold and transferred certain immovable property in\r\nthe estate to the second defendant who, in turn,\nsold and transferred\r\nit to the third defendant. The first wife brought a vindicatory\r\naction against the defendants and the Registrar\nof Deeds.\n[18]\t The court held that since the power of appointment\r\nconferred upon the Commissioner by the Regulations existed only in\r\nrelation\nto cases where the deceased had died intestate, if the\r\nCommissioner purported to exercise that power in respect of a\r\ndeceased who\nhad left a valid will, as in the present case, he would\r\nnot be mistakenly exercising a power he possessed, but would be\r\npurportedly\nexercising a power he did not have at all in terms of the\r\nrelevant statute. The appointment of the second wife was thus found\r\nto\nbe void\nab initio\nand\r\nthe subsequent sale transactions invalid as the ownership of the\r\nproperties remained vested in the estate of which the plaintiff\nwas\r\nthe duly appointed representative.\n[19] \tBoth judgments are, in my respectful view, sound.\r\nWhither then falls the present case? I am unable to see the\r\nsimilarity between\nWirzâs appointment by a competent court of law\r\nand the\nMngadi\nfacts\r\npressed upon us in argument on the appellantsâ behalf. To my mind,\r\nthe absence of the very jurisdictional fact in\nMngadi\ngiving rise to the exercise of the Commissionerâs power to appoint\r\na representative of a deceasedâs  estate â the non-existence\nof a\r\nvalid will â\nmust\r\nsurely distinguish the two cases.\n[20]\t The only flaw found by the appeal court in Wirzâs\r\nappointment was merely procedural. That cannot detract from the\r\ncourtâs\npower to adjudicate the application for his appointment and\r\ngrant an order. Such order would obviously stand until such time as\n\nit were properly set aside. In the words of Lord Radcliffe in\nSmith\r\nv East Elloe Rural District Council\n:\n12\nâAn order, even if not made in\ngood faith, is\r\nstill an act capable of legal consequences. It bears no brand of\r\ninvalidity on its forehead. Unless the necessary\nproceedings are\r\ntaken at law to establish the cause of invalidity and to get it\r\nquashed or otherwise upset, it will remain as effective\nfor its\r\nostensible purpose as the most impeccable of orders.â\n13\nQuite clearly, any steps taken by Wirz on the authority\r\nof the court order appointing him as administrator of the estate\r\nbefore\nhis appointment was restricted by the interdict of 28 February\r\n2005 and finally withdrawn on 25 April 2005 are not unlawful.\n14\nThe summons issued in his name on behalf of the deceased estate is,\r\ntherefore, not a nullity.\n[21] \tI see no further bar to the amendment application.\r\nWirz purported to sue on the estateâs behalf and the involvement of\r\nthe\nrespondents in the suit does not change its representative\r\nnature. The effect of the substitution is not to introduce a new\r\nparty,\n15\nbut merely to replace an irregularly appointed executor with the\r\nproper one. The possibility that the appellants may suffer prejudice\n\nby being deprived of the opportunity to plead prescription simply\r\ndoes not arise.\n16\nThis, in my view, is the end of the matter.\n[22] \tIt was asked on the appellantsâ behalf that, if\r\nthe appeal fails, the costs order made by the court below should be\r\naltered,\nas the respondents sought an indulgence by seeking to amend\r\ntheir particulars of claim and were thus not entitled to costs. It\r\nwas also submitted that the appellantsâ opposition to the\r\napplication was not unreasonable in view of the uncertainty relating\n\nto Swiss law. However, I am not persuaded that there is any good\r\nreason to interfere with the discretion of the court below in\nthe\r\ncircumstances of this case. I am thus not amenable to accede to this\r\nrequest.\n[23] \tThe appeal is dismissed with costs including those\r\noccasioned by the employment of two counsel.\n_________________\nMML MAYA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tA G Binns-Ward SC\nM\r\nBlumberg\nInstructed\r\nby\nBisset\r\nBoehmke McBlain, Cape Town\nWebbers,\r\nBloemfontein\nFor\r\nRespondent:\t\tF S G Sievers\nInstructed\r\nby\nLuitingh\r\n& Associates, Rondebosch\nMcIntyre\r\n& Van der Post, Bloemfontein\n1\nThe facts relating to the loan are alleged in the\r\n\trespondentsâ particulars of claim to which the appellants are yet\r\n\tto plead,\nbut it does not appear from the papers filed in the\r\n\tinterlocutory proceedings under challenge that they are disputed.\n2\nZweni v Minister of Law and Order\n1993 (1) SA 523\n(A).\n3\nSouth African Motor Industry Employersâ\r\n\tAssociation v South African Bank of Athens Ltd\n1980 (3) SA 91\n(A) at 96H;\nZweni\nat\r\n\t532H-I.\n4\nMoch v Nedtravel (Pty) Ltd t/a American Express Travel Service\n1996 (3) SA 1\n(A) at 10E-11B;\nPhillips v National Director of\r\n\tPublic Prosecutions\n2003 (6) SA 447\n(SCA) paras 18 and 19;\nMetlika Trading Ltd v Commissioner for SARS\n[2004] 4 All SA\r\n\t410\n(SCA) para 24.\n5\nPretoria Garrison Institutes v Danish Variety\r\n\tProducts (Pty) Ltd\n1948 (1) SA 839\n(A)\r\n\tat 870;\nCronshaw  v Coin Security Group\r\n\t(Pty) Ltd\n[1996] ZASCA 38\n;\n1996 (3) SA 686\n(A) at\r\n\t690E-F.\n6\nVan Heerden v Du Plessis\n1969\r\n\t(3) SA 298\n(O) at 303B-F.\n7\nSchlesinger v Commissioner for Inland Revenue\n1964 (3) SA 389\n(A) at 396G;\nCaterham\r\n\tCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\n[1998] ZASCA 44\n;\n1998\r\n\t(3) SA 938\n(SCA) at 954B-E;\nMV Heavy\r\n\tMetal Belfry Marine Ltd v Palm Base Maritime\nSDN\r\n\tBHD\n1999 (3) SA 1083\n(SCA) para 65;\nMV\r\n\tAlam Tenggiri Golden Seabird Maritime Inc v Alam Tenggiri SDN BHD\n2001 (4) SA 1329\n(SCA) para 21;\n8\nSchapiro v Schapiro\n1904\r\n\tTS 673\nat 677;\nRogaly v General Imports\r\n\t(Pty) Ltd\n1948 (1) SA 1216\n(C) at\r\n\t1227-1230;\nThe MV Sea Joy Owners of the\r\n\tCargo Lately Laden On Board; The MV Sea Joy v The MV Sea Joy\n1998\r\n\t(1) SA 487\n(C) at 493D.\n9\nBoland Bank Ltd v Roup, Wacks, Kaminer &\r\n\tKriger\n1989 (3) SA 912\n(C) at 914G-H;\nAsmal v Asmal\n1991 (4) SA 262\n(N) at 264G-265D;\nGross\r\n\tv Pentz\n[1996] ZASCA 78\n;\n1996 (4) SA 617\n(A).\n10\n1959 (1) SA 494\n(T).\n11\n1981 (3) SA 478\n(D).\n12\n[1956] UKHL 2\n;\n[1956] 1 All ER 855\nat 871G-H.\n13\nSee also\nOudekraal Estates (Pty) Ltd v City of Cape Town\n2004\r\n\t(6) SA 222\n(SCA) paras 27-31.\n14\nBrand NO v Volkskas Bpk\n1959\r\n\t(1) SA 494\n(T) at 498F-G;\nMvusi v Mvusi\r\n\tNO\n1995 (4) SA 994\n(TkS) at 1000F-G.\n15\nSentrachem Ltd v Prinsloo\n1997\r\n\t(2) SA 1\n(A) at 15H-16C.\n16\nBoland Bank Ltd v Roup, Wacks, Kaminer &\r\n\tKriger\n1989 (3) SA 912\n(C) at 914H-I.",
  "scraped_at": "2026-02-11T21:46:43.898768",
  "date": "2009-05-08",
  "coram": [
    "MPATI P",
    "LEWIS",
    "VAN HEERDEN",
    "JAFTA",
    "MAYA JJA"
  ],
  "case_number": "126/08",
  "parties": {
    "applicants": [
      "Abea Jacobs",
      "Clifford Jacobs",
      "Tabia Investment Holdings CC"
    ],
    "respondents": [
      "Sebastien Baumann NO",
      "Samuel Spycher",
      "Johannes Spycher",
      "Rahel Spycher",
      "Therese Spycher",
      "David Spycher"
    ]
  },
  "sections": {
    "facts": "The respondents, Swiss heirs of the late Hans Rudolph Spycher, claimed a CHF 600,000 loan granted by the deceased to Tabia Investment Holdings CC in 1988. The loan remained unpaid at the time of Spycher's death in 2004. Swiss authorities appointed Mr Wirz as \"representative of the heirs\" and later as administrator of the estate, without notice to the first appellant. The respondents sued the appellants in the Cape High Court on 1 February 2005, naming Wirz as the plaintiff in his capacity as trustee of the estate. The appellants successfully challenged Wirz's appointment in Swiss court, which was set aside in April 2005. In September 2005, Mr Baumann was appointed as the new representative, and the respondents sought to substitute him for Wirz and join a previously omitted heir (the sixth respondent) as a plaintiff.",
    "issues": "1. Whether the summons issued in February 2005 was a nullity because the executor (representative) at the time, Wirz, was not lawfully appointed. 2. Whether the substitution of the executor with Baumann, and the joinder of the sixth respondent, was permissible. 3. Whether the appellants would be prejudiced, particularly with respect to raising prescription as a defence, if the substitution were allowed.",
    "principles": "South African law holds that only a duly appointed executor may litigate on behalf of a deceased estate. An appointment that is unlawful renders any proceedings initiated by that person null ab initio. The court referred to Brand NO v Volkskas Bpk, where a later valid will did not invalidate earlier lawful administration, and Mngadi NO v Ntuli, where an appointment made under a statute applicable only to intestate estates was void. The court also considered the test for appealability of interlocutory orders, requiring final jurisdictional effect. The principle that an order, even if procedurally flawed, remains effective until properly set aside was applied.",
    "application": "The court found that Wirz's appointment, although procedurally imperfect, was a valid court order until it was set aside; therefore, the summons issued in his name was not a nullity. The substitution of Baumann for Wirz did not introduce a new party but merely replaced an irregularly appointed representative with the proper one. Consequently, there was no prejudice to the appellants; the issue of prescription could still be raised at trial. The appeal was determined to be appealable because the judgment affected the validity of the summons, a matter of final effect on the substantive proceedings.",
    "conclusion": "The appeal was dismissed with costs, including those incurred for two counsel. The original order allowing the substitution of the executor and the joinder of the sixth respondent stood."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Estate Administration",
    "level_3": [
      "executor appointment",
      "substitution of plaintiff",
      "nullity of summons",
      "prescription defence",
      "foreign law"
    ]
  }
}