{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/96.html",
  "case_name": "Manyatshe v M & G Media Ltd and Others (415/08) [2009] ZASCA 96 (17 September 2009)",
  "citation": "[2009] ZASCA 96",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 96\n|\nNoteup\n|\nLawCite\nManyatshe v M & G Media Ltd and Others (415/08) [2009] ZASCA 96 (17 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 415/08\nIn the matter between:\nMAANDA MANYATSHE\t\t\t\tAPPELLANT\nand\nM & G MEDIA LIMITED\t\t\t\tFIRST RESPONDENT\nFERIAL HAFFEJEE\t\t\t\tSECOND RESPONDENT\nSTEFAANS BRUMMER\t\t\t\tTHIRD RESPONDENT\nSAM SOLE \t\t\t\t\t\tFOURTH RESPONDENT\nMEDIA 24 LTD\t\t\t\t\tFIFTH RESPONDENT\nNICHOLAS DAWES\t\t\t\tSIXTH RESPONDENT\nNeutral citation:\nManyathse v M &\r\nG Media Ltd\n(415/2008)\n[2009] ZASCA 96\n(17\r\nSeptember 2009)\nCORAM:\t\tNavsa, Brand, Mlambo, Mhlantla JJA\net\nBosielo AJA\nHEARD:\t\t1 September 2009\nDELIVERED:\t17 September 2009\nSUMMARY\n:\t\tAppeal against\r\ndismissal of application seeking to prevent publication of allegedly\r\ndefamatory newspaper article â article\npublished prior to hearing\r\nof appeal â held that judgment on appeal would have no practical\r\neffect â held further that appeal\nraised no important question of\r\nlaw â consequently appeal dismissed with costs under s 21A of\r\nSupreme Court Act 59 of 1959.\nORDER\nOn appeal from\n:\tHigh Court,\r\nJohannesburg\n(Snyders J sitting as\r\ncourt of first instance.)\n1.\tBy virtue of s 21A of the Supreme Court Act 59\r\nof 1959 the appeal is dismissed with costs, including the costs\r\noccasioned\nby the employment of two counsel.\nJUDGMENT\nBRAND JA\n(Navsa,\r\nMlambo, Mhlantla JJA\net\nBosielo AJA concurring)\n[1]\nDuring\r\nSeptember 2006 the appellant, Mr Maanda Manyatshe, brought an urgent\r\napplication in the Johannesburg High Court for an interim\ninterdict,\r\npending a return day, against the publication of an article in the\r\nMail & Guardian which he alleged was defamatory\nof him. Those\r\ncited as the respondents included the owner, editor, distributor and\r\ntwo journalists of the Mail & Guardian.\nThe matter came before\r\nSnyders J who dismissed the application with costs. Publication of\r\nthe article then took place. Despite\nthe fact that publication had in\r\nfact taken place, the appellant sought and obtained leave to appeal\r\nagainst that judgment from\nthe court a quo on the basis that the\r\nmatter involves legal principles of considerable importance\r\nconcerning the freedom of the\npress and the administration of\r\njustice.\n[2]\tAt the time of the application the appellant was the\r\nchief executive officer of a major cellular phone company, MTN South\r\nAfrica\n(Pty) Ltd. Before that, from 1999 until October 2004, he had\r\nbeen the chief executive officer of the SA Post Office Ltd. The\r\nimpending\noffensive article related to his time at the Post Office.\r\nIt came to his notice when he was presented, shortly before\r\npublication,\nwith a questionnaire from the two journalists,\r\ncontaining serious allegations to which he was invited to respond.\r\nThe questionnaire\ncommenced as follows:\nâ\nIt has come to our attention\r\nthat charges have been laid with the South African Police Service by\r\nthe chief executive officer of\nthe SA Post Office, Mr Khutso\r\nMampeule, against four entities, Namely:\nMiko No 167 t/a Vision Design\r\nHouse whose principals are Mandla Msimang and Joseph Ynclan;\nMaanda Manyatshe, former CEO of\r\nthe Post Office and current CEO of MTN Southern Africa;\nGeoffrey Mabote, former head of\r\nretail at the Post Office;\nFrancis Matabane, former head of\r\ntransformation at the Post Office.'\n[3]\tThe questionnaire continued to state that the\r\nallegations set out in the complaint by Mampeule were lengthy, but\r\nincluded those\nthat follow. The Post Office, so the story began, had\r\ninvited tenders for the 'New Image' upgrading of its retail outlets\r\nall over\nthe country. Though nineteen bidders were attracted, Vision\r\nDesign House was not amongst them. Nonetheless, Vision Design House\n\nwas appointed project manager, without a tender process, to commence\r\nwith the refurbishing of a whole series of New Image pilot\nsites.\r\nThese appointments, so Mr Mampeule alleged, were driven by the\r\nappellant, Mr Mabote and Mr Matabane. In the process, various\n\ndeviations from the normal tender procedure were motivated by Mabote\r\nand approved by the appellant. In fact, so Mampeule contended,\nthe\r\nappellant and Mabote were so concerned to have Vision Design House\r\nappointed that they misrepresented the facts to the Post\nOffice Board\r\nand ignored procedure. What is more, the two of them also engaged in\r\na series of piecemeal approvals which were within\nthe limits of the\r\nappellantâs spending authority, so as to avoid the tender rules of\r\nthe Post Office. Eventually the appellant\npresented the Post Office\r\nBoard with a draft resolution that would authorise him to use Vision\r\nDesign House as project manager\nfor the whole of the New Image\r\nproject, but the resolution was rejected by the Board. As it turned\r\nout, so the allegations by Mampeule\nwent, the Post Office received\r\ncomplaints about the high cost and poor quality of the work produced\r\nby Vision Design House. Inspections\nby the Post Office Property\r\nDivision then found the work generally substandard and completed at a\r\ncost of R10 000 per square\nmetre. This was 285 per cent more\r\nthan the costs of early parts of the project, which was handled by\r\nthe property division itself.\nâIn generalâ so the questionnaire\r\nstated, âthe Post Office alleges that Messrs Manyatshe, Mabote,\r\nMatabane and Msimang .\n. . acted in concert as part of a deliberate\r\nscam to perpetrate a massive fraud.â When the appellant resigned as\r\nchief executive\nofficer of the Post Office in October 2004, so the\r\nquestionnaire concluded, the matter was already under investigation.\n[4]\tThe appellant declined the invitation to comment.\r\nInstead, he launched the urgent application for an interdict.\r\nAccording to\nhis founding affidavit, he had no knowledge of any\r\ncriminal charges against him. In fact, he said, he telephoned the\r\nchairperson\nof the Post Office Board who told him that she also knew\r\nnothing of any criminal charges laid against him by the Board. For\r\nthe\nrest, he contented himself with a rather bald and general\r\nassertion that âthe allegations in the questionnaire relating to me\n\nare untrue, unfounded and irresponsibleâ.\n[5]\tFrom the respondentsâ answering papers it emerged\r\nthat the contents of the questionnaire derived from an affidavit\r\ndeposed\nto by the appellantâs successor as chief executive officer\r\nof the Post Office, Mr Mampeule. The affidavit had been filed in the\n\nPretoria High Court, in response to a civil claim by way of motion\r\nproceedings by Vision Design House against the Post Office.\nA copy of\r\nthe affidavit was annexed to the respondentsâ answering papers in\r\nthe present case. A further document annexed to the\nrespondentsâ\r\npapers incorporated the findings in a disciplinary enquiry against Mr\r\nGeoffrey Mabote, to whom reference is also\nmade in the questionnaire.\r\nAlthough these disciplinary proceedings did not relate to the\r\nappellant directly, many of the allegations\nin Mampeuleâs affidavit\r\nwere supported by these findings.\n[6]\tIn answer to the appellantâs allegation in the\r\npresent case, that he had no knowledge of criminal charges against\r\nhim, the\nrespondents annexed a resolution by the Post Office Board\r\nwith reference to the Vision Design House saga which âacknowledged\r\nthe fact that a criminal charge has been laid with the commercial\r\nunit of the South African Police Services'. In conjunction with\nthis\r\nresolution, the respondents placed before the court a quo an unsigned\r\naffidavit by Mampeule, of which, they submitted, a signed\nversion had\r\nbeen furnished to the police. Though this document had been prepared\r\nin the form of a complaint supporting a criminal\ncharge, it is\r\nessentially a duplicate of the affidavit that had been filed in\r\nresponse to the Vision Design House claim in the\nPretoria High Court\r\nreferred to in the preceding paragraph. Finally, the respondents\r\nannexed a draft article which they intended\nto publish to their\r\nanswering papers. It appears to be less venomous than the\r\nquestionnaire. So for example, the direct allegation\nthat the\r\nappellant was part of a massive fraud perpetrated on the Post Office\r\nby Vision Design House, was not repeated. On the\nother hand, it laid\r\ngreater emphasis on the substantial amounts of money involved in the\r\nalleged fraud, for example, that Vision\nDesign House had already made\r\na secret profit of R8 million and that the project as a whole would\r\nbe worth an estimated R2,5 billion.\nIn the main, however, the content\r\nof the draft article was essentially similar to the questionnaire.\n[7]\tDespite the evidence collated by the respondents in\r\nsupport of the allegations in the questionnaire and the draft\r\narticle, the\nappellant chose not to deal with any of these\r\nallegations in his replying affidavit. All he essentially said,\r\nalbeit in a rather\nprolix way, is that he did not concede that all\r\nthe allegations in Mampeuleâs affidavit were true; that he reserved\r\nthe right\nto deal with these allegations âin subsequent\r\nproceedingsâ; and that, in any event, these allegations could not\r\nreasonably\nbe interpreted to support the imputation in the article\r\nsought to be interdicted, that he was involved in a fraudulent\r\nscheme.\n[8]\tIn\nHix Network Technologies v\r\nSystem Publishers (Pty) Ltd\n[1996] ZASCA 107\n;\n1997 (1) SA 391\n(A) at 398I-J this court held that interim interdicts based on\r\ndefamation are governed by the same well known principles applicable\n\nto interim interdicts in general, namely:\n(a)\ta prima facie right;\n(b)\ta well-grounded apprehension of irreparable harm if\r\nrelief is not granted;\n(c)\tthat the balance of convenience favours the granting\r\nof an interim interdict; and\n(d)\tthat the applicant has no other satisfactory remedy.\n[9]\tAs also appears from\nHix\n(402F-H), an applicant who shows that the intended publication will\r\nbe defamatory, will satisfy the requirement of a prima facie\nright,\r\nunless the respondent who relies on some ground of justification laid\r\na sustainable factual foundation for that defence.\nIn determining the\r\nbalance of convenience, so it was explained in\nHix\n(402 C-F), the court should have regard to\r\nthe consideration that freedom of the press is not to be overridden\r\nlightly and weigh\nthat up against the applicant's countervailing\r\nconstitutional right to protection of his or her reputation. This is\r\nessentially\nhow Snyders J approached the matter in the court a quo.\r\nShe found that the intended publication would be defamatory of the\r\nplaintiff.\nShe then identified the grounds of justification relied\r\nupon by the respondents as those of truth and public benefit and of\r\nreasonable\npublication, which has become known as the\nBogoshi\ndefence (with reference to\nNational Media Ltd\r\nv Bogoshi\n1998 (4) SA 1196\n(SCA)). In\r\nevaluating the facts, she came to the conclusion that the respondents\r\nhad set out a sustainable factual foundation for\nthe defences that\r\nthey raised. Essentially, her reasons for this conclusion appear to\r\nbe that, while the allegations in the questionnaire\nand the draft\r\narticle were supported by the affidavit of Mampuele and the findings\r\nof the disciplinary enquiry against Mabote,\nthey were met by no more\r\nthan bald and general denials on the part of the appellant. Following\r\nthe approach in\nHix\nshe\r\nalso found that the balance of convenience favoured the respondents.\r\nIn consequence, the application for an interim interdict\nwas refused.\n[10]\tIn this court the respondents raised the\r\npreliminary contention that the appeal is moot in that, its outcome\r\nwill have no practical\nimpact, and that it should for that reason\r\nalone be dismissed with costs. The factual basis for the contention\r\nwas, of course,\nthat the allegations which the appellant sought to\r\nkeep out of the public domain, have long since been published.\r\nMoreover, so\nthe respondents contended, if the appellant suffered any\r\nharm as a result of the publication, such harm cannot be undone by\r\nreversing\nthe order of the court a quo. If the publication rendered\r\nthe appellant entitled to any relief, so the argument went, such\r\nrelief\nshould have been sought in an action for damages.\n[11]\tThe legal basis for the respondentsâ preliminary\r\ncontention is to be found in s 21A(1) and (3) of the Supreme\r\nCourt\nAct 59 of 1959. It provides:\nâ\n(1)\tWhen at the hearing of\r\nany civil appeal to the [Supreme Court of Appeal] or any Provincial\r\nor Local Division of the [High] Court\nthe issues are of such a nature\r\nthat the judgment or order sought will have no practical effect or\r\nresult, the appeal may be dismissed\non this ground alone.\n. . .\n(3)\tSave under exceptional\r\ncircumstances, the question whether the judgment or order would have\r\nno practical effect or result, is\nto be determined without reference\r\nto consideration of costs.â\n[12]\tAs has been explained in earlier cases, s 21A\r\nis in effect a reformulation of the well established common law\r\nprinciple\nthat courts of law exist for the settlement of live,\r\nconcrete controversies and not to pronounce on hypothetical or\r\nabstract questions\nof law (see eg\nCoin\r\nSecurity Group (Pty) Ltd v SA National Union for Security Officers\n[2000] ZASCA 137\n;\n2001 (2) SA 872\n(SCA) at 875A-E;\nRand\r\nWater Board v Rotek Industries (Pty )Ltd\n2003\r\n(4) SA 58\n(SCA) para 26). On the facts of this case I think it is\r\nplain that the appeal has indeed become moot. Even if we should find\r\nthat\non the facts of this case and interim interdict should have been\r\ngranted, it will not help the appellant because the publication\nhe\r\nsought to prevent had taken place. It is water under the bridge. Nor\r\nwill it assist in the resolution of future factual disputes,\nbecause\r\nevery future case will have to be decided on its own facts (see eg\nPort Elizabeth Municipality v Smit\n2002\r\n(4) SA 241\n(SCA) para 10;\nRadio Pretoria v\r\nChairman, Independent Communications Authority of South Africa\n2005\r\n(1) SA 47\n(SCA) para 40).\n[13]\tBut, of course, s 21A affords this court a\r\ndiscretion to hear an appeal despite the absence of any practical\r\neffect and\ncircumstances. Self-evidently, this discretion will again\r\nbe exercised with reference to the facts of every case. Efforts to\r\ncompare\nor equate the facts of this case to those of reported cases\r\nwhether the court's discretion had been exercised one way or the\r\nother\ncan therefore only result in a fruitless exercise. As a matter\r\nof principle, it can, however, be said on good authority that an\n\nappeal will be decided, despite being moot, where it âraises\r\nimportant questions of law on which there is little authority and\n\n[which] are bound to arise againâ (per Nugent JA in\nMidi\r\nTelevision t/a E-TV v Director of Public Prosecutions (Western Cape)\n[2007] ZASCA 56\n;\n2007 (5) SA 540\n(SCA) para 4).\n[14]\tWhether this is such a case, requires an\r\nexamination of the contentions raised on appeal. The appellantâs\r\nfirst contention\nrelied on the majority judgment by Marais JA, in\nIndependent Newspapers Holdings Ltd v Suliman\n2005 (7) BCLR 641\n(SCA). According to the\r\ninterpretation of that judgment proffered by the appellant, Marais JA\r\nheld that, save in exceptional cases,\nthere is a ban on the\r\npublication of the identity of a person facing criminal charges until\r\nthat person has actually appeared in\ncourt. On the application of\r\nthis principle, so the argument went, the publication of the\r\nappellant's identity as a person against\nwhom criminal charges had\r\nbeen laid should have been interdicted, because he had not yet\r\nappeared in court. Any evaluation of these\ncontentions, clearly\r\nrequires a closer examination of the\nSuliman\ncase. What is crucial to the judgment of both\r\nthe majority and the minority in that case, as I see it, is the\r\nprecise identification\nof the defamatory nature or the sting of the\r\noffending newspaper articles. Both the majority and the minority\r\nfound the sting of\nthe articles in the allegation that Mr Suliman had\r\nbeen arrested by the police as a suspect in connection with a\r\nparticularly odious\nbombing of a restaurant where two lives were lost\r\nand many seriously injured (see Marais JA (for the majority) paras 1\r\nand 31;\nNugent JA (for the minority) para 75). The minority held that\r\nthe defamatory allegation was untrue and that in consequence the\r\ndefence of truth and public benefit relied upon, could not succeed\r\n(paras 76-80).\n[15]\tThe majority, on the other hand, found that the\r\ndefamatory words were substantially true (paras 37 and 38). But, so\r\nthe majority\nheld, the publication of the true statement was not in\r\nthe public interest. In motivating this finding, Marais JA inter alia\r\nsaid:\nâ\nI doubt that it can\nnever\nbe in the public\r\ninterest or for the public benefit for the media to name a suspect\r\nand publish a photograph of him or her before\nany court appearance.â\nHe then gave some examples (para 46) where, in his view,\r\nthe public may have an interest in such publication but it is clear\r\nthat\nnone of these examples have any bearing on this case. After that\r\nMarais JA continued with the following statement (para 47) on which\n\nthe appellant set great store:\nâ\nThat said, I think that the\r\nconsequence of a premature disclosure of the identity of a suspect\r\ncan be so traumatic for and detrimental\nto the person concerned when\r\nhe or she may never be charged or appear in court and is, in fact,\r\ninnocent, that greater weight should\nbe assigned to the protection of\r\nthe constitutional right to dignity and privacy and the common-law\r\nright of reputation, than to\nthe right of the press to freely impart\r\ninformation to the public. It is not as if the press will be\r\npermanently deprived of the\nright to identify the suspect. Once he or\r\nshe appears in court his or her identity may be disclosed with\r\nimpunity.â\n[16]\tAs I see it, the interpretation of Marais JA's\r\njudgment contended for by the appellant is far too wide. What was\r\nfound to be\ndefamatory was the statement that the plaintiff was\r\narrested by the police as a suspect of a crime. This was defamatory\r\nbecause\nit would lead the reasonable reader to infer that the police\r\nbelieved, on reasonable grounds, that the arrested person committed\n\nthe crime for which he was arrested (as appears from the explanation\r\nby Nugent JA in para 77). By contrast, the allegation that\na criminal\r\ncharge had been laid against someone would self-evidently, I think,\r\nhave a lesser impact on the reasonable reader. It\nfollows, in my\r\nview, that the reasoning of Marais JA cannot, as the appellant would\r\nhave it, be extended willy-nilly to prevent\nthe publication of the\r\nnews that a criminal charge had been laid against an identified\r\nperson. In any event, I do not believe that\nthe principal formulated\r\nby Marais JA was as immutable as contended for by the appellant. On\r\nthe contrary, he recognised that there\nmay be exceptions. It is true\r\nthat the examples of such exceptions that he gave do not find\r\napplication in this case. But that\nis neither here nor there. Even if\r\nthe present case were therefore held potentially to be subject to the\nSuliman\nprinciple â\r\nwhich in my view it is not - the  further enquiry, whether it would\r\nconstitute an exception to the principle, would\nbe a question of\r\nfact; it does not elevate this appeal to a case which raises\r\nimportant questions of law.\n[17]\tAn alternative argument raised by the appellant was\r\nthat if the matter is not covered by the\nSuliman\nprinciple, we should, as a matter of law,\r\nextend that principle so as to create a blanket ban against\r\npublication of the identity\nof a person against whom a criminal\r\ncharge had been laid, until he or she had appeared in court During\r\nargument, counsel for the\nappellant, however, conceded, rightly and\r\nfairly in my view, that even a blanket ban on any reference to a\r\ncriminal charge would\nnot really assist his client. The reason is\r\nthat the sting of the publication he sought to prevent did not really\r\nlie in the allegation\nthat a criminal charge had been laid. The sting\r\nof the offending publication was that the appellant had been accused\r\nof involvement\nin tender fraud. The fact that this accusation had\r\nbeen conveyed to the police in the form of a criminal charge was no\r\nmore than\nan adjunct to the core allegation. In this light, counsel\r\nfor the appellant was compelled to argue for a blanket ban against\r\npublication\nof any disclosure that an identified person had been\r\ninvolved in activity that could potentially give rise to a criminal\r\nprosecution,\neven if no pertinent reference was made to a criminal\r\ncharge.\n[18]\tIt strikes me, however, that an immutable rule of\r\nsuch wide import would simply be untenable. Two important pillars of\r\nour\ndemocracy are the courts and a free press and the latter should\r\nnot be unduly hindered by the former in the performance of its vital\n\ntask. The rule contended for by the appellant would ban from\r\npublication allegations of any involvement in corruption, dishonesty,\n\ngraft and so forth. This would bring the rule contended for in direct\r\nconflict with the following statement of our law referred\nto with\r\napproval by the Constitutional Court in\nKhumalo\r\nv Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) para 23:\n'It is the function of the press\r\nto ferret out corruption, dishonesty and graft wherever it may occur\r\nand to expose the perpetrators.\nThe press must reveal dishonest mal-\r\nand inept administration . . . . It must advance communication\r\nbetween the governed and those\nwho govern.'\n[19]\tThe appellant's second contention on appeal was\r\nthat publication of the offending article should have been prevented\r\nbecause\nit would compromise the administration of justice in that it\r\ncould potentially interfere with his rights as an accused person in\na\r\ncriminal trial. As the legal basis for this contention the appellant\r\nsought to rely on the decision of this court in\nMidi\r\nTelevision t/a E-TV v Director of Public Prosecutions (Western Cape)\r\n(supra)\nwhich was not a defamation case. It\r\nemanated from an application by the Director of Public Prosecution to\r\nprevent the television\nbroadcasting of an interview by the\r\nbroadcaster with potential state witnesses in a forthcoming criminal\r\ntrial. The essential basis\nof the application was that this could\r\nprejudice or interfere with the proper administration of justice. In\r\nthe event, the appeal\nagainst the pre-publication ban granted by the\r\nHigh Court was upheld in this court. The principles underlying to the\r\njudgement\nare conveniently summarised by Nugent HA as follows (in\r\npara 19):\n'In summary, a publication will\r\nbe unlawful and thus susceptible to being prohibited, only if the\r\nprejudice that the publication\nmight cause to the administration of\r\njustice is demonstrable and substantial and there is a real risk that\r\nthe prejudice will occur\nif publication takes place. Mere conjecture\r\nor speculation that prejudice might occur will not be enough. Even\r\nthen publication\nwill not be unlawful unless a court is satisfied\r\nthat the disadvantage of curtailing the free flow of information\r\noutweighs its\nadvantage. In making that evaluation it is not only the\r\ninterests of those who are associated with the publication that need\r\nto\nbe brought to account, but, more important, the interest of every\r\nperson in having access to information.'\n[20]\tThe appellant gave no indication, either in his\r\nfounding or his replying papers as to how the administration of\r\njustice will\nbe prejudicially affected by publication of the article\r\nhe sought to prevent. In this court it was suggested on his behalf\r\nthat\nsuch publication could potentially interfere with his\r\nfundamental rights as an accused person under s 35(3) of the\r\nConstitution,\neg his right to silence. This, I think, places the\r\nappellantâs argument squarely within the category of what Nugent JA\r\ndescribed\nin\nMidi Television\n(para 19) as mere conjecture or speculation that publication might\r\nprejudice the administration of justice. In fact, the appellantâs\n\ncontention strikes me as so wide that it is tantamount to the\r\nproposition that the mere prospect of criminal prosecutions would\n\ninevitably lead to a ban on publication of the background story, a\r\nproposition I have already described as unsustainable. As appears\n\nfrom\nMidi Television\n,\r\nthe question whether the administration of justice justifies a\r\nlimitation of press freedom by way of a pre-publication ban in\na\r\nparticular case, is entirely dependent on the facts of that case. It\r\nfollows that a decision one way or the other on the facts\nof this\r\ncase will be of little, if any, consequence in future situations.\n[21]\tThe appellant's third was that the court a quo had\r\ninsufficient regard to two considerations of substantial import.\r\nFirst,\nto the appellantâs high public profile as the chief\r\nexecutive officer of an internationally recognised company and the\r\nenormous\nprejudice he would consequently suffer through publication\r\nof the articles. Secondly, to the notion of ubuntu which 'recognises\n\na person's status as a human being, entitled to unconditional\r\nrespect, dignity, value and acceptance from the members of the\r\ncommunity,\nthat such a person may be part of' (per Jajbhay J in\nTshabalala-Msimang v Makhanya\n2008\r\n(3) BCLR 338\n(W) para 2).\n[22]\tThe law of defamation requires a balancing act\r\nbetween two rights, both highly valued, but often in conflict with\r\none another.\nThis has been recognised in numerous cases (see eg\nArgus\r\nPrinting & Publishing Co Ltd v Esselen's Estate\n1994\r\n(2) SA 1\n(A) 25B-E;\nNational Media Ltd v\r\nBogoshi (supra)\npara 4 and the cases there\r\ncited;\nKhumalo v Holomia (supra)\nparas\r\n21-28). The two rights involved have since been enshrined in our\r\nconstitution. They are, of course, on the one hand, the right\nto\r\nfreedom of expression, which includes freedom of the press (s 16)\r\nand the right to human dignity and privacy (ss 10 and\n14), on the\r\nother. I think it goes without saying that the high profile of the\r\nindividual involved should be taken into account\nin the balancing\r\nprocess. In fact, it could potentially add weight to both sides of\r\nthe scale. Nor is there any doubt in my mind\nthat considerable\r\nrecognition should be given to the values embodied in the notion of\r\nubuntu, under the rubric of dignity. But\nthis has already been\r\nacknowledged and confirmed, as appears, for example, from the\r\nfollowing statement by O'Reagan J in\nKhumalo v\r\nHolomia (supra)\npara 27:\n'The value of human dignity in\r\nour Constitution is not only concerned with an individual's sense of\r\nself-worth, but constitutes\nand affirmation of the worth of human\r\nbeings in our society. It includes the intrinsic worth of human\r\nbeings shared by all people\nas well as the individual reputation of\r\neach person built upon his or her own individual achievements. The\r\nvalue of human dignity\nin our Constitution therefore values both the\r\npersonal sense of self-worth as well as the public's estimation of\r\nthe worth or value\nof an individual.'\n[23]\tIt seems to me that anything we can say about what\r\nshould be taken into account in the balancing process that the law of\r\ndefamation\nrequires, had been said before. Whether the court a quo\r\nafforded sufficient weight to the appellant's high profile or whether\r\nit\nhad sufficient regard to the notion of ubuntu are clearly\r\nquestions of fact. Again they do not elevate this appeal to a case\r\nwhich\nraises important questions of law, as contended for by the\r\nappellant. The principles the court below applied in relation to\r\npre-publication\ninterdicts are well-established (eg in\nHix\r\nNetwork Technologies v Systems Publishers (Pty) Ltd (supra)\n.\r\nIt follows that I can find no basis on which this court can exercise\r\nthe discretion admittedly bestowed upon it by s 21A\nto decide\r\nthe merits in this case in a judgment which will have no practical\r\neffect.\n[24]\tWhat remains is the issue of costs. It emerges from\r\na contention raised by the appellant for the first time at the\r\nhearing\nof the appeal and then only in reply. In the result the\r\nrespondents had been afforded no fair warning nor adequate\r\nopportunity\nto answer. It amounted to this: because the appellant was\r\nseeking to protect his constitutional rights, so it was argued, he\r\nshould\nnot be ordered to pay the respondentâs cost, neither in this\r\ncourt nor tin the court a quo, albeit that he had been unsuccessful\n\nin doing so. What the appellant therefore contended for was not that\r\nthis appeal falls within the narrow ambit of the exception\n\ncontemplated in s 21A(3), where the court embarks on an\r\nadjudication of the merits in order to decide the question of costs.\n\nHis argument was that, even if the merits were rightly decided\r\nagainst him, he should not be ordered to pay the respondentsâ\n\ncosts; neither in this court nor the court a quo. The answer to this\r\ncontention regarding the costs in the court a quo is quite\nsimple.\r\nThe court a quo had a discretion to determine costs. In the exercise\r\nof that discretion the court obviously decided that\ncosts should\r\nfollow the event. It was never part of the appellantâs grounds of\r\nappeal that the court had erred in doing so. In\nconsequence it is not\r\nopen to the appellant to object to that costs order at this belated\r\nstage.\n[25]\tAs to the costs on appeal, I accept that the\r\nrespondent sought to protect a constitutional right. But this was not\r\na case against\na government agency as contemplated, for example, in\nTrustees for the Time Being of the Biowatch\r\nTrust v Registrar Genetic Resources CCT\n80/80\n[2009] ZACC 14\n(3 June 2009) paras 21 et seq. The respondents are\r\nprivate entities who likewise sought to protect their constitutional\r\nrights.\nNonetheless, the appellant sought a costs order against them,\r\nboth in the court a quo and on appeal. Moreover, the respondents had\n\nconsistently maintained that this is an academic appeal which should\r\nbe dismissed for that reason alone. That did not deter the\nappellant\r\nfrom his course. The respondents were therefore compelled to continue\r\nwith their opposition of what they considered an\nacademic appeal to\r\ndefend the costs order in their favour in the court a quo and at the\r\nsame time, to avoid a costs order against\nthem on appeal. In these\r\ncircumstances I do not think it lies in the appellantâs mouth to\r\nraise the contention that he did. Though\nthe principle that costs\r\nshould follow the event is not a law of the Medes and the Persians, I\r\ncan find no reason in this case\nto deviate from that principle.\n[26]\tIt follows that by virtue of s 21A of the\r\nSupreme Court Act 59 of 1959 the appeal is dismissed with costs,\r\nincluding the\ncosts occasioned by the employment of two counsel.\nâ¦â¦â¦â¦â¦â¦\nF D J BRAND\nJUDGE OF APPEAL\nCounsel for Appellant:\nV\r\nMALEKA SC\nT MOKABA SC\nD MPOFU\nInstructed by:\t\t\tLAWLEY SHEIN ATTORNEYS\nJOHANNESBURG\nCorrespondents:\t\t\tMATSEPES ATTORNEYS INC\nBLOEMFONTEIN\nFor Respondent:\t\t\tD I BERGER SC\nT MANCHU\nInstructed By:\t\t\tCHEADLE THOMPSON & HAYSOM INC\nJOHANNESBURG\nCorrespondents:\t\t\tWEBBERS\r\nATTORNEYS\nBLOEMFONTEIN",
  "scraped_at": "2026-02-12T05:14:18.783390",
  "date": "2009-09-17",
  "coram": [
    "Navsa",
    "Brand",
    "Mlambo",
    "Mhlantla JJA",
    "Bosielo AJA"
  ],
  "case_number": "415/08",
  "parties": {
    "applicants": [
      "Maanda Manyatshe"
    ],
    "respondents": [
      "M & G Media Limited",
      "Ferial Haffjee",
      "Stefaans Brummer",
      "Sam Sole",
      "Media 24 Ltd",
      "Nicholas Dawes"
    ]
  },
  "sections": {
    "facts": "In September 2006 the appellant, Maanda Manyatshe, then chief executive officer of MTN South Africa and former CEO of the SA Post Office, sought an urgent interim interdict to prevent publication of a Mail & Guardian article he claimed was defamatory. The article was based on a questionnaire circulated to journalists that alleged that Manyatshe, together with former Post Office officials, had been involved in a fraudulent tendering scheme with Vision Design House. Manyatshe denied the allegations and did not comment on the questionnaire. The High Court (Snyders J) dismissed the interim interdict application and allowed the article to be published. The appellant then appealed, arguing that the matter raised important constitutional issues concerning freedom of the press and the administration of justice.",
    "issues": "The appeal raised several legal questions: (1) whether an interim interdict should have been granted on the basis of defamation; (2) whether the appeal was moot under s 21A of the Supreme Court Act because the article had already been published; (3) whether the Suliman principle, which bars publication of a suspect’s identity before court appearance, applied to the present facts; (4) whether the publication prejudiced the administration of justice; and (5) the appropriate order on costs.",
    "principles": "The court applied the Hix Network Technologies test for interim interdicts (prima facie right, risk of irreparable harm, balance of convenience, no other remedy). It considered the respondents’ defences of truth and public benefit (the Bogoshi defence). The court examined s 21A(1) and (3) of the Supreme Court Act on mootness, reaffirming the common‑law principle that courts decide live controversies. The Suliman case was analysed, noting that the principle concerns the publication of a suspect’s arrest, not merely the laying of criminal charges. The Midi Television decision was cited for the standard that a pre‑publication ban is justified only where there is a demonstrable and substantial risk to the administration of justice. Constitutional balancing between freedom of expression (s 16) and dignity/privacy (ss 10, 14) was also referenced.",
    "application": "The court held that the respondents had a sustainable factual foundation for their defences, as the allegations were supported by the affidavit of the former Post Office CEO and disciplinary findings. Applying the Hix test, the balance of convenience favored the respondents, given the public interest in exposing alleged corruption. Under s 21A, the appeal was deemed moot because the contested article had already been published and any remedy would be purely academic. The Suliman principle was found not to apply, as the core defamatory sting related to tender fraud, not merely the existence of a charge. The court therefore concluded that the appeal did not raise a novel question of law warranting an exception to mootness. Accordingly, the appeal was dismissed and costs awarded.",
    "conclusion": "The appeal was dismissed with costs pursuant to s 21A of the Supreme Court Act, including the costs incurred in employing two counsel. The order of the High Court standing was affirmed, and the appellant was ordered to pay the respondents’ costs."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Defamation and Press Freedom",
    "level_3": [
      "defamation",
      "interim interdict",
      "press freedom",
      "mootness",
      "s21A"
    ]
  }
}