{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/37.html",
  "case_name": "WJ Fourie Beleggings v Commissioner for the South African Revenue Service (168/08) [2009] ZASCA 37; 2009 (5) SA 238 (SCA) ; [2009] 3 All SA 230 (SCA); 71 SATC 125 (31 March 2009)",
  "citation": "[2009] ZASCA 37",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 37\n|\nNoteup\n|\nLawCite\nWJ Fourie Beleggings v Commissioner for the South African Revenue Service (168/08) [2009] ZASCA 37; 2009 (5) SA 238 (SCA) ; [2009] 3 All SA 230 (SCA); 71 SATC 125 (31 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 168/08\nW\r\nJ FOURIE BELEGGINGS\nâ¦.......................................................................\nAppellant\nAnd\nTHE COMMISSIONER FOR THE SOUTH\r\nAFRICAN\nREVENUE\r\nSERVICE\nâ¦.......................................................................\nRespondent\nNeutral citation:\nFourie\r\nBeleggings v CSARS\n(168/08)\n[2009] ZASCA 37\n(31 March 2009)\nCoram:\nSTREICHER,\r\nFARLAM, NUGENT JJA, LEACH and BOSIELO AJJA\nHeard:\n13\r\nMarch 2009\nDelivered:\t31\r\nMarch 2009\nSummary:\tIncome\r\ntax â amount paid to appellant, a hotelier, to compensate it for\r\nthe cancellation of a contract to accommodate\na number of people in\r\nits hotel for more than two years â such contract not forming part\r\nof the appellantâs income- producing\nstructure â payment  not of\r\na capital nature and subject to tax.\n__________________________________________________________________________\nORDER\n__________________________________________________________________\nOn\r\nappeal from: High Court, Bloemfontein (CJ Musi J, Hattingh and Van\r\nDer Merwe JJ concurring, sitting as a court of appeal).\nThe\r\nappeal is dismissed with costs.\n_____________________________________________________________\n____\nJUDGMENT\nLEACH AJA (STREICHER, FARLAM, NUGENT JJA and BOSIELO\r\nAJJA concurring):\n[1]   The so-called â9/11â attack\r\nupon the World Trade Centre in New York in September 2001 caused\r\nshockwaves which reverberated\naround the world, reaching as far\r\nafield as Potchefstroom in the North West Province of this country\r\nwhere the appellant conducted\nbusiness as a hotelier, and leading to\r\nthe cancellation of a lucrative trading contract the appellant had\r\nconcluded a few months\nearlier.  Subsequently, in full and final\r\nsettlement of all claims arising from the cancellation of this\r\ncontract, the appellant\nreceived a payment of almost R1,3 million.\n[2]   In assessing the appellantâs\r\ntax liability for the 2002 tax year the respondent, the Commissioner\r\nof the South African Revenue\nService, regarded this payment as\r\nforming part of the appellantâs gross taxable income.  The\r\nappellant objected to this under\ns 81 of the Income Tax Act, 58 of\r\n1962 (âthe Actâ), contending that the payment was an accrual or\r\nreceipt of a capital nature,\nnot subject to tax.  When this objection\r\nwas disallowed, the appellant appealed to the Tax Court.  The appeal\r\nwas also unsuccessful,\nas was a further appeal under s 86A(2)(a) to\r\nthe Full Bench of the High Court, Bloemfontein which dismissed the\r\nappeal  on 27 September\n2007.\n1\nWith leave of the High Court, the appellant appeals now to this\r\ncourt.\n[3]   At all material times the\r\nappellant conducted business at the Elgro Hotel in Potchefstroom\r\nwhich it had leased from a company\nknown as Bultfontein Property\r\nInvestments (Pty) Ltd. The appellant had previously done business\r\nwith a company known as Naschem,\na division of Denel (Pty) Ltd and a\r\nmanufacturer of munitions, for whom it had provided accommodation for\r\npeople referred to as\nâstudentsâ  but who appear to have been\r\nmembers of the military forces of the United Arab Emirates, while\r\nthey received training\nin South Africa. In doing so, the appellant\r\nhad made special arrangements to meet the dietary needs of the\r\nstudents as well as\na number of their special needs. In April 2001,\r\nthis led to the appellant concluding a further agreement with Naschem\r\nin which\nit agreed to accommodate and provide meals to substantial\r\nnumbers of such students from April 2001 to 30 May 2003.  Although\r\nthe\nnumber of people to be accommodated was to vary from time to time\r\nduring that period, the majority of the hotelâs rooms had to\nbe set\r\naside for this purpose - which the appellant was prepared to do as it\r\nanticipated earning approximately R8,7 million from\nthe contract.\n[4]   The conclusion of this agreement\r\nled to the appellant accommodating students from the Emirates from\r\nApril to September 2001,\nduring which period it earned some R4\r\nmillion for doing so. And then news of the â9/11â attack reached\r\nPotchefstroom. Immediately\nthereafter, without offering any\r\nexplanation, the students residing in the hotel at the time packed up\r\nand left, and it soon became\napparent that they would not return.  In\r\nthe light of this unforeseen development, Naschem repudiated its\r\ncontract with the appellant.\n[5]   The appellant thus found itself\r\nin a quandary.  The vast majority of its clientele had absconded. \r\nMany of the rooms had been\nleft in a state of considerable disrepair\r\nas not only had many of the students kept pets in their rooms but\r\nthey had also smoked\nhookahs (described in evidence by the\r\nappellantâs director, Mr Fourie, as âhubbly bubbly pipesâ)\r\nwhich had burned carpets,\nbedding and curtains. While Fourie stated\r\nthat if the contract had run its full course the appellant would have\r\nshrugged off this\ndamage as an inevitable expense of a profitable\r\ncontract, it suddenly found itself faced with a considerable repair\r\nbill in order\nto return the rooms to a condition in which they could\r\nbe hired out. And of course, the appellant also had to meet its\r\nnormal,\non-going running costs which were substantial. All this it\r\nhad to do with an extremely compromised client base.\n[6] In these circumstances the\r\nappellant felt that it had no option but to look to Naschem for\r\ncompensation, and threatened to bring\nlegal proceedings. However,\r\nalthough the balance of the cancelled contract was worth an estimated\r\nR4,7 million,  the appellant\nwas wary of attempting to recover this\r\nentire amount from Naschem with whom it had always enjoyed good\r\nbusiness relations and hoped\nto continue to do so in the future.  As\r\na result, instead of issuing summons it entered into settlement\r\nnegotiations with Naschem\nwhich initially offered to pay R600 000 in\r\norder to settle the dispute. This offer was was rejected, but the\r\nappellant subsequently\naccepted an increased offer of R1 292 760\r\nwhich was paid in settlement of all claims it might have arising from\r\nthe early termination\nof the contract. It was the payment of this sum\r\nwhich precipitated the current dispute as to whether the payment is\r\nto be regarded\nas capital or revenue.\n[7]   Whether a receipt or an accrual\r\nshould be regarded as capital or revenue is probably the most common\r\nissue which arises in\nincome tax litigation.   A taxpayerâs gross\r\nincome is defined in s 1 of the Act as âthe total amount, in cash\r\nor otherwise,\nreceived by or accrued to or in favour of (the\r\ntaxpayer) . . . excluding receipts or accruals of a capital natureâ.\r\n  Accordingly,\nif a receipt or accrual was not of a capital nature,\r\nit must have been of an income or revenue nature.   But the phrase\r\nâreceipts\nor accruals of a capital natureâ is not defined in the\r\nAct and although it has been held that the ordinary economic meaning\r\nshould\nbe attached to the word âcapitalâ\n2\nit has not been possible to devise a definitive or all embracing test\r\nto determine whether a receipt or accrual is of a capital\nnature,\r\ndespite the regularity with which the issue has arisen. At the same\r\ntime, and although common sense has been described\nas âthat most\r\nblunt of intellectual instrumentsâ,\n3\nit remains the most useful tool to use in deciding the issue.\n4\n[8]   The settlement agreement under\r\nwhich the amount in issue was paid recorded that as Naschem had\r\nunilaterally cancelled its\nagreement with the appellant who viewed\r\nthis as a breach of contract which would cause severe financial loss\r\nand give rise to a\nvalid claim for damages, the parties had agreed\r\nthat Naschem would pay the appellant R1 292 760 in full and final\r\nsettlement of\nall claims it might have, whether arising from the law\r\nof contract or the common law. The only realistic claim the appellant\r\nwould\nhave had against Naschem would have been in respect of its loss\r\nof profit suffered through the early termination of the agreement\n\nwhich, on payment, would clearly have been revenue.\n5\nIn this respect the matter is similar to\nITC\r\n312.\n6\nIn that case the appellant,\r\nwhose business consisted of letting property, had let a portion of a\r\nbuilding it owned for five years.\nWhen the lease still had more than\r\ntwo years to run, the tenant sought to cancel. After negotiations, it\r\nwas agreed that the appellant\nwould be paid a lump sum less than\r\ntwo-thirds of the total of the remaining rentals. In holding that\r\nthis payment was income and\nnot capital, the court said:\n7\nâ\nThe\r\ncontract was a contract of lease, and it seems to me that a lump sum\r\npaid in lieu of, and as compensation for, the balance of\nrent due for\r\nthe period stipulated, is a sum paid under and by virtue of the\r\nletting of property\n.â\n[9]   The appellant, however, argued\r\nthat in the present case the contract itself amounted to an asset\r\nthat formed part of the its\nincome-producing structure. Accordingly,\r\nso the argument went, the amount paid by Naschem had been paid for\r\nthe loss or âsterilisationâ\nof an income earning asset and should\r\nbe regarded as capital. In the light of this, the enquiry becomes, as\r\nwas classically put\nby Lord Macmillan in\nVan\r\nden Berghs, Ltd v Clark (Inspector of Taxes)\n8\n,\r\nâwhether the congeries of the rights which the recipient enjoyed\r\nunder the contract and which for a price he surrendered was\na capital\r\nassetâ.\n[10]    In arguing that the contract\r\nit had with Naschem had been a capital asset, the appellant placed\r\nparticular emphasis on the\ndecision in this court in\nTaeuber\r\nand Corssen (Pty) Ltd v Secretary for Inland Revenue\n.\n9\nIn that case, the appellant taxpayer had for many years acted as the\r\nsole agent in South Africa of a German producer. Its agency\nagreement\r\nprovided that, on termination, the principal (the producer) would be\r\nentitled to require the agent (the taxpayer) not\nto sell or assist in\r\nthe sale of any products in competition with the principal for a\r\nperiod of two years. In return for this undertaking,\nthe principal\r\nundertook to pay the agent an amount calculated with reference to the\r\ncommission the agent had previously earned.\nThe agency agreement was\r\nsubsequently cancelled and the principal duly paid the agent the\r\namount it had undertaken to do on that\nevent. This court found the\r\npayment to be of a capital nature, with Rumpff CJ holding that the\r\nagent had established âan income-producing\nstructureâ consisting\r\nin part of the contractual obligations âthat flowed from the\r\ncontract with (the principal)â. The learned\nChief Justice then went\r\non to say:\n10\nâ\nWhat\r\nthe parties intended . . . was a payment of a sum of money to\r\nrestrain the [agent], for a period of two years, from earning\nincome\r\nby the sale of all products competing with those of [the principal].\r\nIn the result, in my view, that part of [the agentâs]\n\nincome-producing structure which had sold only [the principalâs]\r\nproducts was not only permanently prevented from selling [the\n\nprincipalâs] products by the termination of the agreement, but also\r\neffectively closed for two years to the extent that it was\nprevented,\r\nfor that period, from selling all such products as would compete with\r\n[the principalâs] products, and the amount payable\nin terms of [the\r\nagency agreement] was intended to be, and must be construed as,\r\ncompensation for this closure\n.â\n[11]    The appellant also relied on\r\nthe decision in\nITC 134I\n11\nin support of its contention that its contract with Naschem had been\r\npart of its income-producing structure.   In that matter the\n\nappellant company had conducted business by registering the transfer\r\nof shares although it also despatched dividend warrants, sent\nout\r\nnotices to members of companies and handled the issue of new shares\r\nin companies, including rights issues. The appellant had\nbeen formed\r\nwhen its shareholders, two other companies (A and B) had decided to\r\nmerge their respective share transfer departments.\nIn an effort to\r\nattract business from other companies as well, the appellant was\r\ngiven a neutral name not linked to either A or\nB, although at no time\r\ndid outside business form a large part of its business. However,\r\nvirtually all A and Bâs subsidiary companies\nmade separate\r\ncontracts with the appellant in which they bound themselves to employ\r\nthe appellant for the services it offered.\nThis state of affairs\r\nendured for some twenty years until company B acquired control over\r\nanother financial institution, company\nC, and decided that it and its\r\ngroup of companies would withdraw from the existing arrangement with\r\nthe appellant in order to use\nCâs share-transfer department. They\r\npaid the appellant R260 048 in four equal instalments as compensation\r\nfor doing so. It was\nargued by the tax authority that this amounted\r\nto no more that a\nsurrogatum\nfor future profits surrendered. The court however concluded that the\r\nwithdrawal of the B group of companies undermined the whole\nbasic\r\nstructure of the appellant, that it resulted in an important âlimb\r\nof the fruit-bearing tree (being) chopped offâ\n12\nand that it impaired the appellantâs income-producing structure.\r\nThe payment received in respect of the termination of the contracts\n\nwith the appellant was accordingly treated as capital.\n[12]   A\nthird\r\ndecision upon which the appellant placed particular emphasis was that\r\nin\nITC 1259.\n13\nIn that case the taxpayer had concluded a management agreement with a\r\nlarge company, C, which had several subsidiaries and extensive\n\nholdings in fixed property. In terms of the agreement the taxpayer\r\nundertook not only to manage all Câs properties but also to\nact as\r\nthe secretary and accountant of all Câs subsidiaries; to be the\r\nsole selling agent of the properties owned by C and its\nsubsidiaries;\r\nand to act as an agent for an insurance company associated with C.\r\nThe agreement was to last for a minimum of three\nyears. However, a\r\npublic company subsequently acquired a controlling interest in C and\r\ncancelled the taxpayerâs contract after\nonly 20 months. In\r\nconsideration for the early termination of the agreement, the\r\ntaxpayer was paid the sum of R30 000 which the\nSecretary for Inland\r\nRevenue sought to tax as income. The Transvaal Special Court found\r\nthat the contract had been out of the ordinary\ncourse of the business\r\nearlier conducted by the appellant, and had resulted in a\r\nconsiderable disruption of the appellantâs existing\nbusiness\r\nstructure which had been obliged to employ senior executives and\r\nexperts as well as additional clerical staff. When implemented,\nthe\r\ncontract had constituted by far the major part of the appellantâs\r\nproperty management business. Having regard to these facts,\nthe court\r\nconcluded that the contract had constituted a substantial part of the\r\nappellantâs income-producing structure and, relying\nheavily on the\r\njudgment in\nTaeuber\nas\r\nauthority for the conclusion that compensation paid for parting with\r\na portion of a firmâs business is to be regarded as capital,\nheld\r\nthe payment of R30 000 to be of a capital nature and not taxable.\n[13]   I accept that depending on the\r\ncircumstances a sum paid to a taxpayer as compensation for the\r\ncancellation of a trading contract\nmay be regarded as being of a\r\ncapital nature.\n14\nBut in considering whether that is here the case, it is of importance\r\nto note that in each of the cases relied on by the appellant\nthe\r\ncontract in issue, or more properly the rights and obligations\r\nflowing therefrom, were used by the taxpayers for the purpose\nof\r\ngenerating income. Thus in\nTaeuber\n,\r\nthe taxpayer had used his right to freely trade and his business\r\nskills (which were sterilised by the restraint) to produce income.\nIn\nITC 1341\nthe various companies were contractually bound to use the taxpayerâs\r\nservices when required; the contract thus channelled work\nto the\r\ntaxpayer from which it earned an income. Similarly, in\nITC\r\n1259\n, the management\r\nagreement and the other contracts provided the structure through\r\nwhich income earning activity was channelled to\nthe taxpayer. The\r\nhallmark of each case is the fact that the contract created\r\nincome-earning opportunities for the taxpayer. The\ncontract was\r\ntherefore a means used to produce income and was correctly found to\r\nhave been part of the taxpayerâs income-producing\nstructure.\n[14]   There is of course a\r\nfundamental distinction between a contract which is a means of\r\nproducing income and a contract directed\nby its performance towards\r\nmaking a profit.\n15\nThis is graphically illustrated by the Australian decision in\nHeavy\r\nMinerals Pty Ltd v Federal Commissioner of Taxation\n,\n16\na case regularly followed  in that country which has striking\r\nsimilarities to the present case. In that matter the taxpayer was\na\r\nparty to contracts with both German and American buyers to which it\r\nsold rutile it had mined under a mining lease. When the rutile\nmarket\r\ncollapsed, the taxpayer agreed to the cancellation of these contracts\r\nin consideration for the payment of monetary compensation.\nIts\r\nargument that this compensation was of a capital nature was rejected\r\nby Windeyer J who, in finding the amounts paid to be revenue,\nsaid:\n17\nâ\nEven\r\nif these contracts were such that they seemed to ensure that the\r\ntaxpayer would have a secure market and some regular customers,\nthat\r\nwould not of itself make them part of the capital of its business\n.â\nAfter then referring to the well known\r\nremark of Lord Ratcliffe in\nCommissioner\r\nof Taxes v Nchanga Consolidated Copper Mines\n18\nthat phrases such as âcapital structureâ were âessentially\r\ndescriptive rather than definitiveâ, His Honour continued thus:\nâ\nThe\r\nappellant sought to liken the moneys which the buyers paid to be\r\nreleased from their contracts to a price received as a consideration\n\nfor going out of business . . . . But there is no analogy. The\r\ntaxpayerâs business was mining rutile and dealing in rutile. Its\n\ncapital assets were the mining lease and the plant. After the\r\ncontracts were cancelled it still had these. It was free to mine\nits\r\nrutile and to sell it if it could find buyers: and it tried to do so.\r\nThe taxpayer was not put out of business by the cancellation\nof its\r\noverseas contracts. It did not go out of business when they were\r\ncancelled.\nâ\n[15]   In the present case, the\r\nappellant traded as a hotelier before the contract and continued to\r\ndo so, both once it had commenced\nand after it had been cancelled.\r\nThe contract did not operate as a means by which the appellant\r\ngenerated business or through which\nit acquired business or obtained\r\nopportunities from which to earn income. It was merely a memorial of\r\nbusiness the appellant had\nconcluded, in which the number of persons\r\nit had agreed to accommodate, when that would take place and the rate\r\nthat would be charged,\nwere recorded.  It may be that the appellant\r\nstood to earn a great deal from the contract which was to form the\r\nmajor source of\nits income during the period it lasted but that, and\r\nits anticipated duration of more than two years, did not transform it\r\ninto\npart of the appellantâs income-producing structure. That\r\nstructure was made up of its lease of the hotel and the use to which\n\nthe hotel was put. The contract the appellant agreed with Naschem was\r\nconcluded as part of its business of providing accommodation.\nIt was\r\ntherefore a product of the appellantâs income earning activities,\r\nnot the means by which it earned income.\n[16]   In the light of these\r\nconsiderations, I conclude that the appellantâs contract with\r\nNaschem cannot be construed as being\nan asset of a capital nature\r\nforming part of the appellantâs income-producing structure. That\r\nbeing so, the amount paid to the\nappellant on termination of the\r\ncontract is not in the nature of capital and must, by definition, be\r\nregarded as part of the appellantâs\ngross income.  The conclusions\r\nof both the Tax Court and the High Court in that regard were correct.\n[17]   The appeal is therefore\r\ndismissed with costs.\n________\n________________\nL\r\nE LEACH\nACTING\r\nJUDGE OF APPEAL\nAppearances:\nFor appellant:\t\tC Van Breda\nInstructed by:\t\tWeavind & Weavind,\r\nPretoria\nMatsepes Attorneys,\r\nBloemfontein\nFor respondent:\t\tG Stevens\nInstructed by:\t\tState Attorney,\r\nBloemfontein\n1\nIts\njudgment has been reported as\nWJ\r\n\tFourie Beleggings CC v Commissioner for South African Revenue\r\n\tService\n(2008) 70 SATC 8.\n2\nCommissioner of Taxes v Booysens Estates, Ltd\n1918 AD\r\n\t576\nat 582\n3\nHenry Hitchings\nDoctor Johnsonâs Dictionary\nJohn Murray\r\n\tPublishers (UK) (2005) at 132\n4\nCommissioner\r\n\tfor Inland Revenue v\nPick ân\r\n\tPay Employee Share Purchase Trust\ncase\r\n\tat 56I.\n5\nCompare\nITC 724\n(1952)\n17\r\n\tSATC 496\nat 498 and\nITC 1761\n(2004)\n66 SATC 33\nat 39.\n6\n(1937)\n8 SATC 154.\n7\nAt 156.\n8\n[1935] AC 431\n(HL) at 443.\n9\n1975 (3) SA 649\n(A).\n10\nAt\n663H-664A.\n11\n(1981)\n43 SATC 215.\n12\nAt 223.\n13\n(1977) 39 SATC 65.\n14\nSee eg\nITC 1279\n(1997) 40 SATC 254\nat 258.\n15\nSee the speech of Lord Moncrieff in\nKelsall,\r\n\tParsons & Co v IRC\n[1938] ScotCS CSIH_1\n;\n21 TC 608\nat\r\n\t623.\n16\n[1966] HCA 60\n;\n(1966) 115 CLR 512\n;\n10 AITR 140\n17\nAt CLR\n517; AITR 143.\n18\n[1964] AC 948\nat 959.",
  "scraped_at": "2026-02-11T21:45:32.576811",
  "date": "2009-03-31",
  "coram": [
    "STREICHER",
    "FARLAM",
    "NUGENT JJA",
    "LEACH AJA",
    "BOSIELO AJJA"
  ],
  "case_number": "168/08",
  "parties": {
    "applicants": [
      "WJ Fourie Beleggings"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "The appellant, a hotelier operating the Elgro Hotel in Potchefstroom, entered into a contract with Naschem (a division of Denel) in April 2001 to accommodate and cater for a large number of students from the United Arab Emirates until 30 May 2003, expecting revenue of about R8.7 million. By September 2001 the contract had generated roughly R4 million, but after the September 11 attacks the students abruptly left and Naschem repudiated the agreement. The hotel suffered substantial damage and loss of income. The appellant sought compensation and eventually settled with Naschem for R1,292,760, which was paid as full and final settlement of all claims arising from the early termination of the contract.",
    "issues": "Whether the R1,292,760 settlement payment received by the appellant should be characterised as a capital receipt (and thus exempt from tax) or as a revenue receipt (and therefore assessable as gross income under section 1 of the Income Tax Act).",
    "principles": "The court applied the distinction between capital and revenue receipts as defined in section 1 of the Income Tax Act, emphasizing that a receipt is capital only if it relates to the disposal of a capital asset or the termination of an asset that forms part of the taxpayer’s income‑producing structure. Precedents considered include ITC 312 (lease termination), Taeuber v Secretary for Inland Revenue (agency agreement), ITC 1341, ITC 1259, and Heavy Minerals Pty Ltd v Federal Commissioner of Taxation, which all focus on whether the contract or right was integral to the taxpayer’s income‑earning activities.",
    "application": "The court examined the nature of the contract with Naschem and concluded that, although the contract was a lucrative business opportunity, it was not part of the appellant’s core income‑producing structure, which consisted mainly of the lease of the hotel and the provision of accommodation. The contract was a mere memorandum of a contemplated business and its termination did not deprive the appellant of a capital asset. Consequently, the settlement payment was not compensation for the loss of a capital asset but for loss of profit, and must be treated as revenue.",
    "conclusion": "The appeal was dismissed with costs. The settlement payment of R1,292,760 is to be included in the appellant’s gross taxable income and is therefore taxable."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "capital vs revenue",
      "settlement payment",
      "contract termination",
      "hotel industry"
    ]
  }
}