{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/64.html",
  "case_name": "Henriques v Giles NO and Another; Henriques v Giles NO and Others (213/08) [2009] ZASCA 64; 2010 (6) SA 51 (SCA) ; [2009] 4 All SA 116 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 64",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 64\n|\nNoteup\n|\nLawCite\nHenriques v Giles NO and Another; Henriques v Giles NO and Others (213/08) [2009] ZASCA 64; 2010 (6) SA 51 (SCA) ; [2009] 4 All SA 116 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 213/08\nIn\r\n\tthe matter between:\nelIZABETH\r\nHENRIQUES\nA\nppellant\nand\nMICHAEL\r\nJOHN GILES NO\n1\nst\nRespondent\nPFK\r\n(CAPE TOWN) INCORPORATED\n2\nnd\nRespondent\nIn\r\nthe appeal in the counter-application between:\nelIZABETH\r\nHENRIQUES\nA\nppellant\nand\nMICHAEL\r\nJOHN GILES NO\n1\nst\nRespondent\nPFK\r\n(CAPE TOWN) INCORPORATED\n2\nnd\nRespondent\nCARLO\r\nGUISEPPE CAMMISA\n3\nrd\nRespondent\nMASTER\r\nOF THE HIGH COURT\n4\nth\nRespondent\nNeutral Citation:\nHenriques\r\nv Giles NO\n(213/08) [2009] ZASCA 64 (29 May 2009)\nCoram:\tNAVSA, VAN HEERDEN et\r\nMHLANTLA JJA, KROON et TSHIQI AJJA\nHeard:\t15 May 2009\nDelivered:\t29 May 2009\nSummary\n:\nWills\r\nâ husband and wife each inadvertently signing will drafted for the\r\nother â husband first-dying â whether rectification\nof his will\r\npossible\nOrder\nOn appeal from:\nHigh\r\n\tCourt, Cape Town (Goliath J sitting as court of first instance):\n1.\tSave for the setting aside of paragraph 2 of the order of the\r\ncourt below, the appeal is dismissed with costs, such costs to\n\ninclude the costs occasioned by the employment of two counsel.\n2.\tThe appeal against the dismissal by the court below of the\r\ncounter-application succeeds to the extent set out below, with no\n\norder as to costs.\n3.\tThe order of the court a quo is set aside and replaced with the\r\nfollowing:\n3.1 The counter-application succeeds to the extent set out in 3.2\r\nbelow, with no order as to costs.\n3.2 The acceptance and registration, on 10 November 2004, by the\r\nMaster of the High Court, the fourth respondent in the\r\ncounter-application,\nof the will annexed as âRN2â to the founding\r\naffidavit of Ronald Nes as the will of the late Francesco Franco\r\nCammisa in terms\nof\ns 8\nof the\nAdministration of Estates Act 66 of\n1965\n, is set aside.\n3.3 The application succeeds in part and the will annexed as\r\nâRN1â to the founding affidavit of Ronald Nes, signed by the late\n\nFrancesco Franco Cammisa on 15 September 1999, is rectified by:\n(a) The deletion of clause 2 of âRN1â and the substitution\r\nof same with clause 2 of Annexure âRN2â to the founding affidavit\n\nof Ronald Nes;\n(b) the deletion of clause 3 of âRN1â and the substitution\r\nof same with clause 3 of âRN2â;\n(c) the deletion of the first sub-clause numbered 5.1 and of the\r\nsecond sub-clause numbered 5.1 of âRN1â and the substitution\nof\r\nsame with the two respective sub-clauses both numbered 5.1 of âRN2â;\n(d) the deletion of the words above the heading âClause 1â\r\non the first page of âRN1â, namely âI, the undersigned JACKIE\n\nCAMMISA, married out of community of property to FRANCO CAMMISA, do\r\nhereby make and execute my Last Will and Testamentâ and the\n\nsubstitution of same with the words âI, the undersigned FRANCO\r\nCAMMISA, married out of community of property to JACKIE CAMMISA,\ndo\r\nhereby make and execute my Last Will and Testament.â\n3.4 The Master of the High Court, Cape Town, is ordered to accept\r\nâRN1â, as rectified in terms of 3.3 above, as the last will\nof\r\nthe late Francesco Franco Cammisa for the purposes of the\nAdministration of Estates Act 66 of 1965\n.\n3.5 The issue relating to the testamentary capacity of the late\r\nJessie Agnes Maria Cammisa at the time of her signing Annexure âRN2â\n\non 15 September 1999 is referred to oral evidence.\n3.6 Subject to 3.7 below, the costs of this application are to be\r\npaid from the estate of the late Francesco Franco Cammisa.\n3.7 The costs occasioned by the opposition of the application are\r\nto be paid by the first to the fifth respondents jointly and\r\nseverally, the one paying, the other to be absolved.\nJudgment\nvan heerden JA (\nNavsa\r\nand Mhlantla JJA and Kroon and Tshiqi AJJA concurring\n)\n:\nIntroduction\nIn\r\n\tabout August 1999, acting on the instructions of Mr Francesco Franco\r\n\tCammisa, Mr Ronald Nes (âNesâ), an accountant and\na partner of\r\n\tthe second respondent, PKF (Cape Town) Incorporated (âPKFâ),\r\n\tdrafted two wills, one for Mr Cammisa and the other\nfor his wife,\r\n\tMrs Jessie Agnes Maria Cammisa.\n(For the sake of\r\n\tconvenience, Mr and Mrs Cammisa will be referred to hereafter in\r\n\tthis judgment as âFrancoâ and âJackieâ,\nrespectively.)\nOn 15\r\n\tSeptember 1999, the couple met with Nes and his colleague, Ms Erica\r\n\tSwailes (who had typed up the wills on Nesâ instructions),\nin\nPKFâs boardroom.\nThese\r\n\tfour persons were present at all times during the gathering. The\r\n\tCammisas carefully read through their respective wills\nand Nes and\r\n\tSwailes explained to them in detail the contents of each of the\r\n\twills. As Franco and Jackie were satisfied with their\nwills, they\r\n\tthen proceeded to sign them, Nes and Swailes signing each of the\r\n\twills as witnesses.\nUnbeknown\r\n\tto any of the persons concerned, however, the wills must have got\r\n\tmixed up in the process of explaining and reading\nthem.\nA\r\n\tsilly â and most unfortunate â mistake occurred and Franco and\r\n\tJackie each inadvertently signed the will prepared for the\nother.\r\n\tAll the other formalities prescribed by law for the execution of\r\n\twills were duly complied with and, on the face of it,\neach will\r\n\tappeared to be perfectly valid.\nThis error only\r\n\tcame to light after the respective deaths of both Franco and Jackie,\r\n\twhich occurred on 19 October 2004 and 5 January\n2005, respectively.\r\n\tIn the meantime, on 10 November 2004, the Master of the High Court\r\n\taccepted and registered the will prepared\nfor Franco, but signed in\r\n\terror by Jackie, as Francoâs last will in terms of s 8 of the\r\n\tAdministration of Estates Act 66 of\n1965 (âthe Estates Actâ).\nAs\r\n\ta witness to a will is prohibited from being appointed executor of\r\n\tthe deceased estate concerned,\n1\nNes could not be appointed executor of Francoâs deceased estate\r\n\tand the Master thus appointed the first respondent, Mr Michael\nGiles\r\n\t(a director of PKF), in his stead.\nIs it\r\n\tpossible for the will signed by Franco to be rectified so that his\r\n\testate can devolve in the manner in which he undoubtedly\nintended or\r\n\thas he died intestate? This is the question that confronts us in the\r\n\tpresent appeal.\nThe proceedings in the court below\nThe\r\n\tRespondents applied to the Cape High Court to rectify the two wills\r\n\tâ annexed to the Notice of Motion as âRN1â (the\nwill drafted\r\n\tfor Jackie and in her name, but signed by Franco) and âRN2â (the\r\n\twill drafted for Franco and in his name, but\nsigned by Jackie) â\r\n\tâso as to reflect the true intention ofâ\nFranco and\r\n\tJackie, respectively, âin relation to [eachâs] last will and\r\n\ttestamentâ. They sought an order in the following\nterms:\nâ\n1.That the document (will) annexed as âRN1â to\r\n\tthe affidavit of Ronald Nes filed herewith be rectified by deleting\r\n\tthe undermentioned\nwords and/or clauses therefrom and substituting\r\n\tthem with the words and/or clauses also referred to hereunder from\r\n\tannexure âRN2â\nto the said affidavit of Ronald Nes . . . . :\n(a) Delete clause 2 of âRN1â and substitute the\r\n\tsame with clause 2 of âRN2â;\n(b) Delete clause 3 of âRN1â and substitute the\r\n\tsame with clause 3 of âRN2â;\n(c) Delete the first sub-clause â5.1â and the\r\n\tsecond sub-clause â5.1â of âRN1â and substitute the same\r\n\twith the (two)\nrespective sub-clauses â5.1â of âRN2â;\n(d) Delete the words just above the heading âClause\r\n\t1â on the first page of âRN1â, namely âI, the undersigned\r\n\tJACKIE\nCAMMISA, married out of community of property to FRANCO\r\n\tCAMMISA, do hereby make and execute my Last Will and Testamentâ;\nand substituting the same with the words âI, the\r\n\tundersigned FRANCO CAMMISA, married out of community of property to\r\n\tJACKIE\nCAMISSA, do hereby make and execute my Last Will and\r\n\tTestamentâ.\n2. That the document (will) annexed as âRN2â to the\r\n\taffidavit of Ronald Nes filed herewith be rectified by deleting the\r\n\tundermentioned\nwords and/or clauses therefrom and substituting them\r\n\twith the words and/or clauses also referred to hereunder from\r\n\tannexure âRN1â\nto the said affidavit of Ronald Nes . . . . :\n(a) Delete clause 2 of âRN2â and substitute the\r\n\tsame with clause 2 of âRN1â;\n(b) Delete clause 3 of âRN2â and substitute the\r\n\tsame with clause 3 of âRN1â;\n(c) Delete the first sub-clause â5.1â and the\r\n\tsecond sub-clause â5.1â of âRN2â and substitute the same\r\n\twith the (two)\nrespective sub-clauses â5.1â of âRN1â;\n(d) Delete the words just above the heading âClause\r\n\t1â on the first page of âRN2â, namely âI, the undersigned\r\n\tFRANCO\nCAMMISA, married out of community of property to JACKIE\r\n\tCAMMISA, do hereby make and execute my Last Will and Testamentâ;\nand substituting the same with the words âI, the\r\n\tundersigned JACKIE CAMMISA, married out of community of property to\r\n\tFRANCO\nCAMISSA, do hereby make and execute my Last Will and\r\n\tTestamentâ.â\nIn the\r\n\talternative, the respondents applied, in terms of\nSection 2(3)\nof\r\n\tthe\nWills Act 7 of 1953\n, for âRN2â and âRN1â to\nâbe\r\n\tdeclared the last will and testamentâ\nof Franco and of Jackie,\r\n\trespectively.\nThe\r\n\trespondents prayed that the costs of the application be paid from\r\n\tFrancoâs deceased estate. However, in the event of the\napplication\r\n\tbeing opposed, they applied for an order that âthe costs\r\n\toccasioned by the opposition . . . be paid by such party\nor parties\r\n\topposing the same jointly and severallyâ.\nThe\nappellant, Elizabeth Henriques, and her four siblings (the\r\n\tadult children of Douglas Jackson, Jackieâs son from a previous\r\n\tmarriage)\n(âJackieâs grandchildrenâ) â the five respondents\r\n\tin the court below â\nopposed this application\r\n\ton two grounds.  The first was that, as the âwillsâ drafted by\r\n\tNes did not comply with\nss 2(1)\n(a)\n(i),\r\n\t(ii), (iii) and (iv) of the\nWills Act 7 of 1953\n,\n2\nthey were invalid and could not be rectified.  The second was that,\r\n\tas neither Franco nor Jackie personally drafted or executed\nthese\r\n\tâwillsâ,\ns 2(3)\nof the\nWills Act\n3\nwas\nnot applicable.\nAs\r\n\tregards the second ground, b\noth before the\r\n\tcourt a quo and in this court, counsel for the respondents conceded\r\n\tthat it could not be said that either of the\nCammisas\npersonally\nâdraftedâ either of the wills in question (see\nBekker\r\n\tv Naude & andere\n).\n4\nIt is thus not necessary to say\r\n\tanything more in this regard.\nJackieâs grandchildren also made a counter-application for an\r\n\torder:\nsetting aside âFrancoâs willâ (âRN2â), which on 10\nNovember 2004 had been accepted and registered by the\r\n\t\t\t\tMaster of the High Court (the fourth respondent in the\r\n\t\t\t\tcounter-application);\nand\nthat the costs of the counter-application be paid by PFK (the\r\n\t\t\tsecond respondent in the counter-application).\nThe\r\n\tMaster of the High Court indicated in his Report to the court a quo\r\n\tthat, should the main application for rectification of\nâRN1â\r\n\tfail, then he supported the counter-application. Apart from this, he\r\n\tabided the courtâs decision.\nCarlo\r\n\tCammisa, the third respondent before us (âCarloâ), is Francoâs\r\n\tadult son from a previous marriage. He was cited as\nthe sixth\r\n\trespondent in the main application. In terms of the will prepared\r\n\tfor Franco (âRN2â), Carlo is Francoâs sole\nresiduary heir.\nThere\r\n\twere\nfactual disputes on the papers in\r\n\trelation to Jackieâs testamentary capacity at the time of her\r\n\tsigning âRN2â on 15 September\n1999.\n5\nThe\ncourt below granted the relief sought in prayers\r\n\t1 and 2 of the main application, but ordered Jackieâs\r\n\tgrandchildren to pay\nthe costs of the application â and not just\r\n\tthe costs occasioned by their opposition to the application, as had\r\n\tbeen requested\nby the present respondents â jointly and severally.\r\n\tGoliath J dismissed the counter-application with costs, and also\r\n\tordered\nthat the issue of Jackieâs testamentary capacity be\r\n\treferred to oral evidence. The present appeal against the judgment\r\n\tof the\ncourt a quo serves before us with the special leave of this\r\n\tcourt.\nRectification\nSouth\r\n\tAfrica has no legislation on the rectification of wills and the\r\n\tambit of our courtsâ powers to rectify mistakes in a will\nhas been\r\n\tthe subject of considerable judicial disagreement. While there has\r\n\tnever been any dispute in regard to the courtâs\npower to correct\r\n\tclerical errors\n6\nor an erroneous description of a beneficiary or a benefit in a\r\n\twill,\n7\nor to delete from a will words or provisions included in it by\r\n\tmistake,\n8\nthere were conflicting decisions concerning the courtâs power to\r\n\trectify a will by inserting words or provisions which have\nbeen\r\n\tomitted in error or by substituting the correct words or provisions\r\n\tfor incorrect ones which have been mistakenly included\nin a will.\n9\nIt is now generally accepted that the South African courts do have\r\n\tthis latter power:\n10\nRectification\r\n\tis an equitable remedy, the purpose being to give effect to the true\nintention of the relevant parties or of the\r\n\ttestator or testatrix concerned. A court will rectify a will where,\r\n\tdue to a mistake,\nbe it on the part of the testator or testatrix or\r\n\ton the part of the drafter, the will does not correctly reflect\r\n\ttheir testamentary\nintention. The applicant for rectification must\r\n\testablish that (a) the alleged discrepancy between expression and\r\n\tintention was\ndue to a mistake; and (b) what the testator or\r\n\ttestatrix really meant to provide. The onus, which must be satisfied\r\n\ton a balance\nof probabilities, is on the party seeking\r\n\trectification.\n11\nThe\r\n\tappellant contended that it is not competent to rectify a contract\r\n\tor a will that is invalid for non-compliance with prescribed\n\n\tstatutory formalities and that the present wills, having each been\r\n\tsigned by the âwrongâ testator and testatrix, respectively\n(a\r\n\tso-called âcrossed willsâ situation), are invalid in that they\r\n\tdo not comply with the provisions of\nss 2(1)\n(a)\n(i) and\r\n\t(iv) of the\nWills Act.\n12\nIn\nrespect of contracts, it is indeed so that South African courts will\r\n\tnot order rectification of a document which purports to\nconstitute a\r\n\tcontract for the validity of which statutory formalities are\r\n\trequired if, on the face of the document, it does not\ncomply with\r\n\tthe prescribed formalities â a nullity cannot be rectified.\n13\nStatutory\r\n\tformalities for the execution of wills are intended to ensure the\r\n\tauthenticity of the relevant document and provide\nevidence of the\r\n\ttestatorâs or testatrixâs intention.\n14\nIn deciding whether to rectify a will, courts must be equally astute\r\n\tto ensure that these objects are not jeopardised.\nOn the\r\n\tfacts of the present case, it is\nclear that\r\n\tFranco and Jackie each signed a will as testator and testatrix,\r\n\trespectively, and that all the other statutory formalities\nfor the\r\n\texecution of wills were complied with. On the face of it, both wills\r\n\tare formally valid. In each case, the surname\nof the\ntestator and the signature is the\r\n\tsame.\nT\nhe\r\n\tmistake lies therein that, as a result of the erroneous\r\n\tâcross-signingâ of the wills, the incorrect party is described\n\n\tas the testator in the heading of each of the wills, and clauses 2\r\n\tand 3, as well as the two sub-clauses numbered 5.1, of each\nwill\r\n\thave been incorrectly included/omitted. The remaining clauses of the\r\n\ttwo wills are identical. These mistakes are, however,\nnot matters\r\n\trelating or fatal to the formal validity of the will. It is, for\r\n\tinstance, well accepted that the incorrect description\nof the\r\n\ttestator or of an heir, is a matter which is capable of\r\n\trectification. If, therefore, Francoâs name had been incorrectly\n\n\tspelt or the wrong initials erroneously reflected in his will, such\r\n\tmistakes could undoubtedly be rectified, even if the evidence\n\n\tdisclosed that there was another person (even a potential heir) with\r\n\tthe âmisspeltâ name or with the âwrongâ initials\nin\r\n\texistence.\nIt\r\n\tis true that Franco signed the will prepared for Jackie and vice\r\n\tversa. Allowing rectification in the particular circumstances\nof the\r\n\tpresent case, where there is no doubt whatsoever about Francoâs\r\n\ttestamentary intentions, achieves a just result. To\ninsist that this\r\n\twould amount to an impermissible ârectification of signaturesâ,\r\n\tas was argued by counsel for the appellant,\nwould in my view be to\r\n\tsacrifice testamentary intention to excessive and needless\r\n\tformalism.\nIndeed, one cannot imagine\r\n\tclearer evidence of a mistake regarding the true intention of a\r\n\ttestator than what happened in this\ncase, where everything was\r\n\trecorded in writing and âattestedâ to.\nIn\r\n\tmy view, allowing rectification of âRN1â\nto\r\n\treflect Francoâs true testamentary intention in the manner sought\r\n\tin prayer 1 of the application would not in any way do\nviolence to\r\n\tthe established principles governing rectification of documents, nor\r\n\twould it defeat any of the functions of testamentary\nformalities. It\r\n\tfollows that I am of the view that the appeal against the order of\r\n\tCape High Court for the rectification of âRN1â\nshould fail.\nThis\r\n\tconclusion also accords with international jurisprudence. Although s\r\n\t20 of the United Kingdom Administration of Justice Act\n1982 permits\r\n\trectification of a will only if the court is satisfied that a will\r\n\tis so expressed that it fails to carry out the\ntestatorâs\nor\r\n\ttestatrixâs intention in two specified instances, namely a\r\n\tclerical error or a failure to understand the testatorâs\r\n\tinstructions,\n15\nthis has been criticised as being unduly restrictive. The trend in\r\n\tother jurisdictions, such as New Zealand, Australia, Canada\nand the\r\n\tUnited States of America, more specifically in âcrossed willsâ\r\n\tcases analogous to the present matter, has been to\nallow\r\n\trectification of a will whenever the court is satisfied that the\r\n\twill is expressed in a manner which fails to give effect\nto the true\r\n\ttestamentary intentions of the testator or testatrix.\n16\nThus, for example, in the judgment of the Court of Queenâs Bench\r\n\tfor Saskatchewan in\nRe McDermid Estate\n17\nwhere a husband and wife had each inadvertently signed the will\r\n\tprepared for the other, the court, in effectively ordering the\n\n\trectification of the will signed by the husband (the first-dying),\r\n\tstated the following:\n18\n'Here, the will intended to be signed by the deceased\r\n\twas prepared by him for his signature and execution in the presence\r\n\tof two\nwitnesses.  Here, as is evident from the materials before me,\r\n\ta will in substantially the same form, except for the designated\n\n\tbeneficiary and personal representative, was prepared for the\r\n\tsignature and execution of the deceased's wife in the presence\nof\r\n\tthe same two witnesses.  The requirements of s 7 of said The\nWills\nAct were\nfully complied with with the exception that each of the\r\n\tdeceased and his wife inadvertently executed the will intended for\r\n\tthe\nsignature of the other.  The deceased's intention to leave all\r\n\tof his real and personal estate to his wife, and for her to act\nas\r\n\tthe executrix of his estate, if she should survive him, as she did,\r\n\tis clear and unequivocal.\n. . .\nThe last will and testament actually prepared for the\r\n\tsignature of the deceased, but inadvertently signed by his wife,\r\n\tclearly\nembodies the testamentary intentions of the deceased. \r\n\tExcept for the fact that the deceased signed the wrong document, the\r\n\tlast\nwill and testament actually prepared by him for his signature\r\n\tin all other respects fully complies with the requirements of said\n\n\tThe\nWills Act.\nIn\nparticular circumstances, it is in my view appropriate to direct, as\r\n\tI do, that the said last will and testament inadvertently\nsigned by\r\n\tthe deceased be attached to the last will and testament prepared for\r\n\this signature so that his signature thereto will\nbecome and for\r\n\tpurposes of this application will be part of his intended will for\r\n\tprobate purposes.â\nThe counter-application\nCounsel for the appellant contended that the counter-application\r\n\t(for an order setting aside âRN2â which had, on 10 November\n\n\t2004, been registered and accepted by the Master of the Cape High\r\n\tCourt as Francoâs will for the purposes of the Estates Act),\n\n\tshould have been heard and granted by the court below before the\r\n\tmain application was even argued. According to counsel, this\nwas the\r\n\tsequence that had to be followed because, even if the court were\r\n\tultimately to order the rectification of âRN1â in\nterms of\r\n\tprayer 1 of the application, the Master would not be able to accept\r\n\tand register Francoâs rectified will for the purposes\nof the\r\n\tEstates Act while âRN2â remained registered and recorded in the\r\n\tMasterâs Office as Francoâs will.\nAppellantâs\r\n\tcounsel pointed out that, as Goliath J correctly stated in her\r\n\tjudgment, acceptance by the Master of a will in terms\nof s 8 of the\r\n\tEstates Act does not\nper se\nmean that the will has been\r\n\tdetermined to be valid. The Master merely performs an administrative\r\n\tact in registering and accepting\nthe will and this must not be\r\n\tequated with the recognition of the willâs validity.\r\n\tNotwithstanding registration and acceptance,\nall questions of the\r\n\tvalidity or legal effect of the will fall to be determined by the\r\n\tcourt.\n19\nInterested parties can apply to court to set aside a will or to have\r\n\tit declared invalid notwithstanding the Masterâs endorsement\nof\r\n\tthe will to the effect that it has been registered and accepted.\n20\nThus, according to counsel, even if the appeal on the issue of\r\n\trectification were to fail, the appeal on the dismissal of the\n\n\tcounter-application should succeed with costs, and the order of the\r\n\tcourt a quo in this regard should be amended accordingly.\nI agree\r\n\twith counsel for the appellant that, from a procedural point of\r\n\tview, the registration and acceptance of âRN2â by\nthe Master\r\n\twill have to be set aside before the Master is ordered to accept\r\n\tâRN1â, as rectified, as Francoâs will for the\npurposes of the\r\n\tEstates Act. Nonetheless, it is abundantly clear from the affidavit,\r\n\tdeposed to by the appellant in support of\nthe counter-application,\r\n\tthat the sole purpose of the counter-application was to have âRN2â\r\n\t(described in the counter-application\nas âthe Will of FRANCESCO\r\n\tFRANCO CAMMISA dated 15 September 1999â) â and\nnot\nsimply\r\n\tthe registration and acceptance of such will by the Master â set\r\n\taside so that Francoâs estate could devolve on intestacy\nto the\r\n\tbenefit of Jackieâs grandchildren.\nCounselâs\r\n\tcontentions concerning the correct sequence to be followed, while in\r\n\tmy view correct, were (on the papers before us)\ncertainly not wholly\r\n\tor even in part the purpose for which the counter-application was\r\n\tlaunched. Despite counselâs arguments\nto the contrary, the thrust\r\n\tof the appellantâs affidavit in support of the counter-application\r\n\twas indeed to the effect that\nâif Francoâs will was set aside,\r\n\tit would mean that Jackieâs estate would be an intestate\r\n\tbeneficiary of half the proceeds\nof Francoâs estateâ, to the\r\n\tultimate benefit of Jackieâs grandchildren as Jackieâs intestate\r\n\theirs. The procedural aspect\nwas only raised in argument before the\r\n\tcourt a quo and was then expanded upon before us, to the extent of\r\n\tcounsel filing supplementary\nheads of argument in this court dealing\r\n\twith that aspect.\nTo\r\n\tcorrect the procedural problem in the Masterâs Office was thus\nnot\nwhy Jackieâs grandchildren brought the counter-application and I\r\n\tam not persuaded by counselâs attempts to persuade us otherwise.\n\n\tThis being so, it is in my view not appropriate, either to order PKF\r\n\tto pay the costs of the counter-application, or to order\nthe\r\n\trespondents in the appeal in the counter-application to pay the\r\n\tcosts of such appeal. To my mind there should be no order\nas to\r\n\tcosts in either of these instances.\nJackieâs testamentary capacity\nAs\r\n\tindicated above, the Cape High Court granted the relief sought in\r\n\tprayer 2 of the application by ordering the rectification\nof âRN2â\r\n\t(the will prepared for Franco, but signed by Jackie). The court also\r\n\treferred the issue of Jackieâs mental capacity\nat the time of\r\n\tsignature of âRN2â for oral evidence, holding that there was a\r\n\tclear dispute of fact on the papers concerning\nthis issue. It is\r\n\tobvious that these two orders cannot co-exist. One of the\r\n\trequirements for rectification is that the applicant\nmust show what\r\n\tthe testatrix really\nintended\nto provide (once it has been\r\n\testablished that the alleged discrepancy between what the will\r\n\tprovides and what the testatrix actually\nintended was due to a\r\n\tmistake).\n21\nAs Jackieâs mental capacity at the time of her signing âRN2â\r\n\twas in dispute and was referred by the court a quo for the\nhearing\r\n\tof oral evidence, the appellant clearly could not be said to have\r\n\tproven what Jackieâs real testamentary intention\nat that time was.\r\n\tFailing such proof, the appellant did not discharge the onus of\r\n\tproving the requirements for rectification\nof âJackieâs willâ.\r\n\tThe order for rectification of âRN2â made by Goliath J thus\r\n\tcannot stand and must be set aside.\nCosts\nI have\r\n\talready given my reasons for the conclusion that there should be no\r\n\torder as to costs in respect of either the counter-application\nin\r\n\tthe court below, or the appeal in respect of the dismissal of the\r\n\tcounter-application before this court. As regards the costs\norder\r\n\tmade by Goliath J in respect of the application, counsel for the\r\n\trespondents conceded that this order against Jackieâs\n\n\tgrandchildren went too far and should be limited to the costs\r\n\toccasioned by their opposition to the application.\nOrder\nFor\r\n\tthe reasons set out above, the following order is made:\n1.\tSave for the setting aside of paragraph 2 of the order of the\r\ncourt below, the appeal is dismissed with costs, such costs to\n\ninclude the costs occasioned by the employment of two counsel.\n2.\tThe appeal against the dismissal by the court below of the\r\ncounter-application succeeds to the extent set out below, with no\n\norder as to costs.\n3.\tThe order of the court a quo is set aside and replaced with the\r\nfollowing:\n3.1 The counter-application succeeds to the extent set out in 3.2\r\nbelow, with no order as to costs.\n3.2 The acceptance and registration, on 10 November 2004, by the\r\nMaster of the High Court, the fourth respondent in the\r\ncounter-application,\nof the will annexed as âRN2â to the founding\r\naffidavit of Ronald Nes as the will of the late Francesco Franco\r\nCammisa in terms\nof\ns 8\nof the\nAdministration of Estates Act 66 of\n1965\n, is set aside.\n3.3 The application succeeds in part and the will annexed as\r\nâRN1â to the founding affidavit of Ronald Nes, signed by the late\n\nFrancesco Franco Cammisa on 15 September 1999, is rectified by:\n(a) The deletion of clause 2 of âRN1â and the substitution\r\nof same with clause 2 of Annexure âRN2â to the founding affidavit\n\nof Ronald Nes;\n(b) the deletion of clause 3 of âRN1â and the substitution\r\nof same with clause 3 of âRN2â;\n(c) the deletion of the first sub-clause numbered 5.1 and of the\r\nsecond sub-clause numbered 5.1 of âRN1â and the substitution\nof\r\nsame with the two respective sub-clauses both numbered 5.1 of âRN2â;\n(d) the deletion of the words above the heading âClause 1â\r\non the first page of âRN1â, namely âI, the undersigned JACKIE\n\nCAMMISA, married out of community of property to FRANCO CAMMISA, do\r\nhereby make and execute my Last Will and Testamentâ and the\n\nsubstitution of same with the words âI, the undersigned FRANCO\r\nCAMMISA, married out of community of property to JACKIE CAMMISA,\ndo\r\nhereby make and execute my Last Will and Testament.â\n3.4 The Master of the High Court, Cape Town, is ordered to accept\r\nâRN1â, as rectified in terms of 3.3 above, as the last will\nof\r\nthe late Francesco Franco Cammisa for the purposes of the\nAdministration of Estates Act 66 of 1965\n.\n3.5 The issue relating to the testamentary capacity of the late\r\nJessie Agnes Maria Cammisa at the time of her signing Annexure âRN2â\n\non 15 September 1999 is referred to oral evidence.\n3.6 Subject to 3.7 below, the costs of this application are to be\r\npaid from the estate of the late Francesco Franco Cammisa.\n3.7 The costs occasioned by the opposition of the application are\r\nto be paid by the first to the fifth respondents jointly and\r\nseverally, the\none paying, the other to be absolved.\n______________________\nB j van heerden\nJUDGE OF APPEAL\nAppearances:\nFor Appellant:\t\tJ Whitehead SC\nWalkers Attorneys\nCape Town\nInstructed by:\t\tClaude Reid\nBloemfontein\nFor Respondent:\t\tR S Van Riet SC\nOn behalf of 1\nst\nCHJ Maree\n2\nnd\nRespondents:\nMac Gregor Stanford Kruger Inc\nCape Town\nInstructed by:\t\tE G Cooper\nBloemfontein\nOn behalf of 3\nrd\nRespondent:\nHeuer & Associates\nCape Town\nInstructed by:\t\tLovius Block\nBloemfontein\n1\nSection 4A(1)\n, read with\ns 4A(3)\n, of the\nWills\nAct 7 of 1953\n, as inserted by\ns 7\nof Act 43 of 1992.\n2\nThe relevant provisions of s 2(1), as amended by the Law of\r\n\tSuccession Amendment Act 43 of 1992,  read as follows:\nâ(1) Subject to the\r\n\tprovisions of section 3\nbis\nâ\nno will executed on or after the\r\n\t\tfirst day of January, 1954, shall be valid unless â\nthe will is signed at the end\r\n\t\tthereof by the testator . . . ; and\nsuch signature is made by the\r\n\t\ttestator . . .  in the presence of two or more competent witnesses\r\n\t\tpresent at the same time; and\nsuch witnesses attest and sign\r\n\t\tthe will in the presence of the testator and of each other . \r\n\t\t. . ; and\nif the will consists of more than\r\n\t\tone page, each page other than the page on which it ends, is also\r\n\t\tso signed by the testator\n. . . anywhere on the page . . . . â.\n3\nSection 2(3), added by s 3\n(g)\nof Act 43 of 1992, provides\r\n\tthat â[i]\nf a court is satisfied that a document\r\n\tdrafted or executed by a person who has died since the drafting or\r\n\texecution thereof, was\nintended to be his will â¦, the court shall\r\n\torder the Master to accept that document, â¦ for the purposes of\r\n\tthe Administration\nof Estates Act, 1965 (Act 66 of 1965), as a will\r\n\talthough it does not comply with all the formalities for the\r\n\texecution â¦ of\nwills referred to in subsection (1).â\n4\n2003 (5) SA 173\n(SCA) para. 20.\nSee also\nReszke v Maras\n& others\n2003\r\n\t(6) SA 676\n(C) paras 10-14 and\nVan\r\n\tWetten & another v Bosch & others\n2004\r\n\t(1) SA 348\n(SCA) para 14.\n5\nJackieâs grandchildren maintained\nthat\r\n\tshe had suffered from Alzheimerâs disease since 1995 and that, at\r\n\tthe time of the meeting in PKFâs boardroom on 15 September\n1999,\nshe lacked the mental capacity to execute a will.\r\n\tThis was vigourously disputed by the respondents.\n6\nSuch as, eg, where owing to a typing mistake, the\r\n\tsum of âR10 000â has been reflected as âR1 000â or âR100\r\n\t000â, where\nerf number â3489â has become erf number â3498â,\r\n\tor where âmy immovable propertyâ has been rendered as âmy\r\n\tmovable\npropertyâ: see MM Corbett, HR Hahlo & Ellison Kahn\nThe\r\n\tLaw of Succession in South Africa\n2ed\r\n\t(2001) 498.\n7\nCorbett et al op cit 499.\n8\nCorbett et al op cit 498-500 and the other authorities cited by\r\n\tthese writers.\n9\nThe various different decisions in this regard\r\n\tare discussed in some detail by Corbett et al op cit 500-504. See\r\n\talso\nVan Zyl v Esterhuyse NO &\r\n\tandere\n1985 (4) SA 726\n(C) at\r\n\t730B-733F;\nWill NO v The Master\nabove (note 6) at 213G-215F and\nHotz NO\r\n\tv Goodman NO\n1994 (2) SA 186\n(C) at\r\n\t187I-189I, where the relevant authorities are reviewed.\n10\nOp cit 504. See also DT Zeffertt, AP Paizes &\r\n\tA St Q Skeen\nThe South African Law of\r\n\tEvidence\n(formally Hoffmann and\r\n\tZeffertt)\n(2003)\r\n\t343and 347-348.\n11\nSee, eg,\nWill NO  v\r\n\tThe Master & others\n1991 (1) SA\r\n\t206\n(C) at 213H-I and, generally, Corbett et al op cit (note 6)\r\n\t498-505 and the other authorities cited by these writers.\n12\nThe wording of which sections is set out in note 2 above.\n13\nSee, eg,\nIntercontinental Exports (Pty) Ltd v\r\n\tFowles\n1999 (2) SA 1045\n(SCA) paras\r\n\t10-18 and\nInventive Labour Structuring (Pty) Ltd v Corfe\n2006 (3) SA 107\n(SCA) paras 4-11. For critical discussion of this\r\n\tapproach and of the manner in which it has been applied by the\r\n\tcourts, see\nSchalk van der Merwe, LF Huyssteen, MFB Reinecke &\r\n\tGF Lubbe\nContract: General Principles\n3ed (2007) 182-185.\n14\nOn the functions of formalities for the execution of wills, see\nJohn\r\n\tH Langbein âSubstantial Compliance with the Wills Actâ (1975) 88\nHarvard LR\n489\r\n\tat 492-497 and also the South African Law Commission (now called the\r\n\tSouth African Law Reform Commission)\nReport\non Project 22\nReview of the Law of\r\n\tSuccession\n(June 1991) paras 2.1-2.6.\n15\nEllison\nKahn\n1994\r\n\tSupplement to the Law of Succession in South Africa\nby\r\n\tMM Corbett, HR Hahlo, Gys Hofmeyr & Ellison Kahn (1980) 128-129.\n16\nThe relevant cases are discussed in some detail\r\n\tby the Royal Court of Jersey in\nIn the\r\n\tEstate of Vautier (née McBoyle)\n2000\r\n\tJLR 351 at 356-361, a case where a husband and wife by mistake each\r\n\tsigned the will drafted for the other and where rectification\nof the\r\n\twill signed by the first-dying (the wife), by the substitution and\r\n\talteration of words âso as to accord with her clear\nintentionsâ,\r\n\twas ordered by the court.\n17\n1994 CanLII 4950 (SK Q.B.).\n18\nAt 4-5.\n19\nSee in this regard\nMeyerowitz\r\n\ton Administration of Estates and Estate Duty\n(2007 edition) para 3.7 and Corbett et al op cit (note 6) 117-118.\n20\nIbid.\n21\nSee para 15 above.",
  "scraped_at": "2026-02-11T21:51:21.520277",
  "date": "2009-05-29",
  "coram": [
    "Navsa",
    "Van Heerden",
    "Mhlantla JJA",
    "Kroon",
    "Tshiqi AJJA"
  ],
  "case_number": "213/08",
  "parties": {
    "applicants": [
      "Elizabeth Henriques"
    ],
    "respondents": [
      "Michael John Giles",
      "PFK (Cape Town) Incorporated",
      "Carlo Giuseppe Cammisa",
      "Master of the High Court"
    ]
  },
  "sections": {
    "facts": "Franco and Jackie Cammisa each instructed accountant Ronald Nes to draft separate wills. At a meeting in August 1999 the two wills were read, explained and signed, but the documents were mistakenly interchanged. Consequently, Franco signed the will intended for Jackie (RN1) and Jackie signed the will intended for Franco (RN2). All other formalities were complied with. After Franco died on 19 October 2004 and Jackie on 5 January 2005, the Master of the High Court accepted and registered RN2 (signed by Jackie) as Franco's will on 10 November 2004. The respondents applied to the Cape High Court to rectify RN1 to reflect Franco's true testamentary intentions and to set aside RN2. A counter‑application was filed to have RN2 declared void so that Franco’s estate would pass intestate to Jackie’s grandchildren. The capacity of Jackie at the time of signing RN2 was also disputed.",
    "issues": "1) Whether a court may rectify a will that has been signed by the wrong testator (cross‑signed wills) despite compliance with formalities. 2) Whether the counter‑application to set aside RN2 should be heard and granted before any rectification of RN1. 3) Whether Jackie had testamentary capacity when she signed RN2, and how that affects the rectification orders.",
    "principles": "South African law treats rectification of wills as an equitable remedy aimed at giving effect to the true intention of the testator. The applicant must prove on a balance of probabilities that (a) a mistake caused the discrepancy and (b) what the testator truly intended. Courts may correct clerical errors and, more controversially, insert or substitute provisions where the mistake is evident. Formal compliance with the Wills Act 7 of 1953 is required, but where the document is otherwise valid and the mistake does not affect formal validity, rectification is permissible. Section 2(3) of the Wills Act allows a court to order the Master to accept a document as a will even if formalities are imperfect, provided the true intention is established. Acceptance by the Master is merely administrative and does not determine validity.",
    "application": "The court found that the cross‑signing was a clear mistake and that Franco’s testamentary intention was evident from the contents of RN1. Formalities of execution were satisfied, so rectification was permissible. The court set aside the registration of RN2, ordered the Master to accept the rectified RN1 (deleting and substituting clauses as detailed), and referred the disputed issue of Jackie’s capacity to oral evidence. The costs of the application were ordered to be paid from Franco’s estate, with the opposition costs borne jointly and severally by the first to fifth respondents. No costs order was made regarding the counter‑application.",
    "conclusion": "The appeal was dismissed except for the setting aside of paragraph 2 of the lower court’s order. The counter‑application succeeded: RN2 was set aside and RN1 was rectified as Franco’s last will. The Master of the High Court was instructed to accept the rectified RN1 for the purposes of the Administration of Estates Act. The issue of Jackie’s testamentary capacity was referred to oral evidence. Costs were allocated as ordered, with no further costs order for the counter‑application."
  },
  "tags": {
    "level_1": "Succession Law",
    "level_2": "Wills and Estates",
    "level_3": [
      "rectification of wills",
      "crossed wills",
      "testamentary capacity",
      "estate administration"
    ]
  }
}