{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/107.html",
  "case_name": "Law Society of the Northern Provinces v Mogami and Others (588/08) [2009] ZASCA 107; 2010 (1) SA 186 (SCA) ; [2010] 1 All SA 315 (SCA) (22 September 2009)",
  "citation": "[2009] ZASCA 107",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 107\n|\nNoteup\n|\nLawCite\nLaw Society of the Northern Provinces v Mogami and Others (588/08) [2009] ZASCA 107; 2010 (1) SA 186 (SCA) ; [2010] 1 All SA 315 (SCA) (22 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:\n588\n/08\nTHE LAW SOCIETY OF THE NORTHERN\r\nPROVINCES\nAppellant\nand\nTSHEGOFATSO CHRISTOPHER MOGAMI\t\t\t          First\r\nRespondent\nNICLAS MODISE DITSHIPI MABUSE\t\t\t\t     Second Respondent\nTHE LAW SOCIETY OF BOPHUTHATSWANA\t\t\t         Third\r\nRespondent\nNeutral citation:\nLaw\r\nSociety of the Northern Provinces v Mogami\n(588/08\n)\n[2009] ZASCA 107\n(22 SEPTEMBER 2009)\nCoram:\nHARMS DP, MTHIYANE,\r\nHEHER, MLAMBO AND MAYA JJA\nHeard:\n03 SEPTEMBER 2009\nDelivered:\n22\nSEPTEMBER\r\n2009\nUpdated:\nSummary:\nAttorneys;\r\ndisciplinary proceedings\nORDER\nOn appeal from:\nHigh Court of\r\nSouth Africa (BPD) GURA J AND MONAMA AJ\nas court\r\nof first instance.\nThe appeal is upheld with costs on the attorney and\r\n\tclient scale.\nThe order of the full bench is set aside.\nIn its stead the following order issues against the\r\n\trespondents, Mr Mogami and Mr Mabuse:\nThey are reprimanded for their unlawful,\r\n\t\tunprofessional and unethical conduct.\nThey are ordered to account properly to the\r\n\t\tcomplainants Motshephe, Mashilo and Buda within two months of this\r\n\t\tjudgment, and\nto supply the applicant with a report on the\r\n\t\taccounting supported by vouchers.\nThey are ordered to comply with the provisions of\r\n\t\tsections 55 and 84A of the Attorneys Act and recognise the\r\n\t\tapplicantâs jurisdiction.\nThey are to pay, jointly and severally, the costs of\r\n\t\tthe applicant on an attorney and client scale, including the\r\n\t\treasonable\ncosts of the inspection of the accounting records of the\r\n\t\trespondents; the reasonable costs of the curator; and the\r\n\t\treasonable\nfees and expenses of any person consulted or engaged by\r\n\t\tthe curator.\nJUDGMENT\nHARMS DP (MTHIYANE, HEHER, MLAMBO  AND MAYA JJA\r\nconcurring)\nINTRODUCTION\n[1]\tThe appellant, the Law Society of the Northern\r\nProvinces (incorporated as the Law Society of Transvaal), launched an\r\napplication\nagainst two attorneys, Mr TC Mogami and Mr NMD Mabuse, in\r\nthe Bophuthatswana High Court. The application was in two parts. Part\n\nA was for an interim order suspending them from practice as attorneys\r\npending the final determination of part B, and for ancillary\nrelief. \r\nPart B was for an order striking them from the roll of attorneys, and\r\nfor costs.\n[2]\tThe relief sought in part A of the notice of motion\r\nwas granted by Hendricks J, but the full bench (Monama AJ in a\r\njudgment\nconcurred in by Gura J), when dealing with part B, refused\r\nto take any punitive action against the respondents; permitted them\r\nto recommence their practice; and ordered the parties to pay their\r\nown costs. The appeal is against this judgment. As a result of\nthe\r\ninterim order the respondents were effectively suspended from\r\npractising for a period of about ten months.\n[3]\tAlthough the full bench was able to deliver judgment\r\non the merits within six weeks the application for leave to appeal\r\nwas\nhandled differently. The application was filed on 15 November\r\n2007; the matter was heard only on 14 March 2008, and it took nearly\n\nseven months to deliver on 3 October 2008 a one page judgment\r\ngranting leave. It is inexplicable why such an uncomplicated judgment\n\ntook so long to deliver especially in a case such as this which not\r\nonly affects the parties but where a public interest element\nis\r\ninvolved (\nNew Clicks SA (Pty) Ltd v\r\nTshabalala-Msimang NO; Pharmaceutical Society of SA v Minister of\r\nHealth\n[2005] 1 All SA 326,\r\n2005 (3) SA 238 (SCA) at para 36-38). Courts are\r\nobliged to deal with\napplications for leave expeditiously and systems\r\nought to be in place enabling courts to hear them soon after having\r\nbeen filed.\nThere is also no reason why they cannot be disposed of in\r\nchambers without oral argument.\n[4]\tApplications for the suspension or removal from the\r\nroll require a three-stage enquiry. First, the court must decide\r\nwhether\nthe alleged offending conduct has been established on a\r\npreponderance of probabilities, which is a factual inquiry. Second,\r\nit\nmust consider whether the person concerned is âin the discretion\r\nof the Courtâ not a fit and proper person to continue to practise.\n\nThis involves a weighing up of the conduct complained of against the\r\nconduct expected of an attorney and, to this extent, is a\nvalue\r\njudgment. And third, the court must inquire whether in all the\r\ncircumstances the person in question is to be removed from\nthe roll\r\nof attorneys or whether an order of suspension from practice would\r\nsuffice (\nJasat v Natal Law Society\n2000\r\n(3) SA 44\n,\n[2000] 2 All SA 310\n(SCA);\nMalan\r\nand Another v Law Society of the Northern Provinces\n[2008]\r\nZASCA 90\n;\n2009 (1) SA 216\n;\n[2009] 1 All SA 133\n(SCA)\nat para 10\n)).\n[5]\tThe full bench found the\r\nrespondents guilty of some offending conduct but either overlooked or\r\nfailed to assess the evidence\nin regard to the other allegations\r\nproperly. In spite of its finding of guilty it did not consider the\r\nsecond question squarely\nbut moved immediately to the third, holding\r\nthat the period of suspension due to the interim order was a\r\nsufficient penalty for\ntheir transgressions.\nTHE FIRST ENQUIRY: THE OFFENDING CONDUCT\n[6]\tThe respondents were admitted as attorneys of the\r\nBophuthatswana High Court. They are members of the local law society,\r\nthe\nLaw Society of Bophuthatswana. It was joined as a respondent in\r\nthe court below because of its possible interest in the matter and\n\ntook part in some of the proceedings but chose not to be involved in\r\nthe appeal.\n[7]\tThe Attorneys Act 53 of 1979 was amended during 1998\r\nby the Attorneys and Matters Relating to Rules of Court Amendment Act\r\n115\nof 1998. In brief, the effect of the amendment was that for\r\npurposes of chapter 2 of the principal Act (the provisions dealing\r\nwith the Fidelity Fund) attorneys practising within the former\r\nBophuthatswana are deemed to be members of the appellant (s 55);\nand\r\nthe appellant obtained concurrent jurisdiction with the\r\nBophuthatswana society in relation to disciplinary matters (s 84A).\n\r\nThe powers given to the appellant by s 84A include the jurisdiction\r\nto make rules as to conduct that constitutes unprofessional\nor\r\ndishonourable or unworthy conduct; to enquire into any case of\r\nalleged unprofessional or dishonourable or unworthy conduct;\nto apply\r\nfor the suspension or striking off of an attorney on the ground that\r\nthe attorney is not a fit and proper person to continue\nto practise\r\nas an attorney; to prescribe the books, records, certificates or\r\nother documents to be kept and inspection thereof;\nand to direct any\r\npractitioner to produce for inspection any book, document, record or\r\nthing.\n[8]\tPractitioners of Bophuthatswana and members of the\r\nBophuthatswana society objected to the fact that the appellant was\r\ngiven\nthese powers and refused to comply with the law as it stands.\r\nThe society even instructed their members to ignore the law by\r\nrefusing\nto recognise the appellantâs powers and jurisdiction as\r\nconferred by the Act.  The judgment in\nLaw\r\nSociety, Northern Provinces (Inc as the Law Society of the Transvaal)\r\nv Maseka\n2005 (6) SA 372 (BH)\r\nis in this regard particularly important. It involved an application\r\npermitting the appellant\nto inspect the books of the then chair and\r\nacting administrator of the society. Judgment was delivered on 8\r\nMarch 2005 and the\ncourt held that the appellant had the powers\r\nreferred to in the preceding paragraph (at 378D-G). On 23 May the\r\nsociety resolved\nmore or less to ignore the judgment, insisting that\r\nall disciplinary matters against its members should be dealt by it.\r\nBoth this\ncourt and the Constitutional Court dismissed applications\r\nfor leave to appeal, the latter on 4 October 2005. In spite of this\r\nthe\nsociety made common cause with the respondents during May 2006 in\r\nrearguing the same point, namely that the appellant had no locus\n\nstandi to (a) investigate complaints against the respondents; (b)\r\nrequire an inspection of the respondentsâ books; and (c) launch\nthe\r\npresent application.\n[9]\tIt went further. A council member of the\r\nBophuthatswana society (Mr R V Matlhare) filed an affidavit on its\r\nbehalf. In spite\nof the mentioned case law he denied the existence of\r\nthe amending Act and made legal submissions that fly in the face of\r\nat least\none judgment of this court. Hendricks J dismissed these\r\npoints. He pointed out that this court had, previously, held that the\r\nargument\npresented was fallacious (\nMabaso v\r\nLaw Society, Northern Provinces\n2004 (3) SA 453 (SCA) at para 10). In spite of\r\nthis, the society and the respondents sought, again, to appeal\nthe\r\nmatter on the same grounds as had been disposed of in the\nMaseka\ncase. The attempts failed.\n[10]\tThe affidavit of Mr Matlhare accused the appellant\r\nof misleading the court and fabricating evidence. The irrefutable\r\nfacts\nare these.\nThe respondents were obliged to file their annual\r\n\tauditorâs report on 31 August 2005. They failed to do so. This is\r\n\ta contravention\nof the appellantâs applicable rule 70. The purpose\r\n\tof the rule is to satisfy the appellant that an attorneyâs\r\n\taccounting\nrecords are kept in accordance with the Act and the\r\n\trules, and that an attorney handles and administers trust money\r\n\tproperly\nand responsibly. The respondents nevertheless denied this\r\n\tfailure in their first affidavits while in the second set they\r\n\tadmitted\nit but denied without any explanation that they were in\r\n\tbreach of the rule.\nThe appellant made an attempt to inspect the\r\n\trespondentsâ accounting records on 28 September 2005, but was\r\n\trefused access. As\nmentioned, the appellant has a statutory right to\r\n\tinspection.\nLast, their fidelity fund certificate for the year 2005\r\n\tlapsed on 31 December 2005. They practised as from 1 January 2006\r\n\twithout\nany such certificate. This is in terms of s 41(1) and 83(10)\r\n\tof the Act a serious criminal offence (\nLaw\r\n\tSociety of the Northern Provinces v Mamatho\n2003 (6) SA 467 (SCA)). On 20 March 2006, the\r\n\tappellant launched its urgent application, which was primarily\nbased\r\n\ton these grounds.\n[11]\tThe respondents and the Bophuthatswana society not\r\nonly denied that the respondents were practising without fidelity\r\nfund certificate\nbut also affirmed that they had the necessary\r\ncertificates. The point was eventually abandoned but there was never\r\nan explanation\noffered for the content of the affidavits. It is\r\ndifficult to escape the conclusion that not only the respondents but\r\nalso the\nBophuthatswana society sought to mislead the court. It is\r\nbad enough for courts to deal with alleged unprofessional conduct of\r\npractitioners but it is a sad day for the legal profession in\r\nparticular and justice in general if a professional body acts\r\nunprofessionally\nby ignoring the clear law and judgments of competent\r\ncourts, and by presenting spurious evidence.\n[12]\tUnsurprisingly, Hendricks J did not take kindly to\r\nthe actions of both the respondents and the Bophuthatswana society.\r\nThe\nfull bench adopted a different approach. It did not address the\r\nunacceptable and dishonest way in which the litigation was conducted\n\nby both the respondents and the Bophuthatswana society as if that\r\nwere an irrelevant consideration. It is not (\nBotha\r\nv Law Society of the Northern Provinces\n[2009] ZASCA 13\n;\n2009 (3) SA 329\n(SCA) at para 18-20).\nInstead, the full bench issued a warning to both the appellant and\r\nthe Bophuthatswana Society: they may not issue conflicting\r\ninstructions to practitioners and they must co-govern. The court did\r\nnot take into account that the Bophuthatswana society had issued\nan\r\nunlawful instruction nor did it consider that the appellant was\r\nexercising a statutory duty imposed on it by Parliament. A\r\npractitioner is not entitled to hide behind an unlawful instruction.\r\nThe respondents, it may be noted, did not state that they were\n\nunaware of the case law set out above. The full benchâs warning\r\nwas, as far as the appellant is concerned, uncalled for and\r\ninappropriate.\n[13]\tAlthough the full bench found that the respondents\r\nhad contravened rule 70 (point (a) above), it did not take that fact\r\ninto\naccount when dealing with the rest of the inquiry. As to point\r\n(b), it found that in the light of the instruction of the\r\nBophuthatswana\nsociety that the respondentsâ attitude had not been\r\nâobstructionist in natureâ. This misses the point. They ignored a\r\nlegal\ndemand without legal justification. The respondents are guilty\r\nof this transgression. As to (c), the full bench accepted that the\n\nrespondents had been practising without a certificate. According to\r\nthe judgment they had admitted that they were wrong in so doing.\n\nHowever, such an admission is not to be found in their affidavits.\r\nCounsel may have made the concession during the hearing but\nthere is\r\nno apology or expression of regret or an attempted explanation in\r\ntheir papers.\n[14]\tIn addition to the foregoing the appellant drew the\r\ncourtâs attention in the founding papers to a number of instances\r\nwhere,\nit was alleged, either respondent had contravened one or more\r\nrule in dealing with clientsâ matters. These cases all resulted\n\nfrom complaints laid by members of the public with the appellant. The\r\ncomplaints were mostly that the respondents had failed to\naccount\r\nproperly to their clients. The full bench dismissed all the\r\ncomplaints. On appeal the respondentsâ counsel was bound\nto concede\r\nthat the respondents had in fact failed to account properly to some\r\nclients and that their accounting to the court in\nthe papers was\r\ninsufficient. He argued, however, that the fact that the respondents\r\nhad failed to account properly was not a charge\nthey had to meet\r\nbecause the complaint was a failure to account and not one to account\r\nâproperlyâ. I do not believe that the\nsubmission was seriously\r\nmade. In what follows I deal with the individual complaints that were\r\nestablished.\n[15]\tMrs DS Motshephe:\nThe\r\nrespondents were instructed to collect the sum of R163 173,40 on\r\nbehalf of Mrs Motshephe from a debtor. She laid a complaint\nthat R53\r\n350,00 only had been paid over to her. The respondents were able to\r\nshow that they had paid a further sum of R33 000,\nwhich left about\r\nhalf the amount unaccounted for. Because the complainant had\r\noverstated the amount outstanding the full bench\ndismissed her\r\ncomplaint because, it said, she was not altogether honest in her\r\ncomplaint. The full bench also misread her evidence\nas to what was\r\ndue to her and used that as another reason to dismiss the complaint.\n[16]\tThe main responsibility in this case was that of Mr\r\nMabuse. The complainant sent a fax to the firm on 5 April 2005\r\nrequesting\nproper accounting. The firm did not respond and she\r\nproceeded to lay a complaint. On 27 July, the appellant sent the firm\r\na letter\nâtogether with a bunch of documentsâ (in the words of\r\nMabuse) setting out her complaint and asked for a response. He\r\nrefused\nto give one and returned the documents on 15 August. On 5\r\nDecember he informed the Bophuthatswana society of the complaint. He\r\nmentioned that he refused to consult with the complainant because the\r\nmatter had not been finalised, and that the file had been\nsent to a\r\ncost consultant for preparing the firmâs account. He undertook to\r\nprepare a final account and to issue a cheque for\nthe outstanding\r\namount. The application was launched on 20 March 2006 and the\r\nrespondents deposed to their first answering affidavits\non 31 March.\r\nMabuseâs answer at the time was that he could not deal with the\r\ncomplaint because the file was still with the cost\nconsultant. In\r\naddition, both he and the Bophuthatswana society falsely denied that\r\nthe society had a rule requiring proper accounting\n[17]\tIn his second affidavit, sworn to on 11 May 2007,\r\nhe denied for the first time having received the fax. This denial, in\r\nthe\nlight of the facts, cannot be true. He alleged also that he had\r\npaid more than the amounts mentioned but did not provide any proof.\n\nInstead he put the appellant to the proof that he did not. He also\r\nsaid that he was unable to respond because the file was attached\n\npursuant to Hendricks Jâs interim order. But that order only became\r\neffective during December 2006 when the application for leave\nto\r\nappeal had been put to rest. His bald denial that he failed to pay\r\ntrust funds over within a reasonable time is also not credible\ntaking\r\ninto account the common cause dates of receipt (30 August to 10\r\nOctober) and payment of less than the full amount (18 December\n2003).\n[18]\tTo conclude on this aspect: on the respondentsâ\r\nown version they have failed to account fully and the accounting on\r\nthe papers\nis insufficient and incomplete. The firm knew at least\r\nsince August 2005 that it had to account and it did not. There is no\r\nexplanation\nwhy between 5 December 2005 and March 2006 the promised\r\naccounting and settlement of accounts did not take place or why, with\r\nthe\ncourt order suspended, not before December. Even after the files\r\nwere attached the respondents could have inspected them to prepare\n\ntheir answer. Also, the amounts do not add up. And they have no\r\nanswer to the complaint that they failed to answer correspondence\nor\r\ndelayed payment of trust funds. The full bench should in the light of\r\nthese facts have concluded that Mabuse was guilty of three\nbreaches:\r\nfailure to account (rule 68.7); delaying the payment of trust money\r\n(rule 68.1); and the failure to answer correspondence\n(rule 89.23).\r\nThe corresponding Bophuthatswana rules are 49(1), 51(2) and 76(22).\n[19]\tMr G Mashilo:\nAs\r\na result of a complaint by Mr G Mashilo, the appellant sought\r\nMabuseâs comments. He responded by letter of 13 October 2003.\nThe\r\nappellant was dissatisfied with the response and decided to\r\ninvestigate whether he overcharged his client and failed to account\n\nwithin a reasonable time. Although properly notified, Mabuse failed\r\nto attend the hearing. His excuse is that he obeyed the\r\nBophuthatswana\nsociety. I have already indicated that the excuse is\r\nnot valid and that Mabuse is accordingly guilty of a contravention of\r\nBophuthatswana\nrule 76(24).\n[20]\tA further problem is that the statement of account\r\nprovided in the papers cannot be reconciled with Mabuseâs evidence.\r\nThe\nfirm received R 55 039,50 on behalf of Mashilo from the RAF.\r\nMashilo was allegedly paid R28 500,00 by means of loans (R 16 000)\n\nand capital (R12 500). According to one statement the fees and\r\ndisbursements consisted of the balance, R26 539,00.  However, if\n\nMabuseâs evidence is read with the detailed statement of account\r\nthe fees and disbursements amounted to R39 000. The inconsistency\nis\r\nnot explained and the accounting is accordingly not a proper\r\naccounting. In addition, there is no proof of payment of R12 500\nof\r\nthe capital amount which the respondents admit was due to the\r\ncomplainant. It follows that the court should have found Mabuse\n\nguilty of failing to account properly.\n[21]\tMr JO Buda:\nThe\r\ncomplaint of Mr Buda concerns Mogami. The complaint is that Mogami\r\nfailed to account properly to Buda. The full bench did not\nconsider\r\nthis complaint, finding that the firm did keep Buda informed of the\r\nstatus of the matter. The issue is fairly simple.\nThe statement of\r\naccount on which Mogami relies is with the common cause evidence not\r\na proper detailed statement of account. It\nlacks detail with\r\nreference to dates and calculations of interest and of fees and\r\ndisbursements and it does not reflect payments\nfor fees made.\r\nAlthough not serious in itself, the fact remains that Mogami\r\ntransgressed the mentioned rule.\n[22]\nMs\r\nMJ Molefe and Mrs Kunene:\nThe\r\ncomplaint of Mrs Molefe also relates to Mogami. The complainantâs\r\nminor niece was involved in an accident and the mother instructed\nthe\r\nfirm to handle her claim against the RAF. The mother died and the\r\ncomplainant took her sisterâs children under her care.\nThe RAF paid\r\nthe claim and the firm paid the money into the Guardianâs Fund. Ms\r\nMolefe tried to establish where the money was\nbut Mogami did not\r\ndeign to inform her. He has many justifications and although on his\r\nversion he may not have breached any written\nrule of ethics I believe\r\nthat the application of the basic principles of ubuntu placed an\r\nethical duty on him to respond to her\nqueries. Mrs Kuneneâs\r\ncomplaint against Mabuse is not much different and my remarks apply\r\nto that instance as well.\n[23]\tIt is clear from this exposition of the complaints\r\nthat were lodged with the appellant that the full bench failed to\r\nassess\nthe facts properly and that its assumption that the\r\nrespondents were not guilty of unprofessional, dishonourable or\r\nunworthy conduct\ncannot be justified. There were further complaints\r\nlevelled against them but these cannot be decided on the papers. The\r\nappellant\nsubmitted that in these circumstances we should refer those\r\ndisputed for oral evidence. We cannot comply with the request. An\r\napplication\nfor the hearing of oral evidence must, as a rule, be made\r\nin limine and not once it becomes clear that the applicant is failing\n\nto convince the court on the papers or on appeal. The circumstances\r\nmust be exceptional before a court will permit an applicant\nto apply\r\nin the alternative for the matter to be referred to evidence should\r\nthe main argument fail (\nDe Reszke v Maras\n[2005] 4 All SA 440\n,\n2006 1 SA 401\n(C) at para 32-33). In a case such\r\nas this a Law Society might be able to apply in part A of its\r\napplication for an order ordering\nthe respondent to appear before its\r\ncouncil for an oral enquiry.\nTHE SECOND ENQUIRY: ARE THE RESPONDENTS FIT AND PROPER\nPERSONS TO CONTINUE PRACTISING?\n[24]\tIt has been mentioned that the\r\nfull bench did not address this issue, at least not explicitly. To\r\nthe extent that it may by\nimplication have exercised a discretion or\r\nvalue judgment we are nevertheless free to exercise our own because\r\nits discretion was\nbased on an incorrect assessment of the facts.\n[25]\tI have with reservations concluded that the\r\nrespondents are not unfit to continue practising as attorneys. The\r\nparticular complaints\ndealt with indicate a level either of\r\nincompetence, inattention or inability to do professional work but\r\nthe seriousness is not\nsuch as to disqualify them from practising.\r\nMore serious were the failure to submit their auditorâs report and\r\nthe fact that\nthey practised without fidelity fund certificates.\r\nThese matters were soon rectified â even before part A was heard by\r\nHendricks\nJ. Although the respondents did not offer any explanation\r\nor excuse for their transgressions I will give them the benefit of\r\nthe\ndoubt and accept that these were isolated lapses and that it\r\nwould appear that it is unlikely that they will be repeated.\n[26]\tVery serious, however, is the respondentsâ\r\ndishonest conduct of the proceedings. Instead of dealing with the\r\nissues they\nlaunched an unbridled attack on the appellant. It has\r\nbecome a common occurrence for persons accused of a wrongdoing,\r\ninstead of\nconfronting the allegation, to accuse the accuser and seek\r\nto break down the institution involved. This judgment must serve as a\n\nwarning to legal practitioners that courts cannot countenance this\r\nstrategy. In itself it is unprofessional. The problem is that\nthe\r\nrespondentsâ professional body appears to have instigated their\r\nbehaviour and aided and abetted them in making untruthful\ndenials,\r\nignoring laws and court judgments, and launching an attack on the\r\nappellant. Had it not been for the invidious role of\ntheir society I\r\nwould have had little hesitation to find that the respondents were\r\nnot fit to continue practising.\nTHE SANCTION\n[\n27]\nThe\r\nfinding that the respondents are guilty of unprofessional conduct but\r\nthat they are fit to continue to practise does not mean\nthat it is\r\nthe end of the inquiry. We are entitled to discipline them by\r\nsuspending them from practice with or without conditions\nor by\r\nreprimanding them (\nMalan\r\nand Another v Law Society of the Northern Provinces\n[2008]\r\nZASCA 90\n;\n2009 (1) SA 216\n;\n[2009] 1 All SA 133\n(SCA)\npara 5).\n[28]\tAn appropriate sanction would have been a\r\nsuspension from practice for a substantial period. As mentioned, the\r\nrespondents\nwere effectively suspended from practice for ten months\r\nunder the order of Hendricks J. It is now two years since the\r\nsuspension\nlapsed. To impose another period of suspension at this\r\nlate stage appears to me to be futile.\n[29]\tIn my view a serious reprimand is called for. But\r\nthat will not suffice. We were repeatedly told by the respondentsâ\r\ncounsel\nthat as long as the two sections of the Act remain in place\r\nthe problem between Bophuthatswana practitioners and the appellant\r\nwill recur. In addition, the accounting problems in the cases\r\nmentioned will not have been solved. The reprimand must, accordingly,\n\nbe accompanied by an order requiring the respondents to account\r\nproperly to those clients and to report to the appellant. It should\n\nalso be ordered that the respondents comply with the appellantâs\r\ndemands under chapter 2 of the Act as well as s 84A.\n[30]\tI also believe that it is appropriate to reprimand\r\nthe Bophuthatswana society. It is a party before us although it chose\r\nnot\nto appear. In the exercise of our inherent jurisdiction such a\r\nreprimand is justified. The Bophuthatswana society must comply with\n\nthe law and it must respect the appellantâs statutory jurisdiction.\r\nThe filing of dishonest affidavits cannot be countenanced.\nThe\r\nresponsible members of its executive run the risk of disciplinary\r\nproceedings in the event of a repetition.\nCOSTS\n[31]\tAs mentioned, the full bench, in spite of its\r\nfindings that the respondents had failed to file an auditorâs\r\nreport and had\npractised without a fidelity fund certificate, ordered\r\nthe parties to pay their own costs. This is an unusual order. The\r\nappellant\nhad a statutory duty to approach the court. It did not do\r\nso as an ordinary litigant. The general rule is that a law society is\n\nentitled to its costs, even if unsuccessful. Where there is\r\ndishonesty involved in the litigation, as in this case, the\r\nappropriate\nscale should have been that of attorney and client. The\r\nfull bench did not have regard to these principles and in my view did\r\nnot\nexercise its discretion judicially.\nORDER\n[32]\tIn the light of the foregoing the following order\r\nis made:\nThe appeal is upheld with costs on the attorney and\r\n\tclient scale.\nThe order of the full bench is set aside.\nIn its stead the following order issues against the\r\n\trespondents, Mr Mogami and Mr Mabuse:\nThey are reprimanded for their unlawful,\r\n\t\tunprofessional and unethical conduct.\nThey are ordered to account properly to the\r\n\t\tcomplainants Motshephe, Mashilo and Buda within two months of this\r\n\t\tjudgment, and\nto supply the applicant with a report on the\r\n\t\taccounting supported by vouchers.\nThey are ordered to comply with the provisions of\r\n\t\tsections 55 and 84A of the Attorneys Act and recognise the\r\n\t\tapplicantâs jurisdiction.\nThey are to pay, jointly and severally, the costs of\r\n\t\tthe applicant on an attorney and client scale, including the\r\n\t\treasonable\ncosts of the inspection of the accounting records of the\r\n\t\trespondents; the reasonable costs of the curator; and the\r\n\t\treasonable\nfees and expenses of any person consulted or engaged by\r\n\t\tthe curator.\n_____________________\nL T C HARMS\nDEPUTY PRESIDENT\nFor\r\nAppellant:\nA T LAMEY\nInstructed\r\nby:\tROOTH WESSELS MOTLA CONRADIE INC\nPRETORIA\nNAUDES\r\nATTORNEYS\nBLOEMFONTEIN\nFor Respondents:\tZ P MAKONDO\nInstructed by:\t1\nST\nAND 2\nND\nRESPONDENTS:\nKGOMO MOKHETLE & TLOU ATTORNEYS\nMAFIKENG\nMABALANE SEOBE INC\nBLOEMFONTEIN\n3\nRD\nRESPONDENT:\nMOTLABANI ATTORNEYS\nMAFIKENG\nMABALANE SEOBE INC\nBLOEMFONTEIN",
  "scraped_at": "2026-02-12T05:16:42.873276",
  "date": "2009-09-22",
  "coram": [
    "Harms DP",
    "Mthiyane",
    "Heher",
    "Mlambo",
    "Maya Jja"
  ],
  "case_number": "588/08",
  "parties": {
    "applicants": [
      "Law Society of the Northern Provinces"
    ],
    "respondents": [
      "Tshegofatso Christopher Mogami",
      "Niclas Modise Ditshipi Mabuse",
      "Law Society of Bophuthatswana"
    ]
  },
  "sections": {
    "facts": "The Law Society of the Northern Provinces applied to the Bophuthatswana High Court for disciplinary action against attorneys Tshegofatso Christopher Mogami and Niclas Modise Ditshipi Mabuse. The application alleged multiple breaches: failure to file an auditor’s report, practising without a fidelity‑fund certificate, refusal to allow inspection of accounting records, and numerous instances of failing to account properly to clients (Motshephe, Mashilo, Buda, etc.). The High Court initially granted an interim suspension of about ten months but, on the merits, the full bench declined any punitive sanction, allowing the respondents to resume practice and ordering each party to bear its own costs. The Society appealed this decision.",
    "issues": "1) Whether the respondents committed unprofessional, dishonourable or unworthy conduct warranting discipline under the Attorneys Act. 2) Whether, on the facts, the respondents are fit and proper persons to continue practising as attorneys. 3) Whether the Law Society of the Northern Provinces has jurisdiction over the respondents under sections 55 and 84A of the Attorneys Act. 4) What sanction, if any, is appropriate in the circumstances.",
    "principles": "The court reiterated the three‑stage enquiry for suspension or removal under the Attorneys Act: (a) factual determination of offending conduct on a balance of probabilities; (b) a value judgment on the respondent’s fitness and propriety to practise; and (c) the selection of an appropriate sanction (suspension, removal or reprimand). It cited precedents such as Jasat v Natal Law Society, Malan & Another v Law Society of the Northern Provinces and the statutory powers conferred by sections 55 and 84A, including the power to make rules, inspect books and direct compliance. The court also emphasized the duty of courts to deal with leave applications expeditiously.",
    "application": "The court found that the respondents had indeed breached multiple rules: failure to file the auditor’s report, practising without a fidelity‑fund certificate, refusing inspection of accounting records, and repeatedly failing to account properly to clients, resulting in loss or delay of trust monies. These breaches satisfied the first enquiry. Regarding fitness, the court held that while the conduct demonstrated incompetence and dishonesty, it did not rise to a level that made the respondents unfit to continue practising, especially as the procedural lapses had been remedied. Consequently, the appropriate sanction was a serious reprimand coupled with mandatory accounting to the complainants and compliance with sections 55 and 84A. The Bophuthatswana Society was also reprimanded for its unlawful resistance to the appellant’s jurisdiction.",
    "conclusion": "The appeal was upheld. The order of the full bench was set aside and the respondents were reprimanded for unlawful, unprofessional and unethical conduct. They were ordered to account properly to complainants Motshephe, Mashilo and Buda within two months, provide a voucher‑supported report, and comply with sections 55 and 84A of the Attorneys Act. Costs were awarded to the applicant on an attorney‑and‑client scale, jointly and severally against the respondents. The Bophuthatswana Society was also reprimanded for its conduct."
  },
  "tags": {
    "level_1": "Professional Conduct",
    "level_2": "Attorney Discipline",
    "level_3": [
      "unprofessional conduct",
      "failure to account",
      "fit and proper test",
      "jurisdiction",
      "reprimand"
    ]
  }
}