{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/72.html",
  "case_name": "Director of Public Prosecutions, Kwazulu-Natal v Ngcobo and Others (165/08) [2009] ZASCA 72; [2009] 4 All SA 295 (SCA) (1 June 2009)",
  "citation": "[2009] ZASCA 72",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 72\n|\nNoteup\n|\nLawCite\nDirector of Public Prosecutions, Kwazulu-Natal v Ngcobo and Others (165/08) [2009] ZASCA 72; [2009] 4 All SA 295 (SCA) (1 June 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 165/08\nTHE\r\nDIRECTOR OF PUBLIC PROSECUTIONS\nAppellant\nKWAZULU-NATAL\nand\nWELCOME\r\nSIYABONGA NGCOBO\nFirst\r\nRespondent\nHAMILTON\r\nMONDLI ZACA\nSecond\r\nRespondent\nLINDELANI\r\nLANDSLORD MAPHANGA\nThird\r\nRespondent\n______________________________________________________________\nNeutral citation:\nDirector\r\nof Public Prosecutions, Kwazulu-Natal v Ngcobo and two others\n(165/08)\n[2009] ZASCA 72\n(1 June 2009)\nCORAM:\nNAVSA,\r\nVAN HEERDEN and MHLANTLA JJA\nHEARD:\n26\r\nMay 2009\nDELIVERED:\n1\r\nJune 2009\nCORRECTED:\nSUMMARY:\tMinimum sentence regime â\r\nprinciples to be applied â absence of substantial and compelling\r\ncircumstances â imposition\nof minimum sentences justified.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nHigh\r\nCourt, Pietermaritzburg (Gcabashe AJ sitting as court of first\r\ninstance).\nIn the result the appeal is upheld.\r\nThe sentences imposed by the court below are set aside and\r\nsubstituted as follows:\nâ\n1.\tIn respect of the murder charge,\r\neach of the three accused is sentenced to life imprisonment.\n2.\tIn respect of the charge of robbery\r\nwith aggravating circumstances, each of the three accused is\r\nsentenced to 15 yearsâ imprisonment.â\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (VAN HEERDEN and MHLANTLA JJA\r\nconcurring):\n[1]\tDuring the morning of Tuesday 26\r\nNovember 2002, three young men, each in possession of a knife,\r\nentered the home of Mr Andrew\nScott Ferguson at 42 Rushmore Road,\r\nHayfields, Pietermaritzburg. They stabbed Mr Ferguson at least\r\n24 times in his chest and\nabdomen, causing his death. One of the\r\nyoung men was employed by Mr Ferguson (the deceased) as a gardener\r\nonce a week.\n[2]\tThe walls of the deceasedâs home\r\nwere blood-spattered. He sustained bruises and scratches on his left\r\nshin, extensive bruising\nand abrasions on his face and hands and had\r\na knife wound on his third knuckle. The deceased also suffered a\r\nfractured sternum,\nmultiple fractures of his right ribs anteriorly\r\nand multiple perforations of his lung, heart and liver. The\r\npost-mortem examination\nrevealed that the ribs on the deceasedâs\r\nright side were all fractured, resulting in what was described as a\r\nâflail chestâ.\nAccording to the doctor who performed the\r\npost-mortem examination, the flail chest could have been caused by\r\nsomeone jumping on\nit with considerable force. Because of the flail\r\nchest the deceased would have been unable to breathe on the right\r\nside. Photographs\nof the body of the deceased show his face and\r\nclothes covered in blood. The clothes of the three young men were\r\nstained with the\ndeceasedâs blood. All of this indicates a fierce\r\nstruggle for life by the deceased who was a 55-year old man who had\r\ntaken early\nretirement from Telkom, a telecommunications company. His\r\nbody was found later that day by his friend and neighbour, Mr John\n\nWilson. The body was lying on its back in a passage in the house with\r\nsomething stuck in the mouth.\n[3]\tAfter murdering the deceased, the\r\nthree men took his cell phone as well as one left there the previous\r\nnight by Mr Wilson. A\nvideo machine and compact discs containing\r\nfinancial information relating to a social club of which the deceased\r\nwas the treasurer\nwere also taken. The three men drove away in the\r\ndeceasedâs Toyota motor vehicle which they left in the bush a short\r\nwhile after\nthey murdered the deceased.\n[4]\tThe three murderers unashamedly\r\nwalked through a residential area in a rural setting with their\r\nbloodstained clothes telling\ntwo acquaintances about their misdeeds.\r\nThey used the cell phones they had taken to make telephone calls and\r\nallowed others to\ndo so as well.\n[5]\tThe three men were eventually\r\narrested and were indicted in the Pietermaritzburg High Court,\r\ncharged with murder and robbery\nwith aggravating circumstances. On 28\r\nJuly 2005 they were each convicted on these charges (Gcabashe AJ). On\r\n29 July 2005 they were\neach sentenced to 18 yearsâ imprisonment on\r\nthe murder charge and 12 yearsâ imprisonment on the charge of\r\nrobbery with aggravating\ncircumstances. The court below ordered the\r\nsentences to run concurrently.\n[6]\tAggrieved by sentences regarded as\r\ntoo lenient, the appellant, the Director of Public Prosecutions,\r\nKwazulu-Natal, applied for\nleave to appeal against them. Leave was\r\nerroneously granted to the Full Bench of the High Court. In terms of\ns 316B\nof the\nCriminal Procedure Act 51 of 1977\n, an appeal by the\r\nDirector of Public Prosecutions against a sentence imposed by a high\r\ncourt lies directly to this court. When\nthe matter came before the\r\nFull Bench of the High Court, the error was detected and corrected.\r\nThe appeal by the appellant against\nsentence is now properly before\r\nthis court.\n[7]\tThe three men who perpetrated the\r\noffences referred to above are Messrs Welcome Ngcobo, Hamilton Zaca\r\nand Lindelani Maphanga,\nthe three respondents in this matter.\n[8]\t In passing sentence, Gcabashe AJ\r\nhad regard to the material provisions of the Criminal Law Amendment\r\nAct 105 of 1997 (the CLA),\nin terms of which the legislature saw fit\r\nto prescribe minimum sentences for serious offences, unless a court\r\nis satisfied that\nthere are substantial and compelling circumstances\r\njustifying the imposition of a lesser sentence. The minimum sentence\r\nfor a murder\nthat was (a) planned or premeditated, or (b) was\r\ncaused by the accused in committing or attempting to commit or after\r\nhaving\ncommitted a robbery with aggravating circumstances, or (c)\r\nwhere the murder was committed by a group of persons acting in the\r\nexecution\nor furtherance of a common purpose, is a life sentence.\n1\nThe minimum sentence prescribed for a robbery with aggravating\r\ncircumstances is 15 years.\n2\n[9]\tIn considering the appropriate\r\nsentences to be imposed, the court below stated that it had\r\nconsidered this courtâs judgment\nin\nState\r\nv Malgas\n2001 (1) SACR 469\n(SCA), which sets out how a court is to approach the minimum sentence\r\nregime, and in particular, how the enquiry into âsubstantial\nand\r\ncompelling circumstancesâ is to be conducted.\n[10]\tThe learned judge in the trial\r\ncourt took into account, in favour of the respondents, their\r\nyouthfulness at the time that the\noffences were committed, that they\r\nwere first offenders and that âthere had not been any proof of\r\npremeditated plans to kill\nthe deceased or rob himâ. Furthermore,\r\nthe court considered, once again in favour of the respondents, âthe\r\ndifficulties of\nremaining a motivated and focused young person in\r\ntodayâs very materialistic world, and the possibilities for\r\nrehabilitation\nif the accused make something of themselves whilst in\r\nprisonâ. In respect of the first respondent, Mr Ngcobo, the court\r\nconsidered\nin his favour that, during his arrest, he cooperated fully\r\nwith the police.\n[11]\tThe court below considered all\r\nthe factors referred to in the preceding paragraph as constituting\r\nsubstantial and compelling\ncircumstances, justifying a departure from\r\nthe prescribed minimum. In counter-balance the court expressed the\r\nfollowing:\nâ\nI have also considered\r\nthe viciousness of the crime and the fact that others who are of\r\nlike-mind should be deterred, and very firmly\nso.â\nIt went on to impose the sentences\r\nreferred to in para 5 above.\n[12]\nMalgas\nis not only a good starting point but the principles stated therein\r\nare enduring and uncomplicated. In\nMalgas\n,\r\nthis court, whilst recording judicial hostility to legislative\r\nintrusions upon sentencing, rightly nevertheless stated that a\ncourt\r\nwas now required to approach sentencing conscious of the fact that\r\nthe legislature has ordained life imprisonment or a particular\n\nprescribed period of imprisonment as the sentence which should\r\nâordinarilyâ be imposed for the commission of the listed crime\nin\r\nthe specified circumstances.\n3\nThis court noted the statutory requirement that, in the event of a\r\nfinding of substantial and compelling circumstances, such\r\ncircumstances\nshould be entered on the record of proceedings. The\r\nfollowing passage is of importance:\nâ\nThe specified\r\nsentences were not to be departed from lightly and for flimsy reasons\r\nwhich could not withstand scrutiny. Speculative\nhypotheses favourable\r\nto the offender, maudlin sympathy, aversion to imprisoning first\r\noffenders, personal doubts as the efficacy\nof the policy implicit in\r\nthe amending legislation, and like considerations were equally\r\nobviously not intended to qualify as substantial\nand compelling\r\ncircumstances.â\n4\n[13]\tThe following passage is equally\r\ndeserving of consideration:\nâ\nBut for the rest I can\r\nsee no warrant for deducing that the legislature intended a court to\r\nexclude from consideration,\nante\r\nomnia\nas it were, any or all of the many factors traditionally and rightly\r\ntaken into account by courts when sentencing offenders.â\n5\n[14]\tIn\nRammoko\r\nv Director of Public Prosecutions\n2003\r\n(1) SACR 200\n(SCA), a later judgment of this court, it was thought\r\nfit to re-emphasise what was stated in\nMalgas\n,\r\nnamely, that a departure from the prescribed minimum sentence is\r\njustified if, in imposing it, an injustice would result. The\n\nimposition of a prescribed sentence need not amount to âa shocking\r\ninjusticeâ.\n6\nIf imposing the minimum sentence would be an injustice it\nshould\nbe departed from.\n[15]\tIt is necessary, at this stage,\r\nto record the ages of the three respondents as they were at the time\r\nof the commission of the\noffences in 2002, and to note their\r\nrespective personal circumstances. The first respondent, Mr Ngcobo,\r\nwas 20 years old at\nthe time. When he was arrested he lived with his\r\nmother at Inadi, a rural area in Kwazulu-Natal. He is unmarried but\r\nhas one child\nwho was three years old at the time of the trial. He\r\nhad passed Grade 11 at school and did part-time jobs (including\r\nworking as\na gardener for the deceased) up until the time of his\r\narrest. The second respondent, Mr Zaca, was also 20 years old. When\r\nhe was\narrested he was unemployed and living with his parents. He has\r\nno children. The third respondent, Mr Maphanga, was almost 22 years\n\nold at the time of the commission of the offence. He has no children.\r\nWhen he was arrested he was pursuing his high school studies.\nAll of\r\nthe respondents were first offenders.\n[16]\tThe court below misdirected\r\nitself in a number of respects. First, it is clear that the murder\r\nand the robbery\nwere\npremeditated. The first respondent, Mr Ngcobo, had worked for the\r\ndeceased one day per week for approximately a year before the\nlatter\r\nwas murdered. He must have used his position of trust to gain entry\r\nto the deceasedâs house. The first respondentâs\nco-perpetrators\r\ndid not just spontaneously appear on the fateful day and with him\r\ndecide on the spur of the moment to rob the deceased.\nFurthermore, Mr\r\nNgcobo was known to the deceased and the former was therefore at\r\nrisk. Hence it would have been necessary, from\nthe perspective of the\r\nthree perpetrators, to murder him. The respondentsâ legal\r\nrepresentative, from the Legal Aid Board, to\nwhom we are indebted for\r\nrendering them representation at short notice, was rightly unable to\r\nargue the contrary.\n[17]\t Second, the court below appears\r\nto have justified the departure from the prescribed minimum sentence\r\non the basis of the difficulty\nthat young people have in resisting\r\nthe temptations of a materialistic world. These are exactly the kind\r\nof values that detract\nfrom those set out in the Constitution and\r\nwhich we as a nation should be discouraging. Put simply, the value of\r\nlife should not\nbe degraded by the lure of materialism. It is also at\r\nodds with the stated deterrent effect the court below thought the\r\nsentence\nit imposed might have.\n[18]\tThird, the court below took into\r\naccount the youthfulness of the offenders. None of the respondents\r\ndemonstrated immaturity,\nnor was it evident that any one of them was\r\nsubjected to peer or undue pressure by one or both of the others. On\r\nthe contrary,\nthe manner in which entry was gained to the deceasedâs\r\nhouse, the brutal nature of the murder, the brazen manner in which\r\nthey\nwalked through a residential area, and the callousness displayed\r\nafter the murder, as well as the fact that they each maintained\ntheir\r\ninnocence right up to the end showed a complete lack of remorse, and\r\nare all indicative of a calculated bloody-mindedness,\nbelying their\r\nrelative youthfulness.\n[19]\tFourth, although it is true that\r\nMr Ngcobo gave his consent to a police search, he maintained his\r\ninnocence throughout and\nthe detection of the perpetrators was as a\r\nresult of police work and not his co-operation.\n[20]\tThe court below had regard to the\r\nprospect of the rehabilitation of the respondents. None testified in\r\nmitigation of sentence\nand each was content to have their personal\r\ncircumstances stated by their legal representatives from the bar.\r\nNone expressed remorse.\n[21]\tIn a White Paper on Corrections\r\nin South Africa (2005) at para 424 the following is stated:\nâ\n[R]ehabilitation is\r\nbest facilitated through a holistic sentence planning process that\r\nengages the offenders at all levels â social,\nmoral, spiritual,\r\nphysical, work, educational/intellectual and mental. It is premised\r\non the approach that every human being is\ncapable of change and\r\ntransformation if offered the opportunity and resources.â\nThe White Paper also states that\r\nrehabilitation is a result of a process taken by prison authorities\r\nto model the offenderâs life\nduring his time in prison so that,\r\nwhen he is released, he has been reformed to such an extent that he\r\nis not likely to commit\noffences in the future.\nSection 37\nof the\nCorrectional Services Act 111 of 1998\nrequires sentenced prisoners to\r\nparticipate in various programmes and activities. It is a notorious\r\nfact that our prisons are overcrowded,\noften subjecting our prison\r\npopulation to undignified conditions of detention. It is optimistic\r\nin the extreme to assume that there\nare always effective\r\nrehabilitation programmes in place.\n7\n[22]\tTraditional objectives of\r\nsentencing include retribution, deterrence and rehabilitation. It\r\ndoes not necessarily follow that\na shorter sentence will always have\r\na greater rehabilitative effect. Furthermore, the rehabilitation of\r\nthe offender is but one\nof the considerations when sentence is being\r\nimposed. Surely, the nature of the offence related to the personality\r\nof the offender,\nthe justifiable expectations of the community and\r\nthe effect of a sentence on both the offender and society are all\r\npart of the\nequation? Pre and post\nMalgas\nthe essential question is whether the sentence imposed is in all the\r\ncircumstances, just.\n8\n[23]\tHaving regard to the\r\nmisdirections referred to above, this court is at large to consider\r\nthe question of sentence afresh.\n[24]\tThe legal representative for the\r\nrespondents submitted that the period of two and a half years that\r\nthey spent in custody awaiting\nthe finalisation of the trial should\r\ncount in their favour. The proceedings in the court below appear to\r\nhave been conducted in\nfits and starts from November 2004 to July\r\n2005. It should be borne in mind that the respondents maintained\r\ntheir innocence throughout\nthe trial and sentencing proceedings. The\r\nState was required to present forensic evidence related to DNA\r\ntesting and was put through\nthe tribulations of a lengthy trial with\r\nmany witnesses testifying.\n[25]\tThe murder was brutal and savage.\r\nNot only was the sanctity of the deceasedâs home breached and his\r\ntrust betrayed, but he\nwas also subjected to what appears to be a\r\nmost painful and undignified death. It is the brazen manner and the\r\nbrutality of the\nacts by the respondents that remain in the memory.\r\nThe legal representative for the second respondent, without demur\r\nfrom his colleagues\nrepresenting the other two respondents, conceded\r\nduring the sentencing proceedings that offences of the kind currently\r\nunder consideration\nare committed mostly by youthful persons such as\r\nthe respondents.\n[26]\tCourts are expected to dispense\r\njustice. This kind of brutality is regrettably too regularly a part\r\nof life in South Africa.\nCourts are expected to send out clear\r\nmessages that such behaviour will be met with the full force and\r\neffect of the law. The legislature\nis concerned and so too should we\r\nbe.\n[27]\tThere were no substantial and\r\ncompelling circumstances justifying a departure from the statutory\r\nnorm. An injustice would ensue\nonly if there was a departure from the\r\nprescribed minimum. Had there been no statutory prescription in\r\nrelation to sentences I\nhave no doubt that any court having regard to\r\nthe totality of circumstances would have regarded sentences equal to\r\nthose statutorily\nprescribed as being just. In my view, even having\r\nregard to the time spent in custody pending finalisation of the\r\ntrial, the prescribed\nminimum sentences are, in the totality of the\r\ncircumstances described above, compellingly the only manner that\r\njustice can be dispensed.\n[28]\tIn the result the appeal is\r\nupheld. The sentences imposed by the court below are set aside and\r\nsubstituted as follows:\nâ\n1.\tIn respect of the murder charge,\r\neach of the three accused is sentenced to life imprisonment.\n2.\tIn respect of the charge of robbery\r\nwith aggravating circumstances each of the three accused is sentenced\r\nto 15 yearsâ imprisonment.â\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tMe A Janse van Vuuren\nInstructed\r\nby\nThe\r\nDirector of Public Prosecutions Pietermaritzburg\nDepartment\r\nof Justice Supreme Court of Appeal Bloemfontein\nFor\r\nRespondent:\tMe M A Oosthuizen (Attorney)\nInstructed\r\nby\nPMB\r\nJustice Centre Pietermaritzburg\nBloemfontein\r\nJustice Centre Bloemfontein\n1\nSee\ns 51(1)\nof the CLA read with\nPart I\nof Schedule 2.\n2\nSee\ns 51(2)\nof the CLA read with\nPart II\nof Schedule 2.\n3\nParas 1 to 3 at 472\nb\n-473\nb\nand para 8 at 476\ng\n-\nh\n.\n4\nPara 9 at 477\nd\n-\ne\n.\n5\nPara 9 at 477\ne\n-\ng\n.\n6\nSee\nMalgas\npara 23 at 481\nd\n-\ne\nand\nRammoko\npara 4 at 202\nh\n-\nj\n.\n7\nSee also in this regard an article entitled âThe prospect of\r\n\trehabilitation as a âsubstantial and compellingâ circumstance\nto\r\n\tavoid imposing life imprisonment in South Africa: A comment on\nS\r\n\tv Nkomo\n2007 (2) SACR 198\n(SCA) by Jamil Ddamulira Mujuzi 2008\nSouth\r\n\tAfrican Criminal Justice\npp 1-21. The learned author states at pp 14\net\r\n\tseq\nthat rehabilitation is\r\n\tinfluenced largely by speculation that the offender, after\r\n\tundergoing the various training programmes\nand attending the\r\n\trelevant courses in prison, will lead a crime free life. He states\r\n\tfurther that in the years preceding his\narticle the Department of\r\n\tCorrectional Services has failed to meet its rehabilitation targets\r\n\tand concludes that the prospect\nof rehabilitation in South Africa\r\n\tremains a speculative hypothesis.\n8\nOf course, post\nMalgas\na court imposing a sentence must have regard to the prescribed\r\n\tminimum sentences and consider whether, in the circumstances,\nit is\r\n\tjust to impose the prescribed minimum sentence.",
  "scraped_at": "2026-02-11T21:53:08.089421",
  "date": "2009-06-01",
  "coram": [
    "NAVSA",
    "VAN HEERDEN",
    "MHLANTLA JJA"
  ],
  "case_number": "165/08",
  "parties": {
    "applicants": [
      "Director of Public Prosecutions, Kwazulu-Natal"
    ],
    "respondents": [
      "Welcome Siyabonga Ngcobo",
      "Hamilton Mondli Zaca",
      "Lindelani Landslord Maphanga"
    ]
  },
  "sections": {
    "facts": "On 26 November 2002 three young men—Welcome Ngcobo, Hamilton Zaca and Lindelani Maphanga—entered the home of Mr Andrew Scott Ferguson in Pietermaritzburg armed with knives. They stabbed the 55‑year‑old victim more than 24 times, causing multiple fatal injuries including a flail chest, and subsequently stole his cell phone, a video machine, CDs and his Toyota, which they later abandoned. The three perpetrators were arrested, tried in the High Court and convicted of murder and robbery with aggravating circumstances on 28 July 2005, receiving concurrent sentences of eighteen years for murder and twelve years for robbery.",
    "issues": "The central issue was whether the trial court was entitled to depart from the statutory minimum sentences prescribed by the Criminal Law Amendment Act 105 of 1997—life imprisonment for murder committed in a group and fifteen years for aggravated robbery—on the basis of “substantial and compelling circumstances”. The Director of Public Prosecutions appealed, arguing that no such circumstances existed and that the minimum sentences should apply.",
    "principles": "The Court restated the minimum‑sentence regime under the CLA, emphasizing that a departure is permissible only where substantial and compelling circumstances exist, as articulated in State v Malgas and reaffirmed in Rammoko. The Court noted that such circumstances must be recorded and cannot be based on speculative sympathy, the offender’s youth, or generalized rehabilitation hopes. The statutory purpose of deterrence and retribution remains paramount unless the prescribed minimum would result in a manifest injustice.",
    "application": "Applying these principles, the Court found the murder and robbery to have been pre‑meditated, with Ngcobo using his employment relationship to gain entry. The trial court’s reliance on the respondents’ youth, materialistic temptations, and potential for rehabilitation was rejected as insufficiently substantial. The Court concluded that no legitimate substantial and compelling circumstances justified deviating from the statutory minima, and that imposing the minimum sentences would not constitute an injustice.",
    "conclusion": "The appeal was upheld. The sentences handed down by the High Court were set aside. Each appellant was sentenced to life imprisonment for murder and fifteen years’ imprisonment for robbery with aggravating circumstances, to be served consecutively."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "minimum sentence",
      "substantial and compelling circumstances",
      "murder",
      "robbery",
      "appeal"
    ]
  }
}