{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/87.html",
  "case_name": "City of Tshwane Metropolitan Municipality v Cable City (Pty) Ltd (232/08) [2009] ZASCA 87; [2010] 1 All SA 1 (SCA); 2010 (3) SA 589 (SCA); 72 SATC 285 (10 September 2009)",
  "citation": "[2009] ZASCA 87",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 87\n|\nNoteup\n|\nLawCite\nCity of Tshwane Metropolitan Municipality v Cable City (Pty) Ltd (232/08) [2009] ZASCA 87; [2010] 1 All SA 1 (SCA); 2010 (3) SA 589 (SCA); 72 SATC 285 (10 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:\n232/08\nCITY OF TSHWANE METROPOLITAN\nMUNICIPALITY\nAppellant\nand\nCABLE CITY\r\n(PTY) LTD\nRespondent\nNeutral\r\ncitation:\nCity\r\nof Tshwane v Cable City\n(232/08)\n[2009] ZASCA 87\n(10 September 2009)\nCoram:\nBRAND,\r\nCLOETE, JAFTA and MAYA JJA, HURT AJA\nHeard:\n18\r\nMAY 2009\nDelivered:\n10\r\nSEPTEMBER 2009\nSummary:\nAdministrative\r\naction â whether joinder of relevant actor necessary â whether\r\nnotice promulgated by the Minister validly authorized\nby s 12(1) of\r\nthe Regional Services Councils Act 109 of 1985.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal\r\nfrom:\nHigh\r\nCourt, Pretoria (Fabricius AJ sitting as court of first instance).\nThe appeal\nis\r\ndismissed with costs including the costs of two counsel.\n_________\n__________________________________________________\nJUDGMENT\n_____________________________________\n______________________\nMAYA JA\n(BRAND, CLOETE, JAFTA JJA and HURT AJA concurring):\n[\n1]\t\r\nThis appeal turns primarily on the validity of paragraph 11(1) of \r\nGovernment Notice R 340, for the Calculation and Payment\nof Regional\r\nServices Levy and Regional Establishment Levy, dated 17 February 1987\r\n(the Notice)\n1\nwhich empowers a council\n2\nto estimate the amount of any levy prescribed by the Regional\r\nServices Councils Act 109 of 1985 (the Act), which, in its opinion,\n\nis payable where a registered levypayer has failed to furnish any\r\nreturn.\n[2]\nThe purpose of the Act is to provide for the joint exercise and\r\ncarrying out of certain functions in certain areas by local bodies\n\n[including local authorities] within such areas and to that end to\r\nprovide, inter alia, for the delimitation of regions and the\n\nestablishment of regional services councils. The financing of such\r\ncouncils is governed by s 12 of the Act which allows them to\nimpose\r\nlevies; regional services levies from employers deemed to employ\r\nemployees within their regions and regional establishment\nlevies from\r\npersons carrying on or deemed to be carrying on enterprises;\n3\nwithin their regions.\n4\n[3] \tSection\r\n12(1)(b) of the Act\n5\nempowers the Minister of Finance (the Minister) âafter consultation\r\nwith the Council for the Co-ordination of Local Government\nAffairs\r\nAct established by section 2 of Promotion of Local Government Affairs\r\nAct, 1983 (Act 91 of 1983) and by notice in the Gazette,\n[to]\r\ndetermine the manner in which the regional services levy and the\r\nregional establishment levy shall be calculated and paidâ.\n[4\n]\t\r\nSection 12(1A) of the Act further vests the Minister with the power\r\nto perform a variety of acts towards that end by way of the\nnotice\r\ncontemplated in subsection (1)(b). Thus, the Minister may, inter\r\nalia:\nâ\n(a)\r\n...\n(b)\r\n...\n(c) determine how an\r\namount upon which the regional establishment levy is payable shall be\r\ncalculated;\n(d) exempt any\r\nemployer or person from the regional services levy or the regional\r\nestablishment levy in relation to any enterprise;\n(dA) authorize the\r\nCommissioner for Inland Revenue â\nto take such steps\r\n\tas the Commissioner may deem necessary to ensure that any levy\r\n\tpayable under [the] Act is paid;\nto conduct audits\r\n\tof the affairs of any person who is or may be liable for the payment\r\n\tof any such levy;\nto require any\r\n\tperson to produce for examination any books, records or accounts or\r\n\tany other document which in the opinion of\nthe said Commissioner are\r\n\tor may be necessary to determine the liability of such person or any\r\n\tother person for the payment of\nany such levy;\nto determine or\r\n\testimate the liability of any person for any such levy and to direct\r\n\ta council to make an assessment of such levy;\nand\nto furnish a\r\n\tcouncil with a ruling or directive on the interpretation of any\r\n\tprovision of [the] Act or any such notice relating\nto the\r\n\tdetermination of the liability of any person for the payment of any\r\n\tsuch levy, which ruling or directive the council shall\nbe obliged to\r\n\tapply;\n(dB)\r\nauthorize a council to administer, subject to any ruling or directive\r\nfurnished by the said Commissioner under the provisions\nof paragraph\r\n(dA) (v), any provision of this Act or of any such notice in so far\r\nas it relates to the payment or recovery of any\nsuch levy;\n(dC)\r\nauthorize a council, upon written application by an employer or\r\nperson and subject  to such conditions as the council may determine,\n\nto permit that employer or person to pay the total amount of the\r\nregional services levy and regional establishment levy for which\nhe\r\nis liable within a period of 20 days after the end of every period of\r\na year or such shorter period as the council may determine;\n(dD) ...\n(e) make such other\r\nprovision as he deems necessary to enable a council to impose and\r\nclaim any such levy.â\n[5]\nParagraph\r\n11 of the Notice , which was made on the basis of this legislative\r\nframework, reads:\nâ\nAssessments\n11\n.(1)\r\nWhere any registered levypayer has failed to furnish any return\r\nreferred to in paragraph 9(4)\n6\nwithin the relevant period allowed, the council concerned may\r\nestimate the amount of any levy which, in its opinion, is probably\n\npayable in respect of the relevant month or period, and may make an\r\nassessment of the amount of the unpaid levy.\n(2) A council\r\nshall give the levypayer concerned written notice of any assessment\r\nmade under subparagraph (1).\n(3) The amount\r\nof any unpaid levy shown in any such assessment shall be paid by the\r\nlevypayer within the period determined by the\ncouncil in the notice\r\nof assessment.\n(4) An\r\nassessment made under the provisions of subparagraph (1) shall lapse\r\nin the event of the levypayer furnishing the relevant\nreturn.â\n[\n6]\r\n\tActing on the latter provisions, the appellant sought to recover\r\nlevies from the respondent and brought an action against it\nin the\r\nTransvaal Provincial Division for payment of a sum of R241 660.22\r\nplus interest. This claim was based on what the appellant\ncontended\r\nwas an estimated assessment of regional services levies and regional\r\nestablishment levies allegedly owed to it by the\nrespondent in terms\r\nof s 12(1) of the Act read with paragraph 11(1), accumulated during 1\r\nMay 1999 to March 2005.\n[7\n]\r\n\tThe relevant background facts and applicable legal provisions are\r\nencapsulated in a statement of facts agreed upon by the parties\nfor\r\ntrial purposes and I quote them fully as they represent the sole\r\nbasis on which the court below decided the matter, the parties\nhaving\r\nopted not to adduce oral evidence:\nâ\n1.1\r\nPlaintiff is the City of Tshwane Metropolitan Municipality, a local\r\nauthority with full legal capacity duly established in terms\nof the\r\nLocal G\novernment\r\nMunicipal Structures Act 117 of 1998 read with Notice R6770 published\r\nin the Gauteng Extraordinary Provincial Gazette\nNo 141 of 1 October\r\n2000, and is the successor- in-law of the disestablished Greater\r\nPretoria Metropolitan Council ...\n1.2 Plaintiff [the\r\nappellant] is entitled to, in terms of section 93(6) of the Municipal\r\nStructures Act 17 of 1998 read with section\n12(1) of the Regional\r\nServices Councils Act 109 of 1985 (hereinafter referred to as the\r\nâActâ), levy and claim a regional services\nlevy and a regional\r\nestablishment levy (levies).\n1.3 In terms of s\r\n12(10) of the Act, Plaintiff is further entitled to charge interest\r\nat the rate of 10.5% per annum on all arrear\namounts owing in respect\r\nof levies.\n1.4\r\nDefendant [the respondent] is Cable City (Pty) Limited, a duly\r\nregistered company incorporated in terms of the Company Laws\nof the\r\nRepublic of South Africa and trading as such ...\n1.5 Defendant is an\r\nemployer and is carrying on an enterprise within the area of\r\njurisdiction of the Plaintiff and is therefore\nliable towards\r\nPlaintiff for the payment of levies to Plaintiff.\n1.6\r\nDefendant submitted a RCS 6 declaration containing its information to\r\nPlaintiff on 23 August 2004.\n1.7\r\nPlaintiff confirmed Defendantâs registration on 12 November 2004 by\r\nletter.\n1.8\r\nD\nefendant\r\nhas at all times carried on an enterprise and been an employer as\r\ndefined in the Act as from 1 May 1999 to 30 June 2006.\n1.9\r\nDefendant is duly registered as a levy-payer under the provisions of\r\nparagraph 10 of the Regulations issued in terms of the\nAct, and is\r\nliable to pay the levies by the Plaintiff in terms of the provisions\r\nof section 12(1A) of the Act.\n1.10 At all times\r\nmaterial hereto the Defendant has carried on business within the\r\nregion for which the Plaintiff was established.\n1.11 Defendant has\r\nnot furnished the Plaintiff with any returns for the period 1 May 199\r\nto date as required in paragraph 9(3) and\n(4) of Government Notice\r\nR309, as amended.\n1.12\r\nDefendant has not submitted to Plaintiff any information relating to\r\nhis enterprise except for the information contained in\nthe RSC 6 form\r\ndated 23 August 2005 ...\n1.13\r\nPlaintiff has not been authorised by the Defendant to have access to\r\nany books, accounts and records, or other documentation\nrelating to\r\nDefendantâs enterprise.\n1.14 Plaintiff has\r\nnot been instructed by the Commissioner of the South African Revenue\r\nServices (SARS) to make any assessment in\nterms of Government Notice\r\nR302, as amended.\n1.15 Pursuant to the\r\nDefendantâs failure to furnish the aforesaid returns, Plaintiff has\r\nestimated the amount of the levies, which,\nin Plaintiffâs\r\nestimation, the Defendant is liable to pay in respect of the said\r\nperiod as provided for in paragraph 11(1) of\nGovernment Notice R340\r\npublished in Government Gazette dated 17 February 1987, as amended.\n1.16 Plaintiff has\r\non 4 July 2005 faxed ... to Defendant ... a valid assessment in terms\r\nof the said estimate as provided for in\nparagraph 11(1) of the said\r\nnotice. Defendant denies that the documents constitute a valid\r\nassessment.\n1.17 Defendant has\r\nnot paid any amounts to the Plaintiff.\n1.18\r\nSARS has not made an estimate or assessment in respect of Defendantâs\r\nliability in respect of the aforesaid levies.\n1.19 Plaintiff has\r\nnot been instructed by SARS to issue an assessment for any unpaid\r\nlevies by Defendant as provided for in paragraph\n11(2) as read with\r\n13(4) of Government Notice R304 of 17 February 1987, as amended.â\n[8\n]\t\r\nThe matter came before Fabricius AJ who, relying on\nAlgoa\r\nRegional Services v Buchner\n,\n7\ndismissed the claim on the basis that the Minister of Finance had\r\nacted\nultra\r\nvires\nthe empowering provisions contained in s 12 of the Act when he made\r\nthe regulation contained in paragraph 11(1), with the consequence\n\nthat the levies claimed on the basis of estimates made under its\r\nprovisions were unenforceable. The learned judge held further\nthat,\r\nin any event, the assessment of the amount of the levies was\r\nunreasonable and arbitrary as it was based on information totally\n\nunrelated to the respondentâs enterprise and that the action could\r\nhave been dismissed on that ground alone. The appellant appeals\n\nagainst this decision with the leave of the court below.\n[9\n]\r\n\tIn the appeal before us a challenge raised in the appellantâs\r\nheads of argument that the respondent had failed to establish\na\r\ndefence to the appellantâs claim because the legality of Paragraph\r\n11(1) was not properly raised in the pleadings was abandoned,\nwisely\r\nso in my view. However, the appellant, relying on the provisions of\r\nrule of court 10A, argued â for the first time in\nthese proceedings\r\nâ that the matter should have been dismissed on the basis of the\r\nMinisterâs non-joinder in the proceedings\nas the validity of the\r\nimpugned Notice is a constitutional issue which could not be\r\ndetermined in the absence of the Noticeâs\nmaker. The appellant also\r\npersisted with its argument that paragraph 11(1) is valid and that\r\nits estimate of the levies was not\narbirtary.\n[10\n]\t\r\nI deal first with the issue of non-joinder as it is potentially\r\ncrucial to the fate of this appeal. I agree with the appellantâs\n\ncontention that the making of regulations by a Minister constitutes\r\nadministrative action within the meaning of the\nPromotion of\nAdministrative Justice Act 3 of 2000\n,\n8\nwhich must comply with the requirements of this Act in accordance\r\nwith the doctrine of legality.\n9\nA determination of whether public power such as this has been\r\nexercised lawfully is indeed a constitutional matter\n10\nand a finding that a âminister acted\nultra\r\nvires\nis\r\nin effect a finding that [he or she] acted in a manner that is\r\ninconsistent with the Constitution and that his or her conduct\nis\r\ninvalidâ.\n11\n[11\n]\t\r\nAccording to rule of court 10A, âif in any proceedings before the\r\ncourt, the constitutional validity of a law is challenged,\nthe party\r\nchallenging the law shall join the provincial or national executive\r\nauthorities responsible for the administration of\nthe law in the\r\nproceedingsâ. As pointed out by the appellant, a court may, on this\r\nbasis, not make an order of constitutional\ninvalidity in relation to\r\nlegislation unless the relevant organ of State which is not a party\r\nto the proceedings has had the opportunity\nto intervene in those\r\nproceedings.\n12\n[1\n2]\r\n\tThat being said, it seems to me that the appellant misconceived the\r\nnature and implications of the respondentâs defence and\nthat its\r\nreliance on rule of court 10A is misplaced. Of first importance is\r\nthe fact that the respondent does not seek a declaration\nof\r\nconstitutional invalidity and has not asked that paragraph 11(1) be\r\nset aside, which, I think, is the remedy contemplated in\nuniform rule\r\nof court 10A. The notice in issue was found unlawful, long before\r\nthese proceedings, in\nAlgoa\r\nRegional Services\n,\r\na decision which, significantly, was never challenged. The respondent\r\nmerely relies on that settled legal precedent as a defence\nagainst\r\nits refusal to pay the levies, a defence which the appellant was well\r\naware of before the trial. In any event, the appellant\nitself\r\nadministers the provisions in issue by delegation in terms of s\r\n12(1A)(dB) and this precludes any possible prejudice. In\nmy opinion,\r\nthe issue is rather whether it is permissible for the respondent to\r\nadvance the defence.\n[\n13]\t\r\nThe validity of an administrative act is generally challenged by way\r\nof judicial review. It is, however, not uncommon for a\nchallenge to\r\narise, not by the initiation of such proceedings but by way of\r\ndefence, as a collateral issue in a claim for the enforcement\nor\r\ninfringement of a private law right, as the case may be. A citizen is\r\nnot required to comply with an administrative act which\nis bad on its\r\nface as it is unlawful and of no effect. He or she is entitled to\r\nignore it if so satisfied and justify that conduct\nby raising a\r\nâdefensiveâ or âcollateralâ challenge to its validity.\n13\n[14]\t In\nBoddington\r\nv British Transport Police\n14\nthe\r\ncourt reaffirmed a partyâs right to raise a collateral challenge to\r\nthe validity of a decision to post a prohibitory notice\nissued\r\npursuant to a byelaw by way of defence against a criminal charge of a\r\ncontravention of the byelaw. The court took the view\nthat there was\r\nno reason to distinguish between civil and criminal proceedings as\r\nsettings in which the defence could be raised\nand held:\n15\nâ\nIt\r\nwould be a fundamental departure from the rule of law if an\r\nindividual were liable to conviction for contravention of some rule\n\nwhich is itself liable to be set aside by a court of law as unlawful.\r\nSuppose an individual is charged before one court with breach\nof a\r\nbyelaw and the next day another court quashes that byelaw â for\r\nexample, because it\nwas promulgated by a public body which did not take take account of a\r\nrelevant consideration. Any system of law under which the\nindividual\r\nwas convicted and made subject to a criminal penalty for breach of an\r\nunlawful byelaw would be inconsistent with the\nrule of law.\n...\nHowever,\r\nin every case it will be necessary to examine the particular\r\nstatutory context to determine whether a court hearing a criminal\nor\r\ncivil case has jurisdiction to rule on a defence based upon arguments\r\nof invalidity of subordinate legislation or an administrative\nact\r\nunder it. There are situations in which Parliament may legislate to\r\npreclude such challenges being made, in the interest, for\nexample, of\r\npromoting certainty about the legitimacy of administrative acts on\r\nwhich the public may have to rely.\n...\nHowever\r\n... it is well recognised to be important for the maintenance of the\r\nrule of law and the preservation of liberty that individuals\naffected\r\nby legal measures promulgated by executive public bodies should have\r\na fair opportunity to challenge these measures and\nto vindicate their\r\nrights in court proceedings.â\n[15\n]\t\r\nThus, depending on the construction of the relevant statutory\r\ninstrument through the lens of the principles of the rule of law,\na\r\nparty has a right to raise a collateral challenge to the validity of\r\nan administrative act where he is threatened by a public\nauthority\r\nwith coercive action because the legal force of such action will most\r\noften depend upon the legal validity of the administrative\nact in\r\nquestion.\n16\nImportantly, the court has no discretion to allow or disallow a party\r\nfrom raising a collateral challenge once the right to do\nso has been\r\nestablished.\n17\nThe basis for this view was eloquently articulated in the\nOudekraal\r\nEstates\ndecision as follows:\n18\nâ\nThe\r\nright to challenge the validity of an administrative act collaterally\r\narises because the validity of the administrative act\nconstitutes the\r\nessential prerequisite for the legal force of the action that follows\r\nand\nex\r\nhypothesi\nthe\r\nsubject may not then be precluded from challenging its validity. On\r\nthe other hand, a court that is asked to set aside an invalid\n\nadministrative act in proceedings for judicial review has a\r\ndiscretion whether to grant or to withhold the remedy ... Each remedy\n\nthus has its separate application to its appropriate circumstances\r\nand they ought not to be seen as interchangeable manifestations\nof a\r\nsingle remedy that arises whenever an administrative act is invalid.â\n[16\n]\t\r\nI mentioned at the outset that the respondent did not ask to have\r\nparagraph 11(1) set aside. It merely contends that its provisions\nare\r\nunlawful for exceeding the powers of the enabling legislation and\r\ncannot found a basis for the collection of the levies sought\nto be\r\nrecovered from it. In other words, the respondent seeks to repel the\r\ncouncilâs coercive action ie the collection of the\nlevies, whose\r\nlegal force lies in the legal validity of the provisions made by the\r\nMinister empowering the council to collect the\nlevies.  The\r\nappellantâs case, therefore, bearing in mind again that these\r\nproceedings were not designed to impeach the legal\nprovisions in\r\nissue, rests squarely on the validity of these provisions. If they\r\nare unlawful, that is the end of the matter. That\nbeing the case,\r\nthis court has no discretion regarding whether or not the respondent\r\nmay raise it and must perforce adjudicate\nthe case presented to it.\n[\n17]\t\r\nAs to the merits of the matter, the crisp question to be asked is\r\nwhether s 12 authorises the Minister to issue a notice which\npermits\r\na regional services council to determine the amount of a levy simply\r\nby estimating it. If not, paragraph 11(1) is invalid\nfor\r\ninconsistency with the empowering provisions thus rendering the\r\nappellantâs assessment of the respondentâs levies invalid.\n19\n[\n18]\t\r\nIt was contended on behalf of the appellant that the Act does vest\r\nthe Minister with the power to authorize the council to\nestimate the\r\namount of a levy especially if regard is had to the wide provisions\r\nof s 12(1A)(e) entitling him or her to âmake\nsuch other provision\r\nas he [or she] deems necessary to enable a council to impose and\r\nclaim [a] levyâ. It was contended further\nthat the words âshall\r\nbe calculatedâ in subsections (1)(b) and (1A)(c) must be\r\ninterpreted against the background of the definitions\nof âregional\r\nestablishment leviesâ and âregional services leviesâ in the Act\r\nwhich embody detailed provisions for the mathematical\ncalculation of\r\nsuch levies and that they do not mean âa mere arithmetical\r\ncalculationâ.\n[\n19]\t\r\nAdmittedly, the provisions of subsection (1A)(e) are wide. But are\r\nthey so wide as to allow the meaning contended for by the\nappellant?\r\nWhat is certain is that they cannot be interpreted in isolation and\r\nmust be read in conjuction with the rest of the\nprovisions of s 12.\n20\nTo my mind, the starting point is to determine the meaning of the\r\nwords âshall be calculatedâ used in s 12 (1)(b) and subsection\n\n(1A)(c). âCalculateâ in the\nShorter\r\nOxford English Dictionary\nmeans âto compute mathematically; to perform calculations; to\r\nascertain by mathematicsâ. In their ordinary, grammatical context,\n\nthe words connote a certain degree of precision which can be achieved\r\nonly by way of a mathematical exercise. This interpretation\ncreates\r\nneither ambiguity nor absurdity and I see no reason to depart from\r\nthe wordsâ plain meaning.\n[\n20]\t\r\nMoreover, the reading of the provisions of  subsection (1A)(e)\r\ncontended for by the appellant renders subsection (1A)(c) superflous.\n\nThat, undoubtedly, cannot have been the Legislatureâs intention.\r\nAnd if proper effect is given to the wording of subsection (1A)(c)\nin\r\nthe manner shown above, it becomes clear that subsection (1A)(e) does\r\nnot include the authority to merely estimate levies without\nthe\r\nbenefit of relevant and objectively identified figures.\n[21]\t I am\r\nfortified in this view by the provisions of subsection (1A)(dA) which\r\nintroduced the Commissioner for Inland Revenue,\nvested with\r\nsignificant powers, into the picture. I refer to these provisions\r\nfully mindful of the fact that they did not exist\nwhen the Notice was\r\nissued. But I see no reason why we should not have recourse to them\r\nfor purposes of determining the Legislatureâs\nintention. They do\r\nnot seek to invalidate the old provisions of the Act and were meant\r\nto âfurther define certain expressions\n... [and] to further\r\nregulate the financing of a council and the furnishing of information\r\nto a councilâ.\n21\nBy distinguishing between the powers vesting in the Commissioner and\r\nthe council as they do, they explain what was in the Legislatureâs\n\nmind when it enacted s 12.\n[22]\t The\r\nsubsection expressly authorizes only the Commissioner, among other\r\nthings, to examine a levypayerâs supporting documentation\nfrom\r\nwhich a determination of liability can be quantified. Interestingly,\r\nthe Notice itself precludes a council from accessing\na levypayerâs\r\ndocumentation.\n22\nThe Commissioner, significantly, is an expert with vast auditing\r\nskills and machinery to conduct the necessary verification. He\nor she\r\nhas access to all taxpayersâ financial information, in\r\ncircumstances of confidentiality, upon which to make assessments\n\nwhich a council does not possess as shown by the provisions of s 15\r\nof the Act which authorize the Comissioner âto furnish to\na council\r\nsuch information as in [his] opinion is necessary for the\r\ndetermination and collection of ... [levies]â.\n[\n23]\t\r\nThe subsection further authorizes only the Commissioner to âdetermine\r\nor estimateâ a levypayerâs liability, where unable\nto make a\r\ncalculation despite the exercise of his or her powers, and then to\r\nâdirect a council to make an assessment of such\nlevyâ. Quite\r\napart from the use of the disjunctive âorâ between âdetermineâ\r\nand âestimateâ, which draws its own distinction\nbetween the\r\nmeaning of the words, these provisions clearly show that it is only\r\nin these circumscribed circumstances in which the\nCommissioner is\r\ninvolved that a council may make an estimate.\n[\n24]\r\n\tConsidering the Act as a whole and the wording of s 12, the\r\nimplication appears ineluctable that the Legislature never intended\n\ncouncils to have power to summarily estimate levies and did not grant\r\nthe Minister authority to permit such exercise. I agree with\nthe\r\ncourt below and the reasoning followed in the\nAlgoa\r\nRegional Services\ndecision\r\ntherefore that the provisions of paragraph 11(1) are\nultra\r\nvires\nthe empowering provisions set out in s 12 of the Act and are\r\nunlawful. This finding, in my view, dispenses with the need to\r\nconsider\nthe other issues raised in the appeal.\n[25]\t In the\r\nresult, the appeal is dismissed with costs, such costs to include the\r\ncosts of two counsel.\n_______________________\nMML MAYA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tJP Vorster SC\nM Snyman\nInstructed\r\nby:\nHugo\r\n& Ngwenya Inc, Centurion\nc/o\r\nMeintjes & Petzer\nClaude Reid\n,\r\nBloemfontein\nFor\r\nrespondent:\tP Ellis SC\nY Coertzen\nInstructed\r\nby:\nViljoen Attorneys\nc/o Adriaan Booysen Attorneys,\r\nPretoria\nSymington\r\n& De Kok, Bloemfontein\n1\nAs amended by GN R783 of 21 April 1989.\n2\nDefined in s 1 of the Regional Services Councils Act 109 of 1985 as\r\n\tâa regional services council established under s 3â.\nThese\r\n\tcouncils and the levies they were allowed to impose by the latter\r\n\tAct and the KwaZulu and Natal Joint Services Act 84 of\n1990 have\r\n\tsince been abolished by\ns 59\nof the\nSmall Business Tax Amnesty and\nAmendment of Taxation Laws Act 9 of 2006\nalthough municipal councils\r\n\twere allowed to collect outstanding levies up to 30 June 2006. The\r\n\tpresent matter is, however, not\naffected by this amendment as the\r\n\tsummons was issued on 27 October 2005.\n3\nDefined in\ns 1\nas âany trade, business, profession, or other\r\n\tactivity of a continuing nature, whether or not carried on for the\r\n\tpurpose of\nderiving a profit, but excluding any religious,\r\n\tcharitable or educational activity carried on by any religious,\r\n\tcharitable or\neducational institution of a public characterâ.\n4\nSection 12(1)(a).\n5\nSubstituted by\ns 8\nof Act 78 of 1986.\n6\nParagraph 9(4) provides that â[e]very person who is registered as\r\n\ta levypayer under the provisions of paragraph 10, shall within\nthe\r\n\tperiod allowed by subparagraph (1) or (2) furnish the council with\r\n\tthe return referred to in subparagraph (3) in respect\nof every month\r\n\tor other period, as the case may be, whether or not any relevant\r\n\tlevy is payable in respect of such month or period.â\n7\nAn unreported judgment of the Eastern Cape\r\n\tDivision in Case No. 1150/94 delivered on 5 June 1995 by Jones J.\n8\nMinister of Health NO  v New Clicks SA (Pty) Ltd\n(TAC as\nAmici Curiae)\n2006 (2) SA 311\n(CC) paras 128, 135.\n9\nPharmaceuticals Manufacturers Association of SA: In Re Ex Parte\r\n\tPresident of the RSA\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC) para 50.\n10\nId\nat para 51;\nMEC for Local Government and Development\r\n\tPlanning, Western Cape v Paarl Poultry Enterprises CC\n2002 (3)\r\n\tSA 1\n(CC) para 6.\n11\nAffordable Medicines Trust v Minister of Health\n[2005] ZACC 3\n;\n2006 (3) SA\r\n\t247\n(CC) para 50;\nFedsure Life Assurance Ltd v Greater\r\n\tJohannesburg Transitional Metropolitan Council\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC) para 58.\n12\nJooste v Score Supermarket Trading (Pty) Ltd (Minister of Labour\r\n\tintervening)\n1999 (2) SA 1\n(CC) para 7;\nVan der Merwe v Road\r\n\tAccident Fund\n(Womenâs Legal Centre Trust as\nAmicus\r\n\tCuriae\n)\n[2006] ZACC 4\n;\n2006 (4) SA 230\n(CC) para 7.\n13\nOudekraal Estates (Pty) Ltd v City of Cape Town\n2004 (6) SA\r\n\t222\n(SCA) at 244C.\n14\n[\n[1998] UKHL 13\n;\n1999] 2 AC 143\n(HL).\n15\nAt 153H-154A; 160C; 161D.\n16\nOudekraal Estates Pty Ltd\n(supra) at 245G-H.\n17\nIbid\nat 246B.\n18\nAt 246C-D.\n19\nKomani NO v Bantu Affairs Administration\r\n\tBoard, Peninsula Area\n1980\r\n\t(4) SA 448\n(A) at 469A-B.\n20\nAlgoa Regional Services v Buchner\n(supra)\nabove n 7.\n21\nPreamble of Act 78 of 1986.\n22\nParagraph\r\n\t13 of the Notice provides that â[a] council shall be responsible\r\n\tfor the administration of the provisions of this\nSchedule, but shall\r\n\tnot be empowered to require any person to produce any books,\r\n\trecords, accounts or other documents in relation\nto any regional\r\n\tservices levy and regional establishment levy or to require any\r\n\tlevypayer to substantiate any return submitted\nby him in connection\r\n\twith any such levy.â",
  "scraped_at": "2026-02-12T05:12:27.076367",
  "date": "2009-09-10",
  "coram": [
    "BRAND",
    "CLOETE",
    "JAFTA",
    "MAYA JJA",
    "HURT AJA"
  ],
  "case_number": "232/08",
  "parties": {
    "applicants": [
      "City of Tshwane Metropolitan Municipality"
    ],
    "respondents": [
      "Cable City (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The City of Tshwane Metropolitan Municipality (the appellant) sought to recover regional services and regional establishment levies from Cable City (Pty) Ltd (the respondent). The respondent, an employer within the council's jurisdiction, failed to submit required returns under Government Notice R 309. The council therefore relied on paragraph 11(1) of Government Notice R 340 (dated 17 February 1987) to estimate the unpaid levies for the period May 1999 to March 2005 and issued a written assessment of R241,660.22 plus interest. The respondent disputed the validity of the assessment and the underlying notice, and the lower court dismissed the claim, holding the Minister’s regulation ultra vires.",
    "issues": "1. Whether paragraph 11(1) of Government Notice R 340 is valid under section 12 of the Regional Services Councils Act 109 of 1985. 2. Whether the Minister of Finance acted ultra vires in empowering councils to estimate levies without precise calculation. 3. Whether the respondent’s defence should be struck out for non‑joinder of the Minister under rule of court 10A. 4. Whether the assessment based on an estimate is lawful and reasonable.",
    "principles": "The court applied the doctrine of legality and the requirements of the Promotion of Administrative Justice Act 3 of 2000, holding that a ministerial regulation is administrative action that must be lawful. Rule of court 10A mandates joinder of the relevant executive when constitutional validity of a law is contested, but only where a declaration of invalidity is sought. The statutory construction of section 12 required that levies \"shall be calculated\" meaning a mathematically precise computation, not a mere estimate. The powers granted to the Commissioner for Inland Revenue under s12(1A)(dA) and s12(1A)(c) were interpreted as exclusive avenues for determination or estimation of liability, precluding council‑made estimates. Precedent from Algoa Regional Services v Buchner, Boddington v British Transport Police and Oudekraal Estates informed the analysis of collateral challenges and the rule of law.",
    "application": "The court examined the language of s12(1)(b) and s12(1A)(c), concluding that \"calculate\" requires exact calculation and that s12(1A)(e) does not extend to permitting councils to estimate levies on their own. It noted that the Commissioner, not the council, is authorised to examine records and determine liability, and that the notice in question allowed councils to estimate without the Commissioner’s involvement, rendering it ultra vires. Regarding rule 10A, the court held that the respondent was not seeking a declaration of invalidity, so joinder of the Minister was unnecessary. Consequently, the assessment based on paragraph 11(1) was deemed unlawful and the appellant’s claim could not succeed.",
    "conclusion": "The appeal was dismissed. The City of Tshwane Metropolitan Municipality’s claim for the levies was rejected, and the appellant was ordered to pay the costs of the appeal, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Regional Services Levy",
    "level_3": [
      "ultra vires",
      "statutory interpretation",
      "rule of court 10A",
      "collateral challenge",
      "ministerial power"
    ]
  }
}