{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/158.html",
  "case_name": "Turbek Trading CC v A & D Spitz Ltd and Another (565/08) [2009] ZASCA 158; [2010] 2 All SA 284 (SCA); 2009 BIP 219 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 158",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 158\n|\nNoteup\n|\nLawCite\nTurbek Trading CC v A & D Spitz Ltd and Another (565/08) [2009] ZASCA 158; [2010] 2 All SA 284 (SCA); 2009 BIP 219 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 565/08\nTURBEK TRADING CC\nAppellant\nand\nA & D SPITZ LIMITED\t\t\t            \r\n        \t\t\tFirst Respondent\nREGISTRAR OF TRADE MARKS\t\t\t\t    \r\nSecond Respondent\nNeutral citation:\nTurbek\r\nTrading v A & D Spitz\n(565/08)\n[2009] ZASCA 158\n(27       NOVEMBER 2009)\nCoram:\nHARMS DP, LEWIS, PONNAN, MHLANTLA JJA and HURT AJA\nHeard:\n16\r\nNOVEMBER 2009\nDelivered:\n27 NOVEMBER 2009\nUpdated:\nSummary:\nTrade\r\nmarks â revocation on the ground of prior rights\n_____________________________________________________________________\nORDER\nOn appeal from:\nHigh\r\nCourt (TPD):\nDU\r\nPLESSIS J\nsitting as court of\r\nfirst instance:\nThe appeal is upheld with costs.\nThe order of the court below is set\r\n\taside and replaced with an order dismissing the application with\r\n\tcosts.\nJUDGMENT\nHARMS DP (LEWIS, PONNAN, MHLANTLA JJA\r\nand HURT AJA concurring):\nIntroduction\n[1]\tThe appellant, Turbek Trading CC\r\n(âTurbekâ), is the proprietor of two registered trade marks, both\r\nconsisting of the initials\nâKGâ. The one, TM 2000/03828, is\r\nregistered in class 25 in relation to clothing, footwear and\r\nheadgear; and the other, TM 2000/13267,\nis a service mark in class\r\n35. Turbekâs controlling member is Mr Kenneth Gordon, a shoe\r\ndesigner, and he used his initials âKGâ\nas trade mark. Turbek\r\ndeals exclusively in footwear.\n[2]\tTurbek filed its applications on 7\r\nMarch 2000. At the time it sought registration for âKG Italiaâ.\r\nIn view of an indication\nby the Registrar of Trade Marks that the\r\nmark would only be registered with a disclaimer or limitation\r\nlimiting its use to goods\noriginating from Italy, Turbek amended its\r\napplications by deleting the word âItaliaâ and thereby limiting\r\nthe marks to âKGâ\nsimpliciter. The applications were accepted,\r\nduly advertised and in the absence of opposition registered on 29\r\nFebruary 2005.\n[3]\tKurt Geiger has the same initials\r\nas Mr Gordon. Whether Kurt Geiger was or is a living person does not\r\nappear from the papers\nbut the name âKurt Geigerâ is a trade mark\r\nthat has been used by the present respondent, A & D Spitz Ltd\r\n(âSpitzâ),\nfor a number of years especially for footwear but also\r\nmore generally in relation to clothing. âKurt Geigerâ was\r\nregistered\nin class 25 for boots, shoes and slippers on 17 December\r\n1990.\n[4]\t Spitz lays claim to the trade\r\nmark âKGâ, alleging that it had used the mark before the\r\napplication date of Turbekâs trade\nmarks. It accordingly approached\r\nthe court below for an order for the expungement of these\r\nregistrations. In order to interdict\nTurbek from using the mark âKGâ,\r\nSpitz relied on trade mark infringement and on passing-off. The court\r\nbelow upheld the application\non all three grounds and issued\r\nappropriate consequential orders. The appeal is with its leave.\nThe expungement claim\n[5]\tConcerning the expungement claim,\r\nSpitz alleged that it had made extensive use of âits KG trade markâ\r\nover many years before\n7 March 2000 and that at that date it enjoyed\r\na very substantial reputation and goodwill in respect of goods\r\nfalling in class 25\nand that it, accordingly, had a prior right to\r\nthe mark.  Spitz, it should be added, also filed an application for\r\nthe âKGâ\nmark in class 25 but that was only on 20 September 2001.\r\nIts case was, consequently, that Turbekâs registrations were liable\r\nto be revoked under\ns 10(16)\nof the\nTrade Marks Act 194 of 1993\n,\r\nwhich provides that a mark may not be registered as a trade mark or,\r\nif registered, is liable to be removed from the register\nif the\r\nregistration of that mark (in this case Turbekâs) is contrary to\r\nexisting rights of the person (Spitz) who filed a later\napplication\r\nfor registration of the same or similar mark.\nThe trade mark infringement claim\n[6]\tThe trade mark infringement claim\r\nof Spitz was based on its trade mark registration in respect of the\r\nmark âKGâ in class\n9 in respect of âoptical devices, apparatus\r\nand instruments including spectacles, sunglasses, frames and lenses.â\r\nThis registration\n(TM 2001/16484) post-dates Turbekâs and the claim\r\nwas consequently premised on two suppositions: first, that footwear\r\nis so âsimilarâ\nto optical devices and the like that in use there\r\nexists the likelihood of deception and confusion\n(s 34(1)(b))\n; and,\r\nsecond, because the use of any identical or confusingly similar\r\nregistered trade mark cannot infringe another registered\nmark\n(s\r\n34(2)(g))\n, that its application to revoke Turbekâs registrations\r\nwas to succeed.\nThe passing-off claim\n[7]\tAccording to Turbekâs counsel\r\nthe passing-off claim depended on  Spitzâs success in having its\r\ntrade marks revoked while\n Spitzâs counsel, relying on a statement\r\nin\nKellogg Co v Bokomo\r\nCo-operative Ltd\n1997 (2)\r\nSA 725\n(C) 736J-737A, submitted that a registered trade mark is not\r\nan âabsolute defenceâ in passing-off cases. In other words, as\n\ncounsel submitted,  Spitz could rely on passing-off to prevent Turbek\r\nfrom using the âKGâ trade mark even if it were unable\nto have the\r\ntrade marks expunged.\n[8]\tThe effect of a registered trade\r\nmark on passing-off cases was first dealt with in\nGlenton\r\n& Mitchell v Ceylon Tea Company\n1918 WLD 118.\nIt was an application for an interim interdict based on\r\npassing-off. The respondent, unbeknown to the applicant, had\r\nregistered\na trade mark and relied on its registration in opposing\r\nthe application. Having found that the applicant had established a\r\nprior\nreputation in the mark as registered\nthe court concluded that if\r\na prima facie case was made out that the mark should not have been on\r\nthe register, an interim interdict\ncould issue. In other words,\r\nregistration is not a defence to a passing-off claim if the claimant\r\nfor interim relief is able to\nshow that the register ought to be\r\nrectified by the removal of the registration.\n[9]\nGlenton\r\n& Mitchell\nrelied for\r\nits conclusion on s 127 of the Patents, Designs, Trade Marks and\r\nCopyright Act 9 of 1916 which provided that the provisions\nof that\r\nAct did not affect the rights of action against anyone for\r\npassing-off or the remedies in respect thereof. A preceding\nsection,\r\ns 124, provided that no one was entitled to institute trade mark\r\ninfringement proceedings unless the trade mark was registered.\nThese\r\nprovisions were taken over from the applicable UK Act. The purpose of\r\ns 127 was to set to rest any doubt that may have been\ncreated by s\r\n124 as to whether a person could rely on an unregistered mark for\r\npurposes of passing-off (\nSebastianâs\r\nLaw of Trade Mark\n5 ed 1911\r\np 392) and it recognized the practice that a trade mark could be\r\nremoved from the register simultaneously with the grant\nof an\r\ninterdict or injunction on the ground of passing-off (\nop\r\ncit\np18).\n[10]\tSection 43 of the Trade Marks Act\r\n62 of 1963 (as amended in 1971) conjoined the provisions of sections\r\n124 and 127, and the\nterms of s 127 became a proviso to those of s\r\n124.\n1\nIn\nSolmike (Pty) Ltd t/a\r\nSkipper's Cabin v West Street Trading Co (Pty) Ltd t/a Skipper Bar\n1981 (4) SA 706\n(D) 711H-712B, after quoting from\nGlenton\r\n& Mitchell\n, Page J said\r\nthis:\nâ\nThere\r\nis no authority quoted for the proposition that it is incumbent upon\r\nthe person seeking relief for passing-off under these\ncircumstances\r\nto show that he is prima facie entitled to a rectification of the\r\nregister. It seems to me, with great respect, that\nthe postulation of\r\nthis requirement constitutes the introduction of an unnecessary and\r\nirrelevant element into the plaintiff's\ncause of action. If the fact\r\nthat the defendant is the proprietor of a registered trademark is\r\nirrelevant to passing-off proceedings,\nthe question of whether it is\r\nliable to expungement or not is equally irrelevant. Of course, the\r\nfact that the use by the defendant\nof his registered mark constitutes\r\npassing-off will ordinarily mean that the registration is liable to\r\nexpungement or some other\nform of rectification; and it is normally\r\nexpedient for the plaintiff in such cases to move for the\r\nrectification (Kerly on\nTrademarks\n10th ed paras 16 - 81 at 429 - 430). But neither such rectification\r\nnor the right to obtain it is an element of the cause of action\nin\r\npassing-off.\nâ\n[11]\tWith all due respect to the\r\nlearned judge, an expert in trade mark law, I venture to disagree\r\nwith his premise and conclusion\nand I also do not understand why he\r\nmade the statement in the context of the facts of that case. It is\r\ntrue that there was no authority\nfor the mentioned proposition in\nGlenton & Mitchell\nbut there was also no authority to the contrary. (The cases referred\r\nto by\nD\r\nKitchen et al\nKerlyâs\r\nLaw of Trade Marks and Trade Names\n14 ed (2005) para\n15-209\r\nare particularly unhelpful.) The\nGlenton\r\n& Mitchell\nproposition\r\nappears to me to be eminently sensible having regard to the Act as a\r\nwhole. I have already explained that the purpose\nof the proviso is to\r\nconfirm that the Act did not abolish the principles of passing-off,\r\nmeaning in context that the owner of a\ncommon-law or unregistered\r\ntrade mark is entitled to enforce it with a passing-off action. Such\r\na party has, however, to suffer\nthe disadvantages of\r\nnon-registration, for instance, it has to prove its prior reputation\r\nin the mark â something unnecessary\nand even irrelevant in most\r\ntrade mark infringement cases.\n[12]\tI do not understand the provision\r\nto mean that a common-law mark may, without more, trump a registered\r\nmark. It is often said\nthat intellectual property rights are negative\r\nrights meaning that they do not give the holder a right to do\r\nsomething but only\na right to prevent others from doing so. It is not\r\nnecessary to debate the correctness of the theory in the present\r\ncontext because\ntrade marks are granted on the understanding that\r\nthey will be used. This flows not only from the definition of a trade\r\nmark but\nalso from the fact that they are subject to revocation on\r\nthe ground of non use. (See\nSouth\r\nAfrican Football Association v Stanton Woodrush (Pty) Ltd t/a Stan\r\nSmidt & Sons\n2003 (3)\r\nSA 313\n(SCA);\n[2003] 1 All SA 274\n(SCA) para 14.)\nAnd\r\nthere is also s 34(2)(g) which states that a registered trade mark is\r\nnot infringed by the use of any identical or confusingly\nor\r\ndeceptively similar trade mark which is registered. It appears to me\r\nto be anomalous to have a situation that a registered mark\nmay not be\r\ntrumped by another registered mark but that it may by an unregistered\r\nmark.\n[13]\tThe position in my judgement is\r\nthat if party A wishes to prevent party B from using Bâs registered\r\ntrade mark, party A has\nto establish a ground for revocation. In\r\ninterim proceedings this need only be done on a prima facie basis and\r\nthe approach in\nGlenton &\r\nMitchell\nshould be\r\nfollowed. In proceedings for final relief the ground has to be\r\nestablished on a balance of probabilities and for the\nsake of good\r\norder the relief sought should include as a precondition the removal\r\n(or limitation) of the registered mark. It is\nin this sense that a\r\nregistered trade mark is not an âabsolute defenceâ to a\r\npassing-off claim.\n[14]\tIn any event, I have difficulty\r\nin understanding the point that Spitz sought to make. As I have\r\nindicated, its case for removal\nof the trade marks from the register\r\nwas premised on the supposition that it had a prior reputation in\r\nâKGâ. Should Spitz be\nunable to establish this, I fail to see how\r\nit could establish the same fact in a passing-off context.\nTurbekâs delay defence\n[15]\tTurbekâs first line of defence\r\nwas a reliance on what counsel referred to as an âequitable\r\ndefenceâ of delay: if a party\ndelays in enforcing its rights the\r\nparty may in the discretion of the court either forfeit the rights or\r\nbe precluded from enforcing\nthem. The factual basis of the defence\r\nwas, briefly put, that  Spitz had knowmn since 1 October 2001 of\r\nTurbekâs trade mark applications\nand its use of the mark âKGâ\r\non footwear but only took steps to enforce its alleged common-law\r\nrights when it instituted the\npresent proceedings during July 2007.\r\nThis delay, according to the submission, amounted to acquiescence\r\nwhich disentitled Spitz\nfrom attacking the registrations or obtaining\r\nan interdict. Counsel relied on a statement by Patel J that our law\r\nrecognises a\ndefence of acquiescence distinct from estoppel and that\r\nthe doctrine can be applied to halt cases where necessary to attain\r\njust\nand equitable results (\nBotha\r\nv White\n2004 (3) SA 184\n(T)\r\npara 24 and 31). That Patel J had failed to take account of binding\r\nauthority that contradicted his bald statement and that\nhe had\r\nmisread authority on which he sought to rely was pointed out by\r\nThring J in\nNew Media\r\nPublishing (Pty) Ltd v Eating Out Webb Services CC\n[2005] ZAWCHC 20\n;\n2005 (5) SA 388\n(C) 406I-407J. During argument it became clear that\r\ncounsel was unable to contend more than that delay may in a suitable\r\ncase be\nevidence of an intention to waive, evidence of a\r\nmisrepresentation that might found estoppel, or evidence of consent\r\nfor purposes\nof the\nvolenti\r\nnon fit injuria\nprinciple\n.\nIn other words, counsel was unable to substantiate his submission\r\nthat acquiescence is a substantive defence in our law. Delay,\nin the\r\ncontext of trade mark law, may provide evidence of a loss of goodwill\r\nor distinctiveness but that was not Turbekâs case\non the papers.\r\nAll this does not mean that delay may not have procedural\r\nconsequences; for instance, it may be a factor to take\ninto account\r\nin exercising a courtâs discretion to refuse to issue a declaration\r\nof rights or an interim interdict or, maybe,\neven a final interdict,\r\nleaving the claimant to pursue other remedies such as damages. Maybe\r\nthis was what Patel J had in mind.\nIf not, he erred.\nThe s 10(16) attack: Did  Spitz\r\nhave an existing right?\n[16]\tAgainst this background I proceed\r\nto consider the real issue between the parties and that is whether \r\nSpitz had, as at 7 March\n2000 (the date of Turbekâs applications),\r\nan existing right in the trade mark âKGâ in class 25 for purposes\r\nof s 10(16) of\nthe Act. There was no attempt in either the papers or\r\nargument to establish a right in class 35 and I shall leave it aside.\n[17]\tIn context the question is\r\nwhether the mark âKGâ formed part of  Spitzâs goodwill.  Spitz\r\nhad to show that it was at\nthe date the common-law proprietor of the\r\nâKGâ trade mark, and this required proof that  Spitz âoriginated,\r\nacquired or adopted\nit and has used it to the extent that it has\r\ngained the reputation as indicating that the goods in relation to\r\nwhich it is usedâ\nbelonged to Spitz  (\nMoorgate\r\nTobacco Co Ltd v Philip Morris Inc\nâ a trade mark determination by Hon WG Trollip referred to inter\r\nalia by Southwood J in\nButterworths\r\nPublishers (Pty) Ltd v Jacobsens Group (Pty) Ltd\n[2005] 2 All SA 588\n(T) para 34). As Colman J explained, extensive\r\nuse creates the intangible property rights in an unregistered\r\n(common-law) trade\nmark (\nOils\r\nInternational (Pty) Ltd v Wm Penn Oils Ltd\n1965 (3) SA 64\n(T) 70G). In other words, Spitz had to discharge the\r\nsame onus in relation to reputation that it would have had under a\r\npassing-off\nclaim (\nAdcock-Ingram\r\nProducts Ltd v Beecham SA (Pty) Ltd\n1977 (2) SA 434\n(W) 436H-437E;\nCaterham\r\nCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\n[1998] ZASCA 44\n;\n1998 (3) SA 938\n(SCA) para 16 and 21-22).\n[18]\t Spitz has a chain of stores\r\nspecializing in footwear but it also sells clothing. During 2000 it\r\nhad 17 stores countrywide.\nAs mentioned, it held the âKurt Geigerâ\r\ntrade mark since 1990, and it sold its trademarked merchandise\r\nexclusively through\nits stores. It cannot be doubted that it had,\r\napart from its registered mark, a substantial reputation in âKurt\r\nGeigerâ. Although\nSpitz alleged in its founding papers that it also\r\nhad a substantial reputation and goodwill during 2000 in the âKGâ\r\ntrade mark\ndue to extensive use, it appeared that this statement was\r\nseriously misleading as was the whole tenor of the founding affidavit\n\non prior use. It transpired ultimately that all that Spitz could\r\nestablish â as far as footwear is concerned â was that it\nhad\r\nadvertised before 2000, maybe as early as 1997, footwear under a\r\ncombination trade mark consisting of the letters KG with an\noverlay\r\nof the name Kurt Geiger. Only in reply did Spitz clarify the position\r\nwhen it admitted that it did not and does not brand\nits footwear as\r\nâKGâ. It then stated that the basis of its case was that it had\r\nused the trade mark Kurt Geiger since 1972\nin relation to footwear;\r\nthat the public has âalwaysâ known and referred to the Kurt\r\nGeiger brand as âKGâ; that it had\nused the combination trade mark\r\nin relation to clothing and footwear since âat leastâ 1997; and\r\nthat it had used âKGâ in\nrelation to clothing and related\r\naccessories since âat leastâ 1997.\n[19]\tThere is no objective evidence of\r\nuse of the trade mark âKGâ prior to the effective date of\r\nTurbekâs applications, namely\n7 March 2000, and in the light of the\r\nway the founding affidavit was formulated one cannot rely simply on\r\nthe uncorroborated allegations\nmade on behalf of Spitz. The only\r\nevidence of use of âKGâ on clothing or accessories in 2000\r\nconsists of two photographs of\nshirts taken inside a store. The\r\ncamera dated them as â00, 9 12â and this, the deponent said,\r\nproves that they were taken on\n12 September 2000. Accepting that, it\r\ndoes not prove an existing reputation as at the effective date. The\r\none photo shows a number\nof folded shirts with the mark âKGâ on\r\nthem. It is not possible to determine the significance of the\r\ninitials especially where\nthe unfolded shirts use either Kurt Geiger\r\nor the combination mark. The photo of the storeâs interior shows\r\nthe use in large\nletters of the Kurt Geiger mark â and not the\r\ncombination mark â in relation to footwear.\n[20]\tThe allegation under oath that\r\nthe public has âalwaysâ known and referred to the Kurt Geiger\r\nbrand as âKGâ is not only\na gross overstatement of what the few\r\nunimpressive confirmatory affidavits state but also appears to me to\r\nbe contrived and in\nconflict with the probabilities that flow from\r\nthe steps Spitz took during 2000 and thereafter in respect of trade\r\nmarks. On 10\nApril 2000, Spitz applied for the registration of the\r\ncombination mark in class 25. Surprisingly for a company that is\r\nbrand conscious\nand thought that it had trade mark rights in relation\r\nto the âKGâ mark, it did not file at that time a similar\r\napplication\nfor âKGâ. It was only on 20 September 2001 that it\r\napplied for the registration of âKGâ in class 25 and also in\r\nclass 9,\nwhich was followed a few days later by a letter of demand\r\naddressed to Turbek. Spitz there stated that it had used its âtrade\n\nmarks Kurt Geiger and KG extensively . . . in relation to . . .\r\nfootwearâ, presaging the misrepresentation contained in the\r\nfounding affidavit. It knew by then that Turbek was using the trade\r\nmark KG Italia which is confusingly similar to âKGâ but\nin spite\r\nof its threats it took no action based on passing-off until seven\r\nyears later.\n[21]\tSpitzâs fallback argument was\r\nthat âKGâ was the dominant part of the combination mark and that\r\nits rights to the âKGâ\nmark flowed from that fact. I do not\r\nbelieve that it was dominant. âKurt Geigerâ is the older and more\r\nprominent mark. Furthermore,\nclothes â and this applies also to\r\nfootwear â usually have a clear indication of their trade origin on\r\ninternal labels (\nDaimlerChrysler\r\nAG v Javid Alavi t/a Merc\n[2001] RPC 813\n823 â the facts of this case are rather\r\nilluminating) and are bought with reference to their labels (\nJeremy\r\nPhillips\nTrade\r\nMark Law â A Practical Anatomy\n(2003)\r\nOUP paras 10.29-10.33). This is especially true in the case of\r\nâdesignerâ clothing such as âKurt Geigerâ products.\nSpitz\r\nsold the products only in its own stores where, according to the\r\nphotos, the mark âKurt Geigerâ was displayed prominently\nwithout\r\nthe combination. In my judgement the scale and nature of the\r\nconjunctive use was such that no separate and distinct reputation\n\narose in relation to âKGâ simpliciter.\nThe s 10(15) attack\n[22]\tI have\r\nmentioned that Turbek, before acceptance and advertisement, applied\r\nfor the amendment of its applications from âKG\nItaliaâ to âKGâ.\r\nThe amendment was effected after the date of Spitzâs application\r\nfor registration of âKGâ in class\n25, namely 20 September 2001.\r\nSpitz alleged that the amendment could not have been effected ex\r\nparte and without notice to it.\nThe amendment took place in terms of\r\ns 46(1), which entitles the registrar, before the registration of a\r\ntrade mark, to permit\nthe amendment of any document relating to the\r\napplication on such terms as he may think just. The complaint is that\r\nthe registrar\nshould have required notice to Spitz of the proposed\r\namendment in the light of its pending âKGâ application in class\r\n25. On\nthe assumption that the registrar had erred, the complaint\r\nshould have been addressed by means of review proceedings under s 57\n\nof the Act, something Spitz has failed to do. Indirect reviews are\r\ngenerally not countenanced (compare\nKimberly-Clark\r\nof SA (Pty) Ltd (formerly Carlton Paper of SA (Pty) Ltd) v Proctor &\r\nGamble SA (Pty) Ltd\n1998 (4) SA 1) (SCA) 14H-15C;\r\n[1998] 3 All SA 77 (A);\nSouth\r\nAfrican Football Association v Stanton Woodrush (Pty) Ltd t/a Stan\r\nSmidt & Sons\n2003 (3)\r\nSA 313\n(SCA);\n[2003] 1 All SA 274\n(SCA) para 28).\n[23]\tSection 10(15) provides that a\r\nmark may not be registered and, if registered, is subject to\r\nrevocation, if it is identical\nor confusingly similar to a mark which\r\nis the subject of an earlier application by a different person in\r\nrespect of the same or\nsimilar goods or services. Spitz submitted in\r\nthis regard that since its application for the âKGâ mark\r\npre-dates Turbekâs\namendment to âKGâ, its application for\r\nregistration of âKGâ in class 25 is an earlier application for\r\npurposes of the provision.\nThe argument assumes that the amendment\r\nincreased the scope of Turbekâs rights. I do not accept the\r\ncorrectness of the assumption\non the facts of the case. It has always\r\nbeen common cause that âKGâ and âKG Italiaâ are confusingly\r\nsimilar. Furthermore,\nâKG Italiaâ could have been registered\r\nsubject to a disclaimer or limitation relating to âItaliaâ. In\r\nthat event Spitz\nwould have had no case under s 10(15). The deletion\r\nof âItaliaâ had more or less the same effect as a disclaimer or\r\nlimitation\nwould have had.\nConclusion\n[24]\tHaving found that Spitzâs\r\napplication to have the two registrations removed has to be dismissed\r\nit follows in the light of\nmy earlier findings that Spitzâs\r\napplication as a whole should have been dismissed with costs in the\r\ncourt below. The appeal\nhas therefore to succeed with costs and the\r\nfollowing order is made:\n1\tThe appeal is upheld with costs.\n2\tThe order of the court below is set\r\naside and replaced with an order dismissing the application with\r\ncosts.\n________________________\nL T C HARMS\nDEPUTY PRESIDENT\nFor Appellant:\tA J BESTER\nInstructed by:\tSPOOR & FISHER\nPRETORIA\nMATSEPES INC\nBLOEMFONTEIN\nFor Respondent:\tG E MORLEY SC\nA M ANNANDALE\nInstructed by:\tBOWMAN GILFILLAN INC\nJOHANNESBURG\nHONEY ATTORNEYS\nBLOEMFONTEIN\n1\nSection 43:\nâNo person shall be entitled to institute any proceedings, to\r\n\tprevent, or to recover damages for, the infringement of a trade\nmark\r\n\tnot registered under this Act: Provided that nothing in this Act\r\n\tshall affect the rights of any person, at common law, to\nbring an\r\n\taction against any other person for passing-off goods or services as\r\n\tthose of another person.â",
  "scraped_at": "2026-02-12T05:27:26.485984",
  "date": "2009-11-27",
  "coram": [
    "HARMS DP",
    "LEWIS",
    "PONNAN",
    "MHLANTLA JJA",
    "HURT AJA"
  ],
  "case_number": "565/08",
  "parties": {
    "applicants": [
      "Turbek Trading CC"
    ],
    "respondents": [
      "A & D Spitz Limited",
      "Registrar of Trade Marks"
    ]
  },
  "sections": {
    "facts": "Turbek Trading CC owned two registered trade marks consisting of the initials \"KG\", one for clothing, footwear and headgear (class 25) and a service mark (class 35). The marks were originally applied for as \"KG Italia\" in March 2000, but were amended to \"KG\" alone after a disclaimer was suggested by the registrar. The applications were advertised and registered on 29 February 2005. A & D Spitz Ltd (Spitz) owned the earlier trademark \"Kurt Geiger\", registered in class 25 for footwear in 1990, and claimed that it had used the abbreviation \"KG\" in commerce prior to Turbek's 2000 application. Spitz sought expungement of Turbek's registrations on the basis of prior rights under s 10(16) of the Trade Marks Act, and also pursued infringement and passing‑off claims.",
    "issues": "The court had to determine (1) whether Spitz possessed a pre‑existing right in the mark \"KG\" in class 25 at the date of Turbek's applications, thereby justifying revocation under s 10(16); (2) whether the amendment of Turbek's application from \"KG Italia\" to \"KG\" infringed any procedural rules under s 46(1) and s 10(15); (3) whether the defence of delay/acquiescence raised by Turbek could defeat Spitz's claim; and (4) the relevance of the passing‑off and infringement arguments to the revocation proceedings.",
    "principles": "The judgment relied on statutory provisions of the Trade Marks Act, notably s 10(16) (revocation where a later mark conflicts with an earlier right), s 10(15) (conflict with an earlier application for the same or similar goods), s 34(1)(b) and s 34(2)(g) (likelihood of confusion and infringement), and s 127 of the Patents, Designs, Trade Marks and Copyright Act (preserving common‑law passing‑off actions despite registration). The court also examined the doctrine of delay/acquiescence, noting that South African law does not recognise it as a substantive defence in trademark disputes, only as a factor in exercising discretion. Pre‑existence of a common‑law right requires proof of use and goodwill prior to the opponent’s filing date.",
    "application": "The court found that Spitz failed to produce objective evidence of use of the bare \"KG\" mark before 7 March 2000; the only evidence was a few photographs from September 2000 and an affidavit that the company never actually branded footwear as \"KG\" but as \"Kurt Geiger\". Consequently, Spitz could not demonstrate a prior right in class 25 for the mark \"KG\". The amendment of Turbek's application was permissible under s 46(1) and did not require notice to Spitz. The delay defence advanced by Turbek was rejected as it did not meet the requirements of a substantive acquiescence defence. Accordingly, the grounds for expungement under s 10(16) and s 10(15) were untenable.",
    "conclusion": "The appeal by Turbek Trading CC was upheld. The lower court’s order to expunge Turbek’s registrations was set aside and replaced with an order dismissing Spitz’s application. Costs were awarded in favour of Turbek."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trade Marks",
    "level_3": [
      "revocation",
      "prior rights",
      "passing‑off",
      "delay defence",
      "section 10(16)"
    ]
  }
}