{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/57.html",
  "case_name": "Mathenjwa NO and Others v Magudu Game Company (Pty) Ltd (258/08) [2009] ZASCA 57; 2010 (2) SA 26 (SCA) ; [2009] 4 All SA 15 (SCA) (28 May 2009)",
  "citation": "[2009] ZASCA 57",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 57\n|\nNoteup\n|\nLawCite\nMathenjwa NO and Others v Magudu Game Company (Pty) Ltd (258/08) [2009] ZASCA 57; 2010 (2) SA 26 (SCA) ; [2009] 4 All SA 15 (SCA) (28 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:\n258/08\nMKITHI JAPHET MATHENJWA NO\tFirst Appellant\nJERE OLPAS GUMBI NO\tSecond Appellant\nEMMANUEL CEBO GUMBI NO\tThird Appellant\nGUGU SYDNEY GUMBI NO\tFourth Appellant\nGQAMANGAYE MICHAEL GUMBI NO\tFifth Appellant\nBHINJA MIKAYELI MATHENJWA NO\tSixth Appellant\nMANDLA ELLIOT GUMBI NO\tSeventh Appellant\nLONDO ISRAEL GUMBI NO\tEighth Appellant\nNTOMBEMHLOPHE ELIZABETH NGCAMPHALALAI NO\tNinth Appellant\nMBEKISENI ZEBLON GUMBI NO\tTenth Appellant\nSINDOSOWE MONICA MATHENJWA NO\tEleventh Appellant\nand\nMAGUDU GAME COMPANY (PTY) LTD\tRespondent\nNeutral citation:\nMathenjwa\r\nv Magudu Game Company\n(258/08)\n[2009] ZASCA\n5\n7 \r\n(28 MAY 2009)\nCoram:\nSTREICHER ADP, NUGENT,\r\nLEWIS, PONNAN\nJJA AND KROON AJA\nHeard:\n12 MAY 2009\nDelivered:\n28 MAY 2009\nSummary:\nWild animals -\nownership\nin\r\nâ whether\nownership\nacquired and\nthereafter lost\n.\nORDER\nOn appeal from:\nHigh Court\r\nPietermaritzburg (\nKoen J\nsitting as a court of first instance).\nThe appeal is dismissed with costs.\nJUDGMENT\nKROON AJA (STREICHER ADP, NUGENT, LEWIS, PONNAN JJA  \r\nconcurring)\n[1]\tThis appeal relates to a vindicatory application\r\nlaunched by the respondent in the Pietermaritzburg High Court in\r\nwhich the\neleven appellants\ninter alios\nwere\r\ncited as respondents.  (The respondent did not pursue relief against\r\nthree further entities cited as respondents in the court\na quo, and\r\nthey are not involved in this appeal).  The matter concerns the\r\nownership of wild animals.\n[2]\tThe appellants are the trustees of the Emwokweni\r\nCommunity Trust  (the Trust) which, representing a local community,\r\nis the\nowner of certain farms situate in the Magudu area, Vryheid,\r\nKwazulu-Natal (the trust properties). The respondent is a registered\n\ncompany and conducts the business of the Magudu Game Reserve, which\r\nadjoins the trust properties.\n[3]\tThe relief sought by the respondent was the\r\nfollowing:\n(a)\ta declarator that it is the owner of all the game\r\npresently on the trust properties, as well as all game as may in\r\nfuture enter\nupon the properties from the Magudu Game Reserve, or\r\nalternatively, is entitled to possession thereof.\n(b)\tan order that the Trust, its employees, and/or any\r\nassociates through the Trust be interdicted from interfering with,\r\ndealing\nin, hunting, removing and/or in any way becoming involved\r\nwith the said game;\n(c)\ta declarator that the respondent is entitled to\r\nenter upon the trust properties for purposes of removing the game and\r\nrelocating\nsame to the Magudu Game Reserve.\n[4]\tBy agreement between the parties the issues embraced\r\nin the relief sought were referred for the hearing of oral evidence.\r\nSubsequent\nto the hearing of the oral evidence the court a quo (Koen\r\nJ) was advised that the parties were agreed:\n(a)\tthat the game in issue was confined to specific\r\nspecies. (In correspondence preceding the launch of the application\r\nthe Trust\nconceded that the elephants, rhinoceroses and buffaloes on\r\nthe trust properties, did not belong to the Trust and no claim was\r\nlaid\nthereto.  The court a quo was advised that this was a gratuitous\r\nconcession, not based on any legal principle.  (In fact, in the\n\ncorrespondence the Trustâs attorneys advised the respondentâs\r\nattorneys that the three species in question could be removed\nby the\r\nrespondent)\n);\n(b)\tthat the interdict referred to in the notice of\r\nmotion (if granted) should extend only to âdisposing of, dealing\r\nin, hunting\nand removingâ the game until the respondent had removed\r\nthe game from the trust properties.\n[5]\tIn the result, the court a quo in substance granted\r\nthe relief sought (in respect of the specified game, as agreed). It\r\nis that\ndecision which the appellants seek to assail in this appeal.\r\nThe appeal is with the leave of the court a quo.\nBACKGROUND\n[6]\tIn 1995 three farmers, Mr Greeff (representing Die\r\nGreeff Eiendoms Trust), Mr Crafford (representing the Mahlatini Game\r\nRanch\n(Pty) Ltd) and Mr Coetzer, whose farms were contiguous, agreed\r\nto remove the fences between their farms to form a game reserve,\n\nallowing the game on the farms to range freely between the various\r\nproperties.  They decided to form a company (the respondent)\nwhich,\r\nthe respondent alleged, would own the game on the reserve.  Various\r\nagreements were signed by the parties for the implementation\nof their\r\narrangement.  (Certain terms of these agreements will receive closer\r\nattention later in this judgment).  The court a quo\nreferred to the\r\ncontracting parties as âthe foundersâ.\n[7]\tIn 2001 a Mr Bouwer, the owner of the trust\r\nproperties inter alia, entered into negotiations with the respondent\r\nand joined\nthe venture, and the fences between the reserve and his\r\nland, including the trust properties, were subsequently removed and\r\nhis\nland and game were added to the reserve.  In 2001 Bouwer signed\r\ncertain of the agreements referred to in the preceding paragraph,\nas\r\nalso other agreements with the respondent.\n[8]\tAround the perimeter of the reserve the fence was\r\nupgraded and electrified.  In the case of Bouwerâs properties these\r\nsteps\nwere taken before the internal fences between those properties\r\nand the remainder of the reserve were removed.\n[9]\tIn April 2006 Bouwer claimed that his agreement with\r\nthe respondent was void and he sought restitution, including all the\r\nproceeds\nreceived from the sale of game emanating from his properties\r\nto various hunters since 2001.\n[10]\tIn May 2006, the Trust acquired ownership of the\r\ntrust properties pursuant to a successful land claim under the\r\nRestitution\nof Land Claims Act 22 of 1994 and the purchase by the\r\nState, through the Regional Land Claims Commissioner, of the\r\nproperties from\nBouwer.  After the purchase the properties were\r\ntransferred to the Trust.\n[11]\tFor the purposes of the acquisition of the trust\r\nproperties by the Land Claims Commission on behalf of the Trust from\r\nBouwer\nthe land was valued by an appraiser, Mr Pretorius.  In his\r\nreport, confirmed in his evidence, he recorded that in arriving at a\n\nvalue he took into account that, as he had been told by both Greeff\r\nand Bouwer, ownership  of the game on the properties vested\nin the\r\nrespondent and game counts could not be done as the properties were\r\nmanaged together with the greater Magudu Game Reserve\ncomprising a\r\ntotal of some 15 000 hectares, accommodating four of the big five\r\nwild animals (lions being excluded), but, on the\nother hand, that\r\ngame did occur on or traverse the trust properties.\n[12]\tAfter taking transfer of the trust properties the\r\nTrust declined to become a member of the Magudu Game Reserve. \r\nFollowing\non disagreements between the Trust and the respondent (the\r\nformer wishing to grant hunting concessions on the trust properties)\n\nthe\nT\nrust\r\ndenied the respondent, its employees or agents any right of access to\r\nthe properties and in fact obtained an interdict against\nsuch access\r\n(required by the respondent, so Greeff averred, for maintenance and\r\nconservation purposes). (According to the judgment\nof the court a quo\r\nan interim working arrangement was, however, subsequently reached\r\nwhich operates pending the outcome of the\nproceedings, and the\r\ninterim interdict was discharged. We were advised from the Bar that\r\nthe interim arrangement permits hunting\nto take place on the trust\r\nproperties subject to the proceeds being deposited into a trust\r\naccount.) The position remains that\nthere are no fences between the\r\ntrust properties and the land comprising the reserve.\n[13]\tThe institution of the present litigation ensued.\r\nThe essential questions that fell to be decided were whether the\r\nrespondent\nacquired ownership of the game in question and, if so,\r\nwhether it retained or lost such ownership.\nTHE AGREEMENTS SIGNED\n[14]\tThe founders signed an âUmbrella Agreementâ, a\r\ndocument titled âThe Magudu  Game Reserve Association \r\nConstitutionâ,\na âShareholdersâ Agreementâ, a âGame\r\nValuation and Count Agreementâ, various âUse Agreementsâ and\r\nâAgreements of\nGame Purchasedâ.\nThe effect of these agreements was that the shareholding\r\nof each of the founders in the respondent (the incorporation of which\r\nwas\nenvisaged and was subsequently effected) was determined with\r\nreference to the size of their respective properties, and a monetary\n\nadjustment was made with  reference to the value of the game found on\r\neach founderâs land (as agreed) and contributed to the\njoint\r\nventure, so that a shareholderâs total contribution to the venture\r\n(consisting of game, or game and money) corresponded\nwith his\r\nshareholding. Each shareholder, however, retained ownership of the\r\nproperty made available to the scheme by him or it.\n[15]\tPursuant to the negotiations with Bouwer in respect\r\nof the addition of his land and game to the Magudu Game Reserve on a\r\nsimilar\nbasis, the agreements (with the exception of the âUse\r\nAgreementsâ) were extended to, and some new agreements concluded\r\nwith,\nhim.  On 5 March 2003 Bouwer appended his signature to the\r\nâUmbrella Agreementâ, the âConstitutionâ, a âDeed of\r\nAcceptance\nof Membership of the Magudu Game Reserve Associationâ\r\nand the âShareholdersâ Agreementâ.  He also signed (on a date\r\nnot\nspecified) a âRecord of Agreementâ between himself and the\r\nrespondent.  On 7 July 2003 he signed a âKoopooreenkomsâ\r\n(âpurchase\nagreementâ) providing for the purchase by the\r\nrespondent from him of certain land and the game thereon as a going\r\nconcern.\n[16]\tThe final arrangement with Bouwer, although similar\r\nto that between the three founding members, was, however, not\r\nidentical.\nInitially, the âRecord of Agreementâ (which, while not\r\nbeing a model of clarity, reflected an agreement in principle)\r\nprovided\ninter alia  that:\n(a)\tBouwerâs properties (set out in an annexure) would\r\nform part of the Magudu Game Reserve;\n(b)\tBouwer would acquire a 20 per cent shareholding in\r\nthe respondent (to be transferred to him from the existing\r\nshareholders);\n(c)\tthe value of all the game on the extended reserve\r\nwas R24 370 000;\n(d)\tthe consideration for the shareholding (R4 874 000,\r\nbeing 20 per cent of R24 370 000) would be settled by the\r\nselling of\ncertain land and game to the existing shareholders as well\r\nas a cash payment, made up as follows:\nland (± 1650 hectares at R1 100 each):\tR1 815\r\n000\ngame:\t\t\t\t\t\tR1 289 840\ncash:\t\t\t\t\t\tR1 769 160.\n(e)\tall internal fencing was to be taken away by not\r\nlater than August 2002.  (In fact, Greeff testified that a delay\r\nsupervened).\n[17]\tHowever, it was thereafter agreed that the\r\nshareholding in the respondent  be increased and that Bouwer  receive\r\n20 per cent\nof the increased shareholding (from the respondent) for\r\nthe consideration of R4 874 000.  The âKoopooreenkomsâ\r\nwas\nthereafter concluded.  The total consideration payable by the\r\nrespondent in terms thereof was R1 951 105, which included\n\nR572 605 in respect of game.  The land which was the subject of the\r\nagreement comprised portions of two of the properties referred\nto in\r\nthe annexure to the âRecord of Agreementâ (which rendered it\r\nnecessary for subdivisions to be effected).  The reasons\nfor the\r\nrestricted sale of ground need not be set out.  According to Greeff\r\nthe game reflected by the sum of R572 605 was\nthe estimated\r\namount of game on the properties in question at the time.\n[18]\tAt a late stage in his oral testimony Greeff seemed\r\nto suggest that the game to the value of R572 605 may have been in\r\naddition\nto the game to the value of R1 289 840 referred to in\r\nthe âRecord of Agreementâ.  However, to the extent that that was\n\nthe import of his evidence, he was clearly confused and mistaken in\r\nthis regard.  There was no suggestion that in the interim Bouwer\nhad\r\nintroduced further game onto his properties and Greeff had earlier\r\nstated that the game referred to in the âRecord of Agreementâ\nwas\r\nthat which was on all of the properties referred to in the annexure\r\nthereto.\n[19]\tIn the result, therefore, the final arrangement was\r\nthat as a quid pro quo for his 20 per cent shareholding Bouwer would\r\nbe\ncredited with the sale price provided for in the âKoopooreenkomsâ;\r\ntransfer the land referred to in the âKoopooreenkomsâ\nto the\r\nrespondent; make the remainder of the land referred to in the\r\nannexure to the âRecord of Agreementâ (of which he would\nremain\r\nthe owner) available to the respondent as part of the extended\r\nreserve; contribute game to a total value of R1 289 840 to\nthe\r\nventure; and make payment of the cash amount of R1 769 160.\n[20]\tThe cash amount involved was paid by Bouwer (albeit\r\nto the other shareholders, not the respondent).  The land referred to\r\nin\nthe âKoopooreenkomsâ  was, however, never transferred to the\r\nrespondent and no shares were ever issued to Bouwer.  The agreements\n\nwith him remained executory and became the subject of ongoing\r\nlitigation between the parties.  However, the result of the removal\n\nof the fences between Bouwerâs properties and the other land\r\nutilized by the respondent was that the game that was on Bouwerâs\n\nproperties intermingled and roamed freely with the other game over\r\nthe extended reserve.\n[21]  \tBoth prior to and subsequent to the negotiations\r\nand agreements concluded with Bouwer, the respondent acquired\r\nsubstantial\namounts of further game (over and above that originally\r\non the land) by purchase or barter, and added same to the reserve. \r\nProgeny\nhas also been born to the game on the land.\nTHE ORAL EVIDENCE\n[22]\tGreeff, a director of the respondent, deposed to\r\nthe founding and replying affidavits on behalf of the respondent.  He\r\nalso\ngave evidence at the oral hearing.  In addition to sketching the\r\nhistory of the matter, including the various agreements signed,\nhis\r\ntestimony was to the effect that the owners of the land which formed\r\nthe constituent parts of the game reserve all agreed that\nthe\r\nrespondent  would become owner of all the game on the reserve and\r\nthat was their common intention.  Crafford (whose interest\nin the\r\nventure was at a later stage acquired by Greeff) also testified that\r\nas far as he was concerned, when the internal fences\nwere removed, so\r\nthat the game could roam over the entire reserve, the respondent\r\nbecame the owner of the game.  Under cross-examination,\nhowever, he\r\nagreed that the way in which the game previously on the farms was\r\ndealt with was governed by the terms of the various\nagreements âas\r\nthey interacted with each otherâ, that there were no separate oral\r\nagreements that did not form part thereof\nand that the consequences\r\nof the arrangement were to be found âon an interpretation basisâ.\n[23]\tThe Trust did not tender any oral testimony.  Its\r\nstance in the answering affidavit filed on its behalf, and in\r\ncross-examination\nduring the oral testimony, was that the respondent\r\nwas put to the proof of its allegation of its ownership of the game\r\nin question\nand that the various agreements invoked by the respondent\r\ndid not substantiate its claim.\nTHE JUDGMENT OF THE COURT A QUO\n[24]\tKoen J had regard to the following common law\r\nprinciples relating to the ownership in game:\n(a)\tWild animals which are in a natural state of freedom\r\nbecome the property of their captor wherever and however captured\r\nprovided\nthat apart from physical control, the\nanimus\nto be  the owner is also present;\n(b)\tA wild animal which escapes from physical control,\r\ndisappears from the sight of its previous owner and regains its\r\nnatural state\nof freedom becomes\nres nullius\nwith a consequent loss of ownership.\n1\n[25]\tThe learned judge further held, correctly, that the\r\nabstract theory applies in our law in respect of the passing of\r\nownership\nin property.\n2\nIn terms thereof, a valid underlying transaction or\niusta\r\ncausa traditionis\nis not a requirement for\r\nthe valid transfer of ownership. Provided that the agreement to\r\ntransfer ownership (the âreal agreementâ\nor âsaaklike\r\nooreenkomsâ) is valid, ownership will pass in pursuance and on\r\nimplementation thereof, notwithstanding that the\ncausa\n(the âverbintenisskeppende ooreenkomsâ or âcontractual\r\nagreementâ) may be defective. In other words all that is required\n\nis delivery (actual or constructive) coupled with an intention to\r\npass and receive ownership.\n[26]\tThe conclusion reached by the learned judge was\r\nthat the individual parties to the game reserve venture (who were the\r\nowners\nof the game on their respective properties prior to the\r\ndropping of the internal fences) intended that ownership of the game\r\npass\nto the respondent, that the latter intended to receive ownership\r\nand that delivery of the game was effected when the internal fences\n\nwere dropped. He reached this conclusion based on his assessment of\r\nthe evidence, the probabilities and the interpretation to be\nplaced\r\non the various agreements signed (insofar as these might have had a\r\nbearing on the question of whether there was the requisite\n\nintention).\n[27]\tIn respect of the requirement of control for there\r\nto be ownership in the game at common law, it was held that the\r\nupgraded\nelectrified perimeter fence around the extended reserve\r\n(which was game proof) afforded the requisite control. That control\r\n(over\ngame that happened to be on the trust properties) was not lost\r\nwhen the Trust barred the respondent from access to the trust\r\nproperties\nand the respondent remained owner of all the game on the\r\nextended reserve as it was before the Trust decided not to be a\r\nmember\nof the reserve.\n[28]\tOne last aspect was the subject of dispute in the\r\ncourt a quo.  The appellants argued that in the event of the court\r\ndeciding\nthe matter in favour of the respondent, a time limit should\r\nbe placed on the opportunity to be afforded to the respondent to\r\nremove\nits game, of one winter season (that being the season of the\r\nyear when removal of game from one area to another can be\r\nundertaken).\n The respondent contended for a minimum of two winter\r\nseasons.  The learned judge commented that the issue of what would\r\nconstitute\na reasonable period was not canvassed in the papers or the\r\nevidence, and might very well require input from experts.  He was not\n\nprepared, in the absence of the issue being fully ventilated between\r\nthe parties, to make an arbitrary determination.  He therefore\nstated\r\nthat he would grant the relief in the form sought and if the parties\r\ncould not reach agreement and either party acted unreasonably,\nthe\r\ncourt would have to be approached for the issue to be determined.\nCONTENTIONS OF THE RESPONDENT\n[29]\tThe basis on which the respondent argued that it\r\nbecame the owner of all the game in the reserve was framed as\r\nfollows:\n(a)\tWhen the reserve was created and the fences removed\r\nit was the intention of the farmers concerned that the respondent\r\nwould\nbecome the owner and controller of their game; the respondent\r\nwas created for that purpose\n3\n.\r\n The âreal agreementâ consisting of the intention to transfer and\r\nreceive ownership  of the game is evidenced by the conduct\nof the\r\nowners who contributed land to the venture and removed the internal\r\nfences, thus allowing their game, previously confined\nto their\r\nrespective properties, to move between the various properties and to\r\nintermingle.\n(b)\tIt would in fact not have been practicable for the\r\nindividual farmers to retain ownership of the game which they\r\ncontributed.\n The game roamed over the whole reserve, moving freely\r\nfrom one farm to another.\n4\n(c)\tThe game intermingled and it became impossible to\r\nidentify the game contributed by each farmer.\n(d)\tDelivery of the game to the respondent took place\r\nwhen the internal fences were removed (thus enabling the game to roam\r\nas referred\nto above).  The game reserve was securely enclosed by an\r\nelectrified game fence on the perimeter thereof.  The respondent\r\naccordingly\nassumed the required control over all the game.\n(e)\tThe respondent later introduced further game to the\r\nreserve, which it had acquired by purchase or barter.  The benefit of\r\nthe\nprogeny of the game in the reserve also accrued to it.\n(f)\tThe appellants made the concession concerning\r\nelephants, rhinoceroses and buffaloes referred to earlier.\n5\n[30]\tIt was further submitted on behalf of the\r\nrespondent that nothing in the written agreements signed by the\r\nparties detracts\nfrom the notion that it was the common intention\r\nthat ownership in the game would pass from the farmers to the\r\nrespondent. On the\ncontrary, so it was argued, the contents of the\r\ndocuments underlined the existence of the common intention contended\r\nfor.  Counsel\npointed\ninter alia\nto the following:\n(a)\tOne of the suspensive conditions in the âUmbrella\r\nAgreementâ was the signing of an agreement between the parties to\r\nthe\neffect that they have agreed to the valuation and count of all\r\ngame.  A formula was provided for a monetary adjustment so as to\n\nachieve an equal contribution of game, or game and money, relative to\r\nthe shareholding of the parties.\n(b)\tVarious provisions in the agreements were to the\r\neffect that, to the exclusion of a party thereto, the respondent\r\nwould be entitled\nto undertake the control and administration of all\r\nculling, catching and hunting of game on a partyâs land and to\r\ntrade therein\ncommercially, the nett proceeds thereof to accrue to\r\nthe respondent and be treated as income of the respondent.  The\r\nparties were\nnot to permit capturing, hunting or shooting of game on\r\ntheir respective properties and would not be permitted to engage in\r\nhunting\nwithout a written permit issued by the respondent (and\r\nsubject to any conditions laid down by the respondent) and payment of\r\nthe\nprescribed fees to the respondent. An infraction of these\r\nprovisions by any party would visit him or it with liability to pay a\n\ncompensatory fine.\n(c)\tA formula was to be applicable when a new member\r\njoined the reserve and added his land and game to it.  In terms of\r\nthe âRecord\nof Agreementâ (as later modified) concluded between\r\nthe respondent, the Magudu Game Reserve Association and Bouwer he\r\nwould acquire\na 20 per cent shareholding in the respondent, for which\r\nhe would pay by way of land, use of land, game and cash.  The clear\r\neffect\nof the above, so it was argued, supported the contention that\r\non joining the reserve Bouwer would not retain ownership of his game.\n(d)\tClause 5 of the âUse Agreementsâ (Bouwer did not\r\nsign such an agreement) provided that in the event of a land owner\r\nceasing\nto be a member of the association he would be obliged to\r\nre-erect fences on his land (to separate same from the properties\r\nremaining\nin the reserve)\nand the respondent\r\nwould be entitled to capture and remove all wild game from his land.\n(My emphasis). (The clause further provided\r\nthat the departing member would receive no compensation in respect of\r\nthe game so removed\nother than through the compulsory sale and\r\npurchase of any shares he has in the respondent).\n(e)\tClause 4 of the âUse Agreements made provision for\r\na waiver of ownership in the following terms:\nâ\nThe Landowner also expressly\r\nwaives any right to or claim to ownership of any wild game traversing\r\nhis land from time to time, such\nwaiver to be in favour of [the\r\nrespondent].â\n[31]\tCounsel also invoked the following conduct on the\r\npart of the parties:\n(a)\tHunting on the reserve was done by professional\r\nhunters, pursuant to contracts concluded with the respondent, and the\r\nprofits\naccrued to the respondent.  Supporting documentation in\r\nsubstantiation hereof was placed before the court a quo.\n6\n(b)\tFurther documentation substantiated that the\r\nrespondent had also engaged both in the purchase of game to be added\r\nto the reserve\nas well as in the sale of game to other persons.\n(c)\tAs was deposed to by Mr Redelinghuys, the chartered\r\naccountant who attended to the preparation of the respondentâs\r\nfinancial\nstatements, the game was reflected therein as an asset of\r\nthe respondent.  Similarly, the statements reflected expenses for the\n\npurchase of game and income from the sale of game.\n(It may be added that in correspondence between Greeff\r\nand the Land Claims Commissioner the former recorded inter alia that\r\nthe\nrespondent  is the owner of all game in the game reserve in that\r\nit had purchased all the initial game on Bouwerâs properties\nfor\r\nthe amount of R1 289 840, and already owned the balance of the game\r\nin the reserve).\n[32]\tCounsel further invoked the fact that the agreement\r\nin terms of which Bouwer disposed of the trust properties to the\r\nNational\nDepartment of Land Affairs (which in turn transferred the\r\nland to the appellants) concerned only the sale of the land and said\r\nnothing about game.\n[33]\tCounsel also adverted to the evidence of Bouwer\r\ncontained in the affidavit filed by him. (Bouwer, who was cited as\r\nthe 14\nth\nrespondent in the court a quo, recorded that he had no personal\r\ninterest in the application, abided the decision of the court and\n\nfiled the affidavit for the assistance of the court). He stated inter\r\nalia that the respondent purchased his game and that after\nthe\r\ninternal fences had been dropped the respondent used all the game in\r\nits operation.\n7\n[34]\tIn respect of the contention on behalf of the Trust\r\nthat the respondent had lost its ownership of the game in question,\r\ncounsel\nsupported the approach adopted by\nKoen\nJ.  He pointed out that the game remains where it was from the\r\noutset, roaming all over the reserve, including the trust properties,\n\nbut confined by the perimeter fence.  He submitted that the refusal\r\nby the appellants to allow the respondent  to remove game that\n\nhappens to be on the trust properties to the remainder of the\r\nreserve, does not constitute a loss of control leading to a loss\nof\r\nownership.  He labelled the refusal as an unlawful attempt by the\r\nappellants to appropriate to themselves game which is owned\nby the\r\nrespondent.\n[35]\tFinally, counsel supported the approach of\nKoen\nJ with regard to the formulation of the order relating to the removal\r\nby the respondent of the game from the trust properties.\n He\r\nemphasized that the respondent cannot begin with the relocation\r\nprocess until the Trust has constructed a fence between its\nland and\r\nthe reserve.  He added that the Trust can hardly complain about the\r\nfact that the animals are grazing on their land (about\nwhich more\r\nlater when the Trustâs submissions are considered) when it refuses\r\nto allow the respondent to remove the animals.\n[36]\tIn my judgment, the argument on behalf of the\r\nrespondent set out in the preceding paragraphs in general carries\r\npersuasion,\nas will appear from the discussion that follows on the\r\ncontentions raised on behalf of the Trust.\nTHE CONTENTIONS OF THE TRUST\n[37]\tMr Pillemer (who, with Mr Voormolen, appeared for\r\nthe Trust) confirmed that in the court below the Trust had not\r\ndisputed that\nprior to the dropping of the internal fences the\r\nparties to the game reserve venture were the owners of the game on\r\ntheir respective\nproperties, and intimated that his stance in the\r\nappeal was the same. He submitted, however, on the grounds discussed\r\nbelow, that\nthe respondent had not acquired ownership of any of the\r\ngame on the properties.\n[38]\tReliance was placed on the evidence of the\r\nappraiser, Pretorius, referred to earlier,\n8\nthat in valuing the trust properties he took into account that game\r\nfrom time to time roamed over the properties. The answer thereto\nis\r\nthree-fold.  First, the relevance of this evidence is not apparent. \r\nSecond, the evidence merely reflected the factual position.\n Third,\r\nit is no counter to the point taken on behalf of the respondent that\r\nthe subject matter of the sale from Bouwer to the\nState was the land\r\nand not the game thereon.\n[39]\tCounsel sought to stress that there was no written\r\nagreement that expressly purported to transfer ownership of the wild\r\nanimals\nin the Magudu Game Reserve to the respondent, and certainly\r\nnone that transferred ownership from Bouwer, since, so it was\r\ncontended,\nthe agreements he signed remain executory and disputed. \r\nFurthermore, so the argument continued, with the transfer of the land\r\nto the appellants the agreements had become impossible of\r\nperformance.\n[40]\tI will later deal more fully with the Trustâs\r\ncontentions founded on the contents of the various agreements.  At\r\nthis stage\nit is only necessary to repeat that the court a quo\r\ncorrectly proceeded on the basis that the abstract theory of the\r\npassing of\nownership applies in our law, and  that the fact that the\r\nagreements relating to Bouwer are executory and the subject of\r\ndispute,\nas well as the fact that Bouwer has transferred part of his\r\nland to a third party, relate to the âverbintenisskeppende\r\nooreenkomsâ\nand any defect therein would not affect the passing of\r\nownership  in the game in question if the âreal agreementâ\r\nrelating\nthereto was valid and implemented.\n[41]\tCounsel adverted to the fact that the trust\r\nproperties are mountainous bushveld where animals would âdisappear\r\nfrom sightâ\nsoon after they cross the boundary into the land. \r\nNotwithstanding that the animals are restrained by the perimeter\r\nfence running\nalong the outer boundary of the properties the\r\nquestions to be answered, counsel said, are whether or not animals\r\nthat enter the\ntrust properties and disappear from sight are at\r\ncommon law deemed to have regained their natural freedom and whether\r\nthere is\nthe required degree of control in a âvastâ mountainous\r\narea to which the entity claiming ownership  of the animals has no\r\nright\nof entry, and,  if so, does the control relate to all animals\r\non the land,  including progeny and those that occur naturally and\n\nwere not introduced.\n[42]\tIt was submitted that the court a quo, in applying\r\nthe abstract theory in relation to the transfer of ownership, erred\r\nby confusing\nthe authorities dealing with â\nthe\r\nvalidity\nof the underlying agreements with\r\nthe need for an interpretation of the agreements  and whether the\r\nparties intended thereby to\npass ownership  of the game to the\r\nrespondentâ.   However, counsel added that the question must always\r\nbe whether or not there\nwas delivery from the transferor to the\r\ntransferee with the reciprocal intention both to transfer and acquire\r\nownership, respectively,\nand in that regard the intention of the\r\nparties must be measured against the provisions of the common law\r\nrelating to the acquisition\nand retention of ownership of wild\r\nanimals.\n[43]\tThese latter statements correctly reflect the\r\nprinciples of the abstract theory. The earlier statement is not\r\nwholly in accordance\ntherewith.  While counsel correctly submitted\r\nthat the interpretation of the underlying agreements is relevant to\r\nthe extent that\nthey bear on the question whether the parties had the\r\nrequired reciprocal intention, the question is not whether the\r\nparties intended\nthat\nownership\npass\nvia the\r\nagreements\n.  The legal issue is whether there\r\nwas a valid âreal agreementâ to transfer\nownership\r\non\ndelivery.\n[44]\tThe argument was that on a careful analysis of the\r\nagreements the court  a quo ought to have concluded that:\n(a)\tthe agreements, noticeably, refrained from stating\r\nthat the respondent  would become the owner of the game within the\nMagudu Game Reserve;\n(b)\tthe agreements  contained a number of provisions\r\ninconsistent with the respondent acquiring\nownership\nof the game (as opposed to the right to\r\nmanage, capture and exploit the game);\n[45]\tHowever, while it is true that there was no express\r\nstatement in the agreements that the respondent would acquire\nownership of\nthe game, I am persuaded that the provisions invoked by the\r\nrespondent, discussed earlier in this judgment, can only be\r\ninterpreted\nas carrying the necessary implication that the respondent\r\nwas to acquire\nownership of\nthe game.  And, as will appear below, I am not persuaded that there\r\nare any provisions in the agreements inconsistent with the\nrespondent\r\nacquiring\nownership of\nthe game.\n[46]\tCounsel submitted that in contradistinction to a\r\nreference to the respondent  becoming the owner of the game, the\r\nagreements\nused language (such as âmanageâ, âcontrolâ,\r\nâadministerâ and âuseâ)  which suggests an awareness of the\r\nlimitations\nplaced by the common law upon the ownership of wild game.\r\nThe short answer to the submission is that the agreements must be\r\ninterpreted\nin their entirety.  If that exercise is undertaken, then,\r\nfirstly, it is apparent that the wording referred to by counsel was\r\nentirely\nappropriate in the context of the respondent conducting the\r\nbusiness of âthe conservation of veld and wild game resources on a\n\ncommercial basisâ and accepting responsibility âfor the\r\nmanagement and conservation of all veld and wild game resources in\n\nthe reserve including the land . . . on a commercial basis for its\r\nown accountâ, on land which belonged to other persons or entities.\n\r\nSecondly, the wording must be read together with other provisions in\r\nthe agreements which import the necessary implication that\nthe\r\nrespondent was to become the owner of the game. Asked to elucidate\r\nhow what he referred to as the common law limitations on\nthe\r\nownership of game affected the question whether the intention was\r\nthat the respondent acquire ownership of the game, counsel\nstated\r\nthat he was referring to the requirement of control over the game. I\r\nwill revert to this issue below.\n[47]\tCounsel next focused attention on the waiver\r\nprovision in clause 4 of the âUse Agreementsâ.\n9\nIt was submitted that this express waiver was entirely inconsistent\r\nwith an intention by the parties that the ownership of the\nwild game\r\nbe transferred to the respondent when the internal fences were\r\ndropped. The essential basis of the submission was that\nif ownership\r\nin the game was intended to pass to the respondent when the internal\r\nfences were dropped, it was unnecessary to make\nprovision for the\r\nwaiver. The allied submission was that the finding of the Court a quo\r\nthat the waiver was included\nex abundante\r\ncautela\nis contrary to the presumption\r\nagainst tautology or superfluity in contracts, included as part of\r\nthe rules of interpretation of\ncontracts.\n[48]\tI fail to understand why the waiver was said to be\r\ninconsistent with the intention in question.  I do not agree that the\r\nlanguage\nutilised by Koen J offends against the presumption referred\r\nto.  I do agree with the learned judgeâs approach that, in effect,\n\nthe provisions underscored the common intention that the respondent\r\nbecome the owner of the game â at the time the fences were\ndropped.\r\n It bears mention that counsel did not seek to suggest what other\r\neffect the waiver had on the membersâ ownership of\nthe game on\r\ntheir land.\n[49]\tSimilar comments apply to counselâs submission\r\nthat the provisions in the âUse Agreementsâ  relating to the\r\nexclusion\nof compensation to the landowner in respect of game\r\ncaptured and removed from his land by the respondent (upon\r\ntermination of his\nmembership of the association)\n10\nwere entirely inconsistent  with an intention  to transfer ownership \r\nof the game to the respondent when the fences were dropped.\n Counsel\r\noffered no submissions against the proposition that at least at that\r\nstage a transfer of ownership would take place. \nHe sought to argue\r\nthat the then capture and removal of the game by the respondent and\r\nthe fencing off of the memberâs land would\nmeet the requirements of\r\nthe common law requirements for the acquisition of ownership in wild\r\ngame.  However, counsel did not suggest\nany reason why the parties\r\nwould have wanted to delay transfer of ownership in the game to the\r\ntime when a memberâs membership\nof the association came to an end,\r\ninstead of an immediate transfer of ownership when the member joined\r\nthe venture.  And as set\nout above there is every indication that the\r\nlatter was intended. Counsel did not proffer an explanation for the\r\nprovision that\nno compensation be paid notwithstanding that, as was\r\naccepted, ownership in the game on the memberâs land immediately\r\nprior to\nhis joining the venture reposed in him.  The argument also\r\nloses sight of the considerations, dealt with earlier, arising out of\n\nthe intermingling and free roaming of game over the whole of the\r\nreserve.\n[50]\tCounsel next referred to the provisions relating to\r\nthe entitlement of the respondent, to the exclusion of the members of\r\nthe\nassociation, in respect of hunting operations on the reserve (and\r\nother associated rights) and to receive the proceeds thereof.\n11\nThe argument, if I understood it correctly, was that if the\r\nrespondent had become owner of all the game it was unnecessary to\r\nprovide for the respondent to have exclusive rights on this score. \r\nIt was suggested that the purpose of the provisions was to accord\nthe\r\nrespondent rights despite the ownership of the game remaining with\r\nthe landowners. However, far from these provisions being\ninconsistent\r\nwith an intention that the respondent acquire ownership of the game\r\ncontributed by the members to the venture, in\nmy view they underscore\r\nthat intention.\n[51]\tThe essential submission on behalf of the\r\nappellants, based on the factors referred to above, was that on a\r\nproper analysis\nof the agreements they created personal rights to\r\nexploit the resources found on the land (which included, but were not\r\nlimited,\nto game) in favour of the respondent, but fell short of\r\nreflecting an intention to transfer ownership of the game to the\r\nrespondent,\nprobably, counsel said, on the basis that the ownership\r\nof wild game which occurs naturally, is at common law problematic.\r\n(Again,\nit may be repeated, counsel invoked the requirement of\r\ncontrol â an aspect dealt with below.) I am unable to agree.  As\r\nalready\nrecorded, nothing in the agreements  casts doubt on the\r\nnotion that the intention  of the parties was that ownership  in the\r\ngame\nwas to pass to the respondent and thus to create real rights.\n[52]\tWith reference to the âKoopooreenkomsâ\r\nconcluded between Bouwer and the respondent in July 2003, in terms of\r\nwhich the\nland specified therein and the game thereon (valued at\r\nR572 605) were sold to the respondent  as a going concern,\r\ncounsel\npointed to the fact that the fences had by then already been\r\ndropped.  Ergo, so the argument ran, Bouwerâs state of mind at the\n\ntime the fences were dropped must have been that he retained\r\nownership of the game on his land.  If, on the other hand, as Greeff\n\nsuggested, the game referred to in the âKoopooreenkomsâ  was\r\nadditional game, then, even if Bouwer had intended the ownership\n of\r\nthe game originally described to pass with the dropping of the\r\nfences, he could not have intended to pass ownership  of the\n\nremaining game referred  to in the âKoopooreenkomsâ.  This,\r\ncounsel said, highlighted the problem of ownership of wild animals\n\nthat wander and cannot be individually identified, and the agreement\r\n(which in fact was never executed) presented a âsignificantâ\n\nobstacle in drawing the inference of an intention to pass ownership\r\nof all of Bouwerâs game to the respondent when the fences\nwere\r\ndropped. The short answer to the argument, however, is that, as I\r\nhave already found,\n12\nthe game referred to in the âKoopooreenkomsâ  formed part of the\r\ntotal game Bouwer  was to contribute to the venture. That\n\ncontribution was part of Bouwerâs\nquid pro\r\nquo\nfor the shareholding he would obtain in\r\nthe respondent and the only inference is that the game contributed\r\nwas to become the property\nof the respondent.\n[53]\tIn the final result, counselâs argument (apart\r\nfrom the reliance on his interpretation of the various agreements)\r\nboiled\ndown to the following. With Bouwerâs entry into the game\r\nreserve venture and the dropping of the internal fences between his\r\nproperties and the remainder of the reserve an additional\r\napproximately 10 000 hectares was added to the venture (which up\n\nto then had embraced approximately 5 000 hectares). The\r\nadditional land, and specifically the trust properties, was rugged\n\nand mountainous where game could, and did, factually âdisappear\r\nfrom sightâ. That circumstance, taken together with what counsel\n\nreferred to as the âvastnessâ of the reserve area rendered the\r\nârecovery of gameâ a difficult procedure. Accordingly,\r\nnotwithstanding that the upgraded and electrified perimeter fence\r\neffectively contained the specified game within the confines of\nthe\r\nextended reserve, the element of control required for ownership in\r\ngame was absent. Integral to the argument was the submission,\nwith\r\nallusion to the âvastnessâ of the land, that it was a question of\r\ndegree whether the requisite control was present. The\nrequired\r\ndegree, so it was argued, was not met in the instant case.\n[54]\tPressed on what he contended had become of the\r\nownership that the parties to the game reserve venture had had in the\r\ngame that\nwas on their respective properties prior to the dropping of\r\nthe internal fences counselâs final stance, on the basis set out in\n\nthe preceding paragraph, was that all the game in the reserve had\r\nbecome\nres nullius\n. In\r\ndeveloping his argument, if I understood it correctly, counsel\r\nsubmitted that the parties had probably not given thought to\nwhat\r\nwould happen to the ownership in their game, but the effect of\r\nrelinquishing control of the game when the internal fences\nwere\r\ndropped (as counsel contended for) was the loss of ownership.\n[55]\tThe argument cannot be upheld.\tIn the first place,\r\nas already recorded, the intention of the parties to the venture was\r\nthat\nownership in all the game in the reserve would pass to the\r\nrespondent. Secondly, I am unpersuaded by the argument that control\r\nover the game was factually relinquished. As appears from the\r\ndecisions in the cases referred to in the following three paragraphs\n\n(to which Mr Ploos van Amstel, for the respondent, referred us) the\r\napplicable common law principles, when applied to the facts\nof the\r\npresent matter, dispose of the submission.\n[56]\tIn\nRichter v du Plooy\n13\nthe plaintiff kept 57 wildebeest on 800 morgen of land which was\r\nenclosed. Some of the animals strayed onto an adjoining farm\nwhere\r\ntwo of them were shot. It was held\n14\nthat the size of the enclosure did not exclude that the confinement\r\nof the animals was of such a character as to make the animals\nthe\r\nproperty of their captor, but that their confinement (having regard\r\nto the nature of the animals, the extent of the enclosure,\nthe object\r\nof preserving the animals and their susceptibility to the control and\r\nmanagement of man) was not sufficient to take\nthem out of the\r\ncategory of wild animals and if they emerged from their place of\r\ndetention they became\nres nullius.\nWhile\r\ndetained, however, they were the property of the landowner. (It may\r\nbe noted that the headnote of the case does not correctly\nreflect\r\nwhat was decided.)\n[57]\tIn\nLamont v Heyns &\r\nAnother\n15\nthe plaintiff kept 110 blesbok in an enclosed camp some 250 to 300\r\nmorgen in extent. The defendants entered the plaintiffâs land\nand\r\nshot some of the animals. It was argued on their behalf that the\r\nblesbok were wild animals not in the possession of the plaintiff\nand\r\ntherefore not his property. The judgment contains the following\r\npassage:\nâ\nUnder such circumstances it\r\nwould cause great surprise to farmers if the Court were to hold that\r\nthe blesbok in question were not\nthe property of the plaintiff. But\r\nit is contended on behalf of the respondents that that is the law,\r\nand various authorities were\nreferred to. . . . And Voet\r\nsays that wild animals which we have confined in zoological preserves\r\nor fish which we have\ncast into fish ponds are under our control, and\r\nare therefore owned by us; but . . . wild animals roaming about in\r\nfenced woods\nare left to their natural liberty, nor are they\r\npossessed by anyone; because fences are put up rather for defining\r\nboundaries than\nfor the custody or closing in of wild animals. It may\r\nhave been the case at the time and in the country in respect of which\r\nVoet\nwas writing that fences were put up for defining boundaries\r\nrather than for closing in wild animals, but we must deal with the\r\nfacts in the present case.â\n16\nIt was concluded that although the blesbok were wild\r\nanimals the plaintiff kept such control over them as to make him the\r\nowner\nof the animals.\n[58]\tIn\nStrydom v Liebenberg\n17\ngame was kept on 140 hectares enclosed with game proof fencing.\r\nPortion of the land was owned by the plaintiff and the remainder\nby a\r\ncompany of which he was the sole shareholder and director. The\r\ncompany was liquidated and the land belonging to it was sold\nto the\r\ndefendants. The agreement of sale did not include the game. The\r\ndefendants erected a fence between the two portions of land\nthereby\r\ndenying the plaintiff access to the game on the land previously owned\r\nby the company. The defendants contended that the\nplaintiff had lost\r\nownership in that game as he no longer exercised control thereof: the\r\ngame had therefore become\nres nullius\n.\r\nThe contention was rejected on the basis that the game remained\r\nconfined within the land that had been fenced and had not regained\n\ntheir natural state.\n[59]\tIn the present matter regard must be had to the\r\nnature of the game reserve venture conducted by the respondent (ie\r\nlarge scale\ngame-farming). It was for the purpose of carrying on that\r\nventure that the perimeter fence had been upgraded and electrified,\r\nwhich\nresulted in the game being confined within the boundaries of\r\nthe reserve. That confinement, coupled with the purpose thereof, and\n\nseen in the light of the approach adopted in the three cases\r\ndiscussed above, constituted the requisite control to vest ownership\n\nof the game in the respondent. The size of the reserve and the\r\ncircumstance that ârecovery of the gameâ might be a difficult\nand\r\ntime consuming exercise do not affect that conclusion; recovery of\r\nthe game would eventually be achieved.\nFINDING\n[60]\tI conclude accordingly that the respondent acquired\r\nownership of all the game in the reserve in that:\n(a)\tthe respondent and the founders had the common\r\nintention that ownership of the game on the land of the founders\r\nwould pass \nto the respondent, and subsequently the respondent and\r\nBouwer had the common intention that ownership of the game on the\r\nland of\nBouwer would pass to the respondent;\n(b)\tactual delivery of the game took place when the\r\ninternal fences were dropped, alternatively constructive delivery\r\ntook place\nby virtue of the fences being dropped followed by the then\r\npossession of game by the landowners on behalf of the respondent;\n(c) \townership of the further game introduced into the\r\nreserve by the respondent was acquired by it by purchase or barter;\n(d)\tthe pro\ngeny\nof the game on the reserve accrued to the respondent.\nDID THE RESPONDENT LOSE OWNERSHIP OF ANY OF THE GAME?\n[61]\tCounselâs argument embraced an attack on Koen Jâs\r\nfinding that the wild animals from time to time on the properties now\n\nregistered in the name of the Trust had not regained their natural\r\nstate of freedom such as to amount to a loss of ownership. \nIt was\r\nsubmitted that the only form of control previously exercised by the\r\nrespondent of the game on the properties  was the fencing\nin of the\r\ngame by the external fence. However, so the argument continued, for a\r\nconsiderable period the respondent has effectively\nhad no means to\r\nenter upon that land to maintain the fences or to exercise any other\r\ncontrol.   It had been open to the respondent,\naware of the land\r\nclaim, to protect its rights by moving the animals from the farms in\r\nquestion onto the remainder of the reserve\nand erecting fences to\r\nkeep them there.  It elected not to do so.  That, counsel said,\r\namounted to an abandonment of control, and\nif the respondent\r\npreviously had ownership of the game, it thereby lost such ownership.\n[62]\tThe argument cannot prevail.  The evidence was that\r\nthere were negotiations between the respondent and the Trust\r\nconcerning\nthe latterâs becoming a member of the association. \r\nThese did not bear fruit.  But, as already found, immediately prior\r\nto the\nTrust adopting the stance that it would not allow the\r\nrespondentâs representatives onto its land the respondent did have\r\neffective\ncontrol over the game, and owned same.  It is only that\r\nstance of the appellants that interfered with the respondentâs\r\nexercise\nof its rights of ownership and prevented it from removing\r\nthe animals when it wished to do so, and it still so wishes.  I align\n\nmyself with the approach that Koen J adopted on that score and\r\nendorse the finding that the respondent did not lose control of\nthe\r\ngame on the trust properties and that it retained ownership of the\r\ngame.\n[63]\tIt was submitted that representatives of the\r\nrespondent may in terms of the court order enter upon the trust\r\nproperties   to\nremove game (without there being any limitation as to\r\nthe number of entries, and that the Trust must tolerate that\r\nsituation for\nan indefinite period âuntil such times as the\r\nrespondent has removed its game from the propertiesâ.  However, as\r\nKoen J pointed\nout the modus operandi of the relocation was not\r\ncanvassed in evidence before him.  He accordingly granted the order\r\nin the form\nsought and recorded that should any disputes between the\r\nparties arise which they are unable to resolve the court would have\r\nto\nbe approached to determine those disputes.  In my judgment, that\r\napproach was a proper one.\n[64]\tIt was next said that in the meantime, and until\r\nthe game is removed, the respondent enjoys the benefit of the animals\r\ngrazing\nupon the trust properties, to the detriment of the Trust, and\r\nwithout compensation.  The short answer to the objection is that it\n\ndoes not lie in the mouth of the Trust to invoke the objection when\r\nit has itself, by its own conduct, denied the respondent access\nto\r\nits properties for the purposes of the relocation.  However, if it\r\nconsiders that it has a claim for compensation it is at liberty\nto\r\npursue same.  It may further be noted that the issue was not raised\r\nbefore the court a quo.\nREPLACEMENT OF INTERNAL FENCING\n[65]\tThe circumstance of the absence of internal fencing\r\nbetween the reserve and the trust properties   was also raised in\r\nargument.\n A suggestion was made in the respondentâs papers that\r\nthe appellants are obliged to erect such fences (presumably on the\r\nbasis\nthat their predecessor in title, Bouwer, was, in terms of his\r\nagreement with the respondent, obliged to replace internal fences\n\nwhen he withdrew from the venture).  It is not necessary, nor\r\npossible, in the present judgment, to pronounce on the validity of\n\nthat stance.  The respondent may have to erect the fencing itself\r\n(and Greeff in fact testified that the respondent was entitled\nto do\r\nso) to enable it effectively to relocate its game, and thereafter\r\nseek whatever remedy it feels it may have against either\nBouwer or\r\nthe Trust; or it may approach the court to resolve the issue of\r\nresponsibility for the erection of the fencing.\nORDER\n[66]\tThe appeal is dismissed with costs.\n_____________________\nF KROON\nACTING JUDGE OF APPEAL\nAppearances:\nFor Appellants:\tM Pillemer SC\nA V Voormolen\nInstructed by:\nBrett Purdon Attorneys\nDurban\nHoney Attorneys\nBloemfontein\nFor Respondent:\tJ A Ploos van Amstel SC\nInstructed by:\nHarvey, Nossel & Turnbull\nJohannesburg\nLovius Block Attorneys\nBloemfontein\n1\nVan der Merwe,\nThings,\n27\nLawsa\n,\r\n\tparas 325 and 406.\n2\nCommissioner of Customs and Excise v Randles\r\n\tBrothers and Hudson\n1941 AD 369\nat\r\n\t198-199;\nTrust Bank van Afrika Bpk v\r\n\tWestern Bank Bpk\n1978 (4) SA 281\n(A)\r\n\tat 301;\nAir-Kel(Edms) Bpk h/a Merkel\r\n\tMotors v Bodenstein\n1980 (3) SA 917\n(A) at 922.\n3\nThe âShareholders Agreementâ referred to in paras [14] and [15]\r\n\tabove recorded that the\nrespondent\nhad as its purpose\r\n\tââ¦..carrying on the business of the conservation of veld and\r\n\twild game resources on a commercial basis\nprimarily in the area of\r\n\tland to be called the\nMagudu \r\n\tGame Reserve\nâ.\n4\nThe\r\n\tfounding\naffidavit,\r\n\tdeposed to by Greeff, further recorded that because of drought\r\n\tconditions game migrated to Bouwerâs  farms and during\n2002/2003\r\n\tthe respondent  moved a considerable number of the game to those\r\n\tfarms to take advantage of the available  grazing\nthere.\n5\nPara [4] above.\n6\nIn the\r\n\tfounding\naffidavit\r\n\tGreeff\nrecorded that the hunting concessions granted during 2004 included\r\n\tconcessions granted specifically in respect of the land that\n\n\tsubsequently became the trust\nproperties\nand\r\n\ta hunting camp was leased from Bouwer for this purpose.  In his\r\n\treplying affidavit\nGreeff\nreferred to invoices issued by the\nrespondent\r\n\tto\nBouwer\r\n\tfor game he had shot on the reserve and game he purchased from the\r\n\trespondent, as well as invoices relating to game meat\nthat Bouwer \r\n\thad purchased from the respondent.\n7\nIt may further be recorded that in proceedings instituted by the\r\n\trespondent against Bouwer in the Johannesburg High Court for\nthe\r\n\tenforcement of the sale of the land referred to in the\r\n\tâKoopooreenkomsâ (which are still pending), the papers in which\n\n\twere by agreement placed before Koen J, Bouwer filed an affidavit\r\n\twhich contained the following passage:\nâ\nI\r\n\thave paid the cash amount to the shareholders and the Applicant (the\r\n\tpresent respondent) has taken over the game that was on\nmy farms.\r\n\tThis we did by dropping the fences between the properties and the\r\n\tgame was then allowed to move over the boundaries\nto the various\r\n\tproperties. Since then the Applicant has been using the game in its\r\n\tgame farming operations.â\n8\nPara [11]\r\n\tabove.\n9\nPara\r\n\t[30](e) above.\n10\nPara\r\n\t[30](d) above.\n11\nPara\r\n\t[30](b) above.\n12\nPara [18]\r\n\tabove.\n13\n1921 OPD 117.\n14\nAt 118-119.\n15\n1938 TPD 22.\n16\nAt 24-25.\n17\n[2007] ZASCA 117.",
  "scraped_at": "2026-02-11T21:49:48.348629",
  "date": "2009-05-28",
  "coram": [
    "STREICHER ADP",
    "NUGENT",
    "LEWIS",
    "PONNAN JJA",
    "KROON AJA"
  ],
  "case_number": "258/08",
  "parties": {
    "applicants": [
      "Mathenjwa NO and Others"
    ],
    "respondents": [
      "Magudu Game Company (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellants are trustees of the Emwokweni Community Trust, which owns farms in the Magudu area of KwaZulu‑Natal. The respondent is a company that operates the adjoining Magudu Game Reserve. In the mid‑1990s several landowners, later joined by the Trust, removed internal fences to create a single reserve and entered into a series of agreements (Umbrella Agreement, Shareholders Agreement, Use Agreements, etc.) that linked shareholding in the company to the value of game on their lands. In 2001 the Trust’s properties were transferred to the Trust after a land‑claim settlement. The Trust later refused the respondent access to its land and obtained an interdict, leading to a vindicatory action by the respondent seeking declaration of ownership of all game on the Trust’s properties and an order allowing removal of the game.",
    "issues": "The court had to determine (1) whether the respondent had acquired ownership of the game on the Trust’s properties (and subsequently added game) and (2) whether any such ownership had been lost as a result of the Trust’s refusal to allow access or the alleged abandonment of control.",
    "principles": "The judgment applied the common‑law abstract theory of ownership in wild animals: ownership passes where there is a valid ‘real agreement’ to transfer, coupled with delivery and the requisite animus. Control over the animals, even where they are free‑roaming, can be established by an effective perimeter fence. Precedent cases (Richter v du Plooy, Lamont v Heyns, Strydom v Liebenberg) were used to illustrate when wild animals become property of the captor and when loss of control leads to loss of ownership.",
    "application": "The court found that all parties shared a common intention that ownership of the game would pass to the respondent when the internal fences were removed. Delivery occurred via the removal of those fences, and the upgraded electrified perimeter fence provided sufficient control. The various agreements, although using terms such as ‘manage’ or ‘use’, were interpreted in their totality to imply ownership by the respondent. Subsequent introduction of additional game by purchase or barter and the progeny of existing game also vested in the respondent. The Trust’s later refusal to allow access did not constitute abandonment of control, nor did it revert the game to res nullius.",
    "conclusion": "The appeal was dismissed with costs. The respondent retained ownership of all game on the reserve, including that on the Trust’s properties, and was entitled to remove the game in accordance with the order of the lower court."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Wildlife / Game Ownership",
    "level_3": [
      "wild animals",
      "ownership",
      "game reserve",
      "common law",
      "control"
    ]
  }
}