{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/11.html",
  "case_name": "Tsedu and Others v Lekota and Another (715/07) [2009] ZASCA 11; 2009 (4) SA 372 (SCA) ; [2009] 3 All SA 46 (SCA) (17 March 2009)",
  "citation": "[2009] ZASCA 11",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 11\n|\nNoteup\n|\nLawCite\nTsedu and Others v Lekota and Another (715/07) [2009] ZASCA 11; 2009 (4) SA 372 (SCA) ; [2009] 3 All SA 46 (SCA) (17 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 715/07\nMATHATHA TSEDU\t1\nst\nAppellant\nWONDER HLONGWA\t2\nnd\nAppellant\nMEDIA 24 (PTY) LIMITED\t3\nrd\nAppellant\nand\nGERALD PATRICK MOSIUOA\r\nLEKOTA\t1\nst\nRespondent\nJOEL SIBUSISO NDEBELE\t2\nnd\nRespondent\nNeutral citation:\nTsedu\r\nv Lekota\n(715/07)\n[2009] ZASCA 11\n(17 March 2009)\nCoram:\nHARMS\r\nDP, MTHIYANE, NUGENT, VAN HEERDEN JJA and LEACH AJA\nHeard:\n19\r\nFEBRUARY 2009\nDelivered:\n17\r\nMARCH 2009\nSummary:\nDefamation\r\nâ whether report defamatory â quantum of damages.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from: High Court at Johannesburg (Tshiqi J\r\nsitting as court of first instance)\nThe following order is made:\n1.\tThe amounts reflected in paragraphs 1 and 2 of the\r\norder of the court below are in each case substituted with the amount\r\nof R100 000.\n2.\tThe appeal is otherwise dismissed with costs that are\r\nto include the costs occasioned by the employment of two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNUGENT JA (HARMS DP, MTHIYANE, VAN HEERDEN JJA and LEACH\r\nAJA\nconcurring)\n[1]\tThe front page of the 7 August 2005 edition of City\r\nPress â a prominent Sunday newspaper â carried an article under\r\nthe\nheading âANC top brass spied on one another â apartheid\r\nagentâ. The article was written by Mr Hlongwa (the second\r\nappellant),\nMr Tsedu (the first appellant) was the editor of the\r\nnewspaper, and Media 24 (Pty) Ltd (the third appellant) was the\r\nproprietor\nand publisher.\n[2]\tThe respondents were identified by name as the âANC\r\ntop brassâ referred to in the heading and their photographs\r\naccompanied\nthe article. At the time the article appeared the\r\nrespondents were both prominent office-bearers of the African\r\nNational Congress\n(ANC) and they also held high office in government.\r\nMr Lekota (the first respondent) was the national chairman of the ANC\r\nand also\nthe Minister of Defence. Mr Ndebele (the second respondent)\r\nwas the provincial chairman of the party in KwaZulu-Natal and the\r\nPremier\nof that province.\n[3]\tThe respondents sued the appellants in the High\r\nCourt at Johannesburg for damages, alleging that they had been\r\ndefamed. Their\nclaims were upheld by that court (Tshiqi J) and\r\ndamages were awarded to Lekota and Ndebele in the amounts of R150 000\r\nand\nR112 500 respectively. This appeal is before us with the\r\nleave of that court.\n[4]\tThe article purported to be a report of what had\r\nbeen said in a book that had been published some three years\r\nearlier.\n1\nIn the course of a radio interview about the article shortly after it\r\nhad appeared, Tsedu remarked to the interviewer that if the\n\nrespondents âhave problems with [what was said in the book] they\r\nshould take the author of the book to court and not City Pressâ.\nIt\r\nis evident from that remark that he was under the impression that a\r\nnewspaper may publish defamatory statements with impunity\nif they\r\nhave been originated by someone else. Well, journalists who keep\nKelsey Stuartâs Newspapermanâs Guide to\r\nthe Law\n2\nby their side know that that is not so from\r\nthe following passage:\nâ[a] person who repeats or adopts and re-publishes a defamatory\r\nstatement will be held to have published the statement. The writer\nof\r\na letter published in a newspaper is\nprima facie\nliable for\r\nthe publication of it but so are the editor, printer, publisher and\r\nproprietor. So too a person who publishes a defamatory\nrumour cannot\r\nescape liability on the ground that he passed it on only as a rumour,\r\nwithout endorsing it.â\n[5]\tA newspaper that publishes a defamatory statement\r\nthat has made by another is as much the publisher of the defamation\r\nas the\noriginator is. Moreover, it will be no defence for the\r\nnewspaper to say that what was published was merely repetition. For\r\nwhile\nthe truth of the statement (if it is published for the public\r\nbenefit) provides a defence to an action for defamation, the defence\n\nwill succeed only if it is shown that the defamation itself is true,\r\nnot merely that it is true that the statement was made. The\nauthors\r\nof\nGatley on Libel and Slander\n(dealing with the tort of libel in English law, which in this and\r\nother respects substantially coincides with our law) put that\nas\r\nfollows:\n3\nâThe defendant must prove that the defamatory imputation is true.\r\nIt is not enough for him to prove that he believed that the\n\nimputation was true, even though it was published as belief only. âIf\r\nI say of a man that I believe he committed murder, I cannot\njustify\r\nby saying and proving that I did believe it. I can only justify by\r\nproving the fact of the murderâ.\n4\nThe same is true if the defendant says that he is only repeating what\r\nothers have said or that there is a rumour. So if the defendant\nhas\r\nwritten, âA said that P had been convicted of theftâ, it will be\r\nno defence for the defendant to prove that A did tell\nhim so, that he\r\nhonestly believed what A said, and only repeated it. He must prove as\r\na fact that P was convicted of theft. âIf\nyou repeat a rumour you\r\ncannot say it is true by proving that the rumour in fact existed; you\r\nhave to prove that the subject matter\nof the rumour is true.â\n5\nThis is the ârepetition ruleâ.â\n[6]\tThere are, of course, circumstances in which the\r\npublication of even false defamatory matter is protected â for\r\nexample, when\nit repeats what was said in parliament or in a court of\r\nlaw, or if âupon a consideration of all the circumstances of the\r\ncase,\nit is found to have been reasonable to publish the particular\r\nfacts in the particular way and at the particular timeâ\n6\nâ and the fact that the defamatory matter is mere repetition might\r\nin some cases be relevant to whether a defence of that kind\nwill be\r\nallowed. But that does not arise in this case. The appellants have\r\nnot sought to advance any defence of that kind, which\nwould in any\r\nevent have been bound to fail because the statements that are now\r\ncomplained of were not in the book at all. They\nwere fabricated by\r\nthe author of the article.\n[7]\tNo doubt there is considerable potential for slips\r\nto be made in a busy newsroom that runs against deadlines. But when\r\nalerted\nto the fact that something might have gone wrong it would be\r\na wise editor who pauses for a moment to reflect on what has\r\noccurred.\nIn this case the respondentsâ attorney wrote to the\r\neditor shortly after the article had appeared complaining that it was\r\ndefamatory\nand factually incorrect in parts. It seems to me that it\r\nwould have been an elementary precaution in circumstances of that\r\nkind\nto call for the book and compare it to what had been said in the\r\narticle. Had that been done it would have been evident that the\n\nstatements that were said to be defamatory were not in the book. But\r\nthat was not done and instead the respondentsâ complaints\nwere\r\nbrushed aside. It was only on the eve of the trial that wiser counsel\r\nprevailed and a retraction and apology was belatedly\npublished. That\r\nnotwithstanding, the appellants persisted in contending that they had\r\ndone nothing unlawful, pinning their colours\nto a submission that the\r\nfabricated statements were not defamatory.\n[8]\tIn answering the question whether the article was\r\ndefamatory the court below â prompted by the pleadings and the\r\nsubmissions\nthat were made before it â compared the article to the\r\ncontents of the book and found that the article grossly\r\nmisrepresented\nwhat had been said. That finding was interwoven in the\r\nreasons that were given by that court for its conclusion that the\r\narticle\nwas defamatory. In that respect the court below, and counsel\r\nwho pleaded and presented the case before the court below, were\r\nmisdirected.\n[9]\tWhether a statement is defamatory depends upon the\r\nimputation that it conveys: it is a separate question whether it was\r\nunlawful\nto make the defamatory statement. I have already indicated\r\nthat in some cases it might be relevant to the latter issue that the\n\ndefamatory statement was repetition, but it has no relevance to\r\nwhether the statement is defamatory. In\nGatley\r\non Libel and Slander\nthat is expressed\r\nsuccinctly as follows:\n7\nâThe question âwhat is defamatory?â relates to the nature of\r\nthe statement made by the defendant: words may be defamatory\neven if\r\nthey are believed by no one and even if they are true, though in the\r\nlatter case they are not, of course,\nactionable.\nâ\n[10]\tIn those circumstances, and bearing in mind that no\r\ndefence has been advanced that might raise the question of\r\nrepetition,\nthe fact that the article misrepresented what was said in\r\nthe book has no relevance to this case, and I need say no more about\r\nthe book.\n[11]\tThe article commenced on the front page of the\r\nnewspaper and continued on page two. The events to which it refers\r\nwere said\nto have occurred shortly before what was called the\r\nâmake-or-breakâ negotiations between, primarily, the ANC and the\r\ngovernment\nof the former regime. Under the heading that I quoted\r\nearlier, and accompanied by photographs of the respondents, the\r\narticle commenced\nas follows:\nâDefence Minister and ANC chairperson Mosiuoa Lekota and\r\nKwaZulu-Natal Premier and provincial ANC chairperson Sâbu Ndebele\n\n(both pictured) spied on the ANC and their own comrades â\r\nunwittingly it would appear.\nThe startling revelations of Lekota and Ndebele supplying\r\nconfidential ANC information to the apartheid-era National\r\nIntelligence\nService (NIS) are contained in a book by former\r\noperative Riaan Labuschagne.\nMasquerading as a journalist and researcher on liberation theology,\r\nLabuschagne writes that he infiltrated the ANC to its top leadership\n\ncircles in KwaZulu-Natal. He made friends with former UDF leaders\r\nwith the help of Lekota and Ndebele at a time when the two were\n\nchairperson and secretary of the ANC in the province respectively. He\r\nheaded Operation Jaguar, which was designed to penetrate\nthe ANC just\r\nbefore the make-or-break negotiations before April 1994 to spy on its\r\nstrategies and activities. His activities were\nstopped by ANC\r\nintelligence operative Mo Shaik who raised concerns about his\r\npresence.â\n[12]\tNo detail was given of the confidential information\r\nthat was said to have been supplied by Lekota to the âapartheid\r\nagentâ.\nThe article detailed some of the information that was said\r\nto have been supplied by Ndebele and went on to report that Ndebele\r\nhad âdenied that he gave confidential documents [to the agent]\r\nsaying that they could have been public documents anyway.â The\n\nremainder of the article is not material to our decision in this\r\nappeal and I need not repeat it.\n[13]\tIn deciding whether the statements I have outlined\r\nare defamatory the first step is to establish what they impute to the\r\nrespondents.\nThe question to be asked in that enquiry is how they\r\nwould be understood in their context by an ordinary reader.\n8\nObservations that have been made by our courts as to the assumptions\r\nthat ought to be made when answering that question are conveniently\n\nreplicated in the following extract from a judgment of an English\r\ncourt:\n9\nâThe court should give the article the natural and ordinary meaning\r\nwhich it would have conveyed to the ordinary reasonable reader\n\nreading the article once. Hypothetical reasonable readers should not\r\nbe treated as either naïve or unduly suspicious. They\nshould be\r\ntreated as capable of reading between the lines and engaging in some\r\nloose-thinking, but not as being avid for scandal.\nThe court should\r\navoid an over-elaborate analysis of the article, because an ordinary\r\nreader would not analyse the article as a\nlawyer or an accountant\r\nwould analyse documents or accounts. Judges should have regard to the\r\nimpression the article has made upon\nthem themselves in considering\r\nwhat impact it would have made upon the hypothetical reasonable\r\nreader. The court should certainly\nnot take a too literal approach to\r\nits task.â\n[14]\tMuch has been made of the unqualified statement in\r\nthe headline that the respondents âspiedâ, which conveys in its\r\nordinary\nmeaning that the respondents âkept watch [on their\r\ncomrades] in a secret or stealthy mannerâ, that they âkept watch\r\n[on them]\nwith hostile intentâ, that they âmade stealthy\r\nobservations with hostile motivesâ.\n10\nBut words that are used in a newspaper article must not be read in\r\nisolation â the ordinary reader must be taken to have read\nthe\r\narticle as a whole albeit without careful analysis. A clear\r\nexpression of the reason underlying that rule is to be found in\nCharleston v News Group Newspapers Ltd,\n11\nin which the question whether a defamatory headline, isolated from\r\nthe text of the article, is capable of founding an action for\n\ndefamation, was confronted directly by the House of Lords. It held\r\nthat the adoption by the law of a single standard for determining\nthe\r\nmeaning of the words â the standard of the ordinary reader â\r\nnecessarily leads to the conclusion that it could not found\nan\r\naction. Lord Nicholls of Birkenhead expressed it as follows:\n12\nâI do not see how, consistently with this single standard, it is\r\npossible to carve the readership of one article into different\n\ngroups: those who will have read only the headlines, and those who\r\nwill have read further. The question, defamatory or no, must\nalways\r\nbe answered by reference to the response of the ordinary reader to\r\nthe publication.â\nBut he warned against the idea that a poisonous headline\r\nmay be published with impunity provided only that an antidote is\r\nadministered\nin the text when he went on as follows:\n13\nâThis is not to say that words in the text of an article will\r\nalways be efficacious to cure a defamatory headline. It all depends\n\non the context, one element of which is the layout of the article.\r\nThose who print defamatory headlines are playing with fire.\nThe\r\nordinary reader might not be expected to notice curative words tucked\r\naway further down in the article. The more so, if the\nwords are on a\r\ncontinuation page to which a reader is directed. The standard of the\r\nordinary reader gives a jury adequate scope\nto return a verdict\r\nmeeting the justice of the case.â\n[15]\tEven if the article was read only fleetingly I\r\nthink that the imputation in the headline that the respondents had\r\nspied (in\nthe ordinary sense of the word) would soon have been\r\ndispelled when the reader commenced reading the text and any\r\nlingering doubts\nwould have been put to rest once the article had\r\nbeen read to the end. The ordinary reader would have been struck\r\nimmediately by\nthe qualification in the first paragraph that the\r\nso-called spies had been âunwittingâ. Naturally that was a\r\ncontradiction\nin terms â spying, by its nature, cannot be unwitting\r\nâ but we are not concerned with the quality of the writing. We are\r\nconcerned\nwith the impression that the words would have left on the\r\nmind of the reader. In my view the ordinary reader would have known\r\nfrom\nthe first paragraph alone, and it would have been confirmed by\r\nthe facts related thereafter, that the respondents had not acted\nwith\r\nthe state of mind that I have mentioned.\n[16]\tBut what the article also told the reader â and\r\nthis in unambiguous language â was that the respondents supplied\r\nconfidential\nparty information to a person who purported to be a\r\njournalist researching liberation theology. That the person was in\r\ntruth an\nNIS agent reflects upon the effect of their conduct, rather\r\nthan on the nature of what they had done, and in that sense it is not\n\nreally material. For I think the ordinary reader would understand\r\nthat confidential information should not have been divulged at\nall,\r\neven if the person was not an agent. I agree with counsel for the\r\nrespondents that what the article says of the respondents\nis that\r\nthey breached confidences with which they had been entrusted,\r\nimputing to them that they lacked the qualities that are\nrequired to\r\nbe entrusted with confidences of that kind.\n[17]\tThe question whether an imputation is defamatory is\r\nusually answered by asking whether the imputation lowers the\r\nplaintiff\nin the estimation of the ordinary reader.\n14\nIt is not necessary in this case to revisit how that test is to be\r\napplied when there are sectors in society that might differ\nfrom one\r\nanother in the view that they would take of the matter.\n15\nTo impute to the respondents, who were both in high office at the\r\ntime, that they lacked the qualities that are required to be\n\nentrusted with the confidences of high office, would indeed tend to\r\nlower them in the estimation of people straddling all sectors\nof our\r\nsociety and was defamatory. No defence to the publication of the\r\ndefamation has been advanced and it follows that it was\nunlawful. I\r\nturn, then, to the question of damages.\n[18]\tThe quantification of damages in an action for\r\ndefamation falls within the discretion of the trial court and a court\r\nof appeal\nwill interfere with an award only if it is tainted by\r\nmisdirection. It is not altogether clear from the judgment what\r\nmeaning the\ncourt below gave to the article, but there is an\r\nindication that the court considered it to impute that the\r\nrespondents had been\nspies as ordinarily understood. If that is\r\nindeed the meaning that was given to the article the court was\r\nmisdirected for the reasons\nI have given. But that apart, I referred\r\nearlier in this judgment to the manner in which that court approached\r\nthe question whether\nthe article was defamatory. It was inevitable\r\nfrom the adoption of that approach that the court below was under a\r\nmisapprehension\nas to the nature of the defamation when the damages\r\nwere assessed. That was a material misdirection in itself and we must\r\nassess\nthe damages afresh.\n[19]\tI have pointed out that the material statements in\r\nthe article were fabrications by the author for which no explanation\r\nhas\nbeen given. Counsel for the respondents urged us to infer that\r\nhis conduct was malicious and to take account of that in assessing\n\ndamages but I do not think it would be correct to do so. Although\r\nthere are statements to the contrary in some decided cases counsel\n\nfor the appellants accepted that the purpose of damages for\r\ndefamation is not to punish the defendant but to console the\r\nplaintiff\nthrough compensation for the harm that was caused.\n16\nWhat is material for that purpose is not why the defamation occurred\r\nbut rather what effect the defamation had.\n[20]\tThe imputation that was made against the\r\nrespondents, bearing in mind the offices they held at the time, was\r\nserious and deserving\nof substantial damages. Quite how widely the\r\ndefamation was circulated does not appear from the record but the\r\nallegation in the\npleadings that City Press has a âlarge\r\nreadershipâ was admitted.\n[21]\tWhat is always material to an award is the extent\r\nto which the harm that was caused was mitigated by the defendant. I\r\nthink\nI have already made it clear that in this case the response by\r\nTsedu to the complaint that was made by the respondents soon after\n\nthe article appeared was one of indifference if not contempt. What\r\nwas published in the edition of City Press that appeared after\nthe\r\ncomplaint had been made was no more than an article reporting that\r\nLekota denied the allegations that had been made (the initial\nreport\r\ncontained a denial by Ndebele) and adding that âCity Press regrets\r\nthe possible wrong inference that could have been drawn\n[from the use\r\nof the word âspiedâ] that Lekota actively spied on the ANCâ,\r\nand that any âembarrassment so causedâ was\nâunfortunate and\r\nregrettedâ. That correction did nothing to mitigate the harm,\r\nbearing in mind that the ordinary reader would\nin any event not have\r\nread the article as saying that the respondents had spied.\n[22]\tThe editor had a further opportunity for reflection\r\nâ and once more he chose not to take it â when he was interviewed\r\nfor\nradio some three weeks after the article appeared. The only\r\nwrongdoing that was acknowledged by Tsedu in that interview was that\n\nthe word spies had not been placed in quotation marks (though why a\r\nâspyâ is not a spy was not explained). That the statements\nthat\r\nwere said to be defamatory had been fabricated by the author was\r\noverlooked.\n[23]\tThere the matter rested for almost sixteen months\r\nuntil shortly before the matter came to trial. On 12 November 2006\r\nCity Press\ncarried the following retraction and apology:\nâThe report âANC top brass spied on one another â apartheid\r\nagentâ of 7 August 2005, unjustly offends both Minister of\nDefence,\r\nMosiuoa Lekota, and KZN Premier SâBu Ndebele, which City Press\r\nsincerely regrets.\nThe report discusses revelations supposedly contained in the book\r\ntitled â\nOn South Africaâs secret service\nâ by former\r\nnational intelligence operative Riaan Labuschagne.\nThe book does not contend, as incorrectly stated in the report, that:\r\nâDefence Minister and ANC chairperson Mosiuoa Lekota and\n\nKwaZulu-Natal premier and provincial ANC chairperson SâBu Ndebele\r\n(both pictured in the report) spied on the ANC and their own\ncomrades\r\nâ unwittingly it would appearâ.\nIt follows that the heading âANC top brass spied on one another â\r\napartheid agentâ, is similarly incorrect.\nThe report also contains the following factual errors:\nThe book does not state that Lekota and Ndebele supplied\r\n\tconfidential information to the apartheidâs era National\r\n\tIntelligence\nServices and the statement in the report that the book\r\n\tcontains âstartling revelationsâ, to that effect is erroneous.\nThe following statements in the book are incorrect as Lekota was in\r\n\tcustody from April 1985 until his release from Robben Island\non 15\r\n\tDecember 1989, namely: âLabuschagne says his association with\r\n\tLekota gave him considerable access to ANC circlesâ and\n\n\tânevertheless, by the middle of 1989 I had established contacts\r\n\twith, and interviewed, most members of the ANC and SACP leadership\n\n\tin Durban and Pietermaritzburg through an unwitting Lekota, wrote\r\n\tLabuschagne.â\nCity Press retracts the incorrect statements in the report and\r\napologises for the embarrassment thereby occasioned.â\n[24]\tI do not think much weight can be attached to that\r\nretraction and apology, coming as it did on the eve of a trial that\r\nwas\ndestined in any event to vindicate the respondents. One might\r\nexpect that the appellants, having retracted and expressed their\r\nâsincere regretâ, would then have turned their attention to the\r\nmonetary value of the offence that they had caused, but that\nwas not\r\nto be. Instead they persisted in compelling the respondents to find\r\ntheir full vindication in the courts. There has been\nnothing, in my\r\nview, that the appellants have done to mitigate the harm that they\r\ncaused, and the respondents are entitled to a\nfull measure of\r\ndamages.\n[25]\tMonetary compensation for harm of this nature is\r\nnot capable of being determined by any empirical measure. Awards made\r\nin other\ncases might provide a measure of guidance but only in a\r\ngeneralized form and I do not think it would be helpful to recite\r\nother\nawards. In my view an award that would meet the justice of this\r\ncase would be the sum of R100 000 for each of the respondents.\n[26]\tThere remains the question of costs. The appellants\r\nappealed against the whole of the order of the court below, including\r\nthe\namount of the award, and in the latter respect they have been\r\nsuccessful to a degree. Insofar as it relates to the award to Ndebele\n\ntheir success has been negligible and he is entitled to his costs of\r\nthe appeal. Although their success has been greater in relation\nto\r\nLekota I do not think that ought to affect the costs for two reasons.\r\nFirst, the costs of the appeal are not capable of being\nseparated as\r\nbetween the respondents. Secondly, the thrust of the appeal, despite\r\nthe retraction before the trial, was directed\nat persuading us that\r\nthe appellant had not acted unlawfully, and the amount of the award\r\nhas played only a peripheral role. The\nrespondents were compelled to\r\nresist the appeal if they were to be vindicated and I think they are\r\nentitled to the costs of having\ndone so.\n[27]\tThe following order is made:\n1.\tThe amounts reflected in paragraphs 1 and 2 of the\r\norder of the court below are in each case substituted with the amount\r\nof R100 000.\n2.\tThe appeal is otherwise dismissed with costs that are\r\nto include the costs occasioned by the employment of two counsel.\n__________________\nR.W. NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tJ J Roestorf\nInstructed\r\nby:\nWillem\r\nde Klerk & Ass, Johannesburg\nHoney\r\nAttorneys, Bloemfontein\nFor\r\nrespondent:\tK S Tip SC\nG\r\nL Malindi\nInstructed\r\nby:\nMohamed\r\nRandera & Ass, Johannesburg\nE\r\nG Cooper Majiedt Inc, Bloemfontein\n1\nRiaan Labuschagne\nOn South Africaâs Secret Service: An\r\n\tUndercover Agentâs Story\n(Galago 2002).\n2\n5\ned (1990) by Bell Dewar and Hall p 43.\n3\nGatley on Libel and Slander\n10 ed (2004) edited by Patrick\r\n\tMilmo QC and W V H Rogers para 11.4. See, too, Jonathan M Burchell\nThe Law of Defamation in South Africa\n(1985) pp 211-212.\n4\nQuoting what was said in\nKerr v Force\n(1826) 3 Cranch C C 8\nat 24.\n5\nQuoting Greer LJ in\nCookson v Harewood\n[1932] 2 K B 478n\nat\r\n\t485.\n6\nNational Media Ltd v Bogoshi\n1998 (4) SA 1196\n(SCA) at\r\n\t1212G-H.\n7\nAbove, para 1.5.\n8\nJoubert (ed)\nThe Law of South Africa\n(2 ed) vol 7\r\n\tâDefamationâ by F D J Brand para 239.\n9\nSimon Brown LJ in\nMark v Associated Newspapers Ltd\n2002 E M L\r\n\tR 38 para 11.\n10\nOxford Shorter English Dictionary\n.\n11\n1995 2 AC 65\n(HL).\n12\nAt 74B-C.\n13\nAt 74C-D.\n14\nLAWSA\n, above, para 237 as qualified in\nMohamed v Jassein\n[1995] ZASCA 115\n;\n1996 (1) SA 673\n(A) at 706H-J.\n15\nMohamed v Jassein\n[1995] ZASCA 115\n;\n1996 (1) SA 673\n(A).\n16\nDikoko v Mokhatla\n2006 (6) SA 235\n(CC) para 76. See the\r\n\tdiscussion of the subject by J Neethling âThe Law of Delict and\r\n\tPunitive Damagesâ [2008]\nObiter\nVol 29(2) 238.",
  "scraped_at": "2026-02-11T21:40:13.067814",
  "date": "2009-03-17",
  "coram": [
    "Harms DP",
    "MthiYane",
    "Nugent",
    "Van Heerden JJA",
    "Leach AJA"
  ],
  "case_number": "715/07",
  "parties": {
    "applicants": [
      "Mathatha Tsedu",
      "Wonder Hlongwa",
      "Media 24 (Pty) Limited"
    ],
    "respondents": [
      "Gerald Patrick Mosiuoa Lekota",
      "Joel Sibusiso Ndebele"
    ]
  },
  "sections": {
    "facts": "On 7 August 2005 City Press published an article headlined “ANC top brass spied on one another – apartheid agent”. The article, written by Wonder Hlongwa and edited by Mathatha Tsedu, alleged that ANC leaders Mosiuoa Lekota and Joel Ndebele supplied confidential party information to an apartheid-era National Intelligence Service (NIS) operative. The statements were not found in the book the article claimed to be reporting on and were later admitted to be fabricated. The respondents sued for defamation; the High Court awarded damages of R150,000 to Lekota and R112,500 to Ndebele. The appellants appealed.",
    "issues": "The appeal raised (1) whether the article was defamatory; (2) whether any defence such as the repetition rule or truth applied; (3) whether the trial court had erred in its assessment of damages; and (4) the appropriate quantum of damages.",
    "principles": "South African defamation law holds that anyone who republishes a defamatory statement is a publisher and is liable unless a defence such as truth is proved. The truth defence requires proof that the imputed fact itself is true, not merely that the statement was made. The “repetition rule” does not provide a defence where the statement is false. Liability extends to editors, printers, publishers and proprietors. The test for defamation is whether the imputation lowers the plaintiff in the estimation of an ordinary reasonable reader. Courts have discretion in quantifying damages, intervening only where misdirection is evident.",
    "application": "The court found that the article imputed to the respondents a lack of integrity in handling confidential information, which would lower them in the public’s estimation. No defence was advanced, and the repetition rule was inapplicable because the statements were fabricated and not true. The appellate court noted the trial court’s misdirection in assessing the meaning of the article and the inadequate mitigation by the appellants despite a belated retraction. Consequently, the court substituted the damages with R100,000 for each respondent.",
    "conclusion": "The appeal was dismissed. The damages awarded by the High Court were substituted with R100,000 each for Lekota and Ndebele. Costs of the appeal were awarded to the respondents, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Defamation Law",
    "level_2": "Media Law",
    "level_3": [
      "defamation",
      "repetition rule",
      "damages",
      "journalistic liability"
    ]
  }
}