{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/134.html",
  "case_name": "Coetzee v S (502/08) [2009] ZASCA 134; 2010 (1) SACR 176 (SCA) ; [2010] 2 All SA 1 (SCA) (30 September 2009)",
  "citation": "[2009] ZASCA 134",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 134\n|\nNoteup\n|\nLawCite\nCoetzee v S (502/08) [2009] ZASCA 134; 2010 (1) SACR 176 (SCA) ; [2010] 2 All SA 1 (SCA) (30 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No 502/08\nIn the matter between:\nM P COETZEE\t\t\t\t\t\t             \r\n   Appellant\nand\nTHE STATE   \t                 \r\n \t\t     \t\t             Respondent\nNeutral citation:\nCoetzee\r\nv The State\n(502/08)\n[2009] ZASCA 134\n(30  September  2009)\nCoram:\nMpati\r\nP, Mthiyane\net\nMhlantla JJA\nHeard:\n31\r\nAugust 2009\nDelivered:\n30\r\nSeptember 2009\nSummary:\tCriminal law â\r\nSentence â appellant, a pastor â sentenced  to an effective term\r\nof four years' imprisonment upon\nconviction on four counts of\r\nindecent assault and two counts of\ncrimen\r\niniuria\n. On appeal all\r\ncounts treated as one for purposes of sentence â sentence set aside\r\nand replaced with one of four years' imprisonment\nin terms of\ns\r\n276(1)(i)\nof the\nCriminal Procedure Act 51 of 1977\n.\nORDER\n____________________________________________________________\nOn appeal from:\nHigh\r\nCourt, Pietermaritzburg (Koen J and Gorven AJ,\nsitting as a court of appeal).\n1.\tThe appeal succeeds.\n2.\tThe sentences imposed by the\r\ntrial court are set aside and replaced with the following:\n'The accused is sentenced to four\r\nyears' imprisonment in terms of\ns 276(1)(i)\nof the\nCriminal Procedure\nAct 51 of 1977\n.'\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA (Mpati P and\r\nMthiyane JA concurring):\n[1]\tThe appellant was convicted\r\nin the Regional Court, Richards Bay, on four counts of indecent\r\nassault and two counts of\ncrimen\r\niniuria\n. He was\r\nsentenced to an effective term of four years' imprisonment. An appeal\r\nagainst conviction and sentence was dismissed by\nthe\r\nPietersmaritzburg High Court (Koen J, Gorven AJ concurring). The\r\npresent appeal is against sentence only and is before us with\nthe\r\nleave of the court below.\n[2]\tThe essence of the attack on\r\nthe regional magistrate's decision on appeal is that he misdirected\r\nhimself or failed to properly\nexercise his discretion in that the\r\nsentence he imposed is excessive and induces a sense of shock.\n[3]\tThe facts relevant to\r\nsentence are briefly the following. The appellant was employed as a\r\npastor at the Apostolic Faith Mission\nChurch in Meerensee, Richards\r\nBay. All the complainants and their parents were members of the\r\nappellantâs church. The appellant\nalso provided counselling\r\nsessions to members of his church. There was, however, a dispute as\r\nto whether the constitution of the\nchurch permitted him to do so. A\r\nyouth pastor, Mr Francois van Niekerk, testified that the appellant\r\nwas not entitled to conduct\ncounselling sessions. The parents of two\r\nof the complainants had nevertheless requested the appellant to\r\nprovide counselling to\nthem. The incidents forming the subject of the\r\nappeal occurred during the period between August 2002 and January\r\n2005.\n[4]\tThe first incident, being\r\ncount 1, occurred in August 2002 and involved Ms Natasha Lamprecht,\r\nwho was then 19 years old. Her\nmother had discovered a diary which\r\nrevealed that Natasha had begun to have sexual relations with her\r\nboyfriend. Her parents, probably\ndisapproving of what was going on,\r\narranged for Natasha to consult the appellant. The counselling\r\nsession took place in the appellant's\nhouse in his study.\n[5]\tThe appellant's wife was\r\npresent in the house when he indecently assaulted Natasha. The\r\ncounselling session commenced with what\nappeared to be a normal\r\ndiscussion. Out of the blue the appellant began to stroke her leg,\r\nmoving his hands up and down, and then\nrubbed her thigh. Despite her\r\nobjection, he pulled up her dress and touched her vagina. He then\r\nasked her if she ever imagined\nhaving a relationship with a pastor\r\nand began to ask searching questions about her sexual relations with\r\nher boyfriend. Natasha\nfelt shocked, stunned and nervous and did not\r\nknow what to do about this intrusion. She cried and felt traumatised.\r\nSoon after\nleaving the appellant's home, she reported the incident to\r\nher boyfriend.\n[6]      The second complainant,\r\nMs Adele Taljaard, then 16 years old, was indecently assaulted on two\r\noccasions. The relevant counts\nare counts 3, 4 and 5 respectively.\r\nAdele's father had assaulted her for spending a weekend with her\r\nboyfriend. Because of the\nseriousness of the assault a social worker,\r\nto whom the matter had been reported, referred her to the appellant\r\nfor counselling.\nThe first incident occurred on 21 January 2003 at\r\nAdele's home. She was alone with her brother when the appellant\r\narrived for the\ncounselling session. He asked her brother to leave\r\nthe house as he wanted to talk to her alone. The so-called\r\ncounselling session\ncommenced with him inspecting the weal marks on\r\nher legs. He then applied a cream high up on her thigh after he had\r\npulled up her\nskirt. He touched her vagina saying that he was\r\n'closing it'. These incidents relate to count 3. The appellant forced\r\nher to sit\non his lap. He asked her about her sexual relations with\r\nher boyfriend and about her preference in relation to sexual acts. He\r\npushed open her blouse, as he put it, in order to see her brassiere.\r\nThese incidents relate to count 5. He then asked her to come\nto his\r\nhouse the next day when he would discuss her case with her parents.\n[7]\tThe incident in regard to\r\nCount 4 occurred on 22 January 2003. Adele arrived at the appellantâs\r\nhouse and was met by his wife\nwho showed her to the appellantâs\r\nstudy. Her parents were not present. The appellant sat very close to\r\nher and lifted her skirt,\nthus exposing her underwear. She testified\r\nthat she was shocked and felt ashamed. She left immediately\r\nthereafter and later reported\nboth incidents to her boyfriend.\n[8]\tCounts 8 and 9 relate to\r\nincidents involving Ms Lee-Ann van Rensburg, then 21 years old. Her\r\nparents were concerned about her\nself-esteem and well-being and\r\nreferred her to the appellant for counselling during January 2005. \r\nThe two families had a close\nrelationship and Lee- Ann regarded the\r\nappellant as a father figure and a person to whom she could talk\r\nabout anything. On the\nday in question the appellant arrived at\r\nLee-Annâs parental home for the counselling session after he had\r\ntelephoned her. As\nwith the other complainants, the appellant behaved\r\noddly.  He began with lifting Lee-Ann's skirt and went on to rub her\r\nthighs\nand then touched her vagina. Subsequently he put his hands\r\ninside her bra and looked at her breasts. He then asked her to take a\n\nshower and stated that he would choose underwear for her. After she\r\nhad had a shower, he asked her about her sexual relationship.\nLee-Ann\r\ntestified that she felt very uncomfortable about the encounter.\n[9] \tFollowing the appellant's\r\nconviction two pre-sentencing reports were obtained, one from a\r\nprobation officer and the other from\na correctional officer. Ms\r\nMthembu, a social worker, reported that the appellant did not\r\nverbalise remorse although she deduced,\nfrom his conduct, the\r\npresence of some remorse. She recommended a sentence with an option\r\nof a fine or correctional supervision.\nMs Mabuyakhulu, on the other\r\nhand, recorded that the appellant showed no remorse for his actions\r\nand raised concern about the practical\ndifficulties which would arise\r\nfrom the implementation of a sentence of correctional supervision.\r\nShe concluded that the appellant\nwas not a suitable candidate for\r\ncorrectional supervision.\n[10]\tThe magistrate rejected the\r\nsuggestion that a wholly suspended sentence or correctional\r\nsupervision be imposed. He concluded\nthat a term of direct\r\nimprisonment was the only appropriate sentence. In respect of each of\r\nthe counts of indecent assault, the\nappellant was sentenced to six\r\nyears' imprisonment, two years of which were suspended for four years\r\non condition he is not again\nconvicted of indecent assault or\ncrimen\r\niniuria\nduring the\r\nperiod of suspension. A sentence of 18 months' imprisonment was\r\nimposed in respect of each of the\ncrimen\r\niniuria\ncounts, half\r\nof which was suspended for three years on condition that the\r\nappellant is not again convicted of\ncrimen\r\niniuria\n, or indecent\r\nassault, committed during the period of suspension. All the sentences\r\nwere ordered to run concurrently.\n[11]\tThe court below concluded\r\nthat it was in the interests of society that the appellant be\r\nsentenced to a term of incarceration\nand that any non-custodial\r\nsentence would merely be a slap on the wrist. The appellant's appeal\r\nagainst sentence was thus dismissed.\nThe court below altered the\r\nsentences by treating all the indecent assault counts as one for\r\npurposes of sentence and imposed a\nsentence of six years'\r\nimprisonment, two years of which were suspended for four years on\r\ncondition that the appellant was not again\nconvicted of indecent\r\nassault or\ncrimen\r\niniuria\ncommitted\r\nduring the period of suspension. Regarding the two\ncrimen\r\niniuria\ncounts, the\r\ncourt imposed a sentence of 18 months' imprisonment, half of which\r\nwas suspended for three years on similar conditions.\nThe sentences\r\nwere ordered to run concurrently.\n[12]\tIn this court it was\r\ncontended that the regional magistrate committed a misdirection in\r\nthat he associated the offences in\nthis case with rape. He relied on\r\nauthorities which dealt with rape and, in the result, exercised his\r\ndiscretion as if he were\nsentencing a rapist. The second criticism\r\nwas that the magistrate had placed undue emphasis on the element of\r\ndeterrence as an\nobject of punishment, with the result that he\r\nimposed a sentence that was excessive in the circumstances of this\r\ncase.\n[13]\tThe imposition of sentence\r\nis a matter falling pre-eminently within the judicial discretion of\r\nthe trial court. The test for\ninterference by an appeal court is\r\nwhether the sentence imposed by the trial court is vitiated by\r\nirregularity or misdirection\nor is disturbingly inappropriate.\n1\n[14]\tRegarding the first\r\nchallenge, I am, like Koen J in the court below, not persuaded that\r\nthe regional magistrate misdirected\nhimself in expressing certain\r\nsentiments concerning assault on women and children after he had\r\nreferred to the judgment in\nS\r\nv Ncheche\n[2005] ZAGPHC 21\n;\n2005 (2)\r\nSACR 386\n(W), which dealt with rape. In my view this was no more than\r\nan indication of the seriousness of the offence. The magistrate in\n\nfact, despite his reference to\nNcheche\n,\nrecognised that the\r\noffences in question were not committed in a violent manner. And it\r\nis clear from the sentence eventually imposed\nthat the magistrate did\r\nnot treat the appellant as a rapist.  In my view, a harsher sentence\r\nwould have been imposed had the magistrate\nregarded the appellant as\r\na rapist. In the result, I conclude that there was no material\r\nmisdirection, justifying interference\non that basis.\n[15]\tI turn now to consider the\r\nsecond challenge, which is that the magistrate, in considering an\r\nappropriate sentence, overemphasized\nthe seriousness of the offences\r\nand attached too much weight to the element of deterrence. Amongst\r\nthe factors mentioned in mitigation\nof sentence was that the\r\nappellant was a first offender. He is married and has children. He\r\nhad already lost his job at the church\nwhere he worked at the time of\r\nthe incidents. The complainants were not young girls but mature women\r\nwho were already sexually\nactive. Counsel for the respondent\r\nconceded, correctly in my view, that a sentence of four years'\r\nimprisonment in these circumstances\nwas severe. He submitted that a\r\nsentence in terms of s 276(1)(i) of the Criminal Procedure Act 51 of\r\n1977 (the Act) would be more\nappropriate.\n[16]\tIt was submitted, on behalf\r\nof the appellant, that he had a psychological problem and should be\r\nreferred for psychological\nevaluation. This argument cannot be\r\nsustained. In my view, if the defence considered that the appellant\r\nhad a psychological problem\nfor which he required therapy, it should\r\nhave raised this at the trial and taken the necessary steps to secure\r\na report to that\neffect and have it placed before the trial court.\r\nThis court cannot speculate on that score. The appellant cannot\r\nexpect preferential\ntreatment and be given a second opportunity to\r\npresent his case. This court cannot remit the matter to the trial\r\ncourt on that\nbasis, more so since the appellant had already been\r\ninterviewed by a probation officer and a correctional officer before\r\nsentence\nwas imposed.\n[17]\tEven if there was no\r\nmisdirection, however, as I have indeed found there was none, it\r\nwould still be competent for this court\nto interfere if it were\r\nsatisfied that the trial court had not exercised its discretion\r\nreasonably and imposed a sentence which\nis inappropriate in the\r\ncircumstances. Although each case stands against the setting of its\r\nown facts and circumstances, it may\nbe necessary to have a look at\r\ncomparative cases in determining whether the trial court properly\r\nexercised its discretion in its\nimposition of sentence.\n[18]\tThe first of these examples\r\nis\nS v R\n,\n2\nwhere the accused was convicted of indecently assaulting a 15 year\r\nold boy and was sentenced to 18 months' imprisonment, half of\nwhich\r\nwas suspended on condition that the appellant received psychiatric\r\ntreatment. In a further appeal, this court considered\nthe suitability\r\nof correctional supervision in terms of s 276(1)(h) of the Act. The\r\ncourt set aside the sentence and remitted the\nmatter to the trial\r\ncourt for the imposition of such a sentence. In\nS\r\nv R\n, evidence was\r\nplaced before the court by a probation officer that the accused's\r\nconduct in that case stemmed from personality defects\nand a drinking\r\nproblem. In the present matter we do not have any evidence touching\r\non the appellant's psychological make-up or\nany evidence justifying\r\nan order in terms of s 276(1)(h) of the Act. We are therefore not at\r\nliberty to approach the present matter\non the same basis as Kriegler\r\nAJA did in\nS v R\n.\n[19]   In\nS\r\nv D\n,\n3\nthe accused was convicted of indecently assaulting an eight year old\r\ngirl.  He was sentenced to 6 years' imprisonment, two years\nof which\r\nwere conditionally suspended. On appeal, this court set aside the\r\nsentence and replaced it with a sentence of three years'\nimprisonment\r\nin terms of s 276(1)(i) of the Act, plus a further two yearsâ\r\nimprisonment suspended for five years on certain conditions.\n[20]\tIn\nS\r\nv K\n,\n4\nthe appellant pleaded guilty to seven counts of contravening s\r\n14(1)(b) of the Sexual Offences Act 23 of 1957. He had committed\nthe\r\noffences on young boys who were street children. He was sentenced to\r\nan effective term of seven years' imprisonment. Expert\nevidence\r\ntendered on behalf of the appellant recommended that he be sentenced\r\nto a period of correctional supervision and be compelled\nto undergo\r\nintensive psychotherapy. On appeal to the Provincial Division the\r\nsentence of seven yearsâ imprisonment was confirmed\non the basis\r\nthat the appellant had previous convictions for the same offence and\r\nthat he had in the past not reacted positively\nto treatment and the\r\nboys had begun to display deviant behaviour.\n[21]\tIn\nS\r\nv R\n,\n5\nthe appellant, a 25 year old primary school teacher, had been\r\nconvicted on six counts of indecent assault involving his male\r\npupils.\nHe was sentenced to five years' imprisonment of which two\r\nyears were conditionally suspended. A clinical psychologist had\r\ntestified\nin mitigation of sentence. On appeal this court confirmed\r\nthe sentence due to the seriousness of the offences.\n[22]\tIn\nS\r\nv V\n,\n6\nthe appellant was convicted on a charge of a contravention of s\r\n14(1)(b) of the Sexual Offences Act, in that he had committed an\n\nindecent sexual act with a girl under the age of 16. He was sentenced\r\nto five years' imprisonment of which two years were suspended\non\r\ncertain conditions.\n[23]\tIn\nS\r\nv McMillan\n,\n7\nthe accused, a 32 year old man, who had an unhappy childhood and was\r\nmolested as a child was convicted of five counts of indecent\nassault\r\nagainst three boys ranging in age between nine and 12 years. The\r\nevidence before the trial court was that he suffered from\na sexual\r\ndeviance and that he had a need for intensive psychiatric treatment\r\nover a long term. The trial court, despite the expert\nevidence\r\nimposed a sentence of ten years' imprisonment. On  further appeal to\r\nthis court, Brand JA held that it was expected of\ncourts, through the\r\nsentences they imposed, firstly to reflect society's resentment and\r\nrepugnance for the present type of conduct,\nand, secondly, insofar as\r\nit was possible by sentencing, to prevent the recurrence of thereof,\r\neither by the particular offender\nor by others. The court held that\r\nthe sentence of ten years' imprisonment, particularly when compared\r\nwith sentences imposed in\ncomparable cases and which were confirmed\r\non appeal, was too severe. The court set aside the sentence and\r\nreplaced it with one\nof five years' imprisonment in terms of s\r\n276(1)(i) of the Act.\n[24]\tIn\nS\r\nv O\n,\n8\nthe accused pleaded guilty to three counts of indecent assault and\r\none of attempted indecent assault on four boys ranging in age\nfrom\r\neight to 12 years. He was sentenced in the trial court to eight and a\r\nhalf years' imprisonment. On appeal all four charges\nwere taken\r\ntogether for purposes of sentencing and his sentence was reduced to\r\nfour years' imprisonment, of which three years were\nsuspended on\r\ncertain conditions, including that the accused subject himself to\r\nprogrammes for treatment of sexual offenders.\n[25]\tIn\nS\r\nv Egglestone\n,\n9\nthe appellant, who had been conducting an escort agency employing\r\nhigh school teenagers from impoverished communities, was convicted\nin\r\nthe High Court on three counts of indecent assault, one of rape, one\r\nof assault and one of kidnapping. On appeal to this court\nthe\r\nconvictions of kidnapping and assault were set aside. This led to a\r\nreduction of the sentence. The rape and indecent assault\non the one\r\ncomplainant were taken together for the purpose of sentencing and the\r\nappellant was sentenced to eight years. In regard\nto the two counts\r\nof indecent assault on the other two complainants where the appellant\r\nhad touched the breasts of one of the complainants\nand had rubbed the\r\nleg and stomach of the other complainant, the court confirmed the\r\nsentence of six months' imprisonment on each\ncount.\n[26]\tTurning to the facts of this\r\ncase and having regard to sentences imposed in the above named cases\r\nand, given the personal circumstances\nof the appellant, namely that\r\nhe is a first offender, coupled with the fact that the complainants\r\nwere no longer young and immature\nand did not appear to have suffered\r\npermanent psychological trauma, it seems to me that a custodial\r\nsentence of four years was\nexcessively severe. In the result this\r\ncourt is at large to interfere with the sentence on the basis that it\r\nis disturbingly inappropriate.\n[27]\tThe seriousness of the\r\noffences committed by the appellant cannot be underestimated. He did\r\nnot show remorse. He abused his\nposition as pastor and the position\r\nof trust placed in him by the complainants and their parents. All the\r\ncomplainants were vulnerable\nand in need of counselling. Having\r\nregard to all of the above factors, I am of the view that a custodial\r\nsentence should be imposed,\nbut the length of the appellant's\r\nincarceration be left in the hands of the Commissioner. I propose to\r\nimpose a sentence of direct\nimprisonment in terms of s 276(1)(i) of\r\nthe Act. To achieve this goal, all the counts will be taken as one\r\nfor purposes of sentence.\nAccordingly a sentence of four years'\r\nimprisonment in terms of s 276(1)(i) of the Act will be appropriate.\n[28]\tIn the result the following\r\norder is made:\n1.\tThe appeal succeeds.\n2.\tThe sentences imposed by the\r\ntrial court are set aside and replaced with the following:\n'The accused is sentenced to four\r\nyears' imprisonment in terms of\ns 276(1)(i)\nof the\nCriminal Procedure\nAct 51 of 1977\n.'\n_______________\nN\r\nZ MHLANTLA\nJUDGE\r\nOF APPEAL\nAppearances:\nFor Appellant\t\tJ Marais SC\nBreytenbach Attorneys,\r\nDURBAN\t\t\t\t\t\tMcIntyre & van der Post, BLOEMFONTEIN\nFor Respondent\t\tP Bezuidenhout SC\nDirector of Public\r\nProsecutions,\nPIETERMARITZBURG\nDirector of Public\r\nProsecutions,\nBLOEMFONTEIN\n0000\n1\nDPP, KwaZulu-Natal v P\n2006 (1) SACR 243\n;\n[2006] 1 All SA 446\n(SCA) at para 10.\n2\n1993\r\n\t(1) SACR 209\n(A).\n3\n1995\r\n\t(1) SACR 259\n(A).\n4\n1995\r\n\t(2) SACR 555\n(O).\n5\n1995 (2) SACR 590\n(A).\n6\n1994 (1) SACR 598\n(A).\n7\n2003\r\n\t(1) SACR 27\n(A).\n8\n2003 (2) SACR 147\n(C).\n9\n[2008] ZASCA 77\n;\n2009\r\n\t(1) SACR 244\n(SCA).",
  "scraped_at": "2026-02-12T05:22:20.592043",
  "date": "2009-09-30",
  "coram": [
    "Mpati P",
    "Mthiyane",
    "Mhlantla JJA"
  ],
  "case_number": "502/08",
  "parties": {
    "applicants": [
      "M P COETZEE"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, M P Coetzee, was a pastor at the Apostolic Faith Mission Church in Richards Bay. Between August 2002 and January 2005 he provided counselling sessions to members of his congregation, some of whom were under the age of majority. During these sessions he indecently assaulted four complainants – Natasha Lamprecht (19), Adele Taljaard (16) on three occasions, and Lee‑Ann van Rensburg (21) on two occasions – by touching their genitals, lifting skirts and exposing underwear. The offences were charged as four counts of indecent assault and two counts of crimen iniuria. He was convicted in the Regional Court and sentenced to an effective term of four years' imprisonment. The High Court upheld the sentence, and the appellant appealed on the ground that the sentence was excessive and that the trial judge had misdirected himself.",
    "issues": "1) Whether the trial magistrate erred in law or misdirected himself by treating the offences as comparable to rape. 2) Whether the trial magistrate placed excessive emphasis on deterrence and imposed a sentence that was disturbingly inappropriate. 3) Whether a sentence of imprisonment under s 276(1)(i) of the Criminal Procedure Act 51 of 1977 would be a more appropriate disposition than direct imprisonment.",
    "principles": "The court applied the principle that sentencing is a matter of judicial discretion and appellate interference is only justified where the sentence is vitiated by irregularity, misdirection, or is disturbingly inappropriate. It referenced s 276(1)(i) of the Criminal Procedure Act as an alternative custodial sentence for first‑offenders where correctional supervision is unsuitable. Precedents considered included S v Ncheche (regarding reference to rape cases), S v R (use of s 276(1)(h) for psychiatric treatment), S v D (replacement of a sentence with s 276(1)(i) order), S v McMillan (replacement of a severe sentence with s 276(1)(i)), among others, to assess proportionality and the proper weight of deterrence.",
    "application": "The court found that the magistrate's reference to rape judgments did not constitute material misdirection, as he recognised the offences were non‑violent and did not treat the appellant as a rapist. However, the court held that the magistrate over‑emphasised deterrence, ignoring mitigating factors such as the appellant being a first offender, his marital status, loss of employment, and the complainants being mature individuals without permanent psychological trauma. By comparing with similar cases, the court concluded that a four‑year custodial sentence under s 276(1)(i) was proportionate and appropriate, given the appellant's lack of remorse and abuse of pastoral trust, while avoiding an unduly harsh direct imprisonment term.",
    "conclusion": "The appeal succeeded. The sentences imposed by the trial court were set aside and replaced with a sentence of four years' imprisonment in terms of s 276(1)(i) of the Criminal Procedure Act 51 of 1977."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "indecent assault",
      "pastoral abuse",
      "s276(1)(i)",
      "appeal"
    ]
  }
}