{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/139.html",
  "case_name": "African National Congress v Municipal Manager, George Local Municipality and Others (550/2008) [2009] ZASCA 139; [2010] 2 All SA 108 (SCA) ; (2010) 31 ILJ 69 (SCA) ; [2010] 3 BLLR 221 (SCA) (17 November 2009)",
  "citation": "[2009] ZASCA 139",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 139\n|\nNoteup\n|\nLawCite\nAfrican National Congress v Municipal Manager, George Local Municipality and Others (550/2008) [2009] ZASCA 139; [2010] 2 All SA 108 (SCA) ; (2010) 31 ILJ 69 (SCA) ; [2010] 3 BLLR 221 (SCA) (17 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 550/2008\nIn the matter between:\nAFRICAN NATIONAL CONGRESS                            \r\n        Appellant\nand\nTHE MUNICIPAL MANAGER, GEORGE LOCAL\nMUNICIPALITY                                         \r\n             First Respondent\nGEORGE LOCAL MUNICIPALITY                    Second\r\nRespondent\nHENRY JOHANNES JONES                                \r\nThird Respondent\nTHE DEMOCRATIC ALLIANCE                         \r\nFourth Respondent\nTHE INDEPENDENT ELECTORAL\nCOMMISSION                                           \r\n             Fifth Respondent\nTHE MINISTER FOR LOCAL GOVERNMENT\nAND HOUSING, WESTERN CAPE                       Sixth\r\nRespondent\nNeutral citation:\nAfrican National Congress v The Municipal\r\nManager, George Local Municipality\n(550/08)\n[2009] ZASCA 139\n(17\r\nNovember 2009)\nCoram:\nMPATI P, BRAND, MLAMBO, MAYA JJA, and BOSIELO AJA\nHeard:\n10 SEPTEMBER 2009\nDelivered:\n17 NOVEMBER 2009\nSummary:\nWhether\r\na municipal ward councillorâs letter of resignation from a\r\nmunicipal council duly delivered to a municipal manager but\n\nsubsequently withdrawn by its author and returned to him unread\r\nconstitutes a valid resignation under\nSection 27(a)\nof the\nLocal\nGovernment: Municipal Structures Act 117 of 1998\n.\nORDER\nOn appeal from:\nCape\r\nHigh Court (Irish AJ sitting as court of first instance).\nThe appeal is\ndismissed\r\nwith costs.\nJUDGMENT\nMAYA\nJA:  (MPATI P, BRAND, MLAMBO JJA, BOSIELO AJA                        \r\n concurring)\n[1]\nThis appeal turns on whether a municipal councillorâs resignation\r\nletter, which is delivered to a municipal manager but is subsequently\n\nwithdrawn by its author and returned to him unread, constitutes a\r\nvalid resignation for the purposes of s 27(a) of the Local\r\nGovernment:\nMunicipal Structures Act 117 of 1998 (âthe Actâ).\n[2]\tThe appellant challenges a\r\nrefusal by the Cape High Court (Irish AJ) of its application for\r\nvarious forms of relief\nbased\r\non its contention that the seat occupied by the third respondent, Mr\r\nJones, as a ward councillor of the fourth respondent,\nthe Democratic\r\nAlliance political party (âthe DAâ), in the council of the second\r\nrespondent, George Local Municipality (âthe\nmunicipalityâ) became\r\nvacant consequent to his resignation from the municipality and as a\r\nmember of the DA. The appeal is with\nthe leave of the court below.\n[3]\t Despite the substantial conflict\r\nwhich mired the background facts of the matter especially in relation\r\nto Jonesâ motives\nfor resigning and the events surrounding such\r\nresignation, those relevant to the central dispute were not in real\r\ncontention. On\nan application of the principles set out in\nPlascon-Evans Paints\r\nLtd v Van Riebeeck Paints (Pty) Ltd\n1\nthese facts may be summarised as follows. The case arose in the\r\naftermath of the last parliamentary floor crossing\n2\nwindow-period in September 2007. At the time, the DA controlled the\r\nmunicipality, in alliance with various smaller political parties,\nby\r\na slim majority of 18 seats, one which was held by Jones, whilst the\r\nappellant held the remaining 17 seats. It appears that\nthere were\r\ntensions within the DA which resulted in some of its members\r\nresigning and others being suspended or expelled from the\nparty.\n[4] \tJones was one of the\r\ndisenchanted DA members because promises previously made to him on\r\nbehalf of the party to advance his\npolitical career had not\r\nmaterialized. He intended leaving the DA to join the appellant and\r\nhad submitted the requisite notice\nto the appellant for filing with\r\nthe Electoral Commission.\n3\nHis imminent departure from the DA would obviously upset the balance\r\nof control in the municipality and was, seemingly, a matter\nof great\r\nconcern to the relevant parties.\n[5\n]\r\n\tOn 26 March 2008, the municipal manager, Mr Africa, found a sealed\r\nletter on his desk which his receptionist said she had been\ntold,\r\npresumably by its courier, was Jonesâ resignation as the DAâs\r\nward councillor from the municipalityâs council. According\nto the\r\nmunicipal manager, he did not read the letter because he had to\r\nattend an imminent council budget meeting. He further believed,\n\nadmittedly erroneously, that the Act entitled him to a seven-day\r\nperiod within which to process the resignation and that the matter\n\nwas therefore not urgent. Thus, the letter remained unattended until\r\nnoon on the following day when he received a telephone call\nfrom\r\nanother DA ward councillor, Mr Londt, informing him that Jones had\r\nchanged his mind about the resignation and would fetch\nhis\r\nresignation letter shortly. Indeed, Jones arrived at his office soon\r\nthereafter, in Londtâs company. He then gave Jones his\nletter,\r\nunopened and unread, in the belief that he was entitled to withdraw\r\nhis resignation as the resignation had not yet been\ndeclared to the\r\nElectoral Commission in terms of the relevant law. Jones opened the\r\nenvelope in his and Londtâs presence, identified\nits contents as\r\nhis resignation letter and left with it without showing it to him.\n[6\n]\r\n\tAt a DA meeting held later that day which the municipal manager\r\nattended, Jones produced the letter and informed those present\nthat\r\nhe had resigned impulsively, actuated by emotional pressure, and\r\nregretted the act. In the letter, which according to Jones\nwas\r\nprepared for him by Pastor Smart and Inspector Ryk but was signed by\r\nhim, he resigned from both the DA as its member and as\na municipal\r\ncouncil member with immediate effect.\n4\nThe letter indicated that its copies would be sent to a Mr de Swart,\r\nthe municipalityâs executive mayor and the Electoral Commission\n\nbut, as it turned out, no such copies were sent.\n[7] \tIn view of Jonesâ explanation\r\nand express wish to remain a member of the DA, the party meeting\r\nresolved not to take the matter\nfurther. The manner in which the\r\nmunicipal manager had dealt with the issue drew the ire of the\r\nappellantâs Southern Cape branch\nand the provincial minister for\r\nLocal Government and Housing. On 31 March 2008 Jones wrote another\r\nletter to the municipal manager,\nformally withdrawing his resignation\r\nfrom the municipal council.\n[8\n]\t\r\nIn the court below and before us, the appellant contended,\r\nprincipally, that in terms of s 27(a) of the Act Jonesâ seat became\n\nvacant as a matter of law once his letter of resignation was\r\ndelivered to the municipal manager who was, in any event, aware of\n\nthe letterâs content. It was argued that to deny a resignation by\r\nreason of the municipal managerâs failure, whether deliberate\n5\nor negligent, to read the resignation letter would jeopardise\r\ncertainty of practice in municipalities. Further, this could expose\n\nmunicipal managers to the risk of political interference to protect\r\nan incumbent majority which might have appointed them to the\nposition\r\nas in the present case, so the argument went. Another contention\r\nadvanced on the appellantâs behalf was that Jonesâ\nmembership of\r\nthe DA simultaneously ceased with the delivery of the resignation\r\nletter by virtue of clause 3.5.1.3 of its federal\nconstitution which\r\nproclaims cessation of membership when âa member declares his or\r\nher resignation or intention to resign from\nthe party or intention to\r\njoin another partyâ.\n6\n[9\n]\t\r\nThe relief sought by the appellant was thus aimed at compelling the\r\nmunicipal manager to acknowledge that Jones had resigned\nfrom the\r\nmunicipal council and to declare a by-election to fill the council\r\nseat supposedly left vacant by such resignation in\naccordance with s\r\n25(1)(d) and (3) of the Act.\n7\nIts basis was that the municipal managerâs acquiescence in Jonesâ\r\nwithdrawal of his resignation by returning his resignation\nletter to\r\nhim and his failure to declare a vacancy so that a by-election to\r\nfill Jonesâ seat could be called, conduct which the\nappellant\r\ncontended was unlawful, constituted administrative actions reviewable\r\nunder s 33 of the Constitution and the\nPromotion of Administrative\nJustice Act 3 of 2000\n.\n[\n10]\r\n\tThe court below dismissed the application on the finding that the\r\nresignation letter would have to be read by its intended\nrecipient to\r\nbecome effective, which did not occur. The appellantâs reliance on\r\nthe provisions of the DAâs federal constitution\nalso did not find\r\nfavour with the court. In its view, Jones had not declared his\r\nresignation as contemplated by such provisions.\nNor could the\r\nappellant seek declaratory relief regarding Jonesâ membership of\r\nthe DA as it was a private, contractual issue\nbetween Jones and that\r\nparty.\n[11\n]\nSection 27\ngoverns a councillorâs vacation of office and, in subsec\r\n(a), decrees that â[a] councillor vacates office during a term of\r\noffice if that councillor resigns in writingâ. A resignation must\r\nbe effective immediately or from a specified date. Being a unilateral\n\nlegal act, it does not need to be accepted by the intended recipient\r\nto be so effective.\n8\nBut, it must be unequivocally communicated to the other party to be\r\neffective, unless there is a contrary stipulation.\n9\nThe provisions of\ns 27(a)\nrequire more: that the notice of\r\nresignation should be communicated in writing. The reason for that,\r\nin my view, is not far to\nseek and it is to provide certainty.\n[12]\t As observed by the court below,\r\na ward councillorâs vacation of office from a municipal council has\r\nserious implications\nof public significance for a local authority as\r\nit impacts various statutory provisions relating to quora and\r\ncomposition and requisition\nof meetings. For example, s 160(3) of the\r\nConstitution (and s 30(1) and (2) of the Act) requires a majority of\r\nmunicipal council\nmembers to be present at a council meeting before a\r\nvote can be taken on any matter and a determination of questions\r\nbefore such\ncouncil by majority vote. In terms of s 160(4), the\r\ncouncil may not pass a by-law without notice to all councillors.\r\nFurthermore,\na municipality is bound by strict statutory imperatives\r\nwhen a vacancy does occur. As indicated above, s 25 of the Act\r\nprescribes\nthat a by-election be held, within strict time frames, and\r\nenjoins the municipal manager, after consultation with the Electoral\n\nCommission, to set that process in motion. Thus, a set composition of\r\na municipal councilâs membership is critical for its effective\nand\r\norderly functioning and such composition must be readily\r\nascertainable at all times.\n[13]\t The questions which then arise\r\nin this matter are whether Jones resigned as a municipal councillor\r\nand, if he did, whether\nthe municipality was advised of such\r\nresignation. That he expressed the intention to resign was not\r\ndisputed, correctly so in my\nview. What was contested was whether or\r\nnot such intention was communicated or conveyed to the mind of the\r\nmunicipality. It was\nargued for the appellant that mere delivery of\r\nthe resignation letter at the municipal managerâs office sufficed\r\nand that in\nthis case the municipal manager was, moreover, aware of\r\nthe contents of the letter. On the other hand, the respondents\r\ncontended\nthat the appellantâs first hurdle was that the proper\r\nparty upon whom the notice should have been served was the Speaker of\r\nthe\ncouncil as its chairperson, not the municipal manager. It was\r\nargued further that even if the municipal manager was the proper\r\nrecipient, he had to read the notice to be informed of the\r\nresignation for purposes of s 27(a).\n[14]\nRegarding the question of a proper recipient, the legislature has not\r\nidentified the party within the municipal council upon whom\nthe\r\nresignation notice must be served to be effective.\nIt seems to me that there may well be a strong case for the\r\nsubmission that the municipal manager is such a party considering the\n\nfunctions and powers of this functionary who is the administrative\r\nand accounting head of a municipality.\n10\nThese duties include managing communications between the\r\nmunicipalityâs administration and its political structures and\r\npolitical\noffice bearers. It is the municipal manager who is\r\nstatutorily tasked to attend the immediate consequences of a\r\ncouncillorâs\nvacancy. In addition, notification of a councillorâs\r\nresignation has historically been given to the municipal managerâs\r\ncounterpart,\nthe town clerk, under the\nActâs\r\npredecessor, the Municipal Ordinance 20 of 1974 (the Ordinance),\n11\nwhich\npreviously\r\nregulated municipalities. According to the affidavits, this practice\r\nseems to have carried over to the Actâs tenure,\nto resignations\r\nrecently preceding Jonesâ. But, regardless of these strong\r\nindicators, I will assume without deciding that here\nthe municipal\r\nmanager upon whom notice of the resignation was served was indeed the\r\nproper recipient of such notice.\n[15]\nWhat meaning to ascribe to the term âcommunicateâ in the present\r\ncontext? The\nShorter\r\nOxford English Dictionary\ndefines it to mean âthe imparting, conveying or exchange of ideas,\r\nknowledge, etc. (whether by speech, writing, or signs)â.\nDealing\r\nwith a matter involving a legal act analogous to a resignation, a\r\ncancellation of a lease agreement, in\nSwart\r\nv Vosloo\n,\n12\nthis court held that absent an agreement to the contrary, a party to\r\na contract who exercises his right to cancel must convey his\ndecision\r\nto the mind of the other party to bring such cancellation into\r\neffect.\n13\nI see no reason why this principle should not apply with equal force\r\nto a resignation which is also a cancellation of a contract.\n[16] \tThat said, a written\r\ncommunication can, in my opinion, effectively be conveyed to its\r\nrecipientâs mind only by its reading.\nHere, the municipal manager\r\ndid not read the resignation letter. The fact that he may have been\r\ntold what it purportedly contained\nis completely irrelevant.\r\nFurthermore, it must, in my view, be considered that the Ordinance\nsimilarly made\r\nprovision for the vacation of a councillorâs office and provided\r\nfor a vacancy in the office of a councillor when,\ninter alia, âhis\r\nwritten resignation [was] received in the office of the town clerkâ.\n14\nMere receipt of the\r\nresignation notice therefore sufficed for purposes of these\r\nprovisions. Notably, s 27(a) is worded differently\nand says nothing\r\nat all about receipt. I find this a significant departure which must\r\nhave been deliberate on the part of the legislature.\nIn my view, the\r\nlegislature would have stated expressly as it did in the Ordinance\r\nthat receipt of a resignation notice by a municipal\ncouncil suffices\r\nfor a councillorâs resignation to take effect if that was its\r\nintention.\n[17\n]\t\r\nI conclude, therefore, that it was imperative for the municipal\r\nmanager to read Jonesâs letter for his resignation to come\ninto\r\neffect. Whilst one may have some sympathy with the appellantâs\r\nfears of possible manipulation of such official in the manner\n\nsuggested above, there is no indication at all in the papers that the\r\nmunicipal manager refused or failed to read the letter for\nany reason\r\nother that the plausible ones he proffered ie that he had other\r\npressing municipal business to attend and thought he\nhad ample time\r\nwithin which to process it. This finding, in my opinion, dispenses\r\nwith the need to consider whether or not the\nmunicipal manager had\r\nthe authority to allow the withdrawal of the resignation letter (as\r\nthere was no actual resignation from\nthe municipal council) and\r\nwhether Jones resigned from the DA. The appeal must accordingly fail.\n[18]\t In the result the appeal is\r\ndismissed with costs.\n______________________\nMML MAYA\nJudge of Appeal\nAPPEARANCES:\nFor appellant:\tD Borgström\nInstructed by:\tErleigh & Associates, Cape Town\nVan der Merwe & Sorour, Bloemfontein\nFor 1\nst\n,\r\n2\nnd\nand\n3\nrd\nrespondents:\tSP Rosenberg SC\nInstructed by:\t\tNico Smit Attorneys, Cape Town\nHoney Attorneys, Bloemfontein\nFor 6\nth\nrespondent:\tState Attorney, Cape Town\nState Attorney, Bloemfontein\n1\n1984 (3) 623 (A) 634E-635C.\n2\nThe Constitution of the Republic of South Africa Fourth Amendment\r\n\tAct 18 of 2002, which was later repealed by the Constitution\n\n\tFourteenth Amendment Act and Constitution Fifteenth Amendment Acts\r\n\tof 2008, created the controversial floor crossing system which\n\n\tallowed members of parliament and provincial legislatures and local\r\n\tgovernment councillors during certain periods, subject to\nspecific\r\n\tconditions, to switch their allegiance and take their seats with\r\n\tthem from one political party to another.\n3\nEstablished by s 181 of the Constitution of the\r\n\tRepublic of South Africa, 1996 and the\nElectoral Commission Act 51\nof 1996\n.\n4\nThe original text was in Afrikaans and read:\nâGeagte Heer\nRe:\r\n\tBEDANKING AS RAADSLID\nHiermee\r\n\tdien ek my bedanking in as raadslid van die George Stadsraad en\r\n\tDemokratiese Alliansie met onmiddelike effek.â\n5\nThe\nbona fides\nof the municipal manager, a high-ranking DA member, in failing to\r\n\tread the letter, allowing Jones to retrieve it and subsequently\n\n\tjoining forces with Jones in defending the application, was a matter\r\n\tof great contention for the appellant.\nSo was Jonesâ\r\n\tsudden appointment to the mayoral committee on 31 March 2008.\n6\nThe appellantâs initial r\neliance on clause\r\n\t3.5.1.1 of the DAâs Constitution, which provides for the\r\n\ttermination of membership when the member submits\nhis or her written\r\n\tresignation from the party, was abandoned in view of the DAâs\r\n\tdenial of receiving Jonesâ resignation.\n7\nThese provisions of s\n25 respectively provide:\nâ(1)(d) A by-election must be held\r\n\tif a vacancy in a ward occurs.\nâ¦\n(3)(d) The municipal manager of the\r\n\tmunicipality concerned, after consulting the Electoral Commission,\r\n\tmust, by notice in a local\nnewspaper, call and set a date for the\r\n\tby-election, which must be held within 90 days of the date on which\r\n\tthe vacancy occurred.â\n8\nStewart Wrightson (Pty) Ltd v Thorpe\n1977\r\n\t(2) SA 943\n(A) 954A-B.\n9\nSchuurman v Davey\n1908 TS 664\n;\nJaffer v Falante\n1959\r\n\t(4) SA 360\n(C) at 362F-363E;\nDatacolor International (Pty) Ltd v\r\n\tIntamarket (Pty) Ltd\n[2000] ZASCA 82\n;\n2001 (2) SA 284\n(SCA) paras 28 and\n29.\n10\nSection 82 of the Act and\ns 55(1)\nof the\nLocal\nGovernment: Municipal Systems Act 32 of 2000\n.\n11\nSection 26(1)(b).\n12\n\">\n12\n1965\n(1) SA 100 (A) at 105G.\n13\nSee also\nMiller and\r\n\tMiller v Dickinson\n1971 (3) SA 581(A)\nat 581H-588A;\nNoble v Laubscher\n1905 TS 125\nat 126.\n14\nSection 26(1)(b).",
  "scraped_at": "2026-02-12T05:23:13.525847",
  "date": "2009-11-17",
  "coram": [
    "MPATI P",
    "BRAND",
    "MLAMBO",
    "MAYA JJA",
    "BOSIELO AJA"
  ],
  "case_number": "550/2008",
  "parties": {
    "applicants": [
      "African National Congress"
    ],
    "respondents": [
      "The Municipal Manager, George Local Municipality",
      "George Local Municipality",
      "Henry Johannes Jones",
      "The Democratic Alliance",
      "The Independent Electoral Commission",
      "The Minister for Local Government and Housing, Western Cape"
    ]
  },
  "sections": {
    "facts": "The dispute arose after Ward Councillor Henry Johannes Jones submitted a sealed resignation letter to the municipal manager of George Local Municipality on 26 March 2008. The manager did not read the letter and left it unopened. Jones later retrieved the letter, claimed he had acted impulsively, and handed it back to the manager unread. He subsequently wrote a second letter on 31 March 2008 withdrawing his resignation. The African National Congress (ANC) argued that Jones’s seat became vacant when the first resignation letter was delivered to the municipal manager, a view contested by the respondents who maintained that the resignation was not effective because the manager never read the letter.",
    "issues": "The primary issue was whether a municipal councillor’s resignation is valid under section 27(a) of the Local Government: Municipal Structures Act 117 of 1998 when the resignation letter is delivered to the municipal manager but is not read, and whether the manager is the proper recipient of such notice. A subsidiary issue concerned whether the councillor’s membership in the Democratic Alliance also ceased upon delivery of the letter.",
    "principles": "Section 27(a) requires a councillor to resign in writing, and the resignation is a unilateral legal act that takes effect once it is unequivocally communicated to the other party. The Court applied the ordinary contract principle that a cancellation must be conveyed to the mind of the other party, as articulated in Swart v Vosloo. The Court also considered the historical practice under the Municipal Ordinance, which required receipt of a resignation by the town clerk, but noted that the Act’s wording omits any reference to receipt, implying a legislative intention that the resignation must be actually read to be effective.",
    "application": "The Court held that because the municipal manager never read Jones’s resignation letter, the resignation was not communicated to the municipality’s mind and therefore did not take effect. The manager’s belief that he had time to process the letter was irrelevant; actual reading is required for communication. Consequently, there was no vacancy in the council, and the question of the councillor’s party membership was deemed a private matter outside the scope of the application.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed that the resignation was ineffective, and no by‑election or vacancy was created."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Local Government",
    "level_3": [
      "section 27",
      "councillor resignation",
      "municipal manager",
      "communication requirement",
      "by‑election"
    ]
  }
}