{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/1.html",
  "case_name": "National Director of Public Prosecutions v Zuma (573/08) [2009] ZASCA 1; 2009 (2) SA 277 (SCA) ; 2009 (1) SACR 361 (SCA) ; 2009 (4) BCLR 393 (SCA) ; [2009] 2 All SA 243 (SCA) (12 January 2009)",
  "citation": "[2009] ZASCA 1",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 1\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v Zuma (573/08) [2009] ZASCA 1; 2009 (2) SA 277 (SCA) ; 2009 (1) SACR 361 (SCA) ; 2009 (4) BCLR 393 (SCA) ; [2009] 2 All SA 243 (SCA) (12 January 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  573/08\nNATIONAL DIRECTOR OF\nPUBLIC PROSECUTIONS\t\t\t\t\t                Appellant\nand\nJACOB GEDLEYIHLEKISA ZUMA\t\t\t\t\t   Respondent\n(THABO MVUYELWA MBEKI and GOVERNMENT OF THE REPUBLIC OF SOUTH AFRICA\r\nintervening)\nNeutral citation:\nNational Director of Public Prosecutions\r\nv Zuma\n(573/08)\n[2009] ZASCA 1\n(12 Jan 2009)\nCoram:\nHARMS DP, FARLAM, PONNAN, MAYA AND CACHALIA JJA\nHeard:\n28 NOVEMBER 2008\nDelivered:\n12 JANUARY 2009\nUpdated:\nSummary:\n(1)\nCriminal procedure â setting aside of\r\nindictment â s 179 of the Constitution â consultation by National\r\nDirector of Public\nProsecutions when reviewing a prosecutorial\r\ndecision\nwith accused.\r\n(2) Civil procedure â principles of deciding factual issues in\r\nmotion proceedings restated. (3) Judiciary â the\nlimits of judicial\r\ndecision-making restated.\nORDER\nOn appeal from:\nHigh Court,\r\nPietermaritzburg\n(Nicholson\r\nJ sitting as court of first instance).\nA\tThe appeal is upheld with costs including the costs of\r\nthree counsel.\nB\tParagraphs 1 to 4 of the order of the court below are\r\nset aside and replaced with the following:\nâ\n1 \tThe application is dismissed.\n2 \tThe applicant is to pay the respondentâs costs of\r\nsuit including those consequent upon the employment of three counsel.\n3  \tOn the respondentâs application to strike out,\r\nthe applicant is ordered to pay the costs on the attorney and client\r\nscale.\n4 \tThe applicantâs application to strike out is\r\ndismissed with costs on the attorney and client scale.â\nC\tThe application to intervene is dismissed.\nJUDGMENT\nHARMS DP (FARLAM, PONNAN, MAYA and CACHALIA JJA\r\nconcurring):\nINTRODUCTION\n[1]\tThis is an appeal against a judgment of Nicholson J,\r\nin which he set aside a decision by the National Director of Public\r\nProsecutions\n(the NDPP) to indict the respondent, Mr Jacob G Zuma.\n1\nThe appeal by the NDPP is with the leave of the court below. Mr Thabo\r\nM Mbeki (until recently the President of the country) and\nthe\r\nGovernment of the RSA sought leave to intervene in the appeal on the\r\nground that they have an interest in the appeal since\nmany findings\r\nof the court below impinged on them negatively and they wish to have\r\nthe record set straight.\n[2]\tThe litigation between the NDPP and Mr Zuma has a\r\nlong and troubled history and the law reports are replete with\r\njudgments dealing\nwith the matter.\n2\nIt is accordingly unnecessary to say much by way of introduction and\r\na brief summary will suffice.\n[3]\tMr Zuma was appointed as Deputy President of the RSA\r\non 19 June 1999. He was, however, dismissed by Mr Mbeki during June\r\n2005.\nDuring December 2007, he became the president of the governing\r\npolitical party, the African National Congress (the ANC), at the\n\nexpense of Mr Mbeki, the incumbent and only other candidate for that\r\nposition. It is common knowledge that subsequent to the judgment\nof\r\nthe court below Mr Mbeki resigned as President of the country and\r\nthat Mr Zuma is said to be the ANCâs candidate for that\npost after\r\nthe 2009 general election. Mr Zuma regards the indictment as an\r\nimpediment to his political future and the present case\nis an attempt\r\nby him to seek, on procedural grounds, closure of the criminal\r\nproceedings.\n[4]\tOn 23 August 2003, Mr Bulelani Ngcuka, the then\r\nNDPP, announced his intention to indict a certain Mr Schabir Shaik on\r\ntwo counts\nof corruption, but stated that he would not indict Mr\r\nZuma, who was said to have been the recipient of alleged corrupt\r\npayments\nfrom Mr Shaik. I shall revert to the detail of the\r\nannouncement, to which I shall refer as the Ngcuka decision. Mr Shaik\r\nwas convicted\nand sentenced during June 2005,\n3\nand Mr Zuma, who was implicated in the judgment, was dismissed by Mr\r\nMbeki from the position of Deputy President as a consequence,\nnot (as\r\nMr Mbeki said) because he was guilty but (as Mr Mbeki implied) on the\r\ntheory that Caesarâs wife should be above reproach.\n4\n[5]\tA few days later, on 20 June, the newly appointed\r\nNDPP, Mr Vusi Pikoli, announced his decision to indict Mr Zuma. (This\r\ndecision\nwill be referred to as the Pikoli decision.) The matter came\r\nbefore Msimang J on 31 July 2006 for trial on two corruption counts\n\nwhich mirrored the two Shaik corruption counts. The prosecution\r\napplied for a postponement to complete its investigations and\r\nfinalise the indictment. Msimang J refused the postponement and\r\ncalled on the prosecution to proceed with the trial. When the\r\nprosecution\nindicated that it was not ready to do so, he struck the\r\nmatter from the roll.\n[6]\tMr Pikoli had in the interim been suspended by Mr\r\nMbeki on an unrelated matter, and Mr Mokotedi Joseph Mpshe, the\r\nacting NDPP,\ndecided on 27 December 2007 once again to indict Mr Zuma\r\n(herein called the Mpshe decision). That decision was followed by an\r\nindictment\nof 87 pages with 18 main counts of racketeering,\r\ncorruption, money laundering, tax evasion and fraud. Much was based\r\non the same\nsubject matter that was dealt with in the Shaik trial\r\nbut, according to the NDPP, the facts and circumstances differed\r\nmaterially\nbecause the evidence against Mr Zuma had become more\r\ncompelling and the legal impediments to charging him had been\r\nreduced.\n[7]\tIn the application, which is the subject of this\r\nappeal, Mr Zuma sought an order declaring that both the Pikoli and\r\nthe Mpshe\ndecisions were invalid and, consequently, they were to be\r\nset aside. Nicholson J obliged by setting aside the latter decision\r\n(the\nformer having lapsed). This brought the prosecution to an end â\r\nat least for the time being.\nTHE SCOPE OF THE CASE\n[8]\tIt would be naïve to pretend that we are\r\noblivious to the fact that Nicholson Jâs judgment has had\r\nfar-reaching political\nconsequences and that there may be an attempt\r\nto employ this judgment to score political points. It is accordingly\r\nnecessary to\nstate at the outset what the case is about as opposed to\r\nwhat it is not about. An applicant is required to set out his case in\r\nthe founding affidavit. This Mr Zuma did. He asserted that his case\r\nfor the setting aside of the two decisions to prosecute him\nwas\r\npremised on two bases, something he confirmed in his replying\r\naffidavit.\n[9]\tHe relied in the main on s 179(5)(d) of the\r\nConstitution,\n5\nwhich s 22(2)(c) of the National  Prosecuting Authority Act 32 of\r\n1998 (the NPA Act) repeats. It provides in summary that the NDPP\nmay\r\nâreviewâ a decision to prosecute or not to prosecute, after\r\nconsulting the ârelevantâ Director of Public Prosecutions\n(the\r\nDPP) and after taking representations from the accused, the\r\ncomplainant and any other relevant person. His case in this regard\n\nwas simple: the Pikoli and Mpshe decisions to prosecute amounted in\r\neach instance to a review of the Ngcuka decision not to prosecute\n\nhim; they were made without his having been invited to make\r\nrepresentations in fulfilment of a constitutional requirement and\r\nthey were, consequently, invalid. It matters not that he was able, if\r\nhe so desired, to make representations â his complaint was\nthat he\r\nhad to be invited to make them.\n[10]\tThe second and alternative ground on which he\r\nrelied was that he had a legitimate expectation to be invited to make\r\nrepresentations\nbefore any decision was taken to change the Ngcuka\r\ndecision. In this regard he relied principally on s 33 of the\r\nConstitution,\nwhich deals with just administrative action. The\r\nexpectation, according to the founding affidavit, arose from the\r\ncontent of Mr\nNgcukaâs press release when he announced his decision\r\nnot to prosecute him and from some other non-contentious facts that\r\nwill\nbe detailed in due course.\n[11]\tFrom this it is apparent that Mr Zumaâs case\r\ndepended, as far as the first ground is concerned, on an\r\ninterpretation of the\nConstitution.\n6\nIn regard to the second it depended in essence on whether s 33 of the\r\nConstitution applied and, if so, on the meaning of the Ngcuka\npress\r\nstatement. (The ultimate argument was somewhat different but does not\r\naffect the general purport of the point now under discussion.)\nThese\r\nare all legal issues based on common cause facts.\n[12]\tMr Zuma made it abundantly clear that he did not\r\nwish to impugn the decisions themselves, and that his application was\r\nnot\nconcerned with the reasons and motives for the decisions: it\r\nrelated only to the procedural requirements for making them. He\r\nimplied\nthat he might attack the merits of the decisions in separate\r\nproceedings. In spite of this explicit statement of intent, Mr Zuma\n\nintroduced a large number of facts that related to the merits of the\r\ndecisions. The NDPP contended that they were irrelevant.\n[13]\tIt follows from this that, as the trial judge\r\nrecognised, âpolitical meddlingâ was not an issue that had to be\r\ndetermined\n(para 229 of his judgment). Nevertheless, a substantial\r\npart of his judgment dealt with this question; and in the course of\r\nthis\ndiscussion he changed the rules of the game, took his eyes off\r\nthe ball and red-carded not only players but also spectators. Lest\n\nhis judgment be considered authoritative it will be necessary to deal\r\nwith these matters.\n[14]\tHowever, it must be understood that this aspect of\r\nthe judgment is not about the guilt or otherwise of Mr Zuma or\r\nwhether the\ndecision to prosecute him was justified. It is even less\r\nabout who should be the president of the ANC; whether the decision of\r\nthe ANC to ask Mr Mbeki to resign was warranted; or who should be the\r\nANCâs candidate for President in 2009. More particularly,\nthis\r\naspect of the judgment is not about whether there was political\r\nmeddling in the decision-making process. It is about whether\nthe\r\nfindings relating to political meddling were appropriate or could be\r\njustified on the papers.\nTHE JUDICIAL FUNCTION\n[15]\tIt is crucial to provide an exposition of the\r\nfunctions of a judicial officer because, for reasons that are\r\nimpossible to fathom,\nthe court below failed to adhere to some basic\r\ntenets, in particular that in exercising the judicial function judges\r\nare themselves\nconstrained by the law. The underlying theme of the\r\ncourtâs judgment was that the judiciary is independent; that judges\r\nare no\nrespecters of persons; and that they stand between the subject\r\nand any attempted encroachments on liberties by the executive (para\n\n161-162).\n7\nThis commendable approach was unfortunately subverted by a failure to\r\nconfine the judgment to the issues before the court; by deciding\n\nmatters that were not germane or relevant; by creating new factual\r\nissues; by making gratuitous findings against persons who were\nnot\r\ncalled upon to defend themselves; by failing to distinguish between\r\nallegation, fact and suspicion; and by transgressing the\nproper\r\nboundaries between judicial, executive and legislative functions.\n[16]\tJudges as members of civil society are entitled to\r\nhold views about issues of the day and they may express their views\r\nprovided\nthey do not compromise their judicial office. But they are\r\nnot entitled to inject their personal views into judgments or express\n\ntheir political preferences. To illustrate the point I intend to\r\nrefer to some instances where the court below in my view overstepped\n\nthe limits of its authority.\n[17]\tThe âSociety for the Protection of our\r\nConstitutionâ sought to be admitted as\namicus\r\ncuriae\n, asking for an order which the court\r\nbelow charitably interpreted as one for the appointment of a\r\ncommission of inquiry into the\nalleged violation of Mr Zumaâs\r\nconstitutional rights. The court found, quite rightly, that it was\r\nbeyond its competence to make\nsuch an order, but it then proceeded to\r\nadd at length that a commission of inquiry into the so-called arms\r\ndeal, which gave rise\nto some of the criminal allegations against Mr\r\nZuma, should be appointed âto rid our land of this cancer that is\r\ndevouring the\nbody politicâ (para 33). Whether or not one agrees\r\nwith these sentiments is beside the point. The point is that those\r\npersonal\nsentiments concerning a political decision were, in the\r\ncontext of the judgment, unwarranted.\n[18]\tThen there is its criticism concerning two of Mr\r\nMbekiâs decisions. The first concerns his dismissal of Mr Zuma as\r\nDeputy\nPresident in terms of s 91(2) of the Constitution (para\r\n155-158). The second relates to his decision to stand for re-election\r\nas\npresident of the ANC with the knowledge that he could not serve\r\nanother term as President of the country (para 171-173). The\r\npropriety\nand legitimacy of Mr Mbekiâs decisions were not issues in\r\nthe case and he was never called upon to justify them. These matters\n\nare also not matters of law â they relate to purely political\r\nquestions and, once again, whether or not one agrees with the learned\n\njudgeâs sentiments is of no consequence: the findings were\r\ngratuitous.\n8\n[19]\tThe independence of the judiciary depends on the\r\njudiciaryâs respect for the limits of its powers. Even if, in the\r\nwords\nof the learned judge, the judiciary forms a âsecular\r\npriesthoodâ (para 161) this does not mean that it is entitled to\r\npontificate\nor be judgemental especially about those who have not\r\nbeen called upon to defend themselves â as said, its function is to\r\nadjudicate\nthe issues between the parties to the litigation and not\r\nextraneous issues.\nJUDGING FACTS IN MOTION PROCEEDINGS\n[20]\tI have already mentioned that the issues in this\r\ncase are primarily legal and based on common cause facts but that is\r\nnot how\nthe court below approached the case. Instead it applied a\r\nnovel approach to motion proceedings which, if left undisturbed, may\r\nserve as a dangerous precedent.\n[21]\tBenevolently interpreted it would appear that the\r\ncourt, in the context of a striking out application brought by the\r\nNDPP,\nsought to determine whether the NDPP was influenced by the\r\nexecutive in deciding to prosecute.\n9\n[22]\tThe rule of court in question states that a court\r\nmay strike out allegations from an affidavit that are âscandalous,\r\nvexatious\nor irrelevantâ provided the objecting party will be\r\nprejudiced if the allegations are not struck out (Uniform Rule r\r\n6(15)).\nAt this juncture it suffices to deal with the objection to\r\nallegations that are said to be irrelevant. The passages in Mr Zumaâs\n\naffidavit to which the NDPP objected dealt in the main with his\r\nallegations concerning a political conspiracy to prosecute him.\n[23]\tThe test for irrelevance is whether the allegations\r\ndo not apply to the matter in hand or do not contribute one way or\r\nanother\nto a decision of that matter.\n10\nInadmissible evidence is by its very nature irrelevant.\n11\nMr Zuma said that he introduced the allegations to show that the\r\ndecision not to ask for his representations was deliberate and\n\npolitically motivated. Whether the failure to provide him with a\r\nhearing was deliberate or politically motivated has nothing to\ndo\r\nwith his causes of action. He was, as a matter of law, either\r\nentitled to a hearing or he was not. If he was entitled to one,\nthe\r\nreason for the failure to afford him one is completely immaterial.\n[24]\tThe court below did not decide whether the\r\nallegations were relevant or not. Instead it sought to determine\r\nwhether the allegations\nwere âoffensive because they insinuate that\r\nthere is political meddlingâ (para 41). To do that, it looked at\r\nthe âmeritsâ\n(para 43), that is, whether there was merit in the\r\nallegations (para 238). The court accordingly analysed the\r\nallegations (and\nsome of its own suppositions) to determine what\r\nfactual âinferenceâ it could draw (para 191); what âthe most\r\nplausible inferenceâ\nwas (para 191, 206); and what âseemedâ to\r\nhave happened (para 196, 209). It found that it âwas not convinced\r\nthat [Mr Zuma]\nwas incorrectâ (para 216), and that political\r\nmeddling could not be excluded (para 238).\n[25]\tThe court erred in its approach to striking out\r\napplications. It is correct that relevance has to be tested with\r\nreference\nto the merits of the case but that does not mean that\r\nrelevance depends on the factual merit of the impugned allegations.\n12\nWhether they are true or not is of no moment; their relevance to the\r\nmerits of the case is what is of consequence. As mentioned,\nthe court\r\ndid not consider this question.\n[26]\tMotion proceedings, unless concerned with interim\r\nrelief, are all about the resolution of legal issues based on common\r\ncause\nfacts. Unless the circumstances are special they cannot be used\r\nto resolve factual issues because they are not designed to determine\n\nprobabilities. It is well established under the\nPlascon-Evans\nrule that where in motion proceedings disputes of fact arise on the\r\naffidavits, a final order can be granted only if the facts\naverred in\r\nthe applicant's (Mr Zumaâs) affidavits, which have been admitted by\r\nthe respondent (the NDPP), together with the facts\nalleged by the\r\nlatter, justify such order. It may be different if the respondentâs\r\nversion\nconsists of bald or\r\nuncreditworthy denials, raises fictitious disputes of fact, is\r\npalpably implausible, far-fetched or so clearly\nuntenable that the\r\ncourt is justified in rejecting them merely on the papers.\n13\nThe court below did not have regard to these propositions and instead\r\ndecided the case on probabilities without rejecting the NDPPâs\n\nversion.\n14\n[27]\tThe court below imposed an onus on the NDPP to\r\nprove a negative. This appears from the finding that it âwas not\r\nconvinced\nthat [Mr Zuma] was incorrectâ in relation to political\r\nmeddling (para 216). It reasoned that the question whether there had\r\nbeen\npolitical meddling fell within the peculiar knowledge of the\r\nNDPP and was difficult for Mr Zuma to prove; and so, it held, less\n\nevidence would suffice to establish a prima facie case (para\r\n168-169).\n15\nThis rule of evidence, namely that if the facts are peculiarly within\r\nthe knowledge of a defendant the plaintiff needs less evidence\nto\r\nestablish a prima facie case, applies to trials. In motion\r\nproceedings the question of onus does not arise and the approach\nset\r\nout in the preceding paragraph governs irrespective of where the\r\nlegal or evidential onus lies.\n16\nIn applying the âruleâ the court omitted to determine whether the\r\nNDPP had failed to adduce evidence on the particular issues;\nit used\r\nthe âruleâ in spite of evidence to the contrary; and it did so in\r\ninstances where no answer was called for because\nthe allegations were\r\neither not incorporated into the founding affidavit or were\r\ninadmissible. Finally, the court failed to have\nregard to another\r\nprinciple, namely that the more serious the allegation or its\r\nconsequences, the stronger must be the evidence\nbefore a court will\r\nfind the allegation established.\n17\nINDEPENDENCE OF THE NPA\n18\n[28]\tAlthough it is generally accepted that any\r\nprosecution authority ought to be free from executive or political\r\ncontrol, this\nwas and is not necessarily the norm in Anglo-American\r\ncountries. It depends on the position of the Attorney-General who, in\r\nmany\ncountries, is a political appointee â often at ministerial\r\nlevel. Nevertheless, an Attorney-General is required by convention\nto\r\nmake prosecutorial decisions without regard to political\r\nconsiderations and may not subject his discretionary authority to\r\nthat of government. He is also not responsible to government to\r\njustify the exercise of his discretion because this political office\n\nhas judicial attributes.\n19\n[29]\tLocally the pre-Union position was exemplified by\r\nOrdinance 1 of 1903 (T), which provided that the right and power of\r\nprosecution\nwas âabsolutely under [the Attorney-Generalâs] own\r\nmanagement and controlâ (s 6). At the time the Attorney-General was\r\na\ncabinet minister.\n20\nThe South Africa Act of 1909 had a similar provision (s 139) but the\r\ndifference was that since Union Attorneys-General were civil\n\nservants.\n21\nThe position changed in 1926 when all powers, authorities and\r\nfunctions relating to the prosecution of crimes and offences were\n\nvested in the Minister.\n22\nHowever, in terms of a notice published at the time in the Government\r\nGazette the decision to prosecute or not to prosecute remained\nwith\r\nthe Attorneys-General and the Minister exercised an appeal or review\r\nfunction only.\n23\nAs from 1935, Attorneys-General had to exercise their authority and\r\nperform their functions under the Criminal Procedure Act subject\nto\r\nthe control and directions of the Minister who could reverse any\r\ndecision.\n24\nThe convention, apparently, remained as set out in the mentioned\r\ngovernment notice.\n25\n[30]\tThe independence of the Attorneys-Generalâs\r\ndecision-making concerning prosecutions was reinstated by the\r\nAttorney-General\nAct 92 of 1992 although the Minister had to\r\nco-ordinate their functions and could request them for information or\r\na report on any\nmatter, and they had to submit annual reports to him\r\n(s 5). The interim Constitution also recognised that the authority to\r\ninstitute\ncriminal proceedings vested in the Attorneys-General.\n26\n[31]\tSection 179 of the Constitution\n27\ncreates a single national prosecuting authority (the NPA) consisting\r\nof a National Director, who is head of the prosecuting authority\nand\r\na political appointee, and also DPPs and prosecutors. The NPA has the\r\npower to institute criminal proceedings on behalf of\nthe State and to\r\ncarry out any necessary functions incidental thereto. Although\r\nnational legislation must ensure that the NPA exercises\nits functions\r\nwithout fear, favour or prejudice, the Minister must exercise final\r\nresponsibility over the NPA and the NDPP must\ndetermine prosecution\r\npolicy with the concurrence of the Minister.\n[32]\tAccordingly, the Constitution on the one hand vests\r\nthe prosecutorial responsibility in the NPA while, on the other, it\r\nprovides\nthat the Minister must exercise final responsibility over\r\nit. These provisions may appear to conflict but, as the Namibian\r\nSupreme\nCourt held in relation to comparable provisions in its\r\nConstitution, they are not incompatible.\n28\nIt held (I am using terms that conform with our Constitution) that\r\nalthough the Minister may not instruct the NPA to prosecute\nor to\r\ndecline to prosecute or to terminate a pending prosecution, the\r\nMinister is entitled to be kept informed in respect of all\n\nprosecutions initiated or to be initiated which might arouse public\r\ninterest or involve important aspects of legal or prosecutorial\n\nauthority.\n[33]\tThe NPA Act, the constitutionality of which is not\r\nunder attack, shows that the court below overstated the position when\r\nit\nheld without qualification that âthere should be no relationship\r\n[between the NPA and] the Minister of Justice â certainly insofar\n\nas his decisions to prosecute or not to prosecute anybody from the\r\nCommissioner of Police downwardsâ (para 207). (To the extent\nthat\r\nthe statement implies that there could be a relationship from the\r\nCommissioner of Police upwards it was probably unintended.)\n[34]\tThe Act requires members of the prosecuting\r\nauthority to serve âimpartiallyâ and exercise, carry out or\r\nperform their powers,\nduties and functions âin good faith and\r\nwithout fear, favour or prejudiceâ and subject only to the\r\nConstitution and the law\n(s 32(1)(a)).\n29\nIt further provides that no one may interfere âimproperlyâ with\r\nthe NPA in the performance of its duties and functions (s 32(1)(b)).\n\n(âImproperlyâ may be tautologous because interference usually\r\nimplies some or other impropriety.) It reaffirms that the Minister\n\nmust exercise final responsibility over the NPA and obliges the NDPP,\r\nat the request of the Minister, to furnish the latter with\n\ninformation or a report with regard to any case and to provide the\r\nMinister with reasons for any decision taken (s 33(2)). More\ndirectly\r\nin point is s 22(2)(c), which is the counterpart of s 179(5)(d) of\r\nthe Constitution and deals with the NDPPâs review\nfunction, read\r\nwith s 22(4)(a)(iii). The latter provision states that, in exercising\r\nthe review power to prosecute or not to prosecute,\nthe NDPP may\r\nadvise the Minister âon all matters relating to the administration\r\nof justiceâ, which is hardly compatible with\nthe notion that there\r\nmay be no relationship between them.\n[35]\tThe court below began its discussion of the legal\r\nissues implying in general terms that a decision to prosecute is an\r\nadministrative\naction to which the\naudi\nprinciple (with its offspring the doctrine of legitimate expectation)\r\napplies (para 47-53). This has never been the law and, as\nthe\r\nConstitutional Court held, it is not the law under the Constitution\r\nand the Promotion of Administrative Justice Act 3 of 2000\n(PAJA).\n30\nSuch a decision is not susceptible to review. There are policy\r\nreasons for this\n31\nthat need not be discussed because the constitutionality of the\r\nprovision of PAJA,\n32\nwhich excludes a review of a decision to prosecute,\n33\nis not under attack.\n34\n[36]\tThis does not mean, and it was never argued\r\notherwise, that a failure to comply with a constitutional or\r\nstatutory requirement\nto hear a party is not justiciable under the\r\nprinciple of legality irrespective of whether or not PAJA applies.\n35\n[37]\tThe court dealt at length with the non-contentious\r\nprinciple that the NPA must not be led by political considerations\r\nand that\nministerial responsibility over the NPA does not imply a\r\nright to interfere with a decision to prosecute (para 88 et seq).\r\nThis,\nhowever, does need some contextualisation. A prosecution is not\r\nwrongful merely because it is brought for an improper purpose. It\n\nwill only be wrongful if, in addition, reasonable and probable\r\ngrounds for prosecuting are absent,\n36\nsomething not alleged by Mr Zuma and which in any event can only be\r\ndetermined once criminal proceedings have been concluded.\n37\nThe motive behind the prosecution is irrelevant because, as Schreiner\r\nJA said in connection with arrests, the best motive does\nnot cure an\r\notherwise illegal arrest and the worst motive does not render an\r\notherwise legal arrest illegal.\n38\nThe same applies to prosecutions.\n39\n[38]\tThis does not, however, mean that the prosecution\r\nmay use its powers for âulterior purposesâ. To do so would breach\r\nthe\nprinciple of legality. The facts in\nHighstead\r\nEntertainment (Pty) Ltd t/a âThe Clubâ v Minister of Law and\r\nOrder\n40\nillustrate and explain the point.  The police had confiscated\r\nmachines belonging to Highstead for the purpose of charging it with\n\ngambling offences. They were intent on confiscating further machines.\r\nThe object was not to use them as exhibits â they had enough\n\nexhibits already â but to put Highstead out of business. In other\r\nwords, the confiscation had nothing to do with the intended\n\nprosecution and the power to confiscate was accordingly used for a\r\npurpose not authorised by the statute. This is what âulterior\n\npurposeâ in this context means. That is not the case before us. In\r\nthe absence of evidence that the prosecution of Mr Zuma was\nnot\r\nintended to obtain a conviction the reliance on this line of\r\nauthority is misplaced as was the focus on motive.\n41\n[39]\tCourts have also interfered with decisions to\r\nprosecute in circumstances where the prosecuting authorities had\r\ngiven an undertaking\nnot to prosecute or had made a representation to\r\nthat effect in exchange for a plea or for co-operation.\n42\nThe prosecuting authority has been kept to its bargain. Interesting\r\nas the examples may be, they have no bearing on the facts before\nus.\nTHE NGCUKA DECISION\n[40]\tI have already mentioned that during August 2003 Mr\r\nNgcuka, in his capacity as NDPP, decided to prosecute Mr Shaik but\r\nnot\nto prosecute Mr Zuma. He announced this decision at a press\r\nconference in the presence of the then Minister, Dr Penuel Maduna. In\n\nthe press release Mr Ngcuka made two statements that are of\r\nconsequence to Mr Zumaâs case. The one deals with the legitimate\n\nexpectation argument, to which I shall revert under another heading.\r\nThe second statement was this:\nâ\nAfter careful consideration\r\nin which we looked at the evidence and the facts dispassionately, we\r\nhave concluded that, whilst there\nis a\nprima\r\nfacie\ncase of\r\ncorruption against the Deputy President, our prospects of success are\r\nnot strong enough. That means that we are not sure\nif we have a\r\nwinnable case.â\nMr Zuma expressed his dissatisfaction with this\r\nstatement because, he said, it carried the gratuitous and offensive\r\nimputation,\nwhich he had to endure, that he was corrupt but had\r\ncovered his tracks. Apart from this, Mr Zuma, as appears from his\r\nfounding\naffidavit, was quite pleased with the announcement. Indeed,\r\nin his replying affidavit he made it clear that it was common cause\n\nthat âafter extensive and thorough investigationsâ, Mr Ngcuka and\r\nhis deputy, Mr McCarthy, âtook a carefully considered decisionâ\n\nnot to prosecute him.\n43\n[41]\tIt is important to stress that Mr Zuma did not\r\nallege that this decision was politically motivated; he did not say\r\nthat it\nwas unjustified; and he did not allege that Dr Maduna had\r\nacted improperly by being present at the press conference. In spite\r\nof\nthis, Nicholson J saw it as his duty to determine whether the\r\ndecision was made from fear or favour (para 174) and said (para 175):\nâ\nAt first blush a decision not\r\nto prosecute the Deputy President of the country appears to be as a\r\nfavour to the second highest ranking\npolitician in the country. The\r\napplicant denies this and puts quite a different slant on the\r\nobjective. He says it was all part\nof a political agenda that had as\r\nits objective the favouring of President Mbeki in his quest for a\r\nfurther term of office as ANC\nPresident.â\n[42]\tThe statements in the second and third sentences\r\nare puzzling. Mr Zuma was never called upon to deal with the\r\nsupposition that\nthe decision not to prosecute was a favour to him\r\nand, accordingly, he never sought to deny it. And although Mr Zuma\r\nperceived\na political plot behind the Pikoli and Mpshe decisions, he\r\ndid not say that the Ngcuka decision was part of the plot.  The trial\n\njudgeâs later statement that Mr Zuma maintained that there was a\r\nstrategy to prosecute Mr Shaik and, when he was convicted, to\ndismiss\r\nhim as Deputy President, does likewise not appear from the papers\r\n(para 196).\n[43]\tNicholson J also attacked the merits of the Ngcuka\r\ndecision, finding that it was âbizarreâ and that it brought\r\njustice\ninto disrepute (para 150 and 155). The merits of the decision\r\nwere, once again, not before him and were irrelevant and in reaching\n\nthis conclusion he in any event took no note of the NDPPâs\r\nexplanation. It is correct that if there is prima facie evidence of\na\r\ncrime in the sense of reasonable prospects of success the NPA should,\r\nin the absence of other germane considerations, initiate\na\r\nprosecution. But the term âprima facie evidenceâ has more than\r\none connotation and may mean, as Mr Ngcuka conveyed, that\nthere may\r\nbe evidence of the commission of a crime which is nonetheless\r\ninsufficient to satisfy the threshold of a reasonable prospect\nof\r\nsuccess, especially if regard is had to the burden of proof in a\r\ncriminal case.\n44\nAlthough corruption involves two persons, the fact that the one may\r\nbe guilty does not mean that the other is also guilty because\nthe\r\nintention of each party must be decided separately, and evidence that\r\nmay be admissible against the one may not be admissible\nagainst the\r\nother.\n45\nIn other words, the fact that Mr Shaik was found guilty does not mean\r\nthat Mr Zuma is guilty. Having said all of this, I must emphasise\n\nthat I am not holding that the Ngcuka decision was right, simply\r\nbecause I do not have the material to judge what is in the context\nof\r\nthis case a non-issue. Instead, I am simply holding that the court\r\nbelow had erred in this regard.\n[44]\tI have already mentioned that Mr Zuma never accused\r\nDr Maduna of having acted improperly, whether in connection with the\r\nNgcuka\ndecision or otherwise. Nicholson J, again, thought otherwise\r\nand without hearing Dr Maduna concluded that he had done so in\r\nattending\nthe press conference. From this he deduced that there was a\r\nsuggestion of political interference and then held that Dr Maduna\r\nplayed\na ânot insignificant partâ in planning the âstrategyâ\r\nnot to prosecute in order to have Mr Zuma dismissed as Deputy\r\nPresident\non the conviction of Mr Shaik, and that this constituted a\r\nserious criminal offence (para 196).\n46\nDr Madunaâs supposed machinations around the Ngcuka decision were\r\nthen extrapolated to cover Mr Mbeki and the whole cabinet (para\n213).\r\n(It is a matter of public record that Dr Maduna left cabinet after\r\nthe 2004 general elections.) Once again, the âstrategyâ\ninvolving\r\nDr Maduna, Mr Mbeki and all the other members of cabinet as well as\r\nthe causal connection between the Ngcuka decision\nand Mr Mbeki and\r\nthe cabinet as found by the trial judge were not based on any\r\nevidence or allegation. They were instead part of\nthe judgeâs own\r\nconspiracy theory and not one advanced by Mr Zuma.\n47\nFurther, the finding, by implication or otherwise, that a non-party\r\nmay have committed a criminal act where this was not alleged,\nwhere\r\nit was not in issue and without hearing that party is\r\nincomprehensible.\nTHE PIKOLI DECISION\n[45]\tIt will be recalled that the Pikoli decision to\r\nindict Mr Zuma came to nought when Msimang J struck the case from the\r\nroll.\nThis, according to the Constitutional Court, terminated the\r\nproceedings.\n48\nHaving fallen away, the Pikoli decision was of mere academic interest\r\nand nothing was left to set aside. The court below realised\nthis and,\r\nconsequently, refrained from setting it aside (para 242).\n[46]\tThe court nevertheless proceeded to make findings\r\nabout the decision that cannot be justified on the record and, once\r\nagain,\nI would fail in my duty if I did not indicate briefly where\r\nthe court overstepped the mark. It latched onto a paragraph in an\r\nannexure\nto the NDPPâs answering affidavit on which Mr Zuma had not\r\nrelied (para 197-199). It was an answer by Mr Pikoli to an affidavit\n\nmade by Mr Zuma in the proceedings before Msimang J. The NDPP alleges\r\nthat the trial judge misunderstood the context of Mr Pikoliâs\n\nevidence and counsel for Mr Zuma did not dispute this. The court also\r\nrelied on the contents of a newspaper article that speculated\nthat\r\nthe decision to prosecute was politically motivated (para 200-205).\r\nMr Zuma had attached the article to his founding affidavit\nto\r\nindicate that he believed that his case was being reviewed by the\r\nNDPP. He did not rely on the contents of the article which,\nin any\r\nevent, were no more than inadmissible speculation by a journalist.\n[47]\tThe trial judge, again, failed to comply with basic\r\nrules of procedure.\n49\nJudgment by ambush is not permitted. It is not proper for a court in\r\nmotion proceedings to base its judgment on passages in documents\n\nwhich have been annexed to the papers when the conclusions sought to\r\nbe drawn from such passages have not been canvassed in the\n\naffidavits. The reason is manifest â the other party may well be\r\nprejudiced because evidence may have been available to it to\nrefute\r\nthe new case on the facts. A party cannot be expected to trawl\r\nthrough annexures to the opponentâs affidavit and to speculate\non\r\nthe possible relevance of facts therein contained.\n50\nThe position is no different from the case where a witness in a trial\r\nis not called upon to deal with a fact and the court then\ndraws an\r\nadverse conclusion against that witness.\n51\n[48]\tThis criticism also applies in relation to the\r\nfindings of the court below about the unrelated investigation\r\nconcerning the\nCommissioner of Police, Mr Jackie Selebi. Its findings\r\nthat (a) â\nthere is no refutation that the\r\nSelebi warrants were cancelled by Mr Mpshe after political\r\ninterference and that Pikoli was suspended\nbecause he refused to do\r\nsoâ (para 205); that (b) âMr Pikoli does not deal with the\r\nallegation that the issuing of the warrants\nagainst Selebi was not\r\npalatable to the President but the decision to prosecute the\r\napplicant wasâ (para 206); and that (c) âthe\nsuspension of [Mr\r\nPikoli] was a most ominous move that struck at the core of a crucial\r\nState institutionâ (para 207) were all\nlikewise based on\r\nunconfirmed newspaper speculation on which Mr Zuma did not and could\r\nnot rely. Here again the court, without\nhaving all the facts,\r\ncommented on matters that were not in issue or canvassed.\n[49]\tMr Zuma did not note a cross-appeal in relation to\r\nthe dismissal of his claim for setting aside the Pikoli decision and,\r\naccordingly,\nthe procedural correctness of this decision does not\r\ncall for consideration.\n52\nIt is, however, necessary to say something about the allegation of\r\npolitical meddling with Mr Pikoliâs decision. This is because,\n\nalthough Mr Zuma made a general allegation of âpolitical motives\r\nand stratagemsâ in the decision to prosecute him, it is only\nin the\r\ncase of the Pikoli decision that he tried to identify role players\r\nwho were allegedly involved.\n[50]\tThe sequence of events was the conviction of Mr\r\nShaik, a visit to Chile by Mr Mbeki and Mr Pikoli, Mr Mbekiâs\r\ndismissal of\nMr Zuma, and Mr Pikoliâs decision to prosecute him.\r\nFrom this Mr Kemp (for Mr Zuma) sought to infer an implied\r\ninstruction by\nMr Mbeki to Mr Pikoli to prosecute Mr Zuma. That was\r\nthe high watermark of the âevidenceâ on political meddling.\n[51]\tOnce again, without deciding that there was or was\r\nnot political meddling, fairness requires that these facts and\r\naccusations\nshould be put in their proper perspective. The judgment\r\nof the trial judge in the Shaik matter found, albeit not in those\r\nwords,\nthat a generally corrupt relationship (to use Mr Kempâs\r\nwords during argument) existed between Mr Shaik and Mr Zuma. He\r\nadded,\nquite appropriately, that his judgment did not hold that Mr\r\nZuma was guilty. I have already mentioned what the basis of Mr\r\nMbekiâs\nreaction was and it is difficult to see how Mr Pikoli\r\ncould, in the light of the Shaik judgment, have failed to prosecute\r\nMr Zuma.\nThe evidence about the trip to Chile is clear and Mr Zuma\r\nknew this in advance: Mr Pikoli did not accompany Mr Mbeki although\r\nthey\nwere on the same mission. They did not meet and did not discuss\r\nthe matter. Whether Mr Zuma believes this or not is another matter;\n\ncourts are duty-bound to deal with proven facts.\nTHE MPSHE DECISION\n[52]\tThe legality of the Mpshe decision is the crux of\r\nthis appeal. Unfortunately, the court below subjected Mr Mpshe to the\r\nsame\ntreatment that it had inflicted on others. It also used the\r\nnewspaper report referred to above to make a similarly unfounded\r\nfinding\nagainst Mr Mpshe (para 200-205). Having done this, the court\r\nwent on to assume that Mr Mpshe complied with the supposed\r\ninstructions\nof Mr Mbeki to prosecute Mr Zuma fearing that he, like\r\nMr Pikoli, might be suspended or dismissed should he assert his\r\nprosecutorial\nindependence (para 207). All this was gratuitous and\r\nnot based on any evidence.\n53\n[53]\tThe court below set aside the Mpshe decision and\r\nthe indictment that followed because of his failure to (a) comply\r\nwith s 179(5)\nof the Constitution and (b) accord Mr Zuma a hearing in\r\nthe light of his legitimate expectation that arose, firstly, because\r\nof\nthe Ngcuka announcement (para 223-224) and, secondly, in view of a\r\nletter written by Mr Zumaâs attorney, Mr Hulley, shortly before\nthe\r\ndecision was made and Mr Mpsheâs response to it (para 132-133,\r\n230).\n54\n[54]\tIt is necessary to stress that the NDPP never\r\nrefused to afford Mr Zuma a hearing. Mr Zuma knew from June 2005 that\r\nhe was\nthe subject of an investigation. He was soon thereafter served\r\nwith âinterimâ indictments. He had been told in the Ngcuka press\n\nrelease that he could make representations under s 22(4)(c) of the\r\nNPA Act and that the NDPP was duty-bound to consider them. He\ndid\r\nnothing of the sort. Instead, he resisted all attempts by the NPA to\r\nfurther their investigation. This case is accordingly\nnot about the\r\nopportunity to be heard â it is about Mr Zumaâs alleged right to\r\nbe invited to make representations and, concomitantly,\na right to a\r\nstatement setting out the\ncriteria that were\r\napplied in not prosecuting him and how these had changed. In other\r\nwords, he requires with the invitation an\nanalysis of the case\r\nagainst him as considered by Mr Ngcuka against the facts in\r\npossession of Mr Mpshe.\nSECTION 179(5)(d) of the CONSTITUTION\n[55]\tThe full text of s 179 appears earlier in a\r\nfootnote but it is convenient at this juncture to quote the relevant\r\npart of sub-sec\n(5):\nâ\nThe National Director of Public Prosecutionsâ\n. . .\n(d)\tmay review a decision to prosecute or not to\r\nprosecute, after consulting the relevant Director of Public\r\nProsecutions and after\ntaking representations within a period\r\nspecified by the National Director of Public Prosecutions, from the\r\nfollowing:\n(i)\tThe accused person.\n(ii)\tThe complainant.\n(iii)\tAny other person or party whom the National\r\nDirector considers to be relevant.â\n[56]\tThe main issue between the parties is whether the\r\nrequirement of âtaking representationsâ from Mr Zuma applies to\r\nthe facts\nof this case. The NDPP argues that the provision applies\r\nonly to reviews of decisions of DPPs and their prosecutors while Mr\r\nZuma\ncontends that it also applies when the NDPP reconsiders one of\r\nhis own decisions.\n[57]\tBefore dealing with the wording of the provision it\r\nmust be placed in context. Section 179 is to be found in chapter 8 of\r\nthe\nConstitution, which deals with âCourts and Administration of\r\nJusticeâ. This chapter does not purport to deal with rights of\n\naccused persons â they are contained in chapter 2, the Bill of\r\nRights, more particularly s 35. I accept that the chapter must\nbe so\r\ninterpreted that it promotes the spirit, purport and objects of the\r\nBill of Rights and fits seamlessly into the Constitution\nas a whole.\n[58]\tAs mentioned before, s 179 created a new\r\nprosecutorial structure where, instead of having a number of\r\nAttorneys-General, each\nwith their respective areas of jurisdiction,\r\none now has an NDPP who is a presidential (political) appointee at\r\nthe apex of a single\nNPA and below him DPPs and prosecutors who are\r\nnot.\n[59]\tAgainst this background sub-sec (3)(b) states that\r\nDPPs are to be âresponsibleâ for prosecutions in their specific\r\njurisdictions,\nsubject to the contentious sub-sec (5). âResponsibleâ,\r\nas Mr Kemp argued, means in this context âanswerable, accountable;\n\nliable to accountâ.\n55\nBy virtue of the cross-reference to sub-sec (5), this implies that\r\nDPPs are answerable to the NDPP. Paragraphs (a)-(c) proceed\nto deal\r\nwith three functions of the NDPP in his capacity as head of the NPA\r\nand his control over DPPs and the prosecutors for whom\nthey are in\r\nturn responsible. They are to determine prosecution policy; to issue\r\npolicy directives; and to intervene in the prosecution\nprocess when\r\npolicy directives are not complied with.\n56\n[60]\tSub-section (5)(d) deals with the procedure that\r\nthe NDPP must follow in reviewing a prosecutorial decision. This\r\nrequires\nprior consultation with âthe relevantâ DPP and prior\r\nrepresentations from the accused, the complainant and any other\r\nrelevant\nperson.\n[61]\tThe dictionary meaning of âreviewâ includes the\r\nreview of an own decision but as the court below correctly pointed\r\nout\nâthe concept of a review or reconsideration\r\nassumes a role somewhat elevated to and distant from the person whose\r\ndecision is\nbeing reviewedâ (para 106).\n57\nIt is also in the ordinary course of events done on the existing\r\nrecord and the facts that were before the person whose decision\nis\r\nbeing reviewed. Support for this can be found\nin\r\nlegislation such as\ns 302\nof the\nCriminal Procedure Act 51 of 1977\n, s\r\n24 of the Supreme Court Act 59 of 1959, the various statutes dealing\r\nwith courts of the same status as the high courts, PAJA\nand the\r\nUniform Rules of Court r 53. It is accordingly wrong to argue, as did\r\nMr Kemp, that regard must simply be had to the dictionary\nmeaning of\r\nâreviewâ. Dictionary meanings are only a guide to meaning because\r\nthe meaning of words depends on context.\n58\n[62]\tIn the context of sub-sec (5), the power to review\r\ncan only be an âapexâ function, in other words, a function of the\r\nhead\nof the NPA\nqua\nhead. Paragraph (d) accordingly deals only with the review of a\r\ndecision by the ârelevantâ DPP â it does not include a\r\nreconsideration\nof the NDPPâs own decisions. Once this is accepted,\r\nthe reference to the ârelevantâ DPP does not, as submitted by Mr\r\nKemp,\nrefer to the DPP who is affected because the case may fall\r\nwithin his jurisdiction.\n[63]\tMr Kemp also submitted that para (d) is an\r\nempowering provision, meaning that the NDPPâs power to review\r\ndecisions derives\nsolely from its terms. The corollary of his\r\nargument is that the consultation and representation requirement\r\napplies to decisions\nof the NDPP or else the NDPP would not be\r\nentitled to revisit his own prosecutorial decisions. In the light of\r\nthe finding in the\npreceding paragraph that  the provision is an\r\nâapexâ provision that deals with the control of the NDPP over the\r\nDPPs, the premise\nof the argument falls away.\n[64]\tThere is a more compelling reason why the\r\nsubmission cannot be sustained. Section 179(2) is the empowering\r\nprovision. It empowers\nthe NPA to institute criminal proceedings, and\r\nto carry out âany necessary functions incidental to instituting\r\ncriminal proceedingsâ.\nThe power to make prosecutorial decisions\r\nand to review them flows from this.\n59\nIf it were necessary specially to empower any member of the NPA to\r\nmake such decisions and to revisit them, one would have expected\nthe\r\nConstitution to have said so. It would be incongruous to require a\r\nspecial provision to empower the head of the NPA to review\nmatters\r\nbut to assume that other members of the NPA of a lower rank have the\r\npower of review by implication. One would have expected\nthat at the\r\nlower level there is greater need for these requirements but,\r\nsignificantly, the drafters of the Constitution, conscious\nof the\r\nexisting practice, and for good reason, did not think it necessary to\r\ninclude such safeguards.\n60\n[65]\tMr Kemp further argued that the purpose of the\r\nprovision was to protect the legitimate reliance an accused and a\r\ncomplainant\nmay place on a duly considered and announced\r\nprosecutorial decision, and that it limits arbitrary changes of\r\nprosecutorial decisions\nat the NDPP level. This means that any\r\ndecision reviewed by the NDPP is subject to the consultation and\r\nrepresentation requirements\nof the sub-section. The reason, he said,\r\nis to be found in the fact that the NDPP is a political appointee\r\nand, consequently, the\nobject of the consultation and representation\r\nrequirement is to control the NDPPâs political mindset in\r\ndecision-making.\n61\n[66]\tThere are several counters to this argument. First,\r\nalthough the NDPP is a presidential appointee it is fair to assume\r\nthat\nthe drafters of the Constitution took it for granted that the\r\nNDPP would, as would Attorneys-General in common-law countries who\n\nare also political appointees, act independently and not take\r\npolitical considerations into account in making prosecutorial\r\ndecisions.\nI have dealt earlier with this aspect. Second, if the\r\nobject was to prevent the NDPP from taking decisions without the\r\ninput of\nDPPs in order to prevent him from taking politically\r\nmotivated decisions, the provision would not have limited the\r\nconsultation\nand representation requirement to cases of review, but\r\nwould have extended it to all his prosecutorial decisions. In order\r\nto give\nthe submitted rationale sense, counsel had to introduce a\r\nlimitation into the text of the Constitution, namely that the\r\ndecision\nunder review must have been announced. There is nothing to\r\njustify such a limitation.\n[67]\tMr Kemp also relied on the equal protection clause\r\nin the Constitution. The argument amounts to this: all accused\r\npersons should\nbe treated equally; and the right to be invited to\r\nmake representations in the case of a review of a prosecutorial \r\ndecision should\naccordingly be so interpreted as to accrue to all\r\nreviews and not only those of the NDPPâs subordinates. The\r\npresumption of equal\ntreatment in statutory interpretation has always\r\nbeen with us and now has a special status by virtue of the Bill of\r\nRights.\n62\nThe question is whether it is ousted by other considerations in the\r\ncircumstances of this section of the Constitution. I am of\nthe view\r\nthat it is. The underlying purpose of the provision is not to protect\r\nthe accused or the complainant: it is to define\nthe procedure for the\r\nexercise of the power of control of the NDPP. It would be strange to\r\nfind such an important right, which\nis not known in comparable\r\njurisdictions or in our common law, in a chapter of the Constitution\r\nthat deals basically with structures\nconcerned with the\r\nadministration of justice and not rights. The Bill of Rights deals in\r\ngreat detail with the rights of accused\npersons, and is silent about\r\nthe right to be invited to make representations concerning\r\nprosecutorial decisions. The main problem\nthough is that s 179 on any\r\ninterpretation âdiscriminatesâ in the sense that the right to be\r\ninvited does not extend to most\nprosecutorial reviews like those by a\r\nDPP or a prosecutor. These considerations trump in my view the\r\npresumption and Mr Kempâs\nreliance on the equal protection clause\r\nof the Bill of Rights is, accordingly, misplaced.\n[68]\tBoth parties pointed to anomalies flowing from the\r\notherâs interpretation. Mr Trengove (for the NDPP) pointed to\r\nthese: Why\nprotect an accused when an earlier prosecution decision is\r\nreversed but not when the first prosecution decision is taken? Why\r\nprotect\nhim when the NDPP reverses an earlier prosecution decision\r\nbut not when the DPP or the prosecutor does so? Who is the relevant\r\nDPP with whom the NDPP must consult when the earlier decision was his\r\nown? Why must the NDPP consult with the accused if he wishes\nto\r\nwithdraw and with the complainant if he wishes to prosecute? Mr Kemp\r\nhad a shorter list of anomalies. The first can be disposed\nof\r\nimmediately. He suggested that to avoid a review by the NDPP, a DPP\r\nmay dishonestly have a prosecutor make the decision to prosecute.\n63\nThis is not so: the ârelevantâ DPP is the one who is\r\nâresponsibleâ for the prosecution under ss (3)(b). The second\r\nconcerns\nthe case where the NDPP reviews a decision of a DPP after\r\nhearing representations but then at the request of one of the\r\naffected\nparties decides to reconsider his decision without hearing\r\nanyone. This\nreductio ad absurdum\nis but another formulation of one of Mr Trengoveâs anomalies and,\r\nas he said, anomalies will remain irrespective of which\r\ninterpretation\nis adopted.\n[69]\tThe last aspect that needs mentioning in relation\r\nto the interpretation of para (d) concerns the use by the court below\r\nof\nthe âreading in reading outâ method of interpretation (para\r\n123-126). This method is a constitutional remedy which is used to\n\nprevent a finding that legislation is unconstitutional.\n64\nThis case is concerned with the interpretation of the Constitution\r\nitself and not with its constitutionality and the use of the\nâreading\r\nin reading outâ mechanism by the court was inappropriate.\n[70]\tI therefore conclude that s 179(5)(d) does not\r\napply to a reconsideration by the NDPP of his own earlier decisions\r\nbut is limited\nto a review of a decision made by a DPP or some other\r\nprosecutor for whom a DPP is responsible.\n[71]\tMr Kemp sought to argue on the facts that the\r\nNgcuka decision was not one by the NDPP but was taken jointly by the\r\nNDPP and\nthe head of the Directorate of Special Operations (the DSO)\r\nwho, he submitted, was a DPP and, accordingly, that the Ngcuka\r\ndecision\nwas one by a DPP. The head of the DSO is a post-Constitution\r\ncreation and is not a DPP but a deputy NDPP in terms of the NPA Act\n\n(s 7(3)). Further, the fact that he joined in the decision-making\r\ndoes not mean that the decision is no longer that of the NDPP.\nIf the\r\nargument were correct, it would mean that the Mpshe decision was also\r\nnot one made by the NDPP and would fall beyond the\nprovision and\r\ndestroy the basis of Mr Kempâs whole argument because it, too, was\r\nmade jointly with the head of the DSO.\n65\n[72]\tA further aspect of the Ngcuka decision that\r\nrequires consideration is its scope. The decision was made in a\r\nparticular context.\nThe context was the two counts of corruption\r\nlevelled against Mr Shaik, Mr Zuma being the recipient of the alleged\r\nbribes. It was\nnot a decision not to prosecute Mr Zuma for any crimes\r\nwhenever committed. Mr Ngcuka made it clear that if circumstances\r\nwere to\nchange in the sense that more or better evidence became\r\navailable the decision not to prosecute would be revisited and\r\nreconsidered.\nThis means that the Ngcuka decision was not intended to\r\nbe final; it depended on the then available evidence; and it was\r\nlimited\nto the mirror images of the Shaik corruption counts.\n[73]\tThe Mpshe decision, on the evidence of the NDPP,\r\nwas not a review of the Ngcuka decision. The Ngcuka decision had been\r\novertaken\nby events. There was the impact of the evidence and\r\njudgment in the Shaik trial; there was the availability of additional\r\nevidence\nwhich, apart from strengthening the prima facie case, placed\r\na different complexion on the corruption counts and in the mind of\n\nthe NDPP justified the addition of counts of money laundering and\r\nracketeering; there are now four main corruption counts; and\nthere is\r\nevidence about further crimes, such as tax evasion and fraud on\r\nParliament.\n66\n[74]\tThere is another consideration\r\nflowing from the differences between the counts underlying the Ngcuka\r\ndecision and the indictment\nthat was ultimately before Nicholson J.\r\nEven on his interpretation of s 179(5)(d) he was obliged to excise\r\nthe good from the bad.\nHowever, he held that the âoffer [by Mr\r\nNgcuka] to hear [Mr Zumaâs] representations probably covered any\r\ncharges against him\nshould the [NDPP] decide to charge himâ\n(para 244). As a finding of fact it is wrong because Mr Ngcukaâs\r\nalleged offer was not open-ended and it also overlooks the fact\nthat\r\na review by the NDPP of a decision not to prosecute under s 179(5)(d)\r\nhas nothing to do with any prior âofferâ to hear\nrepresentations.\n[75]\tIn addition, as held by the Constitutional Court,\na\ns\r\nsoon as\nthe matter had been\r\nstruck from the roll by Msimang J, the criminal proceedings were\r\nterminated and the proceedings were no longer\npending. Removal of a\r\nmatter from the roll aborts the trial proceedings.\n67\nThe effect of this is that what went before the Mpshe decision was\r\nspent and a new decision to prosecute was required. The Mpshe\n\ndecision was not simply a review of the Ngcuka decision, which was no\r\nlonger extant. On these facts, s 179(5)(d) had, irrespective\nof\r\nwhichever interpretation is correct, no application, and Mr Zumaâs\r\nreliance on it was misplaced.\nLEGITIMATE EXPECTATION\n[76]\tI now turn to consider the argument based on\r\nlegitimate expectation, which is an alternative cause of action. I\r\nfound it difficult\nto come to grips with Mr Kempâs argument on both\r\nthe expectation and its legitimacy.\n[77]\tThe argument underwent a metamorphosis and\r\nultimately it was that Mr Zuma ought to have been given an\r\nopportunity (more accurately,\nto have been invited) to make\r\nrepresentations, not about the reversal of the Ngcuka decision but\r\nabout the âeffective decision\nnot to afford [him the opportunity]\r\nto make representations which could or would relate also to issues\r\nwhich have nothing to do\nwith the merits of the criminal trialâ.\r\nThis sleight of hand was apparently due to a tacit recognition that\r\ndecisions to prosecute\nare not covered by âspecialised legislative\r\nregulation of administrative actionâ,\n68\nand that they are not reviewable on the ground of legitimate\r\nexpectation by virtue of PAJA. The problem with this argument is that\n\nthere is nothing on the papers to suggest that the NDPP decided not\r\nto afford Mr Zuma the opportunity to make representations.\nTo dissect\r\nany administrative decision into discrete sub-decisions as counsel\r\nwould have it is contrived since, as Mr Trengove\nsaid, any procedural\r\nunfairness would then imply a prior decision, whether express or\r\ntacit, not to follow the correct procedure.\n[78]\tIt is to be noted that Mr Kemp scuppered the case\r\nas presented to and found by Nicholson J. He no longer sought to rely\r\non\nthe Ngcuka announcement or on the Hulley/Mpshe correspondence as\r\nhaving created any expectation because, as he said, he could not\n\npoint to any representation in them. To indicate how valueless the\r\nNgcuka announcement was for purposes of extricating from it\na promise\r\nto invite representations, it is worth quoting:\nâ\nWe have never asked for nor\r\nsought mediation. We do not need mediation and we do not mediate in\r\nmatters of this nature. However,\nwe have no objection to people\r\nmaking representations to us, be it in respect of prosecutions or\r\ninvestigations. In terms of section\n22(4)(c) of the [NPA] Act, we are\r\nduty bound to consider representations.â\nAs said, Mr Zuma never purported to make representations\r\nunder the NPA Act.\n[79]\tMr Kemp sought to rely on an accumulation of facts\r\nnamely that (a) the Ngcuka decision was preceded by a careful\r\ninvestigation;\n(b) during that investigation Mr Zuma, instead of\r\nbeing subjected to a warning statement, was asked to answer written\r\nquestions,\nsome of which he did; (c) the NDPP knew that Mr Zuma\r\nsuspected political meddling and strenuously denied that there was\r\nany real\nnew evidence; (d) Mr Zuma asserted that s 179(5)(d) applied\r\nand Mr Hulley by implication had requested the NDPP to comply with s\n\n179(5)(d) and the NDPP refused;  and (e) the NPA is bound by its\r\npolicy directives. If I have omitted any it is because the written\n\nand oral argument on this aspect of the case was rather opaque.\n[80]\tAn expectation can be legitimate only if it is\r\nbased on a practice of or a clear and unambiguous representation by\r\nthe administrator.\n69\nInstead of relying on any representation, Mr Zuma relies on\r\nself-created expectations based on his own perceptions of the law and\n\nthe facts, which have always been in dispute. As to practice, the\r\nbest Mr Kemp could do was to quote at length from the NPAâs\n\nprosecution policy without pointing to any provision that established\r\nany practice or contained a representation on which Mr Zuma\nrelied.\nTHE STRIKING OUT\n[81]\tI have already referred to the\r\nimpugned allegations in the founding affidavit which were completely\r\nirrelevant. It is not necessary\nto analyse the allegations objected\r\nto by the NDPP because it makes no sense to strike them out at this\r\nlate stage of the proceedings.\nThe damage has been done. This does\r\nnot mean that the order of the court below should stand. Most of the\r\nallegations were not only\nirrelevant but they were gratuitous and\r\nbased on suspicion and not on fact. The excuse for including them was\r\nunconvincing especially\nin the light of the disavowal of any\r\nintention to rely on them. The prejudice to the NDPP was manifest.\r\nInstead of having a short\nand simple case, the matter not only\r\nballooned but burst in the faces of many. There may well be reason to\r\nhold that many of the\nallegations were vexatious and scandalous but,\r\nonce again, it is not necessary to do so for present purposes.\n[82]\tAn order on the scale of\r\nattorney and client is fully justified, especially since it is not\r\nthe first occasion on which Mr\nZuma has insisted on including such\r\nirrelevant allegations.\n70\nOne cannot escape the impression that the founding affidavit was cut\r\nand pasted from other court papers and that in response the\nNDPP\r\nfollowed suit. Mr Kemp submitted that we could not interfere because\r\nthe court below had exercised its discretion. However,\nthe court did\r\nnot exercise any discretion and to the extent that it purported to do\r\nso it relied on incorrect principles and had\nthe facts wrong.\n[83]\tMr Zumaâs unusual application to strike out the\r\naffidavit in support of the NDPPâs application to strike out was,\r\nin the\nlight of this, ill-conceived and should not have succeeded in\r\nthe court below.\nTHE INTERVENTION APPLICATION\n[84]\tIt ought to be apparent by now\r\nthat Mr Mbeki and other members of Government had ample reason to be\r\nupset by the reasons in\nthe judgment which cast aspersions on them\r\nwithout regard to their basic rights to be treated fairly. It is not\r\nnecessary to revisit\nthose issues since they have been dealt with in\r\nsufficient detail. However, they make the applicantsâ desire to\r\nintervene at\nthe appeal stage understandable.\n71\n[85]\tNevertheless, to be able to\r\nintervene in proceedings a party must have a direct and substantial\r\ninterest in the outcome of\nthe litigation, whether in the court of\r\nfirst instance or on appeal.\n72\nThe basic problem with the application is that the applicants have no\r\ninterest in the order but only in the reasoning. They are\nin the\r\nposition of a witness whose evidence has been rejected or on whose\r\ndemeanour an unfavourable finding has been expressed.\nSuch a person\r\nhas no ready remedy, especially not by means of intervention. To be\r\nable to intervene in an appeal, which is by its\nnature directed at a\r\nwrong order and not at incorrect reasoning, an applicant must have an\r\ninterest in the order under appeal.\n73\nThe applicants do not have such an interest.\n[86]\tThey also sought leave to join\r\nas\namici curiae\n.\r\nIn the light of the NDPPâs argument their intervention in this\r\nregard was not required since it did not add anything new.\n[87]\tIn the result the application stands to be\r\ndismissed. The question of its costs remains. Mr Zuma filed a lengthy\r\nanswering\naffidavit which was unnecessary and inappropriate. Since Mr\r\nKemp fairly conceded that the court below had no grounds for making\n\n(most, if not all) the impugned findings, Mr Zumaâs opposition is\r\nnot understood. He had no legal interest in upholding the denigration\n\nof the applicants and in opposing the intervention because it did not\r\naffect the order he sought to uphold. The submission that\nwe should\r\nnot reconsider these findings because they are not appealable is\r\ncynical. He should therefore bear his own costs in this\nregard.\nTHE ORDER\n[88]\tIn the light of the foregoing the following order\r\nis made:\nA\tThe appeal is upheld with costs including the costs of\r\nthree counsel.\nB\tParagraphs 1 to 4 of the order of the court below are\r\nset aside and replaced with the following:\nâ\n1\t The application is dismissed.\n2\t The applicant is to pay the respondentâs costs of\r\nsuit including those consequent upon the employment of three counsel.\n3\t  On the respondentâs application to strike out,\r\nthe applicant is ordered to pay the costs on the attorney and client\r\nscale.\n4\t The applicantâs application to strike out is\r\ndismissed with costs on the attorney and client scale.â\nC\tThe application to intervene is dismissed.\n_______________\nL T C HARMS\nDEPUTY PRESIDENT\nFor Appellant:\tW Trengove SC\nB\r\nDowner SC\nG\r\nBaloyi\nA\r\nBreitenbach\nA\r\nSteynberg\nInstructed\r\nby:\tDeputy Director of Public Prosecutions\nDurban\nThe\r\nState Attorney\nBloemfontein\nFor\r\nRespondent:\tK J Kemp SC\nM\r\nD C Smithers\nA\r\nA Gabriel\nInstructed\r\nby:\tHulley & Associates\nDurban\nHoney\r\nAttorneys Inc\nBloemfontein\nAdvocates\r\nfor Interveners:\nM\r\nT K Moerane SC\nP\r\nCoppin SC\nL\r\nGcabashe\n1\nSee\nZuma v National Director of Public Prosecutions\n(8652/08)\n[2008] ZAKZHC 71\n(12 September 2008) to be found at\r\n\twww.saflii.org.za.\n2\nSee especially\nThint (Pty) Ltd v National Director of Public\r\n\tProsecutions;\nZuma\nv National Director of Public\r\n\tProsecutions\n2008 (2) SACR 421\n(CC);\n[2008] ZACC 13\nand\nThint\r\n\tHoldings (Southern Africa) (Pty) Ltd v National Director of Public\r\n\tProsecutions;\nZuma v National Director of Public Prosecutions\n2008 (2) SACR 557\n(CC);\n[2008] ZACC 14.\n3\nS v Shaik\n2007 (1) SACR 142\n(D) confirmed on appeal:\nS v\r\n\tShaik\n2007 (1) SA 240; [2007] 2 All SA 9\r\n\t(SCA) and\nS v Shaik\n2008 (2) SA 208 (CC).\n4\nAccording to Suetonius,\nVita Divi Juli\n74, Julius Caesar\r\n\tsupposedly said when explaining why he was divorcing his wife on the\r\n\tground of a suspicion of adultery that\nâMeos tam suspicione quam\r\n\tcrimine iudico carere oportere.â (They [my wife, mother and\r\n\tsister] should be as much free from\nsuspicion of a crime as they are\r\n\tfrom crime itself.)\n5\nConstitution s 179.   Prosecuting\r\n\tauthority.â(1)  There is a single national prosecuting\r\n\tauthority\nin the Republic, structured in terms of an Act of\r\n\tParliament, and consisting ofâ\n(a)\ta\r\n\tNational Director of Public Prosecutions, who is the head of the\r\n\tprosecuting authority, and is appointed by the President,\nas head of\r\n\tthe national executive; and\n(b)\tDirectors\r\n\tof Public Prosecutions and prosecutors as determined by an Act of\r\n\tParliament.\n(2)  The\r\n\tprosecuting authority has the power to institute criminal\r\n\tproceedings on behalf of the state, and to carry\nout any necessary\r\n\tfunctions incidental to instituting criminal proceedings.\n(3)  National\r\n\tlegislation must ensure that the Directors of Public Prosecutionsâ\n(a)\tare\r\n\tappropriately qualified; and\n(b)\tare\r\n\tresponsible for prosecutions in specific jurisdictions, subject to\r\n\tsubsection (5).\n(4)  National\r\n\tlegislation must ensure that the prosecuting authority exercises its\r\n\tfunctions without fear, favour or\nprejudice.\n(5)  The\r\n\tNational Director of Public Prosecutionsâ\n(a)\tmust\r\n\tdetermine, with the concurrence of the Cabinet member responsible\r\n\tfor the administration of justice, and after consulting\nthe\r\n\tDirectors of Public Prosecutions, prosecution policy, which must be\r\n\tobserved in the prosecution process;\n(b)\tmust\r\n\tissue policy directives which must be observed in the prosecution\r\n\tprocess;\n(c)\tmay\r\n\tintervene in the prosecution process when policy directives are not\r\n\tcomplied with; and\n(d)\tmay\r\n\treview a decision to prosecute or not to prosecute, after consulting\r\n\tthe relevant Director of Public Prosecutions and\nafter taking\r\n\trepresentations within a period specified by the National Director\r\n\tof Public Prosecutions, from the following:\n(i)\tThe\r\n\taccused person.\n(ii)\tThe\r\n\tcomplainant.\n(iii)\tAny\r\n\tother person or party whom the National Director considers to be\r\n\trelevant.\n(6)  The\r\n\tCabinet member responsible for the administration of justice must\r\n\texercise final responsibility over the prosecuting\nauthority.\n(7)  All\r\n\tother matters concerning the prosecuting authority must be\r\n\tdetermined by national legislation.\n6\nIn the event s 22(2)(c) of the NPA Act played no\r\n\trole in the argument because it merely restates the constitutional\r\n\tprovision.\n7\nCiting\nLord\r\n\tAtkin in\nLiversidge\r\n\tv Anderson\n[1941] UKHL 1\n;\n[1942] AC\r\n\t206\nat 244:\nâ\nIn\r\n\tthis country, amid the clash of arms, the laws are not silent. They\r\n\tmay be changed, but they speak the same language in war\nas in peace.\r\n\tIt has always been one of the pillars of freedom, one of the\r\n\tprinciples of liberty for which on recent authority\nwe are now\r\n\tfighting, that the judges are no respecters of persons and stand\r\n\tbetween the subject and any attempted encroachments\non his liberty\r\n\tby the executive, alert to see that any coercive action is justified\r\n\tin law.â\n8\nHis comments on the Selebi/Pikoli matter are\r\n\tdealt with later.\n9\nThere is also another possible interpretation of the judgment and\r\n\tthat is that the court was of the view that the possibility\nof\r\n\tpolitical interference created a duty to apply s 179 of the\r\n\tConstitution (para 218-219) but that is unlikely.\n10\nMeintjes v Wallachs Ltd\n1913 TPD 278\nat 285-286 quoted with\r\n\tapproval in\nBeinash v Wixley\n[1997] ZASCA 32\n;\n1997 (3) SA 721\n; [1997] 2 All SA\r\n\t241 (A).\n11\nSwissborough Diamond Mines (Pty) Ltd v Government of the RSA\n1999 (2) SA 279 (T) 336F-G.\n12\nElher (Pty) Ltd v Silver\n1947 (4) SA 173 (W)\r\n\t177-178.\n13\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd\n1984 (3) SA 623 (A) 634-5;\nFakie NO v CCII\r\n\tSystems (Pty) Ltd\n2006 (4) SA 326 (SCA) para\r\n\t55;\nThint (Pty) Ltd v National Director of Public Prosecutions;\nZuma\nv National Director of Public Prosecutions\n[2008] ZACC 13\n;\n2008\r\n\t(2) SACR 421\n(CC) para 8-10.\n14\nSewmungal NNO v Regent Cinema\n1977 (1) SA 814 (N);\nTrust\r\n\tBank van Afrika Bpk v Western Bank Bpk NNO\n1978 (4) SA 281 (A).\n15\nUnion Government (Minister of Railways) v\r\n\tSykes\n1913 AD 156\nat 173-174;\nGericke v Sack\n1978\r\n\t(1) SA 821\n(A) 827D-H.\n16\nNgqumba v Staatspresident; Damons NO v Staatspresident; Jooste v\r\n\tStaatspresident\n1988 (4) SA 224 (A).\n17\nGates v Gates\n1939 AD 150\nat155;\nR(N) v Mental Health\r\n\tReview Tribunal (Northern Region)\n[2006]\r\n\tQB 468\npara  62.\n18\nFor useful expositions see JJ Joubert (ed)\nCriminal Procedure Handbook\n8\r\n\ted 46 et seq; E Du Toit et al\nCommentary\r\n\ton the\nCriminal Procedure Act\n(loose\nleaf ed) ch 1.\n19\nIan G Scott âThe Role of the Attorney General\r\n\tand the Charter of Rightsâ 29\nCrim L\r\n\tQ\n(1986-1987) 187; E C S Wade & A\r\n\tW Bradley\nConstitutional and\r\n\tadministrative law\n11 ed 402-404;\nEx\r\n\tparte Attorney General, Namibia: In Re the Constitutional\r\n\tRelationship between the Attorney-General and the Prosecutor-General\n[1995] 3 LRC 507,\n1995 (8) BCLR 1070\n(SCNm);\nGithunguri\r\n\tv Republic of Kenya\n[1986] LRC (Const)\r\n\t618\n(HC);\nProulx v Quebec (Attorney\r\n\tGeneral)\n2001 SCC 66\n,\n[2001] 3 SCR 9.\nFor the constitutional crisis about\r\n\tthe independence of the Attorney-General in 1924 in the UK see\nS\r\n\tA de Smith\nConstitutional and\r\n\tAdministrative Law\n4 ed 380-381.\n20\nAs to political interference in the Transvaal\r\n\tRepublic:\nS v Nellmapius\n(1886) 2 SAR 121.\n21\nSo, too, the Criminal Procedure and Evidence Act 31 of 1917 s 7.\n22\nAct 39 of 1926. References to âthe Ministerâ in this judgment\r\n\trefer either to the Minister of Justice or, where applicable,\nthe\r\n\tMinister of Justice and Constitutional Development.\n23\nGN 1532/1926. For a discussion: Gardiner & Lansdown\nSA\r\n\tCriminal Law and Procedure\n(6 ed 1957) vol 1 190-193.\n24\nGeneral Law Amendment Act 46 of 1935 s 1. Also\r\n\tthe\nCriminal Procedure Acts 56 of 1955 (s 5) and 51 of 1977\r\n\t(s 3(5)).\n25\nThis differs from the historical assumptions made\r\n\tin the judgment (para 78-79): 32\nHouse\r\n\tof Assembly Debates\ncols 156-169 (2\r\n\tFebruary 1971) referred to in (1977) 1\nSACC\n136 n 6.\n26\nAct 200 of 1993 s 108(1).\n27\nSee in general\nMinister of Defence v Potsane; Legal Soldier (Pty)\r\n\tLtd v Minister of Defence\n2002 (1) SA 1\n(CC).\n28\nEx parte Attorney General, Namibia: In Re the\r\n\tConstitutional Relationship between the Attorney- General and the\r\n\tProsecutor-General\n[1995] 3 LRC 507,\n1995 (8) BCLR 1070\n(SCNm).\n29\nS v Yengeni\n[2005] ZAGPHC 117\n;\n2006 (1) SACR 405\n(T).\n30\nKaunda v President of the RSA (2)\n2005 (4) SA 235 (CC)\r\n\tpara 83-84 and the cases there cited. Compare further\nMeyer v Law\r\n\tSociety, Transvaal\n1978 (2) SA 209 (T)\r\n\t214F-215D;\nMeyer v Prokureursorde van Transvaal\n1979 (1) SA\r\n\t849\n(T);\nHuisamen v Port Elizabeth Municipality\n1998 (1) SA 477; [1997] 2 All SA 458 (E);\nPark-Ross v Director: Office for Serious Economic Offences\n1998 (1) SA 108; [1998] 1 All SA 70\r\n\t(C) para 22-25. As to the meaning of âadministrative\nactionâ see\nPresident of the RSA v SA Rugby Football Union\n2000 (1) SA 1 (CC) also reported as\nPresident\r\n\tof the RSA v SARFU\n1999 (10) BCLR 1059\n(CC) para 143.\n31\nIn re Smalley\n[1985] AC 622\nat 642-643;\nIn r\ne\nAshton\n[1994] 1 AC 9\nat 17;\nSharma v. Deputy Director of\r\n\tPublic Prosecutions (Trinidad and Tobago)\n[2006] UKPC 57\n(30\r\n\tNovember 2006);\nMarshall v Director of Public Prosecutions\r\n\t(Jamaica)\n[2007] UKPC 4\n(24 January 2007).\n32\nSection 1: ââadministrative actionâ . . . does not include . .\r\n\t. a decision to institute or continue a prosecution.â\n33\nThe review of a decision not to prosecute is not excluded by PAJA\r\n\tand although the Constitutional Court in\nKaunda\r\n\tv President of the RSA (2)\n2005 (4) SA 235 (CC) para 84 left the question\r\n\topen the court below held that it could be reviewed (para\n58). As to\r\n\ta decision not to prosecute in the UK:\nCorner\r\n\tHouse Research v The Serious Fraud Office\n[2008] UKHL 60\n(30 July 2008).\n34\nEnglish law now appears to be â\nthat\r\n\tabsent dishonesty or\nmala\nfides\nor an exceptional\r\n\tcircumstance, the decision of the DPP to consent to the prosecution\r\n\tof the Respondents is not amenable to judicial\nreviewâ:\nR v\nDirector of Public Prosecutions, Ex Parte Kebeline\n[1999]\r\n\tUKHL 43\n;\n[2000] 2 AC 326\n(per Lord Steyn).\n35\nConstitution s 2: âThis Constitution is the supreme law of the\r\n\tRepublic; law or conduct inconsistent with it is invalid, and\nthe\r\n\tobligations imposed by it must be fulfilled.â\nPresident of the\r\n\tRSA v SA Rugby Football Union\n2000 (1) SA 1 (CC)\r\n\talso reported as\nPresident of the RSA v SARFU\n1999 (10) BCLR 1059\n(CC)\r\n\tpara 148. See for a recent application in a similar context\nNaidoo v National Director of Public Prosecutions\n2005 (1) SACR\r\n\t349\n(SCA)\n.\nIt is difficult to comprehend the reference to\r\n\touster clauses at para 58-66 of the judgment below.\n36\nBeckenstrater\r\n\tv Rottcher & Theunissen\n1955 (1) SA 129\n(A);\nRelyant\r\n\tTrading (Pty) Ltd v Shongwe\n[2007] 1 All SA 375\n(SCA)\n.\nFor\r\n\tCanada:\nProuxl\r\n\tv Quebec (Attorney General)\n2001 SCC 66\n,\n[2001] 3 SCR 9.\n37\nThompson v Minister of Police\n1971 (1) SA 371\n(E) 375A-D.\n38\nTsose v Minister of Justice\n1951 (3) SA 10 (A) 17.\n39\nBeckenstrater v Rottcher & Theunissen\n1955\r\n\t(1) SA 129\n(A).\n40\n1994 (1) SA 387\n(C). The correctness of this judgment does not arise\r\n\tfor decision.\n41\nBeckenstrater v Rottcher &\r\n\tTheunissen\n140B-F.\n42\nNorth Western Dense Concrete CC v DPP,\r\n\tWestern Cape\n2000 (2) SA 78 (C);\nVan Eeden v DPP\n,\nCape of Good Hope\n2005 (2) SACR 22\n(C);\nR v Croydon\r\n\tJustices, ex parte Dean\n[1993] 3 All\r\n\tER 129\n(QBD).\n43\nThe finding of the court below that the Ngcuka\r\n\tdecision was a review and not an original decision is, accordingly,\r\n\tnot fact based\n(para 117). Had it been a review it would have been\r\n\tvoid because Mr Zuma had not been invited to make representations.\r\n\tThe effect\nwould then have been that the objections to the later\r\n\târeviewâ on which this case is based would have had no merit\r\n\tbecause\none cannot review a void decision.\n44\nSee the discussion by\r\n\tZeffertt, Paizes and Skeen\nThe\r\n\tSA Law of Evidence\n(2003) 121-130.\nR v Director of Public\r\n\tProsecutions, ex parte Manning\n[2000] EWHC 562\n;\n[2000]\r\n\t3 WLR 463\nat 474 (Lord\r\n\tBingham of Cornhill):\n'In most cases the decision will turn not on any\r\n\tanalysis of the relevant legal principles but on the exercise of an\r\n\tinformed\njudgment of how a case against a particular defendant, if\r\n\tbrought, would be likely to fare in the context of a criminal trial\r\n\tbefore (in a serious case as this) a jury. This exercise of judgment\r\n\tinvolves an assessment of the strength, by the end of the\ntrial, of\r\n\tthe evidence against the defendant and of the likely defences. It\r\n\twill often be impossible to stigmatise a judgment\non such matters as\r\n\twrong even if one disagrees with it.â\n45\nCompare\nThint Holdings (Southern\r\n\tAfrica) (Pty) Ltd v National Director of Public Prosecutions;\nZuma v National Director of Public Prosecutions\n[2008] ZACC 14\n;\n2008 (2) SACR\r\n\t557\n(CC) para 58.\n46\nHe also referred to meetings between Dr Maduna and the NDPP around\r\n\tthe prosecution of another co-accused, Thint (para 192-195),\nand the\r\n\tfact that Mr Ngcuka thanked Dr Maduna at the press conference for\r\n\this political leadership. As to the first, the court\nwas not\r\n\tentitled to base its judgment on something taken from an answering\r\n\taffidavit unless the argument was foreshadowed in\nthe founding\r\n\taffidavit, which it was not:\nAdministrator, Transvaal v\r\n\tTheletsane\n1991 (2) SA 192 (A). As to the second,\r\n\tthe statement appeared in an annexure and Mr Zuma did not seek to\r\n\trely on\nit and, accordingly, the court was not entitled to base its\r\n\tjudgment on it because the NDPP was not called upon to deal with it:\nMinister of Land Affairs & Agriculture v D & F Wevell\r\n\tTrust\n2008 (2) SA 184 (SCA);\n[2007] ZASCA\r\n\t153\npara 43.\n47\nThe fact that cabinet may in law be responsible\r\n\tfor the actions of a minister does not establish without evidence\r\n\tthat cabinet\nknew what the minister did (para 213-216).\n48\nThint Holdings (Southern Africa) (Pty) Ltd v National Director of\r\n\tPublic Prosecutions;\nZuma v National Director of Public\r\n\tProsecutions\n[2008] ZACC 14\n;\n2008 (2) SACR 557\n(CC) para 40-42.\n49\nCompare\nMinister of Land Affairs & Agriculture v D & F\r\n\tWevell Trust\n2008 (2) SA 184 (SCA);\n[2007]\r\n\tZASCA 153\npara 43.\n50\nSwissborough Diamond Mines (Pty) Ltd v Government of the RSA\n1999 (2) SA 279 (T) 324F-G.\n51\nPresident of the RSA v SA Rugby Football Union\n2000 (1) SA 1 (CC) also reported as\nPresident\r\n\tof the RSA v SARFU\n1999 (10) BCLR 1059\n(CC) para 61.\n52\nGoodrich v Botha\n1954 (2) SA 540\n(A);\nGentiruco AG v\r\n\tFirestone SA (Pty) Ltd\n1972 (1) SA 589\n(A) 607;\nNational\r\n\tUnion of Metalworkers of SA v Henred Fruehauf Trailers\n[1994] ZASCA 153\n;\n1995 (4)\r\n\tSA 456\n(A) 475;\nMunicipal Council of Bulawayo v Bulawayo\r\n\tWaterworks Co Ltd\n1915 AD 611\nat 631;\nSAR & H v Sceuble\n1976 (3) SA 791\n(A).\n53\nThe court chose to comment on the timing of the\r\n\tMpshe decision while Mr Zuma expressly refrained from doing so (para\r\n\t210).\n54\nIt is not necessary to comment on the finding,\r\n\tagain based on newspaper reports, that because Mr Mpshe consulted\r\n\this investigation\nteam this meant that he should have consulted with\r\n\tMr Zuma (para 120) because Mr Kemp did not rely on it.\n55\nMweuhanga v Administrator-General of South West Africa\n1990 (2) SA 776 (A) 783E-I.\n56\nâThe National Director of Public Prosecutionsâ\n(a)\tmust\r\n\tdetermine, with the concurrence of the Cabinet member responsible\r\n\tfor the administration of justice, and after consulting\nthe\r\n\tDirectors of Public Prosecutions, prosecution policy, which must be\r\n\tobserved in the prosecution process;\n(b)\tmust\r\n\tissue policy directives which must be observed in the prosecution\r\n\tprocess;\n(c)\tmay\r\n\tintervene in the prosecution process when policy directives are not\r\n\tcomplied with; and\n(d)\t.\r\n\t. ..â\n57\nElsewhere the court below had a different view\r\n\t(para 68).\n58\nSeven Eleven Corporation of SA (Pty) Ltd v Cancun Trading No 150\r\n\tCC\n2005 (5) SA 186; [2005] 2 All SA 256\r\n\t(SCA) para 24.\n59\nIt will be recalled that prosecutorial decisions and their internal\r\n\treconsideration were, except in the limited sense set out\nearlier,\r\n\tnot subject to procedural limitations or judicial overview. Mr Kemp\r\n\taccepts that the review of prosecutorial decisions\nby prosecutors\r\n\tand DPPs is not subject to any consultation or representation\r\n\trequirement.\n60\nCalled a âglaring absurdityâ by the court\r\n\tbelow (para 75) but the absurdity is not addressed by its\r\n\tinterpretation.\n61\nT\nhis consideration found favour with the court\r\n\tbelow (para 77-118).\n62\nLM du Plessis in 25(1) Joubert (ed)\nLawsa\n(first re-issue) para 322.\n63\nRelied on by the court below (para 74) while\r\n\tdisregarding the difference between the right to make\r\n\trepresentations and the right\nto be invited to make them.\n64\nNational Coalition for Gay and Lesbian\r\n\tEquality v Minister of Home Affairs\n2000\r\n\t(2) SA 1\n(CC)\r\n\tpara 73-76.\n65\nThe findings of the court below at para 117 are\r\n\tnot based on evidence or the provisions of the NPA Act.\n66\nMr Zumaâs submission that because he had settled his tax matters\r\n\tafter the indictment was served meant that the prosecution\nwas not\r\n\tjustified is not understood and was not presented in argument.\n67\nThint Holdings (Southern Africa) (Pty) Ltd v National Director of\r\n\tPublic Prosecutions;\nZuma v National Director of Public\r\n\tProsecutions\n[2008] ZACC 14\n;\n2008 (2) SACR 557\n(CC)\npara\r\n\t41-42.\n68\nSidumo v Rustenburg Platinum Mines Ltd\n2008 (2) SA 24\n(CC);\n[2007] ZACC 22\npara 91-94, 103-104.\n69\nSA Veterinary Council v Szymanski\n2003 (4) SA 42 (SCA)\r\n\tpara 19;\nMinister of Defence v Dunn\n2007 (6) SA 52;\n[2007] ZASCA 75\n; [2008] 2 All SA 14 [SCA]\r\n\tpara 31-32.\n70\nSee the unreported judgment of Van der Merwe J in\r\n\ta case between the parties dated 14 September 2007 (TPD).\n71\nSee\nStandard Bank of SA Ltd v Harris\n[2002] 4 All SA 164;\r\n\t2003 (2) SA 23 (SCA).\n72\nUnited Watch & Diamond Co (Pty) Ltd v Disa Hotels Ltd\n1972 (4) SA 409 (C) 415-417.\n73\nWestern Johannesburg Rent Board v Ursula Mansions (Pty) Ltd\n1948 (3) SA 353 (A);\nAdministrator, Cape v\r\n\tNtshwaqela\n1990 (1) SA 705 (A) 715D-F.",
  "scraped_at": "2026-02-11T21:38:00.894408",
  "date": "2009-01-12",
  "coram": [
    "HARMS DP",
    "FARLAM",
    "PONNAN",
    "MAYA",
    "CACHALIA JJA"
  ],
  "case_number": "573/08",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "Jacob Gedleyihlekisa Zuma"
    ]
  },
  "sections": {
    "facts": "The case concerns former Deputy President Jacob Zuma who was the subject of several prosecutorial decisions. In August 2003 the NDPP Bulelani Ngcuka announced that he would not prosecute Zuma for alleged corrupt payments from Schabir Shaik. The decision was later revisited by NDPP Vusi Pikoli (who sought to indict Zuma but the matter was struck from the roll) and by acting NDPP Mokotedi Joseph Mpshe, who on 27 December 2007 issued an 87‑page indictment against Zuma on multiple counts of racketeering, corruption, money‑laundering, tax evasion and fraud. Zuma challenged the Pikoli and Mpshe decisions, asserting that the NDPP had failed to consult the relevant DPP and to invite him to make representations as required by section 179(5)(d) of the Constitution and by a legitimate‑expectation argument arising from the Ngcuka announcement.",
    "issues": "1) Whether section 179(5)(d) of the Constitution obliges the NDPP to consult the relevant Director of Public Prosecutions and to invite the accused to make representations when the NDPP reviews its own earlier decision not to prosecute. 2) Whether Zuma has a legitimate expectation, under section 33 of the Constitution, to be invited to make representations before a change of prosecutorial policy. 3) Whether the lower court erred in striking out portions of Zuma’s affidavits and in its approach to motion proceedings. 4) Whether the Mpshe decision and the resulting indictment should be set aside.",
    "principles": "The Court reaffirmed that s 179(5)(d) is an \"apex\" provision limited to a review of a decision made by a DPP or other prosecutor, not to a reconsideration by the NDPP of its own earlier decision. The requirement to consult the relevant DPP and to take representations therefore does not arise when the NDPP revisits its own decision. A legitimate expectation may arise only from a clear, unambiguous representation or established practice; the Ngcuka press release was merely a statement of policy, not a promise to invite representations. In motion proceedings, relevance is tested against the issues, not on the factual merit of allegations, and the onus of proof is not shifted to the NDPP. The independence of the NPA is preserved by the constitutional framework that separates the NDPP’s policy role from the DPP’s operational role.",
    "application": "Applying these principles, the Court held that s 179(5)(d) did not apply to the Mpshe decision, so the failure to invite Zuma to make representations was not a constitutional breach. The legitimate‑expectation claim was dismissed because no clear representation or practice compelled an invitation. The lower court’s method of striking out Zuma’s affidavits was found to be erroneous; the affidavits contained irrelevant and scandalous material but the proper test was relevance to the legal issues, not their merits. Consequently, the order setting aside the Mpshe decision was upheld, and the lower court’s amended order was set aside.",
    "conclusion": "The appeal by the NDPP was upheld with costs, including the costs of three counsel. The order of the High Court was set aside and replaced with an order dismissing Zuma’s application, awarding costs to the NDPP, and striking out Zuma’s strike‑out application on an attorney‑and‑client scale. The application to intervene by Thabo Mbeki and the Government was dismissed."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Prosecutorial Discretion",
    "level_3": [
      "section 179",
      "legitimate expectation",
      "motion proceedings",
      "strike out",
      "political interference"
    ]
  }
}