{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/152.html",
  "case_name": "Steyn v S (105/09) [2009] ZASCA 152; 2010 (1) SACR 411 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 152",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 152\n|\nNoteup\n|\nLawCite\nSteyn v S (105/09) [2009] ZASCA 152; 2010 (1) SACR 411 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase\nNo:  105/09\nIn the\nmatter between:\nANN\nELIZABETH STEYN                                                      \n          APPELLANT\nv\nTHE\nSTATE                                                                \n                   RESPONDENT\nNeutral citation:\nSteyn\nv The State\n(105/2009)\n[2009] ZASCA 152\n(\n27\nNovember 2009).\nCoram:\t\tMthiyane\nJA, Leach et Wallis AJJA\nHeard:\t\t17\nNovember 2009\nDelivered:\t\t27\nNovember 2009\nSummary:\tCriminal law â\nprivate defence â appellant shooting deceased who was about to\nassault her with a knife â shooting not\nunlawful.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh Court,\nPort Elizabeth (Nepgen J sitting as court of first instance).\nThe following order is made:\nThe appeal succeeds and the appellantâs conviction and\nsentence are set aside.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nLEACH\nAJA (MTHIYANE JA and WALLIS AJA CONCURRING):\n[1]\tOn the evening of 9 February 2007, the appellant\nshot and killed her former husband, a man who for years had abused\nher, both\nmentally and physically, and who had assaulted her earlier\nthat evening. Pursuant to this incident, the appellant was charged\nwith\nmurder in the High Court, Port Elizabeth. Her plea that she had\nacted lawfully in self-defence was rejected and she was convicted\nof\nculpable homicide. In the light of the weighty mitigating\ncircumstances which were present, the appellant was sentenced to\nthree\nyears imprisonment, wholly suspended on certain conditions.\nWith leave of the court a quo, she appeals now to this court solely\nagainst\nher conviction.\n[2]\tThe appellant, who was 53 years of age at the time\nof the fatal incident, had married the deceased in 1971, shortly\nafter she\nhad matriculated from the Assumption Convent in\nGrahamstown. After her marriage, she and the deceased lived in\nvarious towns in the\nEastern Cape before they moved to Port Elizabeth\nin 1985 and took up residence at 6 Breda Street in the suburb of\nVikingvale,\nthe scene of the fatal incident. By then, their\nrelationship had substantially deteriorated. The deceased, who was\nemployed on the\nrailways, worked long hours and was often impatient\nwith the children when he came home. This led to great tension in the\nhome, as\ndid the fact that the deceased was extremely jealous of the\nappellant and often accused her of forming relationships with other\nmen.\nBut more significantly, the deceased drank heavily and\ncontinuously abused the appellant, both mentally and physically. He\noften\ntold her that he would slit her throat with a smile on his\nface. He also regularly locked her in her bedroom, at times for\nextended\nperiods. So often did this occur that she took to keeping\nfood in her room to sustain her should she be imprisoned in this way.\nOn\none occasion she was locked in her bedroom for an entire weekend.\n[3]\tEventually the appellant felt she could take no more\nand, in August 2002, she divorced the deceased. After the divorce,\nthe appellant\nwas admitted to the Lamprecht Clinic in George where\nshe was treated for depression. Although the appellant and the\ndeceased were\nthe joint owners of the former matrimonial home, and it\nhad been their intention to convert a section of the house into a\nâgranny\nflatâ in which she would reside, the appellant was\nadvised by a psychiatrist not to return to the house. Consequently,\nafter returning\nfrom George she took up residence in a flat for which\nthe deceased undertook to pay the rent.\n[4]\tUnfortunately, financial restraints forced the\nappellant to give up this arrangement and after two months she moved\nback to the\nformer matrimonial home where, although she no longer\nshared a bedroom with the deceased, her life with him returned to\nwhat it had\nbeen before. The deceased continued to abuse her mentally\nand physically and she did all the domestic duties expected of a\nhousewife.\nShe often fled to her bedroom, which became both her\nsanctuary and her prison. At times she locked herself in to prevent\nthe deceased\nfrom assaulting her while, on other occasions, the\ndeceased ordered her to her room or himself locked her in.\n[5]\tThe appellant was not in good health. She had\nrequired surgery to her back after sustaining an injury but had\ncontinued to experience\nback and body pain for which she took\nanti-inflammatory medication.  She had also undergone a resection of\nher colon which resulted\nin her being obliged to eat small amounts of\nfood regularly throughout the day. In addition, not only did she\nrequire medication\nfor an ulcer which had to be taken after food but\nshe was also on medication for high blood pressure and cholesterol.\n[6]\tDuring the period December 2006 to January 2007 the\ndeceased took leave, and spent a great deal of his spare time\ndrinking with\nhis friends. This resulted in the appellant becoming\nwracked with anxiety caused by her not knowing when, in what\ncondition or in\nwhat mood he would return home. Although her doctor\nprescribed anti-anxiety medication for her, she felt it would be best\nto escape\nfrom her domestic situation and to obtain professional\ntreatment. She therefore contacted her medical aid fund and\nascertained that\nit would be prepared to pay for another course of\ntreatment for her at the Lamprecht Clinic in George.\n[7]\tI turn now to the events of Friday 9 February 2007.\nDuring the course of the day, the deceased telephoned the appellant\nand told\nher to take meat out of the freezer for him to braai that\nevening. She did so, and also prepared potatoes to accompany the\nmeal.\nThe deceased arrived home after dark. He had clearly been\ndrinking and was not in a good mood. He went to light a fire on which\nto\ncook the meat. Adjacent to the kitchen and the garage of the house\nwas an enclosed outside area, paved and roofed and referred to\nin\nevidence as being the âbraai roomâ.  On an external wall there\nwas a fireplace for the making of braaivleis fires and the\ncooking of\nmeat. The floor level was lower than that in the house, with access\nbeing gained through a door leading from the kitchen\ndown two steps\nto the lower level. The braai room was furnished with a wooden picnic\ntable and benches, and padded benches against\ntwo walls.\n[8]\tThe appellant poured the deceased a drink, took it\nto him and then seated herself on one of the padded benches. She\neventually\nplucked up sufficient courage to tell the deceased that\nshe had contacted her medical aid to ascertain if it would pay for\ntreatment\nfor her anxiety at the clinic in George. On hearing this,\nthe deceased erupted. He verbally abused her in foul and offensive\nterms,\ntelling her that she had been born mad and would die mad. He\nthen jumped up from where he was sitting, grabbed her by the throat\nand began to hit her. When the appellantâs pet German Shepherd dog\njumped up, it drew the deceasedâs attention away from the\nappellant, and he released her in order to chase it out of the room.\nShe seized the moment to make her escape, and ran to her bedroom\nwhere she locked herself in. The deceased shouted after her that she\nwas to stay in her room and that she would get nothing to eat\nthat\nnight.\n[9]\tAt some stage thereafter, the appellant prepared for\nbed and dressed herself in a nightie. But she urgently needed to take\nher\nprescribed medication and needed to have something to eat before\ndoing so. Unfortunately she did not have any food in her room that\nnight and, in desperation, decided for the first time to ignore an\ninstruction from the deceased to remain in her room and go and\nfetch\none of the cooked potatoes she had earlier left in the kitchen.\nScared and upset as a result of the earlier assault, she armed\nherself with her .38 revolver which she hoped would dissuade the\ndeceased from attacking her again.\n[10]\tHaving armed herself in this way, the appellant\nunlocked her bedroom door and set off down the passage, heading for\nthe kitchen.\nWhen she reached the open door leading into the braai\nroom, she saw the deceased seated at the picnic table eating his\nsupper. He\nhad the pot of potatoes on the table alongside him. She\nhesitated and the deceased then looked up. On seeing her standing in\nthe\ndoorway at the top of the stairs leading into the room, his\nreaction was both immediate and violent. He screamed that he had told\nher to stay in her room and that he had already told her that she\nwould get nothing to eat. Holding the steak knife that he had been\nusing, he jumped to his feet and rushed at her, shouting that he was\ngoing to kill her, a threat which appeared to be deadly serious.\nFearing for her life, she instinctively raised her revolver and fired\na single shot at the deceased before turning and fleeing back\nto her\nroom where she locked herself in. She then telephoned a friend of\nhers, a policewoman, who rushed to the house to assist her.\nIt was\nthen ascertained that the deceased had been fatally injured, the\nbullet having passed through his hand (which had presumably\nbeen held\nup in front of him) before entering the body through the right upper\nanterior chest wall some 9,5 cm below the right clavicle,\npassing\nthrough the right lung and exiting the right chest posteriorly about\n15 cm above the sacral bone. The bullet caused a right-sided\nhaemothorax and the collapse of the right lung. From the position\nwhere he had been shot in the braai room, the deceased managed\nto get\ninto the kitchen before he collapsed and died from loss of blood.\n[11]\tThis version of events was given by the appellant\nwhen she testified. The trial court found her to be a wholly\nsatisfactory witness\nwho there was no reason to disbelieve. It\ntherefore concluded that her version could reasonably possibly be\ntrue and that her guilt\nor otherwise had to be determined on her own\nversion.\n[12]\tThe court a quo recorded in its judgment that\ncounsel for the state had conceded at the trial that the appellantâs\nversion\ncould reasonably possibly be true. However, in this court the\nstate argued that there had been a misunderstanding in that respect\nand, although it conceded that most of the appellantâs evidence\ncould reasonably possibly be true, it argued that her description\nof\nhow she had shot the deceased could not be accepted. This argument\nwas largely based on the presence of blood on the floor alongside\nthe\nbench on which the deceased had been sitting at the table facing the\ndoor from which the fatal shot was fired, and the opinion\nof a police\nforensic scientist, Superintendent Kock, who concluded that such\nblood had come from the wound to the deceasedâs left\nhand and that\nthe deceased must therefore have still been behind the table at the\ntime he was shot. On the strength of this, the\nstate argued that the\ndeceased could not have moved out from behind the table and been\nrushing at the appellant when the fatal shot\nwas fired; that the\nappellantâs version of the shooting could thus not be accepted;\nthat the court quo had consequently erred in\ndoing so; and that the\nappellant must have shot the deceased at a time when he was no threat\nto her.\n[13]\tThis argument cannot be accepted. The value of an\nexpert's opinion is largely dependent upon the reliability of the\nproven facts\nupon which it is based. In the present case, the precise\nmovements of the deceased and the appellant and the position in which\nthey\nwere in relation to each other as the material events unfolded,\nare incapable of being accurately determined. The opinion relating\nto\nthe source of the relatively small quantity of blood found on the\nfloor alongside the table where the deceased had been seated\nis, in\nmy view, largely speculative, as is the opinion that it must have\nfallen to the ground at the instant the deceased was shot\nin the\nhand. It must be remembered that the deceased clearly moved about the\nroom after he had been fatally injured, as is borne\nout by the fact\nthat he ultimately collapsed in another section of the house, and the\nblood alongside the table which formed such\nan important foundation\nof Kockâs opinion could well have come to be deposited there at any\nstage.\n[14]\tIt is unnecessary to subject the evidence on this\naspect and Kockâs opinion to much greater scrutiny. What we do know\nis that\nthe fatal bullet passed right through the body of the\ndeceased before exiting at his back. If the deceased was still seated\nor was\neven rising to his feet at the time he was shot, one would\nhave expected there to have been blood behind the table or on the\nseat\nwhere he had been sitting. But there was none there, a fact\nwhich leads to the logical inference that the deceased was probably\nnot\nbehind the table when he was shot. The absence of blood behind\nthe table is certainly consistent with the appellant's version of\nthe\nincident, and the presence of blood on the floor alongside the table,\nwhich could been a result of his having been shot while\nhe moved\ntowards the appellant, is no reason to reject her evidence as not\nbeing reasonably possibly true.\n[15]\tImportantly, the trial court formed a good\nimpression of the appellant and found her to have been a reliable\nwitness. For the\nreasons already given, the position of the blood on\nthe floor is no reason to conclude that her description of the\nshooting is unacceptable.\nShe was the sole eye-witness to the\nincident and there is no reason for this court to conclude that the\ntrial court erred in deciding\nthe question of her guilt by having\nregard to her evidence of the events in question as described above.\n[16]\tI therefore turn to consider whether the court quo\nwas correct in concluding that, on her own evidence, the appellant\nhad acted\nunlawfully. In denying her guilt, the appellant relied on a\nplea of so-called âprivate defenceâ (commonly referred to in\ncircumstances\nsuch as the present as âself-defenceâ) which goes\nto negative unlawfulness and recognises that persons may lawfully use\nsuch\nforce as may be necessary to repel unlawful attacks upon them\nwhich have either commenced or are imminent and which threaten their\nlives or bodily integrity.\n1\n[17]\tThe court a quo held that when she left her bedroom\nin order to fetch a potato from the kitchen, a reasonable person in\nthe appellant's\nposition would have foreseen the possibility that the\ndeceased, in the condition and mood he was in, might attempt to\nattack her.\nIt held that a reasonable person would therefore not have\nproceeded to place herself in a position of danger where she might be\nforced\nto use her pistol to defend herself. Accordingly it concluded\nthat the appellant had acted unreasonably and that the fatal incident\ncould have been avoided if she had telephoned for help and waited for\nassistance before she left her room. The reasoning of the court\nwas\ntherefore that the appellant had acted negligently and was guilty of\nculpable homicide.\n[18]\tCounsel for the appellant argued that the court a\nquo had misdirected itself in this regard by confusing the question\nof unlawfulness\nwith the test of negligence or\nculpa\n,\nand submitted that the issue of whether the appellant was guilty of\nnegligence or\nculpa\nwould only arise once it had first decided that her conduct was\nunlawful. This argument is not without substance. It is indeed so\nthat when an accused raises a plea of private defence, the courtâs\ninitial inquiry is to determine the lawfulness or otherwise\nof the\naccusedâs conduct and that, if found to be lawful, an acquittal\nshould follow.\n2\nAt the same time, however, it is clear from its judgment that the\ncourt a quo specifically turned its attention to the question of\nthe\nlawfulness of the appellantâs conduct and, in considering that\nissue, the courts often do measure the conduct of the alleged\noffender against that of a reasonable person on the basis that\nreasonable conduct is usually acceptable in the eyes of society and,\nconsequently, lawful.\n3\nIn the light of the circumstances of the present case where the facts\nare known, it is unnecessary to decide whether the court a\nquo\nmisdirected itself in the manner suggested as this court can itself\ndetermine the lawfulness of the appellantâs conduct on\nthose facts.\n[19]\tEvery case must be determined in the light of its\nown particular circumstances and it is impossible to devise a precise\ntest\nto determine the legality or otherwise of the actions of a\nperson who relies upon private defence. However, there should be a\nreasonable\nbalance between the attack and the defensive act as âone\nmay not shoot to kill another who attacks you with a flyswatterâ.\n4\nAs Prof J Burchell has correctly explained â. . . modern legal\nsystems do not insist upon strict proportionality between the attack\nand defence, believing rather that the proper consideration is\nwhether, taking all the factors into account, the defender acted\nreasonably\nin the\nmanner in which he defended himself or his propertyâ.\n5\nFactors relevant to the decision in this regard include the following\n(the list is by no means exhaustive):\nthe relationship between the parties\ntheir respective ages, gender and physical strengths\nthe location of the incident\nthe nature, severity and persistence of the attack\nthe nature of any weapon used in the attack\nthe nature and severity of any injury or harm likely to\n\tbe sustained in the attack\nthe means available to avert the attack\nthe nature of the means used to offer defence\nthe nature and extent of the harm likely to be caused\n\tby the defence.\n6\n[20]\tCounsel for the state submitted that the appellant\nhad not acted reasonably in warding off the deceasedâs attack.\nFirst, she\nargued that the appellant was a police reservist trained\nin the use of firearms and conflict resolution and could therefore\neither\nhave persuaded the deceased not to attack her or, at the very\nleast, fired a warning shot to deter him. Secondly, it was argued\nthat\nthe appellant could have fled to her bedroom and thus avoided\nbeing assaulted without the necessity of shooting at the deceased.\n[21]\tWhether a person is obliged to flee from an\nunlawful attack rather than entitled to offer forceful resistance, is\na somewhat\nvexed question.\n7\nBut in the light of the facts in this case, it is unnecessary to\nconsider the issue in any detail. It could not have been expected\nof\nthe appellant to gamble with her life by turning her back on the\ndeceased, who was extremely close to her and about to attack\nher with\na knife, in the hope that he would not stab her in the back.\n8\nShe would have had to turn around in order to return to her bedroom,\nby which time the deceased would have been upon her and flight\nwould\nhave been futile. The appellant testified that the deceased would\nprobably have caught her before she reached her room, and\nthat\nappears to be a reasonable assumption. That being so, the appellant\ncannot be faulted for offering resistance to the deceased\nrather than\nattempting to flee from him.\n[22]\tTurning to the relevance of the appellantâs\ntraining as a police reservist, her training in respect of both the\nuse of her\nfirearm and conflict management appears to have been\nelementary, to say the least. The appellant was no expert in the use\nof a firearm.\nSeveral years previously she had been given a single\nlesson on how to strip and clean a weapon. This was followed by a\nsingle session\nof firing a pistol on a range. That was the only\nfirearm training she had ever received, and she was certainly not\nwell versed in\nthe use of a handgun. Indeed, she had never previously\nfired the revolver she used to shoot the deceased. Her conflict\nresolution\ntraining was no more advanced. It consisted of no more\nthan a debate in which she and a colleague had advanced contrary\nstandpoints\non an issue. This had happened on a single occasion and\nthe appellant can hardly be considered an expert in conflict\nmanagement.\n[23]\tFar more important is the fact that the history of\nthe relationship between the appellant and the deceased was such that\nshe\nhad never been able to resist him or his unlawful assaults during\nthe many years that she had been the subject of his abuse. This\nshows\nthat her training in conflict management had been of no use to her in\nher daily life. The appellant must therefore be judged\nin the light\nof the fact that she was a woman who had previously been unable to\nresist the deceasedâs physical abuse and was both\nscared of him and\nthoroughly dominated by him. On the night in question, she urgently\nneeded to get some food in order to take the\nmedication she required.\nShe was frightened and in an emotional state as a result of having\nbeen assaulted by the deceased. She was\nentitled to leave her\nbedroom, in her own home, and go to the kitchen to get a potato.\nThere was nothing unlawful in her action in\ndoing so, and it cannot\nhave been expected of her to telephone for assistance every time she\nneeded to do something in her own home.\nShe then came face to face\nwith the deceased and it was he, and not she, who acted unlawfully by\nattempting to attack her with a\nknife.\n[24]\tIn considering the lawfulness of the appellantâs\nconduct, it is necessary to keep in mind that she was obliged to act\nin circumstances\nof stress in which her physical integrity and indeed\nher life itself were under threat. It is necessary in such\ncircumstances to\nâadopt a robust approach, not seeking to measure\nwith nice intellectual calipers the precise bounds of legitimate\nself-defenceâ.\n9\nAdopting that approach, the appellant in my view did not act\nunlawfully. She found herself in a position of great danger in which\nher life was under direct threat. There can be no doubt that in these\ncircumstances she was entitled to use deadly force to defend\nherself.\nHad she not done so, it might well have cost her her life. In these\ncircumstances her instinctive reaction, as she described\nit, of\nshooting at the deceased, who was seemingly hell-bent on killing her,\nwas reasonable and the court a quo erred in finding\notherwise.\n[25]\tFor the above reasons, the appellantâs plea of\nâself-defenceâ ought to have been upheld. The appeal succeeds and\nthe conviction\nand sentence are set aside.\n_______________\nL E LEACH\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANT:  \tA Hatting\nINSTRUCTED BY:              \t Roelofse & Roelofse\nIng, Port Elizabeth\nCORRESPONDENT:          \tSymington & De Kok,\nBloemfontein\nCOUNSEL FOR RESPONDENT:\tL Williams\nINSTRUCTED BY:\tThe Deputy Director of Public\nProsecutions, Port Elizabeth\nCORRESPONDENT:\tThe Deputy Director of Public\nProsecutions, Bloemfontein\n1\nSee C R Snyman\nCriminal\n\tLaw\n5 ed at 103-107.\n2\nJ\nBurchell\nPrinciples of\n\tCriminal Law\n3 ed at 243.\n3\nSnyman op cit at 113-114.\n4\nSnyman op cit at 109.\n5\nBurchell op cit at 241.\n6\nS v Trainor\n2003 (1) SACR 35\n(SCA) at [13]; Snyman op cit at 111-112 and\n\tBurchell op cit at 241.\n7\nSee eg Snyman op cit at 107-109.\n8\nIn this regard I endorse the view of Snyman op cit at 108.\n9\nPer\nHolmes\n\tJA in\nS v Ntuli\n1975 (1) SA 429\n(A) at 437.",
  "scraped_at": "2026-02-12T05:26:13.123262",
  "date": "2009-11-27",
  "coram": [
    "Mthiyane JA",
    "Leach AJ",
    "Wallis AJJA"
  ],
  "case_number": "105/09",
  "parties": {
    "applicants": [
      "Ann Elizabeth Steyn"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Ann Elizabeth Steyn, aged 53, had been in a long‑term abusive marriage with the deceased, who physically and psychologically assaulted her for years. After a divorce in 2002 and periods of treatment for depression, she returned to their former matrimonial home. On 9 February 2007 the deceased, heavily intoxicated, assaulted her, grabbed her throat and threatened her with a knife. Fearing for her life, Steyn retrieved a .38 revolver, entered the braai room, and, when the deceased rushed at her with the knife, she fired a single shot, killing him.",
    "issues": "The principal issue was whether Steyn’s conduct in shooting the deceased was unlawful, i.e., whether the defence of private (self)‑defence applied. Secondary issues concerned the adequacy of the trial court’s assessment of the forensic evidence and whether a reasonable person in Steyn’s position would have been compelled to flee instead of using deadly force.",
    "principles": "The court applied the law of private defence, requiring that the accused face an unlawful, imminent attack threatening life or bodily integrity, that the force used be reasonable and proportionate, and that the conduct be judged against that of a reasonable person in the same circumstances. The court cited Snyman’s principles on self‑defence, Burchell’s discussion of proportionality, and noted that strict proportionality is not required where the defender’s response is reasonable in the totality of circumstances.",
    "application": "Applying these principles, the court found that Steyn was confronted by an immediate, lethal threat from a knife‑wielding attacker who had previously abused her. The threat was serious and imminent; she was not expected to safely retreat, and she had no viable alternative means of averting the attack. The forensic evidence about the blood spatter was deemed speculative and did not undermine her version. Her limited firearms training did not make her an expert, and the court rejected the contention that she should have fired a warning shot. Consequently, her use of deadly force was judged reasonable and lawful.",
    "conclusion": "The appeal succeeded. The conviction for culpable homicide and the suspended sentence were set aside, and Steyn was acquitted on the basis of a successful plea of self‑defence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Self-Defence",
    "level_3": [
      "private defence",
      "culpable homicide",
      "domestic violence",
      "use of force",
      "proportionality"
    ]
  }
}