{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/68.html",
  "case_name": "Joubert and Others v Maranda Mining Company (Pty) Ltd (296/08) [2009] ZASCA 68; 2010 (1) SA 198 (SCA) ; [2009] 4 All SA 127 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 68",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 68\n|\nNoteup\n|\nLawCite\nJoubert and Others v Maranda Mining Company (Pty) Ltd (296/08) [2009] ZASCA 68; 2010 (1) SA 198 (SCA) ; [2009] 4 All SA 127 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  296/08\nIn\r\nthe matter between:\nM L JOUBERT                                          \r\n                            FIRST APPELLANT\nM L JOUBERT N.O.                                     \r\n                    SECOND APPELLANT\n(In her capacity as trustee of Sanwild Wildlife\r\nTrust)\nA H GROBLER N.O.\nTHIRD\r\nAPPELLANT\n(In his capacity as trustee of Sanwild Wildlife\r\nTrust)\nR SAVORY N.O.                                        \r\n                       FOURTH APPELLANT\n(In her capacity as trustee of Sanwild Wildlife\r\nTrust)\nTHE MURRAY FOUNDATION CONSERVATION                \r\nFIFTH APPELLANT\nHOLDINGS (PTY) LTD\nv\nMARANDA\r\nMINING COMPANY (PTY) LTD                                  RESPONDENT\nNeutral citation:\nJoubert\r\nv Maranda Mining Company\n(296/2008)\n[2009]\r\nZASCA 68\n(29 May 2009).\nCoram:\tNugent, Van Heerden, Mlambo JJA, Kroon et Leach\r\nAJJA\nHeard:\t11 May 2009\nDelivered:\t29 May 2009\nSummary:   \tRight of access to\r\nland in terms of\nMineral and Petroleum Resources Development Act 28\nof 2002\nâ unreasonable refusal by land owner and occupier to allow\r\nmining permit holder access to land â held that when permit holder\n\nhas complied with all requirements in terms of the Act it has a right\r\nto enter the land to exercise its rights.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh Court,\r\nPretoria (Claassen J sitting as court of first instance).\nThe following order is made:\nâ\nThe appeal is dismissed with costs including the\r\ncosts occasioned by the employment of two counsel.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO JA (Nugent, Van Heerden JJA, Kroon, Leach AJJA\r\nconcurring)\n[1]\tOn 11 April 2008 the North Gauteng High Court\r\n(Claassen J) granted the respondent final relief on an urgent basis,\r\ninter alia\ninterdicting and restraining the appellants from refusing\r\nthe respondent access to a piece of land described in the relevant\r\ntitle\ndeed as the remaining portion of portion 7 of the farm\r\nLeydsdorp Township 779, Registration Division LT, Northern Province\r\n(now\nLimpopo), size 2604,0827 hectares (the land). This appeal is\r\nagainst the order and judgment of the court a quo with the leave of\n\nthat court.\n[2]\tThe matter revolves around a goldmine on the land\r\nthat was originally worked in the 1890s, after which all mining\r\nactivities\nceased. However, mineral sampling reports conducted\r\nsubsequently indicate that the land remains mineral-rich. The title\r\ndeed records\nthat, subject to certain conditions, the mineral rights\r\non the land vested in the State. In any event, when the Mineral and\r\nPetroleum\nResources Development Act 28 of 2002 (the Act) came into\r\neffect on 1 May 2004 the State became the custodian of all minerals\r\nin\nthe whole of the Republic of South Africa.\n1\nThe portion on which the mineral rights are found cover 0,03 per cent\r\nor 1.5 hectares of the land. For convenience I refer to this\nportion\r\nof the land as the mineral rights area.\n[3]\tThe respondent acquired the mineral rights in\r\nFebruary 2005 from Dynamic Mineral Development (Pty) Ltd whose\r\npredecessor in\ntitle had acquired them in 2002 from the Department of\r\nMinerals and Energy (DME) representing the State. At the time the\r\nrespondent\nacquired the mineral rights, Come Lucky (Pty) Ltd (Come\r\nLucky) was the owner of the land. The deed of transfer in terms of\r\nwhich\nthe DME alienated the mineral rights defined these as certain\r\n20 unnumbered base mineral claims.\n[4]\tCome Lucky did not participate in the proceedings in\r\nthe court a quo even though it was cited as the first respondent. It\r\nalso\ndoes not feature in this appeal, having sold the land in the\r\ninterim to the fifth appellant who took transfer in February 2008.\n\nThe first to fourth appellants are the trustees of Sanwild Wildlife\r\nTrust (Sanwild). Sanwild conducts a wildlife sanctuary as well\nas\r\neco-tourism operations on the land and appears to have occupied the\r\nland since about September 2006. It has a 26 per cent shareholding\nin\r\nthe fifth appellant.\n[5]\tOn acquisition of the mineral rights the respondent\r\napplied to the Minister of Minerals and Energy (the Minister) in\r\nApril 2005\nfor a prospecting right\n2\nand a mining permit.\n3\nOn the acceptance of the application for a mining permit by the\r\nregional manager of the DME, the respondent lodged an environmental\n\nmanagement plan in July 2005. In June 2005 the respondent notified\r\nCome Lucky, as owner of the land, and its attorneys that it\nhad made\r\nthe applications and invited the latter to lodge objections, if any,\r\nagainst the grant thereof. This notification mentioned\nthat the\r\nrespondent intended to opencast a section of the mineral rights area\r\nand also referred to its obligation to compensate\nCome Lucky. In this\r\nregard it offered a once-off payment of R 5 000 per hectare.\n[6]\tCome Lucky lodged an objection\n4\nagainst the applications alleging inter alia that:\nâ\nThe proposed mining\r\noperations will undoubtedly have a deleterious impact on the eco-\r\ntourist and environmentally orientated activities\nof our client and\r\nthe nature of its business. Without in any way limiting the effects\r\nof the proposed mining activities, the deleterious\nimpact and\r\necologically degrading result include, but are not limited to\ninter\r\nalia\n,\n1.\tthe disturbance of game and\r\ngame breeding operations arising from the noise and blasting\r\nassociated with the mining operation;\n2.\tthe cancellation of safaris\r\nas a result of the noise and disturbance of drilling and mining\r\noperations; and\n3.\tthe general degradation and\r\npollution of the environment arising from the open cast mining\r\noperations.â\nThe Minister, however, granted the respondent the\r\nmining permit on 21 September 2006 and approved the\r\nenvironmental management\nplan on 19 December 2006. These\r\ndecisions were never challenged by Come Lucky.\n[7]\tHaving been granted the mining permit and with its\r\nenvironmental management plan approved, the respondent informed Come\r\nLucky\nin March 2007 of these developments. The respondent also\r\ninformed Come Lucky that it intended to exploit its mining rights\nin\r\nterms of the permit and consequently raised the issue of access to\r\nthe land as well as compensation. This approach elicited\nno\r\nfavourable response, save that Come Luckyâs attorneys requested\r\ncopies of the applications for prospecting and mining permits\nand\r\nultimately indicated that they had instructions to oppose any\r\napplication that may be brought in the high court. The respondent\n\nthereafter notified the regional manager of DME that it was being\r\ndenied access to the land. This prompted the regional manager\nto\r\nwrite to Come Lucky recording the respondentâs complaint and\r\nwarning the former that steps could be taken against it in terms\nof\r\nthe Act regarding its refusal to allow the respondent access to the\r\nland. The letter (dated 11 July 2007) also invited Come\nLucky to make\r\nrepresentations in respect of the respondentâs complaint and\r\ninvited it to show cause why the respondent should\nnot be allowed\r\naccess to the land. This also evoked no response from Come Lucky,\r\nwhereupon the respondent notified the latter that\nit intended to\r\nenter the land with immediate effect to exercise its mining rights.\n[8]\tIn October and November 2007 the respondent\r\nattempted to gain access to the land but was prevented from doing so\r\nby a representative\nof the appellants. On the latter occasion the\r\nrespondent was informed that it should contact the first appellant\r\nwho, on being\nso contacted, informed the respondent that under no\r\ncircumstances would it be granted access to the land.\n[9]\tA few days later the respondent removed a lock at a\r\ngate some seven kilometres from the mineral rights area and replaced\r\nit\nwith another lock. This was another attempt by it to gain access\r\nto the land. On the same day a representative of Sanwild informed\nthe\r\nrespondent that Sanwild had been in occupation of the land since\r\nSeptember 2006. On being appraised of Sanwildâs occupation,\nthe\r\nrespondentâs attorneys initiated a meeting with the appellantsâ\r\nattorneys to discuss the respondentâs need for access\nto the mining\r\nrights area, as well as the issue of compensation. It was agreed at\r\nthe conclusion of that meeting that the appellantsâ\nattorneys would\r\nrevert to the respondentâs attorneys with an indication of the\r\nappellantsâ attitude to the respondentâs request\nfor access. This\r\ndid not materialise and the respondent launched its application in\r\nthe court a quo seeking inter alia the following\nrelief:\n(a)\tInterdicting and restraining Come Lucky and the\r\nappellants (then first to fifth respondents) from refusing the\r\nrespondent (then\napplicant) access to the land; and\n(b)\tauthorising the respondent to enter onto the land\r\ntogether with its employees and to bring onto the land any plant,\r\nmachinery\nor equipment and build, construct or lay down any surface\r\nor underground infrastructure which may be required for purposes of\r\nmining\non the property as defined in the mining permit.\n[10]\tThe court found:\nâ\nDit is duidelik dat die\r\napplikant het ân duidelike reg. âA clear rightâ soos die geykte\r\nuitdrukking bestaan, en sy permit\nse geldigheid is nog nie aangeveg\r\nnie . . .â\nand further:\nâ\nIn al die omstandighede is ek\r\ntevrede dat die applikant ân reg uitgemaak het vir die regshulp wat\r\nhy vra.â\n[11]\tThe crisp issue therefore in this appeal is whether\r\nthe court a quo was correct in finding that the respondent had\r\nestablished\na clear right to access. The case made out on appeal is\r\nthat the respondent has not established this. Simply put, the\r\nargument\nbefore us was that the respondent sought access to the\r\nentire parcel of land from a gate envisaging a seven kilometre route\r\nto\nthe mineral rights area. In this regard it was submitted that a\r\nclear restriction, apparent from the respondentâs environmental\n\nmanagement plan, was that the respondentâs access to the mineral\r\nrights area was to be on a route of no longer than 1.5 km. It\nwas\r\nsubmitted that access to the land over a seven kilometres route would\r\nbe tantamount to the commission of an offence within\nthe\r\ncontemplation of the Act. This, I understood, was the appellantsâ\r\nmain argument. I propose to deal with it before I consider\nthe other\r\nsubmissions advanced.\n[12]\tPerhaps it is prudent briefly to consider the\r\nscheme of the Act relevant to the issue before us. It is apparent\r\nfrom s 27(5)(b)\nthat, once an application for a mining permit is\r\naccepted by the regional manager, the latter must notify the\r\napplicant for the\npermit to submit an environmental management plan\r\nand to consult with the owner of the land or occupier or any other\r\naffected parties,\nand submit the results of this consultation to him\r\nwithin 30 days. This envisages consultation after the lodging of an\r\napplication\nfor and before the grant of a mining permit. Furthermore,\r\nin terms of s 5(4)(c), once the permit is granted no mining\r\nactivities\nmay be commenced by the permit holder unless it has\r\nnotified and consulted with the owner or occupier of the land in\r\nquestion.\nIn\nMeepo v Kotze & others\n2008 (1) SA 104\n(NC) at 114D-E, the view was expressed that the\r\nlegislature provided for due consultations between a landowner and\r\nthe holder of\nor applicant for a permit in order to alleviate\r\npossible serious inroads being made on the property right of the\r\nlandowner. Consultation\nis the means whereby a landowner is apprised\r\nof the impact that prospecting (or, I would add, mining) activities\r\nmay have on his\nland. I am in respectful agreement in this regard\r\nwith this view, even though that case was concerned with access in\r\nrelation to\na prospecting right.\n[13]\tFurthermore s 27(7)(a) provides:\nâ\n(7)\tThe\r\nholder of a mining permitâ\n(a)\tmay enter the land to which\r\nsuch permit relates together with his or her employees, and may bring\r\nonto that land any plant,\nmachinery or equipment and build, construct\r\nor lay down any surface or underground infrastructure which may be\r\nrequired for purposes\nof mining;\n. . .â\nClearly in terms of this section the holder of a mining\r\npermit has a right to enter the land in respect of which the mining\r\nrights\nhave been granted for purposes of exploiting its rights. The\r\nright to enter the land solidifies, in my view, once the mining\r\npermit\nholder has complied with the provisions regarding notification\r\nand consultation with the owner of the land, or occupier and/or other\n\nparties affected by the permit.\n[14]\tIn the present case there is no dispute that the\r\nrespondent had complied with all the requirements set out in s\r\n27(1)-(5)\n5\nbefore the grant of a mining permit and in s 5(4)\n6\nafter the grant of the permit.\n[15]\tThe appellantsâ submission that the respondent\r\nhas not established a clear right to access must be viewed in the\r\ncontext\nof the case made out in the papers by the respondent\r\n(\nDirector of Hospital Services v Mistry\n1979 (1) SA 626(A)\nat 635H).\n7\nScrutiny of the notice of motion, as well as the founding affidavit,\r\nreveals that the respondent did not seek access to the entire\nland\r\nand neither did it seek access encompassing a seven kilometre route.\r\nWhat it sought was access in principle to the mineral\nrights area.\r\nThis much is also clear from correspondence exchanged between the\r\nparties and their respective attorneys. This is\nwhat the court a quo\r\ndecided and this cannot be criticized on any basis. Strictly speaking\r\nthe appeal is susceptible to be dismissed\non this basis alone.\n[16]\tHowever, counsel for the appellants also submitted\r\nin the alternative that the impasse created by the appellantsâ\r\nblanket\nrefusal to allow the respondent access to the land, meant\r\nthat the regional manager had to initiate the process aimed at the\r\nexpropriation\nof the land as envisaged in s 54(5). The implication of\r\nthis submission is that the jurisdiction of the high court and this\r\ncourt\nto resolve that impasse is not countenanced by the Act. That\r\nthere is no merit to this submission is borne out by the fact that\nit\r\nwas made without much conviction, and rightly so. No provision in the\r\nAct could be pointed out in support of this line of reasoning.\n\nFurthermore, it would be absurd for the Act to permit an unreasonable\r\nrefusal for access based on a clear objective to frustrate\nthe\r\nlegitimate endeavours of a permit holder.\n[17]\tFurthermore, it is clear that expropriation is an\r\noption that may be adopted by the regional manager to advance the\r\nobjects\nof the Act in s 2(d), (e), (f), (g) and (h).\n8\nHere the appellants simply, and in an unreasonable fashion, refused\r\nto allow the respondent access to the land and as a result\nit is\r\nunclear on what conceivable basis the regional manager could be\r\nexpected to initiate an expropriation process. No basis for\n\nexpropriation based on this provision was advanced by the appellantsâ\r\ncounsel. The submission is in my view clearly misconceived.\n[18]\tFinally, whilst this is strictly speaking\r\nunnecessary but because the appellantsâ counsel invited us to do\r\nso, I consider\nthe appellantsâ argument that, properly considered,\r\nthe environmental management plan and its accompanying documentation\r\ndid\nnot envisage the construction of a new road. This submission is\r\nreliant on certain portions of a form completed by the respondent\n\nwhen it submitted the environmental management plan for approval. In\r\nthis regard the appellantsâ counsel submitted that by ticking\nthe\r\nânoâ option in respect of the question: âwould it be necessary\r\nto construct roads to access the proposed operationsâ\nin portion\r\nC2.14 of the form, that must mean that no new roads were to be\r\nconstructed.\n[19]\tHowever, one cannot consider just that one part of\r\nthe form in isolation. It is one of a number of questions relating to\r\naccess\nroads. In this regard the indication in C2.15 that the access\r\nroad will not be longer than 1.5 km, in C2.16 that âno trees would\n\nbe uprooted when constructing access roadsâ, as well as the\r\nindication in C2.17 that âforeign material like crushed stone,\n\nlimestone or any material other than the naturally occurring top soil\r\nwould be placed on the road surfaceâ show clearly that\nthe ânoâ\r\ntick in C2.14 (ostensibly indicating that no new roads would be\r\nconstructed), is simply a mistake as pointed out by\nthe respondentâs\r\ncounsel. I cannot also fathom a situation where the permit holder can\r\nbe regarded bound by a clearly mistaken\ntick on the form. I am of the\r\nview that, when all the questions and answers are considered in that\r\nportion of the form, it is clear\nthat the construction of a new road\r\nwas envisaged when the environmental management plan was submitted.\n[20]\tFurthermore, there is no indication on the papers\r\nthat there are any existing roads from any public road to the mineral\r\nrights\narea. This can only mean that the Minister and officials of\r\nthe DME, when granting the permit, and approving the environmental\r\nmanagement plan, were alive to that fact. Therefore, when the permit\r\nwas granted and the environmental management plan approved,\nthe\r\nrespondent was also granted the right to construct a new road to the\r\nmineral rights area. In the absence of any access road\nto the mineral\r\nrights area, it remains a mystery how, in the appellantsâ mind, the\r\nrespondent is to exploit its mining rights.\nIn the final analysis it\r\nremains for us to clarify that the relief granted by the court a quo\r\ndoes not authorise or permit the\nrespondent to contravene any of the\r\nprovisions of the Act or commit an offence.\n[21]\tThe appeal must therefore fail. The following order\r\nis made:\nâ\nThe appeal is dismissed with costs including the\r\ncosts occasioned by the employment of two counsel.â\n_____________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \tR J Raath SC; S A Visser\nINSTRUCTED BY:              \tStewart Maritz Basson;\r\nPretoria\nCORRESPONDENT:          \tClaude Reid Inc; Bloemfontein\nCOUNSEL FOR RESPONDENT:\tS J Grobler SC; L G F Putter\nINSTRUCTED BY:\t\t\tVezi De Beer Inc; Pretoria\nCORRESPONDENT:\t\t Azar & Havenga Inc; Bloemfontein\n1\nIn terms of s 3(1) which provides: âMineral and petroleum\r\n\tresources are the common heritage of all the people of South Africa\n\n\tand the State is the custodian thereof for the benefit of all South\r\n\tAfricans.â\n2\nSection 16(1).\n3\nSection 27\n(2).\n4\nPer letter from attorneys Andrew Miller & Associates dated 29\r\n\tJune 2005.\n5\nSection 27(1)-(5):  â(1)\tA mining permit may only be issued if â\n(a)\tthe\r\n\tmineral in question can be mined optimally within a period of two\r\n\tyears; and\n(b)\tthe\r\n\tmining area in question does not exceed 1,5 hectares in extent.\n(2)\tAny\r\n\tperson who wishes to apply to the Minister for a mining permit must\r\n\tlodge the application â\n(a)\tat the\r\n\toffice of the Regional Manager in whose region the land is situated;\n(b)\tin the\r\n\tprescribed manner; and\n(c)\ttogether\r\n\twith the prescribed non-refundable application fee.\n(3)\tThe\r\n\tRegional Manager must accept an application for a mining permit if â\n(a)\tthe\r\n\trequirements contemplated in subsection (2) are met;\n(b)\tno\r\n\tother person holds a prospecting right, mining right, mining permit\r\n\tor retention permit for the same mineral and land.\n(4)\tIf the\r\n\tapplication does not comply with the requirements of this section,\r\n\tthe Regional Manager must notify the applicant in\nwriting of that\r\n\tfact within 14 days of the receipt of the application and return the\r\n\tapplication to the applicant.\n(5)\tIf the\r\n\tRegional Manager accepts the application, the Regional Manager must,\r\n\twithin 14 days from the date of acceptance, notify\nthe applicant in\r\n\twriting â\n(a)\tto\r\n\tsubmit an environmental management plan; and\n(b)\tto notify in writing and consult with the land owner and lawful\r\n\toccupier and any other affected parties and submit the result\nof the\r\n\tsaid consultation within 30 days from the date of the notice.â\n6\nSection 5(4):  âNo person may prospect for or remove, mine,\r\n\tconduct technical co-operation operations, reconnaissance\r\n\toperations,\nexplore for and produce any mineral or petroleum or\r\n\tcommence with any work incidental thereto on any area without â\n(a)\tan approved environmental management programme or approved\r\n\tenvironmental management plan, as the case may be:\n(b)\ta reconnaissance permission, prospecting right, permission to\r\n\tremove, mining right, mining permit, retention permit, technical\n\n\tco-operation permit, reconnaissance permit, exploration right or\r\n\tproduction right, as the case may be; and\n(c)\tNotifying\r\n\tand consulting with the land owner or lawful occupier of the land in\r\n\tquestion.â\n7\nâWhen, as in this case, the proceedings are launched by way of\r\n\tnotice of motion, it is to the founding affidavit to which a\njudge\r\n\twill look to determine what the complaint is.â\n8\nâThe objects of this Act are to â\n. . .\n(d)\tsubstantially and meaningfully expand opportunities for\r\n\thistorically disadvantaged persons, including women, to enter the\n\n\tmineral and petroleum industries and to benefit from the\r\n\texploitation of the nationâs mineral and petroleum resources;\n(e)\tpromote economic growth and mineral and petroleum resources\r\n\tdevelopment in the Republic;\n(f)\tpromote employment and advance the social and economic welfare\r\n\tof all South Africans;\n(g)\tprovide for security of tenure in respect of prospecting,\r\n\texploration, mining and production operations;\n(h)\tgive effect to s 24 of the Constitution by ensuring that the\r\n\tnationâs mineral and petroleum resources are developed in\nan\r\n\torderly and ecologically sustainable manner while promoting\r\n\tjustifiable social and economic development; and\n. . .â",
  "scraped_at": "2026-02-11T21:52:16.913938",
  "date": "2009-05-29",
  "coram": [
    "Nugent",
    "Van Heerden",
    "Mlambo JJA",
    "Kroon AJJA",
    "Leach AJJA"
  ],
  "case_number": "296/08",
  "parties": {
    "applicants": [
      "M L Joubert",
      "M L Joubert N.O.",
      "A H Grobler N.O.",
      "R Savory N.O.",
      "The Murray Foundation Conservation"
    ],
    "respondents": [
      "Maranda Mining Company (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The dispute concerned a parcel of land in Limpopo (portion 7 of the farm Leydsdorp Township) on which mineral rights amounting to about 0.03% of the total area had been vested in the State. Maranda Mining Company acquired those mineral rights in February 2005 and subsequently applied for, and was granted, a prospecting right and a mining permit under the Mineral and Petroleum Resources Development Act (MPRDA) of 2002. The landowner at the time, Come Lucky (Pty) Ltd, objected to the applications on ecological grounds but did not legally challenge the eventual granting of the permit. In 2007 the land was transferred to the fifth appellant, The Murray Foundation Conservation, and the first to fourth appellants, trustees of Sanwild Wildlife Trust, occupied the land and refused the mining company access to the mineral rights area, despite the company's attempts to negotiate compensation and to construct a access road.",
    "issues": "The principal issue was whether Maranda Mining Company had established a clear legal right to enter the land in order to exercise its mining permit, notwithstanding the appellants’ refusal of access. Sub‑issues included whether the environmental management plan limited access to a 1.5 km road, whether the appellants’ blanket refusal gave rise to an expropriation proceeding under s 54(5) of the MPRDA, and whether any alleged breach of the Act occurred by constructing a new access road.",
    "principles": "The court considered sections 27(5)(b), 27(7)(a), and 5(4) of the MPRDA, which require a permit holder to notify and consult the landowner or occupier before commencing mining activities, and grant the holder a right to enter the land once those requirements are satisfied. It also examined the jurisprudence in Meepo v Kotze (2008) on the purpose of consultation, and the principle that an unreasonable refusal to allow access undermines the statutory objectives of the Act. The court noted that expropriation is an optional remedy for the regional manager, not a substitute for a permit holder’s access rights, and that a mistaken ‘no’ tick on a form does not restrict the permit holder when the overall plan indicates road construction.",
    "application": "Applying the statutory framework, the court found that Maranda Mining Company had complied with all notification and consultation obligations set out in s 27(1)‑(5) before the permit was granted and with s 5(4) thereafter. The company sought only access to the mineral rights area, not the entire parcel, and the environmental management plan, when read as a whole, clearly contemplated the construction of a new access road. The appellants’ refusal was therefore unreasonable and could not justify denying the company its statutory right of entry. No basis existed for invoking expropriation, and the company’s proposed road did not contravene the Act.",
    "conclusion": "The appeal was dismissed. The court affirmed the order of the High Court granting Maranda Mining Company access to the land, and ordered the appellants to pay costs, including the costs incurred in employing two counsel."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Mineral Rights Access",
    "level_3": [
      "MPRDA",
      "access to land",
      "mining permit",
      "environmental management plan",
      "expropriation"
    ]
  }
}