{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/76.html",
  "case_name": "Kriel v Legal Aid Board and Others (138/08) [2009] ZASCA 76; 2010 (2) SA 282 (SCA) ; [2009] 9 BLLR 854 (SCA); [2009] 4 All SA 314 (SCA); (2009) 30 ILJ 1735 (SCA) (1 June 2009)",
  "citation": "[2009] ZASCA 76",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 76\n|\nNoteup\n|\nLawCite\nKriel v Legal Aid Board and Others (138/08) [2009] ZASCA 76; 2010 (2) SA 282 (SCA) ; [2009] 9 BLLR 854 (SCA); [2009] 4 All SA 314 (SCA); (2009) 30 ILJ 1735 (SCA) (1 June 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No 138/08\nIn the matter\r\nbetween:\nJAN-PAUL\r\nKRIEL\t\t\t\t\t\t     \t\t Appellant\nand\nTHE\r\nLEGAL AID BOARD \t\t\t\t      \tFirst Respondent\nJ\r\nK M MOSIME NO\t\t\t\t                    Second Respondent\nP\r\nHUNDERMARK NO\t\t\t\t\t           Third Respondent\nW\r\nLAMBLEY                                                              \r\n                Fourth Respondent\nTHE\r\nLAW SOCIETY OF THE\nNORTHERN\r\nPROVINCES\t\t\t\t                        Fifth Respondent\nNeutral\r\ncitation:\nJ\r\nP Kriel v The Legal Aid Board\n(138/08)\n[2009]   ZASCA 76\n(1 June 2009)\nCoram\n:\nMpati\r\nP, Cachalia, Mhlantla JJA, Leach and Bosielo AJJA\nHeard\n:\t27\r\nFebruary 2009\nDelivered:\n1\r\nJune 2009\nSummary:\nUnlawful\r\ndismissal â application for review of dismissal under an employment\r\ncontract correctly refused as dismissal not amounting\nto\r\nadministrative action.\nORDER\n____________________________________________________________\nOn appeal\r\nfrom:\nHigh\r\nCourt, Pretoria (Seriti J sitting as a court of first instance).\nThe appeal is\r\ndismissed with costs.\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA\r\net LEACH AJA (Mpati P, Cachalia JA and Bosielo\nAJA\r\nconcurring):\n[1]\tThis is an\r\nappeal against a judgment of the High Court, Pretoria  (Seriti J)\r\ndismissing the appellant's review application on\nthe grounds that the\r\nfirst respondentâs decision to terminate the appellantâs\r\nemployment following a disciplinary proceeding\ndid not amount to\r\nadministrative action and that the high court did not have\r\njurisdiction to entertain the application. The appeal\nis with the\r\nleave of this court.\n[2]\tAlthough the\r\ncourt below determined that it lacked the necessary jurisdiction to\r\nhear the matter, in our view that was not the\nreal issue that fell to\r\nbe decided. Relying on a number of alleged irregularities that we\r\nshall detail in due course, the appellant\nrelied upon the Promotion\r\nof Administrative Justice Act 3 of 2000 (âPAJAâ) to assert his\r\nright to fair administrative action\nby bringing review proceedings\r\nunder Uniform rule 53 for an order setting aside his dismissal. But\r\nthe jurisdiction of the high\ncourt to hear reviews is unquestionable,\r\nand the true issue for decision in our view is not whether the high\r\ncourt had jurisdiction\nto determine the appellantâs application for\r\na review but whether the dismissal of the appellant constituted\r\nâadministrative\nactionâ as envisaged by PAJA. In order to\r\ndetermine that issue, we turn to the relevant facts.\n[3]\tThe\r\nappellant, an attorney, was employed by the first respondent on 1\r\nAugust 1999. As at July 2002, he was employed as the head\nof the\r\nPretoria Legal Justice Centre and as the principal attorney was \r\nresponsible for the supervision of 13 candidate attorneys.\nHe was\r\ndismissed on 9 September 2004 following a disciplinary enquiry. His\r\nproblems commenced during July 2002 when Ms Flavia Isola\n(Ms Isola),\r\nwho was appointed to act as Justice Centre Executive, moved into the\r\nPretoria offices where he was based. According\nto the appellant, the\r\nofficials of the first respondent, including Ms Isola, had demanded\r\nthat he and his candidate attorneys sign\nnew service contracts. They\r\nrefused to do so and, instead of referring the dispute to senior\r\npersonnel of the first respondent,\napproached Dyasons Attorneys for\r\nlegal advice and assistance. The appellant accused Ms Isola of\r\nplacing undue pressure on the candidate\nattorneys to sign the\r\ncontracts, which in effect, would amount to a cession of their\r\ncontracts to her.\n[4]\t Ms Isola\r\ncalled a staff meeting on 3 September 2002 scheduled for 07h30. By\r\n08h15, she had not arrived and the appellant, who\nhad waited for her\r\nwith other staff members, decided to leave for another appointment.\r\nThe meeting proceeded in his absence. At\nsome stage he failed to sign\r\nthe attendance register, a system which had been introduced by him. \r\nAccording to the appellant, these\nwere isolated incidents. His\r\nfailure to attend the meeting and to sign the attendance register\r\nformed the basis of the first two\ncharges of misconduct that Ms Isola\r\ninitiated against him.\n[5]\tWhile these\r\ncharges against the appellant were pending the appellant obtained\r\ninformation that Ms Isola had been a principal\nof ten candidate\r\nattorneys at the first respondentâs Benoni office and had abandoned\r\nthem to take up employment at the first\nrespondentâs Pretoria\r\noffice. He conveyed this information to his attorneys who addressed a\r\nletter to the Law Society of the\nNorthern Provinces to the effect\r\nthat by abandoning the candidate attorneys she had contravened\r\nsection 6 of the Attorneys Act\n53 of 1979. The Law Society never\r\nresponded to the letter. Ms Isola disputed these allegations and\r\ncaused further charges to be\ninstituted against the appellant in\r\nrespect of this complaint against her.\n[6]\tDuring\r\nDecember 2002 the appellant was suspended pending the institution of\r\na disciplinary enquiry. The enquiry commenced on\n25 March 2003 and\r\nthe second respondent, a labour consultant, was appointed as\r\nchairperson. His letter of authority to act as such\nwas issued on 30\r\nApril 2003 by the CEO. At the end of the enquiry, the appellant was\r\nfound guilty of misconduct. The second respondent\nrecommended that\r\nthe appellant be dismissed. A month later he retracted his\r\nrecommendation and replaced it with a sanction of dismissal.\nThe\r\nappellant noted an appeal against both the recommendation and\r\nsanction. The internal appeal, which was heard by the third\r\nrespondent, was dismissed. The fourth respondent notified the\r\nappellant of his dismissal in writing on 9 September 2004.\n[7]\tThe\r\nappellant thereafter launched review proceedings in the high court\r\nwhere he, inter alia, sought an order reviewing, correcting\nand\r\nsetting aside the decisions of the second and fourth respondents\r\ndismissing him from the employ of the first respondent. At\nthe\r\nhearing of the application a point of law relating to the courtâs\r\njurisdiction to hear the matter was raised by the first\nrespondent.\r\nThe learned Judge was requested to decide that issue first.\n[8]\tThe court\r\nbelow relied on this courtâs judgment in\nTransnet\r\nLtd and others v Chirwa\n1\nwhich it incorrectly construed as having found that  a dismissed\r\nemployee of an organ of State could not seek a remedy in terms\nof\r\nPAJA but ought to seek relief in terms of the Labour Relations Act 66\r\nof 1995 (LRA). Relying on\nSidumo\r\nand another v Rustenburg Platinum Mines Ltd and others\n2\nwhere it was held that the CCMA arbitration proceedings did not\r\nconstitute administrative action, the judge held that the CCMA\n\nproceedings had the same attributes as a disciplinary enquiry. He\r\nconcluded that the disciplinary hearing and dismissal of the\n\nappellant did not constitute administrative action and that the\r\nLabour Court had exclusive jurisdiction to deal with the matter.\nHe\r\naccordingly dismissed the application.\n[9] Those two\r\nfindings are inconsistent. If the court below had no jurisdiction to\r\nconsider the claim then that ought to have been\nthe end of the matter\r\nand by its own finding on that issue it had no power to rule on the\r\nmerits. This court very recently said\nthat the jurisdictional finding\r\nin\nChirwa\nwas not the ratio for its order.\n3\nClearly the high court had jurisdiction to consider the claim, and as\r\nwe said earlier, the real issue is whether the dismissal\nconstituted\r\nadministrative action.\n[10]\tIn this\r\ncourt the appellant sought an order setting aside the finding of the\r\ncourt below. In addition he sought an order setting\naside the\r\nfindings of the disciplinary and appeal hearings and an order for his\r\nreinstatement.\n[11]\tIt was\r\nincumbent upon the appellant to clearly set out in his founding\r\npapers the cause of action upon which he relied. Unfortunately,\nhe\r\ndid not do so. He, inter alia, stated that his application was\r\nbrought in terms of Uniform rule 53 read with the provisions\nof PAJA;\r\nhe relied upon the provisions of the\nProtected Disclosures Act 26 of\n2000\nand alleged that the report about Ms Isola's conduct amounted to\r\na protected disclosure in terms of the Act. He also alleged that\nhis\r\ndismissal and the disciplinary process were unfair because the second\r\nrespondent did not have the requisite authority to act\nas chairperson\r\nof the enquiry. He further relied on contractual rights, the common\r\nlaw, the Constitution and upon the provisions\nof eight other\r\nstatutes. He however failed to set out the specific constitutional\r\nrights which had allegedly been violated, nor\ndid he set out the\r\nfacts supporting such a conclusion. However, essentially his cause of\r\naction is that:\n(a)\tHis\r\ndismissal was unlawful and thus void. He was thus entitled to relief\r\nin terms of PAJA;\n(b)   His\r\ndismissal was unfair and unlawful as, due to an improper delegation\r\nof authority, the chairperson of the disciplinary\nenquiry was not\r\nentitled to act as such; and\n(c)    His\r\ndismissal was unlawful and unfair as his report to the Law Society\r\nhad been protected under the\nProtected Disclosures Act.\n>\n[12] \tIt is\r\ncommon cause that the first respondent is an organ of State. It is\r\ntrite that the appellant can only be entitled to\nrelief in terms of\r\nPAJA if his dismissal amounted to administrative action. Counsel for\r\nthe appellant contended that the dismissal\nof the appellant was\r\nunlawful and void. It was thus contended on behalf of the appellant\r\nthat the first respondent derived its\npower to dismiss from the Legal\r\nAid Act 22 of 1969; that the cause of action was in terms of the\r\ncontract of employment and the\nstatute and that the dismissal under\r\nthe Legal Aid Act therefore constituted administrative action.\n[13]\tThis\r\nargument is without merit. The question whether an unfair dismissal\r\nin the public sector amounts to administrative action\nhas been\r\nsettled by the Constitutional Court in\nChirwa\r\nv Transnet Ltd\nand\r\nothers.\n4\nThe\r\nConstitutional Court held that public servants now enjoy the same\r\nprotection afforded employees in the private sector under\nthe LRA.\r\nThe court further held that a public service employee could not have\r\ntwo causes of action, one under the LRA and the other\nunder PAJA, and\r\nthat the decision of an organ of state to dismiss an employee is not\r\nan administrative act but involves the exercise\nof a contractual\r\npower.\n[14]\tWriting for\r\nthe majority in\nChirwa\nNgcobo J held:\n'The\r\nsubject-matter of the power involved here is the termination of a\r\ncontract of employment for poor work performance. The source\nof the\r\npower is the employment contract between the applicant and Transnet.\r\nThe nature of the power involved here is therefore\ncontractual. The\r\nfact that Transnet is a creature of statute does not detract from the\r\nfact that in terminating the applicant's\ncontract of employment, it\r\nwas exercising its contractual power. It does not involve the\r\nimplementation of legislation which constitutes\nadministrative\r\naction. The conduct of Transnet in terminating the employment\r\ncontract does not, in my view, constitute administration.\nIt is more\r\nconcerned with labour and employment relations. The mere fact that\r\nTransnet is an organ of State which exercises public\npower does not\r\ntransform its conduct in terminating the applicant's employment\r\ncontract into administrative action. Section 33\nis not concerned with\r\nevery act of administration performed by an organ of State. It\r\nfollows therefore that the conduct of Transnet\ndid not constitute\r\nadministrative action under s 33.\nSupport\r\nfor the view that the termination of the employment of a public\r\nsector employee does not constitute administrative action\nunder\r\nsection 33 can be found in the structure of our Constitution. The\r\nConstitution draws a clear distinction between administrative\naction\r\non the one hand and employment and labour relations on the other. It\r\nrecognises that employment and labour relations and\nadministrative\r\naction are two different areas of law . . .\nAs\r\npointed out earlier, the line of cases which hold that the power to\r\ndismiss amounts to administrative action rely on\nZenzile.\n5\nThis case and its progeny must be understood in the light of our\r\nhistory. Historically, recourse was had to administrative law\nin\r\norder to protect employees who did not enjoy the protection that\r\nprivate sector employees enjoyed. Since the advent of the new\n\nconstitutional order, all that has changed. Section 23 of the\r\nConstitution guarantees to every employee, including public sector\n\nemployees, the right to fair labour practices. The LRA, the\nEmployment Equity Act, 1998\n, and the\nBasic Conditions of Employment\nAct, 1997\n, have codified labour and employment rights. The purpose of\r\nthe LRA and the\nBasic Conditions of Employment Act is\nto give effect\r\nto and regulate the fundamental right to fair labour practices\r\nconferred by section 23 of the Constitution. Both\nthe LRA and the\nBasic Conditions of Employment Act that\nwere enacted to give effect\r\nto\nsection 23\n, now govern the public sector employees, except those\r\nwho are specifically excluded from its provisions. Labour and\r\nemployment\nrights such as the right to a fair hearing, substantive\r\nfairness and remedies for non-compliance are now codified in the LRA.\r\nIt\nis no longer necessary therefore to treat public sector employees\r\ndifferently and subject them to the protection of administrative\n\nlaw.'\n6\n[15]\nThe\r\ndecision in\nChirwa\nled to this court, in circumstances not dissimilar to the present,\r\nholding in\nTransman\r\n(Pty) Ltd v Dick and Another\n7\nthat it could not review a termination of an employeeâs employment\r\nas it did not constitute administrative action.    A similar\n\nconclusion was reached in\nMakambi\r\nv MEC for Education, Eastern Cape.\n8\n[1\n6]\r\n  Counsel for the appellant however argued that\nChirwa\nwas distinguishable from the present matter as the employee had there\r\nbased her claim solely upon the alleged unreasonableness\nof her\r\ndismissal and the provisions of the LRA whereas the appellant had not\r\n relied solely on the unreasonableness of his dismissal\nbut also on\r\nthe law of contract as well as the improper delegation of authority\r\nto the second respondent and the irregular and\nunlawful actions and\r\ndecisions of the respondents.\n[1\n7]\r\n  This argument cannot be accepted.   In\nChirwa\nthe appellant in fact relied on far more than the provisions of the\r\nLRA and an allegation that her dismissal had been unreasonable\nor\r\nunfair. As was pertinently highlighted by Farlam JA in\nMakambi\n,\nMrs Chirwa had also contended that her dismissal constituted\r\nadministrative action under PAJA and s 33 of the Constitution;  she\n\nhad further alleged that the person who had taken the decision which\r\nshe sought to impugn had been biased; she had complained that\nshe had\r\nbeen prevented from obtaining assistance or representation; she had\r\nalleged that there had been non-compliance with a material\nprocedure\r\nprescribed by an empowering provision; and, finally, she had averred\r\nthat certain provisions of the LRA had been violated.\n[1\n8]\r\n  Mrs Chirwaâs claim was in many respects strikingly similar to\r\nthat in the present matter. There is therefore no reason for\nthe\r\nprinciple expounded in\nChirwa\nviz. that a dismissal from employment is not an administrative act\r\nwhich can be reviewed, followed in both\nMakambi\nand\nTransman\n,\r\nnot to apply in the present case.\n[19]\nThis conclusion in our view makes it unnecessary to decide the\r\nremaining issues such as whether the appellantâs attempt\nto report\r\nMs Isola to the Law Society was a protected disclosure under the\nProtected Disclosures Act 26 of 2000\n. The appellantâs allegation\r\nthat such report had been a protected disclosure was merely grist to\r\nthe mill in respect of his contention\nthat he had been unfairly\r\ntreated and that the decision to dismiss him had been taken in the\r\nlight of irrelevant considerations.\nIndeed his argument is now that\r\nas the Law Society had never received his complaint there had been no\r\ndisclosure, and that he should\ntherefore not have been found guilty\r\nof disloyalty as he had not reported Ms Isola to the Law Society. But\r\neven if the report was\nprotected, and even if it was impermissibly\r\ntaken into account against the appellant, that in itself did not give\r\nrise to a right\nof review. The fact remains that as the dismissal did\r\nnot constitute administrative action and its legality or otherwise\r\nwas not\nsomething to be determined by way of review proceedings under\r\nPAJA.\n[2\n0]\r\n   By a parity of reasoning, it is also unnecessary to decide whether\r\nthe second respondent lacked the authority to adjudicate\nat the\r\ndisciplinary inquiry and whether there had been any impermissible\r\ndelegations of authority. The resolution of these issues\nis\r\nirrelevant to whether the decision to dismiss amounted to\r\nadministrative action which could be reviewed.\n[21]\r\n  Of course this does not mean that the appellant was left without a\r\nremedy as it was open to him to challenge the termination\nof his\r\nemployment under the LRA. It may well have been permissible for him\r\nto have brought a review of his dismissal in the Labour\nCourt under\ns\r\n158(1)(g)\nof that Act which provides for a review of any decision\r\ntaken or act performed âby the State as employer, on such grounds\r\nas\nare permissible in lawâ. It was certainly open to him to contend\r\nthat the termination of his employment had constituted an unfair\n\ndismissal as envisaged by s 185 and s 186 of the LRA.  In particular,\r\nif his employment had indeed been terminated as he was a\nwhite\r\nAfrikaner as he alleged had been the case, it would probably have\r\namounted to an automatically unfair dismissal under s 187(1)(f).\n\nSimilarly, if his report to the Law Society was protected under the\nProtected Disclosures Act, to\ndismiss him as a result would probably\r\nalso be automatically unfair under\ns 187(1)(h).\nBy the same token,\r\nmany of the other allegations relied on by the appellant, if\r\naccepted, even if not necessarily leading to a\nfinding that his\r\ndismissal had been automatically unfair under\ns 187\n, could well\r\njustify the conclusion that it was otherwise unfair under\ns 188.\n[2\n2]\r\n  It is both unnecessary and undesirable for this court to comment on\r\nwhat the outcome of such proceedings would have been had\nthey been\r\ninstituted, but the appellant clearly had remedies available to him\r\nunder the LRA which he could have brought in the\nLabour Court. For\r\nsome reason the appellant decided not to follow that route but to\r\nseek review proceedings in the high court which,\nfor the reasons\r\ngiven, could not succeed.\n[23]  \r\nConsequently, the court a quo correctly dismissed the application,\r\nnot on the basis that it lacked jurisdiction but as the\nappellantâs\r\ndismissal from employment was not an administrative act and he had\r\ntherefore failed to establish his cause of action.\nBe that as it may,\r\nthe order dismissing the application cannot be disturbed.\n[24]\tIn the\r\nresult the appeal is dismissed with costs.\n_______________\nN Z MHLANTLA\nJUDGE OF\r\nAPPEAL\n___________________________\nLE LEACH\nACTING JUDGE\r\nOF APPEAL\nAppearances:\nFor\r\nAppellant\t\tMs A van der Walt\nMs S van der\r\nWalt\nMcLachlan &\r\nCo Inc, Garsfontein, Pretoria\nNaudes\r\nAttorneys, Bloemfontein\nFor First to\r\nFourth\nRespondents\t\t\tR\r\nG Beaton\nStegmanns\r\nInc, Hatfield, Pretoria\t\t\t\t                    Claude Reid Inc,\r\nBloemfontein\n1\n2007 (2) SA 198\n(SCA).\n2\n2008 (2) SA 24\n(CC);\n[2007] ZACC 22.\n3\nMakhanya\r\n\tv University of Zululand\n[2009] ZASCA 69.\n4\n2008\r\n\t(4) SA 367\n(CC);\n[2007] ZACC 23.\n5\nAdministrator,\r\n\tTransvaal and others v Zenzile and others\n1991\r\n\t(1) SA 21\n(A).\n6\nAt\r\n\tparas 142, 143 and 148.\n7\n[2009] ZASCA 38\nat\n[16]\n- [19] and [23] - [27].\n8\n2008 (5) SA 449\n(SCA);\n[2008] ZASCA 61.",
  "scraped_at": "2026-02-12T05:10:01.728891",
  "date": "2009-06-01",
  "coram": [
    "Mpati P",
    "Cachalia",
    "Mhlantla JJA",
    "Leach",
    "Bosielo AJJA"
  ],
  "case_number": "138/08",
  "parties": {
    "applicants": [
      "Jan-Paul Kriel"
    ],
    "respondents": [
      "Legal Aid Board",
      "J K M Mosime",
      "P Hundermark",
      "W Lambley",
      "Law Society of the Northern Provinces"
    ]
  },
  "sections": {
    "facts": "Jan-Paul Kriel, an attorney employed by the Legal Aid Board since August 1999, was head of the Pretoria Legal Justice Centre and supervised 13 candidate attorneys. In July 2002 a dispute arose with Ms Flavia Isola, who sought to have Kriel and his candidates sign new service contracts. Kriel refused, complained that pressure was being exerted, and later alleged that Ms Isola had abandoned ten candidate attorneys at another office, sending a letter to the Law Society of the Northern Provinces. In September 2002 he missed a staff meeting, which formed part of two misconduct charges. He was suspended in December 2002, and a disciplinary enquiry began on 25 March 2003, chaired by a labour consultant (the second respondent). The enquiry found him guilty of misconduct and recommended dismissal, which was later confirmed. An internal appeal was dismissed and Kriel was formally dismissed on 9 September 2004. He subsequently instituted review proceedings in the High Court, invoking PAJA, the Protected Disclosures Act and other statutes, alleging that the dismissal was unlawful, that the disciplinary chair lacked authority, and that his protected disclosure was taken into account.",
    "issues": "The principal issue was whether the dismissal of a public‑sector employee constitutes ‘administrative action’ within the meaning of the Promotion of Administrative Justice Act (PAJA) and therefore is reviewable by the courts. Related sub‑issues included the High Court’s jurisdiction to hear the review, whether the disciplinary chair had proper authority, and whether the appellant’s protected disclosure affected the fairness of the dismissal.",
    "principles": "The Court relied on the Constitutional Court’s decision in Chirwa v Transnet Ltd, which held that the termination of an employment contract by a state organ is a contractual exercise, not administrative action, and therefore falls under the Labour Relations Act (LRA) rather than PAJA. The judgment emphasised the constitutional distinction between administrative action and labour relations, citing subsequent cases such as Transman v Dick, Makambi v MEC for Education and reaffirming that public‑sector dismissals are not amenable to PAJA review. The LRA and related statutes provide the appropriate framework for unfair‑dismissal claims.",
    "application": "Applying the Chirwa principle, the Court concluded that Kriel’s dismissal was an exercise of contractual power by the Legal Aid Board and did not amount to administrative action. Consequently, his reliance on PAJA was misplaced. The Court also held that issues such as the alleged protected disclosure or the chair’s authority were irrelevant to the determination of administrative action, and that any remedy must be sought under the LRA in the Labour Court. The lower court’s dismissal of the application was therefore affirmed.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed that the dismissal did not constitute administrative action and could not be reviewed under PAJA. The appellant remains free to pursue an unfair‑dismissal claim under the Labour Relations Act, but the judicial review application was rightly dismissed."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Public Sector Employment",
    "level_3": [
      "unfair dismissal",
      "administrative law",
      "PAJA",
      "Labour Relations Act",
      "protected disclosure"
    ]
  }
}