{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/133.html",
  "case_name": "Rudolph v S (484/2009) [2009] ZASCA 133; 2010 (1) SACR 262 (SCA) ; [2010] 2 All SA 178 (SCA) (30 September 2009)",
  "citation": "[2009] ZASCA 133",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 133\n|\nNoteup\n|\nLawCite\nRudolph v S (484/2009) [2009] ZASCA 133; 2010 (1) SACR 262 (SCA) ; [2010] 2 All SA 178 (SCA) (30 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase No: 484/2009\nABDUL MUTALIED RUDOLPH\tAppellant\nand\nTHE STATE\tRespondent\nNeutral citation:\nRudolph v The State (484/09)\n[2009] ZASCA\n133\n(30 September 2009)\nCoram:\nSTREICHER, SNYDERS and MHLANTLA JJA\nHeard:\n28 SEPTEMBER 2009\nDelivered:\n30 SEPTEMBER 2009\nSummary:\nBail â onus in terms of\ns 60(11)(a)\nof the\nCriminal\nProcedure Act 51 of 1977\nnot satisfied.\nORDER\nOn appeal from: Western Cape High Court (Saldanha J sitting as a\ncourt of appeal).\nThe appeal is dismissed.\nJUDGMENT\nSNYDERS JA (STREICHER and MHLANTLA JJA\nconcurring):\n[1]\nThis is an appeal\nagainst a judgment of the Western Cape High Court, Saldanha J\npresiding, in which the judge dismissed an appeal\nagainst the refusal\nby the magistrate at Goodwood to grant bail to the appellant pending\nhis trial on a charge of attempted murder.\n[2]\nAt the hearing\nbefore the magistrate, during June 2009, the appellant chose to\npresent evidence in the form of his own affidavit,\nthe oral evidence\nof Dr Ameen, a neurologist, and a report by Dr Thakersee, a\ncardiologist, both of whom were treating him at the\ntime.\n[3]\nThe appellant is a\n30 year old South African citizen. Since the age of four he had been\nliving at one address in the Western Cape.\nFor two years prior to his\narrest on 29 April 2009 the appellant was employed by his sister in\nher pawn shop, earning R2 000 per\nmonth. The appellantâs parents\nand four of his five siblings live in the Western Cape. He was\npreviously married and has one child,\naged four, from that marriage.\nThe child lives with her mother. He owns assets to the value of\napproximately R50 000. He has never\nbeen overseas, he does not have a\npassport, and has no family or assets outside South Africa.\n[4]\nThe appellant\nmarried Ms Firdous Rudolph, the complainant, approximately two years\nprior to the incident that gives rise to the current\ncharge against\nhim. They are the parents of an 18 month old girl. Two months before\nthe incident the complainant separated from the\nappellant. After\ntheir separation, on 24 March 2009, the complainant obtained an ex\nparte interim protection order in terms of the\nDomestic Violence Act\n116 of 1998\nagainst the appellant. The order was served on him on 30\nMarch 2009 and was enrolled for confirmation on 13 July 2009. In\nterms of\nthat interdict the appellant was ordered not to physically,\nverbally or emotionally abuse the complainant; not to threaten,\nharass\nor intimidate her; not to enter her residence at 16 Faust\nClose, Eastridge; not to enter her place of employment at Morkels N1\nCity;\nand not to, directly or indirectly, contact her.\n[5]\nAccording to the\ninvestigating officer, Inspector Abrahams, who testified on behalf of\nthe state at the hearing, the case against\nthe appellant has been\nfully investigated and is ready for trial. Apart from the evidence of\nthe complainant, three more witnesses\nare to testify about the\nincident. The evidence is that on 29 April 2009 the appellant went to\nthe complainantâs place of employment,\nuninvited. He persuaded her\nto go into the kitchen with him. There he attacked her with a carpet\nknife. He cut her throat and inflicted\nvarious other lacerations,\nthen doused her with petrol from a 500ml Coca Cola bottle that he\ncarried with him and tried to set her\nalight with his cigarette\nlighter. When the kitchen door was opened by her colleagues they saw\nhim swinging the knife in her direction,\ntrying to inflict further\nlacerations, and then trying to set her alight. Once his attack on\nher was interrupted the appellant proceeded\nto cut his own throat\nwith the same knife and then left the premises. The bloodied knife\nand the almost empty Coca Cola bottle were\ntaken from the scene as\nexhibits. The content of the Coca Cola bottle forensically tested for\npetrol.\n[6]\nThe appellant and\nthe complainant were admitted to hospital after the incident. Flowing\nfrom this incident the appellant was arrested\nin hospital on 29 April\n2009 and charged with attempted murder. The very next day the charge\nagainst him was withdrawn, as he was\nin the intensive care unit of a\nhospital. On 2 May 2009 the appellant was discharged from hospital\nand on 7 May 2009 re-arrested.\nThe appellant had, in the interim,\nalso laid a charge of attempted murder against the complainant,\nalleging that the injuries he\nsuffered during the incident were\ninflicted by her. At no stage did he tender any explanation for the\ninjuries that were inflicted\non her. According to Abrahams a decision\nwas made not to prosecute the charge by the appellant.\n[7]\nOn 11 May 2009 the\nappellant suffered a massive heart attack and a second one later in\nthe same month with the result that he was\nleft with 70 per cent loss\nof function in the left ventricle of his heart together with\ncoagulated blood in an artery that supplies\nthe wall of his heart\nwith blood. A piece of the coagulated blood dislodged and caused a\nstroke. Since his first heart attack the\nappellant has been treated\nat the Gatesville Medical Centre by Dr O S Ameen, a neurologist, Dr S\nN Thakersee, a cardiologist, and\na psychiatrist. The gist of the\nevidence of both doctors was that prison is not the ideal environment\nfor the appellantâs recovery.\nAlthough, according to Dr Ameen the\nappellantâs condition has stabilised and would improve,\nimprisonment would delay his healing\nand presents some risks. Any\nform of anxiety, which implies an increased heart rate, could result\nin further damage to his heart\nand another stroke. As the appellant\nis receiving blood-thinning medication, any form of trauma could\ncause excessive bleeding and,\nin fact, even spontaneous bleeding is\npossible. Swift access to the appellant in the event of any of these\noccurrences is essential\nto help him and in prison such access is\nunlikely. According to Dr Ameenâs experience of working at Groote\nSchuur Hospital, where\nprisoners are treated, instructions by doctors\nare not efficiently implemented.\n[8]\nAlthough the\nappellant has no previous convictions, he was on bail of R2 000\npending his trial on charges of rape and attempted murder\nallegedly\nperpetrated on his former wife at the time of the incident on 29\nApril 2009. The incident has given rise to a second charge\nof\nattempted murder. Attempted murder is an offence referred to in\nSchedule 5 to the Criminal Procedure Act 51 of 1977 (the Act).\nSchedule 5 includes â[a]ttempted murder involving the infliction of\ngrievous bodily harmâ and ârapeâ. A Schedule 5 offence\ncommitted whilst âreleased on bail in respect of an offence\nreferred to in Schedule 5â constitutes an offence under Schedule\n6.\nSection 60(11)(a)\nof the\nCriminal Procedure Act 51 of 1977\nprescribes\nthat in the case of offences falling within the ambit of Schedule 6\nthat â. . . the court shall order that the accused\nbe detained in\ncustody until he or she is dealt with in accordance with the law,\nunless the accused, having been given a reasonable\nopportunity to do\nso, adduces evidence which satisfies the court that exceptional\ncircumstances exist which in the interests of justice\npermit his or\nher releaseâ.\n[9]\nThe section places\nan onus on the appellant to produce proof, on a balance of\nprobability, that âexceptional circumstances exist\nwhich in the\ninterests of justice permit hisâ release.\n1\nIt âcontemplates an exercise in which the balance between the\nliberty interests of the accused and the interests of society in\ndenying the accused bail, will be resolved in favour of the denial of\nbail, unless âexceptional circumstancesâ are shown by the\naccused\nto existâ.\n2\nExceptional circumstances do not mean that âthey must be\ncircumstances above and beyond, and generally different from those\nenumeratedâ\nin\nss 60(4)\nto (9). In fact, ordinary circumstances\npresent to an exceptional degree, may lead to a finding that release\non bail is justified.\n3\n[10]\nThe case presented\non behalf of the appellant is that his attachment to his community\nand environment and poor health constitute exceptional\ncircumstances\nthat âin the interests of justice permit his releaseâ.\n4\n[11]\nThe appellant is\nrooted in his community and he is physically frail. Dr Ameen conceded\nduring evidence that the appellantâs condition\nwould, however,\nimprove. Despite being in custody he is receiving adequate medical\nattention as is reflected by the evidence of Dr\nAmeen. As an arrested\nperson he is entitled âto conditions of detention that are\nconsistent with human dignity, including at least\nexercise and the\nprovision, at state expense, of adequate accommodation, nutrition,\nreading material and medical treatment;â.\n5\n[12]\nThe appellantâs\ncase is characterised rather by what he does not address than by what\nhe does. The stateâs case against him is\nthat he attempted to\nmurder his wife by the use of barbarous violence. He has made no\nattempt to meet that case. The complainant\nobtained the interim\ninterdict against him on allegations of violence and threats of\nviolence by the appellant against her and their\nchild. None of these\nallegations are addressed by him. He has also not tendered any\nexplanation for the charges of attempted murder\nand rape by his\nformer wife. Those charges also involve acts of violence. Thus the\nunchallenged allegations against him show that\nhe has a propensity to\nviolence.\n6\nIn those circumstances subsecs 60(4)(a) and (d) of the Act prohibits\nhis release from detention. It is apposite to quote all of s\n60(4):\nâ\nThe interests of justice do\nnot permit the release from detention of an accused where one or more\nof the following grounds are established:\n(a)\nWhere there is the likelihood that the accused, if he or she were\nreleased on bail, will endanger the safety of the public or\nany\nparticular person or will commit a Schedule 1 offence; or\n(b)\nwhere there is the likelihood that the accused, if he or she were\nreleased on bail, will attempt to evade his or her trial; or\n(c)\nwhere there is the likelihood that the accused, if he or she were\nreleased on bail, will attempt to influence or intimidate witnesses\nor to conceal or destroy evidence; or\n(d)\nwhere there is the likelihood that the accused, if he or she were\nreleased on bail, will undermine or jeopardise the objectives\nor the\nproper functioning of the criminal justice system, including the bail\nsystem;\n(e)\nwhere in exceptional circumstances there is the likelihood that the\nrelease of the accused will disturb the public order or undermine\nthe\npublic peace or security; or [sic]â.\nOffences listed in Schedule 1 to the Act include murder, culpable\nhomicide, rape, sexual assault, assault when a dangerous wound\nis\ninflicted and arson.\n[13]\nThe appellant,\ndespite the onus on him, did not introduce any evidence to show that\nhe is not likely to act in terms of the propensity\nto violence that\nhis past undisputed behaviour illustrates. His physical condition, as\nevident at the time of the hearing, even in\nthe unlikely event of no\nimprovement, may prohibit him from physically employing some forms of\nviolence, but is not evidence that\nthe propensity no longer exists\nnor that he would be unable to commit any violence.\n[14]\nIt was argued on\nbehalf of the appellant that appropriate bail conditions, like house\narrest, could adequately safeguard all interests.\n7\nThe impracticality of house arrest was conceded during argument.\nApart from that the appellant was in breach of an interdict and\nbail\nconditions when he committed the offence currently charged with. He\ndid not adduce any evidence to explain the commission of\nan offence\nwhilst on bail pending charges of attempted murder and rape. He only\ntendered an explanation for ignoring the interdict\nagainst him. He\nalleged in this affidavit that the complainant invited him to meet\nwith her and that they were likely to reconcile.\nThis explanation\nmisses the point. The interdict was served on him on 30 March 2009,\nless than a month before the incident. The date\nfor confirmation was\nset for 13 July 2009. Neither the appellant nor the complainant had\ntaken any steps to change the set course\nor effect of the interdict.\nOne of the express terms of the interdict aims at keeping the\nappellant away from the complainantâs\nplace of employment. The\nunanswered allegations by the state are of violence against the\ncomplainant at her place of employment,\nthe very thing she wanted to\nprevent by obtaining an interdict in the terms that she did.\n[15]\tThe appellant has not addressed his\npropensity to ignore court orders illustrated by his past behaviour.\nHe has also not furnished\nany evidence, despite the onus being on\nhim, that he is unlikely to behave with the same disregard in the\nfuture.\n8\nHe has, therefore, not addressed the evidence that his release will\nâundermine or jeopardise the objectives or the proper functioning\nof the criminal justice system, including the bail systemâ.\n[16\n]\tWhen all the\nallegations are weighed up at least two of the grounds listed in s\n60(4) have been established. In those circumstances\nthe release on\nbail of the appellant is not permitted. The court a quo was therefore\ncorrect in upholding the refusal of bail by\nthe magistrate.\n[17\n]\tThe appeal is\ndismissed.\n_________________________\nS SNYDERS\nJudge of\nAppeal\nAppearances:\nFor the\nappellant:\t\tF Roets\nInstructed\nby:\nF\nRudolph Attorneys, Cape Town\nSymington & De Kok Attorneys, Bloemfontein\nFor the\nRespondent:\tC De Jongh\nInstructed\nby:\nDirector\nof Public Prosecutions, Cape Town\nDirector\nof Public Prosecutions, Bloemfontein\n1\nS v Dlamini\n[1999] ZACC 8\n;\n1999\n\t(2) SACR 51\n(CC) para 78.\n2\nDlamini\npara 64.\n3\nDlamini\npara 76;\nS v Botha\n2002 (1) SACR 222\n(SCA) para 19.\n4\nThese are factors listed in s 60(6) of the CPA as\n\trelevant considerations in an enquiry whether the ground in s\n\t60(4)(b) has been\nestablished.\n5\nThe Constitution of the Republic of South Africa\n\t108 of 1996, s 35(2)(e).\n6\nAll of these factors are listed in s 60(5) of the\n\tCPA as relevant to the consideration whether the ground in s\n\t60(4)(a) has been\nestablished.\n7\nS v Branco\n2002\n\t(1) SACR 531\n(W) at 537a-b.\n8\nThese factors are relevant to consider whether\n\tthe ground in s 60(4)(d) has been established.",
  "scraped_at": "2026-02-12T05:22:09.266019",
  "date": "2009-09-30",
  "coram": [
    "Streicher",
    "Snyders",
    "Mhlantla JJA"
  ],
  "case_number": "484/2009",
  "parties": {
    "applicants": [
      "Abdul Mutalied Rudolph"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Abdul Mutalied Rudolph, a 30‑year‑old South African citizen, was charged with attempted murder after allegedly attacking his former partner, Ms Firdous Rudolph, with a knife and attempting to set her alight on 29 April 2009. He was arrested, hospitalized with serious heart and neurological conditions, and subsequently re‑arrested. At the bail hearing he presented an affidavit and medical evidence from a neurologist and a cardiologist indicating severe health problems that could be exacerbated by imprisonment. He had previously been on bail for a rape and another attempted murder charge, owned modest assets, and had strong family ties in the Western Cape. An interim protection order had been issued against him shortly before the incident, which he violated by entering the complainant’s workplace.",
    "issues": "The court needed to determine whether the appellant satisfied the onus under s 60(11)(a) of the Criminal Procedure Act to establish \"exceptional circumstances\" justifying bail for a Schedule 6 offence, and whether any of the grounds in s 60(4) (likelihood of endangering public safety, evading trial, influencing witnesses, or undermining the bail system) applied.",
    "principles": "Section 60(11)(a) places the burden on the accused to prove on a balance of probabilities that exceptional circumstances exist. The term \"exceptional circumstances\" does not require extraordinary facts beyond those listed in s 60(4)‑(9); ordinary circumstances to an exceptional degree may suffice. Grounds in s 60(4) (a)‑(d) are decisive against bail where the accused poses a risk to safety, may evade trial, influence witnesses, or jeopardise the criminal justice system. Precedent cases such as S v Dlamini and S v Branco outline the application of these provisions.",
    "application": "The appellant failed to provide evidence that he would not repeat violent conduct, despite his prior breach of a court interdict and the serious nature of the alleged offence. His medical condition, while serious, did not negate the risk of violence nor satisfy the exceptionality requirement. The court noted the impracticality of imposing house arrest and that the appellant had ignored court orders. Consequently, two or more of the s 60(4) grounds were found to be satisfied, justifying detention.",
    "conclusion": "The appeal was dismissed. The Supreme Court of Appeal affirmed the lower court's decision to refuse bail, ordering that the appellant remain in custody pending trial."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Bail",
    "level_3": [
      "exceptional circumstances",
      "schedule 6 offences",
      "propensity for violence",
      "health considerations"
    ]
  }
}