{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/61.html",
  "case_name": "Nedbank Ltd v P U Injection Manufacturing (Pty) Ltd and Another (686/08) [2009] ZASCA 61; [2009] 4 All SA 334 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 61",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 61\n|\nNoteup\n|\nLawCite\nNedbank Ltd v P U Injection Manufacturing (Pty) Ltd and Another (686/08) [2009] ZASCA 61; [2009] 4 All SA 334 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nNo precedential significance\nCase No: 686/08\nNEDBANK LIMITED \t\t\t  \t\t                 Appellant\nand\nP U INJECTION MANUFACTURING (PTY) LTD              First Respondent\nSOUTH AFRICAN RESERVE BANK                           Second\r\nRespondent\nNeutral citation\n:\nNedbank Ltd v P U Injection\r\nManufacturing\n(686/2008)\n[2009] ZASCA 61\n(29 May 2009)\nCoram:\nSTREICHER ADP, CLOETE and LEWIS JJA and LEACH and\r\nTSHIQI AJJA\nHeard:\n22 May 2009\nDelivered:\n29 May 2009\nSummary:\nClaim\r\nfor payment of money from a bank account in which financial rand had\r\nbeen held refused where applicant unable to prove any\nright to the\r\nmoney.\nORDER\nOn appeal from: Pretoria High Court (Pretorius and Preller JJ and\r\nMakhafola AJ, sitting as a full court on appeal).\n1\nThe appeal is upheld\r\nwith costs, including the costs of two counsel where so employed.\n2 The order of the court of first instance is\r\naltered to read:\nâThe application is dismissed with costs.â\nJUDGMENT\nLEWIS JA (STREICHER ADP, CLOETE JA AND LEACH AND\r\nTSHIQI AJJA  concurring)\n[1]\tThe question in this appeal is simple: did the\r\nfirst respondent, PU Injection Manufacturing (Pty) Ltd (PUI) have a\r\nclaim against\nthe appellant, Nedbank Ltd, for payment of the sum of\r\nR4 3242 817.16 plus interest? Its application for an order for\r\npayment was\ngranted by the court of first instance, and that order\r\nwas confirmed on appeal to a full court. Nedbank appeals with the\r\nspecial\nleave of this court.\n[2]\nThe undisputed facts\r\nrelevant to the determination of the question are these. PUI required\r\nfunding for a manufacturing business.\nThe funding was to be provided\r\nby a company, Olympus Investments Ltd (Olympus), registered in\r\nGuernsey, the sole purpose of which,\nallegedly, was to make financial\r\nrand available for the benefit of PUI and another company.\n[3]\nOn 22 November 1988\r\nNedbank, an authorized dealer in terms of the Exchange Control\r\nRegulations (RG 45,\nGG\n123, 1 December 1961) as amended, submitted an application on behalf\r\nof Olympus to the South African Reserve Bank for the release\nof\r\nfinancial rand to the value of some R12.5m. (Curiously, Olympus was\r\nincorporated only on 30 November, after its application\nwas made, but\r\nnothing in this appeal turns on this.) On 12 January 1989, pursuant\r\nto the application, the Reserve Bank approved\nthe release of\r\nfinancial rand in the sum of R12.5m. The beneficiary of the\r\napplication was said to be PUI. The approval was, however,\nsubject to\r\nvarious conditions, in particular that the financial rand could be\r\nreleased only against the issuing of ordinary shares\nat a premium in\r\nPUI.\n[4]\nFunds introduced\r\nfrom overseas were converted into financial rand and deposited in a\r\nfinancial rand suspense account in the name\nof P U Injection\r\nManufacturing Pty Ltd / Olympus Ltd at Standard Corporate Bank,\r\nBramley. Some of the financial rand were paid\nout, amongst others to\r\nPUIâs account with Standard Merchant Bank, Bramley, leaving a\r\nbalance of R2 497 793,80 in the financial\nrand suspense account and\r\nR415 027,54 in PUIâs account. The papers do not disclose whether\r\nshares in the required form were ever\nissued. On 5 May 1989 the\r\nReserve Bank issued an order to the Standard Bank of South Africa Ltd\r\nattaching all funds held in the\nname of P U Injection Manufacturing /\r\nOlympus Ltd in terms of reg 22A(1)(a)(i), pending an investigation by\r\nthe Reserve Bank. We\nare not told why the attachment was ordered nor\r\nwhether there was an investigation, let alone its outcome. Pursuant\r\nto the attachment\nthe funds were transferred to the Reserve Bankâs\r\naccount at Standard Bank.\n[5]\nAttachments in terms\r\nof reg 22A are, however, subject to the provisions of reg 22A(3)\r\nwhich in effect provides that the Treasury\nmust release funds from\r\nattachment, unless they are forfeited in terms of reg 22B, within a\r\nperiod of three years of the attachment.\nRegulation 22A(3) requires\r\nthat the Treasury must return the money to the person âin whose\r\npossession it has been found or the\nperson entitled theretoâ.\n[6]\nThe financial rand\r\nattached were in fact released on 22 October 1992, three years and\r\nfive months after attachment. The funds, plus\ninterest, were\r\ntransferred by Standard Bank to Nedbank (on the instruction of the\r\nReserve Bank) by means of a SWIFT (Society for\nWorld Wide Interbank\r\nFinancial Telecommunication) message. The beneficiary customer was\r\nstated to be Olympus. It is not disputed\nthat SWIFT messages inter\r\nbanks are binding. Since the money was regarded as foreign currency,\r\nbeing financial rand, it could be\npaid out only with the permission\r\nof the Reserve Bank.\n[7]\nSome ten years later\r\nPUI finally settled its dispute with the Reserve Bank and the Reserve\r\nBank wrote to Nedbank on 25 September\n2002 advising that the funds\r\ncould be released. I shall revert to this letter. When PUI\r\nsubsequently requested payment of the funds\nin the Nedbank Olympus\r\naccount it was advised that all moneys in the account had been paid\r\nout to two other entities. PUI maintains\nthat Nedbank is nonetheless\r\nobliged to pay to it the sum transferred by Standard Bank in 1992\r\nsince it, and not Olympus, should\nhave been the beneficiary of the\r\npayment.\n[8]\nPUIâs claim is\r\nfounded on the assertion, made in the founding affidavit, that the\r\nSWIFT message ought to have referred not to\nOlympus, but to PUI\r\nManufacturing (Pty) Ltd/ Olympus.  PUI contends that this is so since\r\nthe sole purpose of Olympus was to pay\nfunds into an account for the\r\nbenefit of PUI. The assertion is not substantiated by anything else.\r\nThere is no such entity as PUI\nManufacturing (Pty) Ltd/Olympus.  And\r\nof course the entitlement of PUI to the funds paid by Olympus was\r\ndependent on the issue\nof shares in the company to Olympus. There is\r\nno evidence â and not even an allegation â that those shares were\r\nissued. There\nis thus nothing to suggest that PUI was entitled to the\r\nfunds at any stage.\n[9]\nPUI nonetheless\r\ncontends that the Reserve Bank letter of 25 September 2002 to\r\nNedbankâs legal adviser amounted to an instruction\nto Nedbank to\r\npay the moneys in the Olympus account to PUI. The letter stated that\r\nthe matter between the Exchange Control Department\nof the Reserve\r\nBank and PUI/Olympus had been âsettledâ, and that the funds paid\r\nin to Nedbank in October 1992, plus interest,\nshould be transferred\r\nto the trust account of PUIâs attorney.\n[10]\nThe letter does\r\nnot, contrary to PUIâs contention, confer any right on PUI. It does\r\nno more than indicate that the funds may be\nreleased in view of the\r\nsettlement. The Reserve Bank, in the letter, does not purport to give\r\nany right to PUI to claim payment,\nnor could it do so. After all, it\r\nhad some ten years previously, released the funds from attachment,\r\nhence the SWIFT transfer from\nStandard Bank to Nedbank.\n[11]\nIn view of the fact\r\nthat PUI has shown no right to the funds that were transferred into\r\nthe Nedbank Olympus account, its claim should\nhave failed and the\r\nappeal must succeed.\n[12]\nIt is thus ordered\r\nthat:\n1 The appeal is upheld with costs, including the\r\ncosts of two counsel where so employed.\n2 The order of the court of first instance is\r\naltered to read:\nâ\nThe application is dismissed with costs.â\n______________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nFOR\r\nAPPELLANT:\t \tJ G Wasserman SC\nP T\r\nRood\nCliffe\r\nDekker Hofmeyer Inc\nPretoria\nInstructed\r\nby\nWebbers\r\nAttorneys\nBloemfontein\nFOR\r\nRESPONDENT:\tD A Gordon SC\nH C\r\nJanse van Rensburg\nJulian\r\nPokroy Attorneys\nPretoria\nInstructed\r\nby\nHorn &\r\nvan Rensburg Attorneys\nBloemfontein",
  "scraped_at": "2026-02-11T21:50:41.429405",
  "date": "2009-05-29",
  "coram": [
    "Streicher ADP",
    "Cloete",
    "Lewis JJA",
    "Leach",
    "Tshiqi AJJA"
  ],
  "case_number": "686/08",
  "parties": {
    "applicants": [
      "Nedbank Ltd"
    ],
    "respondents": [
      "P U Injection Manufacturing (Pty) Ltd",
      "South African Reserve Bank"
    ]
  },
  "sections": {
    "facts": "P U Injection Manufacturing (PUI) needed funding for its manufacturing business. Olympus Investments Ltd, a Guernsey company, applied to the South African Reserve Bank for the release of financial rand amounting to about R12.5m, with the funds to be made available to PUI subject to the issuance of ordinary shares at a premium. The Reserve Bank approved the release on 12 January 1989, and the funds were deposited in a financial‑rand suspense account in the name of PUI/Olympus. On 5 May 1989 the Reserve Bank ordered the attachment of those funds under regulation 22A(1)(a)(i). After more than three years, the Treasury released the attached funds on 22 October 1992 and transferred them via a SWIFT message to Nedbank, naming Olympus as the beneficiary. Ten years later the Reserve Bank wrote to Nedbank indicating that the dispute with PUI/Olympus had been settled and that the funds (plus interest) could be transferred to PUI’s attorney’s trust account. PUI claimed that it was the rightful beneficiary and sought payment from Nedbank.",
    "issues": "The principal issue was whether PUI had a legal right to the R4,324,817.16 (plus interest) held in Nedbank’s Olympus account and therefore could obtain a court order for payment. Subsidiary issues included whether the Reserve Bank’s settlement letter conferred a enforceable right on PUI, and whether the absence of issued shares or other evidence of entitlement barred PUI’s claim.",
    "principles": "The court applied the provisions of exchange‑control regulation 22A(3), which obliges the Treasury to release attached funds to the person in whose possession they are found or to the person entitled thereto, unless forfeited under regulation 22B. A claimant must establish a substantive entitlement to the funds; a mere expectation or the purpose of a holding company is insufficient. Correspondence from a regulator does not, by itself, create a proprietary right. SWIFT messages between banks are binding, and the named beneficiary (Olympus) determines the initial entitlement. The court also reiterated that no right can arise where the required share issuance, which conditioned the release, has not been demonstrated.",
    "application": "The court found that PUI had provided no evidence that the requisite shares were issued to Olympus, nor any documentation proving that PUI was the intended beneficiary of the transferred funds. The settlement letter from the Reserve Bank merely indicated that the funds could be released, without conferring a direct claim on PUI. Consequently, PUI could not satisfy the requirement under regulation 22A(3) to prove entitlement to the money. The SWIFT message designating Olympus as the beneficiary was effective, and without proof of a subsequent transfer of entitlement to PUI, Nedbank’s receipt of the funds was lawful.",
    "conclusion": "The appeal was upheld. The court affirmed that PUI’s claim failed for lack of entitlement and ordered that the application for payment be dismissed with costs. The order of the court of first instance was altered to read: “The application is dismissed with costs.”"
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Exchange Control",
    "level_3": [
      "financial rand",
      "attachment",
      "reserve bank",
      "SWIFT",
      "share issuance"
    ]
  }
}