{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/47.html",
  "case_name": "Mia v S (604/08) [2009] ZASCA 47; [2009] 4 All SA 33 (SCA) (22 May 2009)",
  "citation": "[2009] ZASCA 47",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 47\n|\nNoteup\n|\nLawCite\nMia v S (604/08) [2009] ZASCA 47; [2009] 4 All SA 33 (SCA) (22 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 604/08\nNo precedential significance\nNURULLAH\r\nMIA\nAppellant\nand\nRespondent\nTHE\r\nSTATE\n___________________________________________________________________\nNeutral citation:\nMia v The State (604/08)\n[2009] ZASCA 47\n(22 May 2009)\nCORAM:\nSTREICHER ADP, NUGENT, PONNAN, MLAMBO JJA and\r\n\t\t\tKROON AJA\nHEARD:\n7 MAY 2009\nDELIVERED:\n22 MAY 2009\nSUMMARY:\nFraud â sentence â no substantial\r\nand compelling circumstances present â\nminimum sentence on each count confirmed â striking\r\ndisparity between effective sentence imposed and that which appellate\r\ncourt\nwould have imposed â sentence reduced from 20 to 15 yearsâ\r\neffective imprisonment.\n___________________________________________________________________\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nThe Pretoria High Court\r\n(Seriti J and Mavundla J) sitting as a court of appeal.\nThe appeal succeeds to the following limited extent:\n(a)\tThe appellantâs sentence to a term of imprisonment of 15 years\r\non each of the two charges is confirmed.\n(b) \tThe second term of 15 yearsâ imprisonment is ordered to run\r\nconcurrently with the first.\n(c)\tThe appellant is thus sentenced to an effective term of\r\nimprisonment of 15 years.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA\n(STREICHER ADP, NUGENT, MLAMBO JJA  and KROON\r\n\t\t\tAJA concurring):\n[1]\tThe appellant, who was arrested on 2 July 2001, originally stood\r\narraigned on six charges before the Pretoria Regional Court.\nAt the\r\ncommencement of the trial on 5 February 2004, three of the six\r\ncharges were withdrawn by the State.  To the remaining three\nâ all\r\ncharges of fraud â the appellant tendered a plea of not guilty. He\r\ndid, however, admit the preamble to the charges in\nterms of\nsection\r\n220\nof the\nCriminal Procedure Act 55 of 1977\n, save for paragraph 1.6.\n[2]\tThe general preamble to the charges, provided:\n'\nWHEREAS\n,\r\nat all times relevant to the charge sheet:\n1.1\tCheques, which included a complete chequebook with\r\ncheque numbers 117801 to 118000, all of which were for the account of\r\nVodacom\nService Providers Co (Pty) Ltd-Creditors were stolen during\r\n2001.\n1.2\tVodacom Service Providers Co (Pty) Ltd held account\r\nnumber 421033894 with Standard Bank.\n1.3\tThe accused opened an account with the Brooklyn\r\nbranch of ABSA, bearing account number 4052197013 and styled as N Mia\r\nt/a Azra's\nTransporters.\n1.4\tCheque number 118000 for R920 000-00, emanating from\r\nthe range mentioned in 1.1, was deposited to the account of the\r\naccused\non 26 April 2001.\n1.5\tCheque number 117893 for R4 800 000-00, emanating\r\nfrom the range mentioned in 1.1, was deposited to the account of the\r\naccused\non 18 May 2001.\n1.6\tThe accused knew, or ought reasonably to have known,\r\nthat the abovementioned deposits to his account were fraudulent in\r\nnature.\n1.7\tThe accused purchased a BMW on 25 May 2001 from Outo\r\nGlen Motors for the amount of R394 000-00. The accused paid with\r\ncheque\nnumber 111 drawn on the account mentioned in 1.3.\n1.8\tThe accused purchased another BMW on 5 June 2001\r\nfrom Randburg Motorlink for the amount of R450 000-00. The accused\r\npaid with\ncheque number 128 drawn on the account mentioned in 1.3.\n1.9\tOn 14 June 2001 the accused handed cheque number\r\n152, also drawn on the account mentioned in 1.3, and for the value of\r\nR950\n000-00 to the personnel of Randburg Motorlink. This was for the\r\npurchase of 3 Mercedes Benz motor vehicles. The accused cancelled\n\nthis deal but received the cash value of this cheque.\n1.10\tOn 4 June 2001 the accused purchased a VW Microbus\r\nfor the amount of R160 000-00 from Paarl Vallei Motors. The accused\r\npaid\nwith cheque number 118 drawn on the account mentioned in 1.3.'\n[3]\tThe matter was then postponed and when the trial resumed on 24\r\nMay 2004, the court was informed that the appellant was desirous\nof\r\naltering his plea of not guilty to one of guilty on two of the\r\nremaining three charges. The court did not invoke the procedure\n\nenvisaged in\ns 112\nof the Act in respect of those two charges to\r\nwhich a plea of guilty had been tendered. Nor did the defence adduce\r\na statement\nin terms of\ns 112(2)\nof the Act. Instead, a document\r\nheaded âFormal Admissions in terms of\ns 220\nof the\nCriminal\nProcedure Act, 1977\nâ was handed in on behalf of the appellant. It\r\nread\n:\n'I, the undersigned,\nNURULLAH MIA\n(ID No. 620905 5246 087)\nhereby declare as follows:\n1\nI am the accused in this matter.\n2\nAs far as Counts 2 and 3 are concerned, I hereby\r\nformally admit:\n2.1\tthat cheques which included a complete cheque book\r\nwith cheque numbers 117801 to 118000, all of which were for the\r\naccount of\nVodacom Service Providers Co. (Pty) LtdâCreditors, were\r\nstolen during 2001;\n2.2\tthat Vodacom Service Providers Co. (Pty) Ltd held\r\naccount number 421033894 with Standard Bank;\n2.3\tthat I opened an account with the Brooklyn Branch of\r\nABSA Bank, bearing account 4052197013 and styled as N Mia t/a Azra's\r\nTransporters;\n2.4\tthat cheque number 118000 for R920 000.00, emanating\r\nfrom the range mentioned in 2.1, was deposited in my said bank\r\naccount\non 26 April 2001;\n2.5\tthat cheque number 117893 for R4 800 000.00,\r\nemanating from the range mentioned in paragraph 2.1 was deposited in\r\nmy said banking\naccount on 18 May 2001;\n2.6\tthat at the time the said deposits were made into my\r\nbanking account I in fact foresaw the possibility that these were\r\nfraudulent\nin nature and nevertheless accepted these deposits in my\r\nsaid banking account.\n3\nI do hereby further admit:\n3.1\tthat on 26 April 2001 and 18 May 2001, respectively,\r\nand at Southdale in the Regional Division of Southern Transvaal, I\r\ndid\nunlawfully, falsely and with the intention to defraud, give out\r\nand pretend to ABSA Bank Limited that the respective cheque numbers\n\n118000 for the amount of R920 000.00 and 117893 for the amount of R4\r\n800 000.00, purported to be drawn by Vodacom Service Providers\nCo.\r\n(Pty) Ltd-Creditors on the Standard Bank Limited in favour of Azra's\r\nTransporters were good and valid cheques and that myself\nor Azra's\r\nTransporters were entitled to the proceeds of the said cheques;\n3.2\tthat I induced ABSA Bank Limited to its prejudice to\r\ncredit my said banking account with the respective amounts of the\r\nsaid\ncheques;\n3.3\tthat when I gave out and pretended as aforesaid, I\r\nin fact foresaw the possibility that:\n-  the said cheques were not valid cheques;\n- were not drawn by Vodacom Service Providers Co. (Pty)\r\nLtd-Creditors;\n- I nor Azra's Transporters were not entitled to the\r\nproceeds of the said cheques.\n4\nI do hereby further admit:\n4.1\tthat I was not entitled to act as mentioned above\r\nand that I, at the time of my said conduct knew that what I was doing\r\nwas\nwrong.\n5\nI am making these admissions out of my own free will and\r\nwas in no way induced or influenced to make the same.'\n[4]\tThe state then closed its case without adducing any further\r\nevidence.  As did the appellant. The appellant was thus duly\r\nconvicted\nas charged on counts 2 and 3 and acquitted on count 4.\n[5]\tOn 4 March 2005, the appellant was sentenced to 15 yearsâ\r\nimprisonment on each count, 10 yearsâ of which on the second\ncount\r\nwas ordered to run concurrently with the sentence on the first. The\r\neffective sentence was thus a term of imprisonment of\n20 years. An\r\nappeal to the Pretoria High Court (per Seriti J, Mavundla J\r\nconcurring) solely in respect of sentence, having proved\n\nunsuccessful, the further appeal is with the leave of this court.\n[6]\tIt is common cause that Act 105 of 1997 (the so-called minimum\r\nsentencing legislation) finds application and that the offences\nin\r\nquestion fall within the purview of Part 2 of Schedule 2 of the Act. \r\nIn terms of s 51(2)(\na\n)(i) the legislature has ordained 15\r\nyearsâ imprisonment for a first offender found guilty of an offence\r\nof this kind, unless\nsubstantial and compelling circumstances are\r\nfound to exist in terms of s 51(3)(\na\n), which would justify the\r\nimposition of a lesser sentence. Neither the trial court nor the high\r\ncourt could find such circumstances\nto indeed be present.  Each thus\r\nfound itself unable to depart from the statutorily prescribed minimum\r\nsentence. In that, given\nthe paucity of information adduced by the\r\nappellant as to the circumstances surrounding the criminal enterprise\r\nand his own role\nin it, as also the staggering amounts involved,\r\nneither court can be faulted.\n[7]\tThe approach of a sentencing tribunal to the imposition of the\r\nminimum sentences prescribed by the Act is to be found in the\n\ndetailed judgment of Marais JA\nS v Malgas\n2001 (1) SACR 469\n(SCA). (See also\nS v Fatyi\n2001 (1) SACR 485\n(SCA) para 5;\nS\r\nv Abrahams\n2002 (1) SACR 116\n(SCA) para 13.)\n[8]\tThe circumstances entitling a court of appeal to interfere in a\r\nsentence imposed by a trial court were recapitulated in\nMalgas\n(para 12) where Marais JA held:\n'A court exercising appellate jurisdiction cannot, in\r\nthe absence of material misdirection by the trial court, approach the\r\nquestion\nof sentence as if it were the trial court and then\r\nsubstitute the sentence arrived at by it simply because it prefers\r\nit. To do\nso would be to usurp the sentencing discretion of the trial\r\ncourt.  . . .  However, even in the absence of material misdirection,\n\nan appellate court may yet be justified in interfering with the\r\nsentence imposed by the trial court. It may do so when the disparity\n\nbetween the sentence of the trial court and the sentence which the\r\nappellate Court would have imposed had it been the trial court\nis so\r\nmarked that it can properly be described as \"shocking\",\r\n\"startling\" or \"disturbingly inappropriate\".'\n[9]\tIt has not been suggested that the sentence was vitiated by any\r\nmisdirection. The thrust of the argument advanced on behalf\nof the\r\nappellant is that the two offences although distinctly separate were\r\nclosely related and were in reality the execution of\nthe same broad\r\ncriminal transaction. It followed, so the argument went, that the\r\nsecond term of imprisonment of 15 years should\nhave been ordered to\r\nrun concurrently in its entirety with the first. I agree â there\r\nappears to me to have been no warrant for\nordering a portion of the\r\nsecond sentence to run consecutively with the first. Such a course\r\nresulted in a sentence, the cumulative\neffect of which was manifestly\r\nsevere. In my view the degree of disparity between the effective\r\nsentence imposed and that which\nthis Court would have imposed is such\r\nthat interference is competent and warranted. For, as it was put in\nS\r\nv Sadler\n2000 (1) SACR 331\n(SCA) para 8:\n'The traditional formulation of the approach to appeals\r\nagainst sentence on the ground of excessive severity or excessive\r\nlenience\nwhere there has been no misdirection on the part of the\r\ncourt which imposed the sentence is easy enough to state. It is less\r\neasy\nto apply. Account must be taken of the admonition that the\r\nimposition of sentence is the prerogative of the trial court and that\n\nthe exercise of its discretion in that regard is not to be interfered\r\nwith merely because an appellate Court would have imposed\na heavier\r\nor lighter sentence. At the same time it has to be recognised that\r\nthe admonition cannot be taken too literally and requires\nsubstantial\r\nqualification. If it were taken too literally, it would deprive an\r\nappeal against sentence of much of the social utility\nit is intended\r\nto have. So it is said that where there exists a \"striking\"\r\nor \"startling\" or \"disturbing\"\ndisparity between\r\nthe trial court's sentence and that which the appellate Court would\r\nhave imposed, interference is justified.\n In such situations the\r\ntrial court's discretion is regarded (fictionally, some might\r\ncynically say) as having been unreasonably\nexercised.'\n[10]\tIn the result the appeal succeeds to the following limited\r\nextent:\n(a)\tThe appellantâs sentence to a term of imprisonment of 15 years\r\non each of the two charges is confirmed.\n(b) \tThe second term of 15 yearsâ imprisonment is ordered to run\r\nconcurrently with the first.\n(c)\tThe appellant is thus sentenced to an effective term of\r\nimprisonment of 15 years.\n________________\nV M  PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\t\t\tA B Booysen\nInstructed\r\nby:\nDe\r\nMeyer Serfontein Attorneys\nPretoria\nHoney\r\nAttorneys\nBloemfontein\nFor\r\nRespondent:\t\t\tA J Rossouw\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions\nPretoria\nThe\r\nDirector of Public Prosecutions\t\t\t\t\t\t\t\tBloemfontein",
  "scraped_at": "2026-02-11T21:47:37.915370",
  "date": "2009-05-22",
  "coram": [
    "STREICHER ADP",
    "NUGENT",
    "PONNAN",
    "MLAMBO JJA",
    "KROON AJA"
  ],
  "case_number": "604/08",
  "parties": {
    "applicants": [
      "NURULLAH MIA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Nurullah Mia was arrested in July 2001 and faced six fraud charges relating to stolen cheques from Vodacom Service Providers that were deposited into his ABSA account and used to purchase motor vehicles. Three charges were withdrawn and Mia pleaded not guilty to the remaining three, later admitting the preamble of two counts and formally admitting the fraudulent nature of the deposits and his deception of ABSA. He was convicted on two counts of fraud and acquitted on one. The trial court sentenced him to 15 years' imprisonment on each count, ordering the second term to run concurrently for ten years, resulting in an effective 20‑year sentence. Mia appealed the sentence.",
    "issues": "The primary issue was whether the trial and high courts erred in imposing the statutory minimum sentences of 15 years for each offence and in ordering part of the second sentence to run consecutively, thereby creating an effective term longer than the minimum required. The appellant contended that the two offences were part of a single criminal transaction and should have been sentenced to run wholly concurrently, and that the cumulative sentence was excessively severe.",
    "principles": "The court applied the Minimum Sentencing Act 105 of 1997, specifically s 51(2)(a)(i) which mandates a 15‑year minimum for first‑time offenders absent substantial and compelling circumstances under s 51(3)(a). It cited the appellate standards set out in S v Malgas and S v Sadler, which allow interference when the disparity between the trial sentence and the sentence the appellate court would have imposed is \"shocking\", \"startling\" or \"disturbingly inappropriate\", even without misdirection.",
    "application": "The appellate court found no substantial and compelling circumstances to justify deviating from the statutory minimum, confirming the 15‑year term for each count. However, it agreed with the appellant that there was no basis for ordering any part of the second sentence to run consecutively. Recognising the marked disparity between the effective 20‑year term imposed and the 15‑year term the court would have imposed, it exercised its power to modify the sentence, ordering the second 15‑year term to run concurrently with the first, resulting in an effective 15‑year imprisonment.",
    "conclusion": "The appeal succeeded in part. The court confirmed the 15‑year sentences on both counts but ordered the second term to run concurrently with the first, thereby fixing the effective imprisonment at 15 years."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "fraud",
      "minimum sentencing",
      "concurrent sentences",
      "appellate review",
      "South Africa"
    ]
  }
}