{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/144.html",
  "case_name": "Fish Hoek Primary School v G W (642/2008) [2009] ZASCA 144; 2010 (2) SA 141 (SCA) ; 2010 (4) BCLR 331 (SCA) ; [2010] 2 All SA 124 (SCA) (26 November 2009)",
  "citation": "[2009] ZASCA 144",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 144\n|\nNoteup\n|\nLawCite\nFish Hoek Primary School v G W (642/2008) [2009] ZASCA 144; 2010 (2) SA 141 (SCA) ; 2010 (4) BCLR 331 (SCA) ; [2010] 2 All SA 124 (SCA) (26 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase no: 642 / 2008\nFISH\r\nHOEK PRIMARY SCHOOL\tAppellant\nand\nG\r\nW\t\tRespondent\n___________________________________________________________________\nNeutral citation:\nFish\r\nHoek Primary School v G W\n(642/2008)\n[2009] ZASCA\r\n144\n(26 November 2009)\nCORAM:\nSTREICHER,\r\nBRAND, HEHER, PONNAN JJA and LEACH AJA\nHEARD:\t\t11\nNOVEMBER 2009\nDELIVERED:\n26 NOVEMBER 2009\nSUMMARY:\nSouth African\nSchools Act 84 of 1996\n–\ns 40(1)\nread with\ns 1\n–\r\nliability of non-custodian parent for child’s school fees.\n.\n_________________________________________________________________________\n_________________________________________________________________________\nORDER\n_________________________________________________________________________\nOn\r\nappeal from\n:\tThe Cape\r\nHigh Court (Thring J, McDougall AJ concurring, sitting as a \t\t\tFull\r\nBench).\n(a)\tThe appeal succeeds.\n(b)\tThe order of the court below is set aside and replaced with the\r\nfollowing:\n‘(i)\tThe appeal succeeds.\n(ii)\tThe order of the Magistrates' Court Bellville is set aside and\r\nreplaced with the following order:\n“Judgment is entered for the plaintiff against the defendant in\r\nthe sum of R1610, together with interest at the rate of 14.5%\nper\r\nannum\na tempore morae\nplus costs.”'\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN  JA\n(STREICHER, BRAND, HEHER JJA and LEACH AJA\r\nconcurring):\n[1]\tThe\nConcise Oxford Dictionary\ndefines the word 'parent',\r\ninter alia, as 'a person who has begotten or borne offspring'; 'a\r\nfather or mother'; or 'a person who\nhas adopted a child'. That,\r\nordinarily at any rate, is the plain meaning of the word. What we are\r\ncalled upon to decide in this\ncase is whether when the legislature\r\nchose to employ that word in s 40(1) of the South African Schools Act\r\n84 of 1996 ('the Act'),\nit intended to use it in a sense conforming\r\nto its literal meaning or in some other narrower sense.\n[2]\tThat issue – the sole one for decision - arises against the\r\nbackdrop of a stated case from the Bellville Magistrates'\nCourt. In\r\nit, the appellant school sued the respondent for payment of the sum\r\nof R1 610, being outstanding school fees in respect\nof one of its\r\nminor learners. For its entitlement to payment from the respondent,\r\nthe school relied upon s 40(1) of the Act, which\nprovides:\n'A\nparent\nis liable to pay the\nschool\nfees determined in terms of section 39 unless or to the extent that\r\nhe or she has been exempted from payment in terms of\nthis\nAct.'\nThe respondent has not been exempted. The exception accordingly finds\r\nno application.\n[3]\tThe respondent, who takes no part in this appeal but rather\r\nabides the decision of this court, denied indebtedness to the school.\n\nIn amplification of that denial he asserted that whilst he was the\r\nbiological father of the learner, he was not liable for payment\nof\r\nthe school fees but that the custodian parent was. The only question\r\nfor determination – a legal one – was thus\nwhether the\r\nrespondent is indeed a parent in terms s 40(1) of the Act. The trial\r\ncourt held that he was not and accordingly dismissed\nthe claim. An\r\nappeal to the Cape High Court (Thring J, McDougall AJ concurring)\r\nproved unsuccessful.\n1\nThe high court held that only a custodian parent is a parent as\r\nenvisaged in s 1(\na\n) and accordingly read in the words\r\n‘custodian by operation of law’. It thus concluded that\r\n‘parent’ in\ns 40(1) means ‘the [custodian by\r\noperation of law] parent or guardian’.\n[4]\tIn arriving at that conclusion the high court was guided by the\r\ndecision in\nGoverning Body, Gene Louw Primary School v Roodtman.\n2\nIn\nRoodtman,\nthe court held that the word ‘parent’\r\nin s 102A(1) of the Education Affairs Act (House of Assembly),\n3\none of the predecessors to the present Act, read together with the\r\ndefinition of parent in s 1, ‘must be interpreted so as\nto\r\nencompass only a parent who has custody of the pupil in question by\r\noperation of law, as also the parent or other person in\nwhose custody\r\nthe pupil has been placed by order of a competent court’.\n4\nSection 102A(1) of the that Act  provided: ‘The\r\nparent of a pupil admitted to a state-aided school shall pay such\r\nschool fees\nas the governing body of that school may levy.' A parent\r\nin s 1 of that Act was defined as follows: ' \"parent\" in\r\nrelation\nto a child, means the parent of such child or the person in\r\nwhose custody the child has been lawfully placed.'\nThe high\r\ncourt reasoned that if the word ‘parent’ were to be given\r\na different meaning in the present Act, to that\nwhich it bore in one\r\nof its predecessors, it would lead to anomalous results.\n[5]\tA parent is defined in s 1 of the present Act as:\n'(\na\n)\tthe\nparent\nor guardian of\r\na\nlearner\n;\n(\nb\n)\tthe\r\nperson legally entitled to custody of a\nlearner\n;\r\nor\n(\nc\n)\tthe\r\nperson who undertakes to fulfil the obligations of a person referred\r\nto in paragraphs\n(a)\nand (\nb\n) towards the\nlearner's\neducation at\nschool\n;'\nAs should be immediately apparent, the word ‘parent’ has\r\nbeen given a more expansive meaning by the Legislature in\nthe later\r\nstatute as compared to its earlier counterpart. It follows that the\r\nreliance by the high court on\nRoodtman\nwas misplaced as the\r\nLegislature intended the word ‘parent’ in the present Act\r\nto bear a different meaning to the meaning\nascribed to it in the\r\nEducation Affairs Act.  I do not agree that to ascribe a different\r\nmeaning to the word ‘parent’\nto that put on it by\nRoodtman\nwould lead to anamolous results.  The Legislature\r\nobviously did not do so either. It is thus unnecessary to consider\r\nwhether\nRoodtman\nwas correctly decided.\n[6]\tThe ‘cardinal rule of construction of a statute’ as\r\nStratford JA put it in\nBhyat v Commissioner for Immigration\n5\n'. . . is to endeavour to arrive at the intention of the\r\nlawgiver from the language employed in the enactment ... in\r\nconstruing\na provision of an Act of Parliament the plain meaning of\r\nits language must be adopted unless it leads to some absurdity,\r\ninconsistency,\nhardship or anomaly which from a consideration of the\r\nenactment as a whole a court of law is satisfied the Legislature\r\ncould not\nhave intended.'\n[7]\tThe effect of that formulation, according to Schutz JA\n6\n'. . . is that the court does not impose its notion of\r\nwhat is absurd on the legislature’s judgment as to what is\r\nfitting,\nbut uses absurdity as a means of divining what the\r\nlegislature could not have intended and therefore did not intend,\r\nthus arriving\nat what it did actually intend.'\n[8]\tThe legislature has chosen a meaning of considerable breadth. On\r\nthe literal and ordinary meaning of s 1(\na\n), a natural father\r\nsuch as the respondent is a parent as defined. It matters not that he\r\nis not married to the child’s mother.\nOn the plain meaning of\r\nthe word, he self-evidently is the child’s ‘parent’.\r\nIn my view there is nothing in the\ndefinition to suggest that a\r\nnon-custodian or non-guardian parent is excluded from the meaning of\r\nthe word. Far from narrowing\nthe definition of parent in that way,\r\nthe legislature has chosen a more expansive definition of the word\r\n‘parent’ to\ninclude persons not ordinarily comprehended\r\nby its plain meaning. Thus in s 1(\nc)\nthe legislature simply\r\nadds a further category of persons not ordinarily contemplated by the\r\nword ‘parent’ to whom\nthe school may look for payment.\r\nBut, it does so without releasing those envisaged in categories\n(a)\nor\n(b)\nfrom their obligation to pay.\n[9]\tEach of sub-definitions\n(a)\n,\n(b)\nand\n(c)\nought\r\nto bear different meanings. If not, one or more of them would be\r\nrendered superfluous. It follows that\n(b)\nand\n(c)\nas\r\ndefined categories ought to add something to\n(a).\nBy reading\r\nin the words ‘custodian by operation of law’ the high\r\ncourt rendered the reference to parent in s 1(\na\n) superfluous\r\nand redundant. That, as we well know, a court should be slow to do.\r\nFor, as it was put by Trollip JA:\n7\n'I think that the starting point ... is to emphasize the\r\ngeneral well-known principle that, if possible, a statutory provision\r\nmust\nbe construed in such a way that effect is given to every word or\r\nphrase in it: or putting the same principle negatively, which is\nmore\r\nappropriate here:\n\"... a statute ought to be so construed that, if it\r\ncan be prevented, no clause, sentence, or word shall be superfluous,\r\nvoid\nor insignificant ....\" . . . .\nThat supposition is\na fortiori\njustifiable where, as here, the statutory provision in question is in\r\na definition section governing the meaning of the words used\nin the\r\nbody of the Act.'\n[10]\tThe rationale for such a rule is fairly well-established,\r\nnamely, that the lawgiver, it must be supposed, will choose its\nwords\r\ncarefully in order to express its intention carefully. Nonetheless,\r\ninstances of obvious superfluity are not uncommon in\nstatutory\r\nprovisions.\n8\nThat, however, is not the case here.\n[11]\tBy interpreting the word ‘parent’ restrictively, as\r\nthe high court did, actual biological parentage was deemed\n\nirrelevant. Instead the defining characteristic became who has\r\ncustody of the child. But that could hardly be so. Section 3 for\n\nexample provides that every parent must cause every learner for whom\r\nhe or she is responsible to attend school. There the duty\nis not\r\nplaced on every parent, but only on the parent who has responsibility\r\nfor the child - in other words the custodian parent.\nThus where the\r\nLegislature wished to shoulder a particular parent with\r\nresponsibility, it clearly defined that parent. By contrast\ns 40(1)\r\nwhich imposes an obligation to pay school fees does not draw that\r\ndistinction. The Act thus explicitly distinguishes between\nparents in\r\ngeneral and custodian parents when the need arises. The unqualified\r\nuse of the word parent in s 40(1) would seem to\nbe a clear indicator\r\nthat non-custodian parents were intended to be included within its\r\nreach.\n[12]\tWhen the legislature chose to use the word 'parent' in s 1(\na\n),\r\nin my view, it intended to use it in a sense conforming at least with\r\nits literal meaning as opposed to some other unspecified\nnarrower\r\nsense. For, as it was put by Schutz JA,\n9\n'[T]he literal meaning of an Act (in the sense of strict literalism)\r\nis not always the true one, but escaping its operation is\nusually not\r\neasy, most often impossible . . . .' That, to again borrow from\r\nSchutz JA, makes it ' ... all the more difficult to\npush out a plain\r\nword in favour of its ill-bordered shade'.\n10\nAfter all, if the Legislature wanted to restrict liability for school\r\nfees solely to a custodian parent, it could simply have done\nso by\r\nstating that in clear and unambiguous language.\n[13] \tThe interpretation that I postulate is consistent with the\r\ncommand in s 39(2) of the Constitution that a court ‘must\n\npromote the spirit, purport and objects of the Bill of Rights when\r\ninterpreting legislation.\n11\nHistorically mothers have been the primary care-givers of children in\r\nthis country.\n12\nThat continues to be so. It is almost always mothers who become\r\ncustodial parents and have to care for children on the breakdown\nof\r\ntheir marriage or other significant relationships.\n13\nThat places an additional financial burden on them and the sad\r\nreality is that they then become overburdened in terms of\r\nresponsibilities\nand under-resourced in terms of means.\n14\nDespite our constitutional promise of equality, the division of\r\nparenting roles continues to remain largely gender-based. It is\nthus\r\nimportant to heed the caution sounded by this court in\nF v F\n15\nthat courts should be acutely sensitive to the possibility that\r\nthe differential treatment of custodian parents and their\r\nnon-custodian\ncounterparts often can and does constitute unfair\r\ngender discrimination. After all, the achievement of gender equality\r\nis a founding\nvalue of our Constitution. To interpret the section in\r\nsuch a way as to exclude the non-custodian parent from its operation,\r\nas\nthe high court has done, serves ineluctably to further thwart the\r\nrealisation of that goal.\n[14] \tAt common law both parents of a dependent child are under a\r\nduty to support such child in accordance with their respective\nmeans.\r\nThat duty must undoubtedly embrace the educational needs of the child\r\nas well, particularly as the Act\n16\ncreates a system of compulsory schooling. The narrow construction\r\nplaced on the word ‘parent’ by the high court offends\n\nagainst the principle of statutory interpretation which requires a\r\nstatute to be interpreted in conformity with the common law\nrather\r\nthan against it.\n17\nMoreover, an interpretation that burdens both parents with\r\nresponsibility for school fees is consistent with the injunction in\ns\r\n28(2) of the Constitution that ‘a child’s best interests\r\nare of paramount importance in every matter concerning the\nchild’.\r\nIt, unquestionably is in the best interests of a child that a\r\nnon-custodian parent, who is unwilling, yet has the\nmeans to pay his\r\nchild’s school fees, should be made to do so, if necessary, by\r\nthe injunction of an order of a competent\ncourt. Were that not to be\r\nso, the custodian would solely be saddled with that responsibility.\r\nAnd whilst a custodian parent if\nshe has paid more than her pro rata\r\nshare towards the child’s support may in law be entitled to\r\nrecover the excess from the\nnon-custodian parent, the reality is that\r\nher right to recover may for all practical purposes prove to be\r\nillusory. Further, the\nsad truth is that many custodian parents are\r\nsimply unable to pay or have been exempt from paying due to poverty.\r\nWere the school\nnot to have the right to recover school fees from the\r\nnon-custodian parent in those circumstances, it will either have to\r\nshoulder\nthat loss or mulct other parents with additional charges. In\r\neither event it would be acting to the detriment of other learners.\n\nBy including a further category of persons to those ordinarily\r\ncontemplated by the word parent, it is plain that the legislature\n\ncast the net as widely as it could to afford the school and in turn\r\nthe learner the maximum possible protection. To interpret the\nword\r\nrestrictively as the high court did can hardly be reconciled with the\r\nparamountcy that must be afforded to the best interests\nof the child\r\nprinciple.\n[15]\tIt follows that the appeal must succeed. As to costs, Mr\r\nBudlender, who appeared on behalf of the school\npro\nbono\nsought no order for costs against the respondent either in this court\r\nor in the high court.\n[16]\tIn the result:\n(a)\tThe appeal succeeds.\n(b)\tThe order of the court below is set aside and replaced with the\r\nfollowing:\n‘(i)\tThe appeal succeeds.\n(ii)\tThe order of the Magistrates' Court Bellville is set aside and\r\nreplaced with the following order:\n“Judgment is entered for the plaintiff against the defendant in\r\nthe sum of R1610, together with interest at the rate of 14.5%\nper\r\nannum\na tempore morae\nplus costs.”'\n_________________\nV M  PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\nG\r\nBudlender SC\nInstructed\r\nby:\nVan\r\nRensburg & Co\nBergvliet\nSymington\r\n& De Kok\nBloemfontein\nFor\r\nRespondent:\nNo\r\nAppearances\n1\nThe judgment is reported\nsub\nnom\nFish\r\n\tHoek Primary School v Welcome\n2009 (3)\r\n\tSA 36\n(C).\n2\n2004 (1) SA 45\n(CPD).\n3\nAct 70\nof 1988.\n4\nAt 57B-C.\n5\n1932 AD 125\nat 129.\n6\nPoswa v The MEC for Economic Affairs, Environment and Tourism,\r\n\tEastern Cape\n2001 (3) SA 582\n(SCA) para 11.\n7\nS v Weinberg\n1979 (3) SA 89\n(A) at 98 D-G.\n8\nNST Ferrochrome (Pty) Ltd v The Commissioner for Inland Revenue\n2000 (3) SA 1040\n(SCA).\n9\nPoswa\npara 10.\n10\nPoswa para 9.\n11\nBato Star Fishing (Pty) Ltd v Minister of\r\n\tEnvironmental Affairs\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC) para 72.\n12\nPresident of the Republic of SA v Hugo\n1997\r\n\t(4) SA 1\n(CC) para 37.\n13\nBannatyne v Bannatyne (Commission for Gender Equality, As Amicus\r\n\tCuriae)\n[2002] ZACC 31\n;\n2003 (2) SA 363\n(CC) para 29.\n14\nBannatyne\npara\r\n\t29\n.\n15\n[2006] 1 All SA 571\n(SCA) para 12.\n16\nSection 3.\n17\nRoodtman\np\r\n\t51A-H.",
  "scraped_at": "2026-02-12T05:24:34.321933",
  "date": "2009-11-26",
  "coram": [
    "Streicher JJA",
    "Brand JJA",
    "Heher JJA",
    "Ponnan JJA",
    "Leach AJA"
  ],
  "case_number": "642/2008",
  "parties": {
    "applicants": [
      "Fish Hoek Primary School"
    ],
    "respondents": [
      "G W"
    ]
  },
  "sections": {
    "facts": "Fish Hoek Primary School sued G W for outstanding school fees of R1,610 incurred by a minor learner. The school relied on section 40(1) of the South African Schools Act 84 of 1996, which makes a \"parent\" liable for school fees unless exempted. G W, the biological father, denied any liability, arguing that only the custodian parent was responsible. The Magistrates' Court dismissed the claim, a decision affirmed by the Cape High Court, prompting an appeal to the Supreme Court of Appeal.",
    "issues": "The sole legal issue was whether the term \"parent\" in section 40(1) of the Schools Act includes a non‑custodial biological parent, thereby rendering G W liable for the school fees, or whether liability is limited to the custodian parent.",
    "principles": "The court examined statutory interpretation principles, emphasizing the plain‑meaning rule, the cardinal rule that legislation should be given its ordinary meaning unless it leads to absurdity, and the need to avoid rendering provisions superfluous. It considered the definition of \"parent\" in section 1(a)–(c) of the Schools Act, which expands the term beyond mere custodians, and distinguished it from the earlier Education Affairs Act (Roodtman case). Constitutional considerations, including section 28(2) (child’s best interests) and equality provisions concerning gender discrimination, were also addressed, alongside the common‑law duty of both parents to support their child.",
    "application": "The court held that the definition in section 1(a) includes a natural father as a \"parent\" and that sections 1(b) and 1(c) add further categories without excluding those in (a). It rejected the High Court’s reading that limited liability to the custodian parent, finding no legislative intent to narrow the term. Applying the broad definition, the court concluded that G W, as a parent under the Act, is liable for the outstanding fees.",
    "conclusion": "The appeal succeeded. The order of the Magistrates' Court Bellville was set aside and replaced with a judgment entered for the plaintiff in the sum of R1,610, together with interest at 14.5% per annum a tempore morae and costs."
  },
  "tags": {
    "level_1": "Education Law",
    "level_2": "School Fees Liability",
    "level_3": [
      "parent liability",
      "statutory interpretation",
      "gender equality"
    ]
  }
}