{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/168.html",
  "case_name": "Duncan v Minister of Environmental Affairs and Tourism and Another (2/2009) [2009] ZASCA 168; [2010] 2 All SA 462 (SCA) ; 2010 (6) SA 374 (SCA) (1 December 2009)",
  "citation": "[2009] ZASCA 168",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 168\n|\nNoteup\n|\nLawCite\nDuncan v Minister of Environmental Affairs and Tourism and Another (2/2009) [2009] ZASCA 168; [2010] 2 All SA 462 (SCA) ; 2010 (6) SA 374 (SCA) (1 December 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 2/2009\nIn the matter between:\nGLEN DUNCAN\t\t\t\t\t\tAPPELLANT\nand\nTHE MINISTER OF ENVIRONMENTAL\nAFFAIRS AND TOURISM\t\t\t\t\tFIRST RESPONDENT\nCHIEF DIRECTOR: RESEARCH\nANTARCTICA AND ISLANDS OF THE\nDEPARTMENT OF ENVIRONMENTAL\nAFFAIRS AND TOURISM\t\t\t\t\tSECOND RESPONDENT\nNeutral citation:\nDuncan v The\r\nMinister of Environmental Affairs\nand Tourism\n(2/2009)\n[2009]\r\nZASCA 168\n(1 December 2009)\nCORAM:\t\tStreicher, Brand, Mlambo, Malan JJA\net\nLeach AJA\nHEARD:\t\t12 November 2009\nDELIVERED:\tâ¦ \t1 December 2009\nSUMMARY\n:\t\tReview â refusal\r\nof fishing licence under s 18 of MLR Act 18 of 1998 â\r\nappellant seeking to enforce substantive legitimate\nexpectation to\r\nacquire licence â question whether competent in our law left open\r\nbecause legitimacy of expectation held not to\nbe established on the\r\nfacts â further reliance on legitimate expectation to be heard\r\nprior to refusal â also dismissed on the\nfacts.\n_____________________________________\nORDER\n_____________________________________\nOn appeal from\n:\tCape High\r\nCourt (Nagan AJ sitting as court of first instance).\nThe appeal is dismissed with costs, including the costs\r\noccasioned by the employment of two counsel.\n_____________________________________________________\nJUDGMENT\n______________________________________________\nBRAND JA\n(Streicher,\r\nMlambo, Malan JJA\net\nLeach\r\nAJA concurring):\n[1]\tThe appellant is a commercial fisherman. The first\r\nrespondent is the Minister of Environmental Affairs and Tourism. The\r\nsecond\nrespondent is the Chief Director in the same State department\r\n(âthe Departmentâ) who is responsible, inter alia, for the marine\n\nand coastal management branch of the Department. For the sake of\r\nconvenience I shall refer to the first respondent as the Minister,\nto\r\nthe second respondent as the Chief Director and to both of them as\r\nthe respondents. On 4 November 2005 the appellant applied\nfor a\r\nlicence to undertake commercial fishing for traditional line fish in\r\nterms of\ns 18\nof the\nMarine Living Resources Act 18 of 1998\n.\r\nActing under delegated authority of the Minister in terms of\ns 79\n,\r\nthe Chief Director refused his application. His appeal to the\r\nMinister in terms of\ns 80\nwas also unsuccessful. In the event\r\nthe appellant brought an application in the Cape High Court for these\r\ntwo decisions to be reviewed\nand set aside. In due course, the court\r\na quo (Nagan AJ) dismissed this application with costs. The appeal\r\nagainst that judgment\nis with the leave of Traverso AJP in the court\r\na quo.\n[2]\tThe licence that the appellant applied for was a\r\nlong term licence for the eight year period from 1 January 2006 to 31\r\nDecember\n2013. As appears from the reasons given by the Minister and\r\nthe Chief Director for their decisions, they refused the appellantâs\n\napplication on one single ground: to wit, that he had failed to\r\ndemonstrate access to a 'suitable line fish vessel'. At first sight\n\nthis reason comes across as rather curious because the appellant was\r\nthe owner/skipper of the MFV Endeavour which, from a commercial\npoint\r\nof view, was by all accounts undoubtedly suitable for catching line\r\nfish. But it is common cause that the requirement of\na 'suitable\r\nvessel' is to be understood in the light of a document entitled 'The\r\nTraditional Line Fish Policy' which was issued\nby the Department and\r\npublished in the Government Gazette during June 2005 (the policy\r\ndocument).\n[3]\tThe policy document contained a full exposition of\r\nthe departmental policies and objects in regard to the long term line\r\nfishing\nlicences that were about to be issued at that time. It also\r\ninformed prospective applicants for these licences of the\r\nrequirements\nwith which they would have to comply. One of these\r\nrequirements was stated thus:\nâ\nAll applicants need to\r\ndemonstrate access to a suitable line fish vessel. A suitable vessel\r\nin the traditional line fishery is a\nvessel that:\nis either a ski-boat or\r\n\ttraditional wooden deck boat of approximately 10 metres or less\r\n\t(this criterion should be flexibly applied\nby the delegated\r\n\tauthority) that is currently operating in the fishery. The vessel\r\n\tmust be certified by SAMSA as being safe for\nfishing; and\nis geared for hand line\r\n\tfishing.â\n[4]\tThe appellantâs vessel, the Endeavour, is not a\r\nski-boat or a traditional wooden deck boat, also known in the trade\r\nas a 'chukkie'.\nThe Endeavour belongs to a class described as freezer\r\nboats. Its specifications are substantially different from those of\r\nski-boats\nand chukkies. These differences are vividly illustrated by\r\nthe following table originating from the respondentsâ answering\r\npapers:\nDETAILS\nENDEAVOUR\nTYPICAL SKI-BOATS\nCHUKKIES\nLENGTH\n16,58m\n5m-8,9m\n6m-11m\nGROSS TONNAGE\n66,65\n1,5-3\n5-20\nHOLD CAPACITY TONN\nES\n± 30\n1-3\n3-5\nCREW\n25\n5-11\n5-16\n[5]\tThe appellantâs licence application indicates his\r\nappreciation that the Endeavour did not comply with the description\r\nof a\nâsuitable vesselâ in the policy document. Hence he proceeded\r\nto motivate why it should nonetheless be regarded as âsuitableâ\n\nin the following way:\nâ\nI have been utilising this\r\nvessel [the Endeavour] for the past eight years, initially to land\r\nsquid and later line fish . . .\nIn and during 2001, I submitted\r\nan application for a right of access in terms of\ns 18\nof the\nMarine Living Resources Act within\nthe traditional line fish sector.\r\nOn this application being successful I have been using this vessel to\r\ntarget and harvest traditional\nline fish.\nThe vessel has been certified to\r\ncarry 25 crewmen using the line fish method and have been doing so\r\nsince the allocation was made\n. . ..\nIt is, however, noted with\r\nconcern that the suitability of the vessel is determined by its\r\nlength. The policy goes further and indicates\nthat the length should\r\nnot exceed 10 metres (which discretion should be flexibly applied).\r\nThe policy, however, does not clarify\nor pronounce or offer any\r\nfurther details regarding the flexibility of the discretion . .\r\n..\nIt is however submitted that the\r\nvessel, Endeavour, despite it being longer than the average vessel\r\nwithin the traditional line\nfish sector, is a suitable vessel for the\r\ntargeting and landing line fish especially if one considers the\r\neconomic sustainability\nof the traditional line fish business. As\r\nstated in previous annexures, the vessel is . . . [inter alia] fitted\r\nwith a blast and\nholding freezer. This allows the rights holder to\r\noperate for longer periods at a time, deliver product of prime\r\nquality and negates\nthe fluctuating and varying factors which\r\nperpetuate the line fish sector.â\n[6]\tThe appellantâs thesis that he should have been\r\ngranted a long term licence to continue his line fishing business by\r\nmeans\nof the Endeavour because he had been allowed to do so since\r\n1995, was elaborated upon in his review application. Accordingly, the\n\nappellant explained in his founding affidavit that he had been\r\ninvolved in the fishing industry for most of his adult life. Since\n\n1995, so he said, he had been actively involved in both the\r\ntraditional line fish sector and the squid sector as skipper and\r\nlater\nthe skipper/owner of the Endeavour. In 2001, however, he was\r\ncompelled to choose between line fish and squid as a result of a\r\nnotice\npublished by the then Minister in the Government Gazette under\r\ns 16 of the Act. In terms of the notice the Minister declared\n\nthat an emergency had occurred in the line fishing sector, excluding\r\ntuna and hake. In order to protect stocks of line fish species\nfrom\r\nbeing depleted and commercially oversubscribed, so the notice\r\nproceeded, the following restrictions were imposed until further\n\nnotice:\nâ\n(1)\tThe Total Applied Effort\r\n(TAE) [as defined in the Act] in respect of line fish shall be\r\nrestricted to 450 vessels with a maximum\nof 3450 crew;\n(2)\tA right in the line fish\r\nsector may not be granted to any person who holds a commercial\r\nfishing right in respect of any sector\nof the fishing industry.\n(3)\tHake and tuna will no longer\r\nform part of line fish, but will from the coming into operation of\r\nthese restrictions, constitute\ntwo separate sectors within the\r\nfishing industry . . . â\n[7]\tBecause he was compelled to make an election in\r\nterms of paragraph (2) of the notice, so the appellant said, he made\r\nhis calculations\nand decided that line fish would be more profitable\r\nthan squid. When invitations for fishing licence applications were\r\ninvited\nby the Department in 2001, he therefore applied for line fish\r\nonly and not for squid. The licence that he applied for was for a\n\nmedium term of four years between 2001 and 2005. The vessel he\r\nnominated in his application was the Endeavour. On that occasion\nhis\r\napplication was successful. The reasons why other applications did\r\nnot succeed, were published at the time in a general statement\nby the\r\nDepartment. One of the reasons given was that these unsuccessful\r\napplicants had failed to meet with an essential requirement\nfor a\r\nlicence which was formulated thus:\nâ\nOwnership of or access to an\r\n\tappropriate vessel. An appropriate vessel is typically a small\r\n\tvessel between approximately 5m and\n10m in length with two outboard\r\n\tmotors, such a ski-boats. . . . '\n[8]\tThe conclusion he drew from all this, so the\r\nappellant said, is that, despite the fact that in 2001 a suitable\r\nvessel was also\ndescribed as one of less than 10 metres in length,\r\nthe Endeavour was then regarded as âsuitableâ though it obviously\r\nexceeded\nthat length. In 2005, so the appellant contended, nothing\r\nmaterial had changed. The TAE was still determined by the Minister at\n\n450 vessels and 3450 crewmen and there was no apparent reason why the\r\nEndeavour would suddenly become non-suitable for purposes\nof a long\r\nterm licence. Moreover, the appellant continued, long term licences\r\nwere granted in 2005 for vessels which also exceeded\n10 metres in\r\nlength. In this regard he referred, by way of example, to a vessel,\r\nthe Kowie, for which a licence was granted, despite\nthe fact that it\r\nwas 13,4 metres long. In this light, so the appellant's founding\r\naffidavit concluded, the refusal of his application\non the sole basis\r\nthat his vessel was 3 metres longer is, for that reason alone,\r\nmanifestly unreasonable.\n[9]\tIn his answering affidavit, the Chief Director\r\nexplained that his decision not to accept the Endeavour as a suitable\r\nvessel\nmust be understood against the precarious state of our line\r\nfish stocks. More pertinently, he said, stock assessments performed\n\nsince the 1980s showed that most commercially exploited species of\r\nline fish had been depleted to dangerously low levels. By December\n\n2000 the situation had not improved. Consequently the then Minister\r\ndeclared the environmental emergency in the fishery to which\nthe\r\nappellant referred. Pursuant to the declared emergency, the Minister\r\ndetermined, as we know, that the TAE in this fishery shall\nbe\r\nrestricted to 450 vessels with a maximum of 3450 crew. With regard to\r\nvessels, it had been considered for some years that smaller\nvessels\r\nof less than 10 metres in length should be given preference in the\r\nfishery. These smaller vessels are typically the ski-boats\nand wooden\r\ndeck boats or chukkies. They are far less efficient than larger\r\nfreezer vessels such as the Endeavour. Consequently\nthey have a much\r\nsmaller impact on an already compromised resource. Large vessels are\r\nless affected by adverse weather conditions.\nThey can stay at sea for\r\nlonger periods. While ski-boats and chukkies have to return at the\r\nend of each day, the Endeavour, for\nexample, can stay out for two\r\nweeks. The operational range of freezer boats is up to 2 000\r\nkilometres while the maximum range\nof traditional vessels is no more\r\nthan 80 kilometres.\n[10]\tFurther studies completed in 2003 showed, so the\r\nChief Director continued, that a substantial number of the species in\r\nthe\ntraditional line fish sector had collapsed. Others were in a\r\nstate of collapse but were fished in large quantities as this was\r\noften the only way in which vessel operators could generate\r\nsufficient income. In these circumstances the limit placed on the\r\ntype\nof vessel in 2005 was designed to reduce the fishing pressure\r\napplied by larger freezer vessels, capable of trips of long duration\n\nand range, to stocks on the Agulhas offshore bank. The objective in\r\nthis regard was to allow the Agulhas offshore bank to act as\na refuge\r\nfor these resources to recover. As they recover they should start to\r\nfeed the inshore area which is the typical area fished\nby ski-boats\r\nand chukkies. The further problem with larger vessels such as the\r\nEndeavour, so the Chief Director explained, is that\nthey have a\r\nhistory of targeting over-fished species, such as carpenter, because\r\nthey are capable of reaching the distribution\nrange of these species.\n[11]\tWith regard to the Kowie, a vessel that the\r\nappellant brought into comparison, it was pointed out by the Chief\r\nDirector that\nthe Kowie is a fairly large traditional wooden deck\r\nboat which was built more than 40 years ago. Though it is 13,4 metres\r\nin length\n(versus the 16,58 metres of the Endeavour) it has a gross\r\ntonnage of 17 (versus the 66,65 of the Endeavour) and a holding\r\ncapacity\nof 4 tons (versus the 30 tons of the Endeavour) and a crew\r\nof 16 (versus the Endeavour's 25). Based on information supplied by\r\nthe appellant and by the operators of the Kowie, so the Chief\r\nDirector pointed out, the superior efficiency of the Endeavour is\n\nillustrated by the fact that it caught about twice as much fish in\r\nkilogram per crewmember per day as the Kowie. It is an appreciation\n\nof these issues, so the Chief Director concluded, that resulted in\r\nthe decision reflected in the policy document to restrict 'suitable\n\nvessels' to ski boats and chukkies of approximately ten metres or\r\nless.\n[12]\tOn 6 March 2006 the appellant was informed by the\r\nChief Director that his application for a long term licence had been\r\nrefused\nbecause he did not 'demonstrate access to a suitable vessel'.\r\nIn his refusal letter, the Chief Director also referred to a document\n\nentitled 'General reasons for decisions on the allocation of rights\r\nand effort in the traditional line fish sector' which was published\n\nat the same time. The appellant then launched his appeal to the\r\nMinister in terms of s 80. In his letter of appeal, which\nhad\r\nbeen prepared by his attorney and covered 25 pages, he sought to\r\npersuade the Minister that the Chief Director had erred in\nrefusing\r\nhis application on the basis that the Endeavour was not a suitable\r\nvessel. But, as we now know, the argument was unsuccessful\nin that\r\nthe Minister confirmed both the Chief Director's decision and the\r\nreasons that he gave. Relying on the decision of this\ncourt in\nMinister of Environmental Affairs and Tourism\r\nv Scenematic Fourteen (Pty) Ltd\n2005 (6) 182\r\n(SCA) para 35, the respondents contended at the outset that it is\r\nonly the Minister's decision under s 80 that\nis reviewable,\r\nbecause it constituted a complete re-hearing and a fresh\r\ndetermination of the appellant's application on the merits.\nThe\r\nappellant, on the other hand, disputed that this was so. I find this\r\nquestion unnecessary to decide for present purposes. For\nthe sake of\r\nargument I will assume in the appellant's favour that the decision of\r\nthe Chief Director is reviewable as well.\n[13]\tThe starting point of the appellantâs argument as\r\nto why he should have been granted a long term licence, was his claim\r\nthat\nhe had a legitimate expectation of being awarded such a licence\r\nin respect of the Endeavour and that he was entitled to enforce\nthat\r\nexpectation. This argument immediately raised the question whether\r\nthe substantive protection or enforcement of a legitimate\nexpectation\r\nis competent in our law. In its original role the doctrine of\r\nlegitimate expectation has been recognised as affording\nno more than\r\nthe right to a fair hearing before an adverse decision is taken (see\r\neg\nAdministrator, Transvaal v Traub\n[1989] ZASCA 90\n;\n1989\r\n(4) SA 731\n(A) at 758C-G). In English law, where the doctrine\r\noriginated, its operation has, however, in recent years been extended\r\nso as\nto afford a claim to compel substantive compliance with the\r\nexpectation (see eg\nR v North and East Devon\r\nHealth Authority, Ex parte Coughlan\n[2001] QB\r\n213\n(CA);\nR (Bibi) v Newham London Borough\r\nCouncil\n[2001] EWCA Civ 607\n;\n[2002] 1 WLR 237\n(CA);\nR\r\n(Abdi and Nadarajah) v Secretary of State for the Home Department\n[2005] EWCA Civ 1363).\nOther Commonwealth\r\njurisdictions, on the other hand, which also inherited the doctrine\r\nof legitimate expectation from English Law,\nhave refused to follow\r\nthe English extension of substantive protection (see eg The High\r\nCourt of Australia in\nAttorney-General for the\r\nState of New South Wales v Quin\n(1990) 170\r\nCLR 1\nand the Supreme Court of Canada in\nReference\r\nRe Canada Assistance Plan\n(BC)\n[1991] 2 SCR\r\n525\n;\nMount Sinai Hospital Centre v Quebec\r\n(Minister of Health and Social Services)\n2001 SCC 41\n;\n[2001]\r\n2 SCR 281).\nThus far our Constitutional Court has found it\r\nunnecessary to decide whether or not we should follow the English\r\nexample (see eg\nPremier, Mpumalanga v\r\nExecutive Committee, Association of State-Aided Schools, Eastern\r\nTransvaal\n1999 (2) SA 91\n(CC) para 36;\nBel\r\nPorto School Governing Body v Premier, Western Cape\n[2002] ZACC 2\n;\n2002\r\n(3) SA 265\n(CC) para 96). And in\nMeyer v Iscor\r\nPension Fund\n2003 (2) SA 715\n(SCA) paras 27\r\nand 28, the question was pertinently left open by this court.\n[14]\tSince\nMeyer\n,\r\nthe results of extensive academic research and analysis have been\r\npublished (see eg Cora Hoexter\nAdministrative\r\nLaw in South Africa\n(2007)\n382\net seq\n;\r\nJohn Campbell 'Legitimate expectations: The potential and limits of\r\nsubstantive protection in South Africa\n(2003) 120\nSALJ\n292\n; Geo Quinot 'The developing doctrine of substantive protection of\r\nlegitimate expectations in South African administrative law' (2004)\n\n19\nSA Public Law\n543).\r\nThese publications will undoubtedly be of valuable assistance when\r\neventually the time comes in an appropriate case, as it\npresumably\r\nwill, for our courts to cut the Gordian knot. But this is not that\r\ncase. Even if substantive protection of legitimate\nexpectations were\r\nto be recognised as part of our law, the appellant has in my view\r\nfailed to lay the foundation for his claim\nof a legitimate\r\nexpectation to acquire a long term licence in respect of the\r\nEndeavour.\n[15]\tReliance on the doctrine of legitimate expectation\r\nfor any purpose presupposes that the expectation qualifies as\r\nlegitimate.\nThe requirements for the legitimacy of such expectation\r\nhave been formulated thus:\n(a)\tThe representation inducing the expectation must be\r\nclear, unambiguous and devoid of any relevant qualifications.\n(b)\tThe expectation must have been induced by the\r\ndecision maker.\n(c)\tThe expectation must be reasonable.\n(d)\tThe representation must be one which is competent\r\nand lawful for the decision-maker to make.\n(See eg\nNational Director of\r\nPublic Prosecutions v Phillips\n2002 (4) SA 60\n(W) para 28;\nSouth African Veterinary Council\r\nv Szymanski\n2003 (4) SA 42\n(SCA) para 19;\r\nWoolf, J Jowell, A Le Sueur,\nDe Smith's\r\nJudicial Review\n6 ed (2006) paras 12-029\net\r\nseq.\n)\n[16]\tThe grounds on which the appellant relied for his\r\nsubstantive legitimate expectation of being awarded a long term\r\nlicence in\nrespect of the Endeavour were summarised by his counsel as\r\nfollows:\nHe had been an active participant in the traditional\r\n\tline fish sector since 1995 as skipper and later skipper/owner of\r\n\tthe vessel.\nIn 2001 he had to abandon a lucrative portion of his\r\n\tlivelihood in applying for a medium term licence in the line fish\r\n\tsector\nin order to stay within the policy guidelines as formulated\r\n\tby the Department.\nThe Endeavour had throughout been registered with the\r\n\tDepartment as a commercial fishing vessel and had been lodging catch\r\n\treturns\nwith the Department in respect of her operation since 1995\r\n\tand the appellant had complied with all obligations under the medium\n\n\tterm licence.\nBy granting a medium term licence the respondents had\r\n\tblessed appellantâs vessel nomination in the past and implicitly\r\n\tconsidered\nit to be a suitable vessel.\nThe policy document indicated that the suitable vessel\r\n\trequirement would be flexibly applied and a number of vessels the\r\n\tlength\nof which exceeded 10 metres were awarded long term licences.\n[17]\tAs I see it, the appellant could not have expected\r\nto acquire a long term licence without any reservation and whatever\r\nthe\ncircumstances. This is particularly so because he knew that the\r\nconcept of a medium term licence had been introduced as a precursor\n\nto long term licences and to provide the Department with a window of\r\nobservation and research. Common sense therefore dictates\nthat even\r\nin the appellant's own mind his subjective expectation must have been\r\nsubject to some reservations and conditions in\nthe light of what the\r\nuncertain future might bring. But what would these conditions and\r\nreservations entail? Would it be that fish\nstocks remain the same; or\r\nthat the number of participants in the industry remains constant; and\r\nso forth? The applicant does not\nsay. In consequence I do not believe\r\nthat the representations he relied upon met the first requirement of\r\ncertainty and unambiguity.\n[18]\tAs to the second of the stated requirements, it is\r\nclear that most of the factors relied upon by the appellant cannot be\r\nascribed\nto the Chief Director or the Department. If the appellant,\r\nfor example, believed that he would acquire a long term licence\r\nbecause\nhe had been involved in the industry since 1995 or because he\r\nhad complied with the terms of his medium term licence, that is not\n\nsomething that he had been told by the Department. Any expectation\r\nbased on these factors could therefore only be inspired by the\n\nappellant's own beliefs. The same goes for his decision in 2001 to\r\nopt for line fish and not to apply for squid. The appellant\ndid not\r\nallege that there was any intimation by the Department that if he\r\ngave up squid he could expect to acquire a right to catch\nline fish.\r\nGiving up squid was a precondition for his application in 2001, not a\r\nguarantee that the application would be granted.\nHence the appellant\r\ngave up squid at his own risk and because he thought that line fish\r\nwould be more profitable. As I see it,\nonly two of the factors relied\r\nupon by the appellant could possibly be laid at the door of the Chief\r\nDirector or the Department.\nThese are (a) the fact that the appellant\r\nhad been granted a medium term licence for the same vessel and, (b)\r\nthe statement in\nthe policy document that the suitable vessel\r\nrequirement would be flexibly applied.\n[19]\tAs to the first of these two factors, it would not,\r\nin my view, be reasonable for the appellant to expect to acquire a\r\nlong\nterm licence simply because he was granted a medium term fishing\r\nright. He knew that his medium term licence was granted for a\r\nspecific period only, from 1 January 2002 until 31 December 2005. Any\r\nexpectation to the contrary would be in conflict with s 18(6)\n\nwhich, inter alia, provides that:\n'All rights granted in terms of\r\nthis section shall be valid for the period determined by the Minister\r\n. . . whereafter it shall\nautomatically terminate and revert back to\r\nthe State to be reallocated in terms of the provisions of this Act .\r\n. ..'\n[20]\tAs I see it, the same can be said for the other\r\nfactor possibly attributable to the Chief Director or the Department,\r\nie the\nstatement in the policy document that the suitable vessel\r\nrequirement would be flexibly applied. But again, any expectation\r\nbased\non that factor would simply not be reasonable. An application\r\nof the requirement flexible enough to allow the Endeavour which did\n\nnot qualify at all, would in effect render the requirements of a\r\nsuitable vessel nugatory. In the end I do not believe that any\nof the\r\nfactors relied upon by the appellant â whether attributable to the\r\ndecision-maker or not â would, either singularly\nor collectively,\r\nprovide a sufficient basis for characterising his alleged expectation\r\nas reasonable. They would all raise the\nrhetorical question as to why\r\nit would be reasonable for a person who realised that he did not meet\r\none of the essential requirements\nfor a licence to expect that he\r\nwould nonetheless acquire that licence because he had been involved\r\nin the industry for ten years;\nor because he had been lodging the\r\nprescribed catch returns; or because of any of the other factors on\r\nwhich the appellant purported\nto rely. For these reasons I conclude\r\nthat the appellant failed to establish the legitimacy of his alleged\r\nexpectation to acquire\na long term licence.\n[21]\tThat, however, is not the end of the matter. On the\r\nappellant's papers and even in the written heads of argument filed on\r\nhis\nbehalf in this court, his case turned on the substantive\r\nprotection of his alleged legitimate expectation to acquire a long\r\nterm\nlicence in respect of the Endeavour. But in oral argument there\r\nwas an unmistakable shift in focus. What his counsel then contended\n\nfor relied on the conventional, procedural role of the legitimate\r\nexpectation doctrine as formulated, eg in\nTraub\n(at 758E-G), to the effect that the person concerned may have a\r\nlegitimate expectation to be heard before an adverse decision is\n\ntaken. Departing from this premise appellant's counsel submitted that\r\non the face of it the requirements for a suitable vessel\nimposed in\r\n2005 were substantially the same as those pertaining to a medium term\r\nlicence in 2001. Since the Endeavour had been\nregarded as suitable in\r\n2001, so the argument went, the appellant had a legitimate\r\nexpectation in 2005 to be given fair warning\nin advance that the\r\ngoalposts had shifted; that the Endeavour may no longer be regarded\r\nas suitable; and to be given the opportunity\nof persuading the Chief\r\nDirector that, although the Endeavour does not strictly comply with\r\nthe requirements stated in the policy\ndocument, it should nonetheless\r\nbe approved as a suitable vessel.\n[22]\tAs I see it, this argument rests on substantially\r\nfirmer ground than the appellant's attempt at enforcement of a\r\nsubstantive\nlegitimate expectation. Yet, for the reasons that follow,\r\nI do not believe it can succeed. The policy document contained\r\nsufficient\ndetail to explain what type of vessel would be suitable.\r\nThe appellant plainly understood that the Endeavour did not satisfy\r\nthese\ncriteria. He thus made specific separate representations in\r\nthat regard. These representations have been fully set out earlier in\n\nthis judgment (para [5] above). As appears from the quotation, the\r\nappellant inter alia reminded the Chief Director that the Endeavour\n\nhad been utilised in the industry for eight years and that it had\r\nbeen granted a medium term licence in 2001. He then set out to\n\nmotivate why, despite its excessive length, the Endeavour should be\r\napproved. In his answering affidavit the respondents said â\nand it\r\nis not disputed â that the appellant's motivation had been\r\nconsidered and that he was given a further opportunity to deal\nwith\r\nthe issue on appeal. In this light, I believe that any legitimate\r\nexpectation of an opportunity to persuade the respondents\nthat the\r\nEndeavour was a suitable vessel, had been satisfied.\n[23]\tWhen met with these obstacles during argument,\r\ncounsel for the appellant introduced a further change of tack. What\r\nhe then\ncontended for was in essence that the appellant could\r\nlegitimately expect to be granted an opportunity to persuade the\r\nChief Director\nthat the requirements for a suitable vessel, as set\r\nout in the policy document, were not only unreasonable but in fact\r\nmisconceived.\nHad the appellant been given this opportunity, so the\r\nargument went, he could explain to the Chief Director that it was\r\nwrong to\nthink that freezer boats like the Endeavour would impose\r\nundue pressure on threatened species and that, in any event, there\r\nwere\nother, more effective ways of protecting these species than by\r\nexcluding freezer boats from the sector completely. To my way of\n\nthinking, a proper analysis of this argument shows that it\r\neffectively relies on a legitimate expectation to be consulted about\n\nthe contents of the policy document. Thus understood, the argument\r\nfounders on the undisputed fact that the content of the policy\n\ndocument was formulated after extensive consultations with a wide\r\nvariety of interested parties. This appears, inter alia, from\nthe\r\nfollowing statement by the Chief Director:\n'The draft traditional line fish\r\npolicy was published in isiXhosa, Afrikaans, isiZulu and English in\r\nthe Government Gazette and\non the Department's website and copies\r\nwere distributed along the coastline. For purposes of public\r\nconsultation, the notice and\ncomment process set out in the\nPromotion\nof Administrative Justice Act 3 of 2000\nand its regulations were\r\nadopted. As part of the notice and comment process, a series of\r\npublic meetings were held in order to\nassist interested and affected\r\nparties who cannot read or write or who otherwise needed special\r\nassistance. In April 2005 consultations\nwith communities took place\r\nin 15 venues along the coast regarding the draft traditional line\r\nfish policy. At each consultation,\nevery comment was recorded and\r\ndocumented . . . At the end of the consultation process, more than\r\n1700 fishers between Port Nolloth\nand Durban had been heard orally.\r\nApart from the hundreds of oral comments which were recorded, the\r\nDepartment also received more\nthan 330 written comments on the\r\npolicy. Significant changes were made to the policy after the\r\ncomments were considered. In May\n2005, Cabinet approved the 19\r\n\"\nsector specific\r\npolicies\n\" and\r\nthe \"\nGeneral\r\npolicy\n\".\n[24]\tFinally it was contended on the appellant's behalf\r\nthat the decisions by the respondents were reviewable under\ns 6(2)\nof the\nPromotion of Administrative Justice Act 3 of 2000\n. In support\r\nof this contention the appellant sought to rely on a contravention by\r\nthe respondents of virtually every sub-section\nof\ns 6(2).\nHence\r\nit was submitted, by way of illustration, that the respondents'\r\ndecisions were taken for an ulterior purpose or because of\nthe\r\nunauthorised or unwarranted dictates of another person\n(s 6(2)(e)(ii)\nand (iv)); that the decisions were not rationally connected to the\r\npurpose for which they were taken or to the information before\nthe\r\nrespondents or to the reasons given by them\n(s 6(2)(f)(ii))\n; and\r\nthat the decisions were so unreasonable that they could not have been\r\ntaken by a reasonable person\n(s 6(2)(h)).\nI do not think it is\r\nnecessary to record and discuss the content of these submissions in\r\nany detail. Suffice it to say, in my view,\nthat in the light of the\r\nbackground facts and the reasons given by the respondents for their\r\ndecisions, I find the appellant's\ncontentions based on\ns 6(2)\nof\r\nPAJA without any merit at all. This inevitably leads me to the order\r\nI propose.\n[25]\tThe appeal is dismissed with costs, including the\r\ncosts occasioned by the employment of two counsel.\n..â¦â¦â¦â¦â¦..\nF D J BRAND\nJUDGE OF APPEAL\nCounsel for the Appellants:\tS F Burger SC\nM Steenkamp\nInstructed by:\t\t\tDawson Edwards & Associates\nCape Town\nCorrespondents:\t\t\tMcIntyre & Van der Post\nBloemfontein\nCounsel for the Respondents:\tW R E Duminy SC\nE A De Villiers-Jansen\nInstructed by:\t\t\tThe State Attorney\nCape Town\nCorrespondents:\t\t\tThe State Attorney\nBloemfontein",
  "scraped_at": "2026-02-12T05:29:16.679108",
  "date": "2009-12-01",
  "coram": [
    "Streicher J",
    "Brand J",
    "Mlambo J",
    "Malan JJA",
    "Leach AJA"
  ],
  "case_number": "2/2009",
  "parties": {
    "applicants": [
      "Glen Duncan"
    ],
    "respondents": [
      "Minister of Environmental Affairs and Tourism",
      "Chief Director: Research Antarctica and Islands of the Department of Environmental Affairs and Tourism"
    ]
  },
  "sections": {
    "facts": "The appellant, a commercial fisherman, applied on 4 November 2005 for a long‑term (eight‑year) licence to conduct traditional line fishing under s 18 of the Marine Living Resources Act 18 of 1998. The Chief Director, acting under delegated authority of the Minister, refused the application on the sole ground that the vessel nominated, the MFV Endeavour, did not meet the ‘suitable vessel’ requirement set out in the Traditional Line Fish Policy published in June 2005. The policy defined a suitable vessel as a ski‑boat or a traditional wooden deck boat of approximately 10 metres or less, certified by SAMSA and geared for hand line fishing. The Endeavour is a 16.58 m freezer boat, considerably larger than the prescribed type. The appellant had previously been granted a medium‑term licence for the same vessel in 2001 and argued that he had a legitimate expectation that a long‑term licence would be granted, relying on his past approval, his long experience, and a statement in the policy that the vessel‑size requirement could be applied flexibly.",
    "issues": "1. Whether the appellant had a legitimate expectation, either substantive or procedural, to be granted a long‑term licence for the Endeavour. 2. Whether South African law permits substantive enforcement of a legitimate expectation. 3. Whether the decision to refuse the licence was reviewable on the basis of the Promotion of Administrative Justice Act (PAJA) s 6(2). 4. Whether the appellant was entitled to a fair hearing before the adverse decision was made.",
    "principles": "The court applied the doctrine of legitimate expectation as articulated in South African case law, requiring a representation that is (a) clear and unambiguous, (b) made by the decision‑maker, (c) reasonable, and (d) within the decision‑maker’s competence. South African jurisprudence to date recognizes only the procedural aspect of the doctrine (the right to a fair hearing) and has not adopted the English approach of substantive protection. Review under PAJA s 6(2) demands that a decision be unlawful, unreasonable, or taken for an improper purpose, among other grounds.",
    "application": "The court found that the appellant’s alleged expectation failed the clarity and reasonableness tests: the policy did not expressly guarantee a licence, and the requirement concerning vessel size was not ambiguous. The appellant’s reliance on his prior medium‑term licence and on his experience did not constitute a representation by the Department. The policy allowed flexible application, but not to the extent of overriding the essential size criterion. Accordingly, no substantive legitimate expectation existed, and the procedural right to be heard had been satisfied as the appellant was given an opportunity to appeal. The court also concluded that the decision was not unlawful under PAJA, as it was a rational exercise of the Department’s statutory discretion to protect depleted fish stocks.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The decision of the Chief Director and the Minister to refuse the long‑term licence to the appellant was upheld."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Legitimate Expectation",
    "level_3": [
      "marine resource licensing",
      "environmental regulation",
      "PAJA",
      "procedural fairness"
    ]
  }
}