{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/173.html",
  "case_name": "Theart and Another v Minnaar NO, Senekal v Winskor 174 (Pty) Ltd (483/08, 007/09) [2009] ZASCA 173; [2010] 2 All SA 275 (SCA) ; 2010 (3) SA 327 (SCA) 2010 (3) SA 327 (SCA) ; 2010 (3) SA 327 (SCA) (3 December 2009)",
  "citation": "[2009] ZASCA 173",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 173\n|\nNoteup\n|\nLawCite\nTheart and Another v Minnaar NO, Senekal v Winskor 174 (Pty) Ltd (483/08, 007/09) [2009] ZASCA 173; [2010] 2 All SA 275 (SCA) ; 2010 (3) SA 327 (SCA) 2010 (3) SA 327 (SCA) ; 2010 (3) SA 327 (SCA) (3 December 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:   483/08\nJ T THEART\t\t\t\t\t\t\tFirst Appellant\nCOPPERSUN (PTY) LTD\t\t\t\t    Second Appellant\nand\nDEON MINNAAR N.O\t\t\t\t         \t            Respondent\nand\nCase No:   007/09\nANSIE SENEKAL\t\t\t\t\t\t       Appellant\nand\nWINSKOR 174 (PTY) LTD\t\t\t         \t            Respondent\nNeutral citation:\nTheart v\r\nDeon Minnaar NO\n(483/08)\nand\nSenekal v Winskor\r\n174 (Pty) Ltd\n(007/09)\n[2009] ZASCA 173\n(3 December 2009)\nCoram:\nMPATI P, BRAND,\r\nSNYDERS, MALAN et BOSIELO JJA\nHeard:\n5 November 2009\nDelivered:\n3 December 2009\nSummary:\nInterpretation â s\r\n4(2) of the Prevention of Illegal Eviction from and Unlawful\r\nOccupation of Land Act 19 of 1998 â procedure\nto be followed in\r\nmagistrates' court.\n______________________________________________________________\nORDER\nOn appeal from:\nCape High\r\nCourt\n(sitting as a\r\ncourt of appeal).\nIn\nTheart v Deon N.O\n(appeal No 483/08):\nOn appeal from High Court, Cape Town (R B Cleaver and D\r\nH Zondi JJ sitting as court of appeal from the magistratesâ court).\n1\tThe appeal is dismissed with costs.\n2\tThe order of the court a quo is amended to read as\r\nfollows:\nâ\n(a)\tThe appeal is dismissed with costs.\n(b)\tThe order of the court a quo is amended to read as\r\nfollows:\nâ\n(i)\tThe application is granted with costs.\n(ii)\tThe first respondent and others occupying through\r\nhim are ordered to vacate the premises at 65 Van der Stel Street,\r\nStellenbosch\nwithin one month.\n(iii)\tFailing compliance with the order in (ii) the\r\nsheriff is authorised to evict the first respondent and others\r\noccupying through\nhim from the said property together with their\r\nbelongings and to hand over vacant possession to the applicant.ââ\n3\tThe one month period referred to in (b)(ii) shall be\r\ncalculated from the date of this judgment.\nIn\nSenekal v Winskor 174 (Pty)\r\nLtd\n(appeal No 007/09):\nOn appeal from High Court, Cape Town (Veldhuizen J and E\r\nT Steyn AJ sitting as a court of appeal from the magistratesâ\r\ncourt).\n1\tThe appeal is dismissed with costs.\n2\tThe order of the court a quo is amended to read as\r\nfollows:\nâ(a)\tThe appeal is dismissed with costs.\n(b)\tThe order of the court a quo is amended to read as\r\nfollows:\nâ\n(i)\tThe application is granted with costs.\n(ii)\tThe respondent and all others occupying through her\r\nare ordered to vacate the premises at erf 16274, being 1\r\nHawthornedene\nRoad, George, within fourteen days.\n(iii)\tFailing compliance with the order in (ii) the\r\nsheriff is authorised to evict the respondent and others occupying\r\nthrough her\nfrom the said property together with their belongings and\r\nto hand over vacant possession to the applicant.ââ\n3\tThe period of fourteen days referred to in (b)(ii)\r\nshall be calculated from the date of this judgment.\nJUDGMENT\nBOSIELO JA\n(Mpati P,\r\nBrand, Snyders and Malan JJA concurring):\n[1]\tThe two appeals before us raise the issue of the\r\nproper interpretation and application of s 4(2) of the Prevention of\r\nIllegal\nEviction from and Unlawful Occupation of Land Act 19 of 1998\r\n(PIE) in the magistrates' courts. As the two appeals raise similar\n\nquestions of law it is convenient to deal with both at the same time.\n[2]\tIt would be convenient to set out the provisions of\r\ns 4 of PIE which are relevant to this matter:\n'\n4\tEviction\r\nof unlawful occupiers\n(1)\tNotwithstanding anything to\r\nthe contrary contained in any law or the common law, the provisions\r\nof this section apply to proceedings\nby an owner or person in charge\r\nof land for the eviction of an unlawful occupier.\n(2)\tAt least 14 days before the\r\nhearing of the proceedings contemplated in subsection (1), the court\r\nmust serve written and effective\nnotice of the proceedings on the\r\nunlawful occupier and the municipality having jurisdiction.\n(3)\tSubject to the provisions of\r\nsubsection (2), the procedure for the serving of notices and filing\r\nof papers is as prescribed\nby the rules of the court in question.\n(4)\tSubject to the provisions of\r\nsubsection (2), if a court is satisfied that service cannot\r\nconveniently or expeditiously be effected\nin the manner provided in\r\nthe rules of the court, service must be effected in the manner\r\ndirected by the court: Provided that the\ncourt must consider the\r\nrights of the unlawful occupier to receive adequate notice and to\r\ndefend the case.\n(5)\tThe notice of proceedings\r\ncontemplated in subsection (2) mustâ\n(a)\tstate that proceedings are\r\nbeing instituted in terms of subsection (1) for an order for the\r\neviction of the unlawful occupier;\n(b)\tindicate on what date and at\r\nwhat time the court will hear the proceedings;\n(c)\tset out the grounds for the\r\nproposed eviction; and\n(d)\tstate that the unlawful\r\noccupier is entitled to appear before the court and defend the case\r\nand, where necessary, has the right\nto apply for legal aid.'\n[3]\tThe facts in both matters are fairly straightforward\r\nand can be conveniently summarised as follows: In\nTheart\nthe appellants occupied the respondent's premises on the strength of\r\nan option to buy the premises. It is common cause that the\nappellants\r\ndefaulted in their payment in terms of the option. As a result the\r\noption expired. The respondent gave the appellants\ndue notice of the\r\nexpiry of the option and demanded that they vacate his premises. On\r\n24 October 2004 the respondent caused to\nbe issued a notice in terms\r\nof s 4(2) of PIE. In addition the magistrate authorised the procedure\r\nfor the service thereof. On the\nsame day the respondent had a notice\r\nof motion issued in terms of rule 55 of the magistrates' courts rules\r\nwhich informed the appellants\nthat an application for their eviction\r\nfrom the respondent's premises would be heard in the magistrates'\r\ncourt, Stellenbosch on\n29 November 2007. The notice of motion\r\ninformed the appellants, amongst other things, of\nthe respondent's intention to evict them from\r\nhis premises; the grounds for such eviction; the date and place for\r\nthe hearing; their\nright to defend the matter and seek legal\r\nrepresentation; their right to adduce relevant facts before a court\r\nto enable it to decide\nwhether the eviction would be justified and\r\ntheir constitutional right to adequate housing in terms of s 26(3) of\r\nthe Constitution.\nThe s 4(2) notice and the notice of motion were\r\nserved by the sheriff on the appellants on 26 October 2007 as\r\nauthorised by the\norder of the magistrate's court. The appellants\r\nresponded to these two notices by filing a notice of intention to\r\noppose and an\nanswering affidavit. In addition, the appellants were\r\nduly represented by an attorney when the matter was heard in court on\r\n6 December\n2007 and when the magistrate granted an order for the\r\neviction of the appellants. The appellants' appeal to the Cape\r\nProvincial\nDivision (per Cleaver J, with Zondi J concurring) was\r\nunsuccessful. This appeal is with the leave of the court below.\n[4]\tIn\nSenekal\nthe respondent had no agreement of lease with the appellant who was\r\nthe new owner of the property. The respondent sought an eviction\n\norder against the appellant on the grounds that she had no right to\r\noccupy the property and that she was accordingly an unlawful\n\noccupier. The application for the eviction order was couched in the\r\nform of a notice of motion in terms of rule 55. No dedicated\ns 4(2)\r\nnotice was issued. Yet the notice of motion contained the information\r\nas prescribed by both ss 4(2) and (5). On 10 July\n2007 the magistrate\r\nmade an order authorising service of the notice in terms of s 4 of\r\nPIE. This notice of motion was served on\nthe appellant and the\r\nmunicipality concerned\non\r\n11 July 2007. In the notice of motion the appellant was advised to\r\nappear before the magistrates' court on 14 August 2007 if\nshe\r\nintended to oppose the matter.\n[5]\tThe appellant in\nSenekal\nfiled an affidavit opposing the order sought,\r\nalleging that she was entitled to occupy the property as part of her\r\nemployment benefits\nwith her previous employer. She was represented\r\nby an attorney. The matter was heard on 10 October 2007 and, having\r\nlistened to\nboth sides, the magistrate granted an order evicting the\r\nappellant from the premises. The appellant's appeal to the Cape\r\nProvincial\nDivision was dismissed by Veldhuizen, J with E T Steyn AJ\r\nconcurring. The appellant now appeals to this court with the leave of\n\nthe court below.\n[6]\tI pause to observe that the appellants in both\r\nappeals did not dispute the merits of their respective cases. They\r\nconfined themselves\nto an attack on the procedures which had been\r\nadopted by the respondents. In\nTheart\nthe objection was that although two notices had been issued\r\nseparately they were served simultaneously. In\nSenekal,\non the other hand, the objection was that\r\nthere was only one hybrid notice issued, which embodied the\r\ninformation required by s\n4. Both appellants contended that the\r\nfailure to have two notices served separately on them infringed their\r\nrights to procedural\nand substantive justice expressly provided for\r\nin s 4(2), read with s 4(5) of PIE. They contended that a proper\r\ninterpretation\nof s 4(2) required that two separate notices be issued\r\nand served on them separately. Their principal submission was that\r\nthis\nprocedure was intended to give them an additional opportunity\r\napart from that ordinarily accorded them by the rules of the\r\nmagistrates'\ncourts to consider their positions and put all relevant\r\nfacts before the court for its consideration. Reliance was placed on\nCape Killarney Property Investments (Pty) Ltd\r\nv Mahamba and Others\n2001 (4) SA 1222\n(SCA)\r\nfor this contention.\n[7]\tIt is useful to quote the relevant part of the\r\njudgment in\nCape Killarney\nparas\r\n11 and 12 where Brand AJA stated the following:\n'[11]\tSection 4(1) makes it\r\nclear that the provisions of the subsection that follow are\r\nperemptory. It also defines the \"proceedings\"\nto which the\r\nsection applies, namely proceedings for the eviction of an unlawful\r\noccupier. Section 4(2) requires notice of such\nproceedings to be\r\neffected on the unlawful occupier and the municipality having\r\njurisdiction at least 14 days before the hearing\nof those\r\nproceedings. Section 4(2) further provides that this notice must be\r\neffective notice; that it must contain the information\nstipulated in\r\nss (5) and that it must be served by the court. The term \"court\"\r\nis defined in s 1 of the Act, as the \"High\nCourt or the\r\nmagistrates' courts\". Although s 4(2) could have been more\r\nclearly worded, it is obvious in my view that the\nLegislature did not\r\nintend physical service of the notice by the court in the person of a\r\nJudge or magistrate. On the other hand,\nmere issue of the notice by\r\nthe Registrar or clerk of the court would not suffice. What is\r\nintended, I believe, is that the contents\nand the manner of service\r\nof the notice contemplated in ss (2) must be authorised and directed\r\nby an order of the court concerned.\n[12]\tSection 4(3) provides that\r\nnotice of the proceedings must be served in accordance with the rules\r\nof the court in question.\nAccordingly, for purposes of an application\r\nin the High Court, such as the one under consideration, s 4(3)\r\nrequires that a notice\nof motion as prescribed by Rule 6 be served on\r\nthe alleged unlawful occupier in the manner prescribed by Rule 4 of\r\nthe Rules of\nCourt. It is clear, in my view, that this notice in\r\nterms of the Rules of Court is required in addition to the s 4(2)\r\nnotice. Any\nother construction will render the requirement of s 4(3)\r\nmeaningless.\nAnd in para 15 he said:\n'Section 4\r\ndoes not indicate how the court's directions regarding the s 4\r\nnotice\nare to be obtained. The common-sense approach to the section appears\r\nto dictate, however, that the applicant can approach the court\nfor\r\nsuch directions by way of an ex parte application.'\n[8]\tIt is clear to me that the appellants failed to\r\nappreciate the fine but crucial distinction between the procedures\r\nfor applications\nin the high court in contrast to the magistrate's\r\ncourt. Rule 55(1) of the magistrates' courts rules reads as follows:\nâ\nExcept where otherwise\r\nprovided, an application to the court for an order affecting any\r\nother person shall be on notice, in which\nshall be stated shortly the\r\nterms of the order applied for and the time when the application will\r\nbe made to the court. Delivery\nof such notice shall be effected in\r\nthe case where the State is the respondent, not less than 20 days and\r\nin other cases not less\nthan 10 days before the date of hearing.'\n[9]\tUnlike the procedure prescribed by rule 6 of the\r\nuniform rules, rule 55(1) of the magistrates' courts rules does not\r\ncreate\na procedure whereby an application in opposed matters has to\r\nbe set down by way of a notice after all the papers have been filed\n\nas in the high court. On the contrary, in terms of rule 55(1), upon\r\nthe issue of the application, such application must state the\nterms\r\nof the order sought and the date and time when the application will\r\nbe heard. The result is that on being served with the\napplication, a\r\nrespondent will be fully informed of the nature of the application,\r\nthe order sought, the date, time and court when\nand where the\r\napplication will be heard.\nSection\n4(2) in itself does not require an additional notice. All it requires\r\nis that written and effective notice of the proceedings be\nserved on\r\nthe unlawful occupier and the municipality 14 days before an order\r\nfor eviction could potentially be granted. It follows\nlogically that\nCape Killarney\nis no\r\nauthority for the proposition that s 4(2) requires two separate\r\nnotices to be served on a respondent in the magistrates' courts.\n[10]\tReverting to the facts of the two cases on appeal,\r\nit is not in dispute that, although the notices were not contained in\r\nseparate\nand distinct documents and not served separately, the\r\nappellants were served with notices duly authorised by the respective\r\nmagistrates\nthat, read together, complied with ss 4(2) and (5).\n[11]\tIt is important not to lose sight of the central\r\nrole played by the courts during the issuing of the notice\r\ncontemplated in\ns 4. Before a court authorises a s 4(2) notice, the\r\nnotice must contain all the essential information prescribed by s\r\n4(5). This\nis consonant with one of the primary ideals of PIE as\r\nreflected in its preamble, which is to regulate the eviction of\r\nunlawful\noccupiers from land in a fair manner and, quite importantly,\r\nto ensure that no one is evicted from their home or have their home\n\ndemolished without an order of court made after considering all the\r\nrelevant circumstances as contemplated by s 4(8).\n[12]\tIn the present appeals both applications were\r\nproperly served by the sheriff on the two appellants in a manner\r\napproved by\nthe court concerned. Both appellants understood what the\r\napplications were all about and duly instructed legal representatives\r\nto represent them. In opposing the applications both appellants filed\r\naffidavits setting out their defences to the applications.\n\nSignificantly both appellants were represented by legal\r\nrepresentatives when their applications were heard. There is no doubt\r\nthat the object of s 4(2) to give the occupiers sufficient and\r\neffective notice of the intended eviction was achieved.\r\nNotwithstanding\nthis the appellants contend that both applications\r\nshould have been dismissed on the simple basis that there was no\r\nadditional\nnotice served on them.\nHowever,\r\ncounsel for the appellants (the same counsel appeared for the\r\nappellants in both cases) was unable to point to any section\nin PIE\r\nwhich requires an additional notice. For the reasons I have given, I\r\nfind this argument untenable. But there is an additional\nreason why\r\nneither appeal could succeed even if the provisions of s 4 of\r\nPIE and/or the rules of the magistrates' court had\nnot been strictly\r\ncomplied with. The considerations underlying this additional reason\r\nappear from the dicta that follow.\nIn\nMoela v Shoniwe\n2005\r\n(4) SA 357\n(SCA) para 9, Streicher JA said:\n'Here the contents and manner of\r\nservice of the notice had not been authorised and directed by an\r\norder of court. However, the object\nof s 4(2) is clearly to ensure\r\nthat the unlawful occupier and municipality are fully aware of the\r\nproceedings and that the unlawful\noccupier is aware of his rights\r\nreferred to in s 4(5)(d). It may well be that that object, in\r\nappropriate circumstances, may be\nachieved notwithstanding the fact\r\nthat service of the notice required by s 4(2) had not been authorised\r\nby the court. That may,\nfor example, be the case if at the hearing it\r\nis clear that written and effective notice of the proceedings\r\ncontaining the information\nrequired in terms of s 4(5) had in fact\r\nbeen served on the unlawful occupier and municipality 14 days before\r\nthe hearing. . . .'\nAnd in\nUnlawful Occupiers, School\r\nSite v City of Johannesburg\n2005 (4) SA 199\n(SCA) para 24 where Brand JA stated:\n'The question whether in a\r\nparticular case a deficient s 4(2) notice achieved its purpose,\r\ncannot be considered in the abstract.\nThe answer must depend on what\r\nthe respondents already knew. The appellant's contention to the\r\ncontrary cannot be sustained. It\nwould lead to results which are\r\nuntenable. Take the example of a s 4(2) notice which failed to comply\r\nwith s 4(5)(d)\nin\r\nthat it did not inform the respondents that they were entitled to\r\ndefend a case or of their right to legal aid. What would be\nthe\r\nposition if all this were clearly spelt out in the application\r\npapers? Or if on the day of the hearing the respondents appeared\nwith\r\ntheir legal aid attorney? Could it be suggested that in these\r\ncircumstances the s 4(2) [notice] should still be regarded as\nfatally\r\ndefective? I think not. In this case, both the municipality's cause\r\nof action and the facts upon which it relied appeared\nfrom the\r\nfounding papers. The appellants accepted that this is so. If not, it\r\nwould constitute a separate defence. When the respondents\nreceived\r\nthe s 4(2) notice they therefore already knew what case they had to\r\nmeet. In these circumstances it must, in my view,\nbe held that,\r\ndespite its stated defects, the s 4(2) notice served upon the\r\nrespondents had substantially complied with the requirements\nof s\r\n4(5).'\n[13]\tDuring argument, counsel for the appellants was\r\nunable to indicate any prejudice suffered by the appellants due to\r\nthe failure\nby the respondents to serve separate notices on separate\r\noccasions on them. This is so because the applications served on the\r\nappellants\ncomplied substantially with s 4(2) and, quite importantly,\r\ncontained all the necessary information prescribed by s 4(5). There\r\nis no doubt that both appellants were fully apprised of the cases\r\nagainst them. To put the matter beyond doubt, both appellants\nwere\r\nlegally represented when the matters were heard in court. To my mind\r\nthere can be no better proof of effective service of\nthe written\r\nnotice as demanded by s 4(2) than in the present two matters. If they\r\nhad intended to place any matter before the respective\ncourts for\r\nconsideration the appellants had the opportunity to do so. Instead\r\nthey elected to rely on technical defences rather\nthan dealing with\r\nthe merits of their cases.\n[14]\tViewed against the main purpose of PIE, the real\r\nissue is not so much whether or not there are two separate notices.\r\nThe real\nand proper enquiry should be whether there has been\r\neffective notice of the proceedings on the occupier in the sense that\r\na court\nis satisfied that the occupier has been fully informed of the\r\nimpending eviction, the grounds therefor, the date and place of\r\nhearing\nand the right to appear in court and be represented. This is\r\nexactly what happened in the two appeals. Accordingly I am satisfied\n\nthat effective notice was given to the appellants. To hold otherwise\r\nwould promote slavish adherence to form above substance.\n[15]\tIn order to avoid any possible confusion, I find it\r\nappropriate to encapsulate what I believe to be the import of what we\r\nhave\ndecided in this case:\nA. With regard to evictions under PIE\r\nthe procedure in the high court is determined by s 4 of PIE and\r\nthe uniform rules of\nthe high court. The combined effect of these\r\nstatutory provisions has been explained by this court in\nCape\r\nKillarney Property Investments (Pty) Ltd v Mahamba\n2001 (4) 1222 (SCA). As far as proceedings in the high court are\r\nconcerned, nothing I have said in this case must be understood\nto\r\ndetract from that explanation.\nB.\tThe procedure in the magistratesâ courts is\r\ndifferent from the high court because of the difference in the\r\nprovisions of magistratesâ\ncourts rule 55, on the one hand, and\r\nrule 6 of the uniform rules of the high court, on the other.\nC.\tIn the magistratesâ court two notices contained in\r\ntwo separate documents are not required. One document will suffice as\r\nlong\nas:\n(1)\tthe content of the document and the manner of\r\nservice is approved by the magistratesâ court having jurisdiction,\r\nas envisaged\nby s 4(2) of PIE, pursuant to a preceding\nex\r\nparte\napplication.\n(2)\tthe contents of the document comply with the\r\nprovisions of s 4(5) of PIE, with rule 55 of the magistratesâ\r\ncourts rules and\nthe court order under (1).\n(3)\tthe document is served on the respondent and the\r\nmunicipality concerned in accordance with s 4(2) of PIE, the\r\nmagistratesâ\ncourts rules pertaining to service and the court order\r\nunder (1).\nD.\tWhen considering the order to be granted under C the\r\ncourt is obliged to ensure that the notice will be 'effective' in the\r\ncircumstances\nof the case having regard to the intent and import of\r\nPIE and s 26(3) of the Constitution.\nE.\tThe fact that the notice served on the respondent is\r\nin some respect deficient of s 4(2) or rule 55 will not necessarily\r\nbe fatal\nif the notice achieved the purpose contemplated by these\r\nstatutory provisions. Whether that purpose had been achieved cannot\r\nbe\nconsidered in the abstract, but will depend on the facts of each\r\ncase.\n[16]\tIn the result, the following orders are made:\nIn\nTheart v Deon N.O\n(appeal No 483/08):\nOn appeal from High Court, Cape Town (R B Cleaver and D\r\nH Zondi JJ sitting as court of appeal from the magistratesâ court).\n1\tThe appeal is dismissed with costs.\n2\tThe order of the court a quo is amended to read as\r\nfollows:\nâ\n(a)\tThe appeal is dismissed with costs.\n(b)\tThe order of the court a quo is amended to read as\r\nfollows:\nâ\n(i)\tThe application is granted with costs.\n(ii)\tThe first respondent and others occupying through\r\nhim are ordered to vacate the premises at 65 Van der Stel Street,\r\nStellenbosch\nwithin one month.\n(iii)\tFailing compliance with the order in (ii) the\r\nsheriff is authorised to evict the first respondent and others\r\noccupying through\nhim from the said property together with their\r\nbelongings and to hand over vacant possession to the applicant.ââ\n3\tThe one month period referred to in (b)(ii) shall be\r\ncalculated from the date of this judgment.\nIn\nSenekal v Winskor 174 (Pty)\r\nLtd\n(appeal No 007/09):\nOn appeal from High Court, Cape Town (Veldhuizen J and E\r\nT Steyn AJ sitting as a court of appeal from the magistratesâ\r\ncourt).\n1\tThe appeal is dismissed with costs.\n2\tThe order of the court a quo is amended to read as\r\nfollows:\nâ(a)\tThe appeal is dismissed with costs.\n(b)\tThe order of the court a quo is amended to read as\r\nfollows:\nâ\n(i)\tThe application is granted with costs.\n(ii)\tThe respondent and all others occupying through her\r\nare ordered to vacate the premises at erf 16274, being 1\r\nHawthornedene\nRoad, George, within fourteen days.\n(iii)\tFailing compliance with the order in (ii) the\r\nsheriff is authorised to evict the respondent and others occupying\r\nthrough her\nfrom the said property together with their belongings and\r\nto hand over vacant possession to the applicant.ââ\n3\tThe period of fourteen days referred to in (b)(ii)\r\nshall be calculated from the date of this judgment.\nâ¦â¦â¦â¦â¦â¦\n..\nL O BOSIELO\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT CASE 483/08: \t\tB C\r\nWharton\nInstructed by\nR P Totos Attorney, Cape\r\nTown\nSymington & De Kock,\r\nBloemfontein\nFOR APPELLANT CASE 007/09:\t\tB C\r\nWharton\nInstructed by\nR P Totos Attorney, Cape\r\nTown\nSymington & De Kock,\r\nBloemfontein\nFOR RESPONDENT CASE 483/08:\tM\r\nVerster\nInstructed by\nVan der Spuy & Vennote, Cape\r\nTown\nPhatshoane Henney Ing,\r\nBloemfontein\nFOR RESPONDENT CASE 007/09:\t\tC J\r\nH Maree\nInstructed by\nJ\r\nC Van der Berg Attorneys, George\nHill, McHardy & Herbst,\r\nBloemfontein",
  "scraped_at": "2026-02-12T05:30:17.628509",
  "date": "2009-12-03",
  "coram": [
    "MPATI P",
    "BRAND",
    "SNYDERS",
    "MALAN",
    "BOSIELO JJA"
  ],
  "case_number": "483/08, 007/09",
  "parties": {
    "applicants": [
      "J T Theart",
      "Coppersun (Pty) Ltd",
      "Ansie Senekal"
    ],
    "respondents": [
      "Deon Minnaar N.O",
      "Winskor 174 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Both appeals arose from eviction proceedings under the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE). In Theart, the appellants occupied premises under an option to purchase that later expired; the respondent served a s 4(2) notice and a notice of motion, both served together on 26 October 2007. In Senekal, the appellant occupied the property without a lease; the respondent served a single hybrid notice of motion containing the information required by s 4(2) and s 4(5), served on 11 July 2007. In each case the magistrate authorised the service and the appellants filed opposing affidavits and were represented at the hearing.",
    "issues": "The central issue was whether s 4(2) of PIE required two separate notices – a statutory notice and a rule‑based notice of motion – to be issued and served on different occasions, or whether a single document that satisfied the content requirements could suffice in magistrates’ court proceedings.",
    "principles": "The court relied on the wording of s 4(2) and s 4(5) of PIE, the requirement that notice be effective and contain prescribed information, and on precedent such as Cape Killarney Property Investments v Mahamba (which clarifies that a court‑authorised notice must contain the required contents but does not mandate a separate document), Moela v Shoniwe and Unlawful Occupiers v City of Johannesburg (which stress the purpose of the notice – to inform the occupier of the proceedings and rights). The court held that the purpose, not the form, is decisive, and that a single, court‑authorised notice satisfying s 4(5) is sufficient.",
    "application": "Applying these principles, the court found that in both Theart and Senekal the notices, although combined in one document, were authorised by the magistrate, contained all information prescribed by s 4(5), and were served on the occupier and the municipality at least 14 days before the hearing. The appellants had full knowledge of the case, were represented, and had the opportunity to oppose the eviction. Therefore the notices were deemed effective and the requirement for two separate notices was not met.",
    "conclusion": "Both appeals were dismissed with costs. The orders of the lower courts were amended to grant the eviction applications, ordering the occupiers to vacate within one month in Theart (65 Van der Stel Street, Stellenbosch) and within fourteen days in Senekal (erf 16274, 1 Hawthornedene Road, George), with the sheriff authorised to enforce the evictions if necessary."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Eviction",
    "level_3": [
      "Prevention of Illegal Eviction Act",
      "Section 4 notice requirements",
      "Magistrates' court procedure"
    ]
  }
}