{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/138.html",
  "case_name": "Schoombee v Marais (635/08) [2009] ZASCA 138; [2010] 2 All SA 184 (SCA) (9 November 2009)",
  "citation": "[2009] ZASCA 138",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 138\n|\nNoteup\n|\nLawCite\nSchoombee v Marais (635/08) [2009] ZASCA 138; [2010] 2 All SA 184 (SCA) (9 November 2009)\nDownload original files\nPDF format\nRTF format\nDIE\r\nHOOGSTE HOF VAN APPÈL\nREPUBLIEK\r\nVAN SUID-AFRIKA\nUITSPRAAK\nSaak no: 635/08\nANDRIES GOTTLIEB\r\nSCHOOMBEE\nAppellant\nen\nANNA-MARIE\r\nMARAIS\tRespondent\nNeutrale\r\nsitasie:\nSchoombee\r\nv Marais\n(635/08)\n[2009] ZASCA 138\n(9 November 2009)\nCoram:\nSTREICHER,\r\nLEWIS, BOSIELO ARR, HURT en GRIESEL Wn ARR\nVerhoordatum:\n9\r\nNOVEMBER 2009\nGelewer:\n9\r\nNOVEMBER 2009\nOpsomming:\nProfessionele\r\nnalatigheidseis van die hand gewys.\nBEVEL\nOp appèl vanaf: die\r\nTransvaalse Provinsiale Afdeling (Van Rooyen Wn R as hof van eerste\r\ninstansie).\nDie appèl word gehandhaaf\r\nmet koste en die bevel gemaak deur die hof benede word vervang met\r\ndie volgende bevel:\nâ\nDie eiseres se aksie word van\r\ndie hand gewys met koste.â\nUITSPRAAK\nSTREICHER JA (LEWIS, BOSIELO ARR,\r\nHURT en GRIESEL AAR\nstem\r\nsaam)\n[1]\tDie appellant is\n`n prokureur wat vir die respondent opgetree het in `n\r\negskeidingsgeding teen haar destydse eggenoot, Mnr Marais. Die\r\negskeidingsgeding\nis mettertyd geskik op die basis dat Marais `n\r\nbedrag van R600 000 aan haar betaal, dat sy afstand doen van\r\nhaar reg op onderhoud\nen dat Marais `n bydrae van R15 000 tot\r\nhaar koste maak. Nadat `n egskeidingsbevel op hierdie basis\r\ntoegestaan is, het die\nrespondent die appellant in die Transvaalse\r\nProvinsiale Afdeling van die Hooggeregshof gedagvaar vir\r\nskadevergoeding op grond daarvan\ndat hy kontrakbreuk gepleeg het deur\r\nnalatiglik aan haar sekere verkeerde advies te gee. Die hof benede,\r\nby monde van Van Rooyen\nWn R, het bevind dat die appellant wel\r\nnalatiglik verkeerde advies aan die respondent gegee het en het hom\r\nbeveel om skadevergoeding\nten bedrae van R1.1m tesame met rente aan\r\nhaar te betaal. Dit is teen hierdie bevel wat die appellant, met die\r\nverlof van die hof\n benede, appelleer.\n[2]\tIn haar\r\nbesonderhede van vordering het die respondent beweer dat die\r\nappellant met haar ooreengekom het om haar te verteenwoordig\nin haar\r\negskeidingsgeding teen Marais en dat dit `n term van die ooreenkoms\r\nwas dat die appellant sy dienste sonder enige nalatigheid\nsou\r\nuitvoer. Die respondent het verder beweer dat die appellant sy\r\nkontraktuele verpligtinge teenoor haar verbreek het deur haar\n\nnalatiglik en verkeerdelik te adviseer â\n(i)\tom die\r\negskeidingsgeding af te handel op die basis dat die huweliksbedeling\r\ntussen haar en Marais buite gemeenskap van goed\nwas; en\n(ii)\tom die\r\nsaak te skik op die basis dat Marais aan haar R600 000 betaal in\r\nvolle en finale vereffening van enige vermoënsregtelike\neis\r\ninsluitende enige eis vir onderhoud wat sy teen Marais mag gehad het.\n[3]\tNadat die\r\ngeding reeds etlike dae in die hof benede gedien het en die\r\nrespondent reeds vir etlike dae gekruisvra is, het sy\nhaar\r\nbesonderhede van vordering gewysig deur `n alternatiewe basis vir\r\nhaar skadevergoedingeis in te voeg. Ingevolge die wysiging\nhet sy in\r\ndie alternatief beweer dat die appellant nalatiglik en verkeerdelik\r\nnagelaat het om haar te adviseer om nie die saak\nop die voormelde\r\nbasis te skik nie.\n[4]\tDie hof\r\nbenede het bevind dat die appellant `n oordeelsfout begaan het met\r\nbetrekking tot die advies wat hy gegee het aangaande\ndie\r\nhuweliksbedeling tussen die respondent en Marais maar dat âdie\r\noordeelsfout nie `n nalatige een was waarvoor hy regsaanspreeklikheid\n\nsou kon opdoen nieâ. In hierdie verband het die hof benede verwys\r\nna\nMouton\r\nv Mynwerkersunie\n1977 (1) SA 119\n(A) op 142H â 143B.\n[5]\tDie hof \r\nbenede het verder bevind dat die appellant nie in een van die opsigte\r\ngenoem in die besonderhede van vordering nalatig\nwas  nie maar dat hy\r\nwel in `n ander opsig nalatig was. Ek gaan dus voort om met\r\nlaasgenoemde bevinding te handel.\n[6]\tIn sy\r\nnadere besonderhede vir doeleindes van verhoor het Marais sy bates\r\ngewaardeer teen R6 022 290 waarvan R2 842 500\ndie\r\nwaarde was wat hy op sy plaaseiendomme geplaas het. Die respondent\r\nwas egter van mening dat sy bates minstens R14m werd was.\nDie\r\nappellant het gevolglik voorgestel dat `n waardeerder aangestel word\r\nom die plaaseiendomme te waardeer. `n Waardeerder het\nR8 500\r\ngekwoteer om so`n waardasie te doen maar die respondent het gevoel\r\ndat dit te duur was en het opdrag aan die appellant\ngegee om nie\r\nvoort te gaan met die waardasie nie. Alhoewel die appellant op `n\r\nvroeëre stadium in `n brief aan die respondent\nmelding gemaak\r\nhet van die moontlikheid om aansoek te doen vir `n bydrae tot koste\r\nhet die appellant nie voorgestel dat dit gedoen\nword ten opsigte van\r\ndie koste van die waardeerder nie. Ter verduideliking hiervan het die\r\nappellant getuig dat hy nooit die indruk\ngekry het dat die respondent\r\nsukkel met die betaling van regskoste nie. Die respondent het ook\r\ntoegegee dat wanneer ookal sy deur\ndie appellant gevra is om\r\nregskoste te betaal sy dit betaal het, soms selfs meer as wat gevra\r\nis. Sy het nietemin getuig dat sy\nnie die R8 500 kon bekostig\r\nnie.\n[7]\tOp grond\r\nvan die voormelde getuienis het die hof benede beslis dat die\r\nappellant wel nalatig was deur nie te gepoog het om die\nrespondent te\r\noortuig dat die reël 43 prosedure onder die omstandighede\r\nnoodsaaklik was ten einde fondse te bekom om die respondent\nin staat\r\nte stel om `n waardasie van Marais se plaaseiendomme te laat doen\r\nnie. Nadat die hof benede so beslis het, het dit toestemming\nverleen\r\ndat die saak heropen word sodat die respondent getuienis kon aanbied\r\nten aansien van die waarde van die plaaseiendomme\nsoos ten tyde van\r\ndie skikking. Ten einde aan die respondent die geleentheid te gee om\r\ndie plaaseiendomme te laat waardeer soos\nten tyde van die skikking\r\nhet die hof benede ook die saak uitgestel. By die hervatting van die\r\nverhoor het dit geblyk dat `n waardeerder\ndeur die respondent\r\naangestel die oorgrote meerderheid van Marais se eiendomme waardeer\r\nhet teen minder as die waarde wat deur\nMarais op die betrokke\r\neiendomme geplaas is in die egskeidingsgeding.\n[9]\tDie hof\r\nbenede het `n argument dat dit, in die lig van die waardasies, geen\r\nverskil aan die verloop van die egskeidingsgeding\nsou gemaak het\r\nindien `n reël 43 aansoek gebring is en indien `n waardasie van\r\nMarais se eiendomme voor die skikking van die\nsaak verkry is nie,\r\nverwerp. Dit het bevind dat daardie argument âdie punt misâ.\r\nVolgens die hof benede het die appellant se\nversuim om haar te\r\nadviseer soos voormeld âveroorsaak dat (die respondent) nie `n\r\nkeuse kon uitoefen om te litigeer of nie te\nlitigeer nieâ. In\r\nhierdie verband het die hof benede verwys na sake waarin gehandel is\r\nmet die aanspraak op skadevergoeding as\ngevolg van die verlies van `n\r\ngeleentheid.\n1\nDie hof benede het ook spesifiek verwys na die volgende passasie in\nBurger\r\nv Union National South British Insurance Company\n1975 (4) SA 72\n(W) te 74H waar Colman R sê:\n2\nâ\nCausation\r\nis one thing and quantification is another\n. . .. It has never, within the range of my knowledge and experience,\r\nbeen the approach of our Courts, when charged with the assessment\nof\r\ndamages, to resolve by an application of the burden of proof such\r\nuncertainties as I have referred to.â\n[10]\tDie\r\nrespondent is egter nie `n geleentheid ontneem om te litigeer of nie\r\nte litigeer nie of om `n keuse uit te oefen om te\nlitigeer of nie te\r\nlitigeer nie. Ten beste vir haar het die appellant versuim om te\r\nverseker dat sekere inligting tot haar beskikking\ngestel word. Slegs\r\nindien daar `n moontlikheid bestaan dat sy in die lig van daardie\r\ninligting moontlik nie die saak sou skik kan\ndit gesê word dat\r\nsy moontlik skade gely het as gevolg van die feit dat die inligting\r\nnie tot haar beskikking gestel is nie.\nDit is egter op `n oorwig van\r\nwaarskynlikhede bewys dat die inligting geen verskil sou gemaak het\r\nnie. Die respondent het gemeen\ndat die eiendomme veel meer werd was\r\nas wat Marais beweer het die geval was maar het nietemin geskik op\r\ndie voormelde basis. Dit\nis dus duidelik dat die mening van `n\r\nwaardeerder dat die eiendomme selfs minder werd was as wat Marais\r\nbeweer het die geval was\nhaar eerder sou aanmoedig as ontmoedig om op\r\ndaardie basis te skik. Die respondent het gevolglik geen skade gely\r\nas gevolg van\ndie feit dat geen waardasie van die plaaseiendomme ten\r\ntyde van die egskeidingsgeding bekom is nie. Die kwantifikasie van\r\nskade\nkom dus glad nie ter sprake nie.\n[11]\tVoor ons\r\nwas daar geen verskyning vir die respondent nie. Dit is gevolglik nie\r\nvoor ons betoog dat die respondent se vordering\nop enige van die\r\nander basisse geopper in haar besonderhede van vordering moes slaag\r\nnie. So ân betoog sou ook nie suksesvol\nkon wees nie. Die\r\nrespondent bekla haar in die eerste plek daaroor dat die appellant\r\naanbeveel het dat die egskeidingsgeding afgehandel\nword op die basis\r\ndat die huweliksbedeling tussen haar en Marais buite gemeenskap van\r\ngoed was. Dit is egter duidelik dat dit futiel\nen `n mors van geld\r\nsou wees om te betwis dat die huwelik buite gemeenskap van goed was.\r\nDie respondent en Marais is getroud in\n1972. Vanaf 1986 het hulle\r\napart gewoon en die saak is geskik in 1998. Haar handtekening verskyn\r\nop `n huweliksvoorwaardekontrak\ningevolge waarvan die huwelik buite\r\ngemeenskap van goed sou wees. Volgens haar identiteitsdokument was sy\r\nbuite gemeenskap van\ngoed getroud. Die huis waarin sy vanaf 1986 tot\r\nin 1998 apart van Marais gewoon het was in haar naam geregistreer en\r\ndie registrasie\ndokumente sou aangedui het dat sy buite gemeenskap\r\nvan goed getroud was. Volgens die notaris wat die\r\nhuweliksvoorwaardekontrak\nverly het was dit sy gebruik om aan persone\r\nwat `n huweliksvoorwaardekontrak aangaan die effek van so ân\r\nkontrak te verduidelik.\nHy kon nie aan enige rede dink waarom hy dit\r\nnie ook aan die respondent sou verduidelik nie. Onder daardie\r\nomstandighede sou geen\nhof haar getuienis aanvaar dat sy slegs `n\r\nenkelblad en nie die huweliksvoorwaardekontrak bestaande uit vier\r\nbladsye voor die notaris\ngeteken het nie, dat sy vir 27 jaar gemeen\r\nhet dat sy binne gemeenskap van goed getrou het en dat sy deur die\r\nnotaris mislei is.\n`n Hof sou dit veral nie aanvaar het nie in die\r\nlig van haar getuienis dat die notaris in antwoord op haar vraag âwat\r\nteken ekâ\ngeantwoord het âdit is `n formaliteit, u notuleer dat u\r\nvan plan is om buite gemeenskap van goed te trouâ en dat sy toe\r\nhaar\nnaam geteken het, âmin wetende, dit was die agterblad van my\r\nhuweliksvoorwaardekontrak, wat ek eers uitgevind het 27 jaar daarnaâ.\n[12]\tDie\r\nappellant het getuig dat hy nie die respondent aanbeveel het om op\r\ndie voormelde basis te skik nie, dat hy deurentyd, vir\n`n periode van\r\nongeveer `n jaar en `n half, dit aan haar duidelik gemaak het dat\r\ndaar geen rede was om die saak te skik nie en\ndat dit `n goeie saak\r\nwas om hof toe te neem. Hy het ook getuig dat hy aan haar die nadele\r\nuitgewys het om afstand te doen van\nonderhoud en om `n enkelbedrag te\r\naanvaar.\nDesnieteenstaande\r\nhet die respondent, met volle kennis van haar regte, hom uitdruklik\r\nopdrag gegee om die saak op die voorgestelde\nbasis te skik.\nDie hof benede\r\nhet die appellant â`n besonder eerlike getuie gevindâ en daar\r\nblyk geen rede te wees om van hierdie bevinding\nte verskil nie. Onder\r\ndie omstandighede kon die respondent ook nie op enige van die ander\r\nbasisse vermeld in haar besonderhede\nvan vordering slaag nie.\n[13]\tDie appèl\r\nword gevolglik gehandhaaf met koste en die bevel gemaak deur die hof\r\nbenede word vervang met die volgende\nbevel:\nâ\nDie eiseres se aksie word van\r\ndie hand gewys met koste.â\n___________________\nP E STREICHER\nAPPÈLREGTER\nVERSKYNINGS\n:\nNamens appellant:\tJ P Vorster SC\nInstruksies deur:\nRoutledge Modise, Johannesburg\nWebbers, Bloemfontein\nNamens respondent:\nInstruksies deur:\nRooth Wessels Motla Conradie,\r\nPretoria\nMcIntyre & Van der Post,\r\nBloemfontein\n1\nDe Klerk v Absa Bank Ltd and others\n2003 (4) SA 315\n(SCA) paras 30 to 32.\n2\nAangehaal deur Schutz JA in\nDe Klerk v Absa\r\n\tBank Ltd and others\n2003 (4) SA 315\n(SCA) te para 33.",
  "scraped_at": "2026-02-12T05:23:00.941630",
  "date": "2009-11-09",
  "coram": [
    "STREICHER JA",
    "LEWIS JA",
    "BOSIELO ARR",
    "HURT JA",
    "GRIESEL Wn ARR"
  ],
  "case_number": "635/08",
  "parties": {
    "applicants": [
      "Andries Gotlieb Schoombee"
    ],
    "respondents": [
      "Anna-Marie Marais"
    ]
  },
  "sections": {
    "facts": "The appellant, a solicitor, represented the respondent in a divorce action against her husband, Marais. The divorce decree required Marais to pay R600,000 to the respondent, the respondent to relinquish maintenance rights, and Marais to contribute R15,000 toward costs. After the decree, the respondent sued the solicitor for professional negligence, claiming he gave incorrect advice that the matrimonial property regime was out of community of property and that the R600,000 settlement was a full and final settlement of all claims. The trial court found the solicitor negligent and awarded R1.1 million in damages plus interest. The solicitor appealed.",
    "issues": "1) Whether the solicitor was negligent in advising the respondent that the matrimonial property regime was out of community of property and that the settlement was final. 2) Whether the solicitor’s failure to advise the respondent to obtain a rule 43 order for a property valuation constituted negligence. 3) Whether any alleged negligence caused actual loss or damage to the respondent, and if so, how damages should be quantified.",
    "principles": "The court applied the standard of professional negligence for attorneys, requiring a solicitor to advise a client of all material information and to take reasonable steps to protect the client’s interests. Relevant authorities included Mouton v Mynwerkersunie (error of judgment not amounting to negligence), Burger v Union National South British Insurance Co (principles of causation and quantification of damages), and rules concerning rule 43 applications for costs to obtain valuations. The court reaffirmed that a solicitor’s duty includes advising the client to secure a valuation when it may affect the settlement.",
    "application": "The appellate court held that the solicitor’s mistaken view on the matrimonial property regime was an error of judgment, not negligence. However, the court found that the solicitor was negligent in failing to advise the respondent to obtain a rule 43 order, thereby depriving her of the opportunity to secure a valuation that could have influenced the settlement. Despite this negligence, the court concluded that the absence of the valuation would not have altered the settlement, and consequently the respondent suffered no actual loss attributable to the solicitor’s conduct.",
    "conclusion": "The appeal was upheld. The lower court’s judgment ordering the solicitor to pay damages was set aside and replaced with a dismissal of the respondent’s action. The appellant’s appeal succeeded, and the appellant was awarded costs. The final order was that the respondent’s action is dismissed with costs."
  },
  "tags": {
    "level_1": "Professional Negligence",
    "level_2": "Legal Services",
    "level_3": [
      "negligence",
      "divorce",
      "valuation",
      "rule 43",
      "damages"
    ]
  }
}