{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/27.html",
  "case_name": "African Products (Pty) Ltd v AIG South Africa Ltd (659/2007) [2009] ZASCA 27; 2009 (3) SA 473 (SCA) ; [2009] 4 All SA 99 (SCA) (27 March 2009)",
  "citation": "[2009] ZASCA 27",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 27\n|\nNoteup\n|\nLawCite\nAfrican Products (Pty) Ltd v AIG South Africa Ltd (659/2007) [2009] ZASCA 27; 2009 (3) SA 473 (SCA) ; [2009] 4 All SA 99 (SCA) (27 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL\nOF SOUTH AFRICA\nCase number: 659/2007\nIn the matter between:\nAFRICAN PRODUCTS (PTY) LTD\t\t             \t    \r\nAPPELLANT\nand\nAIG SOUTH AFRICA LIMITED\t\t\t\t             RESPONDENT\nNeutral citation:\nAfrican\r\nProducts (Pty) Ltd v AIG South Africa Ltd\n(659/2007)\n[2009] ZASCA 27\n(27 March 2009)\nCORAM:\t\tMPATI P, BRAND, CLOETE, CACHALIA JJA et\r\nBOSIELO AJA\nHEARD:\t\t3 MARCH 2009\nDELIVERED:\t27 MARCH 2009\nSUMMARY\n:\t\tInsurance â\r\nInterpretation of policy containing expression âunforeseen and\r\nsuddenâ â to avoid tautology âsuddenâ,\nwhich also bears\r\nmeaning of unforeseen, to be given its temporal meaning, ie âabruptâ,\r\nâoccurring quicklyâ or âhappening\nall at onceâ.\n_____________________________________________________\nORDER\n_____________________________________________________\nOn appeal from\n:\tHigh Court of\r\nSouth Africa (Johannesburg)\n(Joffe J sitting as court of first instance.)\nThe appeal is dismissed with costs, which are to include\r\nthe costs of two counsel.\n_____________________________________________________\nJUDGMENT\n______________________________________________\nMPATI P\n(BRAND, CLOETE,\r\nCACHALIA JJA and BOSIELO AJA concurring):\n[1]\nThe issue in\r\nthis appeal is whether loss of gross profits, suffered by the\r\nappellant company, due to loss of production as a result\nof\r\nelectrical failure, is covered under a policy of insurance issued by\r\nthe respondent.\n[2]\tThe appellant is a subsidiary of\r\nTongaat-Hulett Group Ltd. It owns and operates a maize milling\r\nfacility situated at Kliprivier,\nknown as the Kliprivier Mill ('the\r\nMill'). The Mill was designed and constructed by Fluor SA (Pty) Ltd\r\nand production commenced\nin 1998, soon after completion of the\r\nconstruction process. The designing of the Mill included the\r\ninstallation of electricity\nsubstations and layout of electricity\r\ncables which transmitted power from an Eskom power point to, and\r\npast, the substations to\nthe machinery in the plant. It is common\r\ncause that all the equipment (machinery) used in the operation of the\r\nMill is powered\nby electricity.\n[3]\tIt is not in dispute that at\r\n04:50 on 11 September 2002 a cable failure was detected at the Mill\r\nwhen a certain switch tripped.\nFurther cable failures were\r\nexperienced during the course of the day. Technicians who were called\r\nin discovered that cables under\none of six substations, substation\r\ntwo, were heating up. They had been laid in sand under a concrete\r\nslab and bent at a 90°\nangle beneath the substation before\r\nentering it. A total of 650 cables were connected from the substation\r\nto the Mill. The cables\nbeneath the concrete were not at all visible\r\nfrom above. So also the cables inside the substation. To get to them,\r\nthe concrete\nslab had to be excavated. Temporary cables had in the\r\nmeantime been connected so as to ensure continued production at the\r\nMill.\n[4]\tAfter the concrete slab had been\r\nbroken up, closer inspection of the cables beneath it revealed that\r\nthe cables had been laid\nclose to each other. Because of this the\r\nheat generated by the electric current which passed through the\r\ncables did not dissipate\nsufficiently. The result was that the\r\npolyvinylchloride (PVC) insulation covering the copper conductors had\r\nsoftened and worn away.\nConsequently, some of the copper conductors\r\ncame into contact with each other and this caused the cable failure.\r\nIt was also discovered\nthat a substantial number of cables which had\r\nnot as yet come into contact with each other had functionally failed\r\nbecause, having\nregard to the wearing out of the insulation as a\r\nresult of the excessive heat, they were dangerously close to each\r\nother and would\nimminently come into contact and fail electrically.\n[5]\tBy 19 September 2002 it became\r\nclear to the appellant that operations at the plant could not\r\ncontinue since, in the view of\nthe management, it had become unsafe\r\nto do so. Pending the redesign of the cables from substation 2 to the\r\nMill, temporary measures\nwere taken by laying cables in such a manner\r\nas would bypass the failed ones. For this operation a decision was\r\ntaken to shut down\nthe Mill from 19 September 2002. It was reopened\r\non 15 October 2002. It is the loss of production during this period\r\nof shut down\nwhich the appellant seeks to recover under the\r\nindemnification provided for in the contract of insurance.\n[6]\tAt the commencement of the trial\r\nbefore\nthe court below\r\n(Joffe J), an order was made, by agreement between the parties, in\r\nterms of which the issues of the merits and quantum\nwere separated.\r\nThe trial accordingly proceeded on the issue of the merits of the\r\ncase only, which the court a quo decided in favour\nof the respondent.\r\nIt consequently dismissed the appellant's claim with costs. This\r\nappeal is with its leave.\n[7]\tIn terms of the contract of\r\ninsurance the respondent agreed to indemnify or compensate the\r\nappellant âby payment or, at [the\nrespondentâs] option, by\r\nreplacement, reinstatement or repair, in respect of the Insured\r\nEvents occurring during the period of\ninsurance . . .'. The insured\r\nevent in this case is defined in section 3 of the insurance policy,\r\nheaded 'Business Interruption',\nas:\n'Loss\r\nfollowing interruption of or interference with the business in\r\nconsequence of damage occurring during the period of insurance\nin respect of which payment has been made or liability admitted\r\nunder:\n. . .\nSection 2: Engineering.'\nThe Engineering section then defines the insured event\r\nas '[u]nforeseen and sudden physical damage to the machinery\r\ndescribed in\nthe schedule from any cause . . . whilst it is at work\r\nor at rest . . .' and goes on to provide that:\n'Machinery shall mean all plant\r\nand machinery and/or electronic equipment including that equipment\r\nbeing an integral part of controlling\nmachinery, property held in\r\ntrust or on commission and foundations supporting machinery . . . .â\nIn order to succeed in its claim, therefore, the\r\nappellant would not only have had to prove that the electrical cables\r\nthat failed\nconstituted machinery as defined, but also that the\r\ndamage it relied on, was 'unforeseen and sudden'.\n[8]\tIn opposing the appellant's claim the respondent\r\nsubmitted that (a) the electricity cables did not constitute\r\nmachinery as defined\nin the Engineering section; (b) that the\r\nphysical damage relied on may have been 'unforeseen', but it was not\r\n'sudden'; and (c)\nthat in any event the claim was excluded by\r\nspecific exception 4 of the Engineering section of the policy, which\r\nreads:\n'The Insurers shall not be\r\nliable to indemnify the Insured irrespective of the original cause in\r\nrespect of:\n. . .\n4.\twastage of material or the\r\nlike or wearing away or wearing out of any part of the machinery\r\ncaused by or naturally resulting\nfrom ordinary usage or working or\r\nother gradual deterioration.'\nOn the specific exception, it was contended on behalf of\r\nthe respondent that the damage to the cables was due to wearing away\r\nor\nwearing out caused by gradual deterioration of the PVC insulation\r\nand that the appellant's claim for indemnification was therefore\n\nexcluded.\n[9]\tI am prepared to accept, without deciding, that the\r\nelectricity cables fall under 'all plant and machinery' in the\r\ndefinition\nsection and thus constituted machinery as defined in the\r\npolicy document. It is perhaps convenient at this stage to give a\r\ncloser\ndescription of the design of the cables with which we are here\r\nconcerned. Although evidence was led before the trial judge, no\r\ntranscript of it formed part of the appeal record in this court. It\r\nappears that the evidence was not mechanically recorded during\nthe\r\ntrial. The parties were agreed, however, that the facts are\r\nessentially common cause and have been accurately summarised in\nthe\r\njudgment of the court a quo. In its judgment the court summarised the\r\nevidence of Dr Peter Carstensen,\n1\na chemical engineer, on the description of the cables as follows:\n'Carstensen testified that\r\nelectrical cables are designed to either convey electrical energy\r\n(these cables are called power cables)\nor electrical signals (these\r\ncables are called control cables) from one point to another. The\r\npower cables relevant to the present\nmatter consist of four copper or\r\naluminium conductors. Each aforesaid conductor is covered  by an\r\nintact sheath of plasticised\npolyvinylchloride (\"PVC\")\r\nwhich serves to insulate the one conductor from the other. The four\r\nconductors are twisted\ntogether to make a core and are kept together\r\nwith a polyester tape. A PVC bedding is extruded over the tape. The\r\nbedding is in\nturn covered by galvanised steel wire armour. The steel\r\nwire armour is utilised for mechanical purposes. It, in turn, is\r\ncovered\nby a PVC outer sheath. According to Carstensen, the\r\nelectrical properties and the thickness of the insulation layer\r\ndetermines\nthe voltage which can be imposed on the cable. The\r\ncross-section of the conductor determines the resistance of a\r\nconductor and\nhence the maximum allowable current that can be carried\r\nby the cable.'\n[10]\tIt is not in dispute that if the copper conductors\r\nconveying the electricity come into contact with each other the cable\r\nwill\nfail. And if the PVC insulation wears away, the conductors will\r\ncome into contact with each other.\n[11]\tCounsel for the appellant submitted that damage to\r\nthe mechanical properties of the cable does not in and of itself lead\r\nto\na failure of the cables. The proposition was that it is only when\r\nthe electrical properties of the cable fail, that is, when the\ncopper\r\nconductors come into contact with each other, that the cable fails.\r\nCounsel accordingly contended that even though the damage\nto the\r\ncopper wires may have flowed from the softening of the PVC\r\ninsulation, physical damage in this instance occurred when the\ncopper\r\nconductors came into contact with each other and that this happened\r\ninstantaneously. The cables could still be used even\nthough there was\r\ndamage to the PVC. The physical damage thus relied upon in support of\r\nthe appellant's claim is that when the copper\ncables failed,  ie when\r\nthe copper conductors touched, this constituted actual and\r\nindependent damage, which, says the respondent,\nwas unforeseen and\r\nsudden.\n[12]\tIn construing a policy of insurance the ordinary\r\nrules relating to the interpretation of contracts must be applied, so\r\nas to\nascertain the intention of the parties. As was said in\nFedgen\r\nInsurance Ltd v Leyds\n,\n2\n'[s]uch intention is . . . to be gathered from the language used\r\nwhich, if clear, must be given effect to. This involves giving\nthe\r\nwords used their plain, ordinary and popular meaning unless the\r\ncontext indicates otherwise. . . Any provision which purports\nto\r\nplace a limitation upon a clearly expressed obligation to indemnify\r\nmust be restrictively interpreted; . . . for it is the insurer's\nduty\r\nto make clear what particular risks it wishes to exclude . . . . A\r\npolicy normally evidences the contract and an insured's\nobligation,\r\nand the extent to which an insurer's liability is limited, must be\r\nplainly spelt out. In the event of a real ambiguity\nthe\ncontra\r\nproferentem\nrule, which requires a written\r\ndocument to be construed against the person who drew it up, would\r\noperate against . . . [the] drafter\nof the policy.'\n3\n[13]\tSince the words 'unforeseen' and 'sudden' are\r\njoined by the conjunctive 'and', the physical damage to the cables\r\nmust have\nbeen both unforeseen and sudden, and because the two words\r\nmay, depending on the context, bear the same meaning, they must each\n\nbe given a meaning that will avoid tautology or superfluity. In\nWellworths Bazaars Ltd v Chandler's Ltd\n4\nthis court quoted with approval the following passage from the\r\ndecision of the Privy Council in\nDitcher v\r\nDenison\n:\n5\n'It is a good general rule in\r\njurisprudence that one who reads a legal document whether public or\r\nprivate, should not be prompt\nto ascribe â should not, without\r\nnecessity or some sound reason, impute â to its language tautology\r\nor superfluity, and should\nbe rather at the outset inclined to\r\nsuppose every word intended to have some effect or be of some use.'\nA court should thus be slow to conclude that words in a\r\nsingle document are tautologous and superfluous.\n6\n[14]\tThe Shorter Oxford English Dictionary gives the\r\nprimary meaning of the word 'sudden' as 'happening or coming without\r\nwarning\nor premonition'; 'taking place or appearing all at once'. The\r\nCollins Thesaurus (New) defines 'sudden' as 'quick, rapid,\r\nunexpected,\nswift, hurried, abrupt, hasty, impulsive, unforeseen'.\r\n'Unforeseen' is defined as 'unexpected, unanticipated, unpredicted,\r\nsurprise/ing,\nsudden, startling, accidental, abrupt, out of the blue,\r\nunlooked for, unenvisaged'. In the Collins English Dictionary the\r\nword\n'sudden' is defined as 'occurring or done quickly or\r\nunexpected'. 'Unforeseen' is given the meaning of 'not anticipated or\r\npredicted'.\nThe Concise Oxford Dictionary defines 'sudden' as\r\n'occurring or done unexpectedly or without warning, abrupt; hurried;\r\nhasty'.\n'Unforeseen' is defined as 'not foreseen'.\n[15]\tCounsel for the appellant submitted that there is\r\nno reason, in this case, not to give the word 'sudden', in the\r\ncontext of\nthe policy of insurance, the meaning of 'happening or\r\ncoming without warning'. This submission was predicated on another\r\ncontention\nby counsel that the question was whether or not the policy\r\ncould have contemplated that any physical damage ought to have been\r\n'sudden' from an objective perspective or from the perspective of the\r\ninsured. It could hardly have been the intention of the parties,\n\ncounsel argued, that the insured upon whom physical damage was\r\nsuddenly sprung in circumstances where it could have taken no steps\n\nto avoid such damage, would be deprived of protection of the policy\r\nbecause something was manifesting itself over a period of time\nwhich\r\ncould not have been known to or come to the attention of the insured.\r\nTo interpret the word 'sudden' in a way other than\nthat contended for\r\nby him, counsel contended, would be to deprive the policy of the\r\nsound commercial principles and good business\nsense referred to by\r\nBoruchowitz J in\nGrand Central Airport (Pty)\r\nLtd v AIG SA Ltd.\n7\nIn that case the following was stated:\n'An insurance policy should be\r\nconstrued in accordance with sound commercial principles and good\r\nbusiness sense, so that its provisions\nreceive a fair and sensible\r\napplication. The literal meaning of words must not be permitted to\r\nprevail where it would produce an\nunrealistic and generally\r\nunanticipated result, as, for example, where it would absolve the\r\ninsurer from liability on the chief\nrisks sought to be covered by the\r\npolicy. (MacGillivray and Parkington\nOn\r\nInsurance Law\n8\nth\ned paras 1077 and 1078).'\n8\n[16]\tCounsel accordingly submitted that to give the\r\nmeaning of 'instantaneous' to the word 'sudden' would be\r\nunnecessarily restrictive\nand would defeat the object of the policy,\r\nbecause it would exclude indemnity where there was nothing the\r\nappellant could have\ndone to avoid what was encountered by it in this\r\ncase. Counsel also relied for these submissions on the decision of\r\nthe Supreme\nCourt of the State of Rhode Island (United States of\r\nAmerica) in\nTextron Inc v Aetna Casualty &\r\nSurety Co\n.\n9\nIn that case the court dealt with the meaning of the expression\r\n'sudden and accidental' in a pollution clean-up policy of insurance\n\nthat excluded liability for personal or bodily injury or loss of or\r\ndamage to property due to pollutants or contaminants into or\nupon\r\nland. The exclusion would, however, not apply if the discharge or\r\nrelease of such pollutants was 'sudden and accidental'.\nIn ascribing\r\na meaning to the word 'sudden' the court reasoned as follows:\n'While the modern word certainly\r\nhas acquired a secondary, temporal meaning, the original and still\r\nperfectly functional meaning\nof the word is happening without warning\r\nor anticipation. Thus, reading the word \"sudden\" in the\r\ncontext of insurance\npolicies to mean \"unexpected\" not only\r\nharmonizes with its context but also remains true to the wordâs\r\noriginal meaning.\nOur present interpretive problem with this word may\r\narise from our modern forgetfulness that it is often used to describe\r\na subjective\nstate, that is, the mental state of the person visited\r\nby the event.'\n10\n[17]\tThe court a quo, however, preferred the approach of\r\nthe Supreme Court of the Australian Capital Territories in\nVee\r\nH Aviation (Pty) Ltd v Australian Aviation Underwriting Pool (Pty)\r\nLtd\n,\n11\na case concerning the interpretation of the\r\nwords 'sudden and unforeseen damage' in an insurance policy\r\nindemnifying the breaking\ndown of an aircraft engine. There the court\r\nsaid:\n'31.\t\"Sudden\", to my\r\nmind, is to be contrasted with \"gradual\". Synonyms are\r\n\"abrupt\" and \"quick\".\nIt is often a connotation\r\nof the word that the event it describes should be \"unforeseen\",\r\nor \"unexpected\",\nor \"without warning\" but these\r\nwords, alone or in conjunction, do not express its denotation.\n. . .\n33.\tIn the ordinary, every day\r\nmeaning of the word, \"sudden\" is not the same as\r\n\"unforeseen and unexpected\".'\nThe court went further to say\n12\nthat the requirement that the damage should be both sudden and\r\nunforeseen was not tautologous; that the words have different\r\nmeanings,\nand that the requirements that they express were\r\ncumulative. The court a quo accordingly held that the word 'sudden'\r\nin the policy\nof insurance in the present matter 'is to be\r\ninterpreted as meaning temporally abrupt'.\n[18]\tAlthough in\nTextron\nthe Rhode Island Supreme Court referred to a number of supporting\r\ndecisions of the Supreme Courts of other American States, counsel\nfor\r\nthe respondent referred to decisions of yet other States which have\r\ntaken a contrary view on the meaning of the word 'sudden'\nin the\r\nexpression 'sudden and accidental' in pollution exclusion clauses in\r\npollution coverage insurance policies. The Supreme\nCourt of Michigan,\r\nfor example, held as follows in\nThe Upjohn\r\nCompany v New Hampshire Insurance Co:\n13\nâ\nWe conclude that when\r\nconsidered in its plain and easily understood sense, \"sudden\"\r\nis defined with a \"temporal element\nthat joins together\r\nconceptually the immediate and the unexpected\".'\n14\n[19]\tIn this court counsel for the appellant accepted\r\nthat anything happening without warning or unexpectedly (the meaning\r\nthey\ncontend should be ascribed to 'sudden') is also 'unforeseen'.\r\nThe interpretation contended for would, in my view, amount to\r\nsurplusage\nas the expression 'sudden and unforeseen' would, in\r\neffect, mean 'unforeseen and unforeseen'. That would be contrary to\r\nthe view\nthis court approved in\nWellworths\r\nBazaars,\nthat one should not be prompt\r\nwithout necessity or some sound reason, to ascribe tautology or\r\nsuperfluity to the language of a\nlegal document. It follows that I\r\nagree with Joffe J, in the court a quo, that the word 'sudden' in the\r\nexpression 'unforeseen\nand sudden' in the context in which it is used\r\nin the insurance policy concerned, should be understood in its\r\ntemporal sense, meaning\n'abrupt' or 'occurring quickly' or 'taking\r\nplace all at once'.\n[20]\tWhen a temporal sense is ascribed to 'sudden', the\r\nrequirement that physical damage be both unforeseen and sudden is not\r\ntautologous.\nIndeed, the intention of the parties becomes clear. Were\r\na motor which drives a conveyor belt in the production line in the\r\nplant\nto stop running suddenly and without warning (unexpectedly) and\r\nit is subsequently discovered that a new screw inside the motor\nhad\r\nsnapped, causing other parts to be dislodged, the insurer would be\r\nliable to indemnify the insured for lost production while\nrepairs to\r\nthe motor were being effected. The physical damage that would have\r\noccurred as a result of the snapping of the screw\nwould have been\r\nboth unforeseen and sudden. Were it to be found, however, that a\r\nscrew inside the motor had broken as a result\nof wearing out over a\r\nperiod, then the physical damage, though unforeseen, would not have\r\nbeen 'sudden'. The wearing out would\nhave happened over time but\r\nwould only have manifested itself when the screw eventually broke. In\r\nthis scenario the insurer would\nnot be liable to indemnify the\r\ninsured for loss of production. The fact that the physical damage\r\n(wearing out) was undiscovered\nuntil the screw broke does not make\r\nthe breaking sudden.\n[21]\tI can find no reason why giving a meaning with a\r\ntemporal element to the word 'sudden' would not be in accordance with\r\nsound\ncommercial principles and good business sense. While I do not\r\nquestion the soundness of the view expressed by Boruchowitz J\n15\nthat the literal meaning of words must not be permitted to prevail\r\nwhere it would produce an unrealistic and generally unanticipated\n\nresult, it must be remembered that the learned judge was not dealing\r\nin that case with the interpretation of an expression that\ncontains\r\nwords that may bear the same meaning as in the present matter. He was\r\ndealing with the question whether an exception in\na clause in a\r\npolicy of insurance excluded liability where the insured had incurred\r\nno expenses as yet in replacing or reinstating\ndamaged property.\n16\nBut the paramount object in construing an insurance contract is to\r\nascertain the intention of the parties which is to be gathered\nfrom\r\nthe words used and which must be given effect to, if clear when the\r\nwords are given their plain, ordinary and popular meaning.\n17\n[22]\tIt also follows that I do not agree with the\r\nsubmission on behalf of the appellant that this court should find the\r\nexpression\n'unforeseen and sudden' in the insurance policy concerned\r\nto be ambiguous. As I have attempted to demonstrate above, there is\r\nno\nambiguity when 'sudden' is given a meaning with a temporal element\r\nsuch as 'abrupt' or 'taking place all at once'. Nor do I agree\nthat\r\nphysical damage must have been sudden from the perspective of only\r\nthe insured. An objective perspective seems to me to be\nin accordance\r\nwith sound commercial principles and good business sense. I say this\r\nbecause if the unforeseen physical damage occurs\nsuddenly, viewed\r\nobjectively, the insurer will become liable. If, on the other hand,\r\nit is not sudden from an objective perspective\nno liability will\r\nattach. It would otherwise be difficult, if not impossible, to\r\ndislodge an assertion by a claimant that, viewed\nsubjectively,\r\nphysical damage was sudden even though such damage may be shown to\r\nhave been gradual and to have occurred over a\nlong period.  In my\r\nview, this could never have been the intention of the parties.\n[23]\tCounsel for the respondent sought to argue that\r\nbecause there was documentary evidence that the first cable failure\r\noccurred\nduring July 2002, the events of September 2002 cannot, on\r\nthe probabilities, be regarded as either unforeseen or sudden. I am\r\nunable\nto agree. One cannot conclude that merely because of an\r\nearlier cable failure the subsequent events of cable failure would\r\nhave\nbeen, or must have been, foreseen. I am in any event prepared to\r\naccept, for present purposes, that the cable failure on 11 September\n\n2002 was unforeseen. The question that remains to be answered is\r\nwhether the damage to the cables was sudden.\n[24]\tI do not agree that the 'physical damage' to the\r\ncables (machinery) only occurred when the copper conductors came into\r\ncontact\nwith each other, as submitted on behalf of the appellant. It\r\nis true that the cables failed, in the sense that as a result of the\n\ncopper conductors touching, a switch tripped. But as counsel for the\r\nappellant correctly contended, electricity could still be\ntransported\r\nthrough the copper conductors even when the PVC insulation and\r\ncovering was wearing away. It was only when the copper\nconductors\r\ntouched, due to the damage (physical) to the PVC, that the cables\r\nfailed. Clearly, therefore, the damage to the cables\noccurred when\r\nthe PVC wore away, resulting in the copper conductors becoming\r\nexposed, with the inevitability of them coming into\ncontact with each\r\nother.\n[25]\tPhotographs of the cables taken after the concrete\r\nslab had been broken up displayed many cables in an advanced state of\r\ndeterioration.\nThe insulation appears discoloured and brittle. In his\r\nexpert report Dr Carstensen described the cables as being\r\n'mechanically\nstressed' and as having been 'exposed to high\r\ntemperatures . . .\nfor periods so long\nthat the insulation had discoloured and the polyester tape . . .\r\ndisintegrated'. (My underlining.) The physical damage to the cables\n\nwas therefore not sudden. It is the manifestation of the damage that\r\nwas sudden and not the actual damage, which had occurred over\na\r\nlengthy period of time as observed by Dr Carstensen.\n[26]\tIt follows that the appeal must fail. In view of\r\nthis conclusion it becomes unnecessary for me to consider the other\r\nquestions\nraised by counsel for the appellant, viz the issue whether\r\nthe events in question were insurable; causation and whether the\r\nclaim\nis excluded by specific exception 4 of the Engineering section\r\nof the policy of insurance.\n[27]\tIn the result the appeal is dismissed with costs,\r\nwhich are to include the costs of two counsel.\nâ¦â¦â¦â¦â¦â¦\nL MPATI P\nAppearances:\nFor\r\nAppellant\t:\tA E Bham SC\nD\r\nG Leibowitz\nInstructed by:\nMervyn Taback Inc\nJohannesburg\nCorrespondence:\nWebbers\nBloemfontein\nFor\r\nRespondent:\tA E Franklin SC\nB\r\nBerridge\nInstructed By:\nWebber Wentzel\nMarshalltown\nCorrespondence:\nMcintyre & Van Der Post\nBloemfontein\n1\nDr Carstensen was one of four witnesses who\r\n\ttestified on behalf of the appellant.\n2\n1995 (3) SA 33\n(A) at 38A.\n3\nIbid,\nat p 38.\n4\n1947 (2) SA 37\n(A) at 43.\n5\n(11 Moor PC 325 at 357).\n6\nWellworths Bazaars,\nfn\r\n\t5 at p 43.\n7\n2004 (5) SA 284\n(W).\n8\nIbid,\npara 9.\n9\n754 A 2d 742\n(2000).\n10\nAt para 9.\n11\n[1996] ACTSC 123.\n12\nAt para 34.\n13\n438 Mich 197\nat 207.\n14\nSee also\nNorthville\r\n\tIndustries Corp v National Union Fire Insurance\n89\r\n\tNY 2d 621\n;\nNorthern Insurance Co of New\r\n\tYork v Aardvark Associates Inc.\n[1991] USCA3 862\n;\n942 F\r\n\t2d 189\nCA 3 (Pa) 1991);\nLumbermen's\r\n\tMutual Casualty Co v Belleville Industries Inc\n407\r\n\tMass 675\n;\nOlin Corp v Insurance Company\r\n\tof North America et al\n762 F Supp 548;\nFreedom Gravel Products Inc v Michigan\r\n\tMutual Insurance\n819 F Supp 275.\n15\nIn the\nGrand Central\r\n\tAirport\ncase, above fn 7.\n16\nThe exception reads:  âUntil expenditure has\r\n\tbeen incurred by the insured in replacing or reinstating the\r\n\tproperty, the company\nshall not be liable for any payment in excess\r\n\tof the amount which would have been payable if these conditions had\r\n\tnot been incorporated\nherein.â\n17\nFedgen Insurance Ltd v Leyds\nabove\r\n\tfn 3.",
  "scraped_at": "2026-02-11T21:43:18.236042",
  "date": "2009-03-27",
  "coram": [
    "MPATI P",
    "BRAND",
    "CLOETE",
    "CACHALIA JJA",
    "BOSIELO AJA"
  ],
  "case_number": "659/2007",
  "parties": {
    "applicants": [
      "African Products (Pty) Ltd"
    ],
    "respondents": [
      "AIG South Africa Ltd"
    ]
  },
  "sections": {
    "facts": "African Products (Pty) Ltd operated the Kliprivier maize‑milling plant. On 11 September 2002 a cable failure was detected under a concrete slab at sub‑station two; the cables had been laid too close together, causing PVC insulation to over‑heat, soften and wear away. This eventually allowed the copper conductors to touch, resulting in electrical failure. The plant was shut down from 19 September to 15 October 2002 while temporary cables were installed and a redesign undertaken. The appellant sought to recover the loss of production (gross profits) incurred during the shutdown under its business‑interruption insurance policy.",
    "issues": "1) Whether the loss of gross profits arising from the shutdown is an insured event under the policy. 2) Whether the electrical cables fall within the definition of “machinery” in the Engineering section. 3) Whether the damage to the cables was both “unforeseen” and “sudden” as required by the policy. 4) Whether the loss is excluded by specific exception 4 (wear‑and‑tear) of the policy.",
    "principles": "The court applied the ordinary rules of contractual interpretation to insurance policies, giving words their plain meaning unless the context indicates otherwise and construing exclusions restrictively. The contra‑proferentem rule applies to ambiguities. Precedent was drawn from Fedgen v Leyds, Wellworths Bazaars v Chandler’s, Vee H Aviation v Australian Aviation Underwriting Pool, and the Rhode Island case Textron Inc v Aetna. The word “sudden” was held to have a temporal meaning – “abrupt, occurring quickly or all at once” – distinct from “unforeseen”. Both elements must be satisfied; the requirement is not tautological.",
    "application": "The court accepted that the cables qualify as “machinery” under the definition. It then examined whether the damage was sudden. Expert evidence showed that the PVC insulation had deteriorated over a considerable period before the conductors contacted each other; the physical damage manifested gradually, with the sudden element being only the tripping of a switch. Consequently, the damage was deemed not sudden, even though it was unforeseen. Because the “sudden” element was missing, the policy did not cover the loss, rendering the exception clause unnecessary.",
    "conclusion": "The appeal was dismissed. The appellant’s claim for loss of production was not covered by the insurance policy. Costs of the appeal, including the costs of two counsel, were awarded to the respondent."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Business Interruption",
    "level_3": [
      "policy interpretation",
      "unforeseen and sudden",
      "machinery definition",
      "loss of profits"
    ]
  }
}