{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/141.html",
  "case_name": "Mungal v Old Mutual Life Assurance Co. SA Ltd, Freeman v Mungal v Old Mutual Life Assurance Co. SA Ltd (56/09) [2009] ZASCA 141; [2010] 2 All SA 139 (SCA) ; 2010 (6) SA 98 (SCA) (20 November 2009)",
  "citation": "[2009] ZASCA 141",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 141\n|\nNoteup\n|\nLawCite\nMungal v Old Mutual Life Assurance Co. SA Ltd, Freeman v Mungal v Old Mutual Life Assurance Co. SA Ltd (56/09) [2009] ZASCA 141; [2010] 2 All SA 139 (SCA) ; 2010 (6) SA 98 (SCA) (20 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 56/09\nRAJWANTHA SOOKHDEO MUNGAL\tAppellant\nand\nOLD MUTUAL LIFE ASSURANCE CO SA LTD\tRespondent\nTREVOR VERNON FREEMAN\tAppellant\nand\nOLD MUTUAL LIFE ASSURANCE CO SA LTD\tRespondent\nNeutral citation:\nMungal v Old Mutual\n(56/09)\n[2009]\r\nZASCA 141\n(20 November 2009)\nCoram:\nSTREICHER, NUGENT, MAYA, SNYDERS JJA and LEACH AJA\nHeard:\n6 NOVEMBER 2009\nDelivered:\n20 NOVEMBER 2009\nSummary:\tDetermination made by Pension Funds Adjudicator â\r\nwhether adjudicator had jurisdiction to consider the complaint â\r\nendowment policy issued by an insurer - value upon early termination.\nORDER\nOn appeal from: High Court at Durban (Sishi J sitting as\r\ncourt of first instance)\nThe appeal in each case is dismissed.\nJUDGMENT\nNUGENT JA (STREICHER, MAYA, SNYDERS JJA and LEACH AJA\nconcurring)\n[1]\tChapter VA of the\nPension Funds Act 24 of 1956\ncreates the office of the pension funds adjudicator, whose function\r\nis to dispose of complaints relating to pension funds in a\n\nâprocedurally fair, economical and expeditious mannerâ.\n1\nAfter investigating a complaint the adjudicator may âmake the order\r\nwhich any court of law may makeâ, which is âdeemed to\nbe a civil\r\njudgmentâ.\n2\nAny party who feels aggrieved by a determination of the adjudicator\r\nmay apply to an appropriate high court for relief in which\nevent the\r\nhigh court âmay consider the merits of the complaint . . .\r\nand may make any order it deems fitâ.\n3\nIt also follows from\ns 30P(3)\nthat in considering the matter the\r\ncourt may take further evidence.\n[2]\tIn this case Mr Mungal, who was a member of the\r\nProtektor Preservation Provident Fund, and Mr Freeman, who was a\r\nmember of The\nSouth African Retirement Annuity Fund, both of which\r\nare âpension fund organizationsâ as contemplated by the Act,\r\nlodged separate\ncomplaints with the adjudicator that were directed at\r\nOld Mutual Life Assurance Company (South Africa) Limited. The\r\ncomplaints\nhad much in common and the adjudicator dealt with them\r\ntogether. After considering the complaints the adjudicator made\r\ncertain\norders against Old Mutual and in particular he ordered Old\r\nMutual to pay to Mungal the sum of R29 592 and to Freeman the\r\nsum\nof R46 635.\n[3]\tOld Mutual was aggrieved by the determinations.\r\nInvoking the provisions of\ns 30P\nit applied in each case to the\r\nhigh court at Durban for orders setting aside the respective\r\ndeterminations and for further declaratory\nrelief. The two\r\napplications were heard together by Sishi J and both succeeded.\r\nMungal and Freeman now appeal with the leave of\nthe court below.\n[4]\tThe funds are designed to accommodate employees to\r\nwhom a benefit has become payable in consequence of terminating their\r\nmembership\nof another provident fund. They are âunderwritten fundsâ\r\nby which is meant that their only assets are claims under long-term\n\ninsurance contracts. When a person joins the fund the moneys that he\r\nor she received from the earlier fund will be used to pay\nthe premium\r\non an insurance policy taken out by the fund. The parties to the\r\npolicy will be the fund and the insurer and the member\nwill be the\r\nâlife assuredâ. Benefits that accrue under the policy are paid by\r\nthe insurer to the fund and the moneys are then\navailable to pay to\r\nthe member the benefits to which he or she is entitled under the\r\nRules. The policies that were taken out when\nMungal and Freeman\r\njoined their respective funds were both issued by Old Mutual.\n[5]\tOld Mutual is also the administrator of each of the\r\nfunds. While the funds are under the overall control of boards of\r\ntrustees\nthe responsibility for their administration was assigned by\r\nthe trustees to Old Mutual under what was called a Fund\r\nAdministration\nand Trustee Services Contract. The agreement requires,\r\nand authorises, Old Mutual to perform all the functions that\r\ngenerally attach\nto the administration of such a fund, which are\r\nspecified in some detail in an annexure to the agreement.\n[6]\tIn these proceedings Old Mutual says at the outset\r\nthat the adjudicator was not entitled to make any orders against it\r\nbecause\nthe complaints by Mungal and Freeman do not fall within the\r\ndefinition of a âcomplaintâ in the Act. If there was to be a\r\ncomplaint\nat all, it was submitted on behalf of Old Mutual, it ought\r\nproperly to have been directed to the Ombudsman for Long-term\r\nInsurance.\n4\nThat objection was not raised when the matter came before the\r\nadjudicator but that is not material. If the adjudicator had no\r\njurisdiction in the matter then that is a sufficient and proper basis\r\nupon which to set aside his determination.\n[7]\tA âcomplaintâ is defined in the Act to mean,\r\namongst other things\nâa complaint â¦ relating to the administration of a fund â¦ and\r\nalleging-\n(a)\tthat a decision of the fund or any person purportedly taken in\r\nterms of the rules was â¦ an improper exercise of its powers;\n(b)\tthat\r\nthe complainant has sustained or may sustain prejudice in consequence\r\nof the maladministration of the fund by the fund\nor any person,\r\nwhether by act or omission;\n(c)\tthat\r\na dispute of fact or law has arisen in relation to a fund between the\r\nfund or any person and the complainant; or\n(d)\tâ¦\nbut\r\nshall not include a complaint which does not relate to a specific\r\ncomplainant;â\n[8]\tThe complaints in this case were conveyed to the\r\nadjudicator in letters written by Mungal and Freeman. Needless to say\r\nthey\nwere not framed in the language of the definition but I do not\r\nthink the form in which a complaint is made is critical. Chapter\nVA\r\nclearly contemplates complaints being made by lay persons who are not\r\nexpected to have studied the definition with legal expertise\nand to\r\nhave framed their complaints accordingly. More important than the\r\nform in which the complaint is expressed is the substance\nof the\r\ncomplaint. If the various elements of the definition are inherent in\r\nthe complaint that seems to me to sufficiently bring\nit within the\r\nterms of the definition notwithstanding that they have not been\r\nexpressed in those terms.\n[9]\tThe complaints were that Old Mutual refuses to pay\r\nmoneys that are said to be due to the respective funds under the\r\npolicies.\nBut they might just as well have been couched as complaints\r\nthat Old Mutual refuses to claim the moneys on behalf of the funds.\n\nBecause the corollary of its refusal, as insurer, to acknowledge the\r\nvalidity of the claims, is a refusal, as administrator, to\nperform\r\nits duty to take steps to recover the claims. And for so long as\r\nmoneys that are due to the funds are not claimed the right\nof its\r\nmembers under the Rules to be paid pension benefits will be thwarted\r\nbecause the members have no independent legal rights\nagainst the\r\ninsurer under the policies. If moneys are payable under the policies\r\nI do not see why the members should be told to\nforego the pension\r\nbenefits that will accrue to them if the moneys are paid and to\r\nconfine themselves to complaints against the\ninsurer to the Ombudsman\r\nfor Long-term Life Assurance.\n5\n[10]\tSeen in that context the complaints against Old\r\nMutual are quite capable of being construed as complaints ârelating\r\nto the\nadministration of the fundsâ. Clearly the complainants will\r\nbe prejudiced if the moneys are due but are not recovered. It also\n\nseems to me that the refusal of the administrator to acknowledge the\r\nvalidity of the claims and to take the necessary steps to\npursue them\r\nis capable of constituting â\nmaladministration\r\nof the fundâ. The disputes in these cases are certainly âin\r\nrelation to the fundâ and are between the complainants\nand the\r\nadministrator of the funds as much as between them and the insurer.\r\nThose allegations were not made in terms in the letters\nthat were\r\nwritten to the adjudicator but they are all inherent in the nature of\r\nthe complaint.\n6\n[11]\tOn that approach it might be\r\nthat the order made by the adjudicator ought to have been directed at\r\ncompelling Old Mutual, as\nadministrator of the funds, to acknowledge\r\nthat the claims are valid and to press for their recovery, but that\r\nrelates to the nature\nof the orders that were made rather than to the\r\nnature of the complaints. Where the insurer is not also the\r\nadministrator there\nmight be no purpose served by considering a\r\ncomplaint of this nature if the insurer is not willing to submit to\r\nthe conclusions\nreached by the adjudicator. But where the insurer is\r\nalso the administrator those conclusions could hardly be altogether\r\nignored,\nparticularly if they were to be confirmed by a court in\r\nproceedings under\ns 30P.\nThose are matters, however, that relate\r\nto whether an order is capable of being made that will be effective\r\nin resolving the complaint,\nand not to whether the adjudicator has\r\njurisdiction to consider the complaint. In my view there is no merit\r\nin the objection and\nI turn to the merits of the complaint.\n[\n12]\nThere\r\nis no need to visit the Rules of the respective funds. The complaint\r\nis directed at the collection of moneys that are alleged\nto be due to\r\nthe funds. Whether those moneys are indeed payable depends upon the\r\nconstruction of the relevant policies.\n[13]\tThe policies that were issued to the respective\r\nfunds were both endowment policies with Mungal and Freeman\r\nrespectively being\nthe âlife assuredâ. The nature of an endowment\r\npolicy is that in return for a premium the insurer undertakes to pay\r\nto the\npolicyholder a sum of money on a fixed date in the future or a\r\nsum of money (not necessarily the same amount) upon death of the\nlife\r\nassured. In effect it is a fixed investment.\n[14]\tAffidavits were deposed to by two actuaries\r\nexplaining the actuarial and investment principles upon which\r\npolicies of that\nnature are modelled. Needless to say the rights and\r\nobligations of the parties to a policy are determined by the terms of\r\nthe particular\npolicy and not upon the model on which it purports to\r\nbe founded. But that evidence is nonetheless helpful to understanding\r\nthe\nvarious provisions of the policies. On matters of actuarial and\r\ninvestment principle there is no material difference between the\n\nactuaries. Such differences as there are between them are\r\nattributable to the construction that each places upon the policies.\n[15]\tEndowment policies are linked directly or\r\nindirectly to a particular portfolio of investment assets. The\r\npremium is invested\nin the portfolio and the returns on the\r\ninvestment accrue to the benefit of the policyholder.\n[16]\tSome policies are linked directly to the portfolio\r\nin that the value of the portfolio is attributed directly to the\r\nvalue of\nthe policy. The benefits that accrue to the policyholder are\r\nthus determined by the value of the portfolio at that time. The\r\ndrawback\nof such a policy is that the value of the portfolio will\r\nfluctuate from day to day according to the state of the market and it\r\nis uncertain what its value will be at the date the benefit accrues.\r\nThe policyholder is in much the same position as an owner of\nshares\r\nwho sets a date upon which the shares must be sold irrespective of\r\ntheir market value on that date.\n[17]\tInsurers counter that drawback by offering\r\nâsmoothed bonusâ policies. Policies of that kind are only\r\nindirectly linked\nto the value of the investment portfolio. The\r\npolicies are managed in such a way that fluctuations in the value of\r\nthe investment\nportfolio are smoothed out when that value is\r\nattributed to the value of the policies. In that way the value of a\r\npolicy on the\ndate that the benefits accrue can be predicted with\r\nsome degree of certainty. The aim of such a policy is to ensure that\r\nthere\nis a positive return on the policy even if the value of the\r\nportfolio is depressed at the time the benefit accrues.\n[18]\tSmoothing the effects of fluctuations in the value\r\nof the portfolio is achieved by allocating to the policies during\r\nperiods\nof growth in the value of the portfolio only a portion of\r\nthat growth and allocating the balance to a reserve account\r\n(sometimes\ncalled a âstabilisation reserve accountâ). The reserve\r\nmay then be drawn upon to allocate past growth to the policies at\r\ntimes\nwhen there is little or negative growth in the value of the\r\nportfolio. In that way the value of the policies will follow the\r\ntrend\nof the portfolio rather than its fluctuations.\n[19]\tThe manner in which growth in the value of the\r\ninvestment portfolio is allocated to the policies is by periodically\r\ndeclaring\nâbonusesâ. It is usual for such declarations to be made\r\nannually in arrear, though provisional interim bonuses might be\r\ndeclared\nperiodically through the course of the year.\n[20]\tThe allocation of growth to the policies is an\r\nexercise in accounting and does not involve the realisation of\r\nassets. A bonus\nthat has been declared and credited to the policies\r\nis thus capable of being revoked merely by reversing the relevant\r\naccounting\nentries. To assure policyholders that that will not occur\r\nbefore the benefits under the policies accrue to the policyholders\r\ninsurers\nusually undertake that at least a portion of a bonus that\r\nhas been declared will not be revoked. The portion that may not be\r\nrevoked\nis commonly called a âvesting bonusâ and the portion that\r\nmay be revoked is called a âclaim bonusâ. An insurer might offer\n\neven greater certainty by guaranteeing that the policies will have a\r\ncertain minimum value at the time the benefits accrue. Where\nthat is\r\ndone the insurer is effectively guaranteeing that bonuses will be\r\ndeclared over the life of the policies in amounts that\nare sufficient\r\nto maintain a minimum level of growth.\n[21]\tThat process of attributing the growth of the\r\nportfolio to the policies is managed through an account for each\r\npolicy that\nis usually known as an âaccumulation accountâ. The\r\naccumulation account will be credited with the premium (or premiums)\r\nand\nwith bonuses as and when they are declared, and will be debited\r\nwith fees and charges that become due to the insurer. The balance\non\r\nthe accumulation account at any time (which will always be a credit\r\nwhen there is a single premium) represents the value of\nthe policy at\r\nthat time.\n[22]\tThe two policies that are now in issue, so far as\r\ntheir provisions are now material, are substantially the same, but\r\nthey differ\nin some of their detail (though the differences are\r\nmainly confined to terminology). For convenience I will confine\r\nmyself first\nto the Mungal policy.\n[23]\tThe commencement date of the policy was 1 January\r\n1998 and it was to endure until 1 January 2010 (the maturity date). A\r\nsingle\npremium of R193 560.05 was payable on commencement. The\r\nâglossary of termsâ in\nPart 2\nof the policy records, under the\r\nheading âAccumulation Accountâ, that\nâ[e]ach\npolicy is administered through its\r\nAccumulation Account which is increased by premiums and investment\r\nreturns, and reduced by expenses\nand benefit chargesâ.\nThe âinvestment returnsâ that are referred to are\r\nthe bonuses that are declared from time to time, representing that\r\nportion\nof the growth in value of the portfolio that has been\r\nattributed to the policy. The âexpenses and chargesâ that may be\r\ndebited\nto the account are specified elsewhere in the policy.\n[24]\tThe general provisions in\nPart 3\nrecord that\nâOld Mutual will declare annual vesting and claim bonuses, which\r\nwill be added to the balance in the Accumulation Accountâ.\nThe\r\nvesting bonuses, once declared, can never be removed in respect of\r\nmaturity and death claims. The claim bonus may be reduced\nor removed\r\naltogether at any time before it becomes due as part of a benefit\r\npayable under this policyâ.\nThe policy guarantees\nâan average â¦ growth rate of 0.35% per month â¦ up to the date\r\nof any maturity, death or disablement claimâ.\nThe guaranteed value of the policy upon maturity is\r\nexpressed in monetary terms to be the sum of R319 076. The\r\nguaranteed value\nupon death or disablement (the latter event is not\r\nrelevant for present purposes) is naturally not capable of being\r\ncalculated\nin advance but is calculable once the event has occurred.\n[25]\tThe dispute in this case arose because Mungal\r\nelected to terminate the policy before it had run its full course\r\n(which is colloquially\ncalled âsurrenderingâ the policy) after\r\nbeing informed of the amount he could expect to receive if he\r\nsurrendered it (he was\ngiven contradictory figures at various times\r\nbut that is not material). At that time the credit balance on the\r\naccumulation account\nwas R295 730.71. Old Mutual paid\r\nR266 157.64 to the fund â which was 90% of the credit balance\r\nâ and the balance\nof that amount after deducting tax was paid by\r\nthe fund to Mungal.\n[26]\tThe reason that the value of the policy as\r\nreflected in the accumulation account was reduced by 10% requires\r\nbrief explanation.\nBy the nature of âsmoothed bonusâ policies\r\ntheir value as reflected in the accumulation accounts will seldom\r\ncorrespond with\nthe market value of the portfolio. When the market\r\nfor the portfolio is buoyant the value of the policies might be lower\r\nthan the\nvalue of the portfolio and the converse might occur when the\r\nmarket is depressed. To pay the full value of a policy when it\r\nexceeds\nthe related value of the portfolio is necessarily detrimental\r\nto the remaining policyholders because that excess will need to be\n\nrecovered ultimately from future growth in the portfolio. Payment of\r\nthe full value of a policy when it is lower than the related\nvalue of\r\nthe portfolio will have the opposite effect on the body of\r\npolicyholders. Maintaining bonuses and the reserve at an appropriate\n\nlevel serves in the ordinary course to balance those relative gains\r\nand losses. But it is self evident that an insurer is able\nto\r\nmaintain the appropriate balance only if the time at which benefits\r\nwill become payable under the pool of policies is capable\nof being\r\npredicted.\n[27]\tWhere the value of a policy exceeds the related\r\nvalue of the portfolio, and the policy is terminated before it has\r\nrun its\nterm, it is common for insurers to pay to the policyholder\r\nonly the true value of the policy, so as to ensure that the early\r\ntermination\nis not detrimental to the general body of policyholders.\n7\nThe tool that they use to evaluate its true value at the time of\r\ntermination is a factor that they call a âmarket adjusterâ.\nA\r\nmarket adjuster is merely a percentage by which the value of the\r\npolicy as reflected in the accumulation account will be reduced\nso as\r\nto bring it in line with the value of the portfolio. The percentage\r\nthat will be applied is actuarially calculated with reference\nto the\r\ncurrent value of the portfolio and will fluctuate from time to time\r\naccording to the state of the market. At the time the\nMungal policy\r\nwas terminated the market adjuster that was being applied by Old\r\nMutual stood at 10% and the balance on the accumulation\naccount was\r\nreduced accordingly.\n[28]\tThe reduction of the value of the policy was the\r\nsource of Mungalâs complaint. He said that the policy had no\r\nprovision specifically\nallowing for the application of a market\r\nadjuster and Old Mutual was thus obliged to pay him the full credit\r\nbalance on the accumulation\naccount. The adjudicator approached the\r\nmatter in the same way and searched the policy to see if it contained\r\nsuch a provision.\nHaving found none he declared that Old Mutual was\r\nânot entitled to apply the market level [adjuster] to reduce the\r\ncomplainantâs\nbenefitâ and on that basis ordered the deducted\r\nportion of the value to be paid.\n[29]\tThat approach was also adopted in the opinions\r\nexpressed in the affidavit deposed to on behalf of Mungal by his\r\nattorney, in\nthe opinions expressed by his actuary, and in the\r\nsubmissions that were made on his behalf before us, but it misdirects\r\nthe enquiry.\nIt assumes a priori that the policyholder is ordinarily\r\nentitled to the benefits of the policy â the credit balance on the\r\naccumulation\naccount â without interrogating whether that\r\nassumption is correct.\n[30]\tThe benefits that are conferred by the policy\r\nappear from the insuring clause in which Old Mutual âundertakes to\r\npay the\nbenefits, as set out in\nPart 1\nof this policy document â¦â.\r\nOnly two benefits are provided for in that part of the policy.\n8\nOne is a benefit that is contingent upon the policy enduring to its\r\nmaturity date. The other is a benefit that is contingent upon\nthe\r\ndeath of the life assured. In both cases the benefit that accrues\r\nwhen that contingency occurs is an entitlement to the credit\nbalance\r\non the accumulation account (which is guaranteed to be not less than\r\na specified amount upon maturity, and upon death to\nbe an amount that\r\nreturns at least 0.35% on average per month until the date the\r\nbenefit is claimed).\n9\n[31]\tIn its terms the policy exists to provide\r\npolicyholders with the benefits that are to be had from fixed-term\r\ninvestments (the\nfixed date being maturity or the death of the life\r\nassured). It would be most surprising if the returns that are\r\npromised on a\nfixed-term investment were to be payable to investors\r\nwho terminate the policy before the term has expired. Fixing a date\r\nfor payment\nof the benefit, whether that date be maturity or death,\r\nwould be altogether superfluous. It would also be surprising if an\r\ninvestment\nscheme that is actuarially modelled upon the predicable\r\ntermination of policies were to have been intended to apply even to\r\nunpredictable\nearly terminations.\n[32]\tWhat is overlooked by the argument advanced on\r\nbehalf of the appellants (and by the determination that was made by\r\nthe adjudicator)\nis that the entitlement to be paid on early\r\ntermination is not one of the âbenefitsâ of the policy. It is no\r\nmore than a separate\nentitlement that arises if the undertaking to\r\npay benefits is terminated before the benefits accrue. That is clear\r\nfrom the text\nof the policy alone, quite apart from the anomalies\r\nthat would otherwise arise.\n[33]\t While the policy provides in terms for the payment\r\nof the credit on the accumulation account (the benefit that the\r\npolicy\npromises) upon the occurrence of one of the specified\r\ncontingencies â maturity or death of the life assured â it\r\nprovides for\nwhat is payable upon early termination in altogether\r\ndifferent terms. If that event occurs Old Mutual is obliged to pay\r\nthe âsurrender\nvalueâ of the policy. What that means is expressed\r\nin the general provisions of the policy as follows:\nâThe amount of the surrender value will be determined by Old Mutual\r\nat the time of surrender and will take into account disinvestment\n\ncosts, the recovery of unrecouped expenses, any debts against the\r\npolicy and legal limits in forceâ.\n[34]\tIt was submitted on behalf of Mungal that the\r\nproper meaning of that clause is that upon surrender the policyholder\r\nis entitled\nto be paid the full value of the policy as reflected in\r\nthe balance on the accumulation account, with the deduction only of\r\nsuch\ndisinvestment costs, unrecouped expenses and debts as are\r\ndetermined by Old Mutual (none of those amounts were deducted in this\n\ncase). Counsel could direct us to nothing in the text of the policy\r\nto support that construction of the policy and there is none.\nThe\r\nplain meaning of the language is that Old Mutual will determine the\r\nvalue of the policy at the time of termination â not\nmerely the\r\namount of the costs, unrecouped expenses and debts. Those are stated\r\nin terms to be no more than amounts that may be\ntaken into account in\r\ndetermining the value.\n[35]\tIt might be that in particular cases Old Mutual\r\nwill determine that the amount that is payable is the credit on the\r\naccumulation\naccount. But then that amount is payable because it is\r\nthe amount that Old Mutual has determined to be the surrender value.\r\nAnd\nwhile the amount payable is usually determined by applying the\r\nmarket adjuster to the credit balance on the accumulation account\n\nthat is only because the credit balance provides a convenient\r\nstarting point for making the determination.\n[36]\tIn my view the policy means just what it says. Upon\r\nearly termination the policyholder is entitled to an amount that is\r\ndetermined\nby Old Mutual at that time (which may or may not equate to\r\nthe credit on the accumulation account). I might add that we are not\n\ncalled upon to decide whether any determination made by Old Mutual\r\nwould be open to contestation and judicial scrutiny. It is not\n\ndisputed that the amount was determined in this case in accordance\r\nwith general insurance and actuarial practice.\n[37]\tFreemanâs appeal can be disposed of rather more\r\nbriefly. The policy in that case commenced on 1 November 1994.\r\nBenefits were\npayable upon retirement date or death. The selected\r\nretirement date was 1 November 2012. The benefits were described in\r\nthe policy\nas follows:\nâOn survival of the Assured to 1 November 2012 the balance in the\r\nAccumulation Account, with a minimum guaranteed amount of R908 385,\n\nbecomes available to purchase an annuity. On the death of the Assured\r\nbefore 1 November 2012 the balance in the Accumulation Account\n\nbecomes available to purchase an annuityâ.\n[38]\tThe general provisions of the policy do not provide\r\nfor surrender but provide instead for the policyholder to change the\r\ndate\nof retirement (thereby terminating the policy by bringing it to\r\nearlier maturity) in the following terms:\nâThe Assured also has the option, subject to the Rules of the Fund,\r\nlegislation in force at the time and the conditions imposed\nby OLD\r\nMUTUAL at the time, to change the date of retirement.â\n[39]\tIn August 2003 Freeman advised Old Mutual, after he\r\nhad been informed of the amount that would be paid, that he wanted to\r\nchange\nthe date of retirement to the then date (which would\r\nordinarily then have entitled him to the retirement benefit). Old\r\nMutual acceded\nto his request but was willing to pay only\r\nR886 072.72. Once more that amount was arrived at by applying\r\nthe market adjuster\n(which was set at 5% at that time) to the credit\r\nbalance on the accumulation account, and it led to the same complaint\r\nbeing made.\nOnce more the adjudicator made an order declaring that\r\nOld Mutual âwas not entitled to apply the market adjuster to the\r\nbalance\nin the Accumulation Account to determine [the] benefit on the\r\nground of [the advanced] retirement dateâ.\n[40]\tWhat occurred in substance is that Old Mutual was\r\nwilling to advance the retirement date only on condition that Freeman\r\nwould\nnot then be entitled to the ordinary retirement benefit but\r\nonly to the value that Old Mutual attributed to the policy. The\r\npolicy\nmakes it perfectly clear that Freeman was entitled to change\r\nthe date of retirement only if he accepted that condition. There is\n\nno basis for construing the policy to mean that he was entitled to\r\nchange the date of retirement unilaterally and continue to be\n\nentitled to the retirement benefit that would have accrued had that\r\nbeen the date of retirement initially.\n[41]\tPermeating all the arguments that were advanced on\r\nbehalf of the appellants at various times is the fallacy that the\r\ndeclaration\nof a bonus vests in the policyholder an unconditional\r\nright to receive the bonus. The right that vests in the policyholder\r\nis one\nthat is conditional upon a defined event occurring. The\r\naccumulation account is not to be likened to an ordinary creditorsâ\r\naccount.\nIt is an account that records contingent liabilities. And\r\nthe contingencies that will give rise to liability â at least in\r\nthis\ncase â do not include early termination of the policy.\n[42]\tFor these reasons the court below was correct in\r\nsetting aside the adjudicatorâs determinations and the appeals must\r\nfail.\nBecause the case has wider implications Old Mutual has\r\ngraciously not sought the costs of the appeal.\n[43]\tThe appeal in each case is dismissed.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES\n:\nFor appellant:\tM S M Brassey SC\nD L Wood\nInstructed by:\nLegal Resources Centre, Durban\nMatsepes Inc, Bloemfontein\nFor respondent:\tA Oosthuizen SC\nInstructed by:\nCliffe Dekker Hofmeyr Inc, Cape Town\nClaude Reid, Bloemfontein\n1\nSection 30D.\n2\n\">\n2\nSection 30E\nread with\ns 30O.\n3\n\">\n3\nSection 30P.\n4\n\">\n4\nThe office of the Ombudsman for Long-term Insurance has been created\r\n\tpursuant to the\nFinancial Services Ombud Schemes Act 37 of 2004\n.\n5\nAlthough the members are not contracting parties complaints may be\r\n\tmade to the Ombudsman for Long-term Insurance by the life\nassured\r\n\tunder the policy.\n6\nWe were referred in argument to the analysis of the definition by\r\n\tJosman AJ in\nArmaments Development and Production Corporation of\r\n\tSA Ltd v Murphy\n1999 (4) SA 755\n(C) but I do not think that\r\n\tanalysis is helpful on the facts of this case.\n7\nWhere the situation is reversed the value of the policy as reflected\r\n\tin the accumulation account will ordinarily be paid and\nthe\r\n\tdifference between that and the related value of the portfolio will\r\n\taccrue to the benefit of the remaining policyholders.\n8\nThe benefits are expressed in\nPart 1of\nthe policy in the following\r\n\tterms: âOn survival of the Assured to 1 January 2010 the balance\r\n\tin the Accumulation Account is\npayable, with a guaranteed amount of\r\n\tR319 076. On the death of the Assured before I January 2010 the\r\n\tbalance in the Accumulation\nAccount is payable.â\n9\nAlthough not expressed as such in the definition of the benefit that\r\n\tis the effect of the guarantee in the general provisions\nthat there\r\n\twill be âaverage â¦ growth of 0.35% per month â¦ up to the date\r\n\tof any â¦ death claimâ.",
  "scraped_at": "2026-02-12T05:23:36.673550",
  "date": "2009-11-20",
  "coram": [
    "STREICHER",
    "NUGENT",
    "MAYA",
    "SNYDERS JJA",
    "LEACH AJA"
  ],
  "case_number": "56/09",
  "parties": {
    "applicants": [
      "RAJWANTHA SOOKHDEO MUNGAL",
      "TREVOR VERNON FREEMAN"
    ],
    "respondents": [
      "OLD MUTUAL LIFE ASSURANCE CO SA LTD"
    ]
  },
  "sections": {
    "facts": "Appellants Rajwanta Sookhdeo Mungal and Trevor Vernon Freeman were members of separate pension funds that were underwritten by endowment policies issued by Old Mutual. Both complained that Old Mutual, acting as insurer and fund administrator, refused to pay amounts due under the policies when they sought early termination (surrender) or a change of retirement date. The Pension Funds Adjudicator treated the complaints together, ordered Old Mutual to pay R29,592 to Mungal and R46,635 to Freeman, and Old Mutual appealed. The High Court set aside the adjudicator's determinations, and the matter was now before the Supreme Court of Appeal.",
    "issues": "1) Whether the complaints lodged by Mungal and Freeman fall within the statutory definition of a “complaint” under the Pension Funds Act and thus were within the adjudicator’s jurisdiction. 2) Whether Old Mutual was entitled to apply a market adjuster to reduce the surrender value of the endowment policies, i.e., whether the early‑termination payout is a benefit under the policies or a separately determined surrender value.",
    "principles": "The Court considered the definition of “complaint” in s30P of the Pension Funds Act, emphasizing that substance rather than formal phrasing determines jurisdiction. It also applied principles of contractual interpretation to endowment policies, distinguishing benefits payable on maturity or death from the surrender value, which is to be determined by the insurer in accordance with policy terms and may take into account market adjusters, disinvestment costs and other expenses.",
    "application": "The Court held that the substance of the plaints satisfied the statutory elements of a complaint, so the adjudicator had jurisdiction. Turning to the policies, it found that the only expressly guaranteed benefits were on maturity or death; early termination triggers a surrender value to be determined by Old Mutual, not a contractual entitlement to the full accumulation‑account balance. The policy’s surrender clause permits the insurer to consider market adjusters and other deductions, making the adjudicator’s order to disregard the adjuster untenable. Accordingly, the High Court’s setting aside of the adjudicator’s orders was affirmed.",
    "conclusion": "Both appeals were dismissed. The determinations of the Pension Funds Adjudicator were set aside, and Old Mutual was not required to pay the amounts claimed by the appellants. No costs were sought by Old Mutual."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Life Insurance",
    "level_3": [
      "pension fund adjudication",
      "policy interpretation",
      "surrender value",
      "market adjuster"
    ]
  }
}