{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/17.html",
  "case_name": "S v Mnisi [2009] ZASCA 17; 2009 (2) SACR 227 (SCA) ; [2009] 3 All SA 159 (SCA) (19 March 2009)",
  "citation": "[2009] ZASCA 17",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 17\n|\nNoteup\n|\nLawCite\nS v Mnisi [2009] ZASCA 17; 2009 (2) SACR 227 (SCA) ; [2009] 3 All SA 159 (SCA) (19 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  391/08\nDOCTOR MNISI (THEMBA) \t\t\t\t\t      \r\n   Appellant\nand\nTHE STATE\t\t\t\t\t\t\t       Respondent\nNeutral citation:\nD\r\nMnisi v The State\n(391/2008)\n[2009] ZASCA 17\n(19   March 2009)\nCoram:\nCLOETE\r\nJA, MAYA JA and BORUCHOWITZ AJA\nHeard:\n19\r\nNOVEMBER 2008\nDelivered:\n19\r\nMARCH 2009\nSummary:\nCriminal\r\nLaw â Sentence â Diminished responsibility â deterrence.\nORDER\nOn appeal from:\nHigh\r\nCourt, Pretoria (Brunette and Van Zyl AJJ sitting as a court of\r\nappeal).\n1.  The appeal is upheld. The\r\norder of the court a quo is substituted with the following order:\n'The appeal against the sentence\r\nis upheld. The sentence imposed by the magistrate is set aside and\r\nreplaced with a sentence of\nfive years' imprisonment.'\nJUDGMENT\nBORUCHOWITZ AJA (Cloete JA\r\nconcurring in separate judgment.):\n[1]\tThis is an appeal against\r\nsentence only. The appellant was convicted, upon a plea of guilty, by\r\nthe Regional Court (Benoni)\nof one count of murder. As the appellant\r\nwas a first offender and the offence was committed in circumstances\r\nother than those referred\nto in part 1 of schedule 2 of the Criminal\r\nLaw Amendment Act 105 of 1997 (the Act) the provisions of s 51(2)(a)\r\nof the Act found\napplication. This section requires the imposition of\r\na minimum sentence of 15 years imprisonment in the absence of\r\nâsubstantial\nand compelling circumstancesâ justifying a lesser\r\nsentence. The regional court found such circumstances to be present\r\nand sentenced\nthe appellant to a term of eight years' imprisonment.\r\nAn appeal to the High Court Pretoria proved unsuccessful and the\r\nfurther\nappeal to this court is with its leave.\n[2]\tThe appellant was convicted\r\non the strength of a written statement made in terms of\ns 112(2)\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n. The factual basis upon which\r\nthe plea of guilty was tendered can be summarised as follows:  The\r\nappellant, who was a prison warder,\nadmits that on 11 August 2001 at\r\nRambuda Street in the district of Benoni he unlawfully and\r\nintentionally shot and killed the deceased\nJoshua Hlatswayo with his\r\nlicenced service firearm. Prior to the incident the appellantâs\r\nwife and the deceased were involved\nin an adulterous relationship.\r\nThe appellant resented this and found her actions to be extremely\r\nhumiliating and degrading. He\neventually confronted her about the\r\nrelationship with the deceased and their respective families\r\ndiscussed the matter. The appellant\nwas relieved when his wife\r\npromised that she would no longer see the deceased and felt hopeful\r\nthat he would be able to reconcile\nwith her. Unfortunately matters\r\ndid not turn out as promised. On the day of the incident the\r\nappellant found his wife and the deceased\nembracing each other in a\r\ncar. The appellant immediately drew his service firearm and shot the\r\ndeceased where he was sitting in\nthe vehicle. The appellant states\r\nthat when he found his wife in the embrace of the deceased all the\r\nhurt and pain he had suffered\nthrough the adulterous affair flooded\r\nhis mind and provoked him to the extent that he momentarily lost\r\ncontrol of his âinhibitionsâ\nand shot the deceased. The appellant\r\nclaims that he did not intend to kill the deceased but discharged the\r\nfirearm recklessly appreciating\nthat his actions could kill the\r\ndeceased.\n[3]\tThe argument of the appellant\r\nis that the trial court had not given sufficient consideration to the\r\nfact that the appellant\nacted at the relevant time with diminished\r\ncriminal responsibility as a result of the provocation and emotional\r\nstress which preceded\nthe shooting. The shooting had occurred when\r\nthe appellantâs powers of restraint and self control were\r\ndiminished. It was also\ncontended that the trial court\r\nover-emphasized the objective gravity of the offence and the need to\r\nimpose a deterrent sentence.\nConsequently, although the trial court\r\nhad correctly found the existence of substantial and compelling\r\ncircumstances justifying\nthe imposition of a lesser sentence than the\r\nminimum prescribed, the sentence imposed is vitiated by misdirection\r\nas to entitle\nthis court to interfere therewith.\n[4]\tThe appellant does not seek\r\nto rely upon the defence of temporary non-pathological criminal\r\nincapacity\n1\nbut rather upon diminished responsibility which is not a defence but\r\nis relevant to the question of sentence. The former relates\nto a lack\r\nof criminal capacity arising from a non-pathological cause which is\r\nof a temporary nature whereas the latter pre-supposes\ncriminal\r\ncapacity but reduces culpability. The following cases are examples in\r\nthis court where the fact that the accused was found\nto have acted\r\nwith diminished responsibility warranted the imposition of a less\r\nsevere punishment:\nS v\r\nCampher,\n2\nS v Laubscher\n;\n3\nS v Smith\n;\n4\nS v Shapiro\n;\n5\nand\nS v Ingram\n.\n6\n[5]\tWhether an accused acted with\r\ndiminished responsibility must be determined in the light of all the\r\nevidence, expert or otherwise.\nThere is no obligation upon an accused\r\nto adduce expert evidence. His\nipse\r\ndixit\nmay suffice\r\nprovided that a proper factual foundation is laid which gives rise to\r\nthe reasonable possibility that he so acted.\nSuch evidence must be\r\ncarefully scrutinised and considered in the light of all the\r\ncircumstances and the alleged criminal conduct\nviewed objectively.\r\nThe fact that an accused acted in a fit of rage or temper is in\r\nitself not mitigatory. Loss of temper is a\ncommon occurrence and\r\nsociety expects its members to keep their emotions sufficiently in\r\ncheck to avoid harming others. What matters\nfor the purposes of\r\nsentence are the circumstances that give rise to the lack of\r\nrestraint and self control.\n[6]\tThe State accepted the\r\naverments and facts set out in the appellantâs written statement\r\nwhich accompanied his plea of guilty.\nThese undisputed facts raise\r\nthe reasonable possibility that the appellant was not acting\r\ncompletely rationally when he shot the\ndeceased and that his actions\r\nwere the product of emotional stress brought about by the conduct of\r\nthe deceased and the appellantâs\nwife. In my view the appellantâs\r\nstatement lays a sufficient factual foundation to support a finding\r\nthat he acted with diminished\nresponsibility when he committed the\r\noffence.  Murder is undoubtedly a serious crime but the appellantâs\r\nconduct is morally less\nreprehensible by reason of the fact that the\r\noffence was committed under circumstances of diminished criminal\r\nresponsibility. This\nfactor was not afforded sufficient recognition\r\nand weight by the trial court in imposing sentence on the appellant.\r\nAlso in the\nappellantâs favour, and not taken into account by the\r\ntrial court, was the fact that the appellant acted with\ndolus\r\nindirectus\nwhen\r\nshooting the deceased.\n[7]\tThe trial court also placed\r\nundue emphasis on the element of deterrence as an object of\r\npunishment. This is evident from the\nfollowing passage in the\r\njudgment where the magistrate states the following:\nâ\n.\r\n. . the Court cannot give the impression that the Court condones\r\npeople executing people being involved in adulterous affairs.\nAs such\r\ndeterrence plays a heavy role in the sentence of this Court should\r\nimpose. Society will have to find other means to deal\nwith this\r\nproblem in our society.â\n[8]\tSo far as individual\r\ndeterrence is concerned, the evidence does not suggest that the\r\nappellant has a propensity for violence\nor is a danger to society. He\r\nis a first offender and given the unusual circumstances of the case\r\nis unlikely again to commit such\nan offence.\n[9]\tThe element of general\r\ndeterrence must be placed in its proper perspective. Domestic\r\nviolence is rife and those who seek solutions\nto domestic and other\r\nproblems through violence must be severely punished. Sentences\r\nimposed must send a deterrent message. On\nthe other hand sight cannot\r\nbe lost of the fact that the appellant committed murder whilst acting\r\nwith diminished responsibility.\nIn such circumstances the element of\r\ndeterrence is of lesser importance when imposing sentence. This is\r\nconsistent with the approach\nfollowed by this court in the\nCampher\n,\nSmith\n,\nIngram\nand\nShapiro\ncases.\n[10]\tIn the light of these\r\nmisdirections this Court is free to impose the sentence it considers\r\nappropriate, subject to the provisions\nof the Act and  the sentencing\r\nguidelines laid down in\nS\r\nv Malgas\n.\n7\n[11]\tTaking these factors into\r\naccount I am satisfied that although direct imprisonment is\r\nwarranted, a sentence of eight years\nwould be unjust. The\r\ncircumstances do not call for an exemplary sentence. In my view,\r\nimprisonment for a period of five years would\nbe an appropriate\r\nsentence.\n[12]\tThe appeal is upheld. The\r\norder of the court a quo is substituted with the following order:\n'The appeal against the sentence\r\nis upheld. The sentence imposed by the magistrate is set aside and\r\nreplaced with a sentence of\nfive years' imprisonment.\n_________________________\nP BORUCHOWITZ\nACTING JUDGE OF APPEAL\nMAYA JA\n(dissenting):\n[13]\nI\r\nhave had the benefit of reading the judgment of my colleague\r\nBoruchowitz AJA. Regrettably, I am unable to agree with both his\n\nreasoning and conclusion regarding the sentence he proposes should be\r\nimposed.\n[14]\nThe\r\nbackground facts and the factors relevant for determination in the\r\nsentencing enquiry are set out in the main judgment and I\nneed not\r\nrepeat them. Suffice to mention that there is, regrettably, a paucity\r\nof detail on record as to how the incident actually\noccurred; no post\r\nmortem report seems to have been filed and the matter was decided\r\nsolely on the appellantâs rather sketchy\nstatement tendered in\r\nterms of\ns 112\nof the\nCriminal Procedure Act 51 of 1977\nseemingly\r\ntailored\n8\nto explain his mental state.\n[15]\nThe\r\nstatement reads as follows:\nââ¦\n2.\r\nI plead guilty to a count of murder, freely, voluntarily and without\r\nundue influence having been brought to bear on me.\n3. I admit\r\nthat on 11/08/\n2001\r\nand at Rambuda Str.Daveyton which is within this Honourable Courtâs\r\njurisdiction area, I shot Joshua Hlatswayo (hereinafter\nreferred to\r\nas the deceased) with my licensed 9mm Norenco arm as a result of\r\nwhich the deceased died.\n4.\r\nI admit that I had no legal excuse for shooting the deceased and my\r\nactions were unlawful.\n5.\r\nI found my wife in a car in\nflagrante\r\ndelicto\nwith the deceased whereupon  I immediately drew my arm and shot the\r\ndeceased.\n6.\r\nThe shooting was not planned nor premeditated and I had no time to\r\nreflect before I pulled my arm and shot the deceased.\n7. The deceased and my wife were\r\ninvolved in an adulterous relationship and after it became known and\r\nafter the families discussed\nthe matter, my wife had agreed to no\r\nlonger see the deceased. At the time I suffered the actions of my\r\nwife extremely humiliating,\ndegrading and I resented her activities.\r\nI was very relieved when she indicated that she would no longer see\r\nthe deceased and hopeful\nthat we could salvage our marriage.\n8.\r\nOn the day of the shooting when I found my wife and the deceased in\r\nthe car, I was provoked to such an extent that I momentarily\nlost\r\ncontrol of my inhibitions and shot at the deceased to injure him as\r\nhe had injured me.\n9.\r\nAll the hurt and pain I suffered before through their adulterous\r\naffair, flooded my mind when I found them inside the car.\n10.\r\nI did not want to kill deceased but recklessly fired with my arm at\r\nhim. I appreciated that the instrument I used, the arm,\nwas a\r\ndangerous weapon that could kill a person. I admit, as same had been\r\nexplained to me by my legal representative, that legally\nit is viewed\r\nthat I had the intent to murder the deceased.\n11. I knew my\r\nactions on the day were unlawful although I was severely provoked and\r\nlost control of my inhibitions but nevertheless\ndid at the time\r\nforesee that I could kill the deceased.â\n[16]\nAll\r\nthat can be gleaned from this statement is that the appellantâs\r\nwife was having an adulterous affair with the faceless deceased,\n\nwhich she failed to terminate despite her undertaking to do so to the\r\nappellant and their families until the appellant found them\ntogether\r\nin a motor vehicle â in the magistrateâs judgment it is said that\r\nthey were kissing, a detail which must have been\nmentioned during\r\nlegal argument as it does not appear in the body of evidence â and,\r\nduring a momentary lapse of self-control,\nshot and killed the\r\ndeceased with the intent to âinjureâ him and the foresight that\r\nhe might die from his action.\n[17]\nThe\r\nmain contentions raised against the magistrateâs decision are that\r\nshe did not accord due weight to the mitigating factors\nin the\r\nappellantâs favour particularly that he was a first offender and\r\nhis plea of guilt, which indicated his remorse, as these\nfactors are\r\nnot reflected in her judgment. It was also submitted that the\r\nmagistrate overemphasized the element of deterrence which\nhas no role\r\nin a case of this nature where it is not likely that the accused will\r\nrepeat the offence.\n[18]\nRegarding\r\nthe first criticism, it is so that the judgment makes no reference to\r\nthe appellantâs clean record and plea of guilty.\nBut this hardly\r\nseems to me to justify a conclusion that the magistrate did not\r\nconsider these factors in determining the sentence.\nAs Davis AJA said\r\nsome sixty years ago â[n]o judgment can ever be perfect and\r\nall-embracing, and it does not necessarily follow\nthat, because\r\nsomething has not been mentioned, therefore it has not been\r\nconsidered.â\n9\nTo my mind, it is inconceivable that an experienced judicial officer\r\nsuch as a regional magistrate, who daily adjudicates criminal\ncases,\r\nwould have overlooked such elementary aspects of the sentencing\r\nenquiry. I have no doubt that these factors would have weighed\non the\r\nmagistrateâs mind when she determined the appellantâs sentence.\n[19]\nAs\r\nregards the second challenge, I do not agree that the magistrate\r\nmisdirected herself by overemphasising the element of deterrence.\n\nThis court has made it quite clear in recent cases not so dissimilar\r\nto the present one that the element of deterrence in the sentencing\n\nprocess is a material factor in the communityâs perception of\r\njustice and legal convictions.\n[20]\nIn\nS\r\nv Makatu\n10\nthe\r\nappellant murdered his estranged wife with whom he raised four minor\r\nchildren â one born of their marriage, two from his previous\n\nrelationship and one from the deceasedâs previous relationship. The\r\nroot of the strife was the deceasedâs deceitful conduct\nas she,\r\napparently, surreptiously maintained contact with the father of her\r\nchild, engaged in extramarital affairs whilst refusing\nsexual\r\nintercourse with the appellant and misused money he gave her. During\r\nthe appellantâs visit to her place of work in a bid\nto make peace,\r\nfollowing an unsuccessful attempt by their families to effect their\r\nreconciliation, she rebuffed his efforts and\nordered him to vacate\r\nthe family home which he was renovating for them. According to the\r\nappellant the deceasedâs reaction triggered\nall the past, hurtful\r\nmemories of her conduct and, as he put it, âat that spur of the\r\nmoment [he] felt hurt and started shooting\nat herâ and then shot\r\nhimself in the head sustaining serious injuries which he miraculously\r\nsurvived.\n[21]\nThe\r\ncourt accepted that the offence was not premeditated and that the\r\nappellant, a first offender and soldier of good standing of\n18 years\r\nin the South African National Defence Force who pleaded guilty and\r\nexpressed remorse, merely wished to save his marriage\nfor the sake of\r\ntheir children whom he maintained and was further in a state of great\r\nanguish when he, on the spur of the moment,\nshot the deceased.\r\nNotwithstanding these weighty mitigating factors Lewis JA held:\nâ\nDomestic\r\nviolence is rife and should not only be deplored but also severely\r\npunished. Family murders are all too common. Society,\nthe vulnerable\r\nin particular, requires protection from those who use firearms to\r\nresolve their problems. The sentence imposed must\nsend a deterrent\r\nmessage to those who seek solutions to domestic and other problems in\r\nviolence â¦ A sentence of 12 yearsâ imprisonment\nwould send a\r\nstrong deterrent message to the community, but would take account of\r\nthe very difficult personal circumstances of\nthe appellant.â\n11\n[22]\nIn\r\na more recent judgment in\nDirector\r\nof Public Prosecutions, Transvaal v Venter\n12\nMlambo JA, writing for the majority, evaluated various past cases of\r\nthis court,\n13\nincluding some of those referred to in paragraph [4] above, which\r\ninvolved family murders committed in emotionally stressful\r\ncircumstances\nin which the accused were found to have acted with\r\ndiminished criminal responsibility. The learned judge described the\r\nsentences\nimposed in these cases, which ranged between three and\r\neight yearsâ imprisonment, as âvery lenientâ and cautioned that\r\nit\nmust be borne in mind when the cases are invoked that they were\r\nâdecided at a time when it was âbusiness as usualâ and the\n\nsentencing discretion of the courts was as yet unfettered by the\r\nminimum sentencing legislationâ.\n[23]\nIn\r\nMlambo JAâs view, an effective sentence of ten yearsâ\r\nimprisonment â eight yearsâ imprisonment for the attempted murder\n\nof the appellantâs wife, ten yearsâ imprisonment for the murder\r\nof his five year old daughter and 15 yearsâ imprisonment\nof which\r\nfive years were conditionally suspended for the murder of his four\r\nyear old son, ordered to run concurrently â which\nhe promptly\r\nreplaced with an effective prison term of 18 years, was âshockingly\r\nlightâ and did not reflect the interests of\nsociety which viewed\r\nthe conduct in a very serious light and the need for deterrent\r\nsentences. The learned judge continued at para\n31:\nâ\nIn my view\r\nthis matter calls for a sentence cognisant of [the respondentâs]\r\npersonal circumstances, but which takes account of\nthe seriousness of\r\nthe offences and the need for appropriate severity and deterrence.\nThis\r\nlatter element is at the core of the community interest in how courts\r\nshould deal with violent crime\n.\nThis is a\r\nmatter in which the respondentâs personal circumstances are\r\noutweighed by societyâs need for a retributive and\ndeterrent\nsentence.â\n(My emphasis.)\n[24]\nIn\r\nmy view, the magistrate properly considered the appellantâs\r\nfavourable personal circumstances, namely that he was a 31 year-old\n\nfirst offender, was still married to the subject of his woes, had\r\nyoung children and a grandmother dependent on him for support\nand was\r\nremorseful. Included in that enquiry was the effect on the appellant\r\nof his wifeâs adulterous conduct, which the magistrate\nseverely\r\ndisparaged commending the appellantâs attempts to salvage his\r\nmarriage. The magistrate expressly acknowledged that the\nexperience\r\nmust have caused him frustration, humiliation, anger and pain.\n[25]\nIt\r\nis clear from the magistrateâs judgment that she, as did the court\r\nbelow, fully accepted that the appellantâs capacity for\nsound\r\njudgment and rational thought were impaired by these emotions and\r\nthat he was in a state of distress when he committed the\nmurder.\r\nThis, after all, is one of the key factors that led to the\r\nsubstantial reduction of the mandatory minimum sentence of 15\nyearsâ\r\nimprisonment to eight years' imprisonment.\n[26]\nHaving\r\nsaid that, mitigating factors must nevertheless be weighed against\r\nthe aggravating circumstances of the relevant offence\nand the\r\nexpectations of society. As properly acknowledged in the main\r\njudgment, murder is unquestionably an offence of the gravest\nnature.\r\nIn this matter, the deceased posed no physical threat to the\r\nappellant and apparently had no interaction with him at all.\nAll too\r\noften in this country, male partners lose self-control and react\r\nviolently to marital and relational strife, a common fact\nof life,\r\nmostly with fatal results facilitated by the use of a firearm.\n[27]\nI\r\ncannot agree more with the comments of Naidu AJ in\nS\r\nv McDonald\n14\nwhere\r\nhe said:\nâ\nIt\r\nis indeed unfortunate that, in recent times, crimes of violence\r\ncommitted by the use of firearms as a result of anger and\r\nfrustration\n,\r\nappear to be on the increase. Persons possessing firearms have a\r\nspecific responsibility to ensure that they exercise self control\n\neven in extreme cases, and that the use of a firearm must be resorted\r\nto only when there is no other alternative.â\nIn that case the court imposed,\r\ninter alia, eight yearsâ imprisonment on the appellant for the\r\nmurder of his ex-wife committed\nspontaneously in a highly charged\r\nchild custody tug-of-war.\n[28]\nIt\r\nis critical to send out a clear message to society at large that\r\nresort to violence cannot be tolerated. The courts can convey\nthat\r\nmessage effectively only in the sentences that they impose in cases\r\nof this nature. The possibility of rehabilitation of the\nappellant as\r\na first offender and the improbability of a repeat offence,\r\nstrenuously argued on his behalf, certainly do not mean\nthat a short\r\nterm of imprisonment or correctional supervision are the only\r\nappropriate sentences even when other relevant factors\nindicate a\r\nsubstantial term of imprisonment.\n15\nJust as the interests of society are not properly served by too harsh\r\na sentence, neither are they served by one that is too lenient\nsuch\r\nas the one proposed by my learned colleague which, in my view, fails\r\nto adequately reflect the gravity of the offence.\n[29]\nIn\r\ndetermining the precise weight to be attached to the appellantâs\r\ndefence of diminished criminal responsibility it seems to\nme\r\ninstructive to consider the remarks of Nugent JA in his concurrence\r\nin the\nVenter\ndecision.\n16\nThere, the learned judge reminds us that diminished criminal\r\nresponsibility is not a pathological condition but âa state of mind\n\nvarying in degree that might be brought about by a variety of\r\ncircumstances â¦ [such as] the effects of alcohol, jealousy,\r\ndistress,\nprovocation â¦ [which] have always been matters to be\r\ntaken account of in mitigationâ and concludes that nothing is\r\naltered\nwhen these circumstances are brought together under a label.\n17\n[30]\nAs\r\nstated above, it is undisputed that the appellant acted with\r\ndiminished criminal responsibility when he committed the murder.\nBut,\r\non a fair assessment of all the evidence, I hardly find a prison term\r\nof eight years for the offence â which, incidentally,\nthe\r\nlegislature has ordained to be ordinarily punishable by 15 yearsâ\r\nimprisonment in the absence of substantial and compelling\n\ncircumstances\n18\nâ startling, shocking or disturbing. I would, accordingly, dismiss\r\nthe appeal.\n_________________\nMML MAYA\nJUDGE OF APPEAL\nCLOETE JA:\n[31]\tI have had the advantage of\r\nreading the judgments of my colleagues Boruchowitz and Maya. I\r\nrespectfully agree with the former\nand find myself, with equal\r\nrespect, fundamentally in disagreement with the latter.\n[32]\tThe most significant fact in\r\nthe present appeal so far as sentence is concerned, is that when he\r\nshot the deceased, the appellant\nwas acting with diminished\r\nresponsibility. That appears quite clearly from both paragraphs 8 and\r\n9 of the appellant's plea explanation,\n19\naccepted by the State, where the appellant says that he was provoked\r\nand 'lost control of [his] inhibitions'. My colleague Boruchowitz\n\ngives in my view proper emphasis to this fact and refers to previous\r\ndecisions of this court in support of his view; whereas my\ncolleague\r\nMaya underplays its significance and refers to authority in support\r\nof her view which, for reasons I shall give, I consider\ninapposite or\r\ncontrary to established authority in this court.\n[33]\tIt must be underlined that\r\ndiminished responsibility consists in loss of restraint and\r\nself-control (which does not have to\namount to sane automatism to\r\namount to mitigation). That is what happened here. The appellant\r\nkilled the deceased but when he had\n'lost control of [his]\r\ninhibitions' ie when his ability to exercise normal self-restraint\r\nwas impaired. My colleague Maya quotes\n(in para 29 above) from the\r\njudgment of Nugent JA in\nDPP\r\nTransvaal v Venter\n.\n20\nI understand my colleague Nugent in the passage quoted to be saying\r\nthat various factors can contribute to produce the state of\nmind\r\nlabelled by lawyers as diminished responsibility, and that that state\r\nof mind may vary in degree. In the present matter, the\ndegree to\r\nwhich the appellant's responsibility for his actions was diminished,\r\nand the reasons therefor, were established by the\nappellant's plea\r\nexplanation. My colleague Maya comments that there is 'regrettably a\r\npaucity of detail on record as to how the\nincident actually\r\noccurred', categorises the appellant's plea explanation as 'rather\r\nsketchy' and concludes on this point that\nthe plea explanation was\r\n'seemingly tailored to explain his mental state'. I, on the other\r\nhand, would have expected the plea explanation\nto be tailored to\r\nemphasise the appellant's mental state and not to amount to a\r\nregurgitation of conclusions of fact to be found\nin some precedent\r\nfrom the law reports. And if the State considered that the plea\r\nexplanation could be controverted by evidence\nat its disposal or by\r\ncross-examination of the appellant, it was free not to accept it. But\r\nthe prosecutor did accept it, with\nthe consequence that the facts it\r\ncontains must be taken as correct.\n[34]\tThe appellant was not acting\r\nwith diminished responsibility in either of the two decisions in this\r\ncourt relied upon by my\ncolleague Maya. In the first, namely\nS\r\nv Makatu\n,\n21\nit was found that the appellant 'at the spur of the moment . . . felt\nhurt\nand started shooting' (my emphasis) â and for that reason, the\r\ndecision is of no relevance in the present context.\nThe other judgment\r\nof this court on which my colleague relies, that of Mlambo JA in\nDPP\r\nTransvaal v Venter\n,\n22\nin my respectful view and for reasons which I gave in a dissenting\r\njudgment at the time, both constitutes a radical departure from\n\nsentences previously considered appropriate by the courts, including\r\nthis court, for murder committed with diminished responsibility,\nand\r\nalso emphasises aspects of sentence which this court has â\r\nrepeatedly â held do not require emphasis in such cases. One\nof\r\nthose aspects is deterrence. My colleague Maya relies upon the\r\njudgment of Mlambo JA to justify the emphasis of this aspect\nin the\r\npresent case and in particular places in italics\n23\nhis statement that 'This latter element [viz deterrence] is at the\r\ncore of the community interest in how courts should deal with\nviolent\r\ncrime'. I am unable to reconcile this\napproach with established case\r\nlaw in matters such as the present. I shall give four examples.\n[35]\tIn\nS\r\nv Campher\n24\nthis court said:\n'Die misdaad waaraan\r\nappellante haar skuldig gemaak het is ongetwyfeld 'n ernstige een. In\r\nons huidige samelewing waar rusies tussen\ngetroude pare dikwels\r\nuitloop op die dood van een (of soms albei) van hulle behoort die\r\nelement van afskrikking in straf normaalweg\nsterk na vore te tree.\r\nDie huidige is egter, na my mening, nie 'n geval waar daardie element\r\nbelangrik is nie. Appellante was 'n\neerste oortreder en daar is geen\r\nsuggestie hoegenaamd dat sy 'n neiging tot geweld het nie. Die\r\nteenoorgestelde blyk eerder uit\ndie getuienis.'\nIn\nS\r\nv Smith\n25\nthis court said:\n'The appellant is a\r\nfirst offender and on all the evidence has never, apart from on this\r\noccasion, acted violently. One can safely\nconclude that there is no\r\nneed for a sentence to be imposed to serve as a personal deterrent.\r\nThere is little or no likelihood\nof this experience repeating\r\nitself.'\nIn\nS\r\nv Ingram\n,\n26\nwhich deals with the same point as my colleague Maya JA does in\r\nregard to the interests of society (in para 28 of her judgment),\nthis\r\ncourt said:\n'It is trite law\r\nthat the determination of an appropriate sentence requires that\r\nproper regard be had to the triad of the crime,\nthe criminal and the\r\ninterests of society. A sentence must also, in fitting cases, be\r\ntempered with mercy. Murder, in any form,\nremains a serious crime\r\nwhich usually calls for severe punishment. Circumstances, however,\r\nvary and the punishment must ultimately\nfit the true nature and\r\nseriousness of the crime. The interests of society are not best\r\nserved by too harsh a sentence; but equally\nso they are not properly\r\nserved by one that is too lenient. One must always strive for a\r\nproper balance. In doing so due regard\nmust be had to the objects of\r\npunishment. In this respect the trial Judge held, in my view\r\ncorrectly, that the deterrent aspect\nof punishment does not play a\r\nmajor role in the present instance. The appellant is not every likely\r\nto repeat what he did. Deterrence\nis therefore only relevant in the\r\ncontext of the effect any sentence may have on prospective\r\noffenders.'\nLastly, I would refer to\nS\r\nv Shapiro\n27\nwhere the court said:\n'[T]here can be no\r\ndoubt that the community must view this crime with abhorrence. I do\r\nnot believe, however, that right-thinking\nmen would demand condign\r\npunishment in a case where the accused acted with substantially\r\ndiminished criminal responsibility. Nor\ndo I think that there is\r\nsubstance in the point made in para 2.1.4 that the trial Judge\r\nignored or underemphasised the increase\nin cases of this nature, or\r\noveremphasised emotional instability as a justification for or in\r\nmitigation of unacceptable conduct.\nEach case must be judged on its\r\nown facts, and it would, I think, be wrong in principle to impose a\r\nheavier sentence in this case\nin an attempt to stem the flow of cases\r\nin which emotional instability is relied on by the defence.\n. . .\nI do not agree that\r\nthe learned trial Judge ignored or minimised the importance of\r\nretribution and deterrence as objects of punishment.\nI do not think\r\nthat in the light of the finding of diminished responsibility this\r\ncase is one which is clamant for retribution.\nIt does not appear from\r\nthe evidence that Shapiro is likely to again commit a violent crime.\r\nHe has no previous convictions relevant\nto show propensity for\r\nviolence. It does not seem that he is a danger to society which would\r\ncall for his separation from the community\nfor a long time. In regard\r\nto the deterrence of others, it does not seem to me that in the\r\npresent case a long prison sentence\nis called for. The concatenation\r\nof circumstances was highly unusual and is unlikely to occur again.'\nI would only add, as I did in\nDPP\r\nTransvaal v Venter\n,\n28\nthat to my mind there would seem to be little purpose in attempting\r\nto deter a person not in full control of his or her faculties.\n[36]\tFor these reasons, I am\r\nunable to support the approach of my colleague Maya and I am of the\r\nview that the magistrate committed\na misdirection in finding that:\n'[D]eterrence plays\r\na heavy role in the sentence that this court should impose.'\n[37]\tThere is a further\r\nmisdirection in the judgment of the magistrate to which my colleague\r\nBoruchowitz refers,\n29\nnamely, that the magistrate did not afford sufficient recognition and\r\nweight to the fact that the appellant had acted with diminished\n\nresponsibility. The concept is nowhere mentioned by name by the\r\nmagistrate. The high water mark of her judgment in this regard\nis\r\ncontained in the following passages:\n'So the court has to\r\naccept that this incident occurred as a result of you acting on the\r\nspur of the moment and that it was then\nto a great extent surely as\r\nthe result of you being put under stress.\n. . .\nHowever, the court\r\naccepts from the factual circumstances that you must have been\r\nfrustrated and probably angered. That these feelings\nof mixed\r\nemotions must have been made worse by means of the inevitable pain\r\nand heartache that you must have felt. And that all\nthis then led to\r\nyou acting on the spur of the moment.'\nThe High Court on appeal simply\r\nparaphrased these findings. I am therefore, with respect, also unable\r\nto support the following finding\nby my colleague Maya:\n30\n'It is clear from\r\nthe magistrate's judgment that she, as did the court below, fully\r\naccepted that the appellant's capacity for sound\njudgment and\r\nrational thought were impaired by these emotions . . . when he\r\ncommitted the murder . . . .'\n[38]\tBecause of the misdirections\r\nby the magistrate, I agree with my colleague Boruchowitz that this\r\ncourt is at large to impose\nthe sentence it considers appropriate.\r\nGiving due weight to the fact that the appellant acted with\r\ndiminished responsibility, and\nbearing in mind the guidelines in\nS\r\nv Malgas\n,\n31\nI respectfully agree with my colleague Boruchowitz for the reasons he\r\ngives that imprisonment for a period of five years would\nbe an\r\nappropriate sentence. I accordingly concur in the order made by him.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant:\t\tM Wyngaard\nInstructed by\nA S Steijn; Benoni\nRosendorff Reitz Barry;\r\nBloemfontein\nFor Respondent:\t\tS Masilela\nInstructed by\nDirector of Public\r\nProsecutions; Pretoria\nDirector of Public\r\nProsecutions; Bloemfontein\n1\nSee\nS\r\n\tv Laubscher\n1988 (1) SA 163\n(A);\nS v Calitz\n1990 (1) SACR 119\n(A);\nS v Wiide\n1990 (1) SACR 561\n(A);\nS\r\n\tv Kalogoropoulos\n1993 (1) SACR 12\n(A);\nS\r\n\tv Potgieter\n1994 (1) SACR 61\n(A);\nS\r\n\tv Kensley\n1995\r\n\t(1) SACR 646\n(A);\nS\r\n\tv Di Blasi\n1996 (1) SACR 1\n(A);\nS\r\n\tv Cunningham\n1996\r\n\t(1) SACR 631\n(A);\nS\r\n\tv Henry\n1999 (1) SACR 13\n(SCA);\nS\r\n\tv Francis\n1999\r\n\t(1) SACR 650\n(SCA);\nS\r\n\tv Kok\n2001 (2) SACR 106\n(SCA).\n2\n1987 (1) SA 940\n(A) at 964 C-H and 976 D-E.\n3\n1988\r\n\t(1) SA 163\n(A) at 173 F-G.\n4\n1990\r\n\t(1) SACR 130\n(A) at 135 B-E.\n5\n1994\r\n\t(1) SACR 112\n(A) at 123C-F.\n6\n1995 (1) SACR 1\n(A) at 8D-I.\n7\n2001\r\n\t(2) SA 1222\n(SCA).\n8\nI use these words fully mindful of the fact that it was the Stateâs\r\n\tduty to prove its case against the appellant.\n9\nR v\r\n\tDhlumayo\n1948\r\n\t(2) AD 677\nat 706.\n10\n2006 (2) SACR 582\n(SCA).\n11\nS v Makatu\n(supra)\nat paras 17 and 18.\n12\n[2008] ZASCA 76\n;\n2009 (1) SACR 165\n(SCA) at para 25.\n13\nS v Laubscher\n1988\r\n\t(1) SA 163\n(A);\nS v\r\n\tSmith\n1990 (1) SACR\r\n\t130\n(A);\nS v\r\n\tKalogoropoulos\n1993\r\n\t(1) SACR 12\n(A);\nS v\r\n\tShapiro\n1994 (1) SACR\r\n\t112\n(A) and\nS v Di\r\n\tBlasi\n1996 (1) SACR 1\r\n\t(A).\n14\n2000\r\n\t(2) SACR 493\n(N) at 510 e-f.\n15\nS v\r\n\tKhumalo\n[1984] ZASCA 30\n;\n1984\r\n\t(3) SA 327\n(A) at 333F.\n16\n[2008] ZASCA 76\n;\n2009 (1) SACR 165.\n17\nPara 65.\n18\nIn\r\n\tterms of\ns 51(3)(a)\nof the\nCriminal Law Amendment Act 105 of 1997\n.\n19\nQuoted by my colleague Maya in paragraph 15 of her judgment.\n20\n[2008] ZASCA 76\n;\n2009\r\n\t(1) SACR 165\n(SCA).\n21\nReferred\r\n\tto in paras 20 and 21 above.\n22\nAbove,\r\n\tn 20.\n23\nIn\r\n\tpara 23 above.\n24\n1987\r\n\t(1) SA 940\n(A) at 964C-H per Jacobs JA, Boshoff AJA concurring at\r\n\t967D-E.\n25\n1990\r\n\t(1) SACR 130\n(A) at 136b per Kumleben JA, Hefer and Friedman JJA\r\n\tconcurring.\n26\n1995\r\n\t(1) SACR 1\n(A) at 8i-9b per Smalberger JA, Hefer and Nienaber JJA\r\n\tconcurring.\n27\n1994\r\n\t(1) SACR 112\n(A) at 123i-124d per Nicholas AJA, Van Heerden and\r\n\tSmalberger JJA concurring.\n28\nAbove\r\n\tn 20, para 61.\n29\nPara 6\r\n\tabove.\n30\nIn\r\n\tpara 25 above.\n31\n2001 (2) SA\r\n\t1222\n(SCA).",
  "scraped_at": "2026-02-11T21:41:20.544097",
  "date": "2009-03-19",
  "coram": [
    "CLOETE JA",
    "MAYA JA",
    "BORUCHOWITZ AJA"
  ],
  "case_number": "391/08",
  "parties": {
    "applicants": [
      "Doctor Mnisi (Themba)"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, a prison warder, pleaded guilty to one count of murder. On 11 August 2001 he found his wife in the company of Joshua Hlatswayo, a man with whom she was having an adulterous relationship. Provoked and claiming he had \"lost control of his inhibitions\", the appellant drew his licensed service firearm and shot Hlatswayo, who died. He asserted that he did not intend to kill but acted recklessly under intense emotional stress. The Regional Court sentenced him to eight years' imprisonment, finding substantial and compelling circumstances that justified a departure from the statutory minimum of 15 years. The appellant appealed the sentence on the ground that the trial court failed to give adequate weight to his diminished responsibility and over‑emphasised deterrence.",
    "issues": "The appeal raised (i) whether the appellant acted with diminished criminal responsibility and whether this should be a mitigating factor in sentencing; (ii) whether the trial court erred by placing undue emphasis on deterrence; (iii) whether the statutory minimum sentence under s 51(2)(a) of the Criminal Law Amendment Act could be reduced in the circumstances; and (iv) what proper sentence should be imposed on appeal.",
    "principles": "The court applied s 51(2)(a) of the Criminal Law Amendment Act 105 of 1997, which permits a reduced sentence where \"substantial and compelling circumstances\" exist. It affirmed that diminished responsibility is not a defence but a mitigating factor, drawing on precedent such as S v Campher, S v Laubscher, S v Smith, S v Ingram and S v Shapiro. The court reiterated that expert evidence is not mandatory to establish diminished responsibility if a factual foundation is present. Sentencing must balance the interests of the crime, the criminal and society, with reference to the triad of retribution, deterrence and rehabilitation, as outlined in S v Malgas.",
    "application": "The appellate court accepted that the appellant's written statement and the surrounding facts provided a sufficient basis to find diminished responsibility. It held that the trial judge misdirected himself by over‑emphasising deterrence and insufficiently weighing the mitigating effect of the appellant's diminished responsibility, first‑offender status and lack of propensity for violence. Consequently, the eight‑year term was deemed excessive. Applying the principles, the court substituted the sentence with five years' imprisonment, deeming it appropriate under the statutory framework and sentencing guidelines.",
    "conclusion": "The appeal was upheld. The sentence of eight years' imprisonment imposed by the magistrate was set aside and replaced with a sentence of five years' imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "murder",
      "diminished responsibility",
      "deterrence",
      "minimum sentencing",
      "appeal"
    ]
  }
}