{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/119.html",
  "case_name": "Kiepersol Poultry Farm (Pty) Ltd v Phasiya (230/2008) [2009] ZASCA 119; 2010 (3) SA 152 (SCA) ; [2010] 1 All SA 408 (SCA) (25 September 2009)",
  "citation": "[2009] ZASCA 119",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 119\n|\nNoteup\n|\nLawCite\nKiepersol Poultry Farm (Pty) Ltd v Phasiya (230/2008) [2009] ZASCA 119; 2010 (3) SA 152 (SCA) ; [2010] 1 All SA 408 (SCA) (25 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 230/2008\nIn the matter between:\nKIEPERSOL POULTRY FARM (PTY) LTD\t\t\tAPPELLANT\nand\nGIDEON PHASIYA\t\t\t\t\t\t\tRESPONDENT\nNeutral citation:\nKiepersol\r\nPoultry Farm v Phasiya\n(230/2008)\n[2009]\r\nZASCA 119\n(25 September 2009)\nCORAM:\t\tMpati P, Van Heerden, Jafta, Maya, Snyders\r\nJJA\nHEARD:\t\t12 May 2009\nDELIVERED:\t25 September 2009\nSUMMARY\n:\t\tLand â land\r\nreform â eviction in terms of\nExtension of Security of Tenure Act\n62 of 1997\nâ whether occupier still occupies premises/land in terms\r\nof the Act.\nORDER\nOn appeal from\n:\tLand Claims\r\nCourt (Bam JP).\nThe appeal succeeds. The order of the court below is set\r\naside and replaced with the following:\nâ\n1.\tThe respondent is ordered to vacate the house he\r\ncurrently occupies on the farm Zandspruit by no later than 31 January\r\n2010.\n2.\tShould the respondent fail to vacate the house by due\r\ndate, the sheriff is authorised to remove the respondent and his\r\ndependants\nfrom the said house together with all their belongings and\r\nto hand over vacant possession to the appellant.â\nJUDGMENT\nMPATI P\n(Van Heerden JA,\r\nJafta JA, Maya JA and Snyders JA concurring)\n[1]\tThis is an appeal against the judgment of the Land\r\nClaims Court (Bam JP) dismissing the appellant's application for\r\nan\norder for the eviction of the respondent from a house on a certain\r\nfarm, Zandspruit, in the district of Krugersdorp. The application\nwas\r\nbrought in terms of the\nExtension of Security of Tenure Act\n>\n1\n('the Act'). The appeal is with leave of this court.\n[2]\tThe appellant, a company with limited liability,\r\nleases the farm Zandspruit from a property holding company, Sojordi\r\nBeleggings\n(Edms) Bpk, the owner of the farm. It conducts the\r\nbusiness of poultry farming and processing on Zandspruit. Its policy,\r\naccording\nto its managing director, is to house its employees on the\r\nland on which it conducts its business. The respondent's father, Mr\r\nSam Phasiya ('Sam'), was one of the employees of the appellant. He\r\nwas the driver of a delivery van and occupied one of the houses\non\r\nZandspruit with his family. (I shall refer to the house that was\r\noccupied by Sam as 'the premises'.)\n[3]\tIt is not in dispute that prior to the year 2004 one\r\nof Sam's three sons, Mr Martin Zolile Phasiya ('Martin'), purchased a\r\nfixed\nproperty and moved out of the premises. It is also not in\r\ndispute that during 2004 Sam was involved in a motor vehicle\r\naccident,\nas a result of which he sustained physical injuries for\r\nwhich he required medical attention. He was not required to drive the\r\ndelivery\nvan again after the accident. He retired on pension in\r\nSeptember 2004.\n[4]\tIn the appellant's founding affidavit Mr Jan Hendrik\r\ndu Plessis ('Du Plessis'), the managing director of the appellant,\r\nstates\nthat during February 2004 Sam and his wife 'moved out of the\r\ndwelling which they were occupying on the premises [Zandspruit] and\n\nbegan residing with [their] son Martin in Honeydew'. The other two\r\nsons, the respondent and Mr Lucas Phasiya ('Lucas'), remained\nbehind\r\ntogether with the respondent's wife and three minor children. Du\r\nPlessis states further that during the course of 2004 Lucas\nand the\r\nrespondent were advised that 'they would have to vacate the premises\r\nby the end of January 2005'. It appears that Lucas\nthen moved out\r\nbecause, during the course of January 2005, the respondent's employer\r\n(a firm of attorneys) requested that the date\nupon which the\r\nrespondent was to vacate the premises be extended until 30 April\r\n2005. Du Plessis agreed. When the respondent failed\nto vacate the\r\npremises on due date the appellant issued the requisite notices, in\r\nterms of\ns 9(2)(d)\n3\n>\n2\nof the Act, of his intention to apply for an order to evict the\r\nrespondent.\n[5]\tIn his answering affidavit the respondent disputes\r\nthe allegation that his father left the premises to reside with\r\nMartin. He\nstates that â\n'My father did leave the farm\r\nafter the accident but only for a short period, the reason being that\r\nmy mother did not have access\nto the necessary resources to allow her\r\nto take care of my father. When he left he went to stay with my\r\nbrother Martin temporarily\nand would return as soon as his medical\r\ncondition improved. My father returned to the property after his\r\ncondition improved. To\ndate, he is still resident on the property.'\nThe respondent states further that Sam 'sometimes visits\r\neither one of my brothers,' and that he (respondent) and his family\r\ntherefore\n'occupy the farm under my father'. To the respondent's\r\nallegation that Sam 'qualifies as an occupier in terms of\ns 8(4)\nof [the Act]' and that his rights of residence have neither been\r\nterminated nor relinquished by him, the appellant avers in reply\nthat\r\nSam gave up his right of residence during February 2004.\n[6]\tOn 31 January 2007 the court a quo granted an order,\r\nby agreement, that evidence be adduced in respect of the respondent's\r\n'special\ndefence' that he was not occupying the premises in his own\r\nright but under his father, who was still an occupier in terms of\ns 8(4)\nof the Act. After it had considered the evidence tendered\r\nfrom both sides, including the evidence of Sam, the court a quo found\n\nthat Sam 'never abandoned his homestead at Kiepersol but merely spent\r\nmore time at the more comfortable house of his son, Martin,\nwhile\r\nallowing [the respondent] to be keeper of the family home on his\r\nbehalf'. The court accordingly dismissed the appellant's\napplication\r\nfor an order of eviction.\n[7]\tAn 'occupier' is defined in the Act as 'a person\r\nresiding on land which belongs to another person, and who has or on 4\r\nFebruary\n1997 or thereafter had consent or another right in law to do\r\nso . . . '.\nSection 8(4)\nof the Act reads:\n'The right of residence of an\r\noccupier who has resided on the land in question or any other land\r\nbelonging to the owner for 10 years\nand-\n(a)\nhas\r\nreached the age of 60 years; or\n(\nb\n)\tis\r\nan employee or former employee of the owner or person in charge, and\r\nas a result of ill health, injury or disability is unable\nto supply\r\nlabour to the owner or person in charge,\nmay not be terminated unless\r\nthat occupier has committed a breach contemplated in\nsection 10\n(1)\r\n(\na\n),\r\n(\nb\n)\r\nor (\nc\n):\r\n. . . '.\nThe appellant does not dispute the fact that Sam was an\r\noccupier on the premises, but avers that he gave up his right of\r\nresidence\nduring February 2004 when he allegedly moved out of the\r\npremises to reside with his son, Martin. On the appellant's version\ns 8(4)\nof the Act does not apply, because Sam's right of\r\nresidence was never terminated. It is Sam who abandoned it. And\r\nbecause the respondent\ndoes not himself claim to be an occupier as\r\ndefined in the Act, but rather contends that he occupies the premises\r\nunder Sam, the\nissue to be decided in this appeal is whether, at the\r\ntime the eviction proceedings were commenced, Sam was an occupier in\r\nthe\nsense that he was still residing on the premises. Counsel for the\r\nappellant conceded in this court that if Sam was still residing\non\r\nthe premises at the relevant time, then the appeal must fail.\n[8]\tIn\nEx parte Minister of\r\nNative Affairs\n3\nthis court was concerned with the\r\ninterpretation of the word 'resides' in\ns 10(3)\nof Act 38 of\r\n1927.\n4\nThe court said:\n'In construing the word\r\n\"resides\" one must bear in mind what was said by Solomon J\r\nin\nBuck v Parker\n(1908\r\nTS at p 1104) where the learned Judge said:\n\"The word 'residence' is\r\none which is capable of bearing more than one meaning, and the\r\nconstruction to place upon it in a\nparticular statute must depend\r\nupon the object and intention of the Act. As was said by Earle CJ, in\nNaef v Mutter\n(CP p 359), 'Residence has a variety of meanings according to the\r\nstatute in which it is used'\".'\n5\nThis court has held, recently, that the main purpose of\r\nthe Act 'is to regulate the eviction process of vulnerable occupiers\r\nof\nland' and that the Act 'generally seeks to protect a designated\r\nclass of poor tenants occupying rural and peri-urban land . . .\nwith\r\nthe express or tacit consent of the owner against unfair eviction\r\nfrom such land'.\n6\nThe term 'residing' in the definition of an 'occupier' in the Act\r\nmust thus be construed with this purpose in mind.\n[9]\tIn\nMkwanazi v Bivane Bosbou\r\n(Pty) Ltd\n7\none of the issues the court was called upon\r\nto determine was the meaning of the term 'reside' in the definition\r\nof 'labour tenant'\nin the Land Reform (Labour Tenants) Act 3 of\r\n1996.\n8\nGildenhuys J (Moloto J concurring) adopted the meaning ascribed to\r\nthe word 'reside'\n9\nby Baker J in\nBarrie NO v Ferris\n,\n10\nviz:\n'\"[R]eside\" means that\r\na person has his home at the place mentioned. It is his place of\r\nabode, the place where he sleeps\nafter the work of the day is done .\r\n. .. It does not include one's weekend cottage unless one is residing\r\nthere . . .. The essence\nof the word is the notion of \"permanent\r\nhome\".'\n11\nJust as the Act regulates the eviction of vulnerable\r\noccupiers of land, the Land Reform (Labour Tenants) Act regulates the\r\neviction\nof labour tenants.\n12\nI can find no reason why I should not adopt in this case, as\r\nGildenhuys J did in\nMkwanazi\n,\r\nthe meaning ascribed to the word 'reside' by Baker J in\nBarrie\r\nNO v Ferris\n(supra)\n.\r\nThere could be no dispute that at least before February 2004 Sam's\r\npermanent home was the premises on Zandspruit. He resided there.\n[10]\tDu Plessis testified that at the beginning of\r\nFebruary 2004 Sam told him that he was no longer staying on the farm\r\nand that\nhe and his wife had left to live with his son, Martin, in\r\nHoneydew, because it was 'a lot nicer there' than on the farm.\r\nHowever,\nSam continued to work for the appellant until September 2004\r\nwhen he was involved in an accident and subsequently went on\r\nretirement.\nThereafter, Du Plessis saw him twice, so he testified,\r\nonce when Sam enquired about his pension payout and on the second\r\noccasion\nwhen Sam asked him for a loan when there was a death in his\r\nfamily. Du Plessis testified further that around February/March 2004\n\nhe gave written notice to the respondent that the respondent should\r\nvacate the premises by January 2005. Du Plessis confirmed that\nhe had\r\nagreed to the request by the respondent's employer for an extension\r\nof the date for vacation of the premises to the end\nof April 2005.\r\nThe respondent, however, failed to vacate the premises by due date.\r\nDuring February 2007 and approximately two weeks\nbefore the trial of\r\nthis matter, Du Plessis conducted an inspection of the premises.\n13\nAccording to Du Plessis, the respondent's wife, who was present,\r\ninformed him that she and her husband used the main bedroom while\nthe\r\nchildren slept in the smaller room. She also informed him that Sam\r\ndid not sleep on the premises but only came to visit 'from\ntime to\r\ntime'.\n[11]\tMrs Selinah Chunga ('Chunga') is employed by Du\r\nPlessis's mother as a domestic worker. She occupies a house in a\r\ncompound close\nto the premises. Chunga testified that Sam left the\r\npremises in about September 2004 when his son, Martin, had purchased\r\na house,\nbut he continued to work on the farm. In cross-examination\r\nshe said that Sam left the farm in February 2004, but moved his\r\nbelongings\nin September 2004. She did not see him moving his\r\nbelongings personally and was informed of this by her children.\n[12]\tThe third and last witness for the appellant was Mr\r\nJosias Thilu Mmbodi ('Mmbodi'). His evidence may be summarised as\r\nfollows.\nHe has been employed by the appellant since 1991 and lives\r\nin a compound on Zandspruit. He is employed as a mechanic and also\r\ncollects\npost, using a company vehicle. Sam worked for the appellant\r\nuntil September 2005\n14\nwhen he was involved in an accident. His duties were to do deliveries\r\nof produce. One morning (he could not remember the date)\nSam informed\r\nthem\n15\nthat his son had bought a house for him at Northriding. Normally, Sam\r\ndid not work on Saturdays and Mmbodi stood in and performed\nhis\r\nduties. When Mmbodi knocked off at approximately 13h00 he would\r\ndeliver the company vehicle to Sam at Northriding and the latter\n\nwould use it to come to work on Mondays. The routine of leaving the\r\nvehicle with Sam on Saturdays lasted until Sam had an accident.\nWhen\r\nit was put to him in cross-examination that Sam would testify that he\r\nhad never moved out of Zandspruit and that he merely\noccasionally\r\nwent to visit his sons, Mmbodi disputed the statement and testified\r\nthat at the end of the day's work Sam no longer\nwent to the premises\r\nand that 'he used to go out, away from the yard'. Mmbodi last saw Sam\r\nin December 2004.\n[13]\tFour witnesses testified for the respondent, namely\r\nMartin, Lucas, Sam and the respondent. As the court below correctly\r\nobserved,\ntheir evidence is substantially the same on the question\r\nwhether Sam was still residing on the premises at the time of the\r\ninstitution\nof the eviction proceedings. The respondent testified\r\nthat he, together with his wife and three children, lives with Sam on\r\nthe\npremises. He agreed that he and his wife used the main bedroom,\r\nbut stated that when Sam was on the premises he (Sam) used the main\n\nbedroom. He maintained that Sam was still fully resident on the\r\npremises. After the accident (in about September 2004) Sam had\n\nstopped working. From that time, Sam would 'typically' stay for a\r\ntotal of two weeks of every month (about three days per week)\non the\r\npremises, the rest of the month being spent with Martin at his house.\r\nWhen asked how often Sam was on the premises he answered:\n'Well, it\r\ndepends, maybe like a week . . . he might be there once or twice a\r\nweek.' When his parents were on the premises he and\nhis wife moved to\r\nthe children's room. Under cross-examination the respondent conceded\r\nthat after the accident Sam did leave the\npremises for a short while\r\n'to stay with my brother'. He maintained, however, that even before\r\nthe accident Sam was staying with\nMartin for a few days every week,\r\nspending the rest of the week on the premises. According to the\r\nrespondent, this pattern had\ncontinued after the accident and his\r\nfather's retirement.\n[14]\tThe respondent admitted to receiving a notice from\r\nthe appellant to vacate the premises. On being asked why he had\r\napproached\nhis employer to negotiate an extension of time rather than\r\nask Sam to intervene (especially if Sam was still residing on the\r\npremises),\nhe said: '. . . there is a time whereby everyone is\r\nconfused and then he does not know what to do.' He did not honour the\r\nagreement\nto vacate the premises in January 2005, he said, because he\r\ncould not just leave his father.\n[15]\tMartin's evidence may be summarised as follows. He\r\nlived on the premises for more than 20 years and moved out during\r\nabout\nMay 2004 when he purchased a three bedroomed house in\r\nSundowner. His parents used to spend about three nights per week at\r\nhis house\nfrom the time he moved into the house. Sam 'took ill' in\r\nabout September 2004 when he was involved in an accident, whereafter\r\nhe\nstayed with Martin for approximately nine weeks. From January 2005\r\nSam 'rotated' amongst him (Martin), his brother Lucas and the\n\npremises. That arrangement, in terms of which Sam would spend three\r\ndays with Martin, two days with Lucas, who by now had his own\nhouse,\r\nand two days on the premises had, according to Martin, already been\r\nin place prior to Sam's accident. It was re-instated\nin about January\r\n2005 and continued until Sam suffered a stroke, after which he\r\nremained with Martin for about two months. When\nhis health improved,\r\nhowever, Sam reverted to the rotation arrangement. Martin testified\r\nfurther that before the accident Sam used\nto travel between his\r\n(Martin's) house and the farm, on the nights he was staying with\r\nMartin, using the appellant's vehicle. Since\nSam  had suffered the\r\nstroke Martin used his own vehicle to convey Sam to and from the\r\nfarm. Martin testified that his agreement\nwith his parents was that\r\nthey could stay with him 'for visits', but that they would have to\r\nleave his house once he got married.\nHis parents had started using\r\nhis post office box as their postal address in 2006. This was because\r\nsome of the post addressed\nto them at the premises had gone astray.\r\nIn fact, all the members of his family, even his brother, Lucas,\r\nutilised the post office\nbox.\n[16]\tLucas is Sam's eldest son. He lives at Fourways\r\nwith his wife and four children in their three bedroomed house. Lucas\r\ntestified\nthat after the accident and after he had suffered a stroke\r\nSam did not reside permanently on the premises. The three brothers\r\nhad\nmet and decided that Sam and his wife should rotate amongst them,\r\nespecially between him and Martin. In terms of that agreement\nSam\r\nwould spend three days with Martin and two days with Lucas. In the\r\npast, Sam had already been visiting them as they were 'a\nvery close\r\nfamily'. Lucas testified that Sam suffered a stroke 'after he got\r\nnews that he [was] not allowed to stay on [the premises]'.\nAccording\r\nto Lucas Sam changed his postal address from that of the appellant to\r\nMartin's postal address because he 'had been told\nto move out . . .\r\n'.\n[17]\tSam testified that he worked for the appellant for\r\n28 years and stopped after he had had an accident in 2004. He was\r\ntold by\nDu Plessis, he said, that he should not return to work. When\r\nasked where he resided 'currently' he responded as follows:\n'I stay with my kids . . .. I\r\nstay three days [with] Martin, two days [with] Lucas and two days\r\n[with] Gideon per week.'\nHe later said that he spent 'most of my time at Martin's\r\nplace because I am not well'. Sam also testified that the respondent\r\n'stays\nat my place at Kiepersol . . . where they removed me', but\r\nthat he had not left the premises. He said that while he was still\r\nemployed\nhe 'was just visiting Martin'. He confirmed that Mmbodi's\r\ntestimony about his delivering the company vehicle to him at Martin's\n\nhouse was correct but he denied that this occurred every Saturday. He\r\nspent more time at Martin's house because Martin had a vehicle\nand a\r\ntelephone in the house. He would call Martin when he took ill. Unlike\r\non the premises there was also a bath in Martinâs\nhouse. He would\r\nnot be able to stay with Martin forever, however, as Martin would one\r\nday get married. Sam denied that he had changed\nhis postal address\r\nand stated that his post was still being sent to the appellantâs\r\naddress.\n[18]\tThe court a quo appears to have rejected Du\r\nPlessisâs testimony that Sam had told him in February 2004 that he\r\nwas staying\nwith Martin and no longer on the premises. The court\r\nreasoned thus:\nâ\nThere is undisputed evidence\r\nfrom both Mr Sam Phasiya and from his son, Martin, that Martin only\r\ntook occupation of his house during\nMay 2004 and so Sam Phasiya could\r\nnot have [had] prior experience in February that it was âa lot\r\nnicerâ there than staying\non the farm . . . It is inconceivable\r\nthat Sam Phasiya could have evinced and communicated a resolve to\r\npermanently abandon his\nresidence on the farm during February 2004\r\neven while still employed on the farm and had not yet been securely\r\nanchored in accommodation\nelsewhere.â\nI do not share this view. It was never put to Du Plessis\r\nthat his evidence on this issue was untrue. What was indeed put to\r\nhim\nwas the following:\nâ\n. . . I need to put to you\r\nwhat my instructions are and we will call him Sam for want of a\r\nbetter term, weâll say that he never\nsaid to you that he was\r\nvacating the premises in February 2004, he said that his son had\r\npurchased a new house and that he would\noccasionally be staying there\r\nand occasionally be staying on the farm . . .'.\nDu Plessisâs further evidence that he gave notice to\r\nthe respondent in or about February/March 2004 to vacate the premises\r\nwas\nnot seriously challenged either. Although he was unable to pin a\r\ndate to it, the respondent admitted to having received written\nnotice\r\nthat he should vacate the premises. In my view, the court a quoâs\r\nrejection of Du Plessisâs evidence on this issue was\nunjustified.\n[19]\tThere are other aspects of the case that, in my\r\nview, tend to strengthen the appellantâs version. First, Du\r\nPlessisâs testimony\nthat the respondentâs wife had informed him\r\nthat Sam did not sleep on the premises but âonly comes and visits\r\nfrom time to\ntimeâ was not challenged. When he was confronted with\r\nthis evidence the respondent merely responded: âI do not know about\r\nit.â\nSecond, it is difficult to understand why, if Sam still\r\nresided on the premises, the respondent did not object to the notice\r\nto\nvacate the premises and tell Du Plessis that Sam, and not he, was\r\nthe occupier. He testified that he conveyed this fact to his employer\n\nwhen handing the written notice to him. Yet he instructed his\r\nemployer, an attorney, to request an extension of time rather than\nto\r\nassert Samâs right of residence as an occupier. When questioned why\r\nhe did not ask Sam to intervene by talking to Du Plessis\nthe\r\nrespondent replied that he had been confused. In my view, the\r\nrespondentâs conduct of requesting an extension of time within\n\nwhich to vacate the premises, evinces knowledge on his part that Sam\r\nwas no longer residing on the premises. Fourth, there is\r\ncontradictory evidence on the question of Samâs alleged rotation\r\namongst his sons.\n[20]\tIn his evidence-in-chief the respondent testified\r\nthat the rotation arrangement had been in place since September 2004.\r\nUnder\ncross-examination he stated that the alleged rotation commenced\r\nbefore Samâs accident. Martinâs version on this point was that\n\nafter the accident Sam âresidedâ at his (Martinâs) house and\r\nthat from January 2005 âhe would basically rotate amongst\nmyself,\r\nmy brother [Lucas] and the farmâ. However, Martin also testified\r\nunder cross-examination that the rotation arrangement\nhad been put in\r\nplace prior to Sam's accident in September 2004. Lucas was unclear on\r\nwhen Samâs rotation had commenced. He testified\nthat at some stage\r\nafter the accident Du Plessis told Sam that the latter was ânot\r\nallowed to stay on the farmâ. Thereafter\nSam suffered a stroke and\r\nthey decided that they âwill keep him more at our placeâ. Lucas\r\nalso testified that before Du Plessis\nhad informed Sam that he was\r\nnot allowed on the farm Sam had already begun to rotate. According to\r\nSam, however, the rotation commenced\nwhen he took ill, ie when or\r\nafter he had had the accident. In my view, these contradictions\r\ncannot be disregarded, particularly\nwhen regard is had to the fact\r\nthat the respondent makes no mention whatsoever in his answering\r\naffidavit of Samâs alleged rotation\namongst his sons.\n[21]\tThe court a quo found, despite Chunga's evidence to\r\nthe contrary â which turned out to be hearsay â that Sam had not\r\nremoved\nhis furniture from the premises. I agree with this finding.\r\nBut the court also held that an important indicator of an intention\n\nâto abandon oneâs residence permanently is to move lock stock and\r\nbarrel and take away oneâs furniture and clothingâ. While\nit is\r\nso that the furniture and clothing may be an important indicator that\r\na person has not left or changed his residence, that\nwill not\r\nnecessarily be a decisive factor. In the present matter Martinâs\r\nhouse and that of Lucas were fully furnished. It would\nthus not have\r\nbeen necessary for Sam to take his furniture with him. After all, his\r\nother son, the respondent, who, on his own\nversion, had no furniture\r\nof his own, remained on the premises. Had Sam left with the\r\nfurniture, the respondent would have been\nleft in an empty house. In\r\nthese circumstances, not much weight, if any, can be attached to the\r\nfact that Sam had left his furniture\non the premises.\n[22]\tOther factors considered by the court a quo in\r\narriving at its conclusion that Sam âis still the occupierâ of\r\nthe premises\nwere, according to it, âthe ample and undisputed\r\nevidence that the farmhouse and life itself was always an important\r\nfocal point\nin the life of Sam Phasiya even after February 2004 and\r\nthat he maintained contact with his son [the respondent]', and that\r\nSam\nburied his brother on the farm and still attended church services\r\nat a neighbouring church. It is manifest that Sam at all times\nmust\r\nhave held the view that he was entitled to lay claim to the premises.\r\nThis is evidenced by his leaving the respondent on the\npremises and\r\nthe contact that he maintained with him. But, to repeat what was said\r\nin\nBarrie v Ferris NO\n16\nthe\nessence\r\nof the word âresideâ is the notion of âpermanent homeâ. As\r\nindicated, Du Plessisâs evidence that the respondentâs\nwife\r\ninformed him, shortly before the trial, that Sam did not sleep on the\r\npremises and only visited from time to time was not\ndisputed. Failure\r\non the part of the respondent to challenge this evidence, taken\r\ntogether with his failure to object to Du Plessisâs\nnotice to him\r\nto vacate the premises and his failure to even inform Sam, on whose\r\nbehalf he was allegedly keeping the premises,\nabout the notice â he\r\ntestified to this effect â in my view strengthens the appellant's\r\nversion that Sam had ceased to reside\nat the premises prior to his\r\naccident and retirement in September 2004. And above all, the court a\r\nquo found Du Plessis to be a\ncredible witness, correctly so, in my\r\nview. Mr Mmbodiâs testimony that, already before the accident (in\r\nSeptember 2004), Sam\nno longer slept at the premises but left the\r\nfarm after work, is corroboration for Du Plessisâs version.\n[23]\tI am accordingly satisfied that on the evidence\r\nbefore the court a quo Sam was no longer an occupier of the premises\r\nas envisaged\nin the Act at the time the eviction proceedings were\r\ninstituted. In coming to this conclusion I have placed minimal value\r\non Chunga's\nevidence. This is so because according to her Sam left\r\nthe premises in or about September 2004. Even on the respondentâs\r\nversion\nthe so-called rotation by Sam commenced before the accident,\r\nwhich occurred in September 2004. There are other unsatisfactory\r\naspects\nin her evidence which I find unnecessary to enumerate here.\n[24]\tThe conclusion I have reached does not dispose of\r\nthe matter. The appellant instituted the eviction proceedings âin\r\nterms\nof [the Act]â. According to the appellant, therefore, the\r\nrespondent is an occupier of the premises. It is not in dispute that\n\nduring the first half of 2004 the respondent was given notice that he\r\nshould vacate the premises in January 2005. In January 2005\nthe\r\nappellant granted to the respondent an extension of time until 30\r\nApril 2005, by which date the respondent was required to\nvacate the\r\npremises. The respondent was therefore occupying the premises with\r\nthe appellantâs consent. There was no evidence\nthat the respondent\r\nhad an income in excess of R5 000 per month, which would have\r\ntaken him out of the definition of âoccupierâ.\n17\nIn a report filed with this court in terms of s 9(3) of the Act,\r\nthe project officer in the office of the Acting Provincial\nChief\r\nDirector of the Department of Rural Development and Land Reform\r\nrecords that the respondent and his wife rely on income âfrom\ntheir\r\nlow paying jobsâ. In my view, it can safely be assumed that the\r\nrespondentâs income is not in excess of R5 000 per\nmonth. He\r\nwas therefore an occupier as defined in the Act at the time the\r\neviction proceedings were instituted.\n[25]\tIn terms of s 8(1) of the Act an occupier's\r\nright of residence may be terminated on any lawful ground,\nâ\nprovided that such\r\ntermination is just and equitableâ.\nIn considering whether such termination is just and\r\nequitable, the subsection requires that regard be had\nâ\nto all relevant factors and\r\nin particular to â\n(a)\nthe\r\nfairness of any agreement, provision in an agreement, or provision of\r\nlaw on which the owner or person in charge relies;\n(b)\nthe\r\nconduct of the parties giving rise to the termination;\n(c)\nthe\r\ninterests of the parties, including the comparative hardship to the\r\nowner or person in charge, the occupier concerned, and\nany other\r\noccupier if the right of residence is or is not terminated;\n(d)\nthe\r\nexistence of a reasonable expectation of the renewal of the agreement\r\nfrom which the right of residence arises, after the effluxion\nof its\r\ntime; and\n(e)\nthe\r\nfairness of the procedure followed by the owner or person in charge,\r\nincluding whether or not the occupier had or should have\nbeen granted\r\nan effective opportunity to make representations before the decision\r\nwas made to terminate the right of residence.â\nThis court has held that the question whether or not the\r\ntermination of an occupierâs right of residence is just and\r\nequitable\nmust be considered from the perspective of both the owner\r\n(or person in charge of the land) and the occupier.\n18\n[26] \tThe appellant gave notice to the respondent that\r\nhis occupancy of the premises would be terminated in January 2005.\r\nThe period\nof occupancy was extended by agreement to 30 April 2005.\r\nThere was no suggestion, and there could not have been any in my\r\nview,\nof any unfairness in the agreement. As to the provisions of\r\ns 8(1)(b) and (c), the appellant's policy is to house its\r\nemployees\non Zandspruit. The respondent is not, and never was, an\r\nemployee of the appellant. He occupies the premises in which the\r\nappellant\nwishes to house one of its employees. There will, in my\r\nview, almost always be hardship experienced by a person who has to\r\nvacate\nland as a result of his/her right of residence having been\r\nterminated. But that hardship has to be balanced against the hardship\n\nsuffered by the owner or person in charge of the land. The respondent\r\noccupies the premises without paying any rental while the\nappellant\r\nis unable to house one of its employees in terms of its policy. In my\r\nview, this is a clear case where the interests\nof the appellant\r\nshould take precedence. The provisions of s 8(1)(d) are not\r\nrelevant as there could be no expectation of\nthe renewal of the\r\nagreement. The procedure followed by the appellant in terminating the\r\nrespondentâs right of residence cannot\nbe faulted (s 8(1)(e)).\r\nHaving considered all the relevant factors I am persuaded that the\r\ntermination of the respondentâs\nright of residence on the premises\r\nis just and equitable.\n[27]\tThe provisions of s 9(2)(a) and (d) have been\r\nmet:\n19\nThe respondentâs right of residence has been terminated in terms of\r\ns 8 and the requisite notices were given (s 9(2)(d)).\n20\nThe respondent, as occupier, has not vacated the premises\r\n(s 9(2)(b)). What remains for an eviction order to be issued is\n\ncompliance with the conditions for an order of eviction in terms of\r\ns 11.\n21\nSection 9(3) reads:\nâ\nFor the purposes of\r\nsubsection (2)(c), the Court must request a probation officer\r\ncontemplated in section 1 of the Probation Services\nAct, 1991 (Act\r\n116 of 1991), or an officer of the department or any other officer in\r\nthe employment of the State, as may be determined\nby the Minister, to\r\nsubmit a report within a reasonable period-\n(a)\non\r\nthe availability of suitable alternative accommodation to the\r\noccupier;\n(b)\nindicating\r\nhow an eviction will affect the constitutional rights of any affected\r\nperson, including the rights of the children,\nif any, to education;\n(c)\npointing\r\nout any undue hardships which an eviction would cause the occupier;\r\nand\n(d)\non\r\nany other matter as may be prescribed.\nI have mentioned above (para 24) that the report\r\nenvisaged in s 9(3) (I shall refer to it as âs 9(3)\r\nreportâ) has\nbeen made available to us, albeit after the matter was\r\nargued. I may mention that only the appellant was legally represented\r\nwhen\nthis appeal was argued in this court. The respondent was not\r\nrepresented at all and no legal submissions were filed on his behalf.\n\nBut after arrangements were made by the relevant officer for an\r\ninterview with the respondent for purposes of the s 9(3) report,\n\na request was lodged by Mphilo Attorneys on behalf of the respondent,\r\nto allow them to present argument before us, alternatively\nto file\r\nwritten submissions. The respondentâs lack of representation on the\r\nday of the appeal was ascribed to a lack of funds.\nWe allowed Mphilo\r\nAttorneys to file written submissions and granted an opportunity to\r\nthe appellantâs counsel to respond to them.\n[28]\tIn the s 9(3) report the officer concerned has\r\nrecorded that no alternative suitable accommodation is readily\r\navailable\nfor the respondent, that the respondent and his mother have\r\nunsuccessfully submitted numerous applications for âRDPâ houses\n\nand that it is highly unlikely that they would be given preference in\r\nthe allocation of such houses. The report is silent, however,\non\r\nwhether or not the respondent is able to rent accommodation, or\r\nwhether his brothers, Martin and Lucas, whom we know each owns\na\r\nthree bedroomed house, are unable to accommodate him whilst he is\r\nsearching for suitable alternative accommodation. It is also\nstated\r\nin the report that two of the respondentâs children attend school\r\nâin and around the subject propertyâ and that an\neviction order\r\nagainst the respondent âwill have a negative impactâ on their\r\neducation. The report highlights the difficulty\nwhich the respondent\r\nis experiencing in finding alternative accommodation as an undue\r\nhardship which an order of eviction would\nbring about.\n[29]\tIt was an express and fair term of the consent\r\ngranted to the respondent to reside on the premises that the consent\r\nwould be\nterminated upon a fixed date, viz 30 April 2005. An order\r\nfor his eviction may therefore be granted if it is just and equitable\n\nto do so (s 11(1) of the Act). In deciding whether it is just\r\nand equitable to grant an order of eviction s 11(3) requires\n\nthat regard be had to (a) the period that the respondent has resided\r\non the premises; (b) the fairness of the terms of any agreement\n\nbetween the parties; (c) whether suitable alternative accommodation\r\nis available to the respondent; (d) the reason for the proposed\n\neviction; and (e) the balance of the interests of the appellant, the\r\nrespondent and the remaining occupiers of the land. I have\nalready\r\ndealt with (b), (d) and (e) above (para 26) when I considered the\r\nprovisions of s 8(1). The respondent has lived on\nthe premises\r\nsince childhood, but only became an occupier from the first half of\r\n2004. He is relatively young at 40 years â he\nwas born on 21 May\r\n1969 â and should be able to adjust relatively easily to a new\r\nenvironment.\n[30]\tIn my view, it will be just and equitable, in the\r\ncircumstances of this case, to grant an order of eviction. I\r\nconsider, though,\nthat the respondent should be afforded sufficient\r\ntime within which to secure suitable alternative accommodation. In\r\ndeciding what\nconstitutes sufficient time I also take into account\r\nthe fact that two of the respondentâs children attend school in, or\r\nclose\nto, Zandspruit. Their schooling, at least for the rest of the\r\ncurrent academic year, should not be disrupted.\n[31]\tBefore the s 9(3) report was delivered to this\r\ncourt, the appellantâs attorneys filed a copy of a death\r\ncertificate\nevidencing Samâs demise on 27 March 2007. In their\r\nwritten submissions Mphilo Attorneys argued on behalf of the\r\nrespondent, that\nthe court a quo erred in not enquiring\nmero\r\nmotu\ninto the question whether or not the\r\nrespondentâs mother was an occupier in her own right. It was\r\ntherefore urged upon us that\nshould it be found that the appellant\r\nwas entitled to the relief it seeks, the matter be remitted to the\r\ncourt a quo for the hearing\nof evidence on her right of residence.\n[32]\tThe respondentâs mother was not and is not a\r\nparty in this matter and her right of residence was never at issue\r\nbefore the\ncourt a quo. The suggestion that the matter be remitted to\r\nit for the hearing of further evidence has no foundation.\n[33]\tIn his heads of argument counsel for the appellant\r\nalso sought a costs order against the respondent. Before us, however,\r\nhe\nmade no submissions supporting such an order, although he did not\r\ngo so far as to abandon it. In my view, this is not a case where\nthe\r\nrespondent should be burdened with a costs order.\n[34]\tThe appeal succeeds. The order of the court below\r\nis set aside and replaced with the following:\nâ\n1.\tThe respondent is ordered to vacate the house he\r\ncurrently occupies on the farm Zandspruit by no later than 31 January\r\n2010.\n2.\tShould the respondent fail to vacate the house by due\r\ndate, the sheriff is authorised to remove the respondent and his\r\ndependants\nfrom the said house together with all their belongings and\r\nto hand over vacant possession to the appellant.â\nâ¦â¦â¦â¦â¦â¦â¦â¦â¦\n.\nL MPATI\nJUDGE OF APPEAL\nCounsel\r\nfor Appellant\t:\t\t\tR Beaton\nInstructed\r\nby\t\t\t:\t\t\tErasmus Scheepers\nPRETORIA\nCorrespondent\t\t:\t\t\tHoney\r\nAttorneys\nBLOEMFONTEIN\nCounsel\r\nfor Respondent\t:\t\t\tNone\nInstructed\r\nby\t\t\t:\t\t\tGideon  Phasiya (Respondent)\t\t\t\t\tc/o Assenmacher Attorneys\nBRYANSTON\nCorrespondent\t\t:\t\t\tNone\n1\n62 of 1997.\n2\n'Section\r\n\t9(2) A court may make an order for the eviction of an occupier if-\n(\na\n)\tthe\r\n\toccupier's right of residence has been terminated in terms of\r\n\tsection 8;\n(\nb\n)\tthe\r\n\toccupier has not vacated the land within the period of notice given\r\n\tby the owner or person in charge;\n(\nc\n)\tthe\r\n\tconditions for an order for eviction in terms of section 10 or 11\r\n\thave been complied with; and\n(\nd\n)\tthe\r\n\towner or person in charge has, after the termination of the right of\r\n\tresidence, given-\n(i)\tthe\r\n\toccupier;\n(ii)\tthe municipality in whose area of jurisdiction the\r\n\tland in question is situated; and\n(iii)\tthe head of the relevant provincial office of the\r\n\tDepartment of Land Affairs, for information purposes,\nnot less than two calendar months' written notice of\r\n\tthe intention to obtain an order for eviction, which notice shall\r\n\tcontain\nthe prescribed particulars and set out the grounds on which\r\n\tthe eviction is based: Provided that if a notice of application to\na\r\n\tcourt has, after the termination of the right of residence, been\r\n\tgiven to the occupier, the municipality and the head of the\nrelevant\r\n\tprovincial office of the Department of Land Affairs not less than\r\n\ttwo months before the date of the commencement of\nthe hearing of the\r\n\tapplication, this paragraph shall be deemed to have been complied\r\n\twith.'\n3\n1941 AD 53.\n4\nThe notorious Black Administration Act.\n5\nAt 58.\n6\nPer\nMaya JA in\nLebowa Platinum Mines Ltd v Viljoen\n2009\r\n\t(3) SA 511\n(SCA) para 9. See also\nHallé\r\n\tv Downs\n2001 (4) SA 913\n(LCC) para 12.\n7\n1999 (1) SA 765 (LCC).\n8\nThe relevant part of the definition reads:\r\n\t'Labour tenant' means a person-\n(a)  who is residing\r\n\tor has the right to reside on a farm; . . .'.\n9\nAt para 8.\n10\n1987 (2) SA 709\n(C).\n11\nIbid at 714F.\n12\nSee\nNdlovu v Ngcobo\n;\nBekker v Jika\n2003 (1) SA 113\n(SCA) para 21.\n13\nThe house consists of three rooms, a large room\r\n\tused as a combined kitchen and sitting-room, a main bedroom, a\r\n\tsmaller room attached\nto the kitchen/sitting-room and a bathroom\r\n\tarea.\n14\nThe year 2005 is obviously incorrect as it seems\r\n\tcommon cause that it was 2004. The witness conceded that he did not\r\n\trecall when\nasked if he was certain about the year.\n15\nThe witness uses the word 'us', supposedly\r\n\treferring to himself and other workers.\n16\nAbove, n 9.\n17\nIn terms of s 1(1)(c) of the Act a person\r\n\twho has an income in excess of R5 000 per month is excluded\r\n\tfrom the definition\nof âoccupierâ.\n18\nLand en Landbouontwikkelingsbank van\r\n\tSuid-Afrika v Conradie\n2005 (4) SA 506\n(SCA) para 12.\n19\nSection 9(2) is quoted above at n 2.\n20\nReferred to above para [4].\n21\nSection 10 is of no relevance since the\r\n\trespondent became an occupier after 4 February 1997.",
  "scraped_at": "2026-02-12T05:19:16.175823",
  "date": "2009-09-25",
  "coram": [
    "Mpati P",
    "Van Heerden",
    "Jafta",
    "Maya",
    "Snyders JJA"
  ],
  "case_number": "230/2008",
  "parties": {
    "applicants": [
      "KIEPERSOL POULTRY FARM (PTY) LTD"
    ],
    "respondents": [
      "GIDEON PHASIYA"
    ]
  },
  "sections": {
    "facts": "The appellant, Kiepersol Poultry Farm (Pty) Ltd, operates a poultry farm called Zandspruit. Its policy is to house employees on the farm. Sam Phasiya, a long‑standing employee and driver, lived in one of the farm houses with his family. In early 2004 Sam suffered a motor‑vehicle accident, retired on pension and, according to the appellant, moved to live with his son Martin in Honeydew. Sam’s two other sons, Gideon (the respondent) and Lucas, remained on the farm. The appellant issued notices under the Extension of Security of Tenure Act (the Act) demanding that the respondent vacate the house by January 2005, later extended to 30 April 2005. The respondent failed to leave and the appellant sought an eviction order. The lower court held that Sam, although absent for periods, remained the occupier and that the respondent occupied the premises under Sam’s right, dismissing the eviction application. The appellant appealed.",
    "issues": "The principal issues were (1) whether Sam Phasiya, at the time the eviction proceedings were instituted, was still an occupier under section 8(4) of the Act, i.e., whether he continued to reside on the premises; (2) consequently, whether the respondent Gideon Phasiya could be regarded as an occupier in his own right; and (3) whether the termination of the respondent’s right of residence and the order to evict were just and equitable under sections 8(1) and 11 of the Act.",
    "principles": "The Court applied the definition of ‘occupier’ in the Act, focusing on the meaning of ‘reside’ as the permanent home, drawing on precedents such as Ex parte Minister of Native Affairs, Mkwanazi v Bivane Bosbou, and Barrie NO v Ferris which stress that residence must be more than occasional visits. It considered the statutory criteria for a just and equitable termination of residence (section 8(1) factors) and the procedural requirements for eviction under sections 9 and 11. The Court also noted that an occupier’s right may be terminated if the owner’s interest and the hardship balance favour termination, and that the appellant’s policy of housing employees was a relevant interest.",
    "application": "The Court found that the evidence showed Sam had largely ceased to live on the farm after February 2004, staying primarily with his sons and only visiting intermittently. The appellant’s witness testimony that Sam told him he was no longer residing on the farm, coupled with the respondent’s failure to contest this and his request for an extension, indicated Sam had abandoned permanent residence. Accordingly, Sam was not an occupier at the relevant time, and the respondent’s occupancy was based on the appellant’s consent and thus fell within the definition of an occupier whose right could be terminated. The Court evaluated the fairness of the notice and agreement, concluded there was no unfairness, and determined that the appellant’s interest in reclaiming the house for an employee outweighed the respondent’s hardship, especially given the lack of suitable alternative accommodation.",
    "conclusion": "The appeal was allowed. The order of the Land Claims Court was set aside and replaced with an order directing the respondent to vacate the house on Zandspruit by 31 January 2010. If he fails to do so, the sheriff may remove him and his dependants, along with their belongings, and hand vacant possession to the appellant. No costs order against the respondent was made."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Eviction",
    "level_3": [
      "Extension of Security of Tenure Act",
      "occupier rights",
      "right of residence",
      "court of appeal",
      "eviction order"
    ]
  }
}