{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/9.html",
  "case_name": "Holeni v Land and Agricultural Bank of South Africa (266/08) [2009] ZASCA 9; 2009 (4) SA 437 (SCA) ; [2009] 3 All SA 22 (SCA) ; [2009] 3 All SA 358 (KZP) (17 March 2009)",
  "citation": "[2009] ZASCA 9",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 9\n|\nNoteup\n|\nLawCite\nHoleni v Land and Agricultural Bank of South Africa (266/08) [2009] ZASCA 9; 2009 (4) SA 437 (SCA) ; [2009] 3 All SA 22 (SCA) ; [2009] 3 All SA 358 (KZP) (17 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase no: 266/08\nINGWANE\r\nNELSON HOLENI \t\t\t\t\t\t      Appellant\nand\nTHE LAND\r\nAND AGRICULTURAL DEVELOPMENT BANK  \t\t  Respondent\nOF SOUTH\r\nAFRICA\n________________________________________________________________\nNeutral citation:\nHoleni v The Land and Agricultural\r\nDevelopment Bank of South Africa\n(266/08)\n[2009] ZASCA 9\n(17\r\nMarch 2009)\nCORAM:\nStreicher,\r\nNavsa, Cloete, Jafta JJA and Bosielo AJA\nHEARD:\n20 February\n2009\nDELIVERED:\n17 March 2009\nCORRECTED:\nSUMMARY:\nSection 11(b)\nof the\nPrescription Act 68 of 1969\nâ\r\nâthe Stateâ does not encompass the Land and Agricultural\r\nDevelopment Bank of South Africa â therefore a three-year period\n\nrather than a 15-year period of prescription applies.\n________________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nHigh Court, Pretoria (Motata J sitting as\r\ncourt of first instance).\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court below is set aside and is replaced by the\r\nfollowing:\nâ\n1.\tThe defendantâs special pleas to the plaintiffâs\r\nfirst and second claims are upheld and both claims are dismissed.\n2.\tThe plaintiff is ordered to pay the defendantâs\r\ncosts.â\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Streicher, Cloete, Jafta JJA and Bosielo AJA concurring):\n[1]\tThis case concerns the application of s 11 of the Prescription\r\nAct 68 of 1969 (the Act). We are called upon to decide whether\nthe\r\ndebts owed by the appellant to the respondent, the Land and\r\nAgricultural Development Bank of South Africa (âthe bankâ\n1\n),\r\nare extinguished after the lapse of a period of three years\nor\nafter 15 years have passed. If the former, the appeal should succeed.\n[2]\tOn 19 May 2004 the bank instituted action in the Pretoria High\r\nCourt against the appellant, Mr Ingwane Holeni, claiming two\namounts\r\nfrom him. In addition to contesting the merits of the claim Mr Holeni\r\nraised special pleas of prescription. It was agreed\nbetween the\r\nparties that the special pleas should be adjudicated first and the\r\ncourt below (Motata J), in terms of Uniform rule\n33(4), made an order\r\nin this regard.\n[3]\tThe court below dismissed the special pleas with costs. The\r\npresent appeal, with the leave of that court, is against this order.\n[4]\tSince the special pleas did not take issue with the bankâs\r\nmaterial averments relating to prescription they were determined\non\r\nthe basis of the facts alleged by the bank. The relevant facts appear\r\nin the following two paragraphs.\n[5]\tIn respect of claim 1: During May 1999 the parties concluded a\r\nloan agreement, in terms of which the bank lent and advanced\nR300 000\r\nto Mr Holeni for the purchase of cattle. The amount was repayable in\r\nmonthly instalments over a period of eight years,\nwith each\r\ninstalment of R8 500 being due on the 15\nth\nday of each\r\nmonth. The first instalment was due on 15 May 1999. The monies were\r\nadvanced to Mr Holeni, who, according to the bank,\nhas to date paid\r\nit only an amount of R734.18. It was the bankâs case that the full\r\namount became due and payable as a result\nof Mr Holeniâs breach of\r\nthe agreement.\n2\nThe bank claimed a total of R707 664.33 which included capital and\r\ninterest.\n3\n[6]\tIn respect of claim 2: During May 1998 the bank granted Mr Holeni\r\na âseasonal loanâ for the production of crops. The total\nof R35\r\n000 drawn by him was to be repaid by 15 June 1999. Mr Holeni\r\ndefaulted in repaying the debt. According to the bank he has\nto date\r\npaid only an amount of R1 039.20. Despite being called upon to do so\r\nMr Holeni failed to remedy the breach, once again\nrendering due and\r\npayable the outstanding balance and interest. The bank claimed a\r\ntotal of R77 877.63 which includes capital and\ninterest. As with the\r\nfirst claim, we need not concern ourselves with the amount being\r\nclaimed.\nThe Issue\n[7]\tThe summons containing both claims was served on 20 July 2004,\r\nmore than three years after the respective dates on which each\ndebt\r\nbecame due. In his special pleas, Mr Holeni relies on the three-year\r\nperiod of prescription provided for by s 11(d) of the\nAct to resist\r\nthe bankâs two claims.\n[8]\tThe relevant parts of s 11 read as follows:\nâ\nThe periods of prescription of debts shall be the\r\nfollowing:\n(a)\nthirty years in respect\r\nofâ\n(i)\tany debt secured by mortgage bond;\n(ii)\tany judgment debt;\n(iii)\tany debt in respect of any taxation imposed or\r\nlevied by or under any law;\n(iv)\tany debt owed to the State in respect of any share\r\nof the profits, royalties or any \t\t\tsimilar consideration payable in\r\nrespect\nof the right to mine minerals or other \t\t\tsubstances;\n(b)\nfifteen years in respect\r\nof any debt owed to\nthe State\nand arising out of an advance or loan of money or a sale or lease of\r\nland by\nthe State\nto\r\nthe debtor, unless a longer period applies in respect of the debt in\r\nquestion in terms of paragraph\n(a)\n;\n. . .\n(d)\nsave where an Act of\r\nParliament provides otherwise, three years in respect of any other\r\ndebt.â\n(My emphasis).\n[9]\tThe bank contends that it is directly controlled by the State,\r\nexercises a public power or performs a public function in terms\nof\r\nlegislation and can thus rightly be described as âan organ of\r\nStateâ as defined in s 239 of the Constitution. It was submitted\n\nthat this meant that the bank could rely on the benefit of the\r\nextended 15-year period of prescription provided for in s 11(b)\nof\r\nthe Act. It was on this basis that the court below held in favour of\r\nthe bank.\n[10]\tThe question in this case is whether the court below was correct\r\nin that conclusion. Put differently, can the Land Bank be\nconsidered\r\nto be âthe Stateâ as referred to in\ns 11(b)\nof the\nPrescription\nAct 68 of 1969\nand can it consequently claim the benefit of the\r\n15-year period of prescription? The answer obviously depends upon the\r\ninterpretation\nof the expression âthe Stateâ in that section of\r\nthe Act.\nThe State\n[11]\tThe state as a concept does not have a universal meaning. Its\r\nprecise meaning always depends on the context within which it\nis\r\nused. Courts have consistently refused to accord it any inherent\r\ncharacteristics and have relied, in any particular case, on\npractical\r\nconsiderations to determine its scope. In a plethora of legislation\r\nno consistency in meaning has been maintained.\n4\n[12]\tBaxter provides an example. He points out that for some purposes\r\nsuch as state liability, where the old doctrine of crown\nimmunity has\r\nhad to be neutralised and compensation is to be paid from the State\r\nRevenue Fund, âthe Stateâ covers the organs\nand activities of\r\ncentral government alone while, for purposes such as treason and\r\nsedition, it has been held to include all organs\nof public\r\nadministration.\n5\n[13]\tThe Constitution has no definition of âstateâ. In Chapter 4\r\nthe composition of Parliament as the national legislative\nauthority\r\nis spelt out. In Chapter 5 the powers of the President and national\r\nexecutive authority are described. Chapter 6 deals\nwith Provinces and\r\ntheir legislative and executive authorities. Chapter 7 sets out the\r\nstatus and objects of municipalities which\nconstitute local\r\ngovernment. Chapter 8 provides for courts and the administration of\r\njustice and in Chapter 9, provision is made\nfor state institutions\r\nsupporting constitutional democracy.\n[14]\tSection 239 of the Constitution, on which the respondent relies,\r\ndefines âorgan of stateâ as follows:\nâ\n(a)\tany department of state or administration in the\r\nnational provincial or local sphere of \tgovernment; or\n(b)\tany other functionary or institution -\n(i)\texercising a power or function in terms of the\r\nConstitution or a provincial \t\t\t\tconstitution; or\n(ii)\texercising a public power or performing a public\r\nfunction in terms of any \t\t\t\tlegislation, but does not include a\r\ncourt or\na judicial officer.â\n[15]\tThe respondent relies, in particular, on s 239(b)(ii) for the\r\ncontention that the bank is a constituent part of the state\nand\r\ntherefore entitled to rely on s 11(b) of the Act.\n[16]\tThe definition of âorgan of stateâ in the Constitution might\r\nbe important in respect of constitutional and administrative\nlaw\r\nmatters and for other related purposes. The crucial question in the\r\npresent case is what the legislature intended by the use\nof that\r\nexpression in s 11(b) of the Act? This being so, it is in my view\r\nunhelpful to look to other enactments.\n[17]\tIt should also be borne in mind that, when the Act was\r\npromulgated, the definition of âorgan of stateâ in s 239 of the\n\nConstitution was more than two decades into the future. It can hardly\r\nbe contended that the legislature, at that time, had in mind\na\r\nbroader meaning of âthe Stateâ to coincide with what is presently\r\ncontained in that definition. In any event, the Constitution\nitself\r\ndifferentiates between the state and organs of state. The\r\nConstitution can therefore not be used as authority for the\r\nproposition\nthat âthe Stateâ in the Act should be interpreted so\r\nas to include organ of state.\n[18]\tI agree with the submission on behalf of Mr Holeni that, since s\r\n11(b) of the Act provides for a 15-year prescription period\nâ an\r\nexception to the general prescription period of three years â the\r\nmeaning attributed to âthe Stateâ should be restricted.\n6\n[19]\tThe benefit for the state provided by s 11(1(b) came about\r\nbecause it was thought that the treasury should be protected.\n7\nTo my mind, contextually, the plain meaning of âthe Stateâ as it\r\nappears in s 11(b) of the Act is that of a juristic person,\ncapable\r\nof suing in its own name for what is due to the treasury.\n8\nIt is being referred to in its incarnation as government, going about\r\ngovernment business and recovering monies due to treasury.\n9\nFurther support for this conclusion appears in the next three\r\nparagraphs.\n[20]\tThe state is referred to in two other places in the Act. In s\r\n19, the following appears:\nâ\nThis Act shall bind the State.â\nThis provision was necessary because of the rule, at the time, that\r\nthe state is not bound by its own laws.\n10\nThe reference here must be to the state as a governing entity with\r\nlegal personality.\n[21]\tIn s 11(a)(iv) of the Act, referred to above, the state has the\r\nbenefit of a 30-year period of prescription in respect of\nany share\r\nof profits, royalties or any similar consideration payable in respect\r\nof the right to mine minerals or other substances.\nThere can be no\r\ndoubt that the reference to the state in that context must mean the\r\nstate in its role as government acting for\nthe benefit of the\r\ntreasury.\n[22]\tThus, in terms of the rule of interpretation that the same words\r\nmust be similarly interpreted in different parts of an act,\nthe\r\nreference to âthe Stateâ in s 11 must also be to the state as\r\ngovernment and as a juristic person in its own right,\n11\nunless there are indications to the contrary. I turn to consider that\r\nquestion.\nIs the bank âthe Stateâ for purposes of s 11(b) of the Act?\n[23]\tCounsel for the bank referred to s 25(5) of the Constitution\r\nwhich provides that the state should take all reasonable legislative\n\nand other measures, within its available resources, to foster\r\nconditions which enable citizens to gain access to land on an\r\nequitable\nbasis and contended that the Land and Agricultural\r\nDevelopment Bank Act 15 of 2002 (LADA), to which the bank owes its\r\nexistence,\nwas a legislative measure to that end. It was pointed out\r\nthat the bank was using taxpayersâ money in furtherance of state\r\nobjectives.\nCounsel submitted that the bank, which was subject to\r\ngovernment control, was therefore operating as part of the State and\r\nas such\nwas entitled to the preferential treatment provided for in\r\ns 11(b) of the Act.\n[24]\tFurthermore, counsel for the bank contended that in interpreting\r\ns 11(b) of the Act we were obliged, in terms of s 39(2) of\nthe\r\nConstitution, to promote the spirit, purport and objects of the Bill\r\nof Rights. This meant that we should interpret it in a\nmanner that\r\nensures that the bankâs funds are protected to enable it to meet\r\nits constitutional objectives. It was submitted\nthat this was best\r\nachieved by interpreting âthe Stateâ in s 11(b) in such a manner\r\nas to encompass the bank.\n[25]\tLADA came into operation on 10 June 2002. It repealed the Land\r\nBank Act 13 of 1944 (the LBA).\n12\nSection 2(1) provides:\nâ\nThe Bank established under section 3 of the Land Bank\r\nAct, 1912 (Act 18 of 1912), and which continued to exist in terms of\r\nsection\n3 of the Land Bank Act, 1944 (Act 13 of 1944), continues to\r\nexist under the name of the Land and Agricultural Development Bank of\n\n South Africa despite the repeal of those Acts.â\n[26]\tSignificantly, s 2(2) of LADA provides as follows:\nâ\nThe Bank is a legal person and is, in its corporate\r\ncapacity, capable of suing and being sued and is, subject to the\r\nprovisions\nof this Act, capable of purchasing or otherwise acquiring,\r\nholding or alienating property, movable or immovable, and of\r\nperforming\nsuch acts as legal persons may generally by law perform.â\n[27]\tThe objects of the bank are set out in s 3 and include what\r\nmight broadly be described as the promotion, facilitation and\nsupport\r\nof agriculture and land reform. The bank is required to address the\r\nlegacy of racial and gender inequality in the agricultural\nsector.\n13\n[28]\tSection 4 of LADA provides for the bank to be controlled by a\r\nboard appointed by the Minister responsible for Agriculture.\n14\nHowever, it is the board that directs and controls the operations and\r\nbusiness of the bank, implements policies laid down in the\nAct and\r\ndevelops strategies for the efficient management of the bank.\n15\nIt must develop a code of good practice. Section 5(2) of LADA\r\nprovides:\nâ\nIn carrying out its functions, the Board must\r\nexercise utmost care and act in the best interests of and for the\r\nbenefit of the Bank.â\nBoard members are individually and collectively accountable to the\r\nMinister.\n16\n[29]\tThe funds of the bank consist of its capital, monies derived\r\nfrom its operating activities, interest on investments, amounts\n\nappropriated by Parliament, loans obtained by it, deposits and\r\ndonations or grants.\n17\nThe bank is entitled to raise additional funds by way of borrowing,\r\nfrom such persons and on such terms as may be determined by\nthe\r\nboard, subject to a borrowing policy approved by the Minister and the\r\nMinister of Finance.\n18\n[30]\tThe business of the bank is to provide agricultural and rural\r\nfinancial services in furtherance of the objects of the bank.\n19\nThe Board of the bank must ensure that its annual budgets, corporate\r\nplans, annual reports and audited financial statements are\nprepared\r\nand submitted in accordance with the provisions of the Public Finance\r\nManagement Act 1 of 1999 (the PFMA).\n20\n[31]\tSection 36 entitles the bank to establish subsidiaries, if\r\nnecessary, for its effective operation and the carrying out of\nits\r\nobjectives. The majority of directors of the subsidiary must be\r\nmembers of the board, although it need not consist exclusively\nof\r\nsuch members. Section 37 entitles the bank, with board approval and\r\nsubject to the PFMA, to enter into a joint venture with\nany person\r\nfor purposes of furthering the objects of the bank.\n[32]\tImportantly, s 38(2) provides that the bank may at the request\r\nof the Minister or another government department or organ of\nstate\r\nact as an advisor to them in respect of matters within or associated\r\nwith the bankâs objectives on such terms as may be\ndetermined by\r\nthe Minister. Furthermore, s 45 of the Act provides that a judicial\r\nmanagement order in terms of the Companies Act\n61 of 1973 may be\r\ngranted in respect of the bank by a competent court on application by\r\nthe Minister or the board.\n[33]\tAs can be seen from the provisions of s 2(1) of LADA as set out\r\nin para 25 above the bank was established as far back as 1912.\nThen\r\nalready it was established as a distinct body corporate, capable of\r\nsuing and being sued, and of doing or performing such\nacts and things\r\nas a body corporate may by law do and perform.\n21\nIt is true that in relation to all three statutes that regulated the\r\nbank during its existence there was government involvement\nand\r\ncontrol in relation to the appointment of board members. Funds were\r\nprovided by Parliament for it to meet its objectives.\n[34]\tIt is clear that it is the board of the bank that directs and\r\ncontrols the operations and business of the bank. It must, of\ncourse,\r\ndo so within the parameters of its empowering statute. As set out in\r\npara 27, the bank may raise its own funds within a\nborrowing policy\r\napproved by the Minister. Its funds need not exclusively be those\r\nappropriated by Parliament and it can even receive\ndonations and\r\ngrants.\n[35]\tIt is also true, as set out above, that the bank is accountable\r\nto government and has to comply with the PMFA. However, the\nbank\r\noperates and conducts business as a distinct corporate entity and\r\ninteracts with different persons\nand\nthe state.\n22\nSection 46 of the LBA, the predecessor of the Act,\n23\ndrew a distinction between the bank acting in its own capacity and\r\nacting on behalf of government. Section 46 of the LBA was the\nonly\r\nsection in which the bank was authorised to make advances\non\r\nbehalf\nof government for particular purposes out of monies\r\nappropriated by Parliament. That authority did not extend to the type\r\nof advances\nmade to Mr Holeni. It follows that where the bank was\r\nacting outside the provisions of s 46, it was acting in its own name\r\nand\nstead as a distinct and separate legal entity.\n[36]\tIt would be a startling proposition for the state, in\r\nappropriate circumstances, to be liable to be placed under judicial\n\nmanagement under the Companies Act as is provided in LADA in respect\r\nof the bank. It is as ludicrous to suggest that the state\nis able to\r\nestablish subsidiaries in the same way as the bank may do.\n[37]\tThe bank has been in existence for almost a century. Having\r\nregard to what is set out above it comes as no surprise that we\nwere\r\nnot referred to a single instance or authority in which during that\r\ntime the bank was equated with the state.\n[38]\tTo sum up: LADA makes it clear that the bank is a separate\r\njuristic person acting in its own name and right, distinct from,\n\nalthough not entirely independent of government.\n[39]\tI am unable to understand how the spirit, purport and objects of\r\nthe Bill of Rights are served by interpreting s 11(b) of\nthe Act to\r\nprovide the benefit of the 15-year prescription period. In my view,\r\nthe objects of the bank are best met by an alert\nmanagement that\r\nrecovers monies due to it diligently and promptly so as to optimise\r\nthe use of its funds to meet the urgent demands\nof land reform and\r\nmodernisation of South African agriculture. The facts of this case\r\nspeak volumes of the bankâs laxity in recovering\nfunds due to it.\n[40]\tFurthermore, the modern trend in comparable jurisdictions is\r\ntowards streamlining prescription periods and not making special\n\nprovision for public authorities.\n24\n[41]\tIn addition, persons interacting with the bank commercially\r\nwould, in the face of a 15-year prescription period being imposed\n\nupon them, encounter difficulties in providing in their books of\r\naccount for possible future recoveries by the bank and might be\n\nreluctant to do business with it.\n[42]\tIn any event, the legislature was astute to ensure in the\r\nprovisions referred to above, and in other sections of LADA, that\nthe\r\nbankâs funds be carefully controlled and monitored. Several\r\nsafeguards have been built into the Act. Accountability and\r\ntransparency appear to be the watchwords. It appears to me that the\r\nspirit, purport and objects of the Bill of Rights are best served\nby\r\npermitting the bank to conduct its affairs within the confines of its\r\nempowering statute and to restrict the meaning of state\nin s 11(b) of\r\nthe Act as referred to above.\n[43]\tFor all the reasons set out above the appeal should succeed. It\r\nwas submitted on behalf of the bank that, since there was\nno\r\nacceleration clause in the agreement in terms of which the advance in\r\nrelation to claim 1 was made, those instalments that fell\noutside of\r\nthe three-year prescription period could still be recovered by it and\r\nthat we should refer that part of claim 1 to the\ncourt below for\r\nfurther consideration. I am afraid that this submission cannot\r\nsucceed. It was the bankâs case that the entire\namount was due and\r\npayable because Mr Holeni had breached the agreement.\n25\nIt is on that basis that the special plea was decided and it is on\r\nthat basis that the appeal is to be decided.\n[44]\tA special plea of prescription is often referred to as a\r\nperemptory exception in the sense that, if established, it renders\n\nthe claim permanently unenforceable.\n26\nIn the event of the special plea being upheld, the bankâs claims\r\nfall to be dismissed. There is no indication in the record that\nthe\r\nparties intended otherwise; the contrary is the case.\n[45]\tThe following order is made:\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court below is set aside and is replaced by the\r\nfollowing:\nâ\n1.\tThe defendantâs special pleas to the plaintiffâs\r\nfirst and second claims are upheld and both claims are dismissed.\n2.\tThe plaintiff is ordered to pay the defendantâs\r\ncosts.â\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tJ G Bergenthuin SC\nInstructed\r\nby\nThys\r\nCronjé Incorporated Pretoria\nVan\r\nder Merwe & Sorour Bloemfontein\nFor\r\nRespondent:\tA A Louw SC\nP\r\nNonyane\nInstructed\r\nby\nMotla\r\nConradie Incorporated Pretoria\nNaudes\r\nAttorneys Bloemfontein\n1\nT\nhis appellation will be used throughout to refer\r\n\tto the bank in its various legislative incarnations over a period of\r\n\tnearly a\ncentury.\n2\nSee para 43.\n3\nFor present purposes we do not need to consider the\nin duplum\nrule.\n4\nBaxter\nAdministrative Law\n(1984) pp 94-96.\nGreater Johannesburg\r\n\tTMC v Eskom\n2000 (1) SA 866\n(SCA) at\r\n\tpara 16. M M Loubser\nExtinctive\r\n\tPrescription\n(1996) p 42.\n5\nAdministrative Law\np 96.\n6\nSee\nL C Steyn\nDie\r\n\tUitleg van Wette\n5ed (1981) pp 80-82.\n7\nJ C de Wet\nOpuscula\r\n\tMiscellanea\n(1979) p 111. Section\r\n\t13(2) of the Prescription Act 18 of 1943 which first provided for\r\n\tthe 15-year benefit for the state was\nintroduced by s 30(1) of the\r\n\tFinance Act 46 of 1945.\n8\nIn the sense described in\nDie Regering van die\r\n\tRepubliek van Suid-Afrika v SANTAM Versekeringsmaatskappy Bpk\n1964 (1) SA 546\n(W). Executive power was seen as the embodiment of\r\n\tthe State for that purpose.\n9\nSee Loubser\nExtinctive\r\n\tPrescription\np 42.\n10\nBoardman v Minister van Finansies\n1984 (1) SA 259\n(T) at 267C-E.\n11\nSinovich v Hercules Municipal Council\n1946 AD 783\nat 804.\n12\nThe LBA was the operative act when the advances\r\n\twere made to the respondent.\n13\nSection 3(e).\n14\nHereinafter referred to as the Minister.\n15\nSection 5.\n16\nSection 6.\n17\nSection 22.\n18\nSection 24.\n19\nSection 26(1).\n20\nSection 35(3).\n21\nSection 3(1) of Act 18 of 1912.\n22\nIn terms of s 38(2) of LADA the bank may act as\r\n\tan advisor to government and organs of state in respect of matters\r\n\twithin or associated\nwith the bankâs objectives on such terms as\r\n\tmay be determined by the Minister from time to time.\n23\nThe LBA was the prevailing statute at the time\r\n\tthat the advances were made.\n24\nIn a memorandum in 1955 to the Law Review Commission, Professor J C\r\n\tde Wet expressed reservations about disparate periods of\n\n\tprescription but reasoned that since the treasury was being\r\n\tprotected it would be a lost cause to attempt to persuade the\r\n\tlegislature\notherwise â see J C de Wet\nOpuscula\r\n\tMiscellanea\np 77\net seq\n. In its Issue Paper in August\r\n\t2003 dealing with prescription periods the South African Law Reform\r\n\tCommission considered investigations\nby law reform bodies in the UK,\r\n\tAustralia and Vancouver pp 2-3 of Issue Paper 23 (Project 125) â\r\n\tthe popular recommendation\nwas that special provision not be made\r\n\tfor public authorities.\n25\nIn para 4.2 of the bankâs particulars of claim\r\n\tthe following appears:\nâ\nThe\r\n\tannual payment is repayable in monthly instalments on the 15\nth\nday of every month (the due date) in 96 instalments over a period of\r\n\t8 years. The first instalment is payable on 15\nth\nMay 1999 amounting to R8 500.00 per month.â\nMr Holeni requested\r\n\tfurther particulars as follows:\nâWhat entitled\r\n\tplaintiff to claim the full outstanding amount notwithstanding the\r\n\tfact that the date of payment of several instalments\nhad not arrived\r\n\twhen summons was issued?â\nThe bankâs response to\r\n\tthat request was as follows:\nâBecause Defendant\r\n\tbreached the terms of the agreement.â\n26\nSee Van Winsen, Cilliers, Loots\nHerbstein\r\n\t& Van Winsen\nedited by\nDendy The Civil Practice of the Supreme Court of South Africa\n4 ed (1997) p 477 and the authorities cited there.",
  "scraped_at": "2026-02-11T21:39:49.993480",
  "date": "2009-03-17",
  "coram": [
    "Streicher",
    "Navsa",
    "Cloete",
    "Jafta JJA",
    "Bosielo AJA"
  ],
  "case_number": "266/08",
  "parties": {
    "applicants": [
      "INGWANE NELSON HOLENI"
    ],
    "respondents": [
      "THE LAND AND AGRICULTURAL DEVELOPMENT BANK OF SOUTH AFRICA"
    ]
  },
  "sections": {
    "facts": "The bank advanced two loans to Mr. Holeni: a R300,000 cattle loan in May 1999 repayable in monthly instalments over eight years, and a R35,000 seasonal loan in May 1998 repayable by 15 June 1999. Mr. Holeni paid only minimal sums on each loan. The bank sued for the full amounts, filing summons on 20 July 2004—more than three years after the debts became due. Mr. Holeni raised special pleas of prescription, arguing that the three‑year period in section 11(d) of the Prescription Act should apply.",
    "issues": "The principal issue is whether the Land and Agricultural Development Bank qualifies as ‘the State’ under section 11(b) of the Prescription Act, thereby attracting a fifteen‑year prescription period, or whether it is a separate juristic person subject only to the general three‑year period.",
    "principles": "The court examined the meaning of ‘the State’ in the Act, emphasizing that at the time of enactment the Constitution’s definition of ‘organ of state’ did not exist. It held that section 11(b) was intended to protect the Treasury and that the term should be interpreted consistently throughout the Act. The bank is a distinct corporate entity, not the State itself, and therefore cannot rely on the extended prescription period.",
    "application": "Applying these principles, the court found that the Land Bank, although government‑controlled and funded, operates as a separate legal person under the Land and Agricultural Development Bank Act. Consequently, the three‑year prescription period applies to the claims against Mr. Holeni. The special pleas of prescription were therefore valid, and the bank’s claims could not be enforced.",
    "conclusion": "The appeal was upheld with costs. The lower court’s order was set aside and replaced: the defendant’s special pleas were upheld, both of the plaintiff’s claims were dismissed, and the plaintiff was ordered to pay the defendant’s costs."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Prescription",
    "level_3": [
      "Prescription Act",
      "State definition",
      "Bank",
      "Debt",
      "Appeal"
    ]
  }
}