{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/45.html",
  "case_name": "South African Post Office v De Lacy and Another (19/08) [2009] ZASCA 45; 2009 (5) SA 255 (SCA) ; [2009] 3 All SA 437 (SCA) (13 May 2009)",
  "citation": "[2009] ZASCA 45",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 45\n|\nNoteup\n|\nLawCite\nSouth African Post Office v De Lacy and Another (19/08) [2009] ZASCA 45; 2009 (5) SA 255 (SCA) ; [2009] 3 All SA 437 (SCA) (13 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 19/08\nSOUTH\r\nAFRICAN POST OFFICE\nAppellant\nand\nBRIAN\r\nPATRICK DE LACY\tFirst Respondent\nBARRY\r\nJACK BEADON\tSecond Respondent\nNeutral citation:\nS\r\nA Post Office v De Lacy\n(19/08)\n[2009] ZASCA 45\n(13 May 2009)\nCoram:\nFARLAM,\r\nNAVSA, NUGENT, VAN HEERDEN and MLAMBO JJA\nHeard:\n23\r\nFEBRUARY 2009\nDelivered:\n13\r\nMAY 2009\nSummary:\nTender\r\nâ claim for damages by unsuccessful tenderer â whether facts\r\nestablish dishonesty.\n________________________________________________________________________\nORDER\n________________________________________________________________________\nOn appeal from: High Court Pretoria (Hartzenberg J\r\nsitting as court of first instance)\nThe following orders are made:\nThe appeal is upheld and the cross appeal is dismissed,\r\n\tin each case with costs, which are to include the costs occasioned\r\n\tby\nthe employment of two counsel.\nIn taxing those costs\n(a)\tthe costs associated with the preparation and\r\nsubmission of the original heads of argument that were filed by the\r\nappellants\nin this court, and any costs associated with the receipt\r\nand perusal of the heads of argument that were submitted by the\r\nrespondents\nin reply, are to be disallowed, and\n(b)\tto the extent that costs recoverable by the\r\nappellant are related to the record in this appeal those costs are to\r\nbe assessed\nas if the record comprised 70 volumes.\nThe orders of the court below are set aside and the\r\n\tfollowing order is substituted:\nâ\nThe claims are dismissed with costs, which are to\r\ninclude the costs occasioned by the employment of two counsel.â\n________________________________________________________________________\nJUDGMENT\n________________________________________________________________________\nNUGENT JA (FARLAM, NAVSA, VAN HEERDEN and MLAMBO JJA\nconcurring)\n[1]\tCases concerning tenders in the public sphere are\r\ncoming before the courts with disturbing frequency. This is another\r\nsuch case.\nIt concerns a claim by an unsuccessful tenderer for\r\ndamages arising from the award of the contract to a rival tenderer.\n[2]\tA claim of that kind came before this court in\nOlitzki Property Holdings v State Tender\r\nBoard.\n1\nIn that case an unsuccessful tenderer sought to rely upon the\r\nprovisions on procurement administration in s 187 of the interim\n\nConstitution to recover profits that it lost by not being awarded a\r\ncontract because of irregularities on the part of the State\nTender\r\nBoard. Expressing the question before him as âwhether [that\r\nprovision] creates a right to claim damages for lost profit\nat the\r\ninstance of a party claiming injury because of its infringementâ,\r\nCameron JA concluded that\nâin s 187 I can find no basis of interpretation and no\r\napplicable principle of public policy entitling the plaintiff to\n\nclaim its lost bargain.â\n2\n[3]\tThe principles underlying that decision were\r\naffirmed by this court, and subsequently the Constitutional Court,\r\nwhen an even\nnarrower claim was dismissed in\nSteenkamp\r\nNO v Provincial Tender Board, Eastern Cape\n.\n3\nIn that case the claim was by a successful tenderer (in liquidation\r\nat the time the claim was brought) for the loss of the expense\nit had\r\nincurred in preparing and submitting its tender, when its contract\r\nwas subsequently set aside on review. Dismissing the\nclaim, Harms JA\r\nsaid in this court:\n4\nâ[T]he existence of an action by tenderers, successful or\r\nunsuccessful, for delictual damages that are purely economic in\r\nnature\nand suffered because of a\nbona fide\nand negligent\r\nfailure to comply with the requirements of administrative justice\r\ncannot be inferred from the statute in question.\n5\nLikewise, the same considerations stand in the way of the recognition\r\nof a common-law legal duty [not to act negligently] in these\n\ncircumstances.â\nEndorsing that conclusion, Moseneke J said in the\r\nConstitutional Court:\n6\nââ¦ I am satisfied that in considering the tenders submitted by\r\nBalraz [the company in liquidation] and others, the tender board\ndid\r\nnot owe Balraz a duty of care and therefore its conduct in avoiding\r\nthe tender was not wrongful. I cannot find public policy\n\nconsiderations and values of our Constitution which justify adapting\r\nor extending the common law of delict to recognise a private\nlaw\r\nright of action to an initially successful tenderer which has\r\nincurred a financial loss on the strength of the award which\nis\r\nsubsequently upset on review by a court order.â\n[4]\tBut generally, the position will be different where\r\nthe loss of a contract has been brought about by dishonesty or fraud\r\non\nthe part of the public officials concerned. That was the\r\nconclusion reached by this court in\nMinister\r\nof Finance v Gore NO.\n7\nThat was another claim for damages (the\r\nnature of the damages does not appear from the report) by an\r\nunsuccessful tenderer. The\nconduct that caused the contract to be\r\nawarded to the rival tenderer at the expense of the plaintiff was\r\ndescribed as follows:\n8\nâAn OSEO examination of Terblancheâs secretaryâs computer hard\r\ndrive eventually revealed that, ten days before the closing\ndate [for\r\ntenders], Louw and Scholtz\n9\nâ fraudulently conspiring with Huisamen\n10\nand Mr André Scholtz, Scholtzâs brother (a provincial\r\nemployee in Port Elizabeth) â had put together Nisecâs\n11\ntender on Friday 1 April 1994 at the CPA offices; that Louw and\r\nScholtz had corruptly negotiated contracts of employment for\r\nthemselves\nwith Nisec, plus substantial bribes (which Huisamen paid\r\ninto their wivesâ banking accounts); that Louw, left to steer the\r\nevaluation\ncommittee and to draft submissions to the new provincial\r\nexecutive and to the State Tender Board, had, with lies and\r\ndistortions,\nmanipulated the entire process to secure the award to\r\nNisec.â\n[5]\tThat conduct on the part of the officials concerned\r\nwas held to found a claim against them for damages, for which their\r\nemployer\nwas vicariously liable. Cameron and Brand JJA said the\r\nfollowing:\n12\nâ[T]he question is: is there any conceivable consideration of\r\npublic or legal policy that dictates that Louw and Scholtz (and\n\nvicariously, their employer) should enjoy immunity against liability\r\nfor their fraudulent conduct? We can think of none. The fact\nthat the\r\nfraud was committed in the course of a public-tender process cannot,\r\nin our view, serve to immunize the wrongdoers (or\nthose vicariously\r\nliable for their conduct) from its consequences. And we find no\r\nsuggestion in\nOlitzki\nand\nSteenkamp\nthat the tender\r\nprocess itself must provide government institutions with a shield\r\nthat protects them against vicarious liability\nfor the fraudulent\r\nconduct of their servants.â\n[6]\tAlthough the present claim was launched after\nOlitzki\nhad been\r\ndecided (but before the decisions in\nSteenkamp\nand\nGore\n), the\r\nparticulars of claim paid little regard to what was said in that\r\ncase. What was fired in support of the claim was a barrage\nof\r\nallegations that would have been the pride of a battery of artillery.\r\nIt was alleged, amongst other things, that the persons\nwho evaluated\r\nthe tenders were âunqualified to do so and [were] guilty of\r\nmisconduct and/or corruptionâ, that there were âanomaliesâ\nin\r\nthe process, that the process was not âobjective, equitable and\r\ntransparentâ, that other bidders were given an âunfair\nor\r\nimproper advantageâ, that âback-handers and bribes entered into\r\nthe processâ, and that the tender process was âbiased,\ninadequate\r\nand generally unsatisfactoryâ. An equally impressive salvo of\r\ndefences was returned in the plea but most of those\ndefences are not\r\nrelevant to this appeal and I need not recite them. It was\r\nunfortunate that the matter was pleaded in that way\nbecause it set\r\nthe scene for an unfocused battle that was waged on every front,\r\nexhausting everything there was to say about this\ntender, and a\r\nrecord of some 12 000 pages, much of which is immaterial or\r\nrepetitive. Some 8 000 of those pages comprise\nscattered\r\ndocumentation that is arranged in no particular order.\n[7]\tSCA rule 10 requires the parties to an appeal to\r\nfile âmain heads of argumentâ and that rule serves an important\r\npurpose.\nJudges cannot be expected to find their way through a morass\r\nof evidence without a compass. The heads of argument are intended to\n\nbe that compass and they can serve that purpose effectively only if\r\nthey are concise. Practitioners might, no doubt, choose to\nfile more\r\nelaborate argument in addition if they consider that to be advisable,\r\nbut that does not detract from their obligation\nto comply with the\r\nrule. What the rule requires was explained by this court in\nCaterham\r\nCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\n13\nas follows:\nâThere also appears to be a misconception about the function and\r\nform of heads of argument. The Rules of this Court require the\nfiling\r\nof main heads of argument. The operative words are âmainâ,\r\nâheadsâ and âargumentâ. âMainâ refers to the\nmost\r\nimportant part of the argument. âHeadsâ means âpointsâ, not a\r\ndissertation. Lastly, âargumentâ involves a process\nof reasoning\r\nwhich must be set out in the heads.â\n[8]\tWhat was presented by both sides in this case were\r\ntomes that made\nWar and Peace\nlight reading in comparison. In response to our insistence that they\r\ncomply with the rule, the parties filed further heads of argument\n\nthat had the advantage at least of being relatively short.\r\nPractitioners should not be surprised to find appeals being summarily\n\nremoved from the roll if there is no compliance with the rule, nor\r\nshould they take it amiss if their failure to comply with the\nrule is\r\nreflected in orders for costs, as I have it in mind to do in this\r\ncase.\nTHE BACKGROUND TO THE CLAIMS\n[9]\tThe various provincial governments in this country\r\nhave the task of seeing to the payment of state pensions and other\r\nsocial\nbenefits. Fraud and other considerations make that task\r\nparticularly challenging. The South African Post Office (SAPO), with\r\noffices\nand infrastructure that reach remote parts of the country,\r\nhas a tradition of paying government pensions and other benefits. In\n\nthe circumstances SAPO decided that it would offer to provide a\r\nsecure electronic payment service to the government of the North\nWest\r\nProvince in return for a fee for each transaction. SAPO would, in\r\nturn, contract with a private concern to design, operate\nand maintain\r\nthe system, at the cost of the contractor, in return for which the\r\ncontractor would receive a fee for each transaction\nprocessed. The\r\nsystem that SAPO had in mind was called a âbiometric payment\r\nsystemâ. It is not necessary to delve into the\ntechnical aspects of\r\nthe system. It is sufficient to say that it would link payment points\r\nto data bases holding information concerning\nthe beneficiary. The\r\nsystem is called âbiometricâ because it identifies the\r\nbeneficiary and his or her entitlements by way\nof fingerprints.\n[10]\tOne of the tenderers was a company within the\r\nCornastone group of companies. Precisely which company that was is\r\nnot altogether\nclear (more on that presently) and for convenience I\r\nwill refer to the company concerned merely as Cornastone.\r\nCornastoneâs principal\nrole in the project was to contribute âblack\r\neconomic empowermentâ (BEE) credibility to the tender and its role\r\nwas otherwise\nminimal. Instead, the driving force behind the project\r\nwas Mr De Lacy and Mr Beadon, the respondents in this appeal. When\r\nthe contract\nwas awarded to a rival tenderer â a consortium that I\r\nwill call Kumo â Cornastone had no interest in pursuing the matter\r\nfurther\nand it ceded any rights that it might have had to the\r\nrespondents.\nTHE CLAIMS\n[11]\tThree claims were brought by the respondents as\r\ncessionaries. The first claim (claim A) was for the recovery of the\r\nprofits\nthat they alleged would have been made by Cornastone had it\r\nbeen awarded the contract, which were said to amount to a little\r\nunder\nR108 million. The second claim (claim B) was presented as a\r\nseparate claim but, in truth, it is an extension of claim A. The\r\nrespondents\nclaimed that, had Cornastone been awarded the contract\r\nfor the North West Province, it would have gone on to secure similar\r\ncontracts\nfor the other provinces. It thus claims for the recovery of\r\nthe profits that it would have made on those contracts amounting to\n\nabout R406 million. The third claim (claim C) was an alternative\r\nclaim (although it was not framed as such) that would arise only\nif\r\nthe preceding claims failed. The respondents alleged that SAPO later\r\nused Cornastoneâs âtechnologyâ to establish its own\npayment\r\nsystem and was thereby âunjustly enriched at Cornastoneâs\r\nexpenseâ. For that the respondents claimed an order directing\nSAPO\r\nto ârender an accountâ¦of the biometric payment system operated by\r\n[SAPO]â, to debate that account, and to pay to the\nrespondents\r\nâwhatever amount appears to be due to [them] upon debate of the\r\naccountâ.\n[12]\tThe court below upheld claim A in part. An\r\nadjustment was made to the claim in the course of argument, bringing\r\nit to R120\nmillion. After allowing for what the court below called a\r\nâcontingency factorâ of 50 per cent it awarded the respondents\r\nR60\nmillion. Claims B and C were dismissed. Although SAPO was\r\nsuccessful in defending claims B and C it was ordered to pay all the\r\nrespondentsâ costs. With the leave of the court below SAPO appeals\r\nagainst the whole of the order made in respect of claim A and\nthe\r\norder for costs. The respondents cross-appeal against the amount that\r\nwas awarded on claim A and against the dismissal of claim\nB, and they\r\npersist in claim C in the event that those claims fail.\nCLAIM A\nTHE BASIS OF THE CLAIM\n[13]\tIn argument before us it was correctly conceded by\r\ncounsel for the respondents that claim A can succeed only if it is\r\nbrought\nwithin the ambit of the decision in\nGore.\nThat makes it unnecessary to consider the welter of evidence relating\r\nto other defences raised by SAPO, which took up a considerable\npart\r\nof the trial.\n[14]\nGore\nmakes\r\nit clear, when read together with\nSteenkamp\n,\r\nthat irregularities falling short of dishonesty, incompetence on the\r\npart of those who evaluated the tenders, and even conduct\nthat\r\namounts to negligence, will not found a claim for damages at the\r\nhands of an unsuccessful tenderer. A claim will lie only\nif it is\r\nestablished that the award of the contract to the rival was brought\r\nabout by dishonest or fraudulent conduct on the part\nof one or more\r\nof the officials for whose conduct SAPO is vicariously liable, but\r\nfor which the contract would have been awarded\nto the complainant.\r\nNeedless to say, the onus rested upon the respondents to establish,\r\nas a matter of probability, that the award\nof the contract was\r\nbrought about by conduct of that kind, and if that onus was not\r\ndischarged the claim had to fail.\nISSUES RELATING TO MR TOPPER\n[15]\tThe court below found that the contract was indeed\r\nawarded to the Kumo Consortium through âdishonest manipulation and\r\ncorruptionâ\nand the focus in that regard fell upon a certain Mr\r\nTopper, at the time a SAPO employee, who was said to have been\r\nâtouting for\na bribeâ and to have âfraudulently supported the\r\nbid [of Kumo]â. The court went on to find that Topper could not\r\nhave achieved\nhis purpose alone and that he must have been acting\r\nwith the connivance of one or other unidentified persons âhigher up\r\nin the\nhierarchyâ. It is as well to put to rest at the outset those\r\nfindings relating to Topper, and to do so I need to sketch some of\n\nthe background.\n[16]\tDe Lacy and Beadon have a background in the\r\ninformation technology industry. In about 2000 De Lacy was a\r\nconsultant to a company\nknown as Smarthold. Smarthold supplied\r\ntechnology, apparently to ABSA Bank, for a biometric payment system\r\nknown as âABSA AllPayâ,\nwhich was then being used to disburse\r\nsocial grants for the government. SAPO was interested in acquiring\r\nthe use of that technology\nbut Smarthold was unable to do business\r\nwith SAPO because of restrictions in its contractual arrangement with\r\nABSA. De Lacy saw\nthe approach by SAPO as an opportunity to enter\r\nbusiness on his own account (in association with Beadon and a certain\r\nMr Pieterse\nwho had technical expertise in the field) providing\r\nâoutsourced biometric payment servicesâ. So he terminated his\r\nrelationship\nwith Smarthold (that seems to have been at about the end\r\nof 2000) and he started fostering a business relationship with SAPO,\r\ngovernmentâs\nthen preferred channel for the payment of social\r\nbenefits. The income projections from this source reflected a most\r\nlucrative business\nopportunity.\n[17]\tDuring the following months De Lacy came to be\r\nassociated with SAPO and other parties who made unsuccessful attempts\r\nto secure\ncontracts for the provision of payment systems for the\r\nEastern Cape Province and the Northern Province. During that time he\r\nhad\nregular dealings with Topper and Ms Moagi who were both employed\r\nby SAPO in its pensions division.\n[18]\tIn meetings with Topper and Moagi during November\r\n2001 De Lacy and Beadon suggested that SAPO should turn its attention\r\nto\nsecuring a contract for the payment of social benefits in the\r\nNorth West Province and then âappoint a company as its partnerâ\n\nto provide the service. No doubt the partner that De Lacy had in mind\r\nwas himself and his associates. Topper and Moagi were receptive\nto\r\nthe idea because they soon told De Lacy that a contract with the\r\nNorth West Province was âin the pipelineâ and that SAPO\nwould\r\nsoon be inviting tenders for the provision of the service. That\r\ncommenced the process that culminated in the award of the\ncontract\r\nthat is now in issue and I will return to that process presently.\n[19]\tMeanwhile, on four or five occasions during their\r\nassociation, before there was talk of the tender, Topper had asked De\r\nLacy\nwhether he was able to offer him employment, and had also asked\r\nhim to give a position to a certain Mr Inman, who was a friend.\nDe\r\nLacy paid no attention to these approaches because, as he put it,\r\nâthese were said in passing and you get that all the time\nwhen you\r\ndeal with companiesâ. De Lacy said that at times âit might have\r\nbeen said in jest, âhave you guys got a job for\nmeâ, you know,\r\nâcan you get me out of this placeââ, and that it went âin one\r\near and out the other earâ.\n[20]\tOn another occasion, in October or November 2001,\r\nTopper asked De Lacy to advance to him the sum of R150 000. De\r\nLacy\nasked Topper why he needed the money but Topper would not\r\ndisclose the reason. De Lacy asked Topper why he did not approach a\r\nbank\nif he needed money. Topperâs response was that the banks would\r\nnot advance money for the purpose he had in mind. De Lacy brushed\nthe\r\nmatter aside, but Topper raised the topic again a short time later.\r\nDe Lacy testified that he responded once more by asking\nwhy Topper\r\ndid not approach a bank and said that âbasically we never pursued\r\nit again, he just went awayâ.\n[21]\tThese approaches all occurred before tenders were\r\ninvited for the project that is now in issue. There was no suggestion\r\nby\nDe Lacy that he understood Topper to be soliciting a âbribeâ\r\nor to be offering anything in return for the favours he was asking.\n\nOn the contrary, on two occasions under cross-examination, he denied\r\nthat that was the case. Topperâs approaches were considered\nby De\r\nLacy to be of no consequence and he said nothing more about them.\n[22]\tBut matters took a different turn after the\r\ncontract was awarded to Kumo in September 2002. De Lacy became\r\nenraged and his\nrage was directed particularly at Topper. De Lacy\r\napproached the CEO of SAPO, who referred him to Mr Rulashe, the\r\nindependent ombudsman\nfor SAPO. After an initial interview De Lacy\r\ndeposed to an affidavit that purported to provide the ombudsman with\r\nâa statement\nof events that have taken placeâ in consequence of\r\nwhich Cornastone âhas been substantially compromised in the\r\nadjudication\nand subsequent awardingâ of the contract.\n[23]\tIn his affidavit De Lacy recorded what he alleged\r\ntook place during the â20 month tenure (March 2001 to September\r\n2002)â\nof his dealings with Topper. He recorded that during that\r\nperiod Topper had on two occasions asked him to provide employment to\n\nInman in which event De Lacy would be âassured of having a âwinning\r\nteamâ; that Topper had on two occasions asked De Lacy\nto provide\r\nhim with R150 000; and that on at least six occasions Topper had\r\nasked to be provided with employment and that\nhe would âensure\r\nweâ¦get the business.â\n[24]\tDe Lacyâs statement that this took place in the\r\nperiod up to September 2002 (when in fact the last of these events\r\nhad occurred\nnot later than November 2001), and the remarks that he\r\nattributed to Topper, in the context within which the affidavit was\r\nfurnished,\nwere clearly calculated by De Lacy to lead the ombudsman\r\nto believe that Topper had attempted to solicit bribes in relation to\r\nthe tender, and that the rebuff to these approaches could have\r\ninfluenced the award of the contract.\n[25]\tThat the ombudsman indeed understood it in that way\r\nis apparent from a letter that he wrote to De Lacy on 19 November\r\n2002\nreporting on a preliminary investigation he had made, in which\r\nhe said, amongst other things, the following:\nâOn the 18\nth\nSeptember 2002, I was approached by Messrs\r\nDe Lacy and Beadon hereafter referred to as the complainants who had\r\nbeen mandated by\nan IT company Cornastone to report alleged\r\nirregularities committed by Post Office Employee Andrew Topper which\r\nirregularities\nresulted in the Kumo Consortium being awarded\r\npreferred bidder status as a result of acts by Mr Topper. In support\r\nof their allegations\nMessrs Beadon and De Lacy subsequently furnished\r\nme with sworn statements to the effect that Mr Topper had on at least\r\n2 occasions\ntried to extort an amount of R150 000 from Mr De Lacy at\r\na time when De Lacy and his company Cornastone were interested in\r\nsecuring\na contract with the Post Office in respect of Biometric\r\nbased pension payouts. It was stated further in their affidavit that\r\nMr\nTopper wanted them to employ one Tim Inman at Cornastone and by\r\ndoing so Cornastone would be assured of having a winning team. This\n\nteam ostensibly would be bidding for the Biometric tender. The\r\ncomplainants refused to comply with Topperâs demands or\r\nextortions.â\nHe added that the affidavits also revealed that\nâon at least 6 occasions Mr Topper made a request that they get him\r\nout of the Post Office by making him an offer and in return\nhe would\r\nensure that the complainants âwin the businessâ.â\nHe concluded that\nâin the light of the extortions made by Mr Topper to the\r\ncomplainants and his request that they fix Mr Inman with a job, Mr\r\nTopper would be in no position to adjudicate Cornastoneâs tender\r\nfairly or impartially by any stretch of imagination.â\n[26]\tDe Lacy replied to that letter, principally to\r\nexpress disquiet at the way in which the matter was being dealt with\r\nby the\nombudsman. He must have known from the letter that the\r\nombudsman was under the impression that Topper had attempted to\r\nextort money\nfrom De Lacy in connection with the tender, and had\r\nsought favours in return for lending his weight to the tender, but De\r\nLacy\nsaid nothing to dispel the ombudsmanâs view.\n[27]\tActing on that distortion of what had occurred, and\r\ncertain other âirregularitiesâ that the ombudsman said he had\r\nidentified\nin the course of his preliminary investigation, the\r\nombudsman recommended that an enquiry be conducted by independent\r\nauditors.\nIn the course of that enquiry allegations were also made\r\nagainst Moagi and against a certain Ms Richter (more of her later in\r\nthis\njudgment). Topper was later dismissed (the precise grounds for\r\nhis dismissal do not appear from the record).\n[28]\tThere can be little doubt that the alleged attempt\r\nat âextortionâ by Topper, and the favours that were said to have\r\nbeen\nasked in return for his support on the tender, set in train the\r\nenquiries and concerns that followed, and has imparted colour to\nthis\r\nmatter ever since. I think that care must be taken not to permit the\r\npoison that De Lacy planted with the ombudsman, and then\nleft to\r\nspread, to infect this case, as it seems to have done in the court\r\nbelow.\n[29]\tThere is no basis in the evidence for the finding\r\nby the court below that Topper was âtouting for bribesâ. There is\r\nalso\nno basis in the evidence, whether directly or by inference, for\r\nthe finding by the court below that Topper âfraudulently supported\n\nthe bid [of Kumo]â. It hardly needs saying that the allegations of\r\nâextortionâ by the ombudsman were also baseless, as De\nLacy well\r\nknew. There is no suggestion in the evidence of De Lacy that Topper\r\nexpected anything in return when he made his approaches,\nor that they\r\nwere at all related to the tender, and all indications are to the\r\ncontrary. I might add that De Lacy said in his evidence\nthat\r\nthroughout the process he was given no reason to think that Topper\r\nwas in some way dishonestly going about his task.\n[30]\tFor completeness I should add that we were invited\r\nby counsel for the respondents to take account of the findings that\r\nwere\nmade by the auditors who were appointed on the recommendation of\r\nthe ombudsman but it is an invitation that I must decline. Apart\nfrom\r\nthe fact that the evidence of their findings constitutes inadmissible\r\nhearsay, their report makes it clear that their conclusions\nwere\r\ntentative, based on an incomplete examination of all the evidence,\r\nand were expressly stated to be subject to various disclaimers.\nI do\r\nnot think that in those circumstances they can be accorded any\r\nweight. It is for a court, not auditors, to decide this case,\nand to\r\ndo so upon evidence that is properly before it.\nTHE ALLEGATIONS OF DISHONESTY\n[31]\tA singular feature of this case has been the\r\nabandon with which accusations of dishonesty have been levelled by\r\nthe respondents.\nIn a request for particulars for trial the\r\nappellants asked: âWho on behalf of [SAPO] was allegedly a party to\r\nfraudulent and\ndishonest conduct in awarding the tender to Kumoâ;\r\nwhich elicited the expansive reply: â[SAPO] in all its components,\r\nnamely\nthe Accounting Authorities, Review Panel, the Tender\r\nEvaluation Committee, the Tender Board Executive Committee and the\r\nPost Office\nBoardâ. Accusations that were at times as sweeping, and\r\nat times more limited, were reiterated by De Lacy when he gave\r\nevidence.\nApart from attributing it to Topper, the court below also\r\nattributed dishonesty to persons âhigher up in the hierarchyâ\r\nwithout\nidentifying who they might have been.\n[32]\tThat there was a conspiracy amongst all the\r\nofficials who were involved in this tender can be rejected summarily.\r\nThat would\nhave entailed such a massive and intricate conspiracy,\r\ncoupled with consistent play-acting throughout the process deserving\r\nof\na string of Oscars, that it simply could not have occurred. As for\r\nthe prospect of a more limited conspiracy, as the court below\nfound\r\nthere to have been, it needs to be borne in mind that we are not\r\ndealing in this case with a diffuse group of unidentifiable\n\nindividuals. All those who recommended to the SAPO board the\r\nacceptance of Kumoâs tender were identified in the evidence. A\r\nTender Board recommended to the SAPO board that the contract should\r\nbe awarded to Kumo, after considering recommendations that were\nmade\r\nto it by an Evaluation Committee. No basis at all was laid for\r\nsuggesting that the members of the SAPO board did anything\nother than\r\nto consider and accept in good faith the recommendations of the\r\nTender Board. If there was indeed dishonesty it must\nhave been on the\r\npart of one or more members of the Evaluation Committee and/or the\r\nTender Board, all of whom are identified in\nthe evidence. I do not\r\nsee how it is possible for the evidence to disclose that there was\r\ndishonesty on the part of one or more\nof them without simultaneously\r\nidentifying the person or persons concerned.\n[33]\tArgument before us by the respondentsâ counsel\r\nwas marked by vacillation on the question of who had been dishonest.\r\nIt was\nfirst said to have been these persons, and then it was said to\r\nhave been those persons, and then accusations were retracted, and\n\nthen they were revived, and so it went on. Yet notwithstanding the\r\naccusations, not once in the cross-examination of the three\nwitnesses\r\ncalled by the appellant who were amongst those who were accused in\r\nthe particulars for trial was it suggested that he\nor she had been\r\ndishonest. It seems to me that counselâs vacillation on the\r\nidentity of the culprit or culprits merely demonstrates\nthat the\r\nevidence does not reveal that there was a culprit at all.\nTHE RESPONDENTSâ APPROACH TO THE EVIDENCE\n[34]\tThe respondentsâ case as it was advanced before\r\nus was necessarily founded upon inference, because there was no\r\ndirect evidence\nof fraud or dishonesty. The approach that was taken\r\nby the respondents, both in the âpresentationâ (more of that\r\npresently)\nthat De Lacy made to the trial court, and in argument\r\nbefore us, was simplistic and flawed. That approach was to point to\r\nfeatures\nof the tender process that were said to have been\r\nâirregularâ, and then to submit that the existence of those\r\nirregularities\njustified the inference that the contract must have\r\nbeen awarded dishonestly. What was left out of account altogether in\r\nmaking\nthose submissions was the context within which the\r\nâirregularitiesâ occurred and the probabilities as revealed by\r\nthe remaining\nevidence.\n[35]\tThe process of inferential reasoning calls for an\r\nevaluation of all the evidence and not merely selected parts. The\r\ninference\nthat is sought to be drawn must be âconsistent with all\r\nthe proved facts: If it is not, then the inference cannot be drawnâ\n14\nand it must be the âmore natural, or plausible, conclusion from\r\namongst several conceivable onesâ\n15\nwhen measured against the probabilities.\nTHE PRESENTATION BY DE LACY\n[36]\tA further matter that calls for mention before\r\nturning to the evidence is the manner in which the respondent\r\npresented its\ncase. It is usual in our practice for argument to be\r\nseparated from the evidence. Counsel for a plaintiff might open the\r\ncase,\nsketching the issues and the evidence that will be presented,\r\nand then call witnesses to establish the material facts. In this case\n\nDe Lacy was the first witness called on behalf of the respondents. He\r\nproceeded along a most unconventional line. Instead of confining\n\nhimself to evidence he delivered what is called a âPowerPointâ\r\npresentation, that was no less than a full presentation of the\n\nrespondentsâ case, with reference to key points noted on electronic\r\nslides, that combined evidence with hearsay, commentary,\nsupposition,\r\nopinion, argument and inference. It seems to me that many of the\r\nfallacies in the argument presented on behalf of\nthe respondents have\r\ntheir origins in the presentation that was put together by De Lacy\r\nwith little understanding of how evidence\nis evaluated in a court of\r\nlaw.\n[37]\tI think it is most undesirable that a presentation\r\nof that kind should be placed before a trial court by a witness under\r\nthe\nguise of presenting evidence because it tends to introduce\r\nconfusion. It is illustrated in this case by written submissions that\n\nwere sent to us by the respondentâs counsel after the conclusion of\r\nthe hearing of the appeal. Amongst them were submissions\nthat\r\nâevidenceâ given by De Lacy had not been rebutted and must be\r\ntaken to have been proved. What was referred to in each\ncase was not\r\nevidence at all but mere assertions â principally accusations of\r\ndishonesty â that were made by De Lacy in the\ncourse of his\r\npresentation. Assertions, whether made in the pleadings, in opening\r\nargument, or under the guise of evidence, do\nnot call for ârebuttalâ.\n[38]\tOn a related matter, counsel for the respondents\r\npresented to us in the course of argument a list of people whom the\r\nappellant\nmight have called as witnesses and we were urged âto draw\r\nan inferenceâ against the appellant for not having done so.\r\nPrecisely\nwhat inference we were asked to draw in each case was not\r\nelaborated upon. But it seems that what counsel had in mind is that\r\nwe\nshould find that, because the appellants failed to call witnesses\r\nwho were in a position to disprove the accusations of dishonesty,\nwe\r\nshould find the accusations to have been proved. I think it bears\r\nrepeating that the respondents bore the onus of proving their\ncase\r\nand it was not incumbent upon the appellant to present witnesses for\r\ncross-examination merely because they happened to be\non hand. When\r\nthere is evidence properly before a court that on the face of it\r\nestablishes a particular fact, it might well be\ninferred from the\r\nfailure to call a witness in rebuttal that the evidence is not\r\ncapable of being challenged, but that is another\nmatter.\nTHE CENTRAL COMPLAINT\n[39]\tSAPOâs general policy, which was incorporated in\r\nthe invitation to tender (called the Request for Proposal or RFP), is\r\nto\nevaluate tenders by allocating points to each tender in three\r\nweighted categories. In this case Cornastone received more points\n\noverall but Kumo was nonetheless awarded the contract. When the\r\nmatter is viewed as a whole that seems to me to lie at the heart\nof\r\nthe respondentsâ case. It seems to me that they reason from the\r\npremise that Cornastone was entitled to the contract because\nit\r\nscored the most points. The inference to be drawn from the fact that\r\nCornastone was not awarded the contract to which it was\nentitled, so\r\nthe respondentsâ reason, is that there must have been a conspiracy\r\ndishonestly to deprive it of the contract. The\nclearest articulation\r\nof that reasoning appears from the following extract from the\r\nevidence of De Lacy: âIf we have a look at\neverything we see that\r\nCornastone was by far the top scorerâ and âthat is my caseâ.\n[40]\tNeedless to say, that reasoning would be sound only\r\nif, as I have already indicated, a dishonest conspiracy is the âmore\r\nnatural, or plausible, conclusion from amongst several conceivable\r\nonesâ for not awarding the contract to Cornastone notwithstanding\n\nthat it scored the most points. But in this case there is no need for\r\nconjecture as to why that occurred. It is revealed explicitly\nin the\r\nevidence. The explanation that emerges from the evidence is that the\r\nEvaluation Committee and the Tender Board were of the\nview that it\r\nwas not appropriate in this case slavishly to adhere to the general\r\npolicy. Whether they were right or wrong in the\nview that they took\r\nof the matter is neither here nor there. What is at issue is only\r\nwhether they were honestly of that view.\nAnd on that score there is\r\nno reason to think that they were not. On the contrary, it is\r\nperfectly understandable why they took\nthat view.\n[41]\tThe three criteria against which tenders are to be\r\nevaluated according to the general policy, and the relative weighting\r\nthat\nis to be accorded to each, are described in the standard\r\nprocedure as âtechnical (ability, quality, proposed solution)â\r\n(40\nper cent), âcommercialâ (30 per cent), and âBEEâ (30 per\r\ncent). A slavish adherence to the general policy has the potential\n\nthat a tenderer who offers a sub-standard product but has full marks\r\nfor BEE is capable of beating a tenderer whose product is\nperfect but\r\nwho has no or minimal BEE credentials. A person evaluating tenders\r\nfor the supply of major technological infrastructure,\nas the\r\nofficials were doing in this case, where performance is critical,\r\nmight understandably be hard-pressed to award the contract\nslavishly\r\naccording to the formula, and that is what occurred in this case.\n[42]\tA report placed before the Tender Board reflects\r\nthe scores of the two tenderers as follows (out of a maximum of 100\r\npoints):\nCornastone\tKumo\tDifference\nTechnical (Ability)\t26.33\t34.58\t8.25\nCommercial (Price)\t20.75\t13.88\t6.87\nBEE\t26.25\t16.25\t10.00\nTOTAL\t73.33\t64.71\t8.62\n[43]\tIt will be seen that Kumoâs score for technical\r\nability was significantly higher than that of Cornastone but that\r\ndifference\nwas outstripped by Cornastoneâs BEE points. The combined\r\nscores for technical and commercial, leaving aside BEE, placed Kumo\r\nslightly ahead of Cornastone.\n[44]\tThe question why Kumo should be awarded the\r\ncontract notwithstanding that it came second on points was the very\r\nquestion that\nthe Tender Board asked the Evaluation Committee. And\r\nthe answer that was given by the Evaluation Committee reflects the\r\nobservation\nthat I made earlier, which was that the committee\r\nbelieved that the standard weighting was not appropriate to this\r\ncontract, a\nview with which the Tender Board must have agreed. This\r\nis what the committee said in answer to the question by the Tender\r\nBoard:\nâThe evaluation committee drew up the scores prior to presentation\r\nof bidders. After presentation the evaluation committee [were]\n\nunanimous in their decision that the technology offered by Kumo was\r\nsuperior and was thus in line with the RFP requirements. It\nwas also\r\nfelt that the overriding criterion for selection had to be a\r\ntechnology solution and thus this weighed larger than Price\nand BEE.\r\nThe scoring that was done prior to presentation [was] used to select\r\nthe bidders for presentation and after the presentation\nthe decision\r\nwould be made.â\n[45]\tWhen one starts from the premise that there was a\r\nconspiracy, as the respondents do in this case, it is usually quite\r\nsimple\nto select facts that can be fitted to that premise. But courts\r\ngo about things the other way round â they evaluate the evidence\nto\r\ndetermine whether it reveals a conspiracy. The mere fact that the\r\ncontract was awarded to Kumo when it did not have the highest\nscore\r\ndoes not by itself justify the inference that that was done\r\ndishonestly. It is clear from the reasons given by the committee\nfor\r\nits recommendation to the Tender Board that it considered that SAPOâs\r\ninterests were best served by the Kumo system, notwithstanding\nthat\r\nCornastone was materially better than Kumo on BEE points. When the\r\nevidence is viewed as a whole, and weighed against the\nprobabilities,\r\nI find no proper grounds for inferring that its view was not honestly\r\nheld in good faith. On the contrary, there\nis ample evidence that it\r\nwas a justifiable and rationally based view.\nSAPOâS STANDARD TENDER EVALUATION PROCEDURE\n[46]\tSAPOâs standard procedures for the evaluation of\r\ntenders are recorded in a document under that name. It provides that\r\nSAPO\nwill âselect the bidder which it perceives to present the best\r\ncombination of ability to perform, affordable contract arrangements\n\nand BEE complianceâ. It provides for the establishment of an\r\nEvaluation Committee that must make recommendations in the three\n\nweighted categories that I referred to earlier. (That weighting for\r\nthe three categories was also incorporated in the RFP).\n[47]\tThe three categories are to be evaluated by\r\nseparate Review Panels whose functions are to âassess compliance\r\nwith procedural\nrequirements of the RFP,â to âevaluate the\r\nproposals/bids against the substantive requirements of the RFP,\r\ncompleting the Score\nSheets providedâ, and to âconsolidate the\r\nScore Sheets of all the Review Panels into the Calculation Sheetsâ.\r\nPoints are\nto be awarded in various sub-categories in a range from 1\r\n(âpoor, below minimum RFP requirementsâ) to 4 (âfar exceed\r\nminimum\nRFP requirementsâ). Those scores are then converted to a\r\nweighted score according to the weighting of the particular\r\nsub-category.\n[48]\tA âthree-phasedâ scoring process is provided\r\nfor. First, members of the Review Panels must read the proposals\r\nindependently\nand formulate their initial scores. The second phase\r\ntakes place âafter the Review Panels convene for consolidation of\r\nthe scores\nand (as a full Evaluation Committee) discuss and motivate\r\ntheir findings.â The final phase of the scoring takes place, if\r\napplicable,\nafter presentations have been made by short-listed\r\nbidders. The process is designed to âensure that [evaluation\r\ncommittee] members\nhave an opportunity to interrogate the correctness\r\nof their scores on more than one occasion.â\n[49]\tAfter the Review Panels have completed their task,\r\nthe Evaluation Committee, which comprises the members of all the\r\nReview\nPanels, is required to âdiscuss the proposals/bids received\r\nwith respect to content and scores; compile a\r\nmotivation/recommendation\nfor the Tender Board; and report their\r\nfindings and recommendations to the Tender Board.â After the\r\nscoring the âoverriding\nconsiderationsâ to be applied by the\r\nEvaluation Committee in reviewing proposals are: âconformity with â¦\r\nmandatory requirements\nâ critical criteria: ability; affordability;\r\nand empowerment thresholds (commercial and employment equity)â. The\r\nprocedure\nprovides that âshould any bidder not conform to the\r\nrequirements of [any one of those criteria] the [evaluation\r\ncommittee] may,\nat its discretion, disqualify that bidderâ and must\r\nthen report the reasons for the disqualification to the Tender Board.\nTHE INVITATION TO TENDER (REQUEST FOR PROPOSAL)\n[50]\tI have pointed out that De Lacy and Beadon were\r\ninstrumental in the project being initiated, by suggesting to Topper\r\nand Moagi\nthat SAPO secure a contract with the government of the\r\nNorth West Province and then appoint a partner to supply it with the\r\nnecessary\nservice. The province duly expressed an interest in the\r\nproject and SAPO set about inviting tenders. Moagi told the\r\nrespondents\nthat if they were going to be serious contenders for the\r\ncontract, they needed to make sure that they had a strong âblack\r\neconomic\nempowerment partnerâ, because that would be an important\r\ncomponent of the tender.\n[51]\tAt first the contract was to be awarded by âclosed\r\ntenderâ and four tenderers were invited to make proposals,\n16\nbut later SAPO decided to invite tenders publicly, which they did in\r\nFebruary 2002, by issuing the RFP. The specifications for\nthe service\r\nthat was to be provided, some of which were provided by the\r\nrespondents, were set out in considerable detail but I\nneed not deal\r\nwith them. Reduced to its basics, the service envisaged an electronic\r\nsystem for the registration of social benefit\nbeneficiaries that\r\nwould interface with data banks of the relevant government\r\ndepartments that allocated social benefits. The system\nwould capture\r\nthe personal details of the beneficiary concerned, including his or\r\nher fingerprints, on a microchip embedded in\na plastic card. The\r\ncard, containing a photograph of the beneficiary, would be issued to\r\nthe beneficiary concerned, who would present\nthe card at designated\r\npayment points, be identified by his or her fingerprints, and be able\r\nto draw part or all of the moneys\nthat were due.\n[52]\tOn 1 March 2002 an âinformation meetingâ was\r\nheld for the evaluation committee, which had by that time been\r\nselected. The\nchairman of the evaluation committee was Mr Ngqobe.\r\nAccording to the minute of that meeting, which was attended by only\r\nsome of\nthose who evaluated the tenders,\n17\nits purpose was to âinform the evaluation team of the process to be\r\nfollowed for the evaluation of tendersâ and to âdetermine\nthe\r\nsub-criteria for evaluation purposesâ. It recorded that it was\r\nâcritical that the system is compatible with the Hanis [Home\n\nAffairs National Identification] System of the Department of Home\r\nAffairsâ; that âit was decided that the âTechnicalâ people\non\r\nthe evaluation team would look through the tenders received to\r\nidentify the ones that comply with the Hanis systemâ; and that\nonly\r\nthose would be evaluated.\n[53]\tSealed tenders were required to be submitted to\r\nSAPO by no later than 18 March 2002.\n18\nFive tenders were received, marked for identification, and placed\r\nunder lock and key, under the supervision of independent auditors,\n\nwhere they remained until the evaluation process commenced.\nEVALUATION OF THE TENDERS\nBLACK ECONOMIC EMPOWERMENT\n[54]\tI pointed out earlier that Cornastoneâs major\r\nadvantage over Kumo lay in its BEE points and it is not surprising\r\nthat matters\nrelating to BEE played a significant role in this case.\r\nThe context in which it arose was twofold. First, the respondents\r\nsought\nto persuade us that Kumoâs BEE points were in truth so low\r\nas to disqualify its tender and were dishonestly adjusted upwards to\n\nkeep it in the race. Secondly, the respondents sought to suggest that\r\nSAPO dishonestly permitted Kumo to improve its BEE credentials\nmidway\r\nthrough the process and evaluated the Kumo tender accordingly. I will\r\ndeal with the first issue now. The second issue will\nbe dealt with\r\nlater in this judgment.\n[55]\tThe introduction to the RFP stated, under the\r\nheading âobjectiveâ, that this was, amongst other things, to:\r\nâProvide\nrespective bidders with sufficient information on the\r\nproposed Post Office Biometric Payment System. Ensure prospective\r\nbidders\nshall comply with the Post Office BEE (Black Economic\r\nEmpowerment) requirements. Should bidders not comply and/or meet\r\nthese requirements\nthey will not be considered for evaluation.â\n[56]\tThe âPost Office BEE requirementsâ were not\r\nstated in the RFP. They are also not stated in the âProcedure for\r\nthe Evaluation\nof Tendersâ, contrary to what De Lacy said in his\r\npresentation (highlighting once more the dangers of placing a case\r\nbefore a\ncourt in that way). There is a document amongst the exhibits\r\nthat proclaims itself to be âNotes for info meetingâ, but the\r\nevidence does not disclose the status of that document or how it was\r\nused, if it was used at all. That document records the following:\nâA shortlist of bidders will be drawn up based on the following\nBEE rating (the lowest acceptable rate is 50%)\nOverall rating (including Price, Ability & BEE)\nTotal price (with reference to the âMean Priceâ)\nPositive aspects of the proposals received, and\nNegative aspects of proposals received.â\nAccording to De Lacy, tenderers were told at a briefing\r\nthat was held on 22 February 2002, in answer to a question, that\nâ[T]he Post Office policy requires that BEE compliancy must be at\r\nleast 50%. Companies that are unable to meet this minimum are\n\ntherefore encouraged to form joint ventures or consortiums to ensure\r\na minimum of 50% is achieved. Please do not waste your or\nour time if\r\nyou do not have 50% BEE compliancy.â\n[57]\tFollowing the recommendations of Moagi, De Lacy and\r\nBeadon had approached the Cornastone group of companies to be its\r\nâBEE\npartnerâ. There are a number of companies in the Cornastone\r\ngroup. As I mentioned earlier, precisely which company was the\r\ntenderer\nis not altogether clear. The covering letter under which the\r\ntender was submitted was in the name of Cornastone e-Commerce\r\nServices\n(Pty) Ltd. In response to the requirement of the RFP that\r\nthe bidder had to submit its latest audited financial statements,\r\naccompanying\nthe tender were the financial statements of Cornastone\r\nTechnology Holdings (Pty) Ltd. Under the section of the document\r\nrequiring\ninformation concerning the bidder it was referred to as\r\nCornastone (Pty) Ltd. But whichever company was intended to be the\r\ntenderer\nis not material for the moment. I have thus far referred to\r\nthe tenderer â whoever it might truly have been â merely as\r\nCornastone\nand for convenience I will continue to do so.\n[58]\tCornastone was referred to in the evidence as a\r\nâblack empowerment companyâ. It was said to be a â100% black\r\nowned companyâ\nby which was meant that it was owned by two black\r\nmen, Mr Nevhutalu and Mr Ratshefola, and was said to be the âleading\r\nblack\nempowerment IT (information technology) company.â What made\r\nCornastone additionally attractive to De Lacy and Beadon was that\nit\r\nhad already associated with SAPO on other projects.\n[59]\tThe Kumo tender was submitted by a consortium of\r\nfour members, of which Kumo Technology was the âBEE partnerâ. One\r\nof the\nmembers of the consortium â Retail Logic Ltd â was a\r\ncompany based in the United Kingdom.\n[60]\tBeing a UK company, Retail Logic had no BEE\r\ncredentials. When the BEE component of the Kumo tender was evaluated,\r\nthe credentials\n(or lack of them) of only three of the consortium\r\nmembers (Kumo Technology, Trans-Xact Systems and Square One) were\r\nbrought to\naccount.\n[61]\tThe evidence does not disclose whether the\r\nevaluation method used by SAPO required a foreign company to be\r\nbrought to account\nin determining the BEE score of the consortium,\r\nnor why it was left out of account if that was required, but I have\r\nassumed for\npresent purposes, as submitted by the respondents, that\r\nit ought indeed to have been brought to account.\n[62]\tThe weighting that was to be given to BEE (30 of\r\nthe total 100 points) was broken down into four categories, each of\r\nwhich\ncarried 7.5 points: âownership/shareholdingâ, âmanagement\r\ncontrolâ, âblack supplier procurementâ, and âskills transfer\n\nand social responsibilityâ.\n[63]\tDe Lacy presented a calculation of what the Kumo\r\nscores would have been had Retail Logic been included and, once more,\r\nI have\naccepted that calculation for present purposes. For\r\nconvenience I list the relevant scores in three columns: the first\r\nand second\nbeing the weighted scores actually recorded for Cornastone\r\nand Kumo respectively, and the third column reflecting the Kumo score\n\nas adjusted by De Lacy, in each of the four categories:\nCornastone\tKumo\tKumo Adjusted\nOwnership \t7.50\t5.00\t3.75\nManagement\t7.50\t5.00\t4.08\nProcurement\t5.00\t2.50\t2.50\nSkills Transfer\t6.25\t3.75\t2.20\nTOTAL\t26.25\t16.25\t12.53\n[64]\tThe significance of the adjusted score is this: It\r\nwill be recalled that the RFP said, under the heading âobjectivesâ,\r\namongst other things, that prospective bidders must comply with the\r\nPost Office BEE requirements, failing which they would not be\n\nconsidered for evaluation. It will also be recalled that, although\r\nneither the RFP nor the standard procedures stated what that\n\nârequirementâ was, there is some evidence suggesting that it was\r\nto be 50 per cent of the weighting that had been allocated\nto BEE (15\r\nof the 30 points allocated to BEE), and for present purposes I accept\r\nthat that was indeed the threshold. Thus Kumo\npassed the threshold on\r\nthe score that it was allocated (16.25 points), but fell short of the\r\nthreshold on the score as adjusted\nby De Lacy to account for Retail\r\nLogic (12.53).\n[65]\tOn that basis it was submitted by the respondents\r\nthat Moagi and Moahlo (the BEE Review Panel), conscious of that\r\nthreshold,\ndeliberately and dishonestly left Retail Logic out of\r\naccount in their scoring, so as to ensure that Kumo remained in the\r\nrace.\n[66]\tI find the submission â founded on nothing more\r\nthan the effect that their actions had â to be startling. Other\r\npossible\nexplanations for their conduct immediately come to mind â\r\nnot least of which is that they simply erred. Indeed, there is a\r\nclear\nindication from their score-sheets that, at least initially,\r\nthey did not even have a proper understanding of how to go about the\n\nevaluation. The categories had to be scored on points in the range 1\r\nto 4, but at times both evaluators entered scores of â0â\non their\r\nscore-sheets, which then had to be altered in each case.\n[67]\tBut what is more important is that the submission\r\nsimply ignores the probabilities, as if they are of no account. The\r\nfailure\nto bring Retail Logic to account would have been quite\r\napparent to the internal auditor who supervised the evaluation and to\r\nthe\nperson who later tabulated the scores. If Moagi and Moahlo had\r\nbeen dishonest in their evaluation they must have been well aware\n\nthat their dishonesty would come to light by the glaring omission of\r\nRetail Logic. (Unless, of course, it is also to be suggested\nthat the\r\nfour of them were acting in conspiracy, for which there is no basis\r\nat all.) Moreover, had they wished to ensure that\nKumo passed the\r\nthreshold, they would surely have simply increased the score of one\r\nof the other three members of the consortium,\nbearing in mind that no\r\nmore than 1 point (2.47 weighted points) was required in order to do\r\nso. Furthermore, they could not have\nacted in the way that the\r\nrespondents allege unless they were in conspiracy with others who\r\nwould later ensure that Kumo won the\nbid. There is no evidence to\r\nsupport such a conspiracy. There is also no apparent motive for Moagi\r\nand Moahlo to have acted dishonestly.\nMoagi had worked with De Lacy\r\nand Beadon for a considerable time before the tenders were invited\r\nand gave no indication to De Lacy\nthat she was hostile. On the\r\ncontrary, she had been the person that advised him to find a strong\r\nBEE partner. The evidence reveals\nnothing of Moahlo but there is also\r\nno apparent reason why she should have acted dishonestly in\r\nconspiracy with Moagi. The inference\nthat Retail Logic was\r\ndeliberately left out of the picture is simply not supported by the\r\nprobabilities. If Retail Logic was incorrectly\noverlooked it is far\r\nmore likely that the omission was innocent.\n[68]\tThe respondents approached each so-called\r\nirregularity along the same lines. In each case they sought to draw\r\nan inference\nof dishonesty from the fact alone that there was an\r\nâirregularityâ, viewed in isolation from the remaining evidence,\r\nand with\nno regard for the probabilities. I do not intend to overly\r\nburden this judgment by dealing with each and every âirregularityâ\n\nthat they sought to rely upon in that way, but will deal with only\r\nthose that were emphasised in the argument before us. It is\n\nsufficient to say that none of the so-called irregularities, viewed\r\nalone or in combination, justifies the inference that there\nwas\r\ndishonesty in the process.\nPRICE EVALUATION\n[69]\tThe Review Panel that evaluated price and other\r\nfinancial considerations had four members. Although they were amongst\r\nthose\nwho were encompassed by the respondentsâ initial sweeping\r\naccusation of dishonesty, they were released from the net by De Lacy\n\nin the course of his presentation and I need say no more about them.\nTECHNICAL EVALUATION\n[70]\tTopper seems to have had some technical knowledge\r\nof the system, but the same cannot be said of Prins and Richter.\r\nPrins was\na reluctant participant in the process. He was employed as\r\na âtechnical consultantâ but his functions related to equipment\r\nthat had no relationship with the tender. He had no experience of\r\nevaluating tenders and no more than a laymanâs knowledge of\n\ninformation technology. He told his supervisor, Ngqobe, that he was\r\nnot qualified to evaluate the tender, but Ngqobe instructed\nhim to be\r\non the team, in accordance with a âcross functionalâ management\r\npolicy of SAPO. When asked in cross examination why\nhe did not\r\nrefuse, Prins said, disarmingly, that he could not disobey an\r\ninstruction if he wanted to keep his job.\n[71]\tIt was also Richterâs first experience of\r\nevaluating tenders. She began working for SAPO in the internal audit\r\ndepartment\nand was later transferred to the information technology\r\ndepartment, but had neither formal training in the field nor\r\ntechnical\nexpertise.\n[72]\tThe technical evaluation took place in the presence\r\nof a representative of the auditing firm KPMG. This was the first\r\noccasion\nupon which Prins met Topper. At the outset they identified\r\nthree absolute requirements of the tenders â âEMV level 2\r\ncompliancyâ\n(I will return to what that meant), various\r\nInternational Standard Organisation (ISO) standards, and\r\ncompatibility with the Hanis\nsystem â each of which was to result\r\nin summary disqualification if it was not met.\n[73]\tOf the five tenders, one was summarily discarded\r\nfor want of compliance with various requirements of the RFP.\nThe remaining four tenders â those of\r\nCornastone, Kumo, Transpay and Aplitec â were then evaluated and\r\nultimately the Aplitec\ntender was also discarded.\n[74]\tEach member of the team was given a score-sheet\r\nupon which to score the tenders with reference to a number of\r\nspecified criteria.\nOnce more the weighting that was to be given to\r\nthis aspect of the tenders (40 points out of 100) was sub-weighted\r\nwith reference\nto various criteria. The extent to which the system\r\nmet SAPOâs requirements attracted more than half the weighting (23\r\npoints\nout of 40), with the remaining 17 points being shared amongst\r\nseven criteria that were more peripheral.\n[75]\tAccording to Prins, supported by Richter, each\r\nmember initially completed his or her score-sheet independently,\r\nwithout reference\nto the others, and when that had been done they\r\ncame together to compare scores and debate some of the issues upon\r\nwhich they differed.\n[76]\tBy the nature of things, neither Prins nor Richter\r\n(perhaps not even Topper) had the knowledge to make an informed\r\nassessment\nof the various components of the proposed systems. They\r\nperformed what might best be described as an audit of the tenders â\r\ncomparing\nthe relevant portions of each tender against the RFP\r\nrequirements to determine the extent to which those requirements were\r\nsaid\nin the tender to have been met â and allocated points\r\naccordingly.\n[77]\tI need deal only with the scores for Cornastone and\r\nKumo. The tables that follow reflect the points allocated by the\r\nevaluator\nin each case to âuser requirement complianceâ, and the\r\naggregate points awarded for the remaining seven criteria. The actual\n\npoints awarded on a scale from 1 to 4 appear first, and alongside\r\nthat is the weighted score.\nWeight\tCornastone\tKumo\nPRINS\nuser requirement compliance\t23\t2\t11.50\t4\t23.00\nother\t17\t15\t8.75\t22\t13.25\nTOTAL\t40\t17\t20.25\t26\t36.25\nTOPPER\nuser requirement compliance\t23\t3\t17.25\t4\t23.00\nother\t17\t19\t11.25\t23\t13.75\nTOTAL\t40\t22\t28.50\t27\t36.75\nRICHTER\nuser requirement compliance\t23\t3\t17.25\t3\t17.25\nother\t17\t22\t13\t22\t13.5\nTOTAL\t40\t25\t30.25\t25\t30.75\nThose scores were then averaged to produce the following\r\nweighted scores:\nCornastone\tKumo\nuser requirement compliance\t23\t15.33\t21.08\nothers\t17\t11.00\t13.50\nTOTAL\t40\t26.33\t34.58\n[78]\tWhat will be seen is that both Prins and Topper\r\nscored Kumo above Cornastone on user requirement compliance. The\r\nreason for\nthat is not difficult to see. Central to the Kumo tender\r\nwas the company I referred to earlier â Retail Logic â whose role\r\nin the project was comparable to the role of De Lacy and Beadon.\r\nRetail Logic was described in the Kumo tender as being âat the\n\nheart of the proposed system for SAPOâ and its expertise was\r\ndescribed, amongst other things, as follows:\nâRetail Logic is now the dominant player in the UK [electronic\r\nfunds transfer] market and has a growing international presence.\nOver\r\n165 000 points of sale rely on our products to process their payment\r\ntransactions; equating to 60% of the UK integrated [electronic\nfunds\r\ntransfer] market. In the retail sector, customer base includes four\r\nof the top five supermarkets and a wide range of top\nhigh street\r\nnames including Woolworths plc, Bhs Ltd, Harrods plc, House of Fraser\r\nplc and Littlewoods Retail Ltd. The retail and\nbanking sectors have\r\ndemanding requirements for reliable and resilient systems capable of\r\nprocessing a high volume of transactions.\nRetail Logicâs products\r\nhave proven capability in these markets.\nRetail Logicâs products have also been deployed in other sectors\r\nwithin the payment industry, and these include travel and\r\nentertainment,\nfinancial services, mail/telephone order, e-commerce,\r\nmobile telephony and others.â\n[79]\tAgainst that was to be measured the system proposed\r\nby De Lacy and his associates, which had yet to be fully developed\r\nand\ntested, and they had no direct experience upon which to rely. It\r\nmight be that their system would indeed have been up to the task,\nbut\r\nit is clear that both Prins and Topper had good and rational grounds\r\nupon which to have had greater confidence in the Kumo\nsystem, as\r\nreflected in the differentials in their scores. And while Richer at\r\nfirst scored the two systems equally, later, after\nshe had attended a\r\npresentation by the various tenderers, she became more impressed with\r\nthe Kumo system. There were thus justifiable\nand rational grounds for\r\nrecommending to the Tender Committee that Kumo be awarded the tender\r\nnotwithstanding that Cornastone had\nthe advantage on BEE points.\n[80]\tThe court below found that âthe evidenceâ¦leads\r\nto the conclusion that Topper dishonestly manipulated the scoring by\r\nthe\nmembers [of the technical Review Panel]â but did not elaborate\r\nupon what that evidence might have been. That finding flies in\nthe\r\nface of the evidence.\n[81]\tI have pointed out that the undisputed evidence is\r\nthat each evaluator scored the tenders independently of one another\r\nand\nit is difficult to see on what basis it could be said that they\r\nwere manipulated by Topper. Neither Prins nor Richter felt that\n\nTopper had attempted to unduly influence them. Certainly Topper\r\nexplained features of the tenders to the others, but that is to\nbe\r\nexpected, bearing in mind that he had greater technical knowledge\r\nthan they did. Had he been intent on manipulating the scores\nso as to\r\nfavour Kumo, one would expect that his scores would be at least as\r\nhigh as the highest score of the others. Yet his scores\nare more\r\nfavourable to Cornastone than the scores of Prins (described by the\r\ncourt below as a âdecent and solid citizenâ).\nAnd Richter scored\r\nthe two tenders almost equally, which is hardly consistent with\r\nmanipulation by Topper so as to favour Kumo.\n[82]\tThere is no basis in the evidence for inferring\r\nthat Topper âmanipulatedâ either Prins or Richter in the\r\nevaluation of\nthe tenders. The probabilities all point the other way.\n[83]\tThere is one further matter I need to refer to\r\nbefore leaving the technical evaluation. One of the RFP stipulations\r\nwas that\nthe system that was offered had to be âEMV level 2â\r\ncompliant. âEMVâ is an acronym for three major credit card\r\norganisations\nâ Europay, Mastercard and Visacard â which have\r\nestablished an institute to evaluate electronic payment systems for\r\ncompliancy\nwith security standards.\n[84]\tPrins had not been at the information meeting held\r\non 1 March 2002 (it was attended by Topper and Richter). Prins said\r\nthat\non the day that the tenders were evaluated he asked Topper for a\r\nbrief âoverviewâ of what the tender was about. He was told\nto\r\nlook out in particular for the three absolute requirements I have\r\nreferred to. He did not understand what was meant by âEMV\nlevel 2â\r\ncompliant and was given an explanation by Topper. (Whether he\r\ncorrectly understood the explanation is neither here nor\nthere.)\n[85]\tThe Kumo tender was accompanied by certification\r\nthat its system was âEMV level 2 compliantâ. The Transpay system\r\nwas not\ncompliant. The Cornastone system, which had yet to be\r\nimplemented, naturally had no such certification, and in response to\r\nthat\nrequirement in the RFP the Cornastone tender recorded the\r\nfollowing:\nâEMV level 2 compliancy is applicable at the application level, (eg\r\nbanking applications) and the EMV Level 1 compliancy is at\nthe\r\nhardware level. We confirm that our hardware devices are EMV Level 1\r\ncertified (compliant) and can host EMV level 2 certified\n\napplications. It will be necessary to have applications that will be\r\nhosted on the devices EMV level 2 certified at the EMV laboratories.\n\nThis cannot be achieved in the timeframes of this tender response. We\r\nhave included the cost of the EMV 2 certification for our\napplication\r\nonly and will agree the certification timetable in the [service level\r\nagreement] following discussions with the EMV\nlaboratories.\r\nIndications from the EMV laboratories suggest that we allocate 3\r\nmonths for the certification process. This will\nin no way affect the\r\nrollout of the project.â\n[86]\tA considerable part of the trial was taken up with\r\nwhether the Cornastone system was indeed âEMV level 2â compliant,\r\nwith\nSAPO contending that it was not and thus ought to have been\r\ndisqualified. The court below said that âEMV level 2 compliance\r\ncould\nnot be achieved before installation of a system and before it\r\nhad been tested for some time after installationâ. The court below\n\nwent on to say that a âstatement made that [because] Cornastone was\r\nnot level 2 compliant at the time of the submission of the\ntender it\r\nshould have been disqualifiedâ was âabsolute nonsense as it was\r\nan impossible requirement for any bidder to comply\nwithâ. It might\r\nindeed have been an impossible requirement but for purposes of this\r\nappeal that is not material. What is material\nis only how the\r\nevaluators saw the matter (correctly or incorrectly).\n[87]\tThe points given by the three evaluators on âuser\r\nrequirement complianceâ (in the range from 1 to 4) were as\r\nfollows:\n:\nCornastone\tKumo\tTranspay\nPrins \t2\t4\t1\nTopper\t3\t4\t2\nRichter\t3\t3\t2\nPrins noted on his score-sheet in relation to\r\nCornastone: âEMV L2 not compliant yetâ, but nonetheless gave a\r\nscore of 2. Richter\nnoted: âbidder gives what is required and will\r\nconform to all standardsâ. Topper also gave a score of 3.\n[88]\tWhen the matter was discussed, according to Prins,\r\nit was agreed that notwithstanding the apparent failure on this issue\r\nof\nCornastone and Transpay, their tenders would nonetheless be\r\nevaluated because, if there was only one tenderer, SAPO would need to\n\ninvite fresh tenders. (We need not decide whether that was indeed\r\ncorrect.) While that might have been why the evaluators themselves\n\ndid not disqualify the two tenders, the fact is that all three\r\ntenders were duly included by the Evaluation Committee in the\r\nrecommendations\nthat were made to the Tender Board.\n[89]\tThat Cornastone was kept in the race,\r\nnotwithstanding that at least Prins thought it had not met one of the\r\nâabsolute requirementsâ,\nis on the face of it inconsistent with a\r\ndishonest intent to withhold the contract from Cornastone and award\r\nit to Kumo instead.\nBut it was suggested in the course of argument\r\nthat, although they believed that Cornastone could be disqualified,\r\nthey kept it\nin the race as a ploy so as to enable them to avoid\r\ninviting fresh tenders, which would have precluded them from\r\ndishonestly awarding\nthe contract to Kumo. No suggestion of that was\r\nmade either to Prins or to Richter in the course of\r\ncross-examination. In my view\nthe submission only demonstrates the\r\nlengths to which the respondents were forced to go in order to\r\nsustain their submission that\nthe evaluation panel acted dishonestly.\r\nIt has no merit and I need say no more about it.\nTHE âLABATâ ISSUE\n[90]\tOnce the panels had completed their task the\r\nEvaluation Committee met to discuss the various tenders and prepare\r\nrecommendations\nto the Tender Board. What occurred at various Tender\r\nBoard meetings is recorded in the minutes of those meetings.\n[91]\tAt a Tender Board meeting on 8 April 2002 the\r\nevaluation committee reported on the progress of the evaluation. By\r\nthen a shortlist\nof three bidders had been prepared (Aplitec had been\r\nexcluded). The minute of that meeting records that various\r\ninstructions were\ngiven to the Evaluation Committee and that âa\r\npresentation by the short listed bidders must be done, and a list of\r\nstandard questions\nmust be compiledâ.\n[92]\tThat presentation took place on 18 April 2002 and\r\nmuch was sought to be made of what occurred at the presentation. A\r\ncertain\nMr van Rooyen, who was the Group Chief Executive Officer of a\r\ngroup of companies that I will call âLabatâ, turned up at the\n\nmeeting and participated in the presentation of the Kumo tender. The\r\nessential points that he made in the course of his presentation\nwere\r\nrecorded in a series of slides. According to De Lacy, Labat was\r\nrecognised in the industry to be a BEE company.\n[93]\tSome explanation is required before turning to the\r\nsignificance of Labatâs presence. I have pointed out that the\r\nweighting\nthat was to be given to BEE (30 of the total 100 points)\r\nwas broken down into four categories, each of which carried 7.5\r\npoints,\ntwo of which were âownership/shareholdingâ and\r\nâmanagement controlâ.\n[94]\tIt will be readily apparent that when a number of\r\nparticipants come together to tender, the points to be earned in the\r\nfirst\ntwo categories will depend largely upon how the various\r\nparticipants are structured in the tender, and the scores in those\r\ntwo\ncategories are thus susceptible to arbitrary variation. In this\r\ncase Cornastone presented itself as the sole tenderer and not\r\nsurprisingly\nit earned full marks (a total of 15 weighted points) in\r\nthose two categories (and an overall score across the four categories\r\nof\n26.25). In the case of Kumo, however, the participants were\r\narranged as a consortium, which necessarily meant that the\r\ncredentials\nof the âBEE partnerâ (Kumo Technologies) were diluted\r\nby its co-members, and it earned only 10 weighted points in those two\n\ncategories (and an overall score of 16.25).\n[95]\tIn truth Cornastoneâs advantage in those two\r\ncategories was more apparent than real. While Cornastone presented\r\nitself as\nthe tenderer, thus earning full marks in those categories,\r\nin truth there was no intention that Cornastone itself would be\r\nresponsible\nfor executing the contract. In âheads of agreementâ\r\nsigned on 19 June 2002 by Cornastone, De Lacy, Beadon and a certain\r\nMr\nHope, they agreed that if the contract was awarded to Cornastone,\r\nit would be executed by a company that was still to be incorporated.\n\nSixty per cent of that company would be owned by Cornastone and 40\r\nper cent would be owned by De Lacy, Beadon and Hope in equal\nshares.\r\nIn effect, the tenderer was not Cornastone, but a consortium\r\ncomprising Cornastone and De Lacy and his associates, much\nin the\r\nsame way as the Kumo tenderer had been constructed. Had Cornastoneâs\r\ntrue intention been reflected in the tender, then\nCornastoneâs\r\nâ100% BEE pointsâ in the two categories mentioned would have been\r\ndiluted materially by the presence of its\nâwhiteâ associates and\r\nwould have been far closer to those of Kumo.\n[96]\tBut Kumoâs points were compromised by the\r\ntenderer having been constructed as a consortium. Van Rooyen now\r\npresented the\ntender as if Labat Africa Limited was the tenderer in\r\nplace of the consortium, with the associated âwhiteâ parties\r\nrelegated\nto the background as sub-contractors to Labat, much as\r\nCornastone had presented itself as the tenderer with its âwhiteâ\r\nassociates\nrelegated to the background. According to Van Rooyenâs\r\nevidence (he was called by the respondents), Labat had concluded an\r\nagreement\nof some sort with Kumo at some time before the presentation\r\nwas made (but apparently after the tender had been submitted). The\r\nterms of that contract were not explored in the evidence.\n[97]\tThe prospect that Kumo might reconstruct its tender\r\nso as to present Labat as the tenderer, thereby placing itself\r\nstructurally\non a par with Cornastone, naturally caused considerable\r\nconsternation to De Lacy, and he wrote to the CEO of SAPO expressing\r\nhis\ndisquiet. That De Lacy was anxious is not surprising, bearing in\r\nmind the advantage that Cornastone had on BEE points, which was\n\ncapable of being neutralized if Kumo were to re-arrange its tender in\r\nthe way that Cornastone had done, and thereby attract more\nBEE\r\npoints.\n[98]\tIn argument before us much was sought to be made of\r\nthe fact that Van Rooyen was permitted to present the Kumo tender in\r\nthat\nway, which was said to have been a major irregularity because\r\nLabat did not feature in Kumoâs original tender. It was submitted\n\nthat SAPO thereafter dishonestly evaluated the Kumo tender taking\r\naccount of Labatâs BEE credentials and that the tender was\nin fact\r\nnot awarded to Kumo but was awarded to Labat.\n[99]\tBut the evidence shows clearly â contrary to what\r\nwas submitted by counsel for the respondents â that the appearance\r\nof\nLabat had no effect on the evaluation of the tender. Although for\r\na while the appearance of Labat caused some confusion amongst\nthe\r\nmembers of the Evaluation Committee and of the Tender Board, the\r\nmatter was eventually cleared up. The Kumo tender was evaluated\n\nprecisely as it had been presented, with no consideration being given\r\nto Labat, whether in the allocation of BEE points or otherwise,\nand\r\nthe contract was awarded to Kumo, not to Labat.\n[100]\tA comprehensive written report of the Evaluation\r\nCommittee dated 22 April 2002, containing a detailed analysis of the\r\nthree\ntenders and the disadvantages and advantages of each, was\r\nsubmitted to a Tender Board meeting held on 29 April 2002. I will\r\nreturn\nto that report later in this judgment. For the moment I need\r\nonly say that the report referred to Kumo as the âLabat bidderâ\n\nand brought the appearance of Labat to the attention of the Board as\r\nfollows:\nâLabat now indicated as the prime contractor and company which\r\ntender will be signed. The evaluation committee was not clear\nas to\r\nwhether this was legal\nand did not take it into consideration on\r\nthe evaluation of the BEE of KUMO. Legal opinion is required as to\r\nwhether this change\nof status is acceptable or legal.\nâ\n(Emphasis in the original).\n[101]\tThe response to this from the Tender Board was\r\nrecorded in the minutes as follows:\nâAdvice must be sought in writing from the Legal and Audit\r\ndepartments regarding the position of Kumo and Labat. (Note that this\n\nadvice is seen as separate from the advice received from within this\r\nmeeting).â\n[102]\tOn 8 May 2002 Ngqobe sent a memorandum to the\r\ninternal auditor (Mr Stoltz) and a SAPO legal adviser (Mr Naudé)\r\ninforming\nthem of what had occurred and requesting them to âassist\r\nthe evaluation team by stating the position the team should be taking\n\nin this regard.â\n[103]\tOn the same day Richer sent an e-mail letter to\r\nStoltz and Naudé, which was copied to other members of the\r\nteam, asking\nfor a âformal responseâ on the issue, because âwe\r\nwould like to present to the [Tender Board] on Mondayâ. Further\r\ne-mails\nwere exchanged, including one in which Richter told Naudé\r\nand Stoltz that âwe would like to recommend Kumo and forget about\n\nLabat (would this be advisable as we now know of the position of\r\nLabat)?â\n[104]\tNaudé responded to Richter (once more with\r\ncopies to the other members of the team) as follows:\nâChanging the structure or composition of any consortium almost at\r\nthe end of the process (or at any time after submission of\nthe\r\nproposals) would have serious legal ramifications for the PO and it\r\nwill be unfair to the other bidders as well, which might\nbe\r\nchallenged by them.â\n[105]\tFrom the minutes of the Tender Board meetings that\r\nfollowed on 6 May 2002 and 13 May 2002 it appears that the written\r\nadvice\nthat they had requested at their earlier meeting was not\r\nforthcoming because the instruction that was contained in the minutes\r\nof 29 April 2002 (as above) was repeated in the minutes of both those\r\nmeetings.\n[106]\tThe minutes of 27 May 2002 record that a ânew\r\nTender Board has been nominated and accepted at EXCOâ, which\r\nincluded a\nnumber of those who had previously been on the board. Ms\r\nMotsepe was to be the chairperson, though the previous chairperson,\r\nMr\nMabote, remained as a member. At that meeting it was decided to\r\nrefer various matters back to the Evaluation Committee for\r\nconsideration.\nNo mention was made of the Labat issue. (It seems that\r\nthe Tender Board never received the written advice that it had\r\nrequested.)\n[107]\tA further report was prepared by the evaluation\r\ncommittee for consideration by the Tender Board at its meeting on 18\r\nJune\n2002. By then, of course, the Evaluation Committee had received\r\nthe advice of Naudé mentioned earlier. There can be no\r\nquestion\nthat it accepted that advice and prepared its report\r\naccordingly. There is simply no basis in the evidence for suggesting,\r\nas the\nrespondents did, that the appearance of Labat indicates\r\ndishonesty on the part of the officials concerned, in some way that\r\nwas\nnever fully explained. It is perfectly clear from the evidence\r\nthat the âLabat issueâ was a red herring and that the appearance\n\nof Labat had no effect on the evaluation and award of the tenders.\nTHE DECISION TO AWARD THE CONTRACT\n[108]\tIn its earlier report to the Tender Board dated 22\r\nApril 2002 the Evaluation Committee had expressed the view that âno\r\none\nprovider could be singled out to supply a total solutionâ and\r\nit had recommended that âLabat bidder 3 [in fact Kumo] and\r\nCornastone\nbidder 2 be appointed to provide a total solutionâ. It\r\nlisted various parts of the system that should be provided by each.\r\nIt\nthen offered two alternatives, the first being the âutilisation\r\nof bidder 3 [Kumo] and negotiate the price of bidder 2 [Cornastone]\n\nto the price of bidder 3 [Kumo]â The second alternative was to\r\nâuseâ¦bidder 2 [Cornastone ] as is and look at developing the\n\nadditional technology gaps at a later stageâ.\n[109]\tThe report submitted to the 18 June meeting of the\r\nTender Board repeated those recommendations. It noted that at the\r\nearlier\nmeeting on 27 May, the Tender Board had asked it to report on\r\nvarious issues, amongst which were the following: âIf a joint bid\n\nis accepted what is the impact as well as the risks involved for this\r\noption as well as the other two optionsâ, and âwhy has\nthe\r\nhighest bidder to points scored been changed and what were the\r\nreasons for suchâ. (There had been no âchange of biddersâ,\nand\r\nI think that what was meant was rather why had the two bidders been\r\ninter-changed, which was how the Evaluation Committee understood\nthe\r\nquestion). In response to the first point the report set out the\r\nadvantages and disadvantages of the various options. The response\non\r\nthe second question was as I expressed it earlier but I will repeat\r\nit for convenience:\nâThe evaluation committee drew up the scores prior to presentation\r\nof bidders. After presentation the evaluation committee [were]\n\nunanimous in their decision that the technology offered by Kumo was\r\nsuperior and was thus in line with the RFP requirements. It\nwas also\r\nfelt that the overriding citeria for selection had to be a technology\r\nsolution and thus this weighed larger than Price\nand BEE. The scoring\r\nthat was done prior to presentation [was] used to select the bidders\r\nfor presentation and after the presentation\nthe decision would be\r\nmade.â\n[110]\tThe Tender Board declined to appoint joint\r\ncontractors â the first option offered by the Evaluation Committee\r\nâ and decided\nunanimously to award the contract to Kumo subject to\r\na number of conditions, including that âBEE be increased to 40%â\r\nand that\nâthe price must be re-negotiatedâ. It was submitted for\r\nthe respondents that the award of the contract subject to those\r\nconditions\nwas not permitted and constituted a further irregularity.\nWhether or not that is so is not now\r\nmaterial.\n[111]\tAt first the Evaluation Committee objected to the\r\nTender Board rejecting its recommendation (to appoint joint\r\ncontractors)\nwithout giving it the opportunity to review the\r\nposition. It voiced its objection to the Chief Executive Officer, who\r\ntook the\nmatter up with the Tender Board. The matter was eventually\r\nresolved at a special meeting of the Tender Board on 12 August 2002\r\n(attended by Ngqobe and seven other members of the evaluation\r\ncommittee, including Topper, Richter and Prins), during which the\n\nTender Board confirmed its earlier decision to award the contract to\r\nKumo. According to the minutes, Mabote (who chaired the meeting\nin\r\nthe absence of Motsepe) said, in effect, that the Tender Board could\r\nnot simply rubber-stamp the recommendation of the Evaluation\n\nCommittee and had made a âbusiness decisionâ. It was also noted\r\nthat âconflicting information regarding Cornastone was always\n\npresent, ie the issue of EMV level 2 compliancyâ, and that, due to\r\nits lack of compliance, Cornastone should not have been evaluated\nat\r\nall.\n[112]\tAccording to the minute of the Tender Board\r\nmeeting on 2 September 2002, the award of the contract to Kumo was\r\napproved by\nEXCO and by the SAPO board. On 28 August 2002 SAPO sent a\r\nletter by telefax addressed to the Kumo Consortium informing it that\r\nits tender had been accepted on the various conditions stipulated by\r\nthe Tender Board, and that was accepted on behalf of Kumo on\n30\r\nAugust 2002.\nTHE AFTERMATH\n[113]\tWithin days De Lacy began meeting with various\r\npeople to complain about the award of the tender, alleging, amongst\r\nothers\nthings, fraud and corruption. This culminated in his meeting\r\nwith the ombudsman on 18 September that I have referred to; the\r\nsubmission\nof the affidavits; the preliminary enquiry by the\r\nombudsman; his recommendation that an investigation be held; and the\r\ninvestigation\nand submission by Ernst & Young of their\r\npreliminary findings on 19 November 2002.\n[114]\tNo doubt that flurry got the wind up SAPO. On 30\r\nOctober 2002 Mabote sent an e-mail to the secretariat of the tender\r\nboard,\nMr Mngqibisa, recording that the award of the tender had been\r\nâsuspended due to the investigations [being] conducted against one\n\nof the retail officialsâ. He said that he had had a meeting with\r\nthe ombudsman on 29 October âregarding progress with his\r\ninvestigationsâ and had been advised that SAPO needed to âcancel\r\nthe award of the tender to Kumo due to irregularities during\nthe\r\ntender processâ, and requested Mngqibisa to âcancel the award\r\nwith immediate effectâ. Precisely what occurred after that\nis not\r\nclear but on 27 November 2002 Mngqibisa wrote to Kumo advising it\r\nthat âthe advertised tenderâ¦has been cancelled for\noperational\r\nreasonsâ.\n[115]\tMeanwhile Ms Lancaster, who had considerable\r\nknowledge of the information electronics at SAPO and was head of âNew\r\nVenturesâ,\nencountered the CEO of SAPO, Mr Manyatshe, at a meeting\r\nin November. After the meeting he told her that he was âhaving\r\ndifficulty\nwith pensions in terms of getting the biometric system off\r\nthe groundâ and asked her advice. She told him that there was no\r\nneed\nto seek outside suppliers because SAPO already had most of the\r\nnecessary systems and it was just a question of bringing them\r\ntogether\nto come up with a solution. He asked her to take over the\r\nproject and come up with a proposal on how the existing systems could\n\nbe used without the need to again invite tenders. Whether this was\r\nbefore or after the Kumo award had been âcancelled due to\n\noperational reasonsâ is not clear. In January 2003 Lancaster set\r\nabout the project and I will continue with that later in this\n\njudgment.\nCONCLUSIONS RELATING TO CLAIM A\n[116]\tI can find no evidence of manipulation or\r\ndishonesty on the part of any of the members of the Review Panels.\r\nThe evidence\nalso does not disclose dishonest manipulation in the\r\ncourse of the deliberations of and reporting by the Evaluation\r\nCommittee,\nnor on the part of the Tender Board.\n[117]\tWhat is perhaps most significant in that regard is\r\nthat the Evaluation Committee recommended to the Tender Board, as its\r\nfirst\nchoice, the joint appointment of Cornastone and Kumo to carry\r\nout the project. That is altogether at odds with an intention on its\n\npart to dishonestly prefer Kumo above Cornastone. In his presentation\r\nDe Lacy sought to explain that inconvenient fact away by\nsuggesting a\r\nMachiavellian ploy on the part of the Evaluation Committee that was\r\nso elaborate as to be bizarre and I do not need\nto deal with it. It\r\nis not surprising that the respondentsâ counsel declined to repeat\r\nit in argument before us. That contradiction\nalone seems to me to be\r\ndestructive of the inference that the respondents sought to draw.\n[118]\tPerhaps there were irregularities, perhaps there\r\nwas incompetence, perhaps officials might have been negligent,\r\nperhaps, even,\nCornastone was more worthy of being awarded the\r\ncontract, but none of that is enough. The respondents bore the onus\r\nof establishing\nthat the contract was awarded to Kumo in consequence\r\nof dishonesty on the part of one or more of the officials concerned.\r\nIn my\nview they failed to discharge that onus and Claim A should have\r\nbeen dismissed.\nCLAIM B\n[119]\tClaim B was dependant upon the success of Claim A\r\nand must similarly fail. I might add that the claim was in any event\r\nso\nremote as to be no more than speculative and the court below was\r\ncorrect to dismiss it on those grounds.\nCLAIM C\n[120]\tAfter SAPO purported to âcancelâ the tender it\r\nset about constructing its own payment system under the supervision\r\nof\nMs Lancaster, who employed outside contractors in the course of\r\ndoing so, one of whom gave evidence at the trial. The respondents\n\nallege that in the course of constructing its own system SAPO\r\nappropriated Cornastoneâs technology and was thereby âunjustly\n\nenriched at Cornastoneâs expernseâ. The court below, although not\r\nstrictly called upon to do so, considered this claim and\nfound that\r\nit had no merit. I agree.\n[121]\tThe identity of the technology to which the\r\nrespondents laid claim remained nebulous throughout the trial. But\r\nthat apart,\nit is clear from the evidence of Ms Lancaster, and of the\r\ncontractor who was employed in the course of the process, that no use\n\nwas made of technology (whatever that technology might have been)\r\nthat had been disclosed by Cornastone, and on that ground alone\nthe\r\nclaim had to fail.\n[\n122]\tThe following orders are made:\n1.\tThe appeal is upheld and the cross appeal is\r\ndismissed, in each case with costs, which are to include the costs\r\noccasioned by\nthe employment of two counsel.\n2.\tIn taxing those costs\nthe costs associated with the preparation and\r\n\t\tsubmission of the original heads of argument that were filed by the\r\n\t\tappellants\nin this court, and any costs associated with the receipt\r\n\t\tand perusal of the heads of argument that were submitted by the\r\n\t\trespondents\nin reply, are to be disallowed, and\nto the extent that costs recoverable by the appellant\r\n\t\tare related to the record in this appeal those costs are to be\r\n\t\tassessed\nas if the record comprised 70 volumes.\n3.\tThe orders of the court below are set aside and the\r\nfollowing order is substituted:\nâ\nThe claims are dismissed with costs, which are to\r\ninclude the costs occasioned by the employment of two counsel.â\n________________\nR\r\nW NUGENT\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor appellant:\tH J Fabricius SC\nH F Jacobs\nInstructed by:\nMahlangu Inc, Pretoria\nClaude Reid Inc, Bloemfontein\nFor respondent:\tM Nowitz\nInstructed by:\nNowitz Attorneys, Craighall\nHoney Attorneys Inc, Bloemfontein\n1\n2001 (3) SA 1247\n(SCA).\n2\nPara 31.\n3\n2006 (3) SA 151\n(SCA);\n2007 (3) SA 121\n(CC).\n4\nPara 46.\n5\nThe statute that was there referred to was the Provincial Tender\r\n\tBoard Act (Eastern Cape) 2 of 1994.\n6\nPara 56.\n7\n2007 (1) SA 111\n(SCA).\n8\nPara 10.\n9\nSenior employees of the Cape Provincial Administration, which had\r\n\tinvited the tenders.\n10\nThe sole member of the successful tenderer.\n11\nThe successful tenderer.\n12\nPara 90.\n13\n[1998] ZASCA 44\n;\n1998 (3) SA 938\n(SCA) para 37.\n14\nR v Blom\n1939 AD 158\nat 202-3.\n15\nOcean Accident and Guarantee Corporation Ltd v Koch\n1963 (4)\r\n\tSA 147\n(A) at 159B-D, citing\nWigmore on Evidence\n3ed para 32.\n16\nAfrican Legend Payment, Mchunu Mashinini & Associates, Transpay\r\n\tTechnologies and Aplitec. African Legend was the then BEE\npartner of\r\n\tDe Lacy and Beadon.\n17\nThe minute records the attendees as being Zakhe Ngqobe, Sheila\r\n\tMoagi, Andrew Topper, Connie Richter and Hensa van Niekerk.\n18\nThe initial date of 4 March was extended.",
  "scraped_at": "2026-02-11T21:47:10.978250",
  "date": "2009-05-13",
  "coram": [
    "FARLAM",
    "NAVSA",
    "NUGENT",
    "VAN HEERDEN",
    "MLAMBO JJA"
  ],
  "case_number": "19/08",
  "parties": {
    "applicants": [
      "South African Post Office"
    ],
    "respondents": [
      "Brian Patrick De Lacy",
      "Barry Jack Beadon"
    ]
  },
  "sections": {
    "facts": "The South African Post Office (SAPO) invited tenders for a biometric payment system to be used for the North West Province government. The tender attracted four bidders, including a consortium called Kumo and a company referred to as Cornastone (a black‑empowerment vehicle). SAPO ultimately awarded the contract to Kumo despite Cornastone scoring higher on the overall points matrix. The respondents, De Lacy and Beadon, who had been acting as cessionaries for Cornastone, alleged that the award resulted from dishonest manipulation and corruption by SAPO officials, particularly Andrew Topper, and that SAPO’s employees had colluded to inflate Kumo’s evaluation. They filed three claims: (A) damages for lost profits, (B) an extension of claim A for further contracts, and (C) an unjust enrichment claim after SAPO allegedly used Cornastone’s technology. The High Court partially upheld claim A and dismissed B and C. Both parties appealed.",
    "issues": "1. Whether an unsuccessful tenderer may recover delictual damages for loss of a contract where the award was obtained through dishonest or fraudulent conduct by public officials. 2. Whether the respondents have discharged the onus of proving, on a balance of probabilities, that SAPO officials acted dishonestly in awarding the contract to Kumo. 3. Whether claims B and C can survive independently of claim A. 4. The appropriate cost order on appeal.",
    "principles": "The court applied the principles established in Olitzki Property Holdings v State Tender Board, Steenkamp NO v Provincial Tender Board, and Minister of Finance v Gore NO, namely that delictual damages for lost profit are not available to unsuccessful tenderers unless the contract was awarded as a result of dishonesty or fraud. Mere negligence, incompetence, or irregularities that fall short of dishonest conduct do not give rise to a duty of care or a cause of action. Public policy does not shield officials who act fraudulently, and vicarious liability may attach where an employee’s fraudulent conduct is established. The onus lies on the plaintiff to prove dishonesty on a balance of probabilities.",
    "application": "The Supreme Court of Appeal examined the extensive record and concluded that the evidence did not substantiate any dishonest or fraudulent conduct by Topper, the evaluation panel, or the Tender Board. Scores were shown to have been allocated independently, and there was no proof of manipulation, conspiracy, or intentional bias. The alleged omissions and irregularities were explained as procedural errors or innocent oversights. Consequently, the respondents failed to meet the onerous burden of proving dishonesty, leading to dismissal of claim A. Since claim B depended on claim A, it also failed, and claim C was dismissed because SAPO did not use Cornastone’s technology. The court therefore set aside the lower court’s order and substituted a dismissal with costs.",
    "conclusion": "The appeal was upheld and the cross‑appeal dismissed, each with costs that include the expenses of employing two counsel. The costs associated with the original heads of argument were disallowed, and costs related to the record were to be assessed as if the record comprised 70 volumes. The orders of the High Court were set aside and replaced by an order dismissing all claims with costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Procurement",
    "level_3": [
      "damages",
      "dishonesty",
      "fraud",
      "tender dispute",
      "vicarious liability"
    ]
  }
}