{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/50.html",
  "case_name": "Manong and Associates (Pty) Ltd v Eastern Cape Department of Roads and Transport & Others (369/08) [2009] ZASCA 50; 2009 (6) SA 589 (SCA) ; [2009] 3 All SA 528 (SCA) (25 May 2009)",
  "citation": "[2009] ZASCA 50",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 50\n|\nNoteup\n|\nLawCite\nManong and Associates (Pty) Ltd v Eastern Cape Department of Roads and Transport & Others (369/08) [2009] ZASCA 50; 2009 (6) SA 589 (SCA) ; [2009] 3 All SA 528 (SCA) (25 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 369/08\nMANONG\r\nAND ASSOCIATES (PTY) LTD\t\t\t\t      \t        Appellant\nand\nEASTERN\r\nCAPE DEPARTMENT OF ROADS\nAND\r\nTRANSPORT\n1\nst\nRespondent\nTHE\r\nNATIONAL TREASURY \t\t\t\t\t          2\nnd\nRespondent\nHAWKINS\r\nHAWKINS OSBORNE \t\t\t\t\t          3\nrd\nRespondent\nKWEZI\r\nV3 ENGINEERS\t\t\t\t\t\t           4\nth\nRespondent\nILISO\r\nNINHAM SHAND JOINT VENTURE \t\t\t\t           5\nth\nRespondent\n________________________________________________________________\nNeutral citation:\nManong\r\nv Eastern Cape Department of Roads and Transport & others\n(369/08)\n[2009] ZASCA 50\n(25 May 2009)\nCORAM:\nNavsa,\r\nBrand, Jafta, Ponnan JJA and Bosielo AJA\nHEARD:\n5\r\nMay 2009\nDELIVERED:\n25\r\nMay 2009\nCORRECTED:\nSUMMARY:\tPrinciple\r\nof legality â powers of Equality Court â consideration of\r\nprovisions of the\nPromotion of Equality and Prevention of Unfair\nDiscrimination Act 4 of 2000\nâ Equality Court not a High Court â\r\npowers exercised in terms of the Act â restricted to dealing with\r\nspecified complaints\nâ procedures in terms of Equality Act not\r\nfollowed â matter remitted.\n________________________________________________________________\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh\r\nCourt, Bhisho (Froneman J sitting as court of first instance).\n1. The appeal is upheld.\n2. The order of the court below is set\r\naside in its entirety and the matter is remitted to the Equality\r\nCourt for it to be dealt\nwith in terms of the provisions of the\nPromotion of Equality and Prevention of Unfair Discrimination Act 4\nof 2000\n.\n3. No order is made as to costs of\r\nappeal at this stage. The parties are invited, if so advised, to\r\napply to this court upon the\nfinal resolution of their dispute for an\r\norder in this regard.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (Brand, Jafta, Ponnan JJA and\r\nBosielo AJA concurring):\nIntroduction\n[1]\tAt the heart of this appeal is the\r\nprinciple of legality, an incident of the rule of law.\n1\nThis appeal concerns the jurisdiction and powers of the Equality\r\nCourt established in terms of s 16 of the Promotion of Equality\nand\r\nPrevention of Unfair Discrimination Act 4 of 2000 (the Equality Act).\nBackground\n[2]\tDuring July 2007 the first\r\nrespondent, the Eastern Cape Department of Roads and Transport (the\r\nECDRT), invited tenders for the\ndesign and construction of three\r\nprovincial roads in an area under its jurisdiction. In August 2007,\r\nthe appellant, Manong and\nAssociates (Pty) Ltd (Manong), a company\r\nthat conducts business nationally as consulting civil, structural and\r\ndevelopmental engineers\nresponded to the invitation. In December 2007\r\nManong was disqualified during the first part of a two-phase tender\r\nevaluation process\ndue to not scoring the minimum required points for\r\nfunctionality.\n[3]\tManong considered that it was\r\nunlawfully disqualified and in February 2008, as a matter of urgency,\r\ninstituted proceedings,\npurportedly in the Equality Court in Bhisho,\r\nseeking relief in two parts.\n2\nIn the first part, Manong sought a temporary interdict preventing the\r\nECDRT from: (a) taking further steps to evaluate any of the\nother\r\ntenders and; (b) awarding the tenders to any one of the other\r\ntenderers. Manong also sought an order compelling the ECDRT\nto\r\nfurnish certain documentation.\n[4]\tAt the time that the proceedings\r\nwere instituted, Manong was unaware that the tenders had already been\r\nawarded to three of the\ntenderers.\n[5]\tManong sought the orders set out\r\nin para 3 pending determination of an application for final relief in\r\nthe following terms:\n(i) to set aside a decision of the\r\nECDRT to disqualify from further consideration Manongâs tender for\r\nthe relevant works;\n(ii) to review, correct and set aside\r\nthe award of the tenders to successful bidders;\n(iii) declaring the contracts\r\nresulting from the allocation of tenders to be null and void;\n(iv)  declaring the procedure followed\r\nin awarding the tenders to be inconsistent with s 217 of the\r\nConstitution and unfairly discriminatory\nunder the Equality Act;\n(v) A direction that the first and\r\nsecond respondentâs procurement procedures and practices should\r\nundergo an audit in a manner\nto be prescribed.\n[6]\tThe matter came before Froneman J,\r\nwho, in a judgment in relation to the interim relief sought, said the\r\nfollowing:\nâ\nBecause of the\r\nexpedited time limits contained in the order below the application\r\nshould be determined finally at the next hearing.\nI therefore do not\r\nconsider that any temporary interdict is called for, because if the\r\napplication is successful it will still\nbe possible to undo the\r\neffects of any wrongful award of the tenders. The respondents are in\r\nany event now aware that the award\nof the tenders are under attack\r\nand they will not be able to rely on any steps taken with that\r\nknowledge to prevent the final relief\nif such relief is in the end\r\nmerited.â\n[7]\tFroneman J made the following\r\ninterim orders:\nâ\n1. The application is\r\npostponed to 20 March 2008.\n2. [Manong] must ensure\r\nthat the full application papers, including this judgment, be served\r\nby the sheriff on (1) Hawkins Hawkins\nOsborne Africa; (2) Kwezi V3\r\nEngineers; and (3) Iliso Ninham Shand Joint Venture\n3\n(âthe other respondentsâ) in terms of rule 4 of the High Court\r\nrules by 6 March 2008, and proof of such service must be\n\ndelivered to the Registrar of the High Court, Bhisho, by 12 noon on 7\r\nMarch 2008.\n3. The first respondent\r\nis ordered to deliver the full records of the proceedings in respect\r\nof the tenders for the Dimbaza Road\nProject, the Maluti to Qachas Nek\r\nRoad project; and the St. Barnabas Hospital to Hluleka Nature Reserve\r\nRoad project,\n4\nincluding the documentation referred to in paragraph 6.1 and 6.2 of\r\nthe Notice of Motion, to the Registrar of the High Court, Bhisho,\nby\r\n12 noon on 7 March 2008.\n4. [Manong] may, if it\r\nchooses to do so, deliver further supplementary affidavits, but only\r\nin response to new material arising\nfrom the delivery of the said\r\nrecords, by 12 noon on 12 March 2008.\n5. The first and second\r\nrespondents may, if they choose to do so, deliver their opposing\r\naffidavits on the main application by 12\nnoon on 17 March 2008.\n6. The other respondents\r\nreferred to in paragraph 2 above, must file an intention to oppose by\r\n12 noon on 11 March 2008 and may,\nif they choose to do so, deliver\r\ntheir opposing affidavits on the main application by 12 noon on 17\r\nMarch 2008.\n7. [Manong] may file\r\nfinal replying affidavits by 12 noon on 19 March 2008.\n8. The costs of the\r\napplication thus far are reserved for decision on final determination\r\nof the application.â\n[8]\tThe matter proceeded to a hearing\r\non the main relief sought, referred to in para 5 above.\n[9]\nThe\r\nsecond respondent, the National Treasury, was cited as a second\r\nrespondent by Manong because, in terms of the Public Management\n\nFinance Act 1 of 1999, it is empowered to prescribe tender\r\nregulations and practices. It is, however, common cause that the\r\nECDRT\nconducted the tender process in question in terms of\r\nregulations prescribed by the Provincial rather than the National\r\nTreasury.\n[10]\tThe three successful tenderers\r\ndid not participate in the proceedings and chose to abide the courtâs\r\ndecision. The Managing\nDirector of Manong, Mr Mongezi Stanley\r\nManong, appeared in person on behalf of his company both before the\r\ncourt below as\nalso at the hearing of this appeal.\n[11]\tManongâs principal complaint is\r\nthat the ECDRT tender process is unfair under the Equality Act\r\nbecause it amounted to indirect\ndiscrimination against previously\r\ndisadvantaged individuals. The discrimination is said to arise from\r\nthe requirement that a bidder\nmust have a history of at least seven\r\nyearsâ involvement in similar projects and that the technical\r\nmembers of its staff must\nhave a minimum prescribed level of\r\nspecialist engineering experience. Manong contended that these\r\nrequirements effectively excluded\npreviously disadvantaged persons or\r\ngroups, who historically did not have an opportunity to develop that\r\nexperience. In the present\ncircumstances it meant that black\r\nengineers, either individually, or as a group, were excluded from\r\ncommercial participation in\npublic works initiated by the ECDRT.\n5\nManong is wholly Black-owned. It appears that many of its key\r\npersonnel are also Black persons.\n[12]\tIn addition, Manong contended\r\nthat the procurement process was flawed because it lacked\r\ntransparency, was not cost-effective,\n6\nwas contrary to legislation and the Constitution, and that its early\r\ndisqualification was actuated by improper motives on the part\nof\r\nofficials flowing from its refusal to provide âkick-backsâ.\n[13]\tThe ECDRT and the treasury\r\nopposed the main relief sought on the basis first, that the Equality\r\nCourt did not have the power\nto grant relief in the form of\r\nadministrative review. Second, that the correct procedures under the\r\nEquality Act had not been followed\nand third, that there was no\r\nsubstance in the complaints of unfair discrimination and the\r\nunlawfulness of the procurement process.\n[14]   Froneman J, presumably because\r\nof the basis of opposition of the first and second respondents,\r\nbecause the notice of motion\nwas couched in terms conventionally used\r\nin review applications in the High Court and because the relief\r\nsought was based on grounds\nthat included some of the grounds for\r\njudicial review of administrative action set out in the Promotion of\r\nAdministrative Justice\nAct 3 of 2000 (PAJA), immediately proceeded to\r\nconsider whether the Equality Court had âreview jurisdictionâ.\n7\nThe learned judge had regard to ss 16 and 31 of the Equality Act\n8\nand concluded that equality courts are not âseparate courts of âa\r\nstatus similar to either the High Courts or the Magistratesâ\n\nCourtsâ in terms of s 166\n(e)\nof the Constitution.â\n9\nHe went on to state:\nâ\nUnlike the explicit\r\nprovisions establishing the Labour Court, Competition Appeal Court\r\nand Land Claims Court, there is no explicit\nattempt in the Equality\r\nAct to establish a separate court in terms of the provisions of s\r\n166\n(e)\nof the Constitution, nor is there provision for the separate\r\nappointment of judges and judicial officers in accordance with the\n\nConstitution, as there are in those Acts.â\n10\n[15]\tThe court below reasoned that the\r\njudicial function exercised by judges and magistrates under the\r\nEquality Act cannot be equated\nto some âspecialised legal skill\r\nsuch as that required of someone determining, for example, a tax,\r\npatent, competition or labour\ndispute.â\n11\nIt held that the achievement of equality, together with the other\r\nvalues mentioned in s 1 of the Constitution, including dignity\nand\r\nfreedom, was a fundamental value and that the interpretation and\r\napplication of the right to equality in terms of the Constitution\nare\r\nintegral features of any adjudication on any given day in the courts\r\nestablished under the Constitution.\n12\n[16]\tFroneman J considered that\r\nalthough s 21 of the Equality Act did not provide for review powers,\r\nan equality court located at\nthe High Court, dealing with an\r\nadjudication dispute under the Equality Act, could exercise its High\r\nCourt powers of review. This\nreview power of the High Court, he\r\nreasoned, was in terms of the common law and by virtue of it being a\r\nsuperior court with judicial\nauthority under the Constitution. He\r\nheld as follows:\nâ\n[T]he equality\r\njurisdiction in terms of the Act would be exercised under High Court\r\njudicial authority, which includes judicial\nreview.â\n13\n[17]\tFor this conclusion the learned\r\njudge relied on the decision of this court in\nMinister\r\nof Environmental Affairs and Tourism v George & others\n.\n14\nIn the passage relied upon, this court considered whether a High\r\nCourt was one of the\nfora\nto which a matter could be referred by a presiding officer of the\r\nEquality Court in terms of s 20(3) of the Equality Act. The following\n\nwas said:\nâ\nIt is true that s\r\n20(3)\n(a)\nrefers to âanother . . . courtâ. But âcourtâ clearly cannot\r\ninclude a High Court when the equality court is itself a High\nCourt\r\nsitting as an equality court. It may include a small claims court or\r\na magistratesâ court but is not necessary for us to\ndecide that\r\nnow. What is clear is that, in these circumstances, the High Court is\r\nnot intended.â\n[18]\tAfter considering the aforesaid\r\npassage, the learned judge said the following:\nâ\nThe outcome of the\nGeorge\ncase in the Supreme Court of Appeal lends support to the approach\r\nthat when the High Court sits as an âequality court for the\narea of\r\nits jurisdictionâ in terms of s 16(1)\n(a)\nof the Equality Act, it does so as a High Court with judicial\r\nauthority under the Constitution. The jurisdiction it exercises when\n\ndoing so is its own, as a High Court. There is, in my respectful\r\nview, no separate âequality courtâ (either in the form of\na court\r\nestablished under s 166\n(e)\nof the Constitution or as a tribunal without judicial authority under\r\nthe Constitution) with any separate jurisdiction of its own.\nThe High\r\nCourt sitting as an âequality courtâ sits as a High Court,\r\nretaining its original jurisdiction as such, together with\nany\r\nexpanded jurisdiction that may be conferred upon it in terms of the\r\nprovisions of the Equality Act.â\n15\n[19]\tRe-emphasising that viewpoint\r\nFroneman J stated:\nâ\nPerhaps it would be\r\nconducive to clarity to talk of the High Court exercising âequality\r\ncourt jurisdictionâ under the Equality\nAct rather than the\r\nâequality courtâ having that jurisdiction. Use of the term\r\nâjurisdictionâ in that sense would denote\nthat the High Court has\r\njurisdiction to determine the cause of action brought before it which\r\nis based on the provisions of the\nEquality Act.â\n16\n[20]\tThe learned judge went further:\nâ\nIf used in that sense\r\nit would mean that there should be no obstacle to single proceedings\r\nbeing brought in the High Court, based\non a cause of action under the\r\nprovisions of the Equality Act, as well as on any other cause of\r\naction over which the High Court\nwould normally have jurisdiction.â\n17\nHe did not consider that the less\r\nformal procedures of the Equality Court militated against a\r\ncombination of issues being brought\nin the Equality Court.\n18\n[21]\tDealing with the view of the\r\nfirst and second respondents that the proper procedures envisaged by\r\nthe Equality Act had not\nbeen followed, Froneman J held that there\r\nwas no substance to it. In his view, an enquiry in terms of s 21(1)\r\nof the Equality Act\ncould take many forms, some formal, others less\r\nso.\n19\nHis attitude was that the directions he had given for the further\r\nconduct of the matter, namely, those set out in the interim order\n\nreferred to earlier in this judgment, were sufficient. He recorded\r\nthat the hearing before him on the main application had proceeded\nin\r\na formal manner employed in ordinary High Court applications.\n[22]\tFroneman J then turned to\r\nconsider the merits of the main application and took into account the\r\nfirst respondentâs defences.\nAt para 32 of the judgment, he records\r\nthat Manong did not ask for the matter to be referred to oral\r\nevidence on any specific aspect.\nHe considered the ECDRTâs\r\nanswering affidavits to be the complete response to Manongâs\r\ncomplaints. He held that the two-phase\ntender process was practical,\r\ncost-effective and transparent. The learned judge held that\r\ncorruption and an improper motive to\nexclude Manong had not been\r\nproved.\n[23]\tIn respect of the complaint of\r\nindirect discrimination flowing from the requirements of experience\r\nand functional expertise,\nthe learned judge took the view that a\r\nprior roster system of preferential allocation to previously\r\ndisadvantaged persons provided\nfor the possibility of obtaining\r\npractical experience. He held that the requirements of practical\r\nexperience and functional experience\nin the present procurement\r\npolicy are rationally connected to the unobjectionable goals of\r\nproviding safe and durable roads to\nthe public without wasting public\r\nmoney.\n20\n[24]\tThe following part of the\r\njudgment is important:\n21\nâ\nThere is no indication\r\nbefore me that there are no previously disadvantaged groups or\r\npersons sufficiently experienced and qualified\nto satisfy the\r\nfunctional requirements in the procurement policy. Indeed, the\r\ncomplainant itself appears to fit this profile in\ngeneral terms. I\r\ncannot hold that a reasonable decision-maker could not have reached\r\nthe conclusion that the policy is fair and\nreasonable.â\n[25]\tIn the result, Froneman J\r\ndismissed the application with costs, such costs to include the costs\r\nof two counsel. The present\nappeal against that order and Froneman\r\nJâs judgment is\nwith the leave of the court below. The National Treasury was not a\r\nparty to the appeal.\nThe law\n[26]\tThe first\r\nissue to be dealt with is whether the court below was correct in its\r\ncharacterisation of the Equality Court. Allied\nto this is the\r\nquestion of its jurisdiction and powers\nvis\r\nà vis\nthe High Court. In order to answer this question it is necessary to\r\nunderstand the purpose and scheme of the Equality Act.\n[27]\tSection\r\n9(2) of the Constitution, after recording that equality includes the\r\nfull and equal enjoyment of all rights and freedoms,\nprovides that to\r\npromote the achievement of equality, legislative and other measures\r\ndesigned to protect or advance persons, or\ncategories of persons,\r\ndisadvantaged by unfair discrimination may be adopted. The Equality\r\nAct is legislation to that effect.\n[28]\nSection\r\n2 sets out the objects of the Equality Act as follows:\nâ\n(a)\nto enact legislation required by section 9 of the Constitution;\n(b)\nto\r\ngive effect to the letter and spirit of the Constitution, in\r\nparticularâ\n(i)\tthe equal enjoyment\r\nof all rights and freedoms by every person\n(ii)\tthe promotion of\r\nequality;\n(iii)\tthe values of\r\nnon-racialism and non-sexism contained in section 1 of the\r\n\t\t\t\tConstitution;\n(iv)\tthe prevention of\r\nunfair discrimination and protection of human dignity as\r\n\t\t\tcontemplated in sections 9 and 10 of the Constitution;\n(v)\tthe prohibition of\r\nadvocacy of hatred, based on race, ethnicity, gender or \t\t\t\treligion,\r\nthat constitutes incitement to cause\nharm as contemplated in section\r\n\t\t\t16(2)\n(c)\nof the Constitution and section 12 of this Act;\n(c)\nto\r\nprovide for measures to facilitate the eradication of unfair\r\ndiscrimination, hate speech \tand harassment, particularly on the\n\ngrounds of race, gender and disability;\n(d)\nto\r\nprovide for procedures for the determination of circumstances under\r\nwhich \tdiscrimination is unfair;\n(e)\nto\r\nprovide for measures to educate the public and raise public awareness\r\non the \timportance of promoting equality and overcoming\nunfair\r\ndiscrimination, hate speech and \tharassment;\n(f)\nto\r\nprovide remedies for victims of unfair discrimination, hate speech\r\nand harassment and \tpersons whose right to equality has been\n\ninfringed;\n(g)\nto\r\nset out measures to advance persons disadvantaged by unfair\r\ndiscrimination;\n(h)\nto\r\nfacilitate further compliance with international law obligationsâ¦â\n[29]\tAs will\r\nbecome apparent, in due course, the Equality Court is important in\r\nmeeting these objectives and in particular to determine\nwhether\r\ndiscrimination has occurred and if so, whether it is unfair.\n[30]\tSection 16,\r\nunder the heading âEquality courts and presiding officersâ,\r\nestablishes equality courts. The relevant parts\n22\nof s 16 read as follows:\nâ\n(1)\tFor\r\nthe purposes of this Act, but subject to section 31 â\n(a)\nevery\r\nHigh Court is an equality court for the area of its jurisdiction;\n(b)\nany\r\njudge may, subject to subsection (2), be designated in writing by the\r\nJudge \tPresident as a presiding officer of the equality\ncourt of the\r\narea in respect of which he or \tshe is a judge;\n(c)\nâ¦\n(d)\nâ¦\n(2)\tOnly\r\na judge â¦ who has completed a training course as \ta presiding\r\nofficer of an equality \tcourtâ\n(a)\nbefore\r\nthe date of commencement of section 31; or\n(b)\nas\r\ncontemplated in section 31(4),\nand\r\nwhose name has been included on the list contemplated in subsection\r\n(4)\n(a)\n,\r\nmay be designated as such in terms of subsection (1).\n(3)\tThe\r\nJudges President â¦ mustâ\n(a)\ntake\r\nall reasonable steps within available resources to designate at least\r\none presiding \tofficer for each equality court within\nhis or her area\r\nof jurisdiction; and\n(b)\nwithout\r\ndelay, inform the Director-General of the Department of any judge â¦\r\nwho has \tcompleted a training course as contemplated\nin section 31(4)\r\nand (5) or who has been \tdesignated in terms of subsection (1).\n(4)\tThe\r\nDirector-General of the Department must compile and keep a list of\r\nevery judge â¦ who hasâ\n(a)\ncompleted\r\na training course as contemplated in section 31(4) and (5); or\n(b)\nbeen\r\ndesignated as a presiding officer of an equality court in terms of\r\nsubsection (1).\n(5)\tA\r\npresiding officer\nmust\r\nperform the functions and duties and exercise the powers assigned to\r\nor conferred on him or her\nunder this Act or any other law.â (My emphasis).\n[31]\tIn s 4(1)\r\nof the Equality Act, under the heading âGuiding principlesâ, the\r\nfollowing is stated:\nâ\nIn the adjudication of\r\nany proceedings which are instituted in terms of or under this Act,\r\nthe following principles should apply:\n(a)\nThe\r\nexpeditious and informal processing of cases, which facilitate\r\nparticipation by the \tparties to the proceedings;\n(b)\naccess\r\nto justice to all persons in relevant judicial and other dispute\r\nresolution forums;\n(c)\nthe\r\nuse of rules of procedure in terms of section 19 and criteria to\r\nfacilitate participation;\n(d)\nthe\r\nuse of corrective or restorative measures in conjunction with\r\nmeasures of a deterrent \tnature;\n(e)\nthe\r\ndevelopment of\nspecial\r\nskills and capacity\nfor persons applying this Act in order to \tensure effective\r\nimplementation and administration thereof.â (My emphasis).\n[32]\tSection 17 provides for the\r\nappointment of clerks of equality courts to assist the court to which\r\nthey are attached to perform\nprescribed functions. Section 20\r\nprovides for the institution of proceedings in terms of or under the\r\nEquality Act. Section 20(1)\nprovides that any person may act in\r\nhis/her own interest or on behalf of persons who are unable to do so\r\nthemselves or as a member\nof or in the interest of a group or class\r\nof persons. Furthermore, a person may act in the public interest.\r\nSection 20(1) also\nentitles associations to act in the interest of\r\ntheir members and provides that the Human Rights Commission or the\r\nCommission for\nGender Equality may institute proceedings in the\r\nEquality Court.\n[33]\tIt is\r\nimportant to have regard to s 19(1) of the Equality Act, which\r\nprovides that Magistratesâ and High Court rules apply,\nwith the\r\nnecessary changes required by the context, to equality courts in so\r\nfar as these provisions relate to â\nâ\n(a)\nthe\r\nappointment and functions of officers;\n(b)\nthe\r\nissue and service of process;\n(c)\nthe\r\nexecution of judgments or orders;\n(d)\nthe\r\nimposition of penalties for non-compliance with orders of court, for\r\nobstruction of \texecution of judgments or orders, and\nfor contempt of\r\ncourt;\n(e)\njurisdiction,\r\nsubject to subsection (3),\n23\nand\r\nin so far as no other provision has been made in the regulations\r\nunder section 30 of \tthis Act.â\n24\n[34]\tIn terms of s 20(2), a person\r\nwishing to institute proceedings in the Equality Court is obliged to\r\nnotify the clerk of the\ncourt, in the prescribed manner, of its\r\nintention to do so. The clerk, in turn, is obliged to refer the\r\nmatter to a presiding officer\nof the Equality Court in question who\r\nmust decide whether the matter should be dealt with by the Equality\r\nCourt or whether it should\nbe referred to âanother appropriate\r\ninstitution, body, court, tribunal or other forumâ, which, in the\r\nview of the presiding\nofficer can deal more appropriately with the\r\nmatter in terms of that alternative forumâs powers and functions.\n25\n[35]\tIf the decision is that the\r\nEquality Court should hear the matter,\n26\nthe clerk of the Equality Court must assign a date for the hearing of\r\nthe matter. In making a decision as to the appropriate forum\nthe\r\npresiding officer âmustâ take all relevant factors into account,\r\nincluding those listed in s 20(4), which includes the\nneeds and\r\nwishes of the parties, particularly of the complainant.\n[36]\tI interpose to record that\r\nregulations have been promulgated regulating the procedures to be\r\nfollowed in connection with an\nenquiry in terms of the Equality Act.\r\nThe relevant regulations will be dealt with in the next four\r\nparagraphs.\n[37]\tInsofar as the regulations deal\r\nwith the institution of proceedings they largely echo the provisions\r\nof the Equality Act. Importantly,\nthe regulations provide that if the\r\nmatter needs to be heard in the Equality Court the presiding officer\r\nâmust refer the matter\nto the clerk who must, within three days\r\nafter such referral assign a date for the directions hearingâ and\r\ninform the complainant\nof that date.\n27\nRegulation 8 provides for witnesses to be subpoenaed and for\r\ncompelling documentary evidence. Regulation 10 (1) states that the\n\nenquiry must be conducted in an expeditious and informal manner,\r\nwhich facilitates and promotes participation by the parties.\r\nRegulation 10 (3) provides that the proceedings should, where\r\npossible and appropriate, be conducted in an environment conducive\nto\r\nparticipation by the parties.\n[38]\tAt a directions hearing the\r\npresiding officer âmust give directions in respect of the conduct\r\nof the proceedings as he or\nshe deems fit.â\n28\nAfter hearing the parties the presiding officer may make an order in\r\nrespect of a range of issues, including discovery, interrogatories,\n\nadmissions, the limiting of disputes, the joinder of parties,\namicus\r\ncuriae\ninterventions, the\r\nfiling of affidavits, the giving of further particulars, the time and\r\nplace of future hearings, procedures to\nbe followed in respect of\r\nurgent matters and the giving of evidence at the hearing, including\r\nwhether evidence of witnesses is\nto be given orally or by affidavit\r\nor both.\n29\n[39]\tRegulation 10 (5)(d) is\r\nnoteworthy. It provides that in order to give effect to the guiding\r\nprinciples contemplated in s 4\nof the Equality Act, and in dealing\r\nwith how the enquiry is to be conducted, the presiding officer âmust,\r\nas far as possible,\nfollow the legislation governing the procedures\r\nin the court in which the proceedings were instituted, with\r\nappropriate changes\nfor the\r\npurpose of supplementing this regulation\nwhere necessary, but may in the interest of justice and if no-one is\r\nprejudiced deviate from these procedures after hearing the\nviews of\r\nthe parties to the proceedings.â (My emphasis).\n[40]\tRegulation 10 (7) states that,\r\nâsave as is otherwise provided for in these regulations, the law of\r\nevidence, including the\nlaw relating to competency and\r\ncompellability, as applicable in civil proceedings, applies in\r\nrespect of an enquiry: Provided that\nin the application of the law of\r\nevidence, fairness, the right to equality and the interest of justice\r\nshould, as far as possible,\nprevail over mere technicalities.â\n[41]\tI return to deal with further\r\nprovisions of the Equality Act. Section 21 sets out the powers and\r\nfunctions of the equality\ncourt. Section 21(1) reads as follows:\nâ\nThe equality court\r\nbefore which proceedings are instituted in terms of or under this Act\r\nmust hold an enquiry in the prescribed\nmanner and determine whether\r\nunfair discrimination, hate speech or harassment, as the case may be,\r\nhas taken place, as alleged.â\n[42]\tAfter holding an enquiry the\r\ncourt may make any of the orders set out in s 21(2). For present\r\npurposes the following are\nimportant:\nâ\n(a)\nan\r\ninterim order;\n(b)\na\r\ndeclaratory order;\n(c)\nâ¦\n(d)\nan\r\norder for the payment of any damages â¦\n(e)\nâ¦\n(f)\nan\r\norder restraining unfair discriminatory practices or directing that\r\nspecific steps be \ttaken to stop the unfair discrimination,\nâ¦;\n(g)\nan\r\norder to make specific opportunities and privileges unfairly denied\r\nin the \tcircumstances, available to the complainant â¦;\n(h)\nan\r\norder for the implementation of special measures to address the\r\nunfair discrimination \tâ¦;\n(i)\nan\r\norder directing the reasonable accommodation of a group or class of\r\npersonsâ¦;\n(j)\nâ¦\n(k)\nan\r\norder requiring â¦ an audit of specific policies or practices â¦;\n(l)\nâ¦\n(m)\na\r\ndirective requiring â¦ regular progress reports â¦;\n(n)\nâ¦\n(o)\nan\r\nappropriate order of costs â¦;\n(p)\nan\r\norder to comply with any provisions of the Act.â\n[43]\tInterestingly, the Equality Court\r\nmay, in terms of s 21(4), during or after an enquiry refer any\r\nproceedings before it to any\nrelevant constitutional institution or\r\nappropriate body for mediation, conciliation or negotiation.\n[44]\tIn terms of s 21(5), the court\r\nâhas all ancillary powers necessary or reasonably incidental to the\r\nperformance of its functions\nand the exercise of its powers,\r\nincluding the power to grant interlocutory orders or interdicts.â\n[45]\tSection 13 deals with the burden\r\nof proof when the Equality Court determines a complaint. It provides\r\nthat if a complainant\nhas made out a prima facie case of\r\ndiscrimination, the respondent must prove that it did not take place,\r\nor that it was not based\non one or more of the prohibited grounds,\r\nwhich includes race.\n30\nFurthermore, if discrimination has taken place on a prohibited\r\nground, then it is deemed unfair, unless the respondent proves that\n\nit is fair.\n31\n[46]\tA complaint may, of course, be\r\npremised on any of the grounds set out in ss 6 to 12. These sections\r\nprohibit unfair discrimination\nin general and then specifically on\r\ngrounds of race, gender and disability. Section 10 prohibits hate\r\nspeech. Section 11 prohibits\nharassment and s 12 prohibits the\r\ndissemination and publication of information that unfairly\r\ndiscriminates.\n[47]\tSection 14 sets out the many\r\nfactors that must be taken into account in determining whether the\r\ndiscrimination is fair. These\ninclude the context, whether the\r\ndiscrimination reasonably and justifiably differentiates between\r\npersons according to objectively\ndeterminable criteria, intrinsic to\r\nthe activity concerned. Some of the other factors are; whether the\r\ndiscrimination is systematic,\nhas a legitimate purpose and to what\r\nextent it achieves its purpose.\n[48]\tSection 31 of the Equality Act,\r\non which the court below relied for its conclusion that the Equality\r\nCourt was not a separate\ncourt, deserves attention. Section 31(2)\r\nmakes further provision for the designation and appointment of\r\npresiding officers and\nclerks of the Equality Court. Section 31(4)\r\nobliges the Chief Justice, in consultation with the Judicial Service\r\nCommission and\nthe Magistrates Commission, to develop the content of\r\ntraining courses with the view to building âa dedicated and\r\nexperienced\npool of trained and\nspecialised\r\npresiding officers\n, for\r\npurposes of presiding in court proceedings as contemplated in this\r\nAct, â¦â. (My emphasis).\n[49]\tSection 31(6) obliges the\r\nDirector-General of the Department of Justice and Constitutional\r\nDevelopment to develop and implement\na training course for clerks of\r\nequality courts with the view to building âa dedicated and\r\nexperienced pool of trained and\nspecialised\r\nclerks\n, for purposes of\r\nperforming their functions and duties as contemplated in this Act,\r\nâ¦â. (My emphasis).\n[50]\tIf anything, these provisions\r\npoint in the opposite direction to the conclusions reached by the\r\ncourt below â the establishment\nof a dedicated and specialised\r\ncourt.\n[51]\tBefore concluding this\r\nexamination of the provisions of the Equality Act, it is necessary to\r\nnote the provisions of s 5(2)\nof the Act, which provides as follows:\nâ\nIf any conflict\r\nrelating to a matter dealt with in this Act arises between this Act\r\nand the provisions of any other law, other than\nthe Constitution or\r\nan Act of Parliament expressly amending this Act, the provisions of\r\nthis Act must prevail.â\n[52]\tIf one reads the preamble to the\r\nEquality Act and considers the provisions set out above, it is clear\r\nthat the legislature\nintended to promote the restructuring and\r\ntransformation of our society and institutions, away from the deeply\r\nimbedded systematic\ninequalities and unfair discrimination that still\r\nprevail, and to affect practices and attitudes that undermine the\r\nbest aspirations\nof our constitutional democracy.\n[53]\tIt is abundantly clear that the\r\nEquality Court was established in order to provide easy access to\r\njustice and to enable even\nthe most disadvantaged individuals or\r\ncommunities to walk off the street, as it were, into the portals of\r\nthe Equality Court to\nseek speedy redress against unfair\r\ndiscrimination, through less formal procedures.\n[54]\tIn my view, Froneman J erred in\r\nstating that when the High Court sits as an Equality Court it does so\r\nas a High Court with\nall the powers and trappings of that court,\r\nincluding having jurisdiction in respect of causes beyond those\r\nstipulated in the Equality\nAct.\n32\n[55]\tAs stated\r\nabove, the reasoning of the court below is as follows: Equality is a\r\nfundamental constitutional value that underlies\nall adjudication\r\nunder the Constitution. Equality is an integral feature of any\r\nadjudication in the High Court on any given day.\nWhen judges\r\nadjudicate disputes under the Equality Act, it is the High Court\r\nitself with all its attendant powers that is exercising\nequality\r\njurisdiction.\n[56]\tThis view\r\nloses sight of the fact that when they are fulfilling their\r\nobligations and exercising the powers of their office\nas judges in\r\ntheir everyday adjudication, they do so within the powers that they\r\nhave as set out in the Constitution, the common\nlaw and the statutes\r\nthat specifically apply to them. They also do so in terms of the\r\nrequirements of the substantive law which\nthey apply under the\r\numbrella of the Constitution. It is clear that any person who is the\r\nvictim of racial or other discrimination\nis not precluded from\r\nasserting his or her right to equality as provided for in s 9 of the\r\nConstitution by the institution of proceedings\nin the ordinary course\r\nin a High Court. The matter will then be dealt with by the High\r\nCourt, following the terms of its empowering\nstatute and its\r\nprocesses and rules.\n[57]\tThe\r\nEquality Court is a special animal. In modern language one could\r\ndescribe it as âa special purpose vehicle.â As stated\nabove, it\r\nwas clearly designed and structured to ensure speedy access to\r\njudicial redress by persons complaining of unfair discrimination.\nThe\r\ninfrastructure of magistratesâ and high courts are to be utilised.\r\nSelected and âspecially trainedâ magistrates and judges\nare\r\nappointed\n33\nto preside at the seats of their existing respective courts and in\r\nrelation to a geographical area encompassing the territorial\nareas of\r\njurisdiction of those courts. In my view, the difference sought to be\r\ndrawn by Froneman J, between the legislative structure\nof the\r\nequality court and other specialist courts is fallacious.\n[58]\tThe legislation establishing some\r\nof those courts is instructive. It is dealt with in the paragraphs\r\nthat follow.\n[59]\tIn terms of\ns 8\nof the\nPatents\nAct 57 of 1978\n, the Judge President of the North Gauteng High Court\r\ndesignates one or more judges of that division as commissioner of\r\npatents\nto exercise the powers and perform the duties conferred or\r\nimposed by the Act. The general powers of the commissioner are set\r\nout\nin s 17 which states that the commissioner shall have âsuch\r\npowers and jurisdiction as a single judge has in a civil action\n\nbefore a provincial division of the High Court having jurisdiction at\r\nthe place where the proceedings before the commissioner are\nheld,\r\nincluding the appellate power referred to in s 75.â âJurisdictionâ\r\nunder the\nPatents Act is\nclearly limited to hearing matters properly\r\nbrought in terms of the\nPatents Act. The\nseat of the court is in\r\nPretoria but hearings may be held at another place. There can hardly\r\nbe talk of other causes of action\nor alternative relief in\r\nproceedings before the commissioner.\n[60]\nSection 36\nof the\nCompetition Act\n89 of 1998\nestablished the Competition Appeal Court (CAC). It is a\r\ncourt contemplated in s 166\n(e)\nof the Constitution, with a status similar to that of a high court.\r\nIn terms of s 36(1)\n(b)\nit has jurisdiction throughout the Republic. It consists of at least\r\nthree judges appointed by the President on the advice of the\nJudicial\r\nServices Commission, each of whom must be a judge of the High Court.\r\nThe jurisdiction of the CAC is limited to reviewing\ndecisions of the\r\nCompetition Tribunal or considering appeals from it. The CAC can only\r\ndeal with such matters as are provided for\nby that Act. The\nCompetition Act provides\n, amongst others, for the control and\r\nevaluation of restrictive practises and to prevent the abuse of\r\ndominant positions. It thus\nimplicates to a degree, the notion of\r\nequality within the commercial world.\n[61]\tSection 83 of the Income Tax Act\r\n58 of 1962 established the Tax Court, which consists of a judge of\r\nthe High Court, an accountant\nand a representative of the commercial\r\ncommunity. The Judge President of the provincial division of the High\r\nCourt having jurisdiction\nin the area in which the Tax Court is to\r\nhear an appeal is situated, may, where the subject of the dispute\r\nexceeds a particular\namount or where the parties have agreed thereto,\r\ndirect that the appeal shall consist of three judges of the High\r\nCourt. The powers\nof the Tax Court are set out in s 83(13) of the\r\nIncome Tax Act. In the Income Tax Act the fact that judges preside\r\ndoes not give\nthem jurisdiction beyond that conferred by the Act.\r\nThere is no prospect of other causes of action. Tax courts are\r\nlocated within\nHigh Court precincts and this is because of\r\ninfrastructure and geography.\n[62]\tOutside of the provisions of the\r\nEquality Act, high courts and magistratesâ courts continue, on a\r\ndaily basis, to uphold\nthe fundamental values of our Constitution\r\nwithin the parameters of their powers. The Equality Court is an added\r\ntool to promote\nthe transformation of our society in realisation of\r\nour best aspirations. It is a separate and distinct court with powers\r\nspecified\nin its empowering statute.\n[63]\tAs can be seen from the scheme of\r\nthe Equality Act, dealt with extensively above, the Equality Court\r\nhas its own rules and\nprocedures, both in terms of the Equality Act\r\nand the regulations framed thereunder. The provisions of the\nMagistratesâ Courts Act 32 of 1944\nand the Supreme Court Act 59 of\r\n1959 and the rules of the Magistratesâ Court and the High Court\r\nplay a limited part as provided\nfor in s 19(1) of the Equality Act\r\nand regulation 10 (5)(d), the provisions of which are set out in\r\nparas 33 and 39 above. The\nstatutory provisions and regulations apply\r\nin respect of the aspects set out in s 19(1)\n(a)\nto\n(e)\nand only insofar as no other provision has been made in the\r\nregulations under the Equality Act and for the purpose of\r\nsupplementing\nthem.\n[64]\tSection 19(1)\n(e)\n,\r\nin stating that those provisions and rules apply in respect of\r\njurisdiction must, in the scheme of things, mean territorial\r\njurisdiction.\nEarlier in this judgment the provisions of s 19(3)\r\nof the Equality Act were referred to. That subsection, it will be\r\nrecalled,\nstates that a magistratesâ court sitting as an equality\r\ncourt is not precluded from making orders contemplated in the Act\r\nwhich\nexceed its monetary jurisdiction subject to confirmation by a\r\njudge of the High Court having jurisdiction.\nThis\r\nprovision is understandable. The legislature, it appears, was intent\r\non ensuring that when an equality court matter was being\nheard at the\r\nseat of a magistratesâ court a party against whom a complaint was\r\nlodged was precluded from raising the monetary\nlimit as a\r\njurisdictional point. As pointed out earlier in the judgment, this in\r\nitself distinguishes magistratesâ courts from\nequality courts.\nThe\r\nsubstantive jurisdictional bases for the institution of proceedings\r\nare set out in ss 6 to 12 of the Act. These sections prohibit\n\nspecified unfair discrimination and other conduct. Section 21\r\nprovides extensive remedies and sets out the powers of the Equality\n\nCourt.\n[65]\tHigh courts have inherent power\r\nto protect and regulate their own process.\n34\nEquality courts do not. The provisions of the Supreme Court Act and\r\nthe Uniform rules do not provide for this inherent power and\ncan\r\ntherefore not be sourced through the Equality Act. The Equality Court\r\nhas only those powers and functions set out in the Equality\nAct.\n[66]\tFroneman J criticised the\r\nexclusive use in the Equality Court of select judges who had\r\ncompleted a training course. He questioned\nthe constitutionality of\r\nthat exclusivity without deciding it. He did not, however, see that\r\nas a bar to the conclusions reached\nby him.\n[67]\tAs can be seen from what appears\r\nabove, judges in the equality court are appointed to preside in that\r\ncourt by the Judge President,\nand only after such judge has completed\r\na training course. If the Equality Court is truly the High Court\r\nunder a different name,\nas concluded by the learned judge, then there\r\ncan be no justification for limiting the judicial officers entitled\r\nto hear equality\ncourt matters. It is to be noted that judges who\r\npreside in the High Court and who hear matters in that court\r\nimplicating s 9 of\nthe Constitution are not required to have\r\ncompleted a specific training course. It is, of course, ironic that\r\nEquality Court matters\ncannot be heard by all High Court judges.\n[68]\tLegislation could have been\r\nconstructed or amended to provide for indigent communities or persons\r\nor associations or institutions\nrepresenting the public interest to\r\nbring unfair discrimination complaints in the High Court under a\r\nsimplified procedure that\nwould have been informal, cheap and speedy.\r\nIf it was felt that High Court judges required sensitivity or\r\ndiversity training to\nenable a better understanding of the variety of\r\ncomplaints that would be presented, that could have been done. That,\r\nhowever, was\nnot the structure resorted to by the legislature. We are\r\nconstrained to interpret and apply the Equality Act.\n[69]\tThe passage in\nGeorge\n,\r\na decision of this court, on which the court below relied was\nobiter\n.\r\nIn that case, this court was dealing with facts clearly\r\ndistinguishable from those in the present case and was not required\r\nto\nconfront the issue resolved in this appeal. In any event, for the\r\nreasons set out above, the conclusions on which Froneman J relied\n\ncannot be supported.\n[70]\tFor all these reasons I conclude\r\nthat Froneman J erred in his characterisation of the Equality Court.\r\nIn my view, the error\nin his reasoning was prompted because he was\r\nasked to consider, at the outset, whether the Equality Court had\r\nâreviewâ jurisdiction.\nIt was the wrong question, which\r\ninevitably led to the wrong conclusion.\n[71]\tThe correct question was to ask\r\nwhether Manongâs complaint fell within the purview of the Equality\r\nAct. Clearly it did. The\nnext step was to look at the powers and\r\nfunctions of the Equality Court referred to above. In the event of\r\nthe complaint being\nsustained, any one of the orders set out in s\r\n21\n(f)\nto\n(i)\nwas competent. That an order by the Equality Court might have the\r\nsame effect as an order made by a high court on review, is merely\n\ncoincidental.\n[72]\tThe attempts to typify or\r\ncategorise the proceedings brought by Manong is what led to the\r\nconfusion. Labels are less important\nthan substance. In respect of\r\nManongâs principal complaint, the Equality Court clearly had\r\njurisdiction. In the event of the\nsuccess of that complaint there\r\nwould have been nothing further to adjudicate. However, in the light\r\nof the conclusions reached\nas set out above, it needs to be stated\r\nthat only complaints or âcauses of actionâ provided for by the\r\nEquality Act are susceptible\nto adjudication by the Equality Court.\r\nThat court was set up for a particular purpose. Other causes of\r\naction are accommodated\nin other appropriate\nfora\n.\r\nThe Equality Court was especially set up to deal with unfair\r\ndiscrimination and the other issues provided for by ss 10 to 12 of\n\nthe Equality Act, as described above.\n[73]\tIt is now necessary to consider\r\nwhether the court below, in determining that the ECDRTâs policy was\r\nnot unfair, acted appropriately\nin terms of the Equality Act.\n[74]\tIt is common cause that the\r\nprescribed procedure for the institution of proceedings in the\r\nEquality Court was not followed.\nMr Manong submitted that given the\r\nurgency of the matter, he was entitled to resort to an urgent\r\napplication in conventional form.\nCounsel for the ECDRT did not\r\ncontend that there was any prejudice. It is an aspect that we need\r\nnot address any further.\n[75]\tIt is apparent from Froneman Jâs\r\njudgment that he completed a training course as required by the\r\nEquality Act. It also appears\nthat he came to preside in the matter\r\ncoincidentally.\n[76]\tIt is common cause that, prior to\r\nthe hearing on the merits of the complaint, no consideration was\r\ngiven to whether the matter\ncould be best dealt with elsewhere.\r\nFurthermore, there was no directions hearing as required by\r\nregulation 10 and therefore none\nof the issues set out in regulation\r\n10 (5)(c) (referred to in para 38 above) were considered.\n[77]\tThe guiding principles set out in\r\ns 4 of the Equality Act, particularly that concerning the\r\nfacilitation of participation by\nthe parties to the proceedings, were\r\nignored. In terms of regulation 10 (5)(c), a presiding officer may\r\nmake an order in respect\nof further conduct of proceedings âafter\r\nhearing the views of the partiesâ. This was not done in the present\r\ncase. Froneman\nJ, as referred to in para 21 above, thought that his\nmero motu\ndirection concerning the filing of further affidavits was sufficient.\r\nIt was not.\n[78]\tThis approach meant that the\r\nburden of proof provision set out in s 13 of the Equality Act\r\n(referred to in para 45 above) was\nnot considered, nor, in\r\nconsequence, were the provisions of s 14 of the Equality Act.\n35\nThe complaint was finally adjudicated on the basis of the\nPlascon-Evans\nrule.\n36\n[79]\tAs will be demonstrated below, by\r\nreference to the available information, there were issues related to\r\nthe complaint concerning\nsystematic discrimination by the ECDRT that\r\nrequired further exploration.\n[80]\tIronically, in the court below,\r\nit was the ECDRT which complained that the proper procedures of the\r\nEquality Act were not complied\nwith. Before us, Mr Manong raised this\r\ncomplaint and submitted that he had not had a proper enquiry. It is\r\nthis turn of events\nthat underlies the order in relation to costs\r\nthat will follow.\n[81]\tMr Manong, although an engineer,\r\nis a lay person as far as the law is concerned. It was for the court\r\nbelow to ensure compliance\nwith and adherence to the provisions of\r\nthe Equality Act and the related regulations. As stated above,\r\nFroneman J stated that Mr\nManong had not applied for a referral to\r\noral evidence. This approach is at odds with the scheme and purpose\r\nof the Equality Act.\n[82]\t In order to demonstrate some of\r\nthe issues that were unexplored because of the ordinary motion court\r\nprocedure that was followed,\nand also to show that Froneman Jâs\r\nconclusions, without all the facts, were premature, it is\r\nregrettably, necessary to deal,\nin some detail, with what emerged\r\nfrom the affidavits, including the bid requirements. I proceed to do\r\nso.\n[83]\tBidders had to provide details of\r\nsimilar projects carried out in South Africa in the past seven years.\r\nSimilar projects relate\nto the design or rehabilitation of bitumen\r\nroads with a minimum project length of ten kilometers. A maximum of\r\nten points is awarded\nunder this category. Furthermore, it is\r\nessential that the bidder provides suitably qualified personnel to\r\ncarry out the work.\n[84]\tA maximum of 31 points is awarded\r\nfor key personnel, dependent on the experience and professional\r\nqualifications of key staff\nmembers. Four points are available for\r\nwhat appears to be a professional registration (NQF registration). A\r\nmaximum of five points\nis also awarded to firms who hold specified\r\nmanagement certificates.\n[85]\tThus, for prior work and\r\nprofessional experience a maximum of 50 points can be scored.\n[86]\tThe following are regarded as key\r\npersonnel:\n(a)\tProject Manager;\n(b)\tRoad Design Engineer;\n(c)\tPavement/Materials Engineer;\n(d)\tBridge Design Engineer.\n[87]\tAccording to the ECDRT, Manong\r\nwas allocated two points for each of three similar projects currently\r\nin progress or carried\nout in the past seven years. Although Manongâs\r\nproject manager Mr Raath has extensive experience it relates to\r\nprojects outside\nof South Africa and Manong therefore received no\r\npoints for his experience. In this regard it received zero out of ten\r\npoints.\nIn respect of the remaining key personnel it received maximum\r\npoints. It did not receive any points for quality management\r\ncertificates\nas they did not exist. It received full points for NQF\r\ncertificates that had been applied for but not obtained.\n[88]\tUnder functionality a total of\r\n100 points can be scored, comprising the 50 points referred to above\r\nand 50 points for Methodology,\nan aspect we need not be concerned\r\nwith.\n[89]\tManong received 66 points under\r\nfunctionality, thus failing to score the minimum of 75 points out of\r\n100. What is clear is\nthat Manongâs limited number of prior similar\r\nprojects and Mr Raathâs non-qualification made a substantial\r\ndifference in the\nallocation of points. It materially affected the\r\ndecision to disqualify Manong. So too did the lack of the specified\r\nmanagement\ncertificates.\n[90]\tFroneman J, with respect,\r\nconcluded rather too easily, that the prior roster system provided\r\nsufficient opportunity for developing\nthe minimum required\r\nexperience. This was an aspect that was not fully explored.\r\nFurthermore, his conclusion that there are no\nindications that Manong\r\nand other similar players in the field are not sufficiently\r\nexperienced and qualified to satisfy the functional\nrequirements of\r\nthe bid, is problematical. First, he did not consider whether other\r\npreviously disadvantaged individuals or engineering\nfirms should be\r\njoined. There is no evidence about how many previously disadvantaged\r\nindividuals or firms are interested or actively\ninvolved in bidding\r\nfor ECDRT contracts. No evidence was presented concerning the profile\r\nof previously disadvantaged engineers\nor firms that operate in South\r\nAfrica or who are actively interested in public contracts. No\r\nevidence was presented about why seven\nyears was chosen as the\r\nappropriate minimum requirement as opposed, to say, any other number\r\nof years. Manong asserts without challenge,\nthat it had successfully\r\ncompleted other engineering projects for the ECDRT.\n[91]\tIn dealing with the issues\r\nreferred to above the evidential onus provision may be implicated. As\r\nstated above, it was not even\nconsidered. In the light of the\r\naforesaid background, it is clear that Froneman Jâs conclusions in\r\nrelation to the complaint\nought to have been more guarded.\n[92]\tEvery reasonable person would\r\nshare the court belowâs concerns that our roads should be safe and\r\ndurable and constructed\nby persons who are technically proficient.\r\nThis, however, does not obviate the need to properly establish\r\nwhether the systematic\nexclusion alleged is unfair. A proper enquiry\r\nshould reach a decision that will ensure that these concerns are\r\naddressed.\n[93]\tCounsel for the ECDRT and Mr\r\nManong agreed that, in the light of Froneman Jâs non-consideration\r\nof imperative provisions\nof the Equality Act and regulations, the\r\norder made by the court below is liable to be set aside and that we\r\nshould remit the matter\nfor it to be dealt with in accordance with\r\nthe provisions of the Equality Act.\n[94]\tThere is one further aspect that\r\nrequires attention. In its heads of argument, the ECDRT submitted\r\nthat the court below did\nnot have territorial jurisdiction, because\r\nneither it nor the National Treasury were within the area of\r\njurisdiction of that court\nand furthermore, that âthe cause of\r\nactionâ did not arise within the courtâs area of jurisdiction.\r\nAlthough counsel for the\nECDRT did not have instructions to abandon\r\nthe jurisdiction point he quite correctly did not address us on this\r\naspect. The impugned\npolicy applies throughout the province and the\r\njurisdiction point raised by the ECDRT is entirely without merit.\n[95]\tIn light of the above, the\r\nfollowing order is made:\n1. The appeal is upheld.\n2. The order of the court below is set\r\naside in its entirety and the matter is remitted to the Equality\r\nCourt for it to be dealt\nwith in terms of the provisions of the\r\nPromotion of Equality and Prevention of Unfair Discrimination Act 4\r\nof 2000.\n3. No order is made as to costs of\r\nappeal at this stage. The parties are invited, if so advised, to\r\napply to this court upon the\nfinal resolution of their dispute for an\r\norder in this regard.\n______________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tM S Manong\nInstructed\r\nby\nMessrs\r\nPotelwa & Co King Williamâs Town\nE\r\nG Cooper & Majiedt Inc Bloemfontein\nFor\r\nRespondent:\tR G Buchanan SC\nT\r\nM Ntsaluba\nInstructed\r\nby\nThe\r\nState Attorney King Williamâs Town\nThe\r\nState Attorney Bloemfontein\n1\nIn\nFedsure Life Assurance\r\n\tLtd v Greater Johannesburg TMC\n[1998] ZACC 17\n;\n1999\r\n\t(1) SA 374\n(CC) at para 56 the following appears:\nâ\n[I]t\r\n\tis a fundamental principle of the rule of law, recognised widely,\r\n\tthat the exercise of public power is only legitimate where\nlawful.\r\n\tThe rule of law â to the extent at least that it expresses this\r\n\tprinciple of legality â is generally understood to\nbe a\r\n\tfundamental principle of constitutional law.â\n2\nProceedings were instituted by way of notice of motion, accompanied\r\n\tby supporting affidavits in the form usually employed in\nhigh court\r\n\tapplications.\n3\nThese three entities were the successful tenderers.\n4\nThese three projects were the subject of the tender process.\n5\nThe complaint is premised on s 7\n(c)\nwhich prohibits unfair racial discrimination including:\nâ\nThe\r\n\texclusion of persons of a particular race group under any rule or\r\n\tpractice that appears to be legitimate but which is actually\naimed\r\n\tat maintaining exclusive control by a particular race group.â\nIt\r\n\tmay also be covered by s 7\n(e)\nwhich prohibits unfair racial discrimination including:\nâ\nThe\r\n\tdenial of access to opportunities, including access to services or\r\n\tcontractual opportunities for rendering services for consideration,\n\n\tor failing to take steps to reasonably accommodate the needs of such\r\n\tpersons.â\nIn\r\n\tits founding affidavit, Manong refers to s 29 of the Equality Act\r\n\twhich incorporates a schedule which contains an Illustrative\nlist of\r\n\tunfair practices in certain sectors which are unfair and are\r\n\twidespread and which need to be addressed. That list encompasses\nthe\r\n\tsector in which Manong operates and its complaint.\n6\nThe factual underpinning in respect of Manongâs complaint\r\n\tconcerning cost-effectiveness is that the two-phase tender process,\n\n\tin terms of which a technical envelope is first opened and its\r\n\tcontents scrutinised and evaluated, before a financial envelope\nis\r\n\tproceeded to, lacks transparency and increases costs. In terms of\r\n\tthe process one has to qualify by attaining a minimum of\n75 points\r\n\tfor functionality in terms of the technical aspect of the bid before\r\n\tthe financial aspects are considered.\n7\nThe judgment of the court below is reported as\nManong\r\n\t& Associates (Pty) Ltd  v Department of Roads & Transport,\r\n\tEastern Cape, and others\n(No 2)\n2008 (6) SA 434\nEqC.\n8\nThe relevant provisions of s 16 are set out in para 30 below.\r\n\tSection 31 is dealt with in paras 48 to 50 below.\n9\nSection 166\n(e)\nof the Constitution under the heading âJudicial systemâ,\r\n\tprovides:\nâ\nThe\r\n\tcourts are â\n(a)\r\n\tâ¦\n(b)\r\n\tâ¦\n(c)\r\n\tâ¦\n(d)\r\n\tâ¦\n(e)\r\n\tany other court established or recognised in terms of an Act of\r\n\tParliament, including any court of a status similar to either\nthe\r\n\tHigh Court or the Magistratesâ Courts.â\n10\nPara 10 at 439E-G.\n11\nPara 13 at 441A-B.\n12\nPara 13 at 441B-D.\n13\nPara 14 at 442A-B.\n14\n2007 (3) SA 62\n(SCA) para 10 at 69B.\n15\nPara 16 at 442D-F.\n16\nPara 18 at 443B-C.\n17\nPara 18 at 443C-D.\n18\nPara 19 at 443E-444D.\n19\nSection\r\n\t21(1) is dealt with later. See paras 41-44 and 63. As will become\r\n\tapparent the problem arises not only in relation to\nthe enquiry\r\n\titself but to the process leading up to it.\n20\nPara 34 at 449F-H.\n21\nPara 34 at 449G-I.\n22\nReferences to Magistratesâ Courts have been omitted.\n23\nSection 19(3) provides that a magistratesâ court sitting as an\r\n\tequality court is not precluded from making orders contemplated\nin\r\n\tthe Act which exceed its monetary jurisdiction. When it does so, its\r\n\torder will be subject to confirmation by a judge of the\nHigh Court\r\n\thaving jurisdiction. That in itself serves to distinguish a\r\n\tmagistratesâ court sitting in its capacity as such from\nan\r\n\tequality court sitting at the seat of a magistratesâ court â in\r\n\tthis regard see the discussion later in this judgment\nfrom para 52\r\n\tto 71.\n24\nSection 30(1) allows for the Minister to make regulations relating\r\n\tto, amongst other things, the procedures to be followed at\nor in\r\n\tconnection with an enquiry in terms of the Act, including the manner\r\n\tin which proceedings must be instituted, the referral\nof matters\r\n\tcontemplated in s 20 and the hearing of urgent matters. The Minister\r\n\tis also empowered to make regulations concerning\nthe right of\r\n\tappearance in court and the attendance of witnesses. The regulations\r\n\tare dealt with later in this judgment.\n25\nSection 20(3)\n(a)\n.\n26\nSection 20(3)\n(b)\n.\n27\nRegulation 6 (5).\n28\nRegulation 10 (5)(b).\n29\nRegulation 10 (5)(c).\n30\nSections 13(1)\n(a)\nand\n(b)\n.\n31\nSection 13(2)\n(b)\n.\n32\nSections 6 to 12.\n33\nThis is an aspect which Froneman J considered constitutionally\r\n\tquestionable and criticised. It is an aspect which is dealt with\n\n\tlater in this judgment.\n34\nSee s 173 of the Constitution.\n35\nSee para 47 above.\n36\nPlascon-Evans Paints Ltd v\r\n\tVan Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A).",
  "scraped_at": "2026-02-11T21:48:19.747341",
  "date": "2009-05-25",
  "coram": [
    "Navsa",
    "Brand",
    "Jafta",
    "Ponnan JJA",
    "Bosielo AJA"
  ],
  "case_number": "369/08",
  "parties": {
    "applicants": [
      "Manong and Associates (Pty) Ltd"
    ],
    "respondents": [
      "Eastern Cape Department of Roads and Transport",
      "National Treasury",
      "Hawkins Hawkins Osborne",
      "Kwezi V3 Engineers",
      "Iliso Ninham Shand Joint Venture"
    ]
  },
  "sections": {
    "facts": "In July 2007 the Eastern Cape Department of Roads and Transport (ECDRT) invited tenders for three provincial roads. Manong and Associates (Pty) Ltd submitted a bid but was disqualified in December 2007 for failing to meet the minimum functional points required. Believing the disqualification unlawful, Manong instituted urgent proceedings in the Equality Court in February 2008, seeking interdicts, a declaration that the disqualification was illegal, and an audit of procurement procedures. The tender had already been awarded to other bidders. The High Court (Froneman J) dealt with the application, granting interim orders but ultimately dismissing the claim on the basis that the Equality Court lacked review jurisdiction and that the tender process was not unfairly discriminatory.",
    "issues": "1) Whether the Equality Court, constituted under s 16 of the Promotion of Equality and Prevention of Unfair Discrimination Act (Equality Act), has the jurisdiction to grant the relief sought, including review of administrative decisions. 2) Whether the ECDRT’s tender requirements constitute indirect racial discrimination prohibited by s 7 of the Equality Act. 3) Whether the proper procedures and guiding principles of the Equality Act and its regulations were observed in the conduct of the proceedings. 4) Whether the High Court correctly characterized the Equality Court as a separate court with limited powers.",
    "principles": "The judgment relies on the principle of legality, the constitutional value of equality (s 9), and the scheme of the Equality Act. Key statutory provisions include s 16 (establishment of equality courts), s 21 (powers of the equality court to hold enquiries and grant orders), s 13 (burden of proof) and s 14 (fairness test). The court emphasises that every High Court sitting as an equality court exercises its ordinary High Court jurisdiction, but only within the scope of the Equality Act. The guiding principles of the Act (s 4) require expeditious, informal, and participatory procedures. The decision also references the precedent in Minister of Environmental Affairs v George, noting limits on referring matters to “another court.”",
    "application": "The Supreme Court of Appeal concluded that Froneman J erred in characterising the Equality Court and in limiting its jurisdiction. The appeal court held that the complaint fell squarely within the purview of the Equality Act, and that the Equality Court possessed the appropriate powers to adjudicate the matter, but the lower court had failed to follow the required procedural steps and had not properly considered the burden of proof and fairness analysis. Consequently, the appeal was upheld, the lower court’s order was set aside, and the matter was remitted to the Equality Court for a proper enquiry under the Act.",
    "conclusion": "The appeal is upheld. The order of the High Court is set aside in its entirety. The matter is remitted to the Equality Court to be dealt with in terms of the Promotion of Equality and Prevention of Unfair Discrimination Act 4 of 2000. No order as to costs of the appeal is made at this stage."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Equality Act",
    "level_3": [
      "indirect discrimination",
      "procurement",
      "jurisdiction",
      "review jurisdiction",
      "public tender"
    ]
  }
}