{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/120.html",
  "case_name": "Cuninghame and Another v First Ready Development 249 (238/08) [2009] ZASCA 120; [2010] 1 All SA 473 (SCA) ; 2010 (5) SA 325 (SCA) (28 September 2009)",
  "citation": "[2009] ZASCA 120",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 120\n|\nNoteup\n|\nLawCite\nCuninghame and Another v First Ready Development 249 (238/08) [2009] ZASCA 120; [2010] 1 All SA 473 (SCA) ; 2010 (5) SA 325 (SCA) (28 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 238/08\nIn the matter between:\nANTHONY ROBERT JOHN\r\nCUNINGHAME\t\tFIRST APPELLANT\nWIMBLEDON LODGE (PTY) LTD\t\t\tSECOND APPELLANT\nand\nFIRST READY DEVELOPMENT 249\t\t\tRESPONDENT\n(ASSOCIATION INCORPORATED UNDER\nSECTION 21)\nNeutral citation:\nCuninghame v First Ready Development 249\n(238/08)\n[2009] ZASCA 120\n(28 September 2009)\nCORAM:\t\t\tBrand, Maya, Mhlantla JJA, Hurt\net\nTshiqi AJJA\nHEARD:\t\t\t21 August 2009\nDELIVERED:\t\t28 September 2009\nSUMMARY:\t\tSection 21 of the Companies Act 61 of 1973 â\r\nassociation with main object to conduct commercial hotel â not an\r\n'association\nnot for gain' as contemplated by section â object\r\nnon-compliant with provisions of s 21(1)(b) â business\r\noperation in\naccordance with object  thus unlawful in itself â\r\nwinding-up of association therefore found to be just and equitable in\r\nterms\nof s 344(h) of the Act.\n_____________________________________________________\nORDER\n_____________________________________________________\nOn appeal from\n:\tCape High\r\nCourt (Rose-Innes AJ sitting as court of first\ninstance).\n1.\tThe appeal is upheld. The costs of the appeal,\r\nincluding the costs of two counsel, are to be costs in the\r\nliquidation of the\nrespondent.\n2.\tThe order of the court a quo is set aside and\r\nreplaced by the following:\n'(a)\tThe respondent is placed under a final winding-up\r\norder.\n(b)\tThe costs of the application, including the costs of\r\ntwo counsel, are to be costs in the liquidation of the respondent.'\n_____________________________________________________\nJUDGMENT/S\n_____________________________________________________\nBRAND JA\n(Maya, Mhlantla JJA\net\nHurt, Tshiqi AJJA\r\nconcurring)\n[1]\tWhat eventually turned out to be most prominent\r\namongst the many issues that arose in this case, revolved around the\r\ninterpretation\nof s 21 of the Companies Act 61 of 1973. As\r\nindicated by its name, the respondent, was incorporated as an\r\nassociation not\nfor gain under that section. The first appellant is\r\nMr Anthony Cuninghame. He is also the sole owner of second appellant,\r\nWimbledon\nLodge (Pty) Ltd. In September 2006 the appellants launched\r\nan urgent application for the provisional winding-up of the\r\nrespondent\nin the Cape High Court. Despite the designation of the\r\nmatter as 'urgent', it only came before Rose-Innes AJ in December\r\n2007.\nThe reason for the delay was that, in the meantime, numerous\r\nsets of affidavits were filed which, together with their annexures,\n\nran into more than 2 300 pages. Since by then the matter had\r\nbecome fully ventilated, the appellants sought a final rather\nthan a\r\nprovisional winding-up order. That of course, meant that they had to\r\nestablish their case on a balance of probabilities\nrather than on the\r\nlower level of a\nprima facie\nbasis,\r\nwhich is the degree of proof required for a provisional order (see eg\nKalil v Decotex (Pty) Ltd\n1988\r\n(1) SA 943\n(A) at 979A-E). In the event, Rose-Innes AJ found that the\r\nappellants had failed to satisfy the onus which they attracted and\r\ndismissed\ntheir application with costs. The appeal against that\r\njudgment, which has since been reported as\nCuninghame\r\nv First Ready Development 249 (Association incorporated in terms of\r\ns 21)\n[2008] 4 All SA 88\n(C), is with\r\nthe leave of the court a quo.\n[2]\tOriginally the application was brought on the basis\r\nof both s 344(f) of the Companies Act â that the respondent\r\nwas unable\nto pay its debts â and s 344(h) â that a\r\nwinding-up order would be just and equitable. The s 344(f)\r\nground was, however,\nnot pursued, either in this court, nor in the\r\ncourt a quo. The reason is not difficult to find. The respondent\r\ndenied that it was\nunable to pay its debts. This gave rise to factual\r\ndisputes which could not possibly be resolved on the papers. Since\r\nthe appellants\ndid not seek an order referring any dispute of fact\r\nfor the hearing of oral evidence it meant that, in accordance with\r\nthe standard\napproach to motion proceedings, the matter had to be\r\ndecided, essentially, on the respondent's version of the disputed\r\nfacts. Other\ndisputes that were of significance in the court a quo\r\nwere no longer live issues on appeal. They emanated from the\r\nrespondent's\nobjection to the appellants'\nlocus\nstandi\n. These issues\r\nwere decided in the appellants' favour (see paras 21-33 of the court\r\na quo's judgment) and not pursued by the respondent\non appeal.\n[3]\tAs has often been said about the only remaining\r\nwinding-up ground persisted in by the appellants, namely, that of\r\n'just and\nequitable' â it postulates not facts but a broad\r\nconclusion of law, justice and equity. The contentions upon which the\r\nappellants\nsought to justify that broad conclusion, will be better\r\nunderstood against the factual background that follows. It all\r\nstarted\nwith what appears to have been a rather ambitious development\r\naround a harbour in Gordon's Bay. Part of the development was the\n\nHarbour's Edge Hotel, a conference hotel which was completed in 1997.\r\nThe whole hotel â subsequently known as the Villa Via,\nGordon's Bay\r\nâ was then registered as a sectional title scheme in accordance\r\nwith the\nSectional Titles Act 95 of 1986\n. The sectional title units\r\nessentially comprised of hotel rooms. Apart from these there were\r\nalso the commercial areas which included\nthe parking areas,\r\nconference rooms, restaurants and so forth.\n[4]\tAt the commencement of the sectional title scheme,\r\nagreements of sale were concluded between the developer, Casisles\r\nProperty\nInvestments CC and the individual purchasers of hotel room\r\nunits. One of these purchasers was Wimbledon. It bought two units and\n\nthus became a member of the Harbour's Edge Body Corporate ('the HE\r\nBody Corporate'). The room units were not primarily intended\nfor\r\noccupation by their purchasers. In the main, the units were bought\r\nfor investment purposes while the rooms were destined to\nbe rented\r\nout to guests as part of the hotel operation. Accordingly, the\r\nstandard deed of sale of a room unit incorporated a further\ncontract,\r\nreferred to as a rental pool agreement. Parties to the rental pool\r\nagreement were the developer, ie Casisles, the individual\npurchaser\r\nand a management company, called Harbour's Edge Hotel (Pty) Ltd\r\n('HEH'). The rental pool agreement envisaged that all\nthe owners of\r\nunits to be used as hotel rooms would participate in a rental pool.\r\nIn terms of the agreement the purchaser agreed\nto let the hotel room\r\nlinked to his or her sectional title unit to HEH who took\r\nresponsibility for the administration and management\nof the rental\r\npool. HEH also undertook to contract with a hotel operator to conduct\r\nthe actual running of the hotel. As a return\non his or her\r\ninvestment, the purchaser would receive part of the total revenue of\r\nthe hotel. In order to facilitate these payments,\nthe rental pool\r\nagreement provided that the total revenue received for hotel\r\naccommodation, net of operating expenditure, would\nbe pooled and then\r\napportioned among the unit owners by HEH. The apportionment would\r\ntake place in accordance with an agreed formula\ninvolving every\r\nindividual owner's predetermined 'income participation share', as\r\nstipulated in his or her agreement of sale.\n[5]\tThe developer, Casisles, was controlled by the\r\nScharrighuisen family. So was the management company, HEH. At the\r\noutset, HEH\ncontracted with a hotel operator, Villa Via Cape Town\r\n(Pty) Ltd, to conduct the hotel business. On 15 June 1999 a number of\r\ncompanies\ncontrolled by the Scharrighuisens, including Casisles and\r\nHEH, were however placed under provisional liquidation, which orders\r\nwere subsequently made final. In consequence, the effective control\r\nof the entire development, including the management and\r\nadministration\nof the rental pool, passed on to the liquidators\r\nappointed for the various companies, while Villa Via continued to run\r\nthe hotel.\n[6]\tWhat happened in practice was that the management of\r\nthe rental pool was taken over by a committee of the HE Body\r\nCorporate,\non behalf of the liquidators of HEH. The committee\r\nincluded Cuninghame and an attorney, Mr Meyer de Waal. The\r\nproposition that\nthe management function of the rental pool should be\r\nperformed by an association incorporated under s 21 of the\r\nCompanies\nAct, came from De Waal. In consequence the respondent was\r\nacquired as a 'shelf company' for that purpose. Initially, the\r\nmembers\nof the respondent were made up of members of the former\r\nmanagement committee of the HE Body Corporate, all of whom were, of\r\ncourse,\nrepresentatives of rental pool owners. So were the\r\nrespondent's first directors. This is how Cuninghame himself became\r\none of the\nfirst members and directors of the respondent. He remained\r\na director until 14 August 2003 and was still a registered member at\n\nthe commencement of the present proceedings in the court a quo.\n[7]\tOn 21 May 2001 a deed of assignment was entered into\r\nbetween HEH (in liquidation) â represented by its liquidators â\r\nand\nthe respondent. In terms of the agreement, all the rights and\r\nobligations of HEH, including those arising from the rental pool\r\nagreements, were ceded and assigned to the respondent. Some time\r\nlater, during about 2002, the respondent's relationship with the\n\noperating company, Villa Via, was terminated. Attempts to find an\r\nalternative hotel operator proved to be unsuccessful. In the\nresult,\r\nthe respondent assumed the dual functions of managing the rental pool\r\nand conducting the business of the hotel.\n[8]\tThe appelllants' case is that Casisles originally\r\nundertook to place the commercial areas, including the parking\r\ngarage, the\nconference centre and the restaurants, under the control\r\nof the HE Body Corporate, as part of the common property, for the\r\nbenefit\nof the rental pool owners. As it happened, however, the\r\nScharrighuisen family transferred these areas, in the form of\r\ncommercial\nsectional title units, to corporate entities under their\r\ncontrol. Subsequent to the liquidation of these entities, as part of\r\nthe\nwhole Scharrighuisen conglomerate, their liquidators sold the\r\ncommercial units to a company, Meridian Bay Restaurant (Pty) Ltd\r\n('Meridian Bay'). The appellants' contention that the commercial\r\nareas should form part of the common property led to litigation\n\ninitiated by Cuninghame in the name of Wimbledon.  The application\r\nfor the appointment of a\ncurator ad litem\nfor\r\nthe HE Body Corporate, as a preliminary step in that litigation,\r\neventually came to this court where it was decided in favour\nof\r\nWimbledon (see\nWimbledon Lodge (Pty) Ltd v\r\nGore NO\n[2003] 2 All SA 179\n(SCA)). Despite\r\nthe appellants' success in the preliminary skirmish, the dispute\r\nabout the ownership of the commercial units has\nnot as yet reached\r\nthe stage of final determination. At present the commercial units\r\ntherefore still belong to Meridian Bay.\n[9]\tFrom the outset, the hotel was planned as a\r\nconference hotel. Because the commercial areas, including the\r\nconference centres,\nthe wellness centre and the restaurants, did not\r\nform part of the common property they had to be rented from the owner\r\nof the sectional\ntitle units comprising these areas. Originally the\r\nowners of the commercial units were entities controlled by the\r\nScharrighuisen\nfamily. These units now belong to Meridian Bay. The\r\nrental paid under the leases has always been treated as an\r\noperational expense.\nNot unexpectedly, this led to a conflict of\r\ninterest between the rental pool owners of hotel rooms, on the one\r\nhand, and Meridian\nBay on the other. This is so, because\r\nself-evidently every increase in the rental for the commercial areas\r\nbrought about a decrease\nin the net accommodation revenue available\r\nfor distribution amongst the rental pool owners.\n[10]\tThe conflict between the two groups was exacerbated\r\nwhen those with an interest in Meridian Bay were elected as members\r\nand\ndirectors of the respondent. More pertinently, the directors of\r\nMeridian Bay were Messrs Georgios Stavrou, Alexander Acavalos and\n\nAnthony de la Fontaine. During about 2002 and 2003 all three of them\r\nbecame members of the respondent. On 13 April 2002 Stavrou\nwas\r\nelected as a director of the respondent. Later on he was replaced by\r\nAcavalos. The other two directors of the respondent at\nthe\r\ncommencement of these proceedings were Messrs Craig Needham, who is\r\nthe managing director, and Mr Bryan Logan. Although Needham\nand Logan\r\nhave no direct interest in Meridian, they are accused by the\r\nappellants of aligning themselves with the Meridian interests.\nThese\r\nallegations of an alliance in favour of Meridian were emphatically\r\ndenied on behalf of the respondent.\n[11]\tWhat remains a mystery on the papers is how the\r\nrental pool owners lost the control which they had over the\r\nrespondent. The\nreason for the mystery lies in the respondent's\r\narticles of association. Because the respondent is, by virtue of\r\ns 21, a company\nlimited by guarantee, it has no shareholders;\r\nonly members. In terms of the respondent's articles, membership is\r\ncontrolled by\nits board of directors in the sense that the Board can\r\nboth elect a member and refuse the admission of any person to\r\nmembership.\nThe directors, on the other hand, are elected by the\r\nmembers. It follows that once a particular interest group has come\r\ninto power,\nit will be hard to break the circle of control. That, so\r\nthe appellants contend, is what has now happened. In effect, they\r\nsay,\nthe Meridian Bay alliance had gained perpetual control over the\r\nrespondent's affairs which includes both the management of the rental\n\npool and the conduct of the hotel operation as a whole.\n[12]\tDeparting from their thesis that the control of the\r\nrespondent had been hijacked by the Meridian Bay alliance, the\r\nappellants'\ncontention was that the new controller had caused the\r\nrespondent to deviate from its original object  to the extent that\r\nthe respondent\nhad lost its whole\nraison\r\nd'être\n. Whereas the original object of\r\nthe respondent was to administer the rental pool scheme for the\r\nbenefit of the room owners, so\nthe appellants averred, it had now\r\nbeen converted into the commercial operator of a hotel. What is more,\r\nso the appellants contended,\nthe respondent is conducting the hotel\r\nbusiness for the benefit of those of its members who have an interest\r\nin Meridian Bay and\nagainst the interest of the rental pool owners\r\nfor whose benefit it originally came into existence. In consequence,\r\nso the appellants\nconcluded, the business of the respondent is\r\nconducted in contravention of both s 21(1)(b) and s 21(2)(a)\r\nof the Companies\nAct and is thus unlawful.\n[13]\tA further complaint raised by the appellants in\r\ntheir founding papers relied on the alleged mismanagement of the\r\nrespondent's\naffairs by its new controllers. The grounds for this\r\ncomplaint were essentially threefold. First, that the leases entered\r\ninto\non behalf of the respondent for the commercial areas were\r\nunnecessary and the rental paid to Meridian Bay, exorbitant.\r\nSecondly,\nthat its new controllers involved the respondent in\r\nneedless litigation, which caused the respondent to incur legal\r\ncosts, essentially\nfor their own benefit, that were both wasteful and\r\nexcessive. Thirdly, that the controllers of the respondent had\r\nmisappropriated\nfunds which accrued to the rental pool and which\r\nought to have been distributed to the hotel room owners. But for the\r\nmismanagement\ncomplained of, so the appellants contended, the rental\r\npool owners would have made a substantial profit on their investment\r\nin\nhotel room units. In marked contrast to this, they said, their\r\nactual position was that they were suffering a loss in having to\npay\r\nin on their levies due to the HE Body Corporate.\n[14]\tAs pointed out in the judgment by the court a quo\r\n(para 37) the courts, both in England and South Africa, have over the\r\nyears\nevolved broad categories of circumstances in which they would\r\ngrant a winding-up order on the just and equitable ground (see eg\nRand Air (Pty) Ltd v Ray Bester Investments\r\n(Pty) Ltd\n1985 (2) SA 345\n(W) at 350A-I).\r\nAlthough these categories do not constitute a complete and closed\r\nlist, they do serve the purpose of useful practical\nguidelines. In\r\nthe court a quo and in this court, the appellants sought to rely on\r\nthree of these categories, namely:\n(a)\tillegality of the respondent's business objects;\n(b)\tdisappearance of the respondent's substratum; and\n(c)\tmisconduct in the management of its affairs.\nIn the event, the court a quo held against the appellant\r\non all three grounds.\n[15]\tIn considering the correctness of that decision, I\r\npropose to deal first with the appellant's contention that the\r\nrespondent's\nwhole operation is unlawful in that it constitutes a\r\ncontravention of s 21(1)(b) and s 21(2)(a) of the Companies\r\nAct.\nThe relevant part of s 21 provides:\n'21.\nIncorporation\r\nof associations not for gain\n.\n(1)\tAny association â\n(a)\tformed or to be formed for\r\nany lawful purpose;\n(b)\thaving the main object of\r\npromoting religion, arts, sciences, education, charity, recreation,\r\nor any other cultural or social\nactivity or communal or group\r\ninterests;\n(c)\twhich intends to apply its\r\nprofits (if any) or other income in promoting its said main object;\n(d)\twhich prohibits the payment\r\nof any dividends to its members; and\n(e)\t. . .\nmay be incorporated as a company\r\nlimited by guarantee.\n(2)\tThe memorandum of such\r\nassociation shall comply with the requirements of this Act and shall,\r\nin addition, contain the following\nprovisions:\n(a)\tThe income and property of\r\nthe association whencesoever derived shall be applied solely toward\r\nthe promotion of its main object,\nand no portion thereof shall be\r\npaid or transferred, directly or indirectly, by way of dividend,\r\nbonus, or otherwise howsoever,\nto the members of the association or\r\nto its holding company or subsidiary: Provided that nothing herein\r\ncontained shall prevent\nthe payment in good faith of reasonable\r\nremuneration to any officer or servant of the association or to any\r\nmember thereof in return\nfor any services actually rendered to the\r\nassociation.'\n(b)\t. . .\n[16]\tThe central element of s 21(1)(b) turns on\r\n'the main object' of the association which must, self-evidently, I\r\nthink, be\ndetermined with reference to its memorandum of association.\r\nReference to the respondent's memorandum of association reflects\r\nthat,\nduring its corporate existence, its main object underwent the\r\nfollowing changes.\nAs a shelf company its main object was described as\r\n\t'housing development for the under-privileged'.\nAfter the respondent had been acquired by the HE Body\r\n\tCorporate to serve as manager of the rental pool, its main object\r\n\twas amended\nto read:\n'To conduct its main business on behalf of the owners of\r\nthe furnished hotel apartments, or on behalf of any scheme and/or\r\nrental\npool to which the said owners may belong.'\nIts 'main business' was defined in turn as: 'to manage,\r\n\toperate, administer, let and market furnished hotel apartments on a\r\n\tnon-profit\nbasis.'\nLater on, when the respondent's functions were extended\r\n\tto include both the management of the rental pool and the operation\r\n\tof\nthe hotel, its main object was again amended to read:\n'To conduct its main business on behalf of the owners of\r\nthe furnished hotel apartments, conference facilities and restaurant\r\nfacilities,\nor on behalf of any scheme and/or rental pool to which\r\nthe said owners may belong.'\nAt the same time its 'main business' was amended as:\r\n\t'to manage, operate, administer, let, market and lease furnished\r\n\thotel apartments,\nconference and restaurant facilities'.\n[17]\tAs I see it, the main object of the respondent\r\ntherefore changed from managing a rental pool on a non-profit basis\r\nto the management\nof the hotel business as a whole, which essentially\r\nreflects how the actual business of the respondent effectively\r\nchanged over\ntime. Relying on these changes, the appellants sought to\r\nmake out the following case in their founding affidavit:\n'Section 21(1)(b) of the\r\nCompanies Act, provides that an association incorporated in terms of\r\nthat section must have as its main\nobject the promotion of religion,\r\narts, sciences, education, charity, recreation or any other cultural\r\nor social activity or communal\nor group interests. It is clear from\r\nthe section that such an association must be one not for gain and\r\nthat its main object must\nbe a charitable, benevolent or\r\nphilanthropic one. An association whose main object is a purely\r\ncommercial one or intended to achieve\na purely commercial purpose and\r\nto make a profit is not in compliance with s 21(1)(b) of the\r\nCompanies Act. The main object\nof [the respondent] referred to above\r\nis clearly one which is intended to achieve a purely commercial\r\npurpose, namely, the operation\nand administration of furnished hotel\r\napartments and the management and operation of conference, wellness\r\nand restaurant facilities.\nThis is not an object which is provided\r\nfor in s 21(1)(b) of the Companies Act.'\n[18]\tThe respondent's answer to this contention, as\r\nformulated on its behalf in its opposing papers, was as follows:\n'. . . Section 21(1)(b) of the\r\nCompanies Act provides that an association incorporated in terms of\r\nthat section must have as its\nmain object the promotion of inter alia\r\ncommunal or group interests. Clearly the room owners fall into [that]\r\ncategory. . . . \n[F]urthemore  . . . there is nothing in s 21 of\r\nthe Companies Act prohibiting the company from making a profit. The\r\nonly prohibition\nis that no profits can be distributed amongst the\r\nmembers of a s 21 company. Accordingly I deny that the main\r\nobject and the\nmain business of [the respondent] is not in accordance\r\nwith the provisions of s 21(1)(b) . . .'\nAnd:\n'I reiterate that [the\r\nrespondent] is entitled to make a profit and by so doing advance the\r\ninterests of the room owners as a group.\nThis falls within the\r\ncontemplation of s 21(1)(b) of the Companies Act.  . . . [The\r\nrespondent] conducts a commercial hotel\noperation for the sole\r\ninterests of the group of rental owners.\n'\n[19]\tWhen the s 21(1)(b) issue was raised with the\r\nrespondent's counsel at the hearing of the appeal, they essentially\r\npersisted\nin the answer thus formulated. With reference to this\r\nanswer I agree that there is nothing in s 21 which prohibits an\r\nassociation\nnot for gain from making a profit. On the contrary,\r\ns 21(1)(c) specifically provides that the association is obliged\r\nto apply\nits profits (if any) to promote its main object. For the\r\nrest, however, I cannot agree with the respondent's answer. If the\r\nexpression\n'group interests' in s 21(1)(b) is to be construed\r\nwithout any limitation, the preceding references in the section to\r\nreligion,\narts, sciences and so forth could hardly have any meaning.\r\nAs I see it, an association of persons seeking to promote, eg\r\nreligion,\narts, sports and so forth would of necessity qualify as a\r\ngroup with a common interest. Conversely, it could probably be said\r\nof\nthe shareholders and members of most â if not all â companies\r\nthat they are a group with a common interest. With commercial\n\ncompanies that common interest will usually lie in the purpose of\r\nprofit or gain. It is true that most companies, and particularly\n\ncommercial companies, will not comply with the other requirements of\r\ns 21. But that is not the point. The point is that if\nthe\r\nreference to 'group interest' is to be afforded the wide meaning\r\ncontended for by the respondent it will for all intents and\npurposes\r\nrender s 21(1)(b) nugatory. To my way of thinking, the phrase to\r\n'communal or group interests' must therefore be\nconstrued\neiusdem\r\ngeneris\nwith that which comes before it. This\r\nraises the question: can it be said that the preceding words share a\r\ngenus or common denominator?\nI think they do. As I see it, they all\r\nrefer, as the appellants suggested, to associations pursuing\r\ncharitable, benevolent, cultural\nor social activities, as opposed to\r\ncommercial enterprises. In order to comply with s 21(1)(b) the\r\nobject of the association\nmust therefore be a communal or group\r\ninterest of the kind contemplated in the earlier part of the section\r\nand not a commercial\nenterprise.\n[20]\tFurthermore, s 21(1)(b) must, in my view, be\r\ninterpreted in the context of 'an association not for gain'. As\r\ncorrectly\npointed out on behalf of the respondent, the expression is\r\nonly used in the heading and not in any provision of s 21.\r\nNonetheless,\nand even though headings and marginal notes are said not\r\nto be passed by the legislature, they are often used to determine the\r\nmeaning of ambiguous or doubtful statutory expressions (see eg\r\nCockram,\nInterpretation of Statutes\n,\r\n3ed 63 et seq and the cases there cited). Even more significant in\r\nthe present context, I think, is that there are other sections\nin the\r\nCompanies Act (eg s 24 and s 49(3)) which refer to an\r\nentity incorporated under s 21 as 'an association not\nfor gain'.\n[21]\tThe concept 'not for gain' is not defined in the\r\nAct. Nor has it, as far as I know, been judicially considered in the\r\ncontext\nof s 21. But it has been considered with reference to\r\nother sections, as appears from the following statement by Nienaber\r\nJA in\nMitchell's Plain Town Centre Merchants\r\nAssociation v McCleod\n[1996] ZASCA 67\n;\n1996 (4) SA 159\n(A) at\r\n169\nin fine\n-170:\n'\"Gain\" in the context\r\nin which it appears in ss 30(1) and 31 means a commercial or\r\nmaterial benefit or advantage\n. . . in contradistinction to the kind\r\nof benefit or result which a charitable, benevolent, humanitarian, .\r\n. . or sporting organisation,\nfor instance, seeks to achieve. The\r\nsections [ie 30(1) and 31] are concerned with commercial enterprises\r\nand \"gain\" must\nbe given a corresponding meaning.'\n[22]\tIn\nSouth African Flour\r\nMillers' Mutual Association v Rutowitz Flour Mills Ltd\n1938\r\nCPD 199\n, Davis J (with Centlivres J concurring) had to determine the\r\nmeaning of 'a business for the acquisition of gain' in the context\nof\r\nthe predecessor to s 31 in the 1926 Companies Act. In the course\r\nof his judgment he referred (at 202) with approval to\nthe following\r\nstatement by Jessel MR in\nRe Arthur Average\r\nAssociation for British, Foreign and Colonial Ships, Ex parte\r\nHargrove & Co\n(1987) 10 Ch App 542\nat\r\n545:\n'Now, if you come to the meaning\r\nof the word \"gain\", it means acquisition. It has no other\r\nmeaning that I am aware of.\nGain is something obtained or acquired. .\r\n. . I take the words as referring to a company which is formed to\r\nacquire something,\nor in which the individual members are to acquire\r\nsomething, as distinguished from a company formed for spending\r\nsomething, and\nin which the individual members are simply to give\r\nsomething away or to spend something, and not to gain something . . .\r\n It seems\nto me that the Act broadly means this: all commercial\r\nundertakings shall be registered. It distinguishes . . . between\r\ncommercial\nundertakings on the one hand . . .  and\r\nwhat we may call literary or charitable associations on the other\r\nhand,\nin which persons associate, not with a view to obtaining a\r\npersonal advantage, but for the purpose of promoting literature,\r\nscience,\nart, charity or something of that kind.'\n[23]\tIt is true, as pointed out by the respondent, that\r\nin ss 30 and 31 the concept of a company having as 'its object\r\nthe\nacquisition of gain', is used in conjunction with 'carrying on\r\nbusiness' and that the mischief which s 21 seeks to address\nis\r\ndifferent from those at which ss 30 and 31 are aimed. But in\r\nconstruing ss 30 and 31 the expression 'carrying on business'\n\nhas been given such a wide meaning â even wider than 'trade' â\r\n(see eg\nSouth African Flour Millers Mutual\r\nAssociation v Rutowitz Flour Mills Ltd (supra)\nat\r\n204;\nMitchell's Plain Town Centre Merchants\r\nAssociation v McCleod (supra)\nat 167E-F) that\r\nit takes the matter no further. And the difference in the mischief at\r\nwhich the respective sections are aimed does\nnot provide an answer to\r\nwhat I consider to be the vital question in the present context. It\r\nis this: why must the legislature\nbe understood to have ascribed a\r\ndifferent meaning to exactly the same expression within the compass\r\nof a few sections in the same\nAct? Without more, I do not believe\r\nthere is a rational answer to this question.\n[24]\tA further signpost to the understanding of\r\ns 21(1)(b) in the same direction comes into sight, I think, when\r\none investigates\nthe mischief at which the section was aimed.\r\nAccording to the main report of the Commission of Enquiry into the\r\nCompanies Act (R.P.\n45/1970 of 15 April 1970) â which led, inter\r\nalia, to the enactment of s 21 â the objective, as stated in\r\npara 25.02 (c)\nof the report, was to exclude from the ambit of\r\ns 21, companies which 'are engaged in ordinary business\r\nenterprise both commercial\nand industrial' and which 'are being\r\ncarried on in competition with ordinary tax payers'. Though these\r\ncompanies were not allowed\nto pay dividends, so the report stated,\r\n'it has been observed that in some cases very substantial salaries\r\n[were] being paid'.\nOn the other hand, so the commission found, (in\r\npara 25.04(e)) 'the case of associations intending to carry on\r\nbusiness for gain\nwhich yet wish to comply with the conditions of\r\ns 21 is . . . so limited that it may be ignored.' The reason for\r\nthe reference\nto 'communal or group interests', seems to stem from\r\nthe further consideration by the Commission (in para 25.02(d)) that\r\nthe additional\nrequirement in s 21 of the 1926 Companies Act, to\r\nthe effect that the charitable or social purposes pursued by the\r\nassociation,\nshould also be mainly 'in the interest of the public';\r\nhad been found to be unduly restrictive. The latter requirement, so\r\nthe\nCommission found, had the unintended consequence of excluding,\r\nfor example, local sports organisations from the ambit of s 21.\n\nThis also appears from the finding in para 20.6 that the old s 21\r\nwas 'too restrictive and that the Act should provide a company\nform\r\nsuitable for all charitable, religious, cultural and other such like\r\nassociations without the stringent condition of having\nto be in the\r\ngeneral public interest'.\n[25]\tOn my understanding of s 21(1)(b) it therefore\r\nexcludes purely commercial enterprises, which means that the\r\nrespondent's\ncommercial hotel business falls outside the ambit of\r\nwhat the object of a s 21 association may lawfully be. What is\r\nmore,\neven if s 21(1)(b) should be interpreted â as I see it,\r\nincorrectly â so as to include the pursuit of any group interests\n\nas a legitimate object, it would at least require a group with common\r\ninterests. It stands to reason that if the members of the\n'group'\r\nidentified in the memorandum of the particular association were to\r\nhave conflicting interests, the reference to 'group\ninterests' would\r\nconstitute a contradiction in terms. This, I believe, is exactly the\r\nposition we find with reference to the memorandum\nof the respondent.\n[26]\tIn accordance with the latest amendment to the\r\nrespondent's main object in its memorandum of association, it refers\r\nto the\ninterests of both the rental pool owners and the owners of the\r\ncommercial areas. The respondent's argument is that these two groups\n\nhave a common interest in that they both want the conference hotel to\r\nbe conducted as a profitable business. Though obviously correct\nas\r\nfar as it goes, the statement reflects a superficial analysis of the\r\nreal situation. The real situation is that there is an\ninherent\r\nconflict between the rental pool owners and Meridian Bay as the owner\r\nof the commercial units. As I have said earlier,\nthe conflict seems\r\nto be unavoidable. The rental paid for the commercial units is\r\ndeducted from the total hotel revenue as part\nof operational\r\nexpenses. The balance is then distributed among the room owners.\r\nLogic dictates that every increase in the rental\nfor the commercial\r\nareas would bring about a decrease in the net amount available for\r\ndistribution amongst the rental pool owners.\nThere is a dispute on\r\nthe papers as to whether the rental paid to Meridian Bay is fair. The\r\nappellants contend that the rental\nthat the new controllers of the\r\nrespondent had agreed to pay Meridian Bay is exorbitant. The\r\nrespondent, on the other hand, produced\nexpert evidence that the\r\nrental is market related and reasonable. This dispute cannot be\r\nresolved without a referral to evidence.\nNonetheless, the conflict of\r\ninterest between the two groups cannot be gainsaid. When challenged\r\nto identify the group interest\nthat the respondent seeks to promote,\r\nNeedham, who deposed to the answering papers on behalf of the\r\nrespondent, unequivocally stated\nthat the respondent 'conducts a\r\ncommercial hotel operation for the sole interests of the group of\r\nrental owners'. That, of course,\nis in direct conflict with the\r\nrespondent's object as defined in its memorandum, which refers to the\r\nowners of the commercial areas\nas well. What I find significant is\r\nthat even Needham did not see his way open to describe the group\r\nidentified in the respondent's\nmemorandum as having a homogenous\r\ninterest. That is why I say that even if s 21(1)(b) must be\r\nunderstood to include the promotion\nof any group interests, the\r\nrespondent would still not comply with that requirement. Both its\r\nmain object and its business would\nstill be in contravention of\r\ns 21(1)(b) and therefore unlawful.\n[27]\tWhat we also know is that it is this very conflict\r\nof interest between the two groups referred to in the respondent's\r\nmain\nobject which lies at the heart of these proceedings. It is\r\nbecause of this conflict that the liquidation application was brought\n\nand supported, in the main, by rental pool owners and opposed, in the\r\nmain, by those who seek to protect the interests of Meridian\nBay. If\r\nthe respondent had been a company with shareholders, the rental pool\r\nowners, whose interests the respondent originally\nset out to pursue\r\nand who constitute the majority in numbers, would probably have\r\nchanged the membership of the board. But because\nthe respondent's\r\nmembership, as a s 21 association, is controlled by its\r\ndirectors who are in turn elected by the members,\nthe perception\r\nprevails that the respondent's business is conducted in the interest\r\nof Meridian Bay and in conflict with the interests\nof the rental pool\r\nowners.\n[28]\tDuring argument all these indicators to the\r\nunderstanding of s 21(1)(b) were raised with counsel for the\r\nrespondent. At\nthe time, they did not indicate that they required any\r\nfurther opportunity to consider their response. Three days after the\r\nhearing,\nthe Cape Town attorney for the respondent, quite\r\nunexpectedly in the circumstances, wrote a rather indignant letter to\r\nthe registrar\nof this court in which he contended, inter alia, that\r\nhis client was not given a fair hearing. But, despite the indignant\r\ntone\nof the letter, the attorney essentially sought leave to file\r\nwhat he referred to as 'a note on the point of law' raised in\r\nargument.\nThat leave was duly granted. In consequence, the\r\nrespondent's counsel filed a 'note' extending over 58 pages. To that\r\n'note' I\nnow turn.\n[29]\tA theme that runs through the note and the letters\r\nby the respondent's attorney is that the appellants did not rely on\r\nthe\nrespondent's non-compliance with s 21(1)(b) and that this\r\nwas an issue raised\nmero\r\nmotu\nby\r\nthis court during argument without prior notice to the parties. As my\r\nearlier quotation from the appellants' founding affidavit,\nhowever,\r\nshows, the respondent's non-compliance with s 21(1)(b) was\r\nsquarely raised by the appellants. The respondent's further\n\ncontention that the issue was thereafter conceded by the appellant\r\nappears to be factually incorrect. On the contrary, it was expressly\n\nraised, albeit rather obliquely and under a different rubric, in the\r\nappellants' heads of argument on appeal. But be that as it\nmay, the\r\nrespondent was granted ample opportunity to deal with the issue and\r\nit did so extensively. What I find unfortunate is\nthe accusatory tone\r\nby the respondent's legal representatives, who should know better. It\r\nclearly stems from a misconception of\nwhat a hearing in this court\r\nentails. This is explained with admirable clarity by Harms JA in\nThompson\r\nv South African Broadcasting Corporation\n[2000] ZASCA 76\n;\n2001\r\n(3) SA 746\n(SCA) para 7 when he said:\n'The\r\nfunction of oral argument, especially in a Court of appeal, is\r\nsupplementary to the written argument. If a party chooses not\nto\r\nraise an obvious issue in his heads, he does so at his peril. The\r\nCourt is entitled to base its judgment and to make findings\nin\r\nrelation to any matter flowing fairly from the record, the judgment,\r\nthe heads of argument or the oral argument itself. If the\nparties\r\nhave to be forewarned of each and every finding, the Court will not\r\nbe able to function.'\n[30]\tWhat is more, even if it is accepted for the sake\r\nof argument that the appellants had indeed conceded a point of law in\r\ntheir\nfavour, the respondent's object and its business is, on my\r\ninterpretation of s 21(1)(b), unlawful. In this light any\r\nsuggestion\nthat this court should allow an unlawful business to\r\ncontinue because the other side had made a concession of law which is\r\nfound\nto be incorrect, would, in my view, be untenable. This is an\na\r\nfortiori\nsituation\r\nof the one described as follows by Ngcobo J in\nCusa\r\nv Tao Ying Metal Industries\n[2008] ZACC 15\n;\n2009\r\n(2) SA 204\n(CC), para 68:\n'Where a point of law is\r\napparent on the papers, but the common approach of the parties\r\nproceeds on a wrong perception of what the\nlaw is, a court is not\r\nonly entitled, but is in fact also obliged,\nmero\r\nmotu\n, to raise the\r\npoint of law and require the parties to deal therewith. Otherwise,\r\nthe result would be a decision premised on an\nincorrect application\r\nof the law. That would infringe the principle of legality.'\n[31]\tAfter noting the respondent's protestations of\r\nalleged unfair treatment, the note proceeds to record the debate\r\nabout the interpretation\nof s 21(1)(b) as it developed during\r\nargument at the hearing of the appeal. The recordal reflects a clear\r\nunderstanding by\nthe respondent's legal representatives of the\r\ndifficulties raised by members of this court with regard to the\r\ninterpretation the\nrespondent sought to attribute to s 21(1)(b).\r\nBy and large, these difficulties are echoed by what I have said\r\nearlier in this\njudgment. The note then goes on to deal with the\r\ndifficulties. Insofar as I consider the answers given in the note to\r\nbe pertinent,\nthey have been incorporated in my earlier deliberations\r\non the interpretation of s 21(1)(b). Apart from these, the note\r\nalso\ncontained a number of other arguments which are, in my view, of\r\nno consequence. After due consideration, I decided not to record\n\nthese rather lengthy expostulations which do not take the matter any\r\nfurther. As I see it, it will serve no purpose other than\nto extend\r\nthe length of this judgment. Suffice it, in my view, to illustrate\r\nthe point by three examples.\n[32]\tFirst, there is the argument that since the\r\namendment of s 10 of the Income Tax Act 58 of 1962 in 2000, an\r\nassociation\nincorporated under s 21 no longer enjoys an\r\nautomatic income tax advantage. Though factually correct, I do not\r\nbelieve that\nthis argument is of any consequence in the present\r\ncontext. The proposition that a reduction of the benefits derived\r\nfrom incorporation\nunder s 21 by the Income Tax Act must somehow\r\nbe taken to have resulted in the automatic diminution of the\r\nrequirements for\nsuch incorporation in terms of the Companies Act, is\r\nin my view, simply unsustainable.\n[33]\tSecondly, there is the argument that we must take\r\njudicial notice of the fact that there are numerous associations with\r\npurely\ncommercial objects that were incorporated under s 21\r\nwhich will obviously be affected by the interpretation of s 21(1)(b)\n\nin that it will render their objects unlawful. Apart from the fact\r\nthat I can hardly take judicial notice of something that I simply\ndo\r\nnot know, this is another argument that, in my view, takes the matter\r\nno further. We can hardly avoid what we consider to be\nthe proper\r\nmeaning of a statutory provision because it will cause considerable\r\ninconvenience to a substantial number of people.\nIf that is true, it\r\nis something to be taken up with the legislature.\n[34]\tThirdly there is the argument that the new\nCompanies Act 71 of 2008\nâ which has been enacted but is not yet\r\noperative â would seem to allow for the equivalent of the present\ns 21\nassociation to become involved in purely commercial\r\nactivities. But that, if anything, would seem to go against the\r\nrespondent's\nconstruction of the present\ns 21.\nIt is a trite\r\nprinciple of statutory interpretation that a change in wording must\r\nusually be understood to indicate a different\nintent on the part of\r\nthe legislature.\n[35]\tIn the result there is nothing in the note which\r\ncauses me to change my view of what I consider to be the proper\r\ninterpretation\nof\ns 21.\nOn that interpretation, the respondent\r\nis conducting an unlawful business which should be terminated by way\r\nof a liquidation order.\nThis renders it unnecessary to consider the\r\nfurther grounds advanced by the appellants as to why the winding-up\r\nof the respondent\nwould be just and equitable. I am mindful of the\r\nspecial considerations contained in\ns 21(2)(b)\nfor the\r\nwinding-up of\ns 21\nassociations which are reflected in the\r\nrespondent's memorandum. But it is clear, in my view, that these\r\nprovisions presuppose\nthat the respondent is a genuine\ns 21\nassociation which, I believe, it is not. In consequence the\r\nrespondent stands to be liquidated in the ordinary course.\n[36]\tAs to the matter of costs, the respondent contended\r\nthat if the appeal were to succeed on the\ns 21(1)(b)\nground, the\r\nappeal record of 2 300 pages would be unwarranted, which should\r\nbe reflected in the costs order of this court.\nIn my view, however,\r\nthis contention could only have been endorsed if all the other issues\r\nwere decided against the appellant whereas,\nof course, they were not.\r\nIn the result:\n1.\tThe appeal is upheld. The costs of the appeal,\r\nincluding the costs of two counsel, are to be costs in the\r\nliquidation of the\nrespondent.\n2.\tThe order of the court a quo is set aside and\r\nreplaced by the following:\n'(a)\tThe respondent is placed under a final winding-up\r\norder.\n(b)\tThe costs of the application, including the costs of\r\ntwo counsel, are to be costs in the liquidation of the respondent.'\nâ¦â¦â¦â¦â¦â¦â¦\n.\nF D J BRAND\nJUDGE OF APPEAL\nCounsel\r\nFor Appellant\n:\nG\r\nW Woodland SC\nA\r\nM Smalberger\nInstructed\r\nby:\t\t\tHerold Gie Inc\nCape\r\nTown\nCorrespondents:\t\t\tMcIntyre\r\n& Van der Post\nBloemfontein\nFor\r\nRespondent:\t\t\tB K Pincus SC\nG\r\nWalters\nInstructed\r\nBy:\t\t\tBornman & Hayward\nc/o\r\nWalkers Inc\nCape\r\nTown\nCorrespondents:\t\t\tNaudes\nBloemfontein",
  "scraped_at": "2026-02-12T05:19:27.359241",
  "date": "2009-09-28",
  "coram": [
    "Brand",
    "Maya",
    "Mhlantla JJA",
    "Hurt",
    "Tshiqi AJJA"
  ],
  "case_number": "238/08",
  "parties": {
    "applicants": [
      "Anthony Robert John Cuninghame",
      "Wimbledon Lodge (Pty) Ltd"
    ],
    "respondents": [
      "First Ready Development 249"
    ]
  },
  "sections": {
    "facts": "The respondent was incorporated as a Section 21 association, initially to manage a rental pool for hotel‑room owners of the Harbour’s Edge Hotel. After the liquidation of the original developers, the association was acquired as a “shelf company” and its members – including the appellant Cuninghame – were the former management committee of the body corporate. The association later assumed both the management of the rental pool and the operation of the hotel itself, entering into leases with Meridian Bay for the commercial parts of the hotel. Control of the association eventually passed to directors linked to Meridian Bay, creating a conflict of interest between the rental‑pool owners and the commercial unit owners.",
    "issues": "The court had to determine (i) whether the respondent’s current business – operating a commercial hotel – violates s 21(1)(b) and s 21(2)(a) of the Companies Act 61 of 1973, which require a ‘not‑for‑gain’ association to have a charitable or communal object; (ii) whether the association’s main object has unlawfully shifted from a non‑profit rental‑pool management to a profit‑driven hotel operation; and (iii) whether a winding‑up order under s 344(h) (just and equitable) is appropriate.",
    "principles": "Section 21(1)(b) limits the main object of an association not for gain to charitable, cultural, religious or other non‑commercial activities. The term ‘gain’ is interpreted as a commercial benefit, and the object must be of the kind contemplated in the preceding list, not a commercial enterprise. Precedents such as Mitchell’s Plain Town Centre Merchants v McCleod, South African Flour Millers’ Mutual Association v Rutowitz, and Nienaber JA’s observations on ‘gain’ guide the interpretation. A winding‑up on the just and equitable ground requires a clear breach of statutory purpose or misconduct that renders the company’s continued existence untenable.",
    "application": "The court examined the respondent’s memorandum of association, which showed a progression from a rental‑pool manager to a full commercial hotel operator. It held that this change placed the association outside the permissible scope of s 21, as the object became a commercial venture aimed at profit rather than a communal or charitable purpose. The profit‑making aspect, even if allowed, cannot be distributed to members, but the very nature of the business conflicted with the ‘not‑for‑gain’ requirement. The court rejected the respondent’s argument that profit was permissible and concluded that the association was unlawful and therefore subject to liquidation under ordinary winding‑up provisions.",
    "conclusion": "The appeal was upheld. The court set aside the order of the Cape High Court and placed the respondent under a final winding‑up order. Costs of the appeal, including two counsel, were ordered to be paid as costs in the liquidation of the respondent."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Associations Not for Gain",
    "level_3": [
      "Section 21",
      "Winding up",
      "Just and equitable",
      "Commercial hotel",
      "Conflict of interest"
    ]
  }
}