{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/122.html",
  "case_name": "Du Rand NO v Faerie Glen Renaissance Scheme (302/08) [2009] ZASCA 122; [2010] 1 All SA 383 (SCA) (28 September 2009)",
  "citation": "[2009] ZASCA 122",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 122\n|\nNoteup\n|\nLawCite\nDu Rand NO v Faerie Glen Renaissance Scheme (302/08) [2009] ZASCA 122; [2010] 1 All SA 383 (SCA) (28 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 302/08\nDEON DU RAND NO\tFirst Appellant\nANDRÉ DU RAND NO\tSecond Appellant\nJOHAN DU RAND NO\tThird Appellant\nELIZABETH SUSANNA DU RAND NO\tFourth Appellant\nELMARIE BOTES NO\tFifth Appellant\nF G J WIID\tSixth Appellant\nand\nTHE FAERIE GLEN RENAISSANCE SCHEME\tRespondent\nNeutral citation:\nDu Rand NO v Faerie Glen Renaissance Scheme\r\n(302/08)\n[2009] ZASCA 122\n(28 September 2009)\nCoram:\nSTREICHER, LEWIS, SNYDERS JJA, LEACH and BOSIELO AJJA\nHeard:\n21 AUGUST 2009\nDelivered:\n28 SEPTEMBER 2009\nSummary:\nApplicability of Housing Development Schemes for\r\nRetired Persons Act 65 of 1988 to a sectional title scheme.\nORDER\nOn appeal from: Pretoria High Court (Visser AJ\r\nsitting as court of first instance).\nThe following order is made:\nThe appeal is dismissed with costs.\nJUDGMENT\nSNYDERS JA: (Lewis JA, Leach and Bosielo AJJA\r\nconcurring)\n[1]\nThis case concerns a\r\ndevelopment scheme in terms of the Sectional Titles Act, namely the\r\nFaerie Glen Renaissance Scheme (the scheme).\n1\nThe body corporate of the scheme, the respondent, applied to the\r\nPretoria High Court to grant an amendment to some of its management\n\nrules. The application took an eventful procedural path - irrelevant\r\nfor current purposes â and ultimately came before Visser\nAJ who\r\ngranted an amendment to rules 1 and 2 in the terms sought at that\r\nstage.\n2\nLeave to appeal was granted by Visser AJ to this court.\n[2]\nThe first five\r\nappellants are the trustees of the Ameva Trust. The trust is the\r\nowner of one of the 150 units in the scheme and\nso is the sixth\r\nappellant. No other owner opposed any of the relief sought by the\r\nrespondents. The opposition by the appellants\nto the amendments\r\nsought was long-standing and unrelenting with the result that it was\r\ncommon cause that it would have been impossible\nfor the respondent to\r\neffect the amendments by way of a unanimous resolution as required by\r\ns 35(2)(a) of the Sectional Titles\nAct.\n3\nThe respondent therefore approached the court in terms of s 1(3A) of\r\nthe Sectional Titles Act, which authorises a body corporate\nthat is\r\nunable to obtain a unanimous resolution to âapproach the court for\r\nreliefâ, subject to the provisions of s 1(3)(c).\n4\n[3]\nIn respect of the\r\nrespondentâs reliance on s 1(3A) the appellants strenuously argued\r\nthree points: that the meeting held by the\nrespondent on 22 November\r\n2005 to obtain a unanimous resolution to amend the management rules,\r\nwas not properly constituted; that\nthe respondent was unable to show\r\nthat a majority at that meeting authorised the respondent to approach\r\nthe court in terms of s\n1(3A); and that the respondent required the\r\nwritten consent of the appellants, as owners whose rights would be\r\nadversely affected\nby the amendments, before the court could be\r\napproached in terms of s 1(3A).\n[4]\nIn support of their\r\nfirst point the appellants submitted that, before the respondent\r\ncould approach the court in terms of s 1(3A),\nit had to show that it\r\nattempted to obtain a unanimous resolution at a meeting where 80 per\r\ncent of all members of the body corporate\n(reckoned in number) and 80\r\nper cent of all members (reckoned in value) - the percentages\r\nnecessary for a unanimous decision in\nterms of s 1 - was present.\n5\n[5]\nIt is unnecessary to\r\nindulge in the detailed head and value count of attendees that the\r\nappellants embarked on. It is sufficient\nto state that the point\r\narose because the counting was complicated by belated proxies to vote\r\nin cases where trusts were owners\nof units and by the attendance of\r\ncouples of whom one voted without a proxy from the other. A head and\r\nvalue count is unnecessary\nas the Sectional Titles Act does not\r\nrequire a vote at a formally constituted meeting as a pre-condition\r\nto an approach to court\nfor relief in terms of s 1(3A). The only\r\nrequirement apparent from s 1(3A) read with s 35(2)(a) â ignoring\r\nthe proviso in s 1(3)(c)\nfor the moment â is a purely factual one,\r\nnamely that the body corporate must have been unable to obtain a\r\nunanimous decision.\nAny variety of facts may be sufficient to\r\npersuade a court, at the hearing, of that. In this case the history\r\nof the attempts to\namend the rules and the animosity between the\r\nappellants and the respondent overwhelmingly indicate that a\r\nunanimous decision was\nimpossible. What is more, the parties were\r\nagreed on this. Therefore the factual requirement of s 1(3A) was\r\nsatisfied and the court\nbelow was entitled to hear the matter on that\r\nbasis.\n[6]\nOn the second point\r\nraised by the appellants a minor correction to the appellantsâ\r\ncalculations of the number of attendees and\nvotes at the meeting of\r\n22 November 2005, to take account of couples that attended the\r\nmeeting and one of them voted without a\nwritten proxy from the other,\r\nshows that a majority of owners attended and voted in favour of an\r\napplication in terms of s 1(3A).\nIn addition, the appellants have\r\nbeen the only two of 150 unit owners who have opposed the amendments.\r\nSince the litigation started\nduring February 2006 nobody else has\r\njoined their cause. As in\nUnlawful\r\nOccupiers, School Site v City of Johannesburg\n2005 (4) SA 199\n(SCA) at 207H-I the question can be asked whether it\r\nis conceivable that the application would have been launched with the\r\nknowledge,\nbut against the wishes, of the majority of the owners in\r\nthe scheme. As in that case the question can be answered only in the\r\nnegative.\nFurthermore, if the appellants seriously doubted whether\r\nthe respondent had the authority to instruct an attorney to institute\r\nand conduct the proceedings on behalf of the respondent, the\r\nprocedure in Rule 7(1) should have been invoked.\n6\nThe reasons furnished in this judgment further illustrate that the\r\ntrustees acted in the best interests of the body corporate by\n\npursuing the amendments to rules 1 and 2.\n[7]\nThe third point, the\r\nreliance on the absence of written consent in terms of s 1(3)(c) of\r\nthe Sectional Titles Act, brings us to\nthe merits of the appeal. The\r\nappellantsâ case is that the amendments to rules 1 and 2 seek to\r\napply the Housing Development\nSchemes for Retired Persons Act (the\r\nRetirement Housing Act)\n7\nto the scheme for the first time with the result that their\r\nproprietary rights would be adversely affected.\n[8]\nRule 1 of the\r\nrespondentâs management rules, in its un-amended form, is rule 1 of\r\nthe standard rules of any newly established\nsectional title scheme\r\ncontained in annexure 8 to the regulations in terms of the Sectional\r\nTitles Act.\n8\nThe amendment granted replaced the standard rule 1 with the\r\nfollowing:\nâ\nDie\r\nRegspersoon Faerie Glen Renaissance is op 18 Augustus\n2000 vir Deeltitelskema no. SS416/2000 ingestel volgens artikel 36(1)\r\nvan die Wet Op Deeltitels Wet 95 van 1986. Die skema is geleë\nte\r\nErf 3781, Faerie Glen, Uitbreiding 45, Pretoria, en is in 18 fases,\r\nelk met ân eie deeltitelnommer, ontwikkel ooreenkomstig\ndie\r\nbepalings van Wysigingskema 8270 van die\r\nPretoria-dorpsbeplanningskema, 1974, wat onder andere bepaal dat\r\nwooneenhede opgerig\nsal word vir ân afree-oord vir bejaardes.\n(a) Vanweë die aard van die\r\nontwikkeling as aftree-oord, is die Wet op\r\nBehuisingsontwikkelingskemas vir Afgetrede Persone,\nWet 65 van 1988,\r\nook van toepassing.\n(b) Die\r\nBestuursreëls van die Regspersoon van die Faerie Glen\r\nRenaissance Skema No SS 416/2000 is eenvormig van toepassing\nop alle\r\neienaars en okkupeerders van die wooneenhede in die 18 fases van die\r\nontwikkelingskema.â\n9\n[9]\nIn this court the\r\nappellants confined their objection to paragraph (a) of the\r\namendment. The fact that they did does not affect\nthe outcome of the\r\nappeal.\n[10]\nRule 2 of the\r\nrespondentâs management rules contains the definitions that assist\r\nin the interpretation of the rules. The amendment\nthat was granted\r\ninserted an additional definition, as para 2(d):\nâ\nbeteken\r\nâ\naftree-oordâ\r\nân behuisingsontwikkelingskema vir afgetrede persone vir die\r\nhuisvesting van inwoners met ân minimum ouderdom\nvan 50 jaar elk of\r\nin geval van ân egpaar as inwoners moet een van die gades ten tye\r\nvan okkupasie minstens 50 jaar oud wees;â.\n10\n[11]\nThe answer to the\r\nquestion whether the Retirement Housing Act is applicable to the\r\nFaerie Glen Renaissance Scheme even before the\namendments to rules 1\r\nand 2 resolves all of the remaining issues in this appeal.\n[12]\nAgricultural land\r\nwas proclaimed as part of the Pretoria Town-Planning Scheme 1974 for\r\nthe development of the scheme.\n11\nTwo erven, 3773 (previously Erf 1) and 3774 (previously Erf 2), were\r\nconsolidated into Erf 3781. In terms of Amendment Scheme 8270\nthe\r\narea constituting the former Erf 3773 was zoned for âgroup housingâ\r\nwith the explicit provision that âdwelling-units\nfor a retirement\r\ncentre for the aged be erectedâ.\n12\nThe area constituting the former Erf 3774 was zoned for âspecial\r\nuseâ with the explicit provision that it be used for âcommunal\n\nand related facilities which in the opinion of the City Council can\r\nbe associated with a security retirement centre for the agedâ.\n13\nThe conditions of proclamation and the zoning requirements of the\r\nland on which the scheme was established therefore restricted\nthe\r\ndeveloper as to the nature of the development on that land.\n[13]\nIt is not\r\nsurprising then that a sectional title scheme was developed on the\r\nrelevant land and that ownership of the units were\nacquired from the\r\ndeveloper in terms of the Sectional Titles Act. The developer, in the\r\nagreements of sale of units of the scheme,\ncomplied with the newly\r\nestablished township planning provisions and zoning requirements. As\r\nthe Retirement Housing Act has as\nits purpose the regulation of\r\nâ[t]he alienation of certain interests in housing development\r\nschemes for retired persons; and\nto provide for matters connected\r\ntherewithâ, it is also not surprising that the agreements of sale\r\ncomplied with the Retirement\nHousing Act.\n[14]\nIn clause 1 of the\r\nagreement between the developer and the purchasers of units in the\r\nscheme, which contains several definitions,\nâwetgewingâ is\r\ndefined as the Retirement Housing Act and the Sectional Titles Act.\r\nClause 3.5 of the agreement provides for\nss 4(3) and 8 of the\r\nRetirement Housing Act to be applicable. These sections deal with\r\ninstances where the purchaser is entitled\nto cancel the agreement as\r\na result of the developerâs failure to deliver to the purchaser a\r\ncertificate of completion prior\nto occupation of the unit sold. In\r\ncompliance with the zoning requirements the agreement provides for\r\nthe creation of basic security,\ncommunity and nursing services\r\nrelated to a retirement village for the elderly. It specifically\r\nprovides that a unit is sold subject\nto not only the conditions of\r\ntitle, but the applicable township planning provisions. Clause 14.3\r\nof the agreement reads:\nâ\nIn die\r\ngeval van ân enkel Okkupeerder, of twee afsonderlike Okkupeerders,\r\nis die minimum ouderdom vir Okkupeerders 50 jaar. In\ngeval van ân\r\negpaar as Okkupeerders, moet een van die twee gades minstens 50 jaar\r\noud wees. Die Koper bevestig voldoening aan\nhierdie\r\nouderdomsbepaling.â\n14\n[15]\nIn the same\r\nexplicit terms the agreement restricts, in clause 14.6, the right of\r\nany purchaser of a unit or successive purchaser\nto sell, lease or\r\ntransfer the rights acquired in the agreement of sale if such sale,\r\nlease or alienation has the consequence that\nthe unit is occupied by\r\npersons in contravention of the provisions pertaining to age.\n15\nThe agreement contains all the essential provisions prescribed in s 4\r\nof the Retirement Housing Act for an agreement in terms whereof\na\r\ndeveloper alienates a housing interest in terms of the Act.\n[16]\nTwo provisions in\r\nthe agreement motivated the appellants to argue that the agreement\r\ndoes not comply with the Retirement Housing\nAct and that the Act is\r\ntherefore not applicable. First the agreement, in clause 2.2,\r\nspecifies that the title deed has not been\nendorsed in accordance\r\nwith the provisions of s 4C of the Retirement Housing Act.\n16\nSecond the developer, in clause 14.5 of the agreement, reserved the\r\nright to sell up to 20 per cent of the units to persons under\nthe age\r\nof 50 years.\n17\n[17]\nSection 4C of the\r\nRetirement Housing Act is not applicable to the alienation of a right\r\nof ownership in a development scheme, as\nin this case, but only a\r\nright of occupation. Clause 2.2 of the agreement does no more than\r\nstate exactly that. This clause indicates\nan attempt to comply with\r\nthe Retirement Housing Act, by explaining why there is no need to\r\ncomply with s 4C of the Act. In any\nevent non-compliance with s 4C\r\ncould not render the Act inapplicable.\n[18]\nThe reservation, in\r\nclause 14.5 of the agreement, of the right to sell up to 20 per cent\r\nof the units to persons under the age of\n50 years in clause 14.5 of\r\nthe agreement does not violate the provisions of the Retirement\r\nHousing Act which prescribes the age\nof occupants as opposed to the\r\nage of owners. Only the right to sell ownership in a unit to a person\r\nunder the age of 50 years\nis reserved in the agreement. Clause 14.6,\r\ndiscussed above, would remain equally applicable to the 20 per cent\r\nowners younger than\n50 years in relation to the restriction of the\r\nage of occupancy to persons 50 years or older.\n[19]\nThis distinction\r\nbetween the age of the owner and the age of the\noccupier that the developer\r\nrespected in clause 14.5 originates from s 7(1), read with the\r\ndefinition of âretired personâ, of\nthe Retirement Housing Act:\nâ\nAfter a\r\nhousing interest has been transferred to or has otherwise been vested\r\nin a person by virtue of a contract, no person other\nthan a retired\r\nperson or the spouse of a retired person may occupy the land to which\r\nthat housing interest relates, except with\nthe written consent of all\r\nthe holders of housing interest\ns\r\nin the housing development scheme concerned.â\nSection 1 defines âretired personâ as âa\r\nperson who is 50 years of age or olderâ.\n18\n[20]\nA âhousing\r\ninterestâ is defined in the Retirement Housing Act and includes the\r\nâright to claim transfer of the land to which\nthe scheme relatesâ.\n19\nIf that leaves any doubt whatsoever as to whether the Retirement\r\nHousing Act is, by its own terms, applicable to this particular\n\nsectional title scheme, the definition of âhousing development\r\nschemeâ removes any doubt:\nââ\nHousing\r\ndevelopment schemeâ means any scheme, arrangement or undertaking â\r\n(a) in terms of which housing interests are alienated\nfor occupation\r\ncontemplated in section 7, whether the scheme, arrangement or\r\nundertaking is operated pursuant to or in connection\nwith a\r\ndevelopment scheme or a share block scheme or membership of or\r\nparticipation in any club, association, organization or other\nbody,\r\nor the issuing of shares, or otherwise, but excluding a property\r\ntime-sharing scheme;â\nA âdevelopment schemeâ is defined\r\nas\nhaving the meaning\r\nas it does in the Sectional Titles Act and includes a sectional title\r\nscheme such as is currently under consideration.\n[21]\tWhen the\nprovisions\r\nof the Retirement Housing Act are applied to the facts it is clear\r\nthat the developer sold and transferred a âhousing\ninterestâ â\r\nownership of a unit â in a âhousing development schemeâ â a\r\nsectional title scheme â for occupation by\nâretired persons or\r\nthe spouse of a retired personâ â a person who is 50 years of age\r\nor older or the spouse of such a person\nâ as contemplated in s 7.\r\nIn these circumstances s 7 applies.\n[22\n]\tThe conclusion is\r\ninevitable: the Faerie Glen Retirement Scheme was developed in\r\ncompliance with the provisions of the Pretoria\nTown-Planning Scheme\r\n1974; the agreement of sale in terms of which the developer sold the\r\nunits complies with the provisions of\nthe Retirement Housing Act; and\r\nthe Retirement Housing Act has been applicable to the Faerie Glen\r\nRenaissance Scheme since its\ninception. The amendment of rules 1 and\r\n2 of the management rules to reflect the existing state of affairs\r\nserves only to clarify\nand explicitly protect the interests of\r\nexisting and prospective owners of units in the scheme. It certainly\r\ndoes not adversely\naffect the rights of the appellants.\n[23\n]\tThe court a quo\r\nawarded some of the costs of the application to the appellants,\r\nlargely as a result of the abandonment by the\nrespondent of the\r\ngreater part of the relief sought in the notice of motion at the\r\ncommencement of the hearing in the court below.\nThe appellants urged\r\ninterference with that costs order to include the costs of two\r\ncounsel. There is no basis on which to interfere\nwith the discretion\r\nexercised by the court a quo.\n[24\n]\tThe appeal is\r\ndismissed with costs.\n______________________\nS SNYDERS\nJudge of Appeal\nSTREICHER JA\n(LEWIS JA, LEACH and BOSIELO AJJA concurring)\n[25]\tI agree that the appeal should be dismissed with costs. In\r\nregard to my colleague Snydersâ dismissal of the first two points\n\nargued by the appellant and referred to in paragraph 3 of her\r\njudgment I have nothing to add. I do however wish to state my reasons\n\nfor dismissing the third point argued by the appellant.\n[26]\tThe Faerie Glen Renaissance Scheme (the FGR Scheme) is a\r\ndevelopment scheme in terms of the\nSectional Titles Act 95 of 1986\n.\r\nIn terms of\ns 35(1)\nof that Act a development scheme shall, as\r\nfrom the date of establishment of a body corporate, be controlled and\r\nmanaged, subject\nto the provisions of the Act, by means of rules.\r\nSection 35(2)(a) provides that the rules should comprise, amongst\r\nother things,\nmanagement rules which may be amended from time to time\r\nby unanimous resolution of the body corporate. A unanimous resolution\r\nis\ndefined in\ns 1\nof the\nSectional Titles Act  but\nthe\r\ndefinition is qualified in\ns 1(3)(c)\nto the effect that where\r\nthe resolution âadversely affects the proprietary rights or powers\r\nof any member as owner, the resolution\nshall not be regarded as\r\nhaving been passed unless such member consents in writing theretoâ.\n[27]\tThe appellants contended that the proposed amendments of the\r\nmanagement rules quoted in paragraphs 8 and 10 of my colleagueâs\n\njudgment, by providing that the Housing Development Schemes for\r\nRetired Persons Act 65 of 1988 (the Retired Persons Act) is\r\napplicable\nto the FGR Scheme adversely affects their proprietary\r\nrights as owners and that these amendments therefore required their\r\nconsent\nin writing. The respondent, on the other hand, contended that\r\nthe Retired Persons Act applied to the FGR Scheme and that the\r\nstatement\nin the amended rule merely stated what the existing\r\nposition was. The issue to be decided is therefore whether or not the\r\nRetired\nPersons Act applied to the FGR Scheme.\n[28]\tThe purpose of the Retired Persons Act is stated in the long\r\ntitle to be âto regulate the alienation of certain interests\nin\r\nhousing development schemes for retired persons; and to provide for\r\nmatters connected therewithâ. The Act prescribes formalities\nin\r\nrespect of contracts for the alienation of housing interests to a\r\nretired person (s 2); it prescribes in what language\na contract\r\nshould be drawn up (s 3) and what the contents of the contracts\r\nshould be if the seller concerned is a developer\n(s 4); it deals\r\nwith rights of occupation as defined in the Act (s 4A, B and C),\r\nwhich are not of relevance in respect\nof the FGR Scheme; it provides\r\nthat if a facility is to be maintained for the care of debilitated\r\npersons the facility would be\ndeemed to be a home for the aged as\r\ndefined in s 1 of the Aged Persons Act 81 of 1967 (s 5); it\r\ncontains restrictions\nagainst the receipt of consideration by\r\ndevelopers (s 6); it contains a limitation of occupation of land\r\nto which housing\ninterests as defined in the Act relate (s 7);\r\nit prescribes what the consequences of contracts which are void or\r\nare cancelled\nwould be (s 8) and what relief a court may grant\r\nin respect of contracts (s 9); it provides for the granting of\r\nexemptions\nfrom the operation of the Act by the Minister concerned\r\n(s 10); and it prescribes what regulations may be made by the\r\nMinister\n(s 11).\n[29]\tThe only provisions of the Retired Persons Act which are\r\nrelevant in respect of the management of the FGR Scheme as opposed\nto\r\nthe contracts for the alienation of a housing interest in respect of\r\nthe scheme and the receipt of consideration by a developer\nare\r\ntherefore the provisions in respect of a facility for the care of\r\ndebilitated persons, the provision containing a limitation\nto the\r\noccupation of land to which housing interests relate and the\r\nprovision relating to the granting of exemptions. In the case\nof the\r\nFGR Scheme no facility is to be maintained for the care of\r\ndebilitated persons. It follows that the statement in the amended\n\nrule 1 that the Retired Persons Act is applicable means no more than\r\nthat sections 7 and 10 of that Act are applicable to the scheme.\nIf\r\ns 7 is applicable it follows that s 10, which authorises\r\nthe Minister to grant an exemption from the operation of\nany\r\nprovision of the Act, is applicable. In the result it remains to\r\ndetermine only whether s 7 of the Act is applicable to the\nFGR\r\nScheme.\n[30]\tSection 7 reads as follows:\nâ\n7(1)\tAfter a housing interest\r\nhas been transferred to or has otherwise been vested in a person by\r\nvirtue of a contract, no person\nother than a retired person or the\r\nspouse of a retired person may occupy the land to which that housing\r\ninterest relates, except\nwith the written consent of all the holders\r\nof housing interests in the housing development scheme concerned.â\n[31]\tA retired person is defined as a person who is 50 years of age\r\nor older. It is the applicability of the injunction in s 7\nthat\r\nâno person other than a retired person or the spouse of a retired\r\nperson may occupy the land to which that housing interest\nrelatesâ\r\nwhich is the real bone of contention between the parties, hence the\r\nappellantsâ objection to the definition of aftree-oord\nin the\r\namended rule 2(d) namely: â`n behuisingsontwikkelingskema vir\r\nafgetrede persone vir die huisvesting van inwoners met `n\nminimum\r\nouderdom van 50 jaar elk of in geval van `n egpaar as inwoners moet\r\neen van die gades ten tye van okkupasie minstens 50\njaar oud weesâ.\n[32]\tThe injunction in s 7 is applicable after a housing\r\ninterest in a housing development scheme has been transferred to\nor\r\nhas otherwise been vested in a person by virtue of a contract. In\r\nterms of s 1 a housing interest in respect of a housing\n\ndevelopment scheme means, amongst other things, any right to claim\r\ntransfer of the land to which the scheme relates. A housing\n\ndevelopment scheme is defined as meaning, amongst other things, a\r\nscheme in terms of which housing interests ie the right to claim\n\ntransfer of land, are alienated for occupation contemplated in\r\nsection 7 pursuant to or in connection with a development scheme;\na\r\ndevelopment scheme means a development scheme as defined in\nsection\r\n1(1)\nof the\nSectional Titles Act 95 of 1986\n; and occupation\r\ncontemplated in\ns 7\nmeans occupation by retired persons or the\r\nspouses of retired persons.\n[33]\tâContractâ is defined in\ns 1\nas meaning âa document\r\nin terms of which a housing interest is alienated to a retired person\r\n. . .â. Like all the other definitions\nin\ns 1\nthe definition is\r\nqualified by the introductory phrase âunless the context indicates\r\notherwiseâ. In the case of\ns 7\nthe context does indicate\r\notherwise. If the contract referred to in the section was intended to\r\nbe a contract with a retired person\nthe section would not have read\r\nâafter a housing interest has been transferred to . . . a person by\r\nvirtue of a contractâ it\nwould have read âafter a housing\r\ninterest has been transferred to . . . a retired personâ. More so\r\nin the light of the fact\nthat in the very same section reference is\r\nmade to a âretired personâ. Compare in this regard\ns 2(1)\nwhich provides that âno alienation of a housing interest to a\r\nretired person shall . . . be of any force or effect, unless it\nis\r\ncontained in a contract . . .â.  Moreover, if âcontractâ in\ns 7\nwere to be interpreted to mean a document in terms of which a housing\r\ninterest is alienated to a retired person it would mean that\nin the\r\ncase of an alienation of a housing interest to a company or a trust\r\nfor occupation contemplated in\ns 7\nin connection with a\r\nsectional title development scheme ie a housing development scheme,\r\nthe section would not apply. That could\nin my view not have been the\r\nintention of the legislature.\n[34]\tThe members of the respondent obtained ownership of units in the\r\nFGR Scheme ie in a development scheme in terms of contracts\nsubject\r\nto the same terms and conditions. One of the terms of the contracts\r\nwas that in the case of a single occupier the minimum\nage of the\r\noccupier had to be 50 years and in the case of married occupiers one\r\nof the spouses had to be a minimum of 50 years\nof age. The FGR Scheme\r\nis therefore a housing development scheme as defined in the Retired\r\nPersons Act and the transfer of the\nunits in the scheme constituted\r\nthe transfer of housing interests by virtue of a contract. It follows\r\nthat in terms of s 7\nâno person other than a retired person or\r\nthe spouse of a retired person may occupy the land to which the\r\ntransferred housing\ninterests relateâ.\n[35]\tFor these reasons I conclude that the Retired Persons Act is\r\napplicable to the FGR Scheme as stated in the amended rule 1\nand that\r\nthe appellantsâ property rights or powers as members were not\r\nadversely affected by the amendment.\n_________________\nP E STREICHER\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant:\tJ G Naudé\nInstructed by:\tE Y Stuart Attorneys Incorporated, Pretoria\nMcIntyre & van Der Post, Bloemfontein\nFor Respondent:\tM Helberg SC\nInstructed by:\t\tBertus Roux Attorneys Incorporated, Pretoria\nDu Toit Attorneys, Bloemfontein\n1\nThe\nSectional Titles Act\n95 of 1986\n.\n2\nSubstantially more elaborate relief was sought in\r\n\tthe notice of motion, but abandoned at the hearing of the matter.\n3\nSection 35(2)(a):\nâThe rules shall provide for\r\n\tthe control, management, administration, use and enjoyment of the\r\n\tsections and the common property,\nand shall comprise â (a)\r\n\tmanagement rules . . . which rules may be substituted, added to,\r\n\tamended or repealed from time to\ntime by unanimous resolution of the\r\n\tbody corporate as prescribed by regulation;â\n4\nSection 1(3A):\nâIf\r\n\ta body corporate is unable to obtain a unanimous resolution, it may,\r\n\tsubject to the provisions of subsection (3)(c), approach\nthe court\r\n\tfor relief.â\nSection 1(3)(c):â(3)\nFor the purposes of the\r\n\tdefinition of âunanimous resolutionâ in subsection (1) â . . .\r\n\t; (c) where the resolution in question\nadversely affects the\r\n\tproprietary rights or powers of any member as owner, the resolution\r\n\tshall not be regarded as having been\npassed unless such member\r\n\tconsents in writing thereto.â\n5\nIn\ns 1\nâUnanimous resolutionâ is defined as\r\n\tâa resolution â (a) passed unanimously by all the members of a\r\n\tbody corporate who\nare present or represented by proxy or by a\r\n\trepresentative recognized by law at a general meeting of the body\r\n\tcorporate of which\nat least 30 daysâ written notice, specifying\r\n\tthe proposed unanimous resolution, has been given, and at which\r\n\tmeeting at least\n80% of all the members of a body corporate\r\n\t(reckoned in number) and at least 80% of all the members (reckoned\r\n\tin value) are present\nor so represented: Provided that in\r\n\tcircumstances determined in the rules, a meeting of the body\r\n\tcorporate may be convened for\na date 30 days or less after notice of\r\n\tthe proposed resolution has been given to all the members of the\r\n\tbody corporate. . . .â\n6\nUnlawful Occupiers, School Site\nparas 24 to 29.\n7\n65 of 1988.\n8\nâ\n1. The Rules contained in\r\n\tthis Annexure shall not be added to, amended or repealed except in\r\n\taccordance with section 35(2)(a)\nof this Act, and subject to the\r\n\tprovisions of section 35(3) and (5) of the Act.â\n9\nMy translation: âThe body corporate of the\r\n\tFaerie Glen Renaissance Scheme was established on 18 August 2000 in\r\n\trespect of sectional\ntitle scheme no SS416/2000 in terms of\ns 36(1)\nof the\nSectional Titles Act 95 of 1986\n. The scheme is situated at\r\n\terf 3781, Faerie Glen, Extension 45, Pretoria and was developed in\r\n\t18 phases, each with its own sectional\ntitle number, in accordance\r\n\twith the provisions of Amendment Scheme 8270 to the Pretoria\r\n\tTown-Planning Scheme 1974, which provides,\ninter alia, for the\r\n\tdevelopment of dwelling units for a retirement centre for the aged.\n(a) Due to\r\n\tthe nature of the development as a retirement centre, the Housing\r\n\tDevelopment Schemes for Retired Persons Act 65 of\n1988 is also\r\n\tapplicable.\n(b) The\r\n\tmanagement rules of the Faerie Glen Renaissance Scheme No SS416/2000\r\n\tare uniformly applicable to all owners and occupants\nof the units in\r\n\tthe 18 phases of the development scheme.â\n10\nMy translation: ââretirement villageâ means a housing\r\n\tdevelopment scheme for retired persons for the accommodation of\r\n\toccupants of at least 50 years of age or in the case of occupation\r\n\tby a married couple, one of them shall, at the time of occupation,\n\n\tbe at least 50 years old.â\n11\nAmendment Scheme 8270 to the Pretoria\r\n\tTown-Planning Scheme 1974, Administratorâs Notice 2027, 20\r\n\tNovember 1974, promulgated\non 28 June 2000.\n12\nAnnexure B5969 to the Pretoria Town-Planning\r\n\tScheme 1974.\n13\nAnnexure B5970 to the Pretoria Town-Planning\r\n\tScheme 1974.\n14\nMy translation: âIn the event of a single\r\n\toccupant, or two independent occupants, the minimum age for\r\n\toccupants is 50 years.\nIn the event of a married couple, one of the\r\n\tspouses has to be at least 50 years old. The purchaser confirms\r\n\tcompliance with\nthis age requirement.â\n15\nClause 14.6: âDie koper sal nie geregtig wees\r\n\tom sy regte in terme van hierdie Ooreenkoms te vervreem, te verhuur\r\n\tof oor te\nmaak aan ân derde party indien sodanige vervreemding of\r\n\tverhuring meebring dat die Eenheid geokkupeer word deur persone wat\r\n\tnie aan die ouderdomsbepaling hierbo genoem, of aan enige ander\r\n\tbepaling van hierdie Ooreenkoms, voldoen nie. Opvolgers in Titel\nvan\r\n\tdie Koper sal onderworpe wees aan die verpligtinge van die Koper\r\n\tsoos vervat in hierdie Ooreenkoms en die Reëls van\ndie\r\n\tBestuursvereniging.â\n16\nClause 2.2: âDie Titelakte van die grond is nie\r\n\tgeëndosseer soos in Artikel 4C van die Wet bedoel nie,\r\n\taangesien die regsgrondslag\nvan die vervreemding van\r\n\tDeeltiteleiendomsreg in terme van die Deeltitelwet is.â\n17\nClause 14.5: âDit is die verklaarde voorneme\r\n\tvan die Maatskappy om te verkry dat Eiendomsreg op Eenhede van die\r\n\tOntwikkeling\noorwegend toegeken sal word aan Kopers bo die ouderdom\r\n\tvan 50 jaar. Die Maatskappy behou egter uitdruklik die reg voor om\r\n\thuidiglik\nen in die toekoms tot 20% van die Eenhede van die\r\n\tOntwikkeling te vervreem aan persone onder die ouderdom van 50 jaar\r\n\ten die\nKoper stem onherroeplik toe tot sodanige vervreemding.â\n18\nIn so far as âcontractâ is defined as meaning\r\n\tâa document in terms of which a housing interest is alienated to a\r\n\tretired\nperson. . .â it does not change this meaning of s 7(1) for\r\n\tthe reasons stated in para 33 of the judgment of Streicher JA. Maybe\n\n\tfor those reasons the point was not argued before us.\n19\nSection 1: ââhousing interestâ, in relation\r\n\tto a housing development scheme, means any right to claim transfer\r\n\tof the land\nto which the scheme relates, or to use or occupy that\r\n\tland.â",
  "scraped_at": "2026-02-12T05:19:55.635660",
  "date": "2009-09-28",
  "coram": [
    "Streicher JA",
    "Lewis JA",
    "Snyders JA",
    "Leach AJJA",
    "Bosielo AJJA"
  ],
  "case_number": "302/08",
  "parties": {
    "applicants": [
      "Deon Du Rand NO",
      "André Du Rand NO",
      "Johan Du Rand NO",
      "Elizabeth Susanna Du Rand NO",
      "Elmarie Botes NO",
      "F G J Wiid"
    ],
    "respondents": [
      "Faerie Glen Renaissance Scheme"
    ]
  },
  "sections": {
    "facts": "The Faerie Glen Renaissance Scheme is a sectional‑title development of 150 units established in 2000 on land zoned for a retirement centre. The body corporate sought to amend management rules 1 and 2 to expressly apply the Housing Development Schemes for Retired Persons Act (Retirement Housing Act). The six Du Rand trustees, owners of one unit, opposed the amendments, arguing procedural irregularities and that the changes would adversely affect their proprietary rights. Because a unanimous resolution could not be obtained, the body corporate applied to the High Court under section 1(3A) of the Sectional Titles Act for relief. The High Court granted the amendment and the respondents appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether the body corporate satisfied the statutory requirements of section 1(3A) to approach the court without a unanimous resolution. 2) Whether the Retirement Housing Act applies to the Faerie Glen Renaissance Scheme. 3) Whether the amendment to the management rules adversely affects the owners’ rights, thereby requiring written consent under section 1(3)(c).",
    "principles": "The Court examined section 35(2)(a) (unanimous resolution), section 1(3A) (court relief when unanimity is impossible) and section 1(3)(c) (consent only when an amendment adversely affects rights). It interpreted the definitions in the Retirement Housing Act—‘housing development scheme’, ‘housing interest’ and section 7—concluding that a sectional‑title scheme developed on land zoned for a retirement centre fits within the Act’s scope. The factual impossibility of achieving unanimity satisfied the pre‑condition for court intervention under s 1(3A).",
    "application": "The Court found that the body corporate had indeed been unable to secure a unanimous resolution and that a majority of owners supported the application, meeting the factual test of s 1(3A). It also held that the amendments merely clarified the existing statutory position and did not adversely affect the appellants’ proprietary rights, so the consent requirement of s 1(3)(c) was not triggered. Consequently, the Retirement Housing Act was deemed applicable to the scheme.",
    "conclusion": "The appeal was dismissed with costs. The amendment to management rules 1 and 2 stands, confirming the applicability of the Retirement Housing Act to the Faerie Glen Renaissance Scheme, and costs were awarded to the respondent."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title Law",
    "level_3": [
      "Retirement Housing Act",
      "Management Rules Amendment",
      "Court Intervention under s 1(3A)",
      "Housing Development Scheme"
    ]
  }
}