{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/100.html",
  "case_name": "Kebana v S (161/09) [2009] ZASCA 100; [2010] 1 All SA 310 (SCA) (18 September 2009)",
  "citation": "[2009] ZASCA 100",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 100\n|\nNoteup\n|\nLawCite\nKebana v S (161/09) [2009] ZASCA 100; [2010] 1 All SA 310 (SCA) (18 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJ\nUDGMENT\nCase No: \r\n161/2009\nV\r\nKebana\nAppellant\nand\nThe\r\nState\nRespondent\nNeutral\r\ncitation\n:\nKebana v The\r\nState\n(161/09)\n[2009] ZASCA 100\n(18 September\r\n2009)\nCoram:\tHEHER, VAN HEERDEN\r\nand SNYDERS\nJJA\nHeard:\t14\nSeptember 2009\nDelivered:\t18\r\nSeptember 2009\nUpdated:\nSummary:\tCriminal\r\nlaw â attempted murder â holistic assessment of probabilities.\n____________________________________________________________________________________\nORDER\nIn\r\nan appeal from the High Court, Grahamstown (Miller and Chetty JJ\r\nsitting as court of appeal).\nThe\r\nfollowing order is made:\nThe\r\nappeal is dismissed.\nJUDGMENT\n___________________________\n__________________________________________\nHEHER JA\r\n(VAN HEERDEN and SNYDERS JJA concurring):\n[1]\tThe\r\nappellant was 45 years old at the time of the events which gave rise\r\nto his arrest in June 2002. He had been divorced from\nthe complainant\r\nfor about a year and they occupied separate dwellings. The state\r\nalleged that on the twenty-third day of that month\nhe raped her in a\r\nforest near Coega and attempted to murder her by stabbing her on the\r\nhead and neck. After a trial in the regional\ncourt in which both gave\r\nevidence and the prosecution also relied on medical testimony, the\r\nappellant was convicted on both charges\nas well as a charge of\r\npossessing a dangerous weapon,\nviz\na knife, in contravention of s 2 of Act 71 of 1968. He was sentenced\r\nto an effective period of imprisonment of 16 years.\n[2]\tOn\r\nappeal to the High Court in Port Elizabeth the convictions on the\r\nrape and dangerous weapon charges were set aside, but the\nappeal\r\nagainst conviction and sentence (ten years imprisonment) on the count\r\nof attempted murder was dismissed. The court\na\r\nquo\ngranted leave to appeal to this Court in\r\nrespect of both.\n[3]\tThe\r\nmagistrate rejected the version proferred by the appellant in\r\nevidence in all material respects. The court\na\r\nquo\nfound no reason to come to a different\r\nconclusion. Counsel, in arguing before us, reluctantly conceded that\r\nboth courts were right\nin their assessment of the credibility of his\r\nclient. That reduces the scope of the factual disputes in this appeal\r\nto miniscule\nproportions.\n[4]\tThe\r\ncomplainantâs tale of woe began early on the morning of 23 June.\r\nThe appellant made an unexpected appearance at the door\nof her flat.\r\nHe offered her a lift to her place of work. The weather was cold and\r\nwet and she readily accepted. But once in the\ncar, the appellant,\r\ninstead of making good his offer, pursued his own agenda, eventually\r\nstopping in a deserted forest area near\nCoega. As he had, shortly\r\nbefore this, threatened to kill the complainant, she scrambled out of\r\nthe car and fled. The appellant\nchased her, striking her down with\r\nhis fist. As she tried to defend herself he beat her with his fists.\r\nHe removed her clothes\nbelow her waist and, according to the\r\ncomplainantâs testimony, raped her. He then attempted to cut her\r\nthroat and, when she protected\nher neck from him, he stabbed her\r\nseveral  times on the side and back of her head with a sharp object.\r\nHe also dragged her on the\nground between the trees. Afterwards he\r\nleft her bleeding profusely from her wounds while she was temporarily\r\ninsensible. When\nshe had recovered a measure of control and awareness\r\nthe complainant made her way to a public road, where she lost\r\nconsciousness,\nonly regaining it a while later in St. Georgeâs\r\nHospital. A good samaritan must have taken her to the hospital â\r\nshe had no\nidea how she got there.\n[5]\tDr K.L.\r\nPunt, who was on duty, examined the complainant. He gave evidence for\r\nthe prosecution at the trial that was unequivocal\nand unchallenged.\r\nIn short, he identified three separate categories of injuries\r\nsuffered by the complainant: clear abrasions to\nthe head, one\r\nshoulder and on the feet, probably the result of a dragging movement;\r\nblunt force injuries to the face, particularly\nbelow the eyes and to\r\nthe mouth; and four incised wounds on the skull, one on the chest and\r\none on the neck below the jaw, inflicted\nwith a sharp instrument. He\r\nexcluded, as extremely unlikely, the probability that the\r\nlast-mentioned injuries could have been inflicted\nin a fall from a\r\nmoving vehicle. (Objectively viewed the photographs of those injuries\r\ndrive one to the same conclusion.) That\nfinding cut the ground out\r\nfrom under the main pillar of the defence. It was relied on by both\r\nlower courts in rejecting the appeal\nand rightly so.\n[6]\tBecause\r\nthe appellantâs evidence, once rejected, provided no explicit\r\nexplanation for the injuries suffered by the complainant,\nhis counsel\r\nbefore us was reduced to sniping at what he saw as weaknesses in the\r\ncomplainantâs evidence, in an effort to raise\na reasonable doubt as\r\nto the source of those injuries and the appellantâs role in causing\r\nthem.\n[7]\tCounsel\r\nbegan by submitting that when the court\na quo\nupheld the appeal against the rape conviction\r\nit effectively disbelieved the complainant, or, at least raised a\r\nlarge question mark\nagainst her reliability.\n[8]\tBut the\r\nHigh Court went no further than finding that that charge had not been\r\nproved beyond a reasonable doubt. Its reasons\nwere âthe complete\r\nlack of medical confirmationâ (ie injuries or traces of semen) of\r\nrecent forceful sexual intercourse and\nan initial denial by the\r\ncomplainant that she had been raped, both of which, so that court\r\nfound, cast doubt on her veracity concerning\nthe rape. I think the\r\nappellant was fortunate. I would not necessarily have felt the same\r\nhesitation. The court\na quo\ncould\r\nequally as well have pointed out that the complainant did not testify\r\nthat the act of penetration was accompanied by any application\nof\r\nforce or pain, that the complainant was a sexually experienced adult\r\nwho had borne a child, and the initial examination took\nplace about\r\nsix hours after the event. Equally the court\na\r\nquo\ncould have emphasised that the\r\ncomplainant was subjected to a violent assault (even though it did\r\nnot extend to sexual trauma) in\norder to subdue her. The magistrate\r\ndid take account of all the factors for and against a finding that\r\nthe complainant was raped.\nHe not only heard her evidence but he\r\nobserved her demeanour, favourably. The court\na\r\nquo\nhad none of these advantages. All in all\r\nI am unable to accord the reservations of the court\na\r\nquo\nthe (undue) weight that counsel would\r\nhave us read into its judgment.\n[9]\tCounsel\r\nalso relied on apparent contradictions between the evidence of the\r\ncomplainant and a verbal statement made by her to\nInspector Gental.\r\nThese related to whether the appellant said that he was taking her to\r\nhis\nbrother\nin\r\nMotherwell (rather than to his\nsister\n,\r\nas the complainant testified), whether the appellant had kicked and\r\nchoked her during the course of the assault, and why she had\nnot\r\nmentioned the appellantâs use of a sharp object to the inspector.\n[10]\tThe\r\ncredibility of the police inspector was not in issue but his evidence\r\nneeds to be put in perspective. First, the interview\ntook place under\r\ncircumstances unfavourable to the complainant in the hospital at\r\nabout 12pm on the day of the incident. Inspector\nGental readily\r\nconceded that:\nâ\nSy\r\nkon nie mooi duidelik praat nie omdat volgens die dokter haar kake\r\nbeseer was. Haar hele gesig was opgeswel en met my onderhoud\nmet haar\r\nmoes ek my oor so te sê teenaan haar mond sit om te hoor wat sy\r\nsê  want sy kon nie reg praat nie. Ek moes\ndan haar woorde wat\r\nsoos ek dit verstaan het, aan haar herlei sodat ons nie mekaar\r\nmisverstaan nie.â\nIn these\r\ncircumstances it would be unfair to expect perfect recollection from\r\nthe complainant or accurate and full communication\nof the true facts\r\nof the assault. But against such criticism as may be justified the\r\nobjective facts are more important: the complainant\nwas\nstabbed and cut with a sharp instrument and blunt force\nwas\napplied to her face.\n[11]\tOnce\r\nagain, the magistrate fully considered the criticisms and he rejected\r\nthem for good reason. I should add that in this\nrespect as in others\r\nthe magistrate correctly looked at and evaluated the evidence of both\r\nparties holistically and in a balanced\nmanner rather than, as counsel\r\ndid before us, by examining each in isolation, cf\nS\r\nv Van Aswegen\n2001 (2) SACR 97\n(SCA) at\r\n101a-e, referring with approval to\nS v Van der\r\nMeyden\n1999 (1) SACR 447\n(W) at 449h-450b.\n[12]\tIt is\r\nunnecessary to allude to any of counselâs lesser sallies. In\r\nsummary, the magistrate has not been shown to have misdirected\n\nhimself on any aspect of fact. The presumption arises that his\r\nconclusion was correct; a court on appeal will only reverse it when\n\nit is convinced that the conclusion was wrong:\nR\r\nv Dhlumayo\n1948 (2) SA 677\n(A) at 706. Not\r\nonly am I not so persuaded but I have no doubt that the magistrate\r\nwas right. The appeal against the conviction\nmust therefore fail.\n[13]   The\r\nsentence of imprisonment for 10 years was assailed only on the ground\r\nthat it induced a sense of shock. Counsel drew\nattention to the\r\nappellantâs age and his long and apparently unblemished work record\r\nwith a single employer. His only previous\nconvictions â for common\r\nassault and assault with intent to commit grievous bodily harm which\r\ndrew a small fine, half suspended\nâ were imposed fifteen years\r\nbefore the events which gave rise to the conviction under appeal and\r\ncan be disregarded. At the\ntime of sentencing in the trial the\r\nappellant supported four minor children. The magistrate weighed these\r\nfacts in the balance.\nBut he also gave weight to what he regarded as\r\naggravating circumstances,\nviz\nthat\r\nthe attack was planned, and was carried out in a cruel and cowardly\r\nmanner. He regarded imprisonment for a long period as the\nproper\r\npunishment, fitting for the deed, appropriate to the circumstances of\r\nthe appellant. The appellant did not then or subsequently\nadmit his\r\nguilt or express his remorse and the role of mercy must to a large\r\nextent give way to just retribution. The sentence,\nwhile heavy,\r\ninduces no disquiet in me.\n[14]\tThe\r\nappeal is dismissed.\n________________________\nJ\r\nA HEHER\nJUDGE\r\nOF APPEAL\nA\nppearances:\nF\nor\r\nappellant:\tT N Price\nI\nnstructed\r\nby:\tNogcantsi & Associates, Port Elizabeth\nSymington\r\n& De Kok, Bloemfontein\nF\nor\r\nrespondent:\tN Henning\nI\nnstructed\r\nby:\tDirector of Public Prosecutions, Grahamstown\nDirector\r\nof Public Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T05:15:17.502591",
  "date": "2009-09-18",
  "coram": [
    "HEHER",
    "VAN HEERDEN",
    "SNYDERS JJA"
  ],
  "case_number": "161/2009",
  "parties": {
    "applicants": [
      "Kebana"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In June 2002, the appellant Kebana, aged 45, abducted his former partner from her flat, drove her to a remote forest near Coega, and allegedly assaulted her. The complainant testified that Kebana struck her, removed her clothing, raped her, attempted to cut her throat, and stabbed her several times on the head and neck before leaving her injured. Medical evidence identified abrasions, blunt‑force facial injuries and multiple incised wounds consistent with the alleged attack.",
    "issues": "The appeal raised whether the conviction for attempted murder (and the accompanying sentence) should be set aside, the sufficiency of the evidence to support the rape and dangerous‑weapon convictions, and whether the trial court correctly assessed the credibility of the parties and applied the burden of proof.",
    "principles": "The court applied the principle that the prosecution must prove guilt beyond reasonable doubt, a holistic assessment of credibility, and the proper weighting of medical evidence. Precedents cited include S v Van Aswegen (holistic evidence assessment), S v Van der Meyden (balanced evaluation of parties’ evidence), and R v Dhlumayo (standard for overturning a lower court’s factual findings). Sentencing considerations included aggravating circumstances, lack of remorse, and the need for retributive punishment.",
    "application": "The magistrate found the medical testimony unequivocal and inconsistent with any alternative explanation, rejected the appellant’s version as implausible, and concluded that the complainant’s account was credible. The appellate court affirmed this holistic approach, noting that the appellant’s evidence offered no credible alternative. The court also accepted the magistrate’s sentencing rationale, giving weight to the planned and cruel nature of the attack and the appellant’s failure to show remorse.",
    "conclusion": "The appeal was dismissed. The conviction for attempted murder and the ten‑year imprisonment sentence were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Attempted Murder",
    "level_3": [
      "credibility assessment",
      "medical evidence",
      "sentencing",
      "rape",
      "dangerous weapon"
    ]
  }
}