{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/33.html",
  "case_name": "MEC for Education, Northern Cape v Bateleur Books (Pty) Ltd (298/08) [2009] ZASCA 33; 2009 (4) SA 639 (SCA) ; [2009] 3 All SA 127 (SCA) (31 March 2009)",
  "citation": "[2009] ZASCA 33",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 33\n|\nNoteup\n|\nLawCite\nMEC for Education, Northern Cape v Bateleur Books (Pty) Ltd (298/08) [2009] ZASCA 33; 2009 (4) SA 639 (SCA) ; [2009] 3 All SA 127 (SCA) (31 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 298/08\nIn\r\nthe matter between:\nTHE\r\nMEC FOR EDUCATION:\nNORTHERN\r\nCAPE PROVINCE\n........................................\n1\nst\nAPPELLANT\nTHE\r\nHEAD: DEPARTMENT OF\nEDUCATION\n:\r\nNORTHERN CAPE\nPROVINC\nE\n........................................\n2\nnd\nAPPELLANT\nand\nBATELEUR\r\nBOOKS (PTY) LTD & OTHERS\n........................................\nRESPONDENTS\nNeutral\r\nCitation:\nMEC\r\nfor Education, Northern Cape v Bateleur Books (Pty)Ltd\n(298/08)\n[2009] ZASCA 33\n(31 March 2009)\nCoram:\nCAMERON, MTHIYANE, JAFTA, MAYA JJA, AND BORUCHOWITZ AJA\nHeard:\n12\r\nNOVEMBER 2008\nDelivered:\n31\r\nMARCH 2009\nSummary:\nLegitimate\r\nexpectation â provincial government department closely involving\r\nprivate business entities in its procurement processes\nâ after two\r\nyears, abruptly changing practice without notice â unfair and\r\nunlawful â decision set aside â two years not\ntoo short for\r\npractice to come into being â fact that alternative source of funds\r\nused irrelevant â\nbudgetary decisions and\r\nprocurement processes not to be conflated for purpose of determining\r\nduty of fair decision-making\nORDER\nOn appeal from\n: The Kimberley\r\nHigh Court (Molantwa AJ and\nKgomo JP â sitting\r\nas a court of first instance).\n'The appeal is dismissed with costs, including the costs\r\nof two counsel.'\nJUDGMENTS\nCAMERON JA (\nMTHIYANE,\r\nMAYA JJA, AND BORUCHOWITZ AJA\nconcurring, with JAFTA JA dissenting.)\nThe question this case raises is whether a government\r\n\tdepartment can make private entities a close part of its procurement\r\n\tprocesses,\nputting them to trouble and expense in their permissible\r\n\tpursuit of income, and then without warning summarily exclude them\r\n\tfrom\nit, leaving them to foot the bill.  In my view the answer must\r\n\tbe No.  It is the legal doctrine of legitimate expectation the\r\n\tpublishers cry in aid here; but it is elementary fairness that\r\n\tdemands their protection.\nI have had the benefit of reading the judgment of my\r\n\tcolleague Jafta JA in which he concludes that the appeal should\r\n\tsucceed.\n Though I agree with him that the failure by the appellants\r\n\t('the department') to file the record on time should despite the\r\n\nrespondentsâ strong objections be condoned, and that the appeal is\r\n\tnot moot, I cannot agree with his conclusion that the respondents\n\n\t('the publishers') should be non-suited.  The high court judgment in\r\n\tmy view rightly assessed the facts (which appear from the\njudgment\r\n\tof Jafta JA) as well as the equities of the situation, and soundly\r\n\tapplied the law to them.  I would therefore dismiss\nthe appeal,\r\n\tthough in doing so I should make it clear that I do not find it\r\n\tnecessary to go as far as the high court did in finding\na violation\r\n\tof s 217(1) of the Constitution,\n1\nand holding that those provisions require 'competitiveness â¦\r\n\tdetermined and driven by [â¦] market forces and not by the\r\n\nDepartment on undisclosed criteria'.\nThe nub is this.  For some years before 2006, the\r\n\tNorthern Cape education department involved publishers closely in\r\n\tpublic schoolsâ\nbook procurement.  Those schools ordered learner\r\n\tteacher support materials (LTSMs) off a departmental catalogue the\r\n\tpublishers\nat their own expense prepared for this purpose.  The\r\n\tschools placed orders with bookshops in the province, which then\r\n\tordered\nthe books from the publishers.\nBut in June 2006, the department decided to shortcut\r\n\tthe process by cutting past the schools and the bookshops.  For\r\n\t2007, it\ndecided on 'central provisioning' for grades 8, 9 and 11 â\r\n\tinstead of the schools and bookshops procuring LSTM, it would do so\n\n\titself.  Its objectives were good â mainly efficiency and cost\r\n\tsavings.  But the effect on the publishers was harsh.  Not only\ndid\r\n\tthey stand to lose their profits, but their considerable 2006\r\n\tinvestment, in producing the catalogue, paying a participation\n\n\tdeposit, producing and distributing promotional materials, and\r\n\tundertaking expensive marketing and publicity 'roadshows', would\ngo\r\n\tto waste.\nWorse was that the department made this decision\r\n\twithout consulting them.  It did not even inform them.  They learnt\r\n\tof the proposed\nchange, months after it was circulated, by accident\r\n\trather than the departmentâs design.  This triggered an emergency\r\n\tmeeting\nwith the department, and when this failed to provide a\r\n\tremedy, a successful interdict application (in which the publishers\r\n\tacted\nin concert, even though in the short term some stood to\r\n\tbenefit from the change).\nIn the face of these facts, the judgment of Jafta JA\r\n\tnon-suits the publishers on three bases:\nHe says the publishers have shown no benefit to\r\n\tthemselves from the previous system;\nIn any event, he says, that system did not constitute a\r\n\tsettled practice and therefore could not give rise to any\r\n\texpectation;\nand\nFinally, that system imposed no duty on the department\r\n\tto consult the publishers.\nIn reaching this conclusion, Jafta JA accepts, it\r\n\tappears, that the departmentâs decision was administrative action\r\n\tas defined\nin the Promotion of Administrative Justice Act 3 of 2000\r\n\t(PAJA) (though the department contested this in the court below), as\r\n\twell as the principles now settled in our law relating to the\r\n\tdoctrine of legitimate expectation, which PAJA itself recognizes.\n2\nI agree these principles are applicable.  They should\r\n\tin my view lead to the failure of the appeal.  I therefore deal in\r\n\tturn\nwith the three impediments the judgment of Jafta JA discerns.\n(a) No benefit, or interests not affected\nFirst, Jafta JA says, it is not clear what benefit or\r\n\tprivilege or advantage the publishers claimed to derive from the\r\n\tprevious\nordering process, since it was the schools that placed\r\n\torders with the bookshops, and the bookshops that on-ordered from\r\n\tthe\npublishers.  Hence, he says (para 43), the publishersâ\r\n\tinterests were not affected since the only change was that the\r\n\tdepartment\nplaced the orders directly with the publishers, and not\r\n\tthe schools through the bookshops.\nThis point does not seem to me persuasive.  There are\r\n\ttwo answers to it, though before giving them, I should say that it\r\n\tis not\nclear that an applicant in a legitimate expectation case need\r\n\thave relied on the undertaking to his or her detriment (see Lord\n\n\tHoffmann in\nR (on the application of\r\n\tBancoult) v Secretary of State\n[2008] UKHL\r\n\t61\n;\n[2008] 3 WLR 955\npara 60); but given what I say below it is not\r\n\tnecessary to decide that now.\nThe first answer is that benefit to the publishers from\r\n\tthe past practice, and detriment from its abrupt cancellation, has\r\n\tnever\nbeen disputed.  It was set out in the publishersâ founding\r\n\taffidavit and not denied in the departmentâs answer.  All parties\n\n\tseem to have taken it as obvious.  Indeed, the publishersâ\r\n\tinterest was the counterpart of the savings the department aimed\nto\r\n\tachieve through central provisioning: by buying from fewer\r\n\tpublishers, in bigger orders, gain sizeable discounts would accrue.\n\r\n\tThe necessary corollary was fewer orders, at lesser cost.  So the\r\n\tpublishers as a group undoubtedly benefited from the existing,\nmore\r\n\tcostly, practice.  Discounts and efficient ordering were laudable\r\n\tdepartmental objectives: but, given the departmentâs\npast\r\n\tpractice, and the publishersâ reliance on them, they had to be\r\n\tpursued fairly.\nThe second answer springs from the publishersâ\r\n\texplanation of why they acted in concert in these proceedings even\r\n\tthough some\nstood to benefit from the change.  It is that central\r\n\tprovisioning concentrated orders on some, while it excluded others. \r\n\tSchools-based\nordering, by contrast, not only decentralized the\r\n\tprocess; it diversified the choices the schools made, thus spreading\r\n\tthe available\nfunds more randomly â and more evenly â between\r\n\tall the publishers.  Some for all, instead of more for some.\nThat was a sizeable benefit, to each publisher who on\r\n\tthe previous process would have received orders and on the new\r\n\tsystem would\nnot.  Each of these publishers has in my view an\r\n\tindividual cause of complaint arising from a forfeited benefit or\r\n\tadvantage.\n No one has sought to non-suit any of the publishers who\r\n\thave joined in the litigation on the ground that, individually, they\r\n\tstood to gain and not lose: hence nothing more need be said about\r\n\tthis.\n(b) No expectation because no settled practice\nSecond, Jafta JA says, the publishers failed to show a\r\n\tregular practice that they reasonably expected to continue (para\r\n\t44). \nThis was because the provinceâs education head (the second\r\n\trespondent, or HOD) used additional funds for LSTM procurement in\n\n\tthe grades concerned.  This point was put up against the publishersâ\r\n\tcase in the court below, which rejected it, and the publishersâ\n\n\twritten argument in my view correctly points out that it conflates\r\n\ttwo different issues â budgetary decisions and procurement\n\n\tprocesses.\nThe fact that different funds were used cannot change\r\n\tthe duty of fairness that applied to the official disbursing them. \r\n\tAs Molwantwa\nAJ (with whom Kgomo JP concurred) pointed out in the\r\n\thigh court, 'the funds had already been appropriated for purposes of\r\n\tbeing\ndisbursed by the department â¦ The HOD was simply determining\r\n\thow it should be spent'.\nJust as the focus of the inquiry in determining whether\r\n\ta particular act is administrative action is not the identity of the\r\n\tactor,\nbut the nature of the power exercised,\n3\nso too the focus is not on the nature or source of the funds but the\r\n\tnature of the power invoked in disbursing them.  The duty\nsprings\r\n\tfrom the departmentâs prior practice, which involved the\r\n\tpublishers intricately in the book-ordering process.  It required\n\n\tthe department to tell them it was going to change that process\r\n\tbefore doing so.  The department head could no more exempt himself\n\n\tfrom that duty by using different funds than he could by taking the\r\n\tdecision in an adjoining office.\nAlso on the nature of the practice the publishers\r\n\tinvoke, Jafta JA observes that 'the procedure on which [they] rely\r\n\tas proof\nof a regular practice was implemented for only two years',\r\n\tconcluding that it was therefore not regular enough to sustain an\r\n\nexpectation from which a duty of fairness could spring.\nThis approach seems to me to err on the side of\r\n\tformalism.  The law does not predetermine the time that must elapse\r\n\tbefore a departmental\nor official practice can give rise to a duty\r\n\tof fairness.  It depends on whether what happened was an isolated\r\n\tevent or a procedure\ndesigned to lay a basis for planning future\r\n\tconduct and arrangements.\nHere, a decentralized and diversified system was in\r\n\tplace for at least two years, in which the schools placed orders\r\n\tthrough the\nbookshops, which relayed them to the publishers.  That\r\n\tsystem was designed and intended to continue.  Indeed, the\r\n\tdepartment\ninformed the schools by circular in February 2006 that it\r\n\twould.  As in the two preceding years, it allowed the publishers to\r\n\tdraw up their catalogues, to train and deploy their 'roadshow'\r\n\tstaff, to pay the participation deposit, and to produce and\r\n\tdistribute\npromotional materials.\nAll this points to the conclusion that, until revoked,\r\n\tthe decentralized schools procurement system was a fairly settled\r\n\tway of\ndoing things.  It meant that the publishers could rely on it\r\n\tin running up expenses and in planning for the next year.  It also\n\n\tmeant that the department could not change it without notice to\r\n\tthem.  It would in my view be quite unfair to non-suit them because\n\n\tthe system had been in existence for only two years.\nI might add that the High Court relied, in my view\r\n\tjustifiably, on a minute the publishers recorded of the emergency\r\n\tmeeting with\nthe department in October 2006, after the departmentâs\r\n\tintention to change the system came to their notice.  That minute\r\n\tshows\nthat the department itself regarded the practice as the\r\n\t'normal' procedure, and indeed that it told the publishers that\r\n\tcentralized\nprocurement for 2007 was a 'once-off', and that 'things\r\n\twill return to normal next year'.\nThough the departmentâs answering affidavit quibbled\r\n\twith the status of the minute, denying that it was an 'official\r\n\trecord',\nit grudgingly acknowledged that 'it purports to be a record\r\n\tof what occurred at the meeting, albeit a record compiled on behalf\n\n\tof the [publishers]'.  But, significantly, it did not dispute one\r\n\tiota of its accuracy.  The record persuaded Molwantwa AJ 'that\nthe\r\n\tDepartment has hereby, directly or by implication, acknowledged the\r\n\texistence of an established normal procedure'.  That\ninference was\r\n\tin my view correct.\n(c) No legitimate expectation in law\nJafta JA concludes (para 48) that no legal duty arose\r\n\tthat required the department to warn the publishers that it proposed\r\n\tto\nchange the system.  Procedural fairness, he says, did not require\r\n\tthe department to give the publishers an opportunity to make\n\n\trepresentations before implementing centralized procurement.  I\r\n\tcannot agree with this.  The settled practice and the reliance\nthe\r\n\tpublishers placed on it in making their plans were quite enough to\r\n\ttrigger a legal duty.\nIn reaching his conclusion, Jafta JA relies again on\r\n\tthe suggestion (para 48) that 'the only complaint the [publishers]\r\n\tcould\nraise is that some of them would have no orders'.  But that,\r\n\tsurely, was quite enough.  The point is not that the department owed\n\n\tthe publishers a living, nor any obligation to contribute to their\r\n\tprofits.  It simply owed them a duty to give them reasonable\nnotice\r\n\tthat it was planning to change the procurement processes in which it\r\n\thad intimately involved them.  That would enable\nthem to adjust\r\n\ttheir business plans, and if necessary their markets, to absorb the\r\n\tblow.  To change the existing system without\nnotice, and after they\r\n\thad incurred expenses in reliance on it, was in my view intolerably\r\n\tunfair.\nAs Kgomo JP pointed out in refusing the department\r\n\tleave to appeal, the system was not immutable, and the finding in\r\n\tfavour of\nthe publishers did not mean that procurement 'can never be\r\n\tcentralized by the Department'.  It required only observing\r\n\telementary\nfairness in process, in good time, before doing so.\nIn my view, this case is on all fours with\nPremier\r\n\tMpumalanga v Association of State-aided Schools\n1999 (2) SA 91\n(CC), from which Jafta JA tries to distinguish it. \r\n\tIn both cases, a past practice involving the disbursement of public\r\n\tfunds\nis interrupted mid-year, without notice, after preparations\r\n\thave begun for, and reliance placed upon, its continuance.  In both\n\n\tcases, fairness will intervene.\nIn my view, the interdict was rightly granted.  The\r\n\tappeal is dismissed with costs, including the costs of two counsel.\n________________\nE CAMERON\nJUDGE OF APPEAL\nJAFTA JA\nIntroduction\nThis is an appeal against the\r\n\tjudgment of the Kimberly High Court (Molwantwa AJ, Kgomo JP\r\n\tconcurring) in terms of which that court\nreviewed and set aside the\r\n\tsecond appellant\nâ\ns\r\n\tdecision and ordered the appellants to withdraw orders made for\r\n\tdelivery of books for learners in public schools in the Northern\n\n\tCape province. The main issue raised in this appeal is whether the\r\n\trespondents\nï­\nthe publishers\nï­\nhad a legitimate expectation to be heard before the second appellant\r\n\ttook the impugned decision.\nThe second appellant is the administrative head of the\r\n\tDepartment of Education (the department) in the Northern Cape\r\n\tprovince.\nThe first appellant is the member of the executive council\r\n\tunder whose responsibility the department falls.  The respondents\r\n\nare publishers of books and members of the Publishers Association of\r\n\tSouth Africa, a voluntary association representing publishers\nin\r\n\tthis country.\nThe respondents instituted these proceedings for an\r\n\tinterdict and review of the decision taken by the second appellant.\r\n\tThis decision\nwas published in a circular addressed to the first\r\n\tappellant and other functionaries in the department, including\r\n\tpublic schools\nin the province. As already mentioned, the court\r\n\tbelow set it aside and directed the appellants to perform certain\r\n\tacts concerning\nprocurement of books for learners at public schools.\r\n\tThe appeal is with leave of this court.\nStatutory setting\nSection 29 of the Constitution\r\n\timposes an obligation on the state to provide education for everyone\r\n\twhile at the same time redressing\npast imbalances caused by racially\r\n\tdiscriminatory laws and practices of the apartheid era.\n4\nThe national and provincial governments enjoy concurrent competence\r\n\tover education, excluding tertiary education.\n5\nIn order to promote the right to education and regulate the manner\r\n\tin which the state would discharge the obligation to provide\n\n\teducation, Parliament passed the\nSouth African Schools Act 84 of\n1996\n.\nSection 12 of the Act obliges the\r\n\tmember of the executive council responsible for education to provide\r\n\tpublic schools for education\nof learners, out of funds allocated for\r\n\tthat purpose by the provincial legislature.\n6\nThe governance and management of public schools is vested in the\r\n\tgoverning bodies whose functions and responsibilities are listed\n\n\textensively in the Act.\n7\nThe Act also mentions powers to be exercised by the head of\r\n\tdepartment such as the second appellant. Some of these powers can\nbe\r\n\tdelegated to governing bodies upon request. Section 21 of the Act\r\n\tprovides:\nâ\n(1) Subject to this Act, a\r\ngoverning body may apply to the Head of Department in writing to be\r\nallocated any of the following functions:\n(a)\tto maintain and improve school\nâ\ns\r\nproperty, and buildings and grounds occupied by the school, including\r\nschool hostels, if applicable;\n(b)\tto determine the extra-mural curriculum of the\r\nschool and the choice of subject options in terms of provincial\r\ncurriculum policy;\n(c)\tto purchase text books, educational materials or\r\nequipment for the school;\n(d)\tto pay for services to the school;\n(dA)\tto provide an adult basic education and training\r\nclass or centre subject to any applicable law; or\n(e)\tother functions consistent with\r\nthis Act and any applicable provincial law.\nâ\nThe functions allocated to a\r\n\tgoverning body in terms of s 21 can be withdrawn by the head of\r\n\tdepartment. Except in the case of\nan emergency, the head of\r\n\tdepartment is obliged to give a governing body notice of his or her\r\n\tintention to withdraw a function;\nfurnish it with reasons therefor\r\n\tand grant it an opportunity to make representations. All of this\r\n\tmust occur before the decision\nis taken. In the case of an emergency\r\n\tthe head of department must furnish the governing body with reasons\r\n\tfor his or her decision\nafter it had been taken and give it a chance\r\n\tto make representations.\n8\nOf the functions mentioned in s 21,\r\n\tthe purchase of books and educational material is relevant for\r\n\tpresent purposes. The second\nappellant had allocated it to governing\r\n\tbodies at the time the impugned decision was taken. A governing body\r\n\tof a public school\nmust prepare an annual budget according to\r\n\tprescripts determined by the member of the executive council and\r\n\tsuch prescripts must\nbe published in a Provincial Gazette. The\r\n\tbudget must be presented to a general meeting of parents for\r\n\tapproval before being\nadopted by the governing body.\n9\nA governing body must establish a school fund and administer such\r\n\tfund in accordance with directions issued by the head of department.\n\n\tMoney received by a school, including school fees, must be paid into\r\n\tthis fund.\n10\nA governing body also has the responsibility of supplementing\r\n\tresources supplied by the state so as to improve the quality of\n\n\teducation to all learners at its school.\n11\nThe norms and standards for funding schools are determined by the\r\n\tMinister of Education after consultation with the Council of\n\n\tEducation Ministers and the Minister of Finance. These norms and\r\n\tstandards set out the criteria for the distribution of funding\nto\r\n\tall schools in a fair and equitable manner. They also provide for a\r\n\tsystem in terms of which learners are placed into quintiles\n\n\taccording to financial means. This is used to determine the level of\r\n\tfunding.\nPublic schools are funded from the\r\n\tpublic revenue and the state must effect the funding on\nâ\nan\r\n\tequitable basis in order to ensure the proper exercise of the rights\r\n\tof learners to education and the redress of past inequalities\nin\r\n\teducation provision\nâ\n.\r\n\tThe state must annually provide information to public schools\r\n\tregarding such funding, to enable them to prepare budget estimates\n\n\tfor the next financial year.\n12\nTherefore, for the supply of resources to public\r\n\tschools to succeed there must be co-operation between the governing\r\n\tbodies and\nthe departmental officials in the provinces. Public\r\n\tschools located in affluent areas have better resources because they\r\n\tcan\nsupplement whatever funding they receive from the state. Of the\r\n\t421 schools in the Northern Cape province, 409 schools were\r\n\tallocated\nthe power to procure their own Learner Teacher Support\r\n\tMaterial (LTSM).\nFactual background\nThe decision which was set aside by the court below\r\n\tconcerned procurement of LTSM for grades 8, 9 and 11 in 2007. Before\r\n\treferring\nto that decision and considering the basis on which it was\r\n\tchallenged, it is necessary to set out the procedure followed in the\n\n\tprocurement of LTSM in the Northern Cape province. Usually in\r\n\tOctober of each year the department received from publishers such\nas\r\n\tthe respondents books published by them and which they wished to be\r\n\tincluded in the provincial catalogue. This catalogue was\ncompiled by\r\n\tthe department and listed books from which orders could be made for\r\n\tvarious schools in the province.\nBefore being placed in the catalogue, books were\r\n\tevaluated by officials in the department. By the end of January each\r\n\tyear, a\ncatalogue comprising books accepted by the evaluation team\r\n\twas compiled. Once the catalogue was finalised it was submitted to\r\n\tthe procurement unit in the department. This unit prepared\r\n\trequisition forms for schools; printed and distributed the catalogue\n\n\tto schools and arranged for exhibitions by publishers whose books\r\n\twere listed in the catalogue.\nB\ny\r\n\tMay the schools submitted their completed requisition forms, which\r\n\tconstituted orders, to bookshops. Some schools submitted\nthese\r\n\torders to the departmental procurement unit. From the bookshops or\r\n\tthe procurement unit the orders were normally sent to\npublishers.\nIn 1997 the national government adopted the policy of\r\n\tOutcome Based Education which necessitated a fundamental change in\r\n\tthe curriculum.\nThis policy was later implemented in terms of a\r\n\tframework called Curriculum 2005 which later became the New\r\n\tCurriculum Statement\n(the NCS). The NCS was introduced incrementally\r\n\tas from 2004. In that year the new curriculum for grades R to 3 was\r\n\timplemented.\nIn 2005 the implementation was extended to grades 4 to\r\n\t6 and in 2006 it was the turn of grades 7 and 10. The NCS in respect\r\n\tof\ngrades 8, 9 and 11 was scheduled to be implemented in 2007.\nThe implementation of the NCS meant that the course\r\n\tcontent and LTSM for each grade had to change. This necessitated\r\n\tprocurement\nof new textbooks as the old ones could no longer be\r\n\tused. Each learner had to be supplied with seven to eight new\r\n\ttextbooks.\nThis placed a heavy financial burden on the schools,\r\n\tespecially the less resourced ones. Due to budgetary constraints it\r\n\tis not\npossible for the state to provide each learner with all the\r\n\tnecessary textbooks, educator manuals and stationery. Wealthier\r\n\tschools\nare able to raise additional funds to cover the shortfall\r\n\twhile learners in poor schools have to be content with the material\r\n\tsupplied by the state.\nWhen the NCS was first implemented\r\n\tin 2004, schools did not receive additional funding to cover the\r\n\tcosts occasioned by the procurement\nof the new LTSM. They had to\r\n\tacquire such material from their ordinary budget allocations. The\r\n\tsame thing happened in 2005. During\n2006 there was uncertainty\r\n\tregarding who was going to bear the costs for the new LTSM for\r\n\tgrades 7 and 10. The uncertainty arose\nfrom statements made by some\r\n\tdepartmental officials.  As a result the schools used most of their\r\n\tfunds to acquire other material\nthey needed. At the time the\r\n\tdepartment cleared the misunderstanding, there were no funds in the\r\n\tschools\nâ\nbudgets for procurement of the new LTSM. In order to address the\r\n\tproblem the department was able to raise additional funding\nin the\r\n\tamount of R5 million.\nThe additional amount was made available for the\r\n\tpurpose of acquiring LTSM for grade 10 only. Schools were allowed to\r\n\tplace orders\nthrough the department which forwarded them directly to\r\n\tpublishers. The bookshops were left out of the process. In this way\r\n\tthe\ndepartment was able to negotiate a discount of 30% from the\r\n\tretail price of LTSM. In so far as LTSM for other grades was\r\n\tconcerned,\nschools were required to pay for orders from their own\r\n\tbudgets.\nInitially the authorities had\r\n\tscheduled the implementation of the NCS in respect of grades 8 and\r\n\t11 only. But later the Council\nof Ministers decided that\r\n\timplementation in respect of grade 9 should be effected\r\n\tsimultaneously with those two grades. The latter\ngrade was added\r\n\tafter school budgets had been finalised. As a result procurement of\r\n\tLTSM in respect of that grade was not budgeted\nfor. The department\r\n\taddressed the additional financial burden on schools by allocating a\r\n\tspecial fund to cover costs for LTSM\nfor the three grades. Having\r\n\tsecured the funds the second appellant was of the view that in order\r\n\tto achieve an equitable distribution\nof resources the department\nï­\nand not the schools - should make the selection of books to be\r\n\tordered for grades 8, 9 and 11. The selection was to be made from\n\n\tthe catalogue referred to above. Since the department had previously\r\n\tobtained a 30% discount when it placed orders directly with\n\n\tpublishers, he decided to again leave the bookshops out of the\r\n\tprocurement process. In his view making orders directly to\r\n\tpublishers\nhad proved to be more efficient and cost-effective.\r\n\tHaving considered a recommendation submitted to him by officials in\r\n\tthe department,\nthe second appellant issued, as he had authority to\r\n\tdo so, circular 67/2006 on 20 July 2006, setting out his decision.\nAs the circular contains the impugned decision it is\r\n\tnecessary to quote it in full. It reads:\nâ\nCIRCULAR NO 67/2006\nLEARNING\r\nAND TEACHING SUPPORT MATERIAL (LTSM) FOR SECTION 21 AND NON-SECTION\r\n21 SCHOOLS FOR THE YEAR 2006/2007.\n1.\tThe Department will be provisioning LTSM for Grades\r\n(8,9,&11) implementing NCS (National Curriculum Statement) in\r\n2007 centrally.\n2.\tSection 21 schools however, will be responsible for\r\nprocuring their own Text and Reading books for all other top-up\r\nGrades, as\nwell as the textbooks not supplied by the Department for\r\nGrades 8,9 & 11 and other areas of LTSM (Paper, Writing books &\n\nStationery) from the allocations they will be receiving.\n3.\tNon-section 21 schools will place their orders from\r\napproved suppliers appointed through the bidding process via the\r\nDistrict\nOffices.\n4.\tThe approved book catalogues for all Grades except\r\nGrade 9 with copies of the Management Plan and Circular NO 22 will be\r\nforwarded\nvia the District Offices to all schools.\n5.\tDistrict Offices are kindly requested to ensure that\r\nall schools adhere to these dates in the management plan.\n6.\tThe Supply Chain Management Unit will be procuring\r\nthe Grades 8, 9 and 11 titles on behalf of the schools as follows:\nGrade 8 \t- 7 Text Books per learner (Excluding\r\nLanguages)\nGrade 9\t- 7 Text Books per learner (Excluding\r\nLanguages)\nGrade 11\t- 5 Text Books per learner (Excluding\r\nLanguages)\n7.\tThe Publishers will deliver the policy directly to\r\nHead Office who will in turn be responsible for the receipt and\r\npackaging\nof these books to the schools via the District Offices.\n8.\tSchools will in turn be responsible, as in the past,\r\nfor providing regular progress reports on the ordering and delivery\r\nof all\nLTSM to their respective District Office who will, in turn,\r\nhave to provide Head Office with these progress reports.\nYour co-operation in this regard will be appreciated.\n____________________________\nDEPUTY DIRECTOR GENERAL\n01-09-06\nâ\nAlthough the circular stipulates\r\n\tthat the department would procure a specified number of text books\r\n\tfor each learner in the affected\ngrades, it expressly states that\r\n\tschools, if they wished to acquire books not selected by the\r\n\tdepartment, were free to order\nthem in the normal way and pay for\r\n\tthem from their own budgets. In addition schools were still\r\n\tresponsible for procurement of\nLTSM for other grades (para 2 of the\r\n\tcircular). The decision to centralise procurement did not affect 12\r\n\tschools which were described\nas\nâ\nnon-section\r\n\t21 schools\nâ\n.\r\n\tThese schools could order their material from suppliers who had been\r\n\tawarded tenders to supply material (para 3 of the circular).\nThe circular was sent to schools in the province. None\r\n\tof them complained about the decision that the department was to\r\n\tselect\nbooks for them and that the bookshops were left out of the\r\n\tprocurement process. It was common cause that this decision was\r\n\ttaken\nwithout giving the governing bodies an opportunity to make\r\n\trepresentations. But the governing bodies did not challenge it. In\r\n\tfact the schools were happy with the decision. The bookshops which\r\n\thad been left out of the supply chain also did not challenge\nthe\r\n\tdecision. It was only the respondents who attacked it, even though\r\n\tsome of them were to benefit from the decision as orders\nhad already\r\n\tbeen made to them. The respondentsâ role in the chain was to\r\n\tsupply the bookshops with books ordered from the latter\nby schools.\nAlthough the respondents had\r\n\tchallenged the decision on various grounds they pursued two grounds\r\n\tonly, both in the court below\nand this court. The first was that the\r\n\tdecision did not comply with the provisions of s 217 of the\r\n\tConstitution.\n13\nSecondly, they contended that the decision amounted to procedurally\r\n\tunfair administrative action which was taken in contravention\nof s 3\r\n\tof the Promotion of Administrative Justice Act 3 of 2000 (PAJA). In\r\n\tsupport of this ground they argued that they had a\nlegitimate\r\n\texpectation to be heard before the concerned decision was taken.\r\n\tSection 3(1) of PAJA provides:\nâ\nAdministrative action which\r\nmaterially and adversely affects the rights or legitimate\r\nexpectations of any person must be procedurally\nfair.\nâ\nSection 3(2) proclaims that a person\r\nwhose legitimate expectations are affected must be given a\nâ\nreasonable\r\nopportunity to make representations\nâ\nbefore the decision is taken.\nPreliminary issues\nBefore I address matters raised in this appeal, it is\r\n\tnecessary to consider two preliminary issues. The first is that the\r\n\tappellants\nfailed to lodge the record timeously and as a result they\r\n\twere obliged to apply for condonation. The second is whether this\r\n\tappeal\nis moot or not. When refusing leave to appeal the court below\r\n\tpointed out that the matter had become academic as its order had\n\n\talready been carried out and the NCS for the relevant grades had\r\n\tbeen implemented. I address these issues in turn.\nCondonation\nIn a case such as the present where\r\n\tleave was granted by this court, the appellant was supposed to lodge\r\n\tits notice of appeal\nwith both the registrar of this court and the\r\n\tregistrar of the court\na\r\n\tquo\nwithin one\r\n\tmonth from the date on which leave was granted.\n14\nThe date on which the notice of appeal was lodged is used as a\r\n\treference point from which the period for lodging the record is\n\n\tcalculated. Once the notice of appeal is lodged, the appellant must\r\n\tfile or lodge within three months six copies of the record\nof\r\n\tproceedings in the court below and deliver to respondents copies of\r\n\tthe same record. The parties may, however, agree to extend\nthe\r\n\tperiod or the registrar may do so upon written request provided that\r\n\tnotice has been given to other parties. But the registrar\nmay not\r\n\textend the period for more than two months.\n15\nIn this matter the appellants lodged\r\n\ttheir notice of appeal on 3 October 2007. They ought to\r\n\thave lodged the record\nby no later than 4 February 2008.\r\n\tThey failed to do so. The record together with the application for\r\n\tcondonation were\nlodged on 13 June 2008. It was four\r\n\tmonths late. The applicants\nâ\nattorney gave the following explanation for the delay. He said the\r\n\trecord was delivered to the respondents\nâ\nattorneys on 9 January 2008. The copies which were meant\r\n\tto be lodged with the registrar were delivered to the appellantsâ\n\n\tBloemfontein attorneys.\nOn 14 January 2008 the\r\n\tBloemfontein attorneys informed him that the record was defective in\r\n\tthat it was not compiled\nby a\nâ\nprofessional\r\n\ttranscription service\nâ\n.\r\n\tIt was therefore not lodged with the registrar. The appellants\nâ\nattorney contacted various transcribing companies and all of them\r\n\tindicated that they could not complete the work in time for\nlodging\r\n\tbefore 4 February 2008. While on sick leave, he instructed\r\n\ta secretary in his office to send a letter requesting\nextension of\r\n\ttime to the respondents\nâ\nattorneys. But this letter was erroneously sent to counsel. On\r\n\treturning to work he sent the letter to respondents\nâ\nattorneys on 7 February. In a letter dated 25 February the\r\n\trespondents\nâ\nattorneys declined to grant the appellants an extension. He received\r\n\tthe record from transcribers on 26 March. He immediately\n\n\tforwarded a copy to counsel with instructions that an application\r\n\tfor condonation and heads of argument be prepared. He received\nboth\r\n\tthe application and heads of argument from counsel on 10 June. As\r\n\tmentioned, it was lodged on 13 June.\nThe respondents opposed the\r\n\tapplication for condonation. They contended that since the granting\r\n\tof the order on 21 November 2006,\nthey have conducted\r\n\ttheir affairs in accordance therewith and if the appellants\nâ\nwere granted condonation and should they succeed, the new order will\r\n\tbe âdisruptive and prejudicialâ to the respondents.\nThey argued\r\n\tthat they have spent amounts of money in promoting publications\r\n\twhich were included in catalogues for 2007 and 2008.\nThese\r\n\tpromotions were done on the understanding that the procedure\r\n\tfollowed by schools in ordering books, before the circular\nwas\r\n\tissued, would continue to apply. If they had known that the\r\n\tprocedure would be stopped, they could not have spent money on\n\n\tpromotions. They contended that they were entitled to finality of\r\n\tthe matter.\nThe correct approach to applications\r\n\tfor condonation was laid down in\nFederated\r\n\tEmployers Fire & General Insurance Co Ltd and Another v\r\n\tMcKenzie\n.\n16\nIn that case Holmes JA said:\nâ\nIn considering petitions for\r\ncondonation under Rule 13, the factors usually weighed by the Court\r\ninclude the degree of non-compliance,\nthe explanation therefor, the\r\nimportance of the case, the prospects of success, the respondent\nâ\ns\r\ninterest in the finality of his judgment, the convenience of the\r\nCourt and the avoidance of unnecessary delay in the administration\nof\r\njustice.\nâ\nApplications for condonation in this\r\n\tcourt are now regulated by Rule 12 which requires the applicant to\r\n\tfurnish a detailed and\naccurate explanation for the delay to enable\r\n\tthe court to decide whether to grant or refuse condonation.\n17\nAlthough the explanation given by the appellants\nâ\nattorney is not entirely satisfactory, as soon as the defect in the\r\n\trecord was pointed out, he took remedial steps and further\ncauses of\r\n\tthe delay were not occasioned by him. He had submitted the record to\r\n\tthe transcribing company before the deadline for\nlodging the record\r\n\tlapsed. Upon receiving it from the transcribers, he immediately\r\n\tinstructed counsel to prepare heads of argument\nand the application\r\n\tfor condonation. The appellants themselves were in no way to blame\r\n\tfor the entire delay. It also appears\nto me that there are prospects\r\n\tof success on the merits.\nThe respondents\nâ\nobjection is primarily based on their interest in the finality of\r\n\tthe case. But they were aware that the appellants were desirous\nof\r\n\tappealing against the judgment because they were served with the\r\n\tnotice of appeal and the defective record. Their consent\nto an\r\n\textension was sought but withheld. When all this happened the\r\n\trespondents had already spent money on promoting their publications.\n\n\tAfter the lodging of the notice to appeal the respondents did not\r\n\ttake any action which they could not have taken had they have\nknown\r\n\tthat the appellants were still pursuing the appeal. In compliance\r\n\twith the order of the court below, schools had selected\nand\r\n\trequisitioned books as if the circular was not issued. The\r\n\tappellants\nâ\nsuccess on appeal, if any, will not reverse the orders already made.\r\n\tIn these circumstances I am satisfied that condonation must\nbe\r\n\tgranted.\nMootness\nCounsel for the respondents argued\r\n\tthat the appeal was moot because judgment by this court will have no\r\n\tpractical effect. The\nNCS for the relevant grades was implemented in\r\n\t2007 and in requisitioning LTSM, schools acted as if the impugned\r\n\tdecision did\nnot exist. While it is true that a judgment which\r\n\teffectively revives that decision would not have any effect on the\r\n\timplementation\nof the NCS for grades 8, 9 and 11, I disagree that\r\n\tsuch judgment will have no practical effect. The effect of the order\r\n\tgranted\nby the court below is that whenever the department\r\n\tcontemplates taking a similar decision, it must afford the\r\n\trespondents an\nopportunity to make representations. A judgment which\r\n\tsets aside the order of the court below will release the department\r\n\tfrom\nthat obligation. In this context therefore such judgment will\r\n\thave a practical effect. In\nNatal\r\n\tRugby Union v Gould\n18\nthis court said:\nâ\nHad there been no appeal the\r\njudgment of the Court below would in all probability have continued\r\nto influence the procedure adopted\nin respect of office bearer\r\nelections at future union meetingsâ¦. In the circumstances I\r\nconsider that determination of the appeal\nwill, quite apart from the\r\nissue of costs in the Court below, have a\nâ\npractical\r\neffect or result\nâ\nwithin the meaning of s 21A of the Supreme Court Act.\nâ\nFailure to comply with s 217 of the Constitution\nHaving found that the impugned decision amounted to\r\n\tadministrative action the court below based its judgment on two\r\n\tgrounds. It\nsaid:\nâ\n34\tIn the circumstances of this\r\ncase, I find that the Applicants [Respondents] have established that\r\nthere are grounds of review\nfor the following reasons:\n34.1\tThere is clear evidence that there was a legitimate\r\nexpectation which arose from the existence of a regular practice\r\nwhich\nthe Publishers reasonably expected to continue.\n34.2\tThe decision of the HOD to\r\ncancel the right of the schools to select and procure LTS\nï­\nMaterial in respect of grades 8, 9 and 11 without giving prior notice\r\nto the Publishers was an administrative action which is subject\nto\r\nreview.\n34.3\tThe HOD failed to adopt a\r\nprocedurally fair and justifiable process in terms of section 217 of\r\nthe Constitution read with section\n3(2) of PAJA.\nâ\nSection 217 does not require the process followed by\r\n\tthe state in procuring goods to be justifiable. What is required is\r\n\tthat\nsuch process must be fair, equitable, transparent, competitive\r\n\tand cost-effective. The court below found that the process followed\n\n\tin the present case failed to meet the criteria in s 217. It held\r\n\tthat for the process to be competitive orders ought to have\nbeen\r\n\tmade to all publishers whose books were in the catalogue. Proceeding\r\n\tfrom the premise that the respondents should have been\nnotified of\r\n\tthe impugned decision, the court below held that the process lacked\r\n\ttransparency. It reasoned thus:\nâ\nIt is not clear how equity will be\r\nachieved by a process which by its very nature has excluded some\r\npublishers without any sound\nbasis whatsoever. There is no reason\r\nadvanced why centralization was kept under a cloak of secrecy until\r\nsuch a late stage (02/10/2006).\nThere was, without doubt, no\r\ntransparency at all. The process had not been shown to have been cost\r\neffective or to promote competitivenessâ¦.\nCompetitiveness in this\r\ncontext can only be healthy when it is allowed to be determined and\r\ndriven by the market forces and not\nby the Department on undisclosed\r\ncriteria. This process can only be achieved when all publishers are\r\ngiven an equal opportunity\nto market their products to the schools\r\nand then be supported and chosen on the quality of their products.\nâ\n19\nTo the extent that the court below implies that the\r\n\tpublishers were not given equal opportunity to market their books,\r\n\tit erred.\nAll respondents were allowed and did submit their books\r\n\tfor inclusion in the catalogue. The selection of books ordered by\r\n\tthe\ndepartment was made from that catalogue. No publisher was\r\n\texcluded from submitting its books for consideration and listing in\r\n\tthe catalogue. That process was as transparent, competitive, fair\r\n\tand equitable as contemplated in s 217. Having followed such\nprocess\r\n\tthe section did not oblige the state to procure books from every\r\n\tpublisher whose books appear in the catalogue. It was\nfor the state\r\n\t(either through the department or schools themselves) to choose from\r\n\tthe catalogue books needed for learners at\nschools. The selection of\r\n\tbooks, per se, could not make the process to be inconsistent with s\r\n\t217 of the Constitution. I also\nfail to appreciate how the selection\r\n\tthat led to orders being made to some publishers rendered the\r\n\tprocess less cost-effective.\nThe record does not show any pricing by\r\n\tany of the publishers.\nBefore addressing the issue of\r\n\tlegitimate expectation, I must point out that the finding by the\r\n\tcourt below to the effect that\nthe second appellant cancelled the\r\n\tschools\nâ\nright to select material is incorrect. There was simply no evidence\r\n\tsupporting it. Instead overwhelming evidence and the decision\nitself\r\n\tshow that the schools retained their right to select and order\r\n\tmaterial for grades 8, 9 and 11. In this regard the circular\nstates:\nâ\nSection 21 schools however, will\r\nbe responsible for procuring their own Text and Reading books for all\r\nother top-up Grades, as well\nas the textbooks not supplied by the\r\nDepartment for Grades 8,9 & 11 and other areas of LTSM (Paper,\r\nWriting books & Stationery)\nfrom the allocations they will be\r\nreceiving.\nâ\nClearly, if the schools wanted to\r\n\tmake a selection of books other than those selected by the\r\n\tdepartment, they were free to do\nso. They were also allowed to\r\n\tprocure LTSM for other grades. The impugned decision did not at all\r\n\tinterfere with schools\nâ\nbudgets. It was confined to the additional fund only. The error by\r\n\tthe court below influenced the manner in which the case was\n\n\tpresented in this court. Counsel for the respondents argued that the\r\n\tsecond appellant had, without giving the schools and publishers\na\r\n\thearing, withdrawn the schools\nâ\npower to select books. The submission is not borne out by the facts\r\n\tas demonstrated above.\nAlthough I have reservations I am\r\n\twilling to assume in the respondent\nâ\ns\r\n\tfavour that they have established\nlocus\r\n\tstandi\nin respect\r\n\tof the subject matter of these proceedings. I am also willing to\r\n\tassume in their favour that the impugned decision\nconstitutes\r\n\tadministrative action envisaged in PAJA. The question that arises is\r\n\twhether the decision affected the respondents\nâ\nlegitimate expectation. They did not claim that it affected their\r\n\trights nor could they do so on the present facts. I address\nthe\r\n\tissue of legitimate expectations below.\nLegitimate expectation\nCounsel for the respondents argued that the impugned\r\n\tdecision affected their legitimate expectation and as a result they\r\n\tshould\nhave been given the opportunity to make representations\r\n\tbefore it was taken. Since it is common cause that the respondents\r\n\twere\ndenied that opportunity, he submitted that the decision\r\n\tcontravened s 3 of PAJA. Accordingly, he argued, the decision was\r\n\tprocedurally\nunfair and consequently invalid.\nIn addressing this issue the\r\n\tstarting point is to determine whether a legitimate expectation\r\n\texisted or not. In\nAdministrator,\r\n\tTransvaal and Others v Traub and Others\n20\nï­\na leading authority on the topic\nï­\nCorbett CJ described a legitimate expectation as a\nï­\nâ\nsubstantive benefit or advantage\r\nor privilege which the person concerned could reasonably expect to\r\nacquire or retain and which\nit would be unfair to deny such person\r\nwithout prior consultation or a prior hearing\nâ\n.\n21\nThe doctrine of legitimate\r\n\texpectation finds application where a person enjoys a privilege,\r\n\tadvantage or benefit which it would\nbe unfair to deny such person\r\n\twithout giving him or her a hearing.\n22\nThe legitimate expectation contemplated in s 3 of PAJA can arise\r\n\teither from a promise made by the decision-maker or from a regular\n\n\tpractice which is reasonably expected to continue. The purpose of\r\n\tlegitimate expectation is to provide procedural fairness in\n\n\tdecision-making in circumstances where the decision does not affect\r\n\tthe rights of the party in need of protection against unfairness.\nIn\nTraub\nCorbett CJ, however, warned against the danger of freely invoking\r\n\tthe doctrine. The learned Chief Justice said:\nâ\n[W]hereas the concepts of liberty,\r\nproperty and existing rights are reasonably well defined, that of\r\nlegitimate expectation is not.\nLike public policy, unless carefully\r\nhandled it can become an unruly horse. And in working out,\r\nincrementally, on the facts of\neach case, where the doctrine of\r\nlegitimate expectation applies and where it does not, the Courts\r\nwill, no doubt, bear in mind\nthe need from time to time to apply the\r\ncurb. A reasonable balance must be maintained between the need to\r\nprotect the individual\nfrom decisions unfairly arrived at by public\r\nauthority (and by certain domestic tribunals) and the contrary\r\ndesirability of avoiding\nundue judicial interference in their\r\nadministration.\nâ\n23\nT\nhe\r\n\tapplication of the doctrine of legitimate expectation is determined\r\n\ton a case-by-case basis. The test for establishing whether\na\r\n\tlegitimate expectation exists is twofold. A party claiming that its\r\n\texpectation has been adversely affected by administrative\naction\r\n\tmust prove, by means of accepted facts, either that the\r\n\tdecision-maker had made a promise or that it followed a regular\n\n\tpractice which the claimant reasonably expected to continue and be\r\n\textended to it. Once this is established, then the court must\n\n\tdetermine whether, in the circumstances of the particular case, the\r\n\tfacts introduce a legal duty which obliges the decision-maker\nto\r\n\tafford the claimant a pre-decision hearing.\n24\nThis entails a value judgment to be made by the court while bearing\r\n\tin mind the need to strike the balance referred to in\nTraub\n.\nReturning to the present facts, in determining whether\r\n\tthe respondents have established a legitimate expectation it is\r\n\tnecessary\nto examine their case as set out in the papers. In their\r\n\tfounding affidavit the respondents stated:\nâ\n25.\tIn the past schools in the\r\nNorthern Cape have ordered publications off a catalogue produced by\r\nthe Department.\nThese\r\norders were placed with various bookshops in the province\r\n(âsuppliers\nâ\n),\r\nwhich suppliers in turn ordered the publications selected by the\r\nschools from the relevant publishers\n.\n(my\r\nemphasis)\n26.\tThis year the Department has, in\r\nmost subjects/learning areas, excluded the schools and the suppliers\r\nfrom the process, selected\nthe books themselves and placed orders\r\ndirectly with certain of the publishers.\nâ\nThe above procedure was confirmed by\r\n\tthe appellants with one qualification. That is that schools\r\n\tsubmitted orders either to bookshops\nor the department. Because\r\n\tthese are motion proceedings, where the appellants\nâ\nversion differs with that of the respondents, it must prevail.\n25\nHowever, it is quite clear that parties on both sides agree that\r\n\tpreviously the selection of books was done by schools, irrespective\n\n\tof whether subsequently the orders were submitted to bookshops or\r\n\tthe department.\nOn the respondents case it is not clear what benefit,\r\n\tprivilege or advantage they derived from the process whereby the\r\n\tschools\nsent orders to bookshops who, in turn, acquired stock from\r\n\tthe respondents. It appears to me that if there was any advantage\r\n\nflowing from that process, it accrued to the bookshops which, it\r\n\tseems, were suppliers to whom tenders were awarded. There was\nno\r\n\tdirect link between the schools and the publishers. The bookshops\r\n\twere the common link. In my view the respondentsâ interests\nwere\r\n\tnot affected even in the case where the schools submitted orders to\r\n\tthe department, following a selection of books by the\nschools\r\n\tthemselves. The department forwarded such orders to the respondents.\r\n\tThe fact that orders did not come from the bookshops\nmade no\r\n\tdifference. The only thing new brought about by the impugned\r\n\tdecision is that the department selected books for schools.\nThat\r\n\tselection was, of course, confined to orders relating to the special\r\n\tfund and such orders were placed directly with the\nrespondents.\nThe power to select books suitable\r\n\tfor learners in public schools in the Northern Cape province vests\r\n\tin the second appellant.\nHe controls the budget allocated to the\r\n\tdepartment. It was him who made additional funds available for\r\n\tprocurement of LTSM for\nthe relevant grades. He is the functionary\r\n\twho allocated the power to procure books to the schools\nâ\ngoverning bodies. The impugned decision did not withdraw that power\r\n\tbut it meant that orders made in relation to the additional\nfund the\r\n\tdepartment would select the books. The schools were happy with the\r\n\tdecision. He had done the same in the previous year\nin respect of\r\n\tadditional funds which were made available for ordering LTSM for\r\n\tgrade 10. In these circumstances I am unable to\nappreciate how the\r\n\trespondents could entertain an expectation that they would be heard\r\n\tbefore the decision was taken. It seems\nto me that they could not\r\n\thave anticipated that additional funds were going to be made\r\n\tavailable. Nor could they have reasonably\nexpected to be heard if\r\n\tthe department were to decide to make the selection itself. If\r\n\tanything, they should have expected the\nopposite when additional\r\n\tfunds were made available because that was the position in the\r\n\tprevious year.\nMoreover, the procedure on which the\r\n\trespondents rely as proof of a regular practice was implemented for\r\n\tonly two years before.\nIn the third year of implementing the NCS the\r\n\tdepartment departed from that procedure in respect of grade 10. Can\r\n\tit be said\nï­\nin these circumstances\nï­\nthat there was a regular practice which the respondents expected to\r\n\tcontinue? I think not. Bearing in mind that the schools were\nstill\r\n\tfree to select and order books for grades 8, 9 and 11, there was no\r\n\tright or interest of the respondents which was adversely\naffected by\r\n\tthe impugned decision.\nB\nut\r\n\ton the assumption that the first requirement is fulfilled the\r\n\tquestion that needs to be considered is whether in these\r\n\tcircumstances\nthe respondents should have been given the opportunity\r\n\tto make representations before the decision was taken. In doing so,\r\n\tCorbett\nCJ\nâ\ns\r\n\tcaution in\nTraub\nmust be borne in mind. That warning is consistent with the principle\r\n\tof judicial deference referred to in the following statement\nby\r\n\tProfessor Hoexter, cited with approval by this court and the\r\n\tConstitutional Court in\nBato\r\n\tStar Fishing (Pty) Ltd v Minister of  Environmental Affairs and\r\n\tOthers\n:\n26\nâ\n[A] judicial willingness to\r\nappreciate the legitimate and constitutionally ordained province of\r\nadministrative agencies; to admit\nthe expertise of those agencies in\r\npolicy-laden or polycentric issues, to accord their interpretation on\r\nfact and law due respect;\nand to be sensitive in general to the\r\ninterests legitimately pursued by administrative bodies and the\r\npractical and financial constraints\nunder which they operate. This\r\ntype of deference is perfectly consistent with a concern for\r\nindividual rights and a refusal to\ntolerate corruption and\r\nmaladministration. It ought to be shaped not by an unwillingness to\r\nscrutinize administrative action, but\nby a careful weighing up of the\r\nneed for\nï­\nand the consequences of\nï­\njudicial interventionâ¦ Above all, it ought to be shaped by a\r\nconscious determination not to usurp the functions of administrative\n\nagencies; not to cross over from review to appeal.\nâ\n27\nEven if the respondents had\r\n\testablished facts giving rise to a legitimate expectation, it could\r\n\tnot follow as a matter of law\nthat they were entitled to a hearing.\r\n\tThe question whether an expectation is legitimate to the extent of\r\n\tgiving rise to the right\nto be heard depends on the circumstances of\r\n\teach case. The fact that a decision is prejudicial to a particular\r\n\tparty, by itself,\nis not sufficient for invoking the doctrine of\r\n\tlegitimate expectation. The issue is whether the facts of the case,\r\n\tviewed as\na whole, cry out for a pre-decision hearing. The\r\n\tclaimantâs subjective hope or expectation is not relevant to the\r\n\tenquiry.\nIn\nSARFU\n28\nthe Constitutional Court said:\nâ\nThe requirement of procedural\r\nfairness, which is an incident of natural justice, though relevant to\r\nhearings before tribunals, is\nnot necessarily relevant to every\r\nexercise of public power.\nDu\r\nPreezâs\ncase is\r\nno authority for such a proposition, nor is it authority for the\r\nproposition that, whenever prejudice may be anticipated,\na\r\nfunctionary exercising public power must give a hearing to the person\r\nor persons likely to be affected by the decision. What\nprocedural\r\nfairness requires depends on the circumstances of each particular\r\ncase. For instance, in\nDu\r\nPreezâ\ns case, the\r\ncalling of evidence was likely to cause severe prejudice to the\r\npersons implicated thereby. Yet, it could hardly have\nbeen suggested\r\nthat the commission would not have been entitled to take the decision\r\nto call the witnesses without first hearing\nsuch persons.â\n29\nI am of the view that the present case falls into the\r\n\tcategory referred to in SARFU. Procedural fairness did not require\r\n\tthe second\nappellant to give the respondents an opportunity to make\r\n\trepresentations before he decided that the department would make the\r\n\tselection of books and place orders with some of the respondents.\r\n\tSince the selection was made from the catalogue and the orders\nmade\r\n\tto some of the respondents, the only complaint the respondents could\r\n\traise is that some of them would have no orders. By\nselecting one\r\n\tbook for each learner throughout the province, the second appellant\r\n\treduced the number of publishers to whom orders\ncould be made. In\r\n\tessence this was the complaint by the respondents. The impact of the\r\n\tselection on the respondents must be viewed\nin the light of the fact\r\n\tthat it applied to orders made in relation to the special fund only.\r\n\tThe schools were still free to\nselect other books for the same\r\n\tgrades and LTSM for other grades. On these facts the duty to act\r\n\tfairly, in my view, did not\nrequire a pre-decision hearing.\nFor the conclusion that the\r\n\trespondents had a legitimate expectation to be heard, the court\r\n\tbelow relied on\nPremier,\r\n\tMpumalanga and Another v Executive Committee, Association of\r\n\tState-aided Schools, Eastern Transvaal\n.\n30\nIn that case the Constitutional Court held that in the particular\r\n\tcircumstances of that case the affected schools had a legitimate\n\n\texpectation to be heard before the decision withdrawing subsidies\r\n\twas taken. The court emphasised the fact that it was procedurally\n\n\tunfair to cancel the subsidies in the middle of the year, without\r\n\tnotice, after the MEC for education had allocated funds for\nsuch\r\n\tsubsidies for the entire financial year. Moreover, the decision to\r\n\tcancel subsidies was made to have a retrospective effect.\nThe facts in\nPremier\r\n\tMpumalanga\nwere\r\n\tbriefly that the department of education had been paying subsidies\r\n\tto schools for the needy white learners over a period\nof years. The\r\n\tpayment was effected in terms of a policy of the past apartheid\r\n\tgovernment. The current democratic government wanted\nto terminate\r\n\tthe policy as it was based on and perpetuated the inequalities of\r\n\tour past. At the end of the 1994 school year,\nthe provincial\r\n\tgovernment issued notice that payment of subsidies would continue\r\n\tuntil the end of 1995 or until the government\ndecided otherwise.\r\n\tSubsidies were indeed paid for the first and second terms in 1995.\r\n\tIn May 1995 the MEC for education allocated\nfunds from his budget\r\n\tfor the payment of the subsidies until the end of the financial\r\n\tyear. As a result the schools arranged\ntheir affairs on the footing\r\n\tthat they would receive the subsidies until the end of the financial\r\n\tyear or until payment is terminated\nby notice to schools. However,\r\n\tthe MEC informed the schools on 5 August 1995 that he had\r\n\tdecided to terminate the subsidies\nwith effect from July 1995. The\r\n\tfacts of this case are distinguishable from the present matter and\r\n\treliance on it was misplaced.\nFor these reasons I would allow the\r\n\tappeal.\n________________\nC N JAFTA\nJUDGE OF APPEAL\nAppearances:\nFor 1\nst\n& 2\nnd\nAppellant:\t\t\t\tI Jamie SC\nD BorgstrÃ¶m\nInstructed by\nState Attorney Bloemfontein\nFor Respondent:\t\t\tR G L Stelzner\nInstructed by\nFairbridges Attorneys Cape Town\nDuncan & Rothman Kimberley\nMcIntyre & van der Post Bloemfontein\n1\nConstitution s 217:\nProcurement\n(1) When an organ of\r\n\tstate in the national, provincial or local sphere of government, or\r\n\tany other institution identified in national\nlegislation, contracts\r\n\tfor goods or services, it must do so in accordance with a system\r\n\twhich is fair, equitable, transparent,\ncompetitive and\r\n\tcost-effective.\n2\nPromotion of Administrative Justice Act 3 of\n2000\n, s\n3(1):\n'Administrative action\r\n\twhich materially and adversely affects the rights or legitimate\r\n\texpectations of any person must be procedurally\nfair.'\n3\nPresident of the Republic of South Africa v South African Rugby\r\n\tFootball Union\n2001 (1) SA 1\n(CC) para 141.\n4\nSection 29\nprovides: â(1) Everyone has the right\nï­\n(a) to a basic education, including adult basic education; and (b)\r\n\tto further education, which the state, through reasonable\nmeasures,\r\n\tmust make progressively available and accessible. (2) Everyone has\r\n\tthe right to receive education in the official language\nor languages\r\n\tof their choice in public educational institutions where that\r\n\teducation is reasonably practicable. In order to ensure\nthe\r\n\teffective access to, and implementation of, this right, the state\r\n\tmust consider all reasonable educational alternatives,\nincluding\r\n\tsingle medium institutions, taking into account\nï­\n(a) equity; (b) practicability; and (c)\r\n\tthe need to redress the results of past racially discriminatory laws\r\n\tand practices.â\nï\n5\nSee Part A of Schedule 4 of the Constitution.\n6\nSection 12 provides: â(1) The Member of the Executive Council\r\n\tmust provide public schools for the education of learners out\nof\r\n\tfunds appropriated for this purpose by the provincial legislature.\r\n\t(2) The provision of public schools referred to in subsection\n(1)\r\n\tmay include the provision of hostels for the residential\r\n\taccommodation of learners.â\n7\nSee sections 16 and 17 of the Act.\n8\nSection 22 provides: â(1) The Head of Department may, on\r\n\treasonable grounds, withdraw a function of a governing body. (2)\nThe\r\n\tHead of Department may not take action under subsection (1) unless\r\n\the or she has- (a) informed the governing body of his\nor her\r\n\tintention so to act and the reasons therefore; (b) granted the\r\n\tgoverning body a reasonable opportunity to make representations\nto\r\n\thim or her relating to such intension; and (c) given due\r\n\tconsideration to any such representations received. (3) In cases\nof\r\n\turgency, the Head of Department may act in terms of subsection (1)\r\n\twithout prior communication to such governing body, if\nthe Head of\r\n\tDepartment thereafter\nï­\n(a) furnishes the governing body with reasons for his or her\r\n\tactions; (b) gives the governing body a reasonable opportunity to\n\n\tmake representation relating to such actions; and (c) duly considers\r\n\tany such representations received. (4) The Head of Department\nmay\r\n\tfor sufficient reasons reverse or suspend his or her action in terms\r\n\tof subsection (3). (5) Any person aggrieved by a decision\nof the\r\n\tHead of Department in terms of this section may appeal against the\r\n\tdecision to the Member of the Executive Council.â\n9\nSee s 38 of the Act.\n10\nSee s 37 of the Act.\n11\nSee s 38 of the Act.\n12\nSee s 35 of the Act.\n13\nSection 217(1) provides: âWhen an organ of the state in the\r\n\tnational, provincial or local sphere of government, or any other\n\n\tinstitution identified in national legislation, contracts for goods\r\n\tor services, it must do so in accordance with a system which\nis\r\n\tfair, equitable, transparent, competitive and cost-effective.â\n14\nRule 7(1) provides: â(1) An appellant in a civil case shall lodge\r\n\ta notice of appeal with the registrar and the registrar\nof the court\r\n\ta quo within one month after the date of - (a) â¦. (b) the granting\r\n\tof leave where leave to appeal is required\nâ¦.â\n15\nSee Rule 8 of the Supreme Court Rules.\n16\n1969 (3) SA 360\n(A) at 362G-H.\n17\nRule 12(4) provides: â(4) Every application, answer or reply\r\n\tshall - (a) be clear and succinct and to the point; (b) furnish\n\n\tfairly all such information as may be necessary to enable the court\r\n\tto decide the application; and (c) deal with the merits of\nthe case\r\n\tonly in so far as is necessary for the purpose of explaining and\r\n\tsupporting the particular grounds upon which the application\nis\r\n\tsought or opposed.â\n18\n[1998] ZASCA 62\n;\n1999 (1) SA 432\nSCA at 444J-H445B.\n19\nThe judgment of  the court below at para 31.\n20\n[1989] ZASCA 90\n;\n1989 (4) SA 731\n(A).\n21\nIbid at 758D-E.\n22\nSee\nWalele v City of Cape Town and Others\n[2008] ZACC 11\n;\n2008 (6) SA 129\n(CC) at para 35.\n23\nAbove n 17 at 761D-G.\n24\nAbove n 19 at para 38.\n25\nSee\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A).\n26\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC);\n2003 (6) SA 407\n(SCA) and\nLogbro\r\n\tProperties CC v Baldderson NO and Others\n2003 (2) SA 460 (SCA).\n27\nHoexter âThe future of Judicial Review in South African\r\n\tAdministrative Lawâ\n(2000) 117\nSALJ\n484\nat 501-2.\n28\nPresident of the Republic of South Africa and\r\n\tOthers v South African Rugby Football Union and Others\n2000 (1) SA 1\n(CC).\n29\nIbid para 219.\n30\n1999 (2) SA 91\n(CC).",
  "scraped_at": "2026-02-11T21:44:40.500932",
  "date": "2009-03-31",
  "coram": [
    "Cameron JA",
    "Mthiyane JA",
    "Jafta JA",
    "Maya JJA",
    "Boruchowitz AJA"
  ],
  "case_number": "298/08",
  "parties": {
    "applicants": [
      "MEC for Education, Northern Cape Province",
      "Head: Department of Education, Northern Cape"
    ],
    "respondents": [
      "Bateleur Books (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "For several years the Northern Cape Education Department ran a decentralized procurement system for Learner Teacher Support Materials (LTSM). Schools ordered books from a departmental catalogue; the orders were channelled through provincial bookshops to the publishers. In June 2006 the department introduced a ‘central provisioning’ scheme for grades 8, 9 and 11, deciding to place orders directly with selected publishers and bypassing schools and bookshops. The change was announced in Circular No 67/2006 without prior consultation with the publishers, who had invested heavily in preparing catalogues, promotional materials and roadshows based on the earlier system. The publishers sought an interdict, arguing that the abrupt change violated their legitimate expectation and procedural fairness under the Promotion of Administrative Justice Act (PAJA) and section 217 of the Constitution.",
    "issues": "1. Whether the publishers had a legitimate expectation, arising from a regular practice, that they would continue to be consulted before any alteration to the procurement process. 2. Whether the department’s decision to centralise procurement constituted administrative action subject to PAJA and required a fair procedure, including a pre‑decision hearing. 3. Whether the decision breached the constitutional requirement that public procurement be fair, equitable, transparent, competitive and cost‑effective under s 217 of the Constitution.",
    "principles": "The court applied the doctrine of legitimate expectation, which may arise from a clear promise or a regular practice that a party can reasonably rely upon. It reiterated that procedural fairness under PAJA is assessed case‑by‑case, taking into account the nature of the expectation, the impact on the affected party and the public interest. The court also considered the requirements of s 217(1) that procurement be fair, equitable, transparent, competitive and cost‑effective, and referred to precedent such as Administrator, Transvaal v Traub, Premier Mpumalanga v Association of State‑aided Schools, and SARFU for guidance on when a pre‑decision hearing is necessary.",
    "application": "The court concluded that the two‑year practice of involving publishers in the catalogue and ordering process was sufficiently settled to give rise to a legitimate expectation of continued consultation. The department’s failure to give notice or an opportunity to make representations before abandoning the practice was procedurally unfair. Moreover, the decision did not meet the transparency and competitiveness requirements of s 217 because it excluded many publishers without objective criteria. Accordingly, the interdict granted by the High Court was upheld and the appeal dismissed.",
    "conclusion": "The appeal by the MEC for Education and the Department of Education was dismissed with costs, including the costs of two counsel. The High Court’s order setting aside the department’s circular and requiring the department to refrain from centralising procurement without consulting the publishers was affirmed."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Procedural Fairness",
    "level_3": [
      "legitimate expectation",
      "public procurement",
      "education sector",
      "PAJA",
      "section 217"
    ]
  }
}