{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/140.html",
  "case_name": "ABSA Bank Ltd v De Villiers and Another (146/09) [2009] ZASCA 140; [2010] 2 All SA 99 (SCA) (17 November 2009)",
  "citation": "[2009] ZASCA 140",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 140\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v De Villiers and Another (146/09) [2009] ZASCA 140; [2010] 2 All SA 99 (SCA) (17 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 146/09\nABSA\r\nBANK LIMITED\nAppellant\nand\nPIETER DE\r\nVILLIERS\nFirst Respondent\nTHE MAGISTRATE\r\nFOR THE DISTRICT\nSecond Respondent\nOF SIMON\nâS\r\nTOWN\n________________________________________________________________\nNeutral\r\ncitation:\nAbsa\r\nv De Villiers\n(146/09)\n[2009] ZASCA 140\n(17 November 2009)\nCORAM:\nNavsa,\r\nPonnan, Maya, Mhlantla JJA and Tshiqi AJA\nHEARD:\n5\r\nNovember 2009\nDELIVERED:\n17\r\nNovember\n2009\nCORRECTED:\nSUMMARY:\t\tReview\r\nof decision by Magistrate on the basis of gross irregularity in the\r\nproceedings â contention that Magistrateâs\nmistaken view of the\r\nlaw constituted such irregularity â held that decision not\r\nsusceptible to review.\n________________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal\r\nfrom:\nHigh\r\nCourt, Cape Town reviewing a decision of a Magistrate. (Full court).\nThe appeal is dismissed.\n_____________________________________________________\n___________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (PONNAN,\r\nMAYA, MHLANTLA JJA and TSHIQI AJA concurring):\n[1]\tDuring\r\nSeptember 2007, the appellant, Absa Bank Limited (Absa), a commercial\r\nbank, applied\nex\r\nparte\nin the Magistratesâ Court for the district of Simonâs Town for an\r\norder, the relevant parts of which are set out hereafter:\nâ\nA\tAN\r\ninterim interdict be authorized which would prohibit the respondent\r\nto use the vehicle [mentioned below];\nB\tTHE Sheriff of this\r\nHonourable Court be authorized to attach, remove and to hand over to\r\nthe applicant for safe-keeping, the following\ngoods, wherever it\r\nmight be found: -\nVEHICLE MAKE:\t\tOPEL CORSA\r\nLITE 140i\nâ¦\nREGISTRATION\r\nNUMBER:\tCY126181\nC\tA\r\nRule Nisi be issued in terms whereof the Respondent be called upon to\r\nprovide reasons, if any, before this Honourable Court\non THURSDAY,\r\n25\nth\nOCTOBER 2007 at 09h00: -\n(a)\tWhy the attachment\r\nshould not be made final;\n(b)\tWhy the costs of this\r\napplication shall not be paid as between attorney and client;\n(c)\tWhy\r\nsuch alternative relief as may be just, not be granted.â\n[\n2]\tAbsa\r\nis the owner of the motor vehicle in question, which it had sold to\r\nthe first respondent, Mr Pieter de Villliers, in terms\nof an\r\ninstalment sale agreement as defined in the National Credit Act 34 of\r\n2000 (the NCA).\n[3]\tThe instalment\r\nsale agreement had been concluded on 25 August 2006.\nThe mate\nrial\r\nterms of the agreement are:\nâ\nThe\r\nPurchaser will:\n2.1\t\r\nKeep the Goods in the Purchaserâs possession, maintain them in good\r\nworking condition at the Purchaserâs own cost, not\nmake the Goods\r\navailable for use by another person or body.\nâ¦\n2.5\tAllow the Seller or\r\nthe Sellerâs agent reasonable opportunity to inspect the Goods.\nâ¦\n4.\tNotwithstanding\r\ndelivery, ownership of the Goods shall not pass to the Purchaser\r\nuntil all amounts owing under this agreement\nhave been paid in full.\nâ¦\nBREACH\n10.1\tThe Purchaser will\r\nbe in breach of this agreement if the Purchaser â\n10.1.1\tfails to make\r\npayment in terms of this agreement.\n10.1.2\tfails to comply\r\nwith any other provision of this agreement.\nâ¦\n10.3\tIn\r\nthe event of any breach of this agreement, including 10.1.1\n... the Seller may, in addition to any other remedies that it may\r\nhave in terms of this agreement or at law:\n10.3.1\tterminate this\r\nagreement and/or\n10.3.2\tclaim, at the\r\nPurchaserâs cost return and possession of the Goods, â¦\n10.3.3\tclaim damages\r\n(which may include immediate payment of all arrear payments plus\r\nfinance charges thereon).â\n[\n5]\tThe\r\nfirst respondent defaulted in paying instalments. The amount in\r\narrears was alleged to be R6 980.59 and the total outstanding\nbalance\r\nwas said to be R65 049.08.\n[6]\tOn 24 August\r\n2007, Absa, purportedly acting in terms of s 129(1) (a) of the NCA,\r\ngave written notice to Mr de Villiers\nof his default and informed him\r\nof the arrears and outstanding balance as set out in the preceding\r\nparagraph. The material part\nof the letter by Absa reads:\nâ\nWe have been\r\ninstructed to demand from you, as we hereby do, payment of the\r\naforesaid amount within 10 days of delivery hereof.\nShould you not be able to\r\npay the arrears, you are requested to return the item in question to\r\nour clients, but you will remain\nliable for the payment of all\r\namounts owed to our clients after realisation of the item.\nYour\r\nattention is further drawn to the provisions of\nSection 129\nof the\nNational Credit Act, 34 of 2005\n, and this letter must be regarded as\r\na notice in terms of the said section. You may refer the credit\r\nagreement to a debt counsellor,\nalternative dispute resolution agent,\r\nconsumer court or ombud with jurisdiction, with the intent to resolve\r\nany dispute under the\nagreement or develop and agree on a plan to\r\nbring the payments under the agreement, up to date.\nWe\r\nsuggest that you give this matter your urgent attention.â\n[\n7]\tThe\r\nfirst respondent did not respond to the notice.\n[\n8]\tIn\r\nits affidavit in support of the\nex\r\nparte\napplication Absa stated that, Mr de Villiers had given a number of\r\nundertakings to settle the arrears but failed to adhere to them\n\nâwhile the [vehicle] is deteriorating and depreciating in value on\r\na daily basis as the respondent is using it and will continue\nto do\r\nso unless interdicted and restrained from doing soâ. Absa did not\r\nallege that the respondent was in fact abusing the motor\nvehicle or\r\nwas failing to maintain it in working condition.\n[9]\tIn support of\r\nthe application Absa relied on the affidavit of a manager in its\r\nmotor vehicle and asset finance department, who\nstated that during\r\nhis lengthy career he âfrequently experiencedâ that a purchaser\r\nwould damage and/or neglect goods intentionally\npending the hearing\r\nof an application of which notice had been given or would conceal the\r\nwhereabouts of the vehicle.\n[\n10]\tAlthough\r\nAbsa alleged that the first respondent was in arrears and therefore\r\nin breach of the instalment agreement, it did not\nstate that it had\r\ncancelled the agreement.  Absa submitted that it was entitled to be\r\nplaced in possession of the motor vehicle\nin terms of the provisions\r\nof the NCA.\n[\n11]\tThe\r\nmatter was heard by the second respondent, the Magistrate for the\r\ndistrict of Simonâs Town. He considered the affidavit\non behalf of\r\nAbsa to contain only generalities but no pertinent factual\r\ninformation in relation to harm caused or the potential\nof harm being\r\ncaused to the vehicle. In the Magistrateâs view the provisions of\r\nthe NCA did not, in the circumstances of the\npresent case, assist\r\nAbsa as a credit provider to regain possession, absent a cancellation\r\nof the instalment agreement. He consequently\ndismissed the\r\napplication.\n[12]\tAbsa was\r\naggrieved. However, instead of appealing the decision as it was\r\nentitled to, it chose, to apply to the Cape High Court\nfor an order\r\nâreviewing, setting aside and correcting [the Magistrateâs]\r\ndecision to dismiss the applicantâs application\nfor an interdict.â\n[1\n3]\tIn\r\nsubstantiation of its application Absa stated that the Magistrateâs\r\ndecision was reviewable on the grounds of a gross irregularity\nin the\r\nproceedings, and further, on the basis that he had rejected\r\nadmissible, competent and available evidence. The evidence aspect\n\ndoes not appear to have been persisted with in argument before the\r\nCape High Court. Nor, rightly, was it persisted in before us.\n[14]\tAs correctly\r\nobserved by the\nMagistrate and the court below the application was not for relief\npendente\r\nlite\nbut,\r\nwas in fact, for a final order authorising the attachment of the\r\nvehicle in question. Absa had not instituted an action for\n\ncancellation of the agreement, nor was it alleged that it intended\r\ninstituting an action of any kind in relation to the vehicle.\n[1\n5]\tProperly\r\nanalysed, Absaâs contention that proceedings in the Magistratesâ\r\nCourt were reviewable on the grounds of a gross\nirregularity is based\r\non the view the Magistrate took of the provisions of the NCA in\r\nrelation to its claim to be placed in possession\nof the motor\r\nvehicle. The following two paragraphs of the affidavit in support of\r\nAbsaâs application demonstrate this:\nâ\n20.\tThe\r\nprocedure introduced by the\nNational Credit Act is\nvastly different.\nSection 127(2)\nto\nSection 127(9)\nwhich deal with the voluntary\r\nsurrender of goods by a consumer is in terms of Section 130(1) of the\r\nAct applicable to the procedure\nthat applies subsequent to an\r\nattachment order being made by a Court. As is evident from Section\r\n127 as a whole and in particular\nthe provisions of Section 127(6)(b)\r\nand Section 127(8)(b) an instalment agreement is now terminated in\r\naccordance with the provisions\nof the Act and the return of the asset\r\nis no longer dependant on a prior cancellation of the instalment\r\nagreement.\nâ¦\n22.\tI\r\ntherefore submit that the Second Respondentâs dismissal of the\r\napplication on the aforesaid basis constituted a gross irregularity\n\nthat can be reviewed by this Honourable Court.â\n[1\n6]\tAfter\r\nmaking the unambiguous claim that the Magistrateâs decision to\r\ndismiss its application was reviewable on the basis of\na gross\r\nirregularity, thereby bringing its review application squarely within\r\nthe ambit of s 24(1)(c) of the Supreme Court Act,\nAbsa set out what\r\nit considered to be the Magistrateâs most important reason for\r\ndismissing the application, thereby suggesting\nthat it was the most\r\ncompelling basis for a review:\nâ\n[18]\tThe most\r\nimportant reason being that the Applicant has failed to substantiate\r\nthe bringing of the application for the return\nof the vehicle whilst\r\nthe application lacked an averment that the agreement was cancelled\r\nand furthermore that the application\nwas not accompanied by a\r\nsimultaneously issued summons in which a claim was made for the\r\ncancellation of the agreement, the return\nof the motor vehicle and\r\ndamages to be determined subsequent to the attachment of the\r\nvehicle.â\n[1\n7]\tProbably\r\nbecause Absa considered the review application as a test case for\r\ncredit providers, a full court was constituted to\nhear the matter.\r\nThe Cape High Court (Fourie, Saldanha JJ and Madima AJ concurring)\r\nrecorded in the first line of the judgment\nthat it was considering a\r\nâreview applicationâ. In the second sentence of the judgment the\r\nfollowing is stated:\nâ\nIn\r\nparticular, it involves\nthe interpretation of certain provisions of the NCA dealing with the\r\nrepossession of property that is the subject of an instalment\n\nagreement.â\n[1\n8]\tThe\r\ncourt below did not pause to consider whether there was a proper\r\nbasis for review. Put differently, it did not consider whether\nthe\r\nMagistrateâs decision was indeed susceptible to review. The full\r\ncourt immediately went on to consider the provisions of\nthe NCA and\r\nthe merits of Absaâs contentions in relation thereto. The court\r\nbelow said the following in the penultimate paragraph\nof its\r\njudgment:\nâ\n[43]\tI\r\naccordingly agree with the finding of second respondent that, absent\r\na claim for the cancellation of the instalment agreement,\napplicant\r\nwas not entitled to a final order for the at\ntachment\r\nof the vehicle in terms of section 131 of the NCA. It accordingly\r\nfollows that the application for review cannot succeed.\nIn view of my\r\nconclusion, it is not necessary to deal with second respondentâs\r\nfinding that the allegations in applicantâs\nfounding affidavit fell\r\nshort of what is required for the granting of applications of this\r\nnature.â\n[1\n9]\tBecause\r\nAbsa proceeded by way of an\nex\r\nparte\napplication, the first respondent was not party to the proceedings in\r\nthe Magistratesâ Court and despite having the review application\n\nserved on him he did not take part in the review proceedings nor was\r\nhe represented before us.\nConclusions\n[\n20]\tAs\r\nfar back as 1903 Innes CJ spelt out, with customary clarity, the\r\ndistinction between the review of proceedings of inferior\ncourts,\r\nboth civil and criminal, and a review of the decisions of public\r\nbodies acting in furtherance of statutory duties imposed\non them.\n1\n[21]\tAt that time\r\nthe grounds for the review of inferior courts were set out in the\r\nAdministration of Justice Proclamation. The\nmechanism to be employed\r\nin such a review was indicated by the prevailing Rules of Court. The\r\nproceedings of an inferior court\ncould be reviewed on the basis of\r\nâgrave irregularities or illegalitiesâ occurring during such\r\nproceedings.\n[22]\tInsofar as the\r\nsecond species of review was concerned, a public body which\r\ndisregarded provisions of a statute or was guilty\nof gross\r\nirregularity or clear illegality in the performance of its duty was\r\nliable to have its decision reviewed and set aside\nor corrected. A\r\nreview of this kind was different from a review of the decisions of\r\ninferior courts. The body being reviewed was\nnot a judicial one and\r\nthe grounds upon which a review might be claimed were âsomewhat\r\nwider than those which alone would justify\na review of judicial\r\nproceedingsâ.\n2\n[23]\tAlthough a\r\nhigh court has overriding jurisdiction to prevent abuse of process,\r\nit has inherent power to make orders furthering\nthe administration of\r\njustice only when a statute or rule of court is silent.\n3\n[\n24]\tThe\r\nconstitutionalisation of administrative law has fundamentally altered\r\nthe basis of judicial review of administrative action.\nThe enactment\r\nof the Promotion of Administrative Justice Act 3 of 2000 (PAJA) had\r\nthe effect of adding new kinds of administrative-law\nreview to those\r\navailable in the past. The common-law grounds have become subsumed\r\nunder the Constitution.\n4\n[25]\tImportantly,\r\nPAJA which gives effect to administrative action that is lawful,\r\nreasonable and procedurally fair as contemplated\nin the Constitution\r\nprovides bases on which âadministrative actionâ can be reviewed.\r\nAdministrative action\ndoes\r\nnot\ninclude the judicial functions of a judicial officer of a court\r\nreferred to in s 166 of the Constitution, which includes the\r\nMagistratesâ\nCourts.\n5\n[\n26]\tPresently,\r\nthe review of proceedings of inferior courts is provided for by s 24\r\nof the Supreme Court Act 59 of 1959, which\nsets out the grounds on\r\nwhich it could be brought. Section 24(1)(c) lists âgross\r\nirregularity in the proceedingsâ as one such\nground. A gross\r\nirregularity in civil proceedings in an inferior court means an\r\nirregular act or omission by the presiding judicial\nofficer in\r\nrespect of the proceedings, of so gross a nature that it was\r\ncalculated to prejudice the aggrieved litigant, on proof\nof which the\r\ncourt would set aside such proceedings, unless it was satisfied that\r\nthe litigant had in fact not suffered any prejudice.\n6\nAn example of conduct justifying a review based on a gross\r\nirregularity in the proceedings is where a judicial officer acts in\na\r\nhigh-handed manner and prevents a party from having its case heard.\n7\n[27]\tAs a rule,\r\nwhere the complaint is against the result of proceedings rather than\r\nthe method, the proper remedy is by way of\nappeal rather than review.\r\n Put differently, if the motivation for having a judgment of an\r\ninferior court set aside is that it\ncame to the wrong conclusion on\r\nthe facts or the law, the appropriate procedure is by way of appeal.\n8\n[2\n8]\tGenerally\r\nspeaking, a bona fide mistake of law is not a ground for review.\n9\nSometimes, a mistake of law might qualify as a gross irregularity. In\nGoldfields\r\nInvestment Ltd and another v City Council of Johannesburg and another\n1938\r\nTPD 551\nSchreiner J said the following (at 560-561):\nâ\nThe\r\nlaw\n,\r\nas stated in\nEllis\r\nv Morgan\n(supra) has been accepted in subsequent cases, and the passage which\r\nhas been quoted from that case shows that it is not merely\n\nhigh-handed or arbitrary conduct which is described as a gross\r\nirregularity; behaviour which is perfectly well-intentioned and\nbona\r\nfide\n,\r\nthough mistaken, may come under that description. The crucial\r\nquestion is whether it prevented a fair trial of the issues. If\nit\r\ndid prevent a fair trial of the issues then it will amount to a gross\r\nirregularity. Many patent irregularities have this effect.\nAnd if\r\nfrom the magistrateâs reasons it appears that his mind was not in a\r\nstate to enable him to try the case fairly this will\namount to a\r\nlatent gross irregularity. If, on the other hand, he merely comes to\r\na wrong decision owing to his having made a mistake\non a point of law\r\nin relation to the merits, this does not amount to gross\r\nirregularity. In matters relating to the merits the\nmagistrate may\r\nerr by taking a wrong one of several possible views, or he may err by\r\nmistaking or misunderstanding the point in\nissue. In the latter case\r\nit may be said that he is in a sense failing to address his mind to\r\nthe true point to be decided and\ntherefore failing to afford the\r\nparties a fair trial. But that is not necessarily the case. Where the\r\npoint relates only to the\nmerits of the case, it would be straining\r\nthe language to describe it as a gross irregularity or a denial of a\r\nfair trial. One\nwould say that the magistrate has decided the case\r\nfairly but has gone wrong on the law. But if the mistake leads to the\r\nCourtâs\nnot merely missing or misunderstanding a point of law on\r\nthe merits, but to its misconceiving the whole nature of the inquiry,\r\nor of its duties in connection therewith, then it is in accordance\r\nwith the ordinary use of language to say that the losing party\nhas\r\nnot had a fair trial.â\n[\n29]\tCounsel\r\nfor Absa attempted to persuade us that the present case fell within\r\nthe latter class of case referred to at the end\nof the dictum set out\r\nin the preceding paragraph. Before us counsel for Absa rightly\r\nconceded that the conclusion reached by the\nMagistrate was tenable,\r\nbut submitted that Absaâs view was preferable and more compelling.\r\nFor present purposes I discount confirmation\nby the court below of\r\nthe merits of the conclusion reached by the magistrate. The court\r\nbelow was faced with a basis of review\nwhich it ought to have\r\nscrutinised at the outset. It ought to have considered not just\r\nwhether Absa had provided a sustainable\nbasis for review but also\r\nwhether review was indeed the appropriate remedy.\n[\n30]\tThat\r\nthe Magistrate was correct in his view of the relevant provisions of\r\nthe NCA is, at the very least, arguable. For completeness,\nI record\r\nthat both the Magistrate and the court below considered the NCA not\r\nto be a model of elegance and clarity â a view that\nappears at face\r\nvalue to be justifiable. The Magistrate was concerned that Absaâs\r\nsubmissions in relation to the provisions of\nthe NCA militated\r\nagainst fundamental contractual principles.\n10\nHe considered the relevant provisions of the NCA closely and came to\r\nthe conclusion, that in the circumstances referred to above,\nit did\r\nnot provide a basis for Absa to reclaim possession. Even if one were\r\nto assume, in Absaâs favour, that the Magistrateâs\nview of the\r\nlaw is incorrect, this is certainly not a case where a judicial\r\nofficerâs view of the law is such as to amount to\na gross\r\nirregularity.\n[\n31]\tPerhaps\r\neven more fundamentally, the Magistrate was entitled to refuse to\r\nentertain the application on the basis that, in effect,\nfinal relief\r\nwas being sought without the knowledge of the respondent, who was\r\nexcluded on the flimsiest basis. He was being denied\nan opportunity\r\nof presenting his case in relation to the interpretation contended\r\nfor by Absa. In\nJordan\r\nand Another v Penmill Investments CC and Another\n1991\r\n(2) SA 430\n(E) the high court set aside a decision of a magistrate on\r\nthe basis of a gross irregularity which consisted of a magistrate\r\ndeciding\nto eject an occupant of a flat on application by the owner,\r\npending finalisation of the main action in which the legality of the\n\nejectment was to be considered. The magistrate had not provided\r\nreasons for doing so. There was no averment by the owner that\r\ncontinued occupancy of the flat would have caused damage to it or\r\nwould in any way have frustrated his claim. The high court observed\n\nthat the very object of an interlocutory order is to freeze the\r\nposition until the court decides where the right in issue lies,\n\nwhereas the order under review had the effect not of preserving the\r\nposition at the time of the initiation of the action, but of\nchanging\r\nthe\nstatus\r\nquo\nin favour of the owner without there being any justification for it.\r\nThe Magistrate in the present case was being asked to do exactly\nwhat\r\nthe court in that case considered objectionable.\n[32]\tTo sum up: No\r\nsustainable basis was provided for a review on the basis of a gross\r\nirregularity in the proceedings. The court\nbelow rightly refused the\r\napplication for review, but for the wrong reasons. The more\r\nappropriate order in the court below should\nhave been to strike the\r\nmatter off the roll. However, there is in effect, no difference. It\r\nis therefore not necessary to have\nthe order of the court below\r\nsubstituted. Considering that the matter was not opposed there is no\r\nnecessity for a costs order.\n[3\n3]\tThe\r\nfollowing order is made:\nThe appeal is dismissed.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tP Coetsee SC\nInstructed\r\nby\nSandenbergh\r\nNel Haggard Bellville\nSchoeman\r\nMaree Inc Bloemfontein\nFor\r\nRespondent:\tNo opposition\n1\nJohannesburg Consolidated\r\n\tInvestment Co v Johannesburg Town Council\n1903 TS 111.\n2\nJohannesburg Consolidated\r\n\tInvestment Co op cit\nat pp\r\n\t115-116.\n3\nOp cit\nat 116 and\nWestern Bank\r\n\tLimited v Packery\n1977 (3)\r\n\tSA 137\n(T) at 142C-E;\nSabena Belgian World Airlines v Ver Elst and Another\n1980 (2) SA 238\n(W) at 242E-G and see A C Cilliers, C\r\n\tLoots, HC Nel SC\nHerbstein\r\n\t& Van Winsen The Civil Practice of the High Courts and the\r\n\tSupreme Court of Appeal of South Africa\n5\r\n\ted (2009) Vol 2 at p1270.\n4\nCora Hoexter\nAdministrative\r\n\tLaw in South Africa\n(2007);\r\n\tCilliers\net al op cit\n1302;\nTelcordia\r\n\tTechnologies Inc v Telkom SA Ltd\n[2006] ZASCA 112\n;\n2007 (3) SA 266\n(SCA) 266 at para 60.\n5\nSee\r\n\tdefinition of administrative action in s 1 of PAJA.\n6\nD E van Loggerenberg, P B J Farlam\nErasmus\nSuperior Court Practice\n(2009) A1-71.\n7\nFor further examples see Cilliers\net\r\n\tal op cit\n1270 and Van\r\n\tLoggerenberg\net al op cit\nA1-72.\n8\nVan Loggerenberg\net al op\r\n\tcit\nA1-70A.\n9\nLoots\net al\nat 1273 and the authorities there cited.\n10\nSee in this regard\nMulder v\r\n\tCombined Motor Finance (Pty) Ltd\n1981 (1) SA 428\n(W).",
  "scraped_at": "2026-02-12T05:23:24.758824",
  "date": "2009-11-17",
  "coram": [
    "Navsa JA",
    "Ponnan JA",
    "Maya JA",
    "Mhlantla JJA",
    "Tshiqi AJA"
  ],
  "case_number": "146/09",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED"
    ],
    "respondents": [
      "PIETER DE VILLIERS",
      "Magistrate for the District of Simon's Town"
    ]
  },
  "sections": {
    "facts": "In September 2007 ABSA Bank Limited applied ex parte in the Magistrates' Court for Simon’s Town seeking an interim interdict prohibiting Pieter de Villiers from using a particular vehicle (Opel Corsa, registration CY126181) and authorising the sheriff to attach and retain the vehicle. The vehicle had been sold to de Villiers under an instalment sale agreement governed by the National Credit Act (NCA) on 25 August 2006. The agreement required the purchaser to keep the goods in his possession, maintain them, and stipulated that ownership would not pass until all instalments were paid in full. De Villiers fell into arrears of R6,980.59, with a total outstanding balance of R65,049.08. ABSA served a statutory notice of default on 24 August 2007 under s129(1)(a) of the NCA, but de Villiers did not respond. ABSA then sought an interdict and attachment of the vehicle, alleging breach of the instalment agreement.\n\nThe magistrate dismissed the application, holding that the NCA did not give ABSA a right to repossess the vehicle absent a formal cancellation of the instalment agreement. ABSA appealed, arguing that the magistrate’s decision was reviewable on the ground of a gross irregularity and that the magistrate had wrongly rejected admissible evidence. The Cape High Court also dismissed the review application. ABSA subsequently appealed to the Supreme Court of Appeal, which ultimately dismissed the appeal.",
    "issues": "The primary issues before the Supreme Court of Appeal were (1) whether the magistrate’s decision to dismiss ABSA’s interdict application could be reviewed on the ground of gross irregularity under s24(1)(c) of the Supreme Court Act; (2) whether ABSA was entitled, under the NCA, to obtain possession of the vehicle without first obtaining a cancellation of the instalment agreement; and (3) whether the magistrate’s interpretation of the NCA constituted a mistake of law that amounted to a gross irregularity sufficient to warrant judicial review.",
    "principles": "The Court set out the legal framework for reviewing decisions of inferior courts, emphasizing that a gross irregularity must be an act or omission of such a nature that it prejudices the aggrieved party and justifies setting aside the decision. The distinction between review of judicial decisions and review of administrative action under PAJA was reaffirmed, noting that a bona‑fide mistake of law is generally not a ground for review unless it prevents a fair trial. The Court also referred to the NCA provisions governing the repossession of goods under instalment agreements, particularly s127, s130 and s131, which require a cancellation of the agreement before a creditor may lawfully reclaim possession.",
    "application": "Applying these principles, the Court found that the magistrate’s interpretation of the NCA was arguable and did not rise to the level of a gross irregularity. Even if the magistrate had erred in law, the error did not prevent a fair hearing or cause prejudice to ABSA. Moreover, ABSA had not obtained a cancellation of the instalment agreement, a statutory prerequisite for repossession under the NCA. The Court held that the appropriate remedy for ABSA would have been an appeal on the merits, not a review on the basis of alleged irregularity. Consequently, there was no sustainable basis for the review sought, and the lower court’s dismissal was upheld, albeit for the wrong reasons.",
    "conclusion": "The Supreme Court of Appeal dismissed ABSA’s appeal, confirming the magistrate’s dismissal of the interdict application. No order for costs was made, as the matter was unopposed and the appeal was dismissed. The decision reaffirmed the limited scope for reviewing inferior court decisions on grounds of gross irregularity and clarified the requirements for repossession under the National Credit Act."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Secured Transactions",
    "level_3": [
      "interdict",
      "instalment agreement",
      "National Credit Act",
      "gross irregularity",
      "review of magistrate decision"
    ]
  }
}