{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/65.html",
  "case_name": "Mshengu v S (446/08) [2009] ZASCA 65; 2009 (2) SACR 316 (SCA); [2009] 4 All SA 242 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 65",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 65\n|\nNoteup\n|\nLawCite\nMshengu v S (446/08) [2009] ZASCA 65; 2009 (2) SACR 316 (SCA); [2009] 4 All SA 242 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\r\nAFRICA\nJUDGMENT\nCase number: 446/08\nIn the matter between:\nSIPHESIHLE PROTAS\r\nMSHENGU                              APPELLANT\nv\nTHE STATE \t\t\t\t\t\t \r\n       RESPONDENT\nNeutral\r\ncitation:\nMshengu\r\nv the State\n(446/2008)\n[2009]\r\nZASCA 65\n(29 May 2009)\nCoram:\nJafta,\r\nPonnan and Mhlantla JJA\nHeard:\t\t13 May 2009\nDelivered:\t\t29 May\r\n2009\nSummary:\tPlea of\r\nguilty in terms of\ns 112\nof the\nCriminal Procedure Act 51 of 1977\nâ\r\nthe requirements therefor restated.\nORDER\nOn appeal from:\nHigh Court Petermaritzburg (Natal Provincial Division, (Van Niekerk\r\nAJ and Moleko J concurring)\nIn the result the\r\nfollowing order is made:\n1.\tThe appeal is\r\nallowed and the conviction and sentence are set aside.\nJUDGMENT\nJAFTA\r\nJA\n(Ponnan\r\nand Mhlantla JJA concurring)\n[1]\tOn 22 September\r\n2004, the appellant, a 13-year-old, quarrelled with a 14-year-old boy\r\nand stabbed him once in the chest with\na knife. The victim died as a\r\nresult of the injury inflicted by the appellant. The next day the\r\nappellant was arraigned before\nthe regional court on a charge of\r\nmurder. He was represented by an attorney at the trial. He pleaded\r\nguilty to murder and a statement\nsetting out the basis of his plea\r\nwas tendered in terms of\ns 112\nof the\nCriminal Procedure Act 51 of\n1977\n. He was duly convicted on his plea of guilty and sentenced to\r\neight yearsâ imprisonment.\n[2]\tHe appealed\r\nagainst the conviction and sentence to the Pietermaritzburg High\r\nCourt (Van Niekerk AJ, Moleko J concurring). The\nconviction was\r\nchallenged on the basis that the statement tendered did not satisfy\r\nthe requirements of\ns 112(2)\nin that it failed to admit that the\r\nappellant was criminally liable for his conduct. Accordingly, it was\r\nargued, that the magistrate\nshould not have been satisfied that the\r\nappellant was indeed guilty. The sentence was attacked on the ground\r\nthat it was excessive.\n[3]\tThe appeal\r\nagainst conviction was dismissed but the sentence imposed by the\r\ntrial court was set aside. The matter was remitted\nto the trial court\r\nfor sentence to be considered afresh. This appeal is with the leave\r\nof the high court.\n[4]\tTwo issues arise\r\nin this mater. The first issue is whether, in view of the appellantâs\r\nage, the statement tendered on his\nbehalf complied with\ns 112(2)\nof\r\nthe Act. If not, whether the matter should be remitted to the trial\r\ncourt following the setting aside of the conviction.\n[5]\tBefore the Act\r\nwas enacted the prosecution was required to lead evidence in all\r\ntrials, including cases where the accused had\npleaded guilty.\n1\nSection 112\nof the Act introduced a different procedure that\r\ndispensed with the leading of evidence where a plea of guilty is\r\ntendered.\n2\nHowever, Parliament sought to protect accused persons against the\r\nconsequences of convictions based on incorrect pleas of guilty\nby\r\nincluding in the section two safeguards designed to determine whether\r\na plea of guilty was properly tendered.\n3\nThe primary purpose of the written statement in terms of\ns 112(2)\nis\r\nto set out the admissions of the accused and the factual basis\r\nsupporting his or her guilty plea.\n[6]\nSection 112\nprovides:\nâ\n(1)\tWhere an\r\naccused at a summary trial in any court pleads guilty to the offence\r\ncharged, or to an offence of which he may be convicted\non the charge\r\nand the prosecutor accepts that plea â\n(a)\tâ¦.\n(b)\tthe presiding\r\njudge, regional magistrate or magistrate shall, if he or she is of\r\nthe opinion that the offence merits punishment\nof imprisonment or any\r\nother form of detention without the option of a fine or of a fine\r\nexceeding [R1500], or if requested thereto\nby the prosecutor,\r\nquestion the accused with reference to the alleged facts of the case\r\nin order to ascertain whether he or she\nadmits the allegations in the\r\ncharge to which he or she has pleaded guilty, and may, if satisfied\r\nthat the accused is guilty of\nthe offence to which he or she has\r\npleaded guilty, convict the accused on his or her plea of guilty of\r\nthat offence and impose\nany competent sentence.\n(2)\tIf an accused or\r\nhis legal adviser hands a written statement by the accused into\r\ncourt, in which the accused sets out the facts\nwhich he admits and on\r\nwhich he has pleaded guilty, the court may, in lieu of questioning\r\nthe accused under subsection (1)(b),\nconvict the accused on the\r\nstrength of such statement and sentence him as provided in the said\r\nsubsection if the court is satisfied\nthat the accused is guilty of\r\nthe offence to which he has pleaded guilty: Provided that the court\r\nmay in its discretion put any\nquestion to the accused in order to\r\nclarify any matter raised in the statement.â\n[7]\nSection 112(2)\nrequires that the statement must set out the facts which he admits\r\nand on which he has pleaded guilty. Legal conclusions will not\n\nsuffice. The presiding officer can only convict if he or she is\r\nsatisfied that the accused is indeed guilty of the offence to which\na\r\nguilty plea has been tendered. If not, the provisions of\ns 113\nmust\r\nbe invoked.\n[8]\tThe statement\r\ntendered by the appellant in this mater must be examined against the\r\nabove backdrop. It reads:\nâ\n2.\tThe charge has\r\nbeen explained to me and I understand the charge that is being\r\nbrought against me. I was not forced or influenced\nby any person to\r\nplead guilty. I am making this statement freely and voluntarily in\r\nfront of my mother Ester Mshengu. My explanation\nis as follows:\n3.\tI admit that I\r\nkilled Nkosikhona Ngobese, a 14 year old male person, on the 22\nnd\nday of September 2004 at and or near Idube Road near House No 324\r\nMpophomeni in the regional division of Kwa-Zulu Natal. On the\nday in\r\nquestion I had an argument with the deceased. As a result of the\r\nargument I then took out the knife from the motor vehicle,\nwent\r\nstraight to him and stabbed him once in the chest. The deceased fell\r\non the ground and at that stage he was bleeding. The\ndeceased died as\r\na result of the wound and bleeding. I then ran away. Few minutes\r\nlater I was apprehended by members of the community\nwho called the\r\npolice. I was then arrested and charged with murder.\n4.\tI admit that my\r\nactions in stabbing the deceased with a knife resulted in the\r\ndeceasedâs death. Further to the above I admit\nthat my actions were\r\nunlawful and intentional.\n5.\tI admit that my\r\nactions at the time of the commission of the offence were unlawful\r\nand intentional and that I intended to cause\nthe death of the\r\ndeceased.â\n[9]\tThe above\r\nstatement does not admit the charge in all of its ramifications.\nSection 112\nrequires as much. It amounts instead to a simple\r\nregurgitation of what must have been the content of the charge sheet.\r\nThe accused\nin this particular instance is rebuttably presumed to be\r\ncriminally non-responsible. The burden of rebutting this presumption\r\nrests\non the prosecution. An important step in the proceedings was to\r\nascertain whether his development was sufficient to rebut the\r\npresumption.\nThat plainly did not occur. The prosecution would\r\nobviously have been relieved of that obligation had an appropriate\r\nadmission\nbeen made by the accused. That likewise did not occur. No\r\nevidence capable of rebutting that presumption had been placed before\n\nthe magistrate.  When regard is had to the record in its entirety, it\r\nis obvious that none who were involved in the trial were\nalive to the\r\npresumption of criminal non-responsibility, that was in operation in\r\nrespect of this child.\n[10]\tWhat was said\r\nin the statement was too terse and open to the construction that,\r\nwith the benefit of hindsight and the experience\nof finding himself\r\nin a courtroom, he knew that he had done wrong. The statement told\r\nthe magistrate nothing about his state of\nmind at the time of the\r\nstabbing or of his level of perception then. Nor, if he was mature\r\nenough to answer for his behaviour.\nFor, as it was put by Didcott J\r\nin\nS\r\nv M\n1982\r\n(1) SA 240\n(N) at 242 D-E:\nâ\nAccused persons\r\nsometimes plead guilty to charges, experience shows, without\r\nunderstanding fully what these encompass. The danger\nof doing so is\r\nobvious in a society like ours, which sees many who are illiterate\r\nand unsophisticated coming before the courts\nwith no legal\r\nassistance. The danger is greater still, it goes without saying, when\r\nsuch a one is a young child with a limited\ngrasp of the proceedings.\n[11]\tBefore us\r\ncounsel for the state conceded that standing on its own the statement\r\nwas deficient in this important respect. He\ndid suggest that any such\r\ndeficiency was cured by the fact that the child had legal\r\nrepresentation. I cannot agree. On the facts\nof this case, there\r\nappears to be no outward manifestation that counsel appreciated that\r\nthis issue was a live one. One can hardly\ntherefore take any comfort\r\nfrom that.\n[12]\tIt follows that\r\nthe conviction cannot stand and must be set aside.\n[13]\tThe next issue\r\nthat calls for consideration is whether the course suggested in\ns 312\nof the Act should be followed in this case. If a conviction is set\r\naside solely on the basis that\ns 112\nwas not complied with the\r\nsection requires that the matter be remitted to the trial court for\r\nit to comply with or act in terms\nof\ns 113.\nSection 312(1)\nprovides:\nâ\n(1)\tWhere a\r\nconviction and sentence under\nsection 112\nare set aside on review or\r\nappeal on the ground that any provision of subsection (1)(b) or\r\nsubsection (2) of that section was not\ncomplied with, or on the\r\nground that the provisions of\nsection 113\nshould have been applied,\r\nthe court in question shall remit the case to the court by which the\r\nsentence was imposed and direct\nthat court to comply with the\r\nprovision in question or to act in terms of\nsection 113\n, as the case\r\nmay be.â\n[14]\tIn the past the\r\nlanguage of the section has been construed to mean that its\r\nprovisions were peremptory.\n4\nIn\nS\r\nv Arendse and Another\n5\nthe Cape High Court held that\ns 312\nwas peremptory but declined to\r\nremit the case because, in its opinion, it was clear that the\r\nremittal would serve no purpose. The\ncourt said:\n6\nâ\nIt seems to me\r\nthat, notwithstanding the provisions of\ns 312\n(1), that section does\r\nnot compel this Court to commit a fatuity. The Act cannot intend that\r\nthis Court must remit, in a case where\nall are\nad\r\nidem\n,\r\nie the State is ad idem and the Court agrees with the State and that\r\nis also the attitude of the appellantsâ representative\nthat no\r\nconviction can accrue in this case. It seems to me that in those\r\ncircumstances no Court is even compelled to follow a course\nand give\r\nan order that certain proceedings must now take place which are\r\npointless, can have no purpose and can have no outcome,\nother than\r\nthe acquittal of the accused.â\n[15]\tThe question\r\nthat arises is whether the language of the section is indeed\r\nperemptory. The construction that favours the view\nthat it is\r\nperemptory is influenced by the use of the word âshallâ in the\r\nsection. The word does not, by itself, conclusively\ndetermine that a\r\nprovision is peremptory. The courts have found it impossible to lay\r\ndown a conclusive test.\n7\nA court called upon to determine whether a particular provision is\r\nperemptory or directory must construe the language of the concerned\n\nprovision in the context, scope and object of the Act of which it\r\nforms part.\n8\nThus in\nMaharaj\r\nand Others v Rampersad\n9\nthis court rejected the argument that âshallâ in the context of\r\nthe enactment it was concerned with indicated that the provision\nwas\r\nmandatory. The court said:\n10\nâ\n[Appellantâs\r\ncounsel] pointed out that the regulation used the word âshallâ â\r\ntranslated in the Afrikaans version by the\nword âmoetâ â in\r\nrelation to the requirement of attaching to the application a plan or\r\nmap tracing and, on the authority\nof such decisions as\nMessenger\r\nof the Magistrateâs Court, Durban v Pillay\n1952 (3) SA 678\n(A), and\nFeinberg\r\nv Pietermaritzburg Liquor Licensing Board\n1953 (4) SA 415\n(A) at p 419, he contended that this was a âstrong\r\nindicationâ that the requirement was peremptory. In the former of\r\nthe two\ncases referred to immediately above Van den Heever\r\nJA described the word âmoetâ in Kantian terms as embodying the\n\nâcategorical imperativeâ. It would be a work of supererogation to\r\nrefer to the long list of examples in our reported case-law\nwhere\r\nthat word, in the light of considerations pointing to another\r\nconclusion, has had to surrender this resounding accolade and\nbeen\r\nreduced to the status of a mere directory verb.â\n[16]\tIn addition to\r\nstatutory context, the section must be construed consistently with\r\nthe Constitution and if possible it must\nbe given a construction\r\nwhich will not be inconsistent with an accusedâs fair trial rights.\r\nSection 39(2) of the Constitution\nobliges every court to promote the\r\nspirit, purport and objects of the Bill of Rights when interpreting\r\nlegislation. In\nFraser\r\nv ABSA Bank Ltd\n(National Director of Public Prosecutions as Amicus Curiae) the\r\nConstitutional Court said:\n11\nâ\nThe question\r\nraised by this application is whether the Supreme\nCourt of\r\nAppealâs interpretation of s 26 [of the  Prevention of Organised\r\nCrime Act] has failed to promote the spirit, purport\nand objects of\r\nthe Bill of Rights in terms of s 39(2). â¦Section 39(2) requires\r\nmore from a Court than to avoid an interpretation\nthat conflicts with\r\nthe Bill of Rights. It demands the promotion of the spirit, purport\r\nand objects of the Bill of Rights. These\nare to be found in the\r\nmatrix and totality of rights and values embodied in the Bill of\r\nRights. It could also in appropriate cases\nbe found in the protection\r\nof specific rights, like the rights to a fair trial in s 35(3), which\r\nis fundamental to any system of\ncriminal justice, and of which the\r\nrights to legal representation and against unreasonable delays are\r\ncomponents. The spirit, purport\nand objects of the protection of the\r\nright to a fair trial therefore have to be considered.â\n[17]\tThe purpose of\r\ns 312 is to prevent an injustice which may occur if an accused person\r\nwere to escape punishment for his or her\ncrime only because his or\r\nher conviction was set aside on the ground that there was a failure\r\nto comply with s 112 of the Act.\nBut an injustice cannot occur where\r\nthe accused has served the entire sentence by the time the conviction\r\nis set aside on appeal.\nNor can it occur where a fresh conviction\r\ncannot be achieved following a remittal to the trial court. To\r\nconstrue s 312(1) in the\nmanner that renders its provisions\r\nperemptory may result in an injustice or even an infringement of an\r\naccused personâs right\nto a fair trial. There can be no\r\njustification for ordering that an accused person, who has already\r\nserved the entire punishment,\nbe subjected to a second trial. Such an\r\norder would be inconsistent with the right to a fair trial. In my\r\nview it could never have\nbeen the intention of the legislature that a\r\ncourt is obliged to comply with the section irrespective of the\r\ninjustice or unfairness\nthat it may cause. I therefore  conclude that\r\ns 312(1) is not peremptory.\n[18]\tThe course\r\nprescribed by the section must, however, be followed unless the court\r\non review or appeal is of the view that it\nwould lead to an injustice\r\nor would be a futile exercise. The court retains the discretion not\r\nto order a remittal if the circumstances\nof the case are such that\r\nthe remittal will be inappropriate.\n[19]\tIn this matter\r\nthe appellant had served more than two years of the original sentence\r\nimposed by the trial court when he appeared\nbefore it for\r\nre-sentencing. Having had regard to a probation officerâs report\r\nand the time spent by the appellant in detention,\nthe trial court\r\nimposed a sentence of three yearsâ imprisonment wholly suspended\r\nfor five years on certain conditions. There\nhas already been a\r\nremittal of the matter to the trial court which considered it\r\nappropriate to impose a non-custodial sentence.\nIn these\r\ncircumstances it would be unfair, in my view, to order a remittal of\r\nthe case once more.\n[20]\tIn the result\r\nthe appeal is allowed and the conviction and sentence are set aside.\n________________________\nC N JAFTA\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT:\tA M\r\nSkelton (Ms)\nInstructed by\nMastross\r\nIncorporated\nPietermaritzburg\nHoney Attorneys\nBloemfontein\nFOR RESPONDENT:\tS\r\nSankar\nInstructed by\nThe Director of\r\nPublic Prosecutions\nPietermaritzburg\nThe Director of\r\nPublic Prosecutions\nBloemfontein\n1\nR v Nathanson\n1959 (3) SA 124\n(A) and\nS v Roux\n1975 (3) SA 190\n(A).\n2\nThe relevant part of the section is quoted below.\n3\nS v Naidoo\n1989\r\n\t(2) 114 (A).\n4\nS v Khupiso; S v Africa\n1979 (2) SA 605\n(O).\n5\n1985 (2) SA 103\n(C) at 108F.\n6\nIbid p 107J-108F.\n7\nLeibbrandt v South African Railways\n1941 AD 9.\n8\nCharlestown Town Board v Vilakazi\n1951 (3) SA 361\n(A).\n9\n1964 (4) 638 (A).\n10\nIbid p 643G-644B.\n11\n[2006] ZACC 24\n;\n2007 (3) SA 484\n(CC) para 47.",
  "scraped_at": "2026-02-11T21:51:36.685905",
  "date": "2009-05-29",
  "coram": [
    "Jafta JJA",
    "Ponnan JJA",
    "Mhlantla JJA"
  ],
  "case_number": "446/08",
  "parties": {
    "applicants": [
      "Sipheshile Protas Mshengu"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In September 2004 a 13‑year‑old appellant, Sipheshile Protas Mshengu, got into a quarrel with a 14‑year‑old boy, Nkosikhona Ngobese, and stabbed him once in the chest, causing his death. The appellant was arraigned the following day on a charge of murder, pleaded guilty in terms of section 112 of the Criminal Procedure Act 51 of 1977, was convicted and sentenced to eight years' imprisonment. He appealed the conviction and sentence to the High Court, arguing that his written plea did not satisfy the statutory requirements of s 112(2) because it failed to admit criminal liability. The High Court dismissed the conviction but set aside the sentence and remitted the matter for re‑sentencing. The State appealed the High Court decision.",
    "issues": "The appeal raised two principal issues: (1) Whether, given the appellant’s age, the written statement tendered under s 112(2) complied with the statutory requirement that the accused set out the facts he admits and expressly admit criminal liability for the offence; (2) Whether, after setting aside the conviction on the basis of non‑compliance with s 112, the court must, under s 312(1), remit the matter to the trial court for a fresh trial or whether discretion exists to forgo remittal where it would be futile or unjust.",
    "principles": "Section 112(2) requires a written statement that sets out the factual admissions and an explicit admission of guilt; mere regurgitation of the charge is insufficient. Children are rebuttably presumed non‑criminally responsible, and the prosecution bears the burden of rebutting that presumption. If the statement fails to admit liability, conviction cannot stand and s 113 must be invoked. Section 312(1) uses the word \"shall\" but the Supreme Court has held that such language is not peremptory and must be read in context, with reference to constitutional principles under s 39(2) to promote fair trial rights. Cases such as S v M, S v Arendse, and Maharaj v Rampersad illustrate that mandatory language may be interpreted as discretionary where strict compliance would cause injustice.",
    "application": "The Court found that the appellant’s statement merely echoed the charge and did not include an admission of criminal liability; consequently the conviction could not be sustained and was set aside. Regarding s 312, the Court held that the provision is not peremptory; discretion exists to refuse remittal where it would be futile or result in unfairness. The appellant had already served over two years of his sentence and, after a further hearing, had been sentenced to a three‑year suspended sentence. Ordering another remittal would be unnecessary and unjust, so the Court declined to remit the matter for a fresh trial.",
    "conclusion": "The appeal was allowed. The conviction and the original eight‑year sentence were set aside, and no further remittal was ordered."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "plea of guilty",
      "section 112",
      "juvenile offender",
      "conviction set aside",
      "remittal discretion"
    ]
  }
}