{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/91.html",
  "case_name": "Mathebula v S (431/2009) [2009] ZASCA 91; 2010 (1) SACR 55 (SCA) ; [2010] 1 All SA 121 (SCA) (11 September 2009)",
  "citation": "[2009] ZASCA 91",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 91\n|\nNoteup\n|\nLawCite\nMathebula v S (431/2009) [2009] ZASCA 91; 2010 (1) SACR 55 (SCA) ; [2010] 1 All SA 121 (SCA) (11 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJ\nUDGMENT\nCase No: \r\n431/2009\nA S\r\nMATHEBULA\nAppellant\nand\nTHE\r\nSTATE\nRespondent\nNeutral\r\ncitation\n:\nMathebula\r\nand The State\n(431/09)\n[2009] ZASCA 91\n(11\r\nSeptember 2009)\nCoram:\tHEHER, PONNAN JJA\r\nand BOSIELO\nAJA\nHeard:\t2\nSeptember 2009\nDelivered:\t11\r\nSeptember 2009\nUpdated:\nSummary:\tCriminal\r\nProcedure –\nCriminal Procedure Act 51 of 1977\ns 60(11)(a)\n–\r\nbail - exceptional circumstances – weakness of state case –\r\nnecessary proof.\n____________________________________________________________________________________\nORDER\nIn\r\nan appeal from the High Court, Pretoria (Makhafola AJ sitting as\r\ncourt of first instance).\nThe following order is\r\nmade:\nThe appeal is dismissed.\nJUDGMENT\n___________________________\n__________________________________________\nHEHER JA\r\n(PONNAN JA and BOSIELO AJA concurring):\n[1]\tThis is\r\nan appeal against a judgment of the North Gauteng High Court,\r\nPretoria in which the learned judge dismissed an appeal\nagainst the\r\nrefusal by the magistrate at Bolobedu to grant bail to the appellant\r\npending his trial.\n[2]\tOn 17\r\nMarch 2008 the appellant, a man of 45 years, and a co-accused were\r\narrested on charges of murder and possession of arms\nand ammunition.\r\nApparently two other co-accused had been taken into custody days\r\nearlier.\n[3]\tOn 7\r\nApril 2008 the appellant and accused no 3, one Maswanganye applied to\r\nbe released on bail. They employed an advocate in\ncommon. As the main\r\ncharge against them was a offence in Schedule 6 to the\nCriminal\nProcedure Act 51 of 1977\nthey undertook the task of adducing evidence\r\nwhich would satisfy the court that exceptional circumstances existed\r\nwhich in the\ninterests of justice permitted the court to release them\n(S 60(11)(a)\nof the Act).\n[4]\tThey\r\nsought to discharge the onus by producing affidavits deposed to by\r\neach of them. (The content of the affidavit made by\nMaswanyange was\r\nexculpatory in nature and did not then or subsequently bear on the\r\nappellant’s case.)\n[5]\tThe\r\nappellant’s statement contained the following averments which\r\nare contended to be of relevance in the discharge of\nthe onus:\n1.\tHe\r\nresides in a house in a village in Giyani.\n2.\tHe is married with\r\nthree school-going children.\n3.\tHe is self-employed as\r\na taxi owner, one of three such vehicles being driven by him also.\n4.\tHe is the\r\nbreadwinner of the household and has a net income of about R15 000\r\nper month. His estate (which includes fixed assets)\namounts to about\r\nR500 000.\n5.\tHe does not possess a\r\npassport and has no relatives outside South Africa.\n6.\tHe does\r\npossess a firearm (of which the police had taken possession) but\r\ndenies its use in the commission of the crime. (At the\nappeal hearing\r\ncounsel for the State informed us that ballistic tests on the firearm\r\nhad not established any such connection.)\n7.\tHe has no relevant\r\nprevious convictions.\n8.\tHe was\r\narrested on a Saturday, the day following the alleged crime. On the\r\nFriday he was engaged in driving his taxi in the course\nof business\r\non a route between Giyani and Polokwane between 14h45 and 20h40 at\r\nwhich hour he arrived home and retired for the night.\nHe therefore\r\nintends to plead not guilty and raise an alibi.\n9.\tAfter his arrest he\r\nwas severely tortured in order to extract a confession.\n10.\tAt the\r\ntime of his arrest he had in his possession cash amounting to about\r\nR7500 to be deposited in the bank: money due on his\nkombi and a\r\nfurther R2000 paid to him by a creditor.\n11.\tHe was told by his\r\nco-accused that they too had been severely assaulted apparently with\r\nthe intention of persuading them to\nsay that he had hired them to\r\ncommit the murder.\n12.\tHe averred that\n‘\nThe\r\nstate case against me is weak and . . . for the state case to stand\r\nthey will be forced to turn the co-accused into state witnesses.’\nThe\r\nappellant submitted that the cumulative effective of these\r\ncircumstances rendered them ‘exceptional’ for the purpose\n\nof justifying his release on bail. He added that he would not pose a\r\ndanger to the public, evade his trial, interfere with witnesses\nor\r\nevidence, and that his release would not jeopardise the functioning\r\nof the criminal justice or bail system or public peace or\norder.\n[6]\tAfter\r\nthe applicant’s case was closed the prosecutor intimated that\r\nhe would call the investigating officer to testify\nin opposition to\r\nthe application. When the trial resumed four days later, however, he\r\ntoo submitted an affidavit in which that\nofficer, Kgabo Masoga, an\r\nInspector in the SAPS deposed as follows:\n‘\nThe\r\noffence with which the accused has been charged is a schedule 6 (six)\r\noffence in that it was planned or premeditated and that\nit was\r\ncommitted by a group of persons or syndicate acting on the execution\r\nor furtherance of a common purpose or conspiracy.\n4.\nThe\r\ninterests of justice do not permit the release from detention of the\r\naccused on the ground that there is the likelihood that\nthe accused,\r\nif they are released on bail, will undermine or jeopardize the\r\nobjectives or the proper functioning of the criminal\njustice system,\r\nincluding the bail system, because of the nature and gravity of the\r\ncharge on which the accused are to be tried.\n5.\nThe\r\nnature and gravity of the punishment which is likely to be imposed\r\nshould the accused be convicted of the charge against them\nshould be\r\ntaken into account. The DPP has already decided that this is a matter\r\njusticiable in the High Court of South Africa.\n6.\nThe\r\nvictim was shot at, when he was about to enter into his yard, at\r\nclose range. The circumstances under which the offence was\ncommitted\r\nare likely to induce a sense of shock or outrage in the community\r\nwhere this offence was committed should they be released\non bail. The\r\nshock and outrage of the community might lead to public disorder if\r\nthe accused are released on bail. The safety of\nthe accused might\r\nalso be jeopardized by their release.\n7.\nThe\r\nrelease of the accused will undermine or jeopardize the public\r\nconfidence in the criminal justice system, in that the community\nmay\r\ntake the law into  their own hands. The state has a strong case\r\nagainst the accused and there is a likelihood of the accused\nbeing\r\nconvicted.\n8.\nDuring\r\nJanuary 2008 a court order was made against accused number 4(four) by\r\nthe High Court of South Africa (Transvaal Provincial\nDivision) under\r\nCivil Case No. 25270/2006.\nIn\r\nthe matter between Molototsi Taxi Association and Giyani Taxi\r\nAssociation being 2\nnd\nrespondent and accused being a member of 2\nnd\nrespondent. The deceased in this matter was a member of Molototsi\r\nTaxi Association being applicant. The order by the Honourable\nJudge\r\nof the High Court of South Africa was given in favour of applicants.\r\nThe accused has therefore a resentment which he harbours\nagainst\r\nmembers of Molototsi Taxi Association of which the deceased is also a\r\nmember.’\n[7]\tOn 15\r\nApril 2008 the magistrate dismissed the application. He found that\r\nthe appellant had failed to discharge the onus.\n[8]\tOn 23\r\nMay 2008 the defence applied to renew the application on new facts.\r\nOn behalf of the appellant his wife Victoria gave\nevidence under\r\noath. In so as is relevant she added the following facts:\n1.\tSince the\r\ndetention of the appellant she had struggled to maintain the taxi\r\nbusiness formerly run by him. Little income was being\ngenerated and\r\ncreditors were pressing.\n2.\tAt the\r\ndate of testifying she was 4 months pregnant, unwell and under\r\nstress. The pregnancy was under threat.\n[9]\tThe\r\nState led no additional evidence. The magistrate again dismissed the\r\napplication.\n[10]\tThe\r\nappellant appealed to the High Court. For reasons which are\r\nunexplained the appeal was not heard until 7 April 2009. Judgment\nwas\r\ndelivered on 16 April.\n[11]\t   In\r\nthe present instance the appellant’s tilt at the state case was\r\nblunted in several respects : first, he founded\nthe attempt upon\r\naffidavit evidence not open to test by cross-examination and,\r\ntherefore, less persuasive: cf\nS v Pienaar\n1992 (1) SACR 178\n(W) at 180h; second, both\r\nthe denial of complicity and the alibi defence rested solely on his\r\nsay-so with neither witnesses nor\nobjective probabilities to\r\nstrengthen them. The vulnerability of unsupported alibi defences is\r\nnotorious, depending as it does,\nso much upon the court’s\r\nassessment of the truth of the accused’s testimony. In so far\r\nas the appellant suggested that\nthe police had extracted an\r\ninadmissible confession from him (or his co-accused), he provided no\r\ndetail which might have enhanced\neither his or their reliability or\r\ncredibility.\n[12]\tBut a\r\nstate case supposed in advance to be frail may nevertheless sustain\r\nproof beyond a reasonable doubt when put to the test.\nIn order\r\nsuccessfully to challenge the merits of such a case in bail\r\nproceedings an applicant needs to go further: he must prove\non a\r\nbalance of probability that he will be acquitted of the charge:\nS\r\nv Botha\n2002 (1) SACR 222\n(SCA) at 230h,\r\n232c;\nS v Viljoen\n2002\r\n(2) SACR 550\n(SCA) at 556c. That is no mean task, the more especially\r\nas an innocent person cannot be expected to have insight into matters\r\nin which he was involved only on the periphery or perhaps not at all.\r\nBut the state is not obliged to show its hand in advance,\nat least\r\nnot before the time when the contents of the docket must be made\r\navailable to the defence; as to which see\nShabalala\r\n& Others v Attorney-General of Transvaal and Another\n[1995] ZACC 12\n;\n1996\r\n(1) SA 725\n(CC). Nor is an attack on the prosecution case at all\r\nnecessary to discharge the onus; the applicant who chooses to follow\r\nthat\nroute must make his own way and not expect to have it cleared\r\nbefore him. Thus it has been held that until an applicant has set\nup\r\na prima facie case of the prosecution failing there is no call on the\r\nstate to rebut his evidence to that effect:\nS\r\nv Viljoen\nat 561f-g.\n[13]\t As\r\nwill be apparent from the paucity of facts in support of his case,\r\nthe appellant fell substantially short of the target.\nDespite the\r\nweak riposte of the state, the magistrate was left, after hearing\r\nboth sides, no wiser as to the strength or weakness\nof the state case\r\nthan he had been when the application commenced. It follows that the\r\ncase for the appellant on this aspect did\nnot contribute anything to\r\nestablishing the existence of exceptional circumstances.\n[14]   The\r\nreliance on his wife’s physical and psychological problems was\r\ndirected mainly to her pregnancy and its effects.\nWhatever its merits\r\nat the time of the application it was in essence a temporary\r\nconsideration which has long since been overtaken\nby the lapse of\r\ntime in bringing this matter to a conclusion. Accordingly it is no\r\nlonger relevant to a decision of the issue.\n[15]\tThe\r\nremainder of the personal factors urged on us, are neither unusual or\r\nsuch as singly or together warrant release of the\nappellant in the\r\ninterest of justice. Parroting the terms of subsec (4) of\ns 60\n, as he\r\ndid, does not\nestablish\nany\r\nof those grounds, without the addition of facts that add weight to\r\nhis\nipse dixit\n.\n[16]\tThe\r\nappeal is dismissed.\n________________________\nJ\r\nA HEHER\nJUDGE\r\nOF APPEAL\nA\nppearances:\nF\nor\r\nappellant:\tR C Krause (Attorney)\nI\nnstructed\r\nby:\tBDK Attorneys, Johannesburg\nSymington\r\n& De Kok, Bloemfontein\nF\nor\r\nrespondent:\tL A More\nI\nnstructed\r\nby:\tDirector of Public Prosecutions, Pretoria\nDirector\r\nof Public Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T05:13:14.630153",
  "date": "2009-09-11",
  "coram": [
    "HEHER JA",
    "PONNAN JA",
    "BOSIELO AJA"
  ],
  "case_number": "431/2009",
  "parties": {
    "applicants": [
      "A S MATHEBULA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 17 March 2008 the appellant, a 45‑year‑old taxi owner named A S Mathebula, was arrested with co‑accused for murder and possession of arms and ammunition. He applied for bail on 7 April 2008, relying on affidavits that set out personal circumstances – marriage, three children, a monthly income of about R15,000, ownership of a taxi and assets worth roughly R500,000, lack of a passport or relatives abroad, possession of a firearm (later seized), no prior convictions, an alibi, and allegations of torture and assault by police. The magistrate dismissed the bail application on 15 April 2008, finding the appellant had failed to discharge the onus of proving \"exceptional circumstances\" under s 60(11)(a) of the Criminal Procedure Act. A renewed application on 23 May 2008, supported by the appellant’s pregnant wife, was also dismissed. The appellant appealed to the High Court; the appeal was heard on 7 April 2009 and judgment delivered on 16 April 2009, upholding the lower court’s decision. The matter was then appealed to the Supreme Court of Appeal.",
    "issues": "The central issue was whether the appellant had discharged the statutory onus of establishing exceptional circumstances that justify bail in a schedule‑6 murder case, considering the seriousness of the charge and alleged weakness of the state’s case. Related questions included whether the appellant’s personal and familial circumstances, allegations of police misconduct, and claims of a weak prosecution case were sufficient to satisfy the bail test, and whether the state was required to adduce evidence to counter the appellant’s assertions at the bail stage.",
    "principles": "Under s 60(11)(a) of the Criminal Procedure Act, an applicant for bail in a schedule‑6 offence must prove on a balance of probabilities that exceptional circumstances exist. The applicant bears the onus; the state is not obliged to prove the case in advance, but the court must be convinced that the applicant will not jeopardise the criminal justice system, evade trial, or threaten public order. Precedent from S v Botha, S v Viljoen, and Shabalala & Others emphasizes that the applicant must present evidence beyond mere assertions, preferably corroborated, and that an unsupported alibi or untested affidavits are insufficient. The magistrate must assess the strength of the prosecution’s case and any potential prejudice to the public or victims.",
    "application": "The Court found that the appellant relied principally on untested affidavit evidence and personal assertions without corroborating witnesses or objective probabilities. The alleged alibi and claims of police torture were unsupported by detail, and the appellant’s financial and family circumstances, while adverse, were not of a nature that ordinarily constitutes \"exceptional\" circumstances. The state’s evidence, though not exhaustive, was not shown to be so weak as to warrant bail, and the magistrate was not persuaded that the appellant would pose a danger to the public or the administration of justice. Consequently, the appellant failed to meet the statutory burden, and the magistrate’s discretion to refuse bail was upheld.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, affirming the lower courts' decisions to refuse bail. The appellant remains in detention pending trial on the murder charge."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "bail",
      "exceptional circumstances",
      "onus burden",
      "murder",
      "court of appeal"
    ]
  }
}