{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/97.html",
  "case_name": "Minister of Safety and Security and others v Craig and Others (572/08) [2009] ZASCA 97; [2010] 1 All SA 126 (SCA) ; 2011 (1) SACR 469 (SCA) (17 September 2009)",
  "citation": "[2009] ZASCA 97",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 97\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security and others v Craig and Others (572/08) [2009] ZASCA 97; [2010] 1 All SA 126 (SCA) ; 2011 (1) SACR 469 (SCA) (17 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no:  572/08\nTHE\r\nMINISTER OF SAFETY AND SECURITY\nFirst\r\nAppellant\nTHE\r\nCHARGE OFFICE COMMANDER OF THE\nSecond\r\nAppellant\nHAMMARSDALE\r\nPOLICE STATION\nMUSAWAKHE\r\nMORRIS MWANDLA\nThird\r\nAppellant\nand\nLORAINE\r\nCRAIG\nFirst\r\nRespondent\nLORAINE CRAIG NO\nSecond Respondent\nLORAINE\r\nCRAIG NO\nThird\r\nRespondent\nLORAINE\r\nCRAIG NO\nFourth\r\nRespondent\n________________________________________________________________\nNeutral citation:\nMinister\r\nof Safety and Security and others v Loraine Craig\n(572/08)\n[2009] ZASCA 97\n(17 September 2009)\nCORAM:\nNavsa,\r\nBrand, Ponnan, Mlambo and Mhlantla JJA\nHEARD:\n27\r\nAugust 2009\nDELIVERED:\n17\r\nSeptember 2009\nCORRECTED:\nSUMMARY:\tDelict -\r\nwellbeing of arrested persons â duty of police officers discussed â\r\nexamination by district surgeon prior\nto detention at police station\r\nâ cause of death delayed rupture of descending aorta â in\r\ntotality of circumstances police not\nnegligent.\n________________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nHigh\r\nCourt, Pietermaritzburg (Koen J sitting as court of first instance).\n1.\tThe appeal is upheld with costs,\r\nsuch costs to include the costs of two counsel.\n2.\tThe order of the court below is set\r\naside and substituted as follows:\nâThe\r\nplaintiffsâ claims are dismissed with costs, such costs to include\r\nthe costs consequent upon the employment of two (2)\ncounsel.â\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (BRAND, PONNAN, MLAMBO and\r\nMHLANTLA JJA concurring):\n[1]\tAt approximately 21h00 on Saturday\r\n19 July 2003, 34 year-old Mr Andre Vincent Craig, who was\r\nheavily under the influence\nof alcohol, drove in a southerly\r\ndirection and into the face of oncoming traffic on the northbound\r\ncarriageway of the N3 national\nfreeway. He drove his Toyota motor\r\nvehicle into the path of an oncoming BMW motor vehicle, with\r\ndisastrous consequences. The BMW\ncaught alight and two children\r\nwithin that car burnt to death. Other passengers in the BMW were\r\nseriously injured. The collision\noccurred near Hammarsdale, in the\r\nprovince of Kwa-Zulu Natal.\n[2]\tMr Craig survived the collision.\r\nHe was arrested at the scene by two members of the South African\r\nPolice Service. At approximately\n21h40, another policeman, the third\r\nappellant, Detective-Inspector Musawakhe Mwandla,\n1\ntransported Mr Craig to Camperdown, to the rooms of the district\r\nsurgeon, Dr Richard Thompson, to have blood drawn for the\n\npurpose of a blood-alcohol test.\n[3]\tThey arrived at Dr Thompsonâs\r\nrooms at approximately 23h50. Dr Thompson conducted an examination\r\nand blood was drawn. Tests\nlater revealed that Mr Craigâs\r\nblood-alcohol content was five times over the legal limit. The\r\nofficial form completed by\nDr Thompson at that stage noted small cuts\r\nand bruises on Mr Craigâs body, recorded that he had a painful\r\nshoulder blade, but\nstated that he was otherwise âwellâ.\n[4]\tAfter the blood sample had been\r\ntaken, Inspector Mwandla transported Mr Craig to the Hammarsdale\r\npolice station as he had\nreceived radio instructions that members of\r\nthe latterâs family were waiting there to attempt to secure his\r\nrelease on bail.\n[5]\tMrs Craigâs mother, his wife\r\nLoraine and her nephew, Mr Russell Everton, were all waiting at the\r\nHammarsdale police station.\nAfter Mr Craigâs arrival the family\r\nrequested that he be released on bail, but this was refused.\r\nInspector Mwandla left the police\nstation shortly thereafter.\n[6]\tMr Craigâs family then urged the\r\npolice to allow them to take Mr Craig to hospital but this too\r\nwas refused. However,\nthe police, in order to appease them, summoned\r\nparamedics to examine him. The paramedics arrived during the early\r\nhours of Sunday\nmorning.\n[7]\tThere is a dispute about whether\r\nMr Craig allowed the paramedics to examine him. I interpose to state\r\nthat there are other material\ndisputes about: (a) the nature and\r\nextent of the district surgeonâs examination of Mr Craig; (b)\r\nwhether he had given Inspector\nMwandla specific instructions\r\nconcerning further treatment or hospitalisation; (c) the nature of\r\nthe complaints made by family\nmembers to the police concerning Mr\r\nCraigâs condition and (d) whether Mr Craig was in obvious physical\r\ndiscomfort at the police\nstation. These disputes will be addressed in\r\ndue course.\n[8]\tAccording to Mrs Loraine Craig,\r\nthe paramedics conducted a most cursory examination of her husband\r\nand then pronounced that\nthere was nothing wrong with him. According\r\nto a paramedic and the police, Mr Craig was obstructive and refused\r\nto be examined.\n[9]\tA short while after the paramedics\r\nhad left the police station, Mr Craigâs family departed. At\r\napproximately 03h45 that Sunday\nmorning, because Hammarsdale police\r\nstation had no holding facilities, Mr Craig was transported by the\r\npolice to the holding cells\nat Mpumalanga Police Station. At\r\napproximately 10h35 Mr Craig complained that he was feeling unwell.\n[10]\tInspector Mwandla was summoned\r\nand instructed to take Mr Craig to Dr Thompson for\r\ntreatment. Acting on his own initiative\nInspector Mwandla instead\r\ntransported Mr Craig to Greyâs hospital. Shortly after his\r\narrival there, and despite the hospital\nstaffâs best efforts to\r\nresuscitate him, Mr Craig died at approximately 13h45.\n[11]\tThe cause of death was diagnosed\r\nas a delayed rupture of the descending aorta. Although not a frequent\r\noccurrence, it is a\nwell-known result of high-impact collisions. It\r\nis necessary to describe the relevant physiology and the nature of\r\nthis injury.\n[12]\tThe aorta is the main artery that\r\ntransports oxygenated blood from the heart to the rest of the body.\r\nThe descending thoracic\naorta â as the name suggests â is where\r\nthe aorta turns to supply blood to the thoracic wall and then the\r\nabdomen and the lower\nlimbs. That part of the aorta is partially\r\nfixed. The rest of the aorta and the heart are mobile and that is why\r\nthere is a predisposition\nto rupture, particularly where a person is\r\ninvolved in a high-impact collision. The victimâs body stops as a\r\nresult of the collision\nbut the heart, the ascending aorta and the\r\naortic arch continue to move. At the point where the descending aorta\r\nbegins it is relatively\nimmobile and has a propensity to tear. This\r\nexplains how the rupture occurred in the present case.\n[13]\tMost of these ruptures are lethal\r\nat the scene of the collision because the rupture is usually such\r\nthat the injured person\nbleeds to death almost instantly. In rare\r\ncases where this does not occur, victims experience what is referred\r\nto as a contained\nrupture, which consists of a blood clot within the\r\nouter lining of the aorta. This has a fair amount of resistance, but\r\nwith the\npassage of time and without surgical intervention, it\r\nultimately gives way and death ensues. Where there is a contained\r\nrupture\nthere are pointers and tell-tale signs to assist in a\r\ndiagnosis.\n[14]\tThe first indicator is a\r\nhigh-impact collision, which would alert a medical practitioner to\r\nthe need for x-rays. A clinical\nexamination would reveal either\r\nunusually high or unusually low blood pressures. There will usually\r\nbe blood pressure differentials\nbetween arms and legs. Rib fractures,\r\nparticularly of the first, second or third ribs, are usually\r\nassociated with this condition.\nThese fractures are indicative of\r\ndirect significant physical trauma best detected by x-rays. Such\r\nfractures are usually associated\nwith a high degree of pain.\n[15]\tIn Mr Craigâs case the\r\npost-mortem examination revealed such fractures. During the trial in\r\nthe court below there was a debate\nabout what could have caused the\r\nfractures, including a suggestion that they might have been caused by\r\nattempts at Greyâs hospital\nto resuscitate Mr Craig.  This aspect\r\nwill be dealt with later in the judgment. I shall hereafter refer to\r\nMr Craig as the deceased.\n[16]\tWhilst there was some expert\r\nevidence indicating that state hospitals such as Greyâs were not\r\ngeared to deal with the kind\nof injury sustained by the deceased, it\r\nappears however, that one can, on the totality of the expert\r\nevidence, accept that had\nthe police transported the deceased to\r\nhospital shortly after his arrival at the Hammarsdale police station,\r\nsurgical intervention\nwould in all probability have saved his life.\n[17]\tTowards the end of June 2006 Mrs\r\nLoraine Craig, the first respondent, instituted action in the\r\nPietermaritzburg High Court\nagainst the three appellants, the\r\nMinister of Safety and Security, the Officer commanding the\r\nHammarsdale police station and Inspector\nMwandla. Mrs Craig\r\ninstituted the action both in her personal capacity and as legal\r\nguardian of her three minor daughters, claiming\ndelictual damages for\r\nloss of support. In her particulars of claim she asserted that police\r\nat the Hammarsdale police station were\nunder a legal duty to ensure\r\nthe well-being of an arrested person, such as the deceased, and that\r\nthey had negligently breached\nthat duty in relation to him.\n[18]\tAccording to Mrs Craig the police\r\nwere negligent in the following respects.  They had detained the\r\ndeceased without ensuring\nthat he had immediate medical attention.\r\nFurthermore, they had failed to ensure that he was transported to\r\nhospital immediately\nand only did so some 16 hours later. In\r\naddition, they failed to heed complaints concerning recurring pain\r\nmade by the deceased\nto the officer commanding and they had ignored\r\nan instruction by Dr Thompson that the deceased should be transported\r\nto hospital.\n[19]\tAt the commencement of the trial\r\nand after the parties had reached agreement in this regard, the court\r\nbelow made an order\nin terms of Uniform rule 33(4), that the\r\ntrial proceed first on the question of liability, the issue of\r\nquantum to stand over\nfor determination at a later stage, if\r\nnecessary.\n[20]\tAfter hearing evidence the High\r\nCourt (Koen J) gave judgment in favour of Mrs Craig and the three\r\nappellants were held liable,\njointly and severally, for such damages\r\nas Mrs Craig and her children may prove to have suffered.\n[21]\tIt is that order, with the leave\r\nof the court below, against which the appellants presently appeal.\r\nBefore us the parties were\nagreed that the appeal turns on whether\r\nthe assessment of the evidence by the court below was correct.  It is\r\nthus necessary to\nexamine more closely the findings of the court\r\nbelow and to consider them against the recorded evidence and then to\r\ndecide whether\nintervention by this court is justified.\n[22]\tOn a crucial aspect - one in\r\ndispute - Dr Thompson testified that he had issued an instruction\r\nthat Inspector Mwandla should\ntake the deceased to the police station\r\nto enable his family to transport him to hospital as soon as\r\npossible. The court below\ndid not find Dr Thompson an impressive\r\nwitness. It held that, although Dr Thompson was not a party to the\r\nlitigation, he was guilty\nof a dereliction of duty in not arranging\r\nfor the immediate summonsing of an ambulance and the hospitalisation\r\nof the deceased.\nKoen J said the following concerning Dr Thompson:\nâ\nHis guarded evidence\r\nin this regard made him less than a reliable witness, but it also\r\ndoes not mean that his evidence must be rejected\nin\r\ntoto\n.â\n[23]\tThe court below then proceeded to\r\naccept Dr Thompsonâs evidence, in preference to Inspector Mwandlaâs\r\ndenial that no such\ninstruction was given by the former. For this the\r\ncourt found corroboration in the telephonic report Dr Thompson had\r\nmade to Captain\nvan Zandten, the Hammarsdale Station Commander, on\r\nthe morning of Monday 21 July 2003, as recorded in the latterâs\r\ndiary.\nDuring the telephonic discussion Dr Thompson had complained to\r\nCaptain van Zandten that Inspector Mwandla had ignored his\r\ninstruction.\nThe court below found further corroboration in a letter\r\nauthored by Dr Thompson dated 24 July 2003, which according to\r\nhim\nhe had sent to Captain van Zandten, and which repeated the\r\ncomplaint.\n[24]\tOf course, if Dr Thompson had in\r\nfact issued the instruction, as testified to by him, and if one can\r\nconclude that it was ignored\nby Inspector Mwandla, liability on the\r\npart of the appellants would unarguably ensue.\n[25]\tIn order to arrive at a decision\r\nin the present appeal, it is necessary to consider in some detail the\r\nmaterial parts of the\nevidence adduced and its assessment by the\r\ncourt below, particularly in relation to the disputes referred to in\r\nparagraph 7. I\nproceed to do so.\n[26]\tFirst, Dr Thompson.\r\nNotwithstanding a paucity of information on the official form that he\r\nhad completed during his examination\nof the deceased, and even though\r\nhe recorded the deceased as being âwellâ, Dr Thompson testified\r\nthat the deceased had complained\nof severe pains at the back of his\r\nchest. He had consequently instructed Inspector Mwandla to take the\r\ndeceased to the Hammarsdale\npolice station, to enable family members\r\nto take him to hospital for observation and that this should be done\r\nas soon as possible.\nDr Thompson was unable to explain why these\r\ninstructions had not been included in the official form. Nor, why no\r\nwritten referral\nfor medical observation and, if necessary, for\r\ntreatment was directed by him to the medical staff of the hospital\r\nconcerned.\n[27]\tDr Thompson testified that, in\r\nlight of the instruction given by him, it was likely that he would\r\nhave written a letter of\nreferral to Greyâs hospital, which\r\npresumably would have been handed to Inspector Mwandla. He did not\r\nhave a copy of such a letter\nnor is it clear from his evidence that\r\nhe did in fact write such a letter. It is unclear what such a letter\r\nwould have instructed\nor requested the doctor in charge at Greyâs\r\nhospital to do.\n[28]\tIn a letter written to the State\r\nAttorney, more than three years after the collision referred to\r\nabove, Dr Thompson stated\nthat, when he saw the deceased on the\r\nnight in question, the latter was in a lot of pain and possibly in\r\nâearly shockâ. He\nwrote further: âMy definite impression was\r\nthat he needed to go for x-rays and further medical assessment.â\r\nThis letter was\nwritten after the present litigation commenced and\r\nthe material impressions recorded therein do not appear on the\r\nofficial form\ncompleted at the time that Dr Thompson examined the\r\ndeceased.\n[29]\tDuring his testimony, Dr Thompson\r\naccepted that Inspector Mwandla is a well-respected policeman whose\r\nword he had no cause\nto doubt.\n[30]\tUnder cross-examination Dr\r\nThompson accepted that it was necessary to complete the official form\r\nwith all the accompanying\ndetails. He recalled that the deceased had\r\nwalked into his rooms unaided. He could not recall whether he was\r\ntold that the deceased\nhad been involved in a head-on collision.\r\nDr Thompson failed to note the deceasedâs blood pressure on\r\nthe official form\nand could not recall whether it had been taken by\r\nhim. He testified that it was his usual practice to note a patientâs\r\nblood\npressure on the form. He also did not record the necessary\r\ndetails in relation to the deceasedâs pulse. Surprisingly, he could\n\nnevertheless, more than three years after the event, recall that he\r\nhad taken the deceasedâs pulse and that it had been a ânormal\n\nstrong pulseâ. Alongside the words: âSigns of shockâ, where\r\nthey appear in the official form, Dr Thompson wrote the\nword\r\nâwellâ. When this was pointed out to him he responded as follows:\nâ\nI am trying to convey\r\nthat he is a normal person who is generally fit and well.â\n[31]\tWith reference to the official\r\nform Dr Thompson accepted that he had not identified any problems\r\nwith the deceasedâs heart,\nlungs, extremities or his abdomen. No\r\ncomplaint by the deceased about pain in the chest area was recorded\r\non the official form.\nHowever, Dr Thompson did record that, at the\r\ntime of the examination, the deceased was strongly under the\r\ninfluence of alcohol\nand that it was probable that, at the time of\r\nthe incident, he had been under the influence of alcohol.\n[32]\tWhen Dr Thompson was asked which\r\nof his observations on the official form would have alerted him to\r\nthe need for the deceased\nto be hospitalised, he replied that the\r\npain in the shoulder area is what would have required observation. He\r\nattempted, during\ncross-examination, to shift the area of concern\r\nfrom the shoulder to the right-hand side chest area to tie in with\r\nwhat we now\nknow is a rupture of the descending aorta.\n[33]\tLater, Dr Thompson was asked if\r\nhe had suspected that the deceased had sustained internal injuries.\r\nHe replied that he suspected\nnothing other than fractured ribs. This\r\nsuspicion does not appear on the official form nor did Dr Thompson\r\ntestify that he\nhad in fact performed a clinical examination to\r\ndetect, at the very least superficially, whether the deceased had\r\nsustained fractures\nof his ribs.\n[34]\tThe doctor further testified that\r\nhe had not considered it âabsolutely essentialâ that the deceased\r\nbe transported to hospital\nimmediately. According to him the details\r\nhe supplied in the letter he wrote to the State Attorney (referred to\r\nin para 28 above),\nwere gleaned from the official form. This, of\r\ncourse, cannot be so. Asked where he had sourced the information\r\nconcerning the âearly\nshockâ he described in the letter,\r\nDr Thompson stated that it could be accepted that he had\r\nspeculated about this.\n[35]\tStrangely, Dr Thompsonâs letter\r\nto the State Attorney records that his instructions to Inspector\r\nMwandla had been relayed\nby the deceased to members of his family at\r\nthe Hammarsdale police station. When it was put to him that he could\r\nnot have known\nthis as he had not been present at the police station,\r\nhe replied that it could be accepted that this too was speculation on\r\nhis\npart. Dr Thompson was singularly unimpressive in this regard\r\nand conceded that this part of his letter to the State Attorney\nwas\r\nmisleading.\n[36]\tIt will be recalled that the\r\ncourt below found corroboration for Dr Thompsonâs testimony in\r\nthe telephonic report he\nhad made to the Station Commander, Captain\r\nvan Zandten as recorded in the latterâs diary, complaining that his\r\ninstruction to\nInspector Mwandla had not been followed. According to\r\nCaptain van Zandten, he had ascertained that the instruction which Dr\r\nThompson\nalleged he had issued had not been in writing. Dr Thompson,\r\nhowever, could not recall that telephone conversation.\n[37]\tA curious feature of Dr\r\nThompsonâs testimony is the letter he produced, which he said he\r\nhad sent to Captain van Zandten,\ncomplaining that the police had\r\nignored the instruction given to Inspector Mwandla. It will be\r\nrecalled that the court below found\ncorroboration for his testimony\r\nin the letter he supposedly wrote. The copy of the letter produced by\r\nDr Thompson was not\nunder his letterhead and he could not recall\r\nhow he had sent it. Captain van Zandten denied receipt of the letter.\r\nHowever, he\ntestified that during a subsequent visit to Dr Thompsonâs\r\nrooms, he had requested that the complaint be put in writing, but\n\nthat as far as he was concerned this request had gone unheeded.\n[38]\tDr Thompson could not recall that\r\nCaptain van Zandten had paid him a visit. According to Captain van\r\nZandten, he and Dr Thompson\nknew each other very well and the latter\r\nwas well aware of the fact that he was the Station Commander. The\r\ndoctorâs denial that\nhe knew that Captain van Zandten was the\r\nStation Commander at the relevant time, even though the latter was\r\none of his patients,\nis therefore very strange.\n[39]\tNext, I turn to consider the\r\nrelevant parts of Inspector Mwandlaâs testimony and the manner in\r\nwhich the court below dealt\nwith it.\n[40]\tKoen J considered that Inspector\r\nMwandlaâs decision to transport the deceased to Greyâs hospital,\r\nrather than to Dr Thompsonâs\nrooms, indicated that he must\r\nhave had a prior inkling that the deceased had been unwell and that\r\nthis supported Dr Thompsonâs\ntestimony that he had expressed âsome\ncaveat\nâ\r\nto the policeman. This, of course, ignores Inspector Mwandlaâs\r\ntestimony to the effect that, in his experience, Dr Thompson\nwas not\r\na doctor who performed thorough examinations and that he certainly\r\ndid not dispense medication. Dr Thompson himself confirmed\nthat, at\r\nthe relevant time, district surgeons were precluded by the Department\r\nof Health from administering treatment.\n[41]\tAccording to Inspector Mwandla,\r\nDr Thompsonâs examination of the deceased had lasted approximately\r\nten minutes, rather than\nhalf an hour as testified to by the doctor.\r\nThe paucity of information in the official form supports Inspector\r\nMwandla in this\nregard. Furthermore, Inspector Mwandlaâs testimony\r\nthat the deceased had walked into the rooms unaided is supported by\r\nDr Thompson.\nInspector Mwandla was adamant that he had not received\r\nthe instruction testified to by Dr Thompson. As indicated in the\r\npreceding\nparagraph, the court below described the instruction as\r\nâsome\ncaveat\nâ\r\nbecause Dr Thompsonâs evidence mutated in this regard. He was\r\ninconsistent in his description of his concerns about the deceased\n\nand the concomitant âinstructionâ, particularly when he was\r\nconfronted with the contents of the official form, the letter he\n\nwrote to the State Attorney and the letter allegedly sent to Captain\r\nvan Zandten.\n[42]\tThe court below held it against\r\nInspector Mwandla that, en route to Mpumalanga police station to\r\ncollect the deceased, he had\nstopped at the Hammarsdale police\r\nstation to pick up official forms, which were required to be\r\ncompleted when an arrested person\nwas to be transported to hospital.\r\nThe court below reasoned that this supported Dr Thompsonâs\r\nassertion that he had issued the\ninstruction to Inspector Mwandla to\r\nsee to it that the deceased was transported to hospital. Koen J\r\nstated that Inspector Mwandlaâs\nexplanation that he did this to\r\nsave time had a hollow ring to it. According to the learned judge, a\r\nfurther negative feature was\nthat, instead of having the Station\r\nCommander sign the official form, Inspector Mwandla signed it\r\nhimself, indicating that the\nimportance of what had been communicated\r\nto him by Dr Thompson had dawned on him and he was now taking urgent\r\nremedial steps to\nredress the situation.\n[43]\tThese conclusions by the court\r\nbelow ignore Inspector Mwandlaâs testimony that, when he had\r\nreceived a radio instruction\nto collect the deceased and transport\r\nhim to the district surgeon, he was informed that the deceased was\r\nexperiencing chest pains\nand that, in the light of his experience of\r\nDr Thompsonâs manner of examining patients and not treating\r\nthem, he realised\nthat he would have to transport the deceased to\r\nhospital instead. The nature of the deceasedâs complaint, relayed\r\nto him, suggested\nthat the deceased would need to be taken to\r\nhospital and he would have had to complete the official forms to\r\nenable him to do so.\n[44]\tIn the sequence of events\r\nreferred to above, there is nothing inherently sinister in Inspector\r\nMwandla completing the form\nhimself and not obtaining the Station\r\nCommanderâs signature, as was officially required. Furthermore, a\r\ndetailed examination\nof the record reveals that Inspector Mwandla was\r\na much more satisfactory witness than Dr Thompson and his testimony\r\nmuch more\nreliable.\n[45]\tIt is necessary to record that,\r\nin the short time that Inspector Mwandla had been in the deceasedâs\r\npresence, during the\ntime that he transported him to and from the\r\ndistrict surgeon and at the police station, the latter had shown no\r\nsigns of distress,\nnor complained. Inspector Mwandlaâs testimony\r\nthat the deceased walked into the Hammarsdale police station unaided\r\nwas unchallenged.\n[46]\tAfter his arrival at the police\r\nstation, Inspector Mwandla telephoned the branch commander to\r\nascertain whether the deceased\nshould be released on bail. He was\r\ntold by the branch commander that, because people had died as a\r\nresult of the collision caused\nby the deceasedâs intoxicated\r\ncondition, he should not be released on bail. Inspector Mwandla\r\nrelayed this to Sergeant Mthembu,\nwho at the time was on duty at the\r\nHammarsdale police station. Inspector Mwandla had no communication\r\nwith the deceasedâs family\nand left the police station shortly\r\nthereafter.\n[47]\tI now turn to deal with the\r\ntreatment by the court below of the evidence of Inspector Mkhulise,\r\nanother policeman who was at\nthe Hammarsdale police station at the\r\ntime that the deceased was brought there. The judgment of the court\r\nbelow states that Inspector\nMkhulise testified that the deceased had\r\ncomplained to him at least once about experiencing chest pain and\r\nthat his family had\ncomplained at least once about his condition. An\r\nexamination of the record shows that, on the contrary, Inspector\r\nMkhulise repeatedly\ntestified that the deceased had never complained.\r\nWhen it was put to him that, according to the first respondent, the\r\ndeceased\nhad complained that he was experiencing pain, Inspector\r\nMkhulise responded as follows:\nâ\nIt is untrue, he never\r\ncomplained of anything.â\nTwo lines later in the record this\r\ndenial is repeated.\n[48]\tAccording to Inspector Mkhulise,\r\nhe had informed the deceasedâs family that bail would not be\r\ngranted. They were unhappy\nabout this and immediately thereafter\r\nasked if they could take him to hospital, saying that he was unwell.\r\nThe deceased himself\nmade no such complaint. Inspector Mkhulise told\r\nthem that the deceased had just come from Dr Thompson and it did not\r\nappear that\nthere was any need for him to go to hospital. The family\r\nrepeated the request to take the deceased to hospital. After the\r\nsecond\nrequest, Sergeant Mthembu asked Inspector Mkhulise to summon\r\nparamedics to appease the family.\n[49]\tThe paramedic, Mr Boy Nkabela,\r\narrived and Inspector Mkhulise showed him the deceased so that he\r\ncould examine him. The deceased,\nhowever, refused to be examined by\r\nMr Nkabela, who then left shortly thereafter.\n[50]\tThe court below, having\r\nmistakenly accepted that the deceased had complained of chest pains\r\nto Inspector Mkhulise, reasoned\nthat\nthis\nfact, together with the latterâs own observations, must have been\r\nthe cause for him contacting the paramedics. Continuing the\nreasoning\r\non this mistaken premise, the court below held that it would then\r\nhave been highly unlikely that the deceased would have\nrefused to be\r\ntransported to hospital.\n[51]\tThese conclusions discount the\r\nreasonable explanation given for summoning the paramedics. It is\r\nhighly likely that, given the\ndeceasedâs highly intoxicated state,\r\nhe would be unco-operative and refuse to be examined.\n[52]\tInsofar as the paramedic, Mr\r\nNkabelaâs evidence is concerned, the court below noted that he,\r\nlike Dr Thompson, might potentially\nbe exposed to a claim for\r\ndamages. The court found it unlikely that Mr Nkabela could reliably\r\nrecall incidents that occurred several\nyears before. Koen J held it\r\nagainst Mr Nkabela that, whilst he was sketchy on details, he was\r\nnevertheless able to recall who\nhis partner had been on the morning\r\nin question. The court below did however, find corroboration for his\r\nevidence that the deceased\nwas unco-operative and argumentative, in\r\nthe evidence of Dr Laubscher who had attended to the deceased upon\r\nhis arrival at Greyâs\nhospital, and had found him in an agitated\r\nand aggressive state.\n[53]\tInsofar as the testimony of Mr\r\nEverton and Mrs Craig is concerned, the court below rightly found\r\nthat they had cause to, and\ndid, exaggerate and over-dramatise\r\nevents. Both testified that the deceased was in constant and obvious\r\nexcruciating pain. According\nto Mrs Craig, the deceased had vomited\r\nblood in a toilet at the police station. She testified that the\r\nparamedics had conducted\nthe most cursory examination of the\r\ndeceased, informed them that there was nothing wrong with him and\r\nthen departed. She could\nnot explain why she had not told the\r\nparamedics that her husband had vomited blood, an important\r\nindication that something was\namiss.\n[54]\tThere is force in the submission\r\non behalf of the appellants that, had the deceased been in obvious\r\nexcruciating pain which\nraised his familyâs concerns, they would\r\nall have been intent on ensuring that he was properly examined by\r\nMr Nkabela, the\nparamedic, and would have described in as much\r\ndetail as possible the symptoms they had witnessed. Furthermore, all\r\nthe family\nmembers would have ensured they were in attendance to see\r\nto it that the deceased received the necessary attention.\r\nInexplicably,\nMr Everton stood outside smoking whilst Mr Nkabela\r\nattempted to tend to the deceased.\n[55]\tInspector Emmanuel Zungu, who was\r\nalso at the Hammarsdale police station on the night in question,\r\ncorroborated in broad terms\nthe evidence of Inspector Mkhulise and Mr\r\nNkabela.\n[56]\tThere was expert medical evidence\r\nthat the deceasedâs level of intoxication could very well have\r\nmasked the pain usually\nattendant on the kind of injury he had\r\nsustained.\n[57]\tThe pre-trial conference minute\r\nrecorded that the parties were agreed that all the injuries noted as\r\na result of the post-mortem\nexamination were sustained as a result of\r\nthe collision. That notwithstanding, counsel explored whether the\r\nfractures of the ribs\ncould have been caused by efforts to\r\nresuscitate the deceased at Greyâs hospital. The medical evidence\r\nwas that, as regards the\nfractures that would have been an indicator\r\nof the injury that caused the deceasedâs death, namely fractures of\r\nthe second, third\nand fourth ribs (posteriorly), the likelihood was\r\nthat they were caused by the collision\nConclusions\n[58]\tAlthough courts of appeal are\r\nslow to disturb findings of credibility, they generally have greater\r\nliberty to do so where a\nfinding of fact does not essentially depend\r\non the personal impression made by a witnessâ demeanour, but\r\npredominantly upon inferences\nand other facts and upon probabilities.\r\nIn such a case a court of appeal with the benefit of a full record\r\nmay often be in a better\nposition to draw inferences.\n2\n[59]\tIn the present case, as\r\ndemonstrated above, the credibility findings are not borne out by the\r\nrecord. The reasoning of the\ncourt below in relation to the\r\nprobabilities, is at times, based on incorrect facts and is flawed in\r\nthe respects referred to above.\n[60]\tIn\nMtati\r\nv Minister of Justice\n1958\r\n(1) SA 221\n(A), this court (at 224) emphasised the duty of officials\r\nwho have prisoners in their charge to see to their well-being. Courts\n\nshould obviously be vigilant to ensure that officials who have in\r\ntheir charge those whose freedom of movement has been restricted,\n\ncomply with the obligation to ensure their well-being.\n[61]\tIn\nMinister\r\nof Police v Skosana\n1977\r\n(1) SA 31\n(A), the policemen in question were negligent in not\r\nensuring treatment expeditiously for an arrested person who had been\r\ndrunk\nand had started showing obvious signs of pain after he had\r\nsobered up, and who had complained to the police about his condition.\n\nThere was a further delay after an instruction by a medical doctor\r\nthat he be taken to hospital immediately. The doctor concerned\nhad\r\nwritten a note to the doctor in charge of the hospital and had handed\r\nit to a policeman. Police standing orders place an obligation\non\r\nmembers of the police to whom it appears that detainees are in\r\ndistress and are therefore injured or ill to obtain the necessary\n\nmedical assistance for them. The police in\nSkosana\nwere found to be negligent and the Minister was consequently held\r\nliable.\n[62]\tThe well-known test for\r\nnegligence is set out in\nKruger\r\nv Coetzee\n1966 (2) SA 428\n(A) at 430:\nâ\nFor the purposes of\r\nliability\nculpa\narises if â\n(\na\n)\ta\ndiligens\r\npaterfamilias\nin the position of the defendant â\n(i)\twould foresee the\r\nreasonable possibility of his conduct injuring another in his\r\n\t\t\tperson or property and causing him patrimonial\nloss; and\n(ii)\twould take\r\nreasonable steps to guard against such occurrence; and\n(\nb\n)\tthe\r\ndefendant failed to take such steps.â\n[63]\tThe primary question in the\r\npresent case is whether the court below was correct in its conclusion\r\nthat Dr Thompson had issued\nthe instruction referred to above and\r\nthat the police had been negligent in ignoring it.\n[64]\tIn my view the court below was\r\nmanifestly wrong in accepting the evidence of Dr Thompson. He made\r\nthe verbal report relied\non by the court below to Captain van Zandten\r\nafter the deceasedâs death was reported in the media and was common\r\nknowledge in\nCamperdown, and after it must have become known to him\r\nat least that there was a concern about culpability.\n[65]\tThe court below was correct to\r\ninitially approach his evidence with caution but erred in relaxing\r\nthat reservation.\n[66]\tDr Thompsonâs apparent\r\nsubsequent concern about the deceasedâs condition is not borne out\r\nby the notes he made on the official\nform. The form actually\r\nevidences the contrary. It notes that, save for the pain in the\r\nshoulder blade, the deceased was otherwise\nâwellâ. In my view\r\nthis supports the conclusion that there was no referral letter. If\r\nthere had been one I can think of no\nreason why Inspector Mwandla,\r\nwhom everyone â Dr Thompson included â regarded as a dutiful\r\npoliceman, would ignore it.\n[67]\tDr Thompson was clearly not\r\ncandid concerning his knowledge of who the Hammarsdale Station\r\nCommander was. The difficulties\nhe had in explaining the source of\r\nthe information contained in his letter to the State attorney\r\ndirectly affects his credibility.\nThe unsatisfactory aspects in\r\nrelation to the letter that he claims he sent to Captain van Zandten,\r\nreferred to above, strongly\nsuggest that his testimony in this regard\r\nwas contrived.\n[68]\tIn light of its conclusion that\r\nDr Thompson issued the instruction and that it was ignored, the court\r\nbelow did not deem it\nnecessary to consider the conduct of other\r\npolicemen during relevant times.\n[69]\tAs demonstrated above, the court\r\nbelow was right not to place reliance on the evidence of Mrs Craig\r\nand Mr Everton. I can see\nno reason to disbelieve the police version\r\nof events. If their version is accepted, the following picture\r\nemerges. The deceased\nhad been seen by the district surgeon who had\r\nidentified no medical problem that required further medical\r\nattention. The deceased\nwalked unaided and had no ostensible signs of\r\nsignificant injury. At the Hammarsdale police station the deceased\r\ndid not complain\nthat he was unwell and did not show any obvious\r\nsigns of distress. The deceasedâs family members requested that\r\nthey be allowed\nto take him to hospital only after bail had been\r\nrefused. When a second request was made Sergeant Mthembu issued an\r\ninstruction\nthat paramedics be summoned. Mr Craig refused to be\r\nexamined. When the deceased himself complained at the Mpumalanga\r\npolice station\nthat he was unwell, that fact was noted and Inspector\r\nMwandla summoned. There is no indication that the latter delayed\r\nunduly and\nthat he did not transport Mr Craig to Greyâs hospital\r\nexpeditiously. In light of what is set out above it can hardly be\r\nsaid\nof the police that they were negligent.\n[70]\tI am aware of the plight of the\r\ndeceasedâs wife and daughters. They have lost a breadwinner and\r\nappear to be without means.\nIf, of course, the police had behaved\r\nnegligently and wrongfully, they should be held to account. On the\r\nother hand, good policemen\nwho behave properly and execute their\r\nduties conscientiously and often under trying circumstances, are\r\nentitled to have their reputations\nkept intact and should not be\r\nsaddled with liability unjustifiably.\n[71]\tFor all the reasons set out above\r\nthe following order is made:\n1.\tThe appeal is upheld with costs,\r\nsuch costs to include the costs of two counsel.\n2.\tThe order of the court below is set\r\naside and substituted as follows:\nâThe\r\nplaintiffsâ claims are dismissed with costs, such costs to include\r\nthe costs consequent upon the employment of two (2)\ncounsel.â\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tR Seegobin SC\nT\r\nS I Mthembu\nInstructed\r\nby\nState\r\nAttorney Durban\nState\r\nAttorney Bloemfontein\nFor\r\nRespondent:\tJ Marais SC\nV\r\nM Naidoo\nInstructed\r\nby\nChetty\r\nAsmall and Maharaj Pietermaritzburg\nWebbers Bloemfontein\n1\nHereafter referred to as Inspector Mwandla.\n2\nUnion Spinning Mills (Pty)\r\n\tLtd v Paltex Dye House (Pty) Ltd & another\n2002 (4) SA 408\n(SCA) para 24 and\nLouwrens\r\n\tv Oldwage\n2006 (2) SA 161\n(SCA) para 14.",
  "scraped_at": "2026-02-12T05:14:31.229584",
  "date": "2009-09-17",
  "coram": [
    "Navsa JA",
    "Brand JA",
    "Ponnan JA",
    "Mlambo JA",
    "Mhlantla JJA"
  ],
  "case_number": "572/08",
  "parties": {
    "applicants": [
      "Minister of Safety and Security",
      "Charge Office Commander",
      "Hammarsdale Police Station",
      "Musawakhe Morris Mwandla"
    ],
    "respondents": [
      "Loraine Craig"
    ]
  },
  "sections": {
    "facts": "On 19 July 2003 Andre Vincent Craig, heavily intoxicated, caused a fatal head‑on collision on the N3 freeway near Hammarsdale, killing two children and injuring others. Craig was arrested at the scene, taken to a district surgeon (Dr Richard Thompson) where a blood‑alcohol test was performed and minor bruises recorded. Dr Thompson instructed that Craig be taken to the police station so his family could arrange bail, and later suggested hospitalisation. The family’s request for bail and for hospital transfer was denied; paramedics were summoned but Craig allegedly refused examination. After a delay, Craig was moved to a holding cell at Mpumalanga Police Station, complained of feeling unwell, and was eventually taken by Inspector Musawakhe Mwandla to Grey's Hospital, where he died of a delayed rupture of the descending aorta.",
    "issues": "Whether the police owed a legal duty of care to ensure the well‑being of an arrested person, whether that duty was breached by failing to provide prompt medical attention, whether Dr Thompson issued an instruction to transport Craig to hospital that was ignored, and whether the alleged negligence caused Craig's death.",
    "principles": "The court considered the established duty of officials to look after the well‑being of detainees (citing Mtati v Minister of Justice and Minister of Police v Skosana). The test for negligence was applied as set out in Kruger v Coetzee, requiring foreseeability of injury and failure to take reasonable steps. The requirement for police to obtain medical assistance for detainees showing signs of injury or illness was reaffirmed.",
    "application": "The appellate court found Dr Thompson's testimony unreliable and unsupported by his official form, which recorded Craig as ‘well’ apart from shoulder pain. No written referral or clear instruction to the police was proved. Police officers’ testimonies were deemed more credible; Craig showed no obvious distress at the police station and refused paramedic examination. Expert evidence indicated the aortic rupture was a result of the collision, not delayed medical care. Consequently, the court concluded that the police did not breach any duty and were not negligent.",
    "conclusion": "The appeal was upheld. The High Court’s judgment finding the police liable was set aside. The plaintiffs' claims were dismissed with costs, including the costs of two counsel, in favour of the appellants."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Police Duty of Care",
    "level_3": [
      "negligence",
      "detainee health",
      "medical officer instruction",
      "court of appeal"
    ]
  }
}