{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/101.html",
  "case_name": "Swanepoel v Nameng (43/2009) [2009] ZASCA 101; 2010 (3) SA 124 (SCA) ; [2010] 1 All SA 345 (SCA) (18 September 2009)",
  "citation": "[2009] ZASCA 101",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 101\n|\nNoteup\n|\nLawCite\nSwanepoel v Nameng (43/2009) [2009] ZASCA 101; 2010 (3) SA 124 (SCA) ; [2010] 1 All SA 345 (SCA) (18 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  \n43/2009\nJACOBUS CORNELIUS SWANEPOEL   \n                           Appellant\nand\nSUNNYBOY SOLOMON NAMENG       \n                          Respondent\nNeutral citation:\nSwanepoel\nv Nameng\n(43/2009)\n[2009] ZASCA 101\n(18 September 2009)\nCoram:\nMthiyane,\nNugent, Ponnan, Snyders JJA and Griesel AJA\nHeard:\n1\nSeptember 2009\nDelivered:\n18\nSeptember 2009\nSummary:\nA\ngreement\nof sale of immovable property â property incorrectly described but\nsubsequently amended by the parties â whether formalities\nprescribed by\ns 2(1)\nof the\nAlienation of Land Act 68 of 1981\ncomplied with â agreement subject to suspensive condition requiring\nbond approval by certain date â whether suspensive condition\nfulfilled.\n_____________________________________________________________________\nORDER\nOn appeal from:\nJohannesburg\nHigh Court (Motloung\nAJ sitting as court of first instance).\n1\tSave to the extent set out in\nparagraph 2 hereof, the appeal is dismissed with costs.\n2\tThe order in paragraph 5 that\nâcosts of the application are to be paid by the respondent on the\nscale as between attorney and\nclientâ is set aside and replaced\nwith the following:\nâ\n5 Costs of the application are\nto be paid by the respondent.â\n___________________________________________________________\nJUDGMENT\nMTHIYANE JA (NUGENT, PONNAN,\nSNYDERS JJA and GRIESEL AJA concurring):\n[1]\tThe issue in this appeal is\nwhether an agreement of sale of immovable property entered into\nbetween the parties is valid and if\nso, whether the agreement lapsed\nfor alleged failure to comply with the suspensive condition contained\nin the agreement. The Johannesburg\nHigh Court (Motloung AJ) held that\nthe agreement complied with s 2(1) of the Alienation of Land Act 68\nof 1981 (âthe Actâ) and\nthat the suspensive condition had been\nfulfilled.\n[2]\tOn 26 July 2006 the appellant\nsold to the respondent immovable property described as erf 1172\nGreenstone Hill, for the sum of\nR470 000. The sale agreement was\nsubject to a suspensive condition in terms of which the respondent\nhad to obtain approval of a loan\nby not later than 16 August 2006\nagainst registration of a first mortgage loan over the property. The\nagreement further provided\nthat if the bond was not approved by that\ndate, an automatic extension of a further six working days would be\nallowed to enable the\nestate agent to obtain the relevant bond\napproval. Such extension thus allowed for fulfilment of the\nsuspensive condition by 24 August\n2006.\n[3]\tSubsequent to the approval of\nthe loan on 18 August 2006 the estate agent who brokered the sale\nbetween the parties discovered\nthat the property had been incorrectly\ndescribed in the agreement as erf 1172 instead of 1173. The agreement\nwas then amended by\nthe parties on 22 August 2006 to reflect the\nproperty sold as erf 1173.\n[4]\tConsequently it became\nnecessary to also correct the loan documentation at the bank to\nreflect the mortgaged property as erf 1173.\nAccordingly the\nrespondent was on application issued with a fresh approval of the\nloan on 24 October 2006 in respect of erf 1173.\n[5]\tIn the meantime the estate\nagents had on 18 October 2006 instructed the conveyancers, Biccari\nBollo Mariano Inc to proceed with\nthe transfer of the property into\nthe respondentâs name. On 30 and 31 October 2006 the appellant and\nthe respondent respectively\nsigned transfer documentation so as to\neffect transfer of the property to the respondent.\n[6]\tIt appears that there was\nthereafter considerable delay in effecting the transfer of the\nproperty. This prompted the appellant\nto write to the respondent in\nJuly 2007 threatening to cancel the agreement on the grounds of\nunreasonable delay. The concluding\nportion of the letter contains the\nfollowing ultimatum:\nâ\nI hereby give you\nnotice in terms of clause 9 of the offer to purchase to lodge the\ntransaction in the relevant deeds office within\n10 days from the date\nhereof failing . . . [which] . . . I will have to cancel this\nagreement. A copy of the letter will also be\naddressed to the\ntransferring attorneys.â\n[7]\tThe respondent wrote back to\nthe appellant denying that he was to blame for the delay and\ndisputing the appellantâs right to\ncancel. On 2 August 2007 the\nrespondent instructed the conveyancers, in view of the dispute that\nhad arisen, not to proceed with\nthe transfer, until they received\nfurther written instructions from him.\n[8]\tBy letter dated 18 August\n2007 the respondent attempted to stave off the cancellation, by\nreiterating that he was not to blame\nfor the delay and insisting that\nhe had signed all the necessary transfer documents in October 2006.\nThis however failed to elicit\nany positive reaction from the\nappellant. Similarly the conveyancerâs attempts to explain the\ndelay met with similar rebuff. The\nparties remained deadlocked.\n[9]\tThe deadlock culminated in an\napplication to the Johannesburg High Court in which the respondent\nsought an order declaring that\nthe appellantâs purported\ncancellation of the agreement was invalid and an order to enforce\nspecific performance. The appellant\nopposed the application, at that\nstage, on two grounds. First, he contended that there had been an\nunreasonable delay in effecting\nthe transfer, which delay he\nattributed to the respondent and the conveyancers. Second, the\nappellant contended that even if a reasonable\ntime had not elapsed\nfor the transfer of the property, he was entitled to avoid the\nagreement, because it had lapsed for non-fulfilment\nof the suspensive\ncondition contained in clause 13.1. The sub-clause provided that the\nrespondent had to obtain approval of a bond\nby not later than 24\nAugust 2006.\n[10]\tAs already indicated the\nHigh Court found that the suspensive condition had been fulfilled in\nthat the home loan in respect of\nerf 1172 had been approved\ntimeously. The learned judge held that the suspensive condition had\nbeen fulfilled and that the agreement\nbetween the appellant and the\nrespondent was valid and binding and granted the relief claimed. The\nappellant was consequently ordered\nto pay costs on an attorney and\nclient scale.\n[11]\tWith leave granted by this\nCourt the appellant now appeals the above ruling. The appellantâs\nchallenge in the appeal stands\non two legs. First, it is contended\nthat the agreement prior to its amendment was invalid for failure to\ncomply with the provisions\nof s 2(1) of the Act in that the property\nsold (erf 1173) cannot be identified by reference to the written\nagreement, as it was prior\nto the amendment. Second, and\nalternatively, even if the agreement between the parties (in its\nunamended form) complied with s 2(1)\nof the Act, it nevertheless\nlapsed because the suspensive condition to which it was subject, was\nnot timeously fulfilled. This because\napproval of the loan in respect\nof the property erf 1173 (after the amendment) took place on 24\nSeptember 2006, whereas clause 13.1\nof the agreement required that it\noccur by not later than 16 August 2006 or within the extended time\nprovided for therein, that is\n24 August 2006.\n[12]\tBefore discussing the\nappellantâs submission on the first point relating to the alleged\ninvalidity based on non-compliance\nwith the provisions of s 2(1) of\nthe Act, it is necessary to quote the relevant subsection and to make\na few general observations.\nThe subsection reads as follows:\nâ\nNo alienation of\nland . . . shall . . . be of any force or effect unless it is\ncontained in a deed of alienation signed by the parties\nthereto or by\ntheir agents acting on their written authority.â\n[13]\tThe subsection has been the\nsubject of comment in a number of decisions of this court and the\nhigh court. For purposes of the\ndecision in this case it is not\nnecessary to embark on a comprehensive analysis of the subsection\nbecause the issue raised by the\nrespondent bears solely on the\ndescription of the\nres\nvendita.\nThe test for\ncompliance with the subsection as laid down by this court over the\nyears is a simple one. If an immovable property can\nbe identified by\nreference to the terms of the agreement, without recourse to evidence\nfrom the contracting parties as to their negotiations\nand consensus,\nthe provisions of law are met. (\nClements\nv Simpson\n1971\n(3) SA 1\n(A) at 7FâG.)\nThe subsection does not, however, ârequire a written contract of\nsale to contain, under pain of nullity,\nfaultless\ndescription of the property sold couched in meticulously accurate\ntermsâ.\n[Emphasis\nadded]\n(\nHeaderman\n(Vryburg) (Pty) Ltd v Ping Bai\n1997\n(3) SA 1004\n(SCA) at 1009B.)\n[14]\tThe objective of the\nsubsection is to achieve certainty in âtransactions involving the\nsales of fixed property, as to the terms\nagreed upon and thus avoid\nor minimise the possibility of . . . fraud or unnecessary\nlitigationâ. (\nIntercontinental\nExports (Pty) Ltd v Fowles\n1999\n(2) SA 1045\n(SCA) at 1051D)\nâ hence the requirement that all agreements relating to the sale of\nland be reduced to writing and signed by the parties thereto\nor by\ntheir agents on their written authority.\n[15]\tIn the present matter all\nthe essential elements for the conclusion of a valid agreement for\nthe sale of land were present. The\nagreement was in writing and\nsigned by the parties thereto as required by the subsection. More\nimportantly there was reference in\nthe partiesâ agreement to an\nidentifiable property, (erf 1172) albeit in error. Thus standing\nalone, the agreement sufficiently\ndescribed the subject-matter sold\nto enable identification of it on the ground. The purchase price of\nthe property (R470 000) was\nset out and so were details of how\npayment was to be effected. Clearly, there was certainty on all the\nformal elements required by\nthe subsection. On the face of it\ntherefore, the agreement of the parties complied with the subsection.\n[16]\tAs the agreement of sale on\nthe face of it complied with s 2(1) of the Act, it was permissible\nfor it to have been amended or\nrectified, by substituting the correct\ndescription of the property sold (\nMagwaza\nv Heenan\n1979\n(2) SA 1019\n(A).\n)\nIntercontinental\nExports (Pty) Ltd v Fowles\n1999\n(2) SA 1045\n(SCA) para 10.) It therefore follows that the\ndetermination of the question whether the formalities prescribed by\nthe subsection\nhave been complied with does not involve an enquiry\ninto the intention of the parties as to the property sold. Indeed the\nsection\nmakes no reference to intention. By omitting any reference to\nintention in respect of the property sold the legislature was, I\nthink,\nmindful of the fact that the parties could still amend their\nagreement by, for example, exercising their common law right to\nrectify\nit, if they so wish, or make whatever corrections they\nconsider necessary. At the stage of determining whether the\nformalities prescribed\nin s 2(1) of the Act have been complied with\none is therefore not concerned with the question whether the property\nidentified in\nthe agreement as the\nres\nvendita\n, is in fact\nthe property that the parties intended to sell to each other\nultimately. The appellantâs argument seems to be that\nin order to\ncomply with s 2(1) of the Act the agreement had to reflect the\nproperty sold as erf 1173 from the outset. The argument\nignores the\nfact that the parties are as a matter of law entitled to amend or\nrectify their agreement once a valid agreement was\nconcluded and the\nsection does not impose any bar to this. The fact that the agreement\nhad to comply with the formalities prescribed\nby s 2(1) of the Act\ndid not mean that the description of the property could not be\ncorrected or rectified at any later stage. The\nremarks of Smalberger\nJA in\nIntercontinental\nExports\nare apposite:\nâ\nRectification is\na well established common-law right.\nIt provides\nan equitable remedy designed to correct the failure of a written\ncontract to reflect the true agreement between the parties\nto the\ncontract. In thereby enables effect to be given to the partiesâ\nactual agreement. . . â.(\na\nt\npara 11).\n[17]\tFor the above reasons I\nconclude that the agreement of sale entered into between the\nappellant and the respondent complies with\nthe requirments of the\nAlienation of Land Act and\nwas valid even prior to the amendment of\nthe property sold from erf 1172 to erf 1173. The appellantâs\ncontention that the agreement\ndid not comply with the provisions of\ns\n2(1)\nis without merit.\n[18]\tI turn to the appellantâs\nsecond point. The appellant argues that the suspensive condition was\nnot fulfilled in that in terms\nof clause 13.1 the bond in respect of\nthe property sold was not approved before 16 August 2006 or within\nthe automatic extension\nperiod (24 August 2006). Because the\nrespondents only succeeded in obtaining approval of a home loan in\nrespect erf 1173 on 27 September\n2006, the appellant submits that the\nagreement had by then lapsed in terms of clause 14.2.\n[19]\tIn my view when the\nrespondentâs application for a loan was approved and the bank\nfurnished its guarantee in relation to erf\n1172 the suspensive\ncondition was fulfilled, that being the necessary step to render what\nwas previously an inchoate agreement complete.\nOnce that occurred the\nagreement was valid and enforceable. The only remaining obstacle to\nthe enforcement of the agreement in respect\nof erf 1173 at that stage\nwas the incorrect description of the property sold as erf 1172\ninstead of erf 1173. The parties put paid\nto that by amending the\nagreement. The suspensive condition in clause 13.1 (that had already\nbeen fulfilled) was not all of a sudden\nrevived by the granting of a\nhome loan in respect of erf 1173. In any event that is how the\nparties saw the situation. In my view\nthe fact that on 30 and 31\nOctober 2006 the parties signed transfer documents to give effect to\nthe transfer of the property into\nthe name of the respondent supports\nthis conclusion. When transfer was not effected by July 2007 the\nrespondent threatened to cancel\nthe agreement on the grounds of\nunreasonable delay. Why, if one may ask rhetorically, would he do so\nif he regarded the agreement\nas having lapsed? The answer must surely\nbe that both parties regarded the suspensive condition as having been\nfulfilled.\n[20]\tTo this may be added the\nfact that it probably mattered little to the bank whether the loan\nwas in respect of erf 1172 or erf\n1173. The application for a loan in\nrespect of erf 1173 was in my view, merely a means by which the bank\nwas putting its loan documentation\nin line with the corrected\ndescription of the property sold. Being a bank it could not do it in\nany other way. A mortgage bond had\nto be registered over erf 1173 to\nsecure the loan â an act which could hardly be viewed as reviving a\nsuspensive condition that\nhad already been fulfilled.\n[21]\tFor the above reasons I\nconclude that the suspensive condition had been fulfilled by the time\nthe description of the property\nwas corrected and the argument to the\ncontrary is without merit.\n[22]\tI turn to the question of\ncosts. It is not clear why the appellant was ordered to pay costs on\nan attorney and client scale.\nCounsel for the respondent was unable\nto support this aspect of the judgment. It appears that the judge\ntook umbrage at the appellant\nfor taking points which he had not\nraised initially when he sought to cancel the agreement. I do not\nthink that there was any justification\nfor penalising the appellant\nfor acting in the manner that he did if he considered this to advance\nhis case. His actions do not amount\nto abuse of the process of court.\nAccordingly a punitive costs order was not justified and falls to be\nset aside.\n[23]\tAccordingly the following\norder is made:\n1.\tSave to the extent set out in\nparagraph 2 hereof, the appeal is dismissed with costs.\n2.\tThe order in paragraph 5 that\nâcosts of the application are to be paid by the respondent on the\nscale as between attorney and\nclientâ is set aside and replaced\nwith the following:\nâ\n5 Costs of the application are\nto be paid by the respondent.â\n____________________\nKK MTHIYANE\nJUDGE\nOF APPEAL\nAppearances:\nFor Appellant:\tJM Kilian\nInstructed by:\nVictor & Partners\nJohannesburg\nSymington & De Kok\nBloemfontein\nFor Respondent:\tNPG Redman\nInstructed by:\nKgokong Nameng Tumagole Inc\nJohannesburg\nLovius Block Bloemfontein",
  "scraped_at": "2026-02-12T05:15:27.947220",
  "date": "2009-09-18",
  "coram": [
    "Mthiyane",
    "Nugent",
    "Ponnan",
    "Snyders JJA",
    "Griesel AJA"
  ],
  "case_number": "43/2009",
  "parties": {
    "applicants": [
      "Jacobus Cornelius Swanepoel"
    ],
    "respondents": [
      "Sunnyboy Solomon Nameng"
    ]
  },
  "sections": {
    "facts": "In July 2006 Jacobus Swanepoel sold to Sunnyboy Nameng an immovable property described in the sale agreement as erf 1172, Greenstone Hill, for R470,000. The agreement was subject to a suspensive condition that the respondent obtain a mortgage bond approval by 16 August 2006, with an automatic six‑working‑day extension to 24 August 2006. The loan was approved on 18 August 2006, but the parties later discovered the property description was erroneous; it should have been erf 1173. The agreement was amended on 22 August 2006 to correct the description, and the bank issued fresh loan approval on 24 October 2006 for erf 1173. Transfer documents were signed in October 2006, but the conveyancers delayed registration. In July 2007 Swanepoel threatened to cancel for unreasonable delay, and Nameng refused, leading to litigation. The High Court held the suspensive condition was fulfilled and the agreement valid, ordering specific performance and costs on an attorney‑client scale. Swanepoel appealed.",
    "issues": "1. Whether the sale agreement, as originally drafted with an incorrect property description, complied with section 2(1) of the Alienation of Land Act 68 of 1981. 2. Whether the suspensive condition requiring bond approval by 16 August 2006 (or the extended date of 24 August 2006) was fulfilled, or whether the agreement lapsed because the loan approval for the correctly described property (erf 1173) was only obtained on 27 September 2006.",
    "principles": "Section 2(1) of the Alienation of Land Act requires that a deed of alienation identify the property such that it can be determined from the document without external evidence. A description need not be faultless; amendment or rectification of the description is permissible if the agreement was otherwise valid. Case law (Clements v Simpson, Headerman v Ping Bai, Intercontinental Exports v Fowles, Magwaza v Heenan) establishes that identification, not perfect wording, satisfies the formalities. A suspensive condition is fulfilled when the stipulated event occurs; later corrective actions do not revive a condition already satisfied.",
    "application": "The Court found that, despite the erroneous description of erf 1172, the agreement identified an immovable property that could be uniquely determined, thereby satisfying s 2(1). The parties were entitled to amend the agreement to correct the description to erf 1173, which did not affect its validity. The loan approval for erf 1172 on 18 August 2006 satisfied the suspensive condition within the contractual deadline (including the six‑day extension). The subsequent loan approval for erf 1173 on 27 September 2006 was merely a procedural adjustment and did not revive the condition. Consequently, the agreement remained valid and enforceable, and the appellant’s argument that the condition failed was repudiated.",
    "conclusion": "The appeal was dismissed with costs. The order that the respondent pay costs of the application on an attorney‑client scale was set aside and replaced by an order that the respondent alone pays the costs of the application. The original High Court order granting specific performance was upheld."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "Alienation of Land Act",
      "suspensive condition",
      "contract amendment",
      "mortgage bond"
    ]
  }
}