{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/131.html",
  "case_name": "Polaris Capital (Pty) Ltd v The Registrar of Companies and Another (425/08) [2009] ZASCA 131; 2010 (2) SA 274 (SCA) (30 September 2009)",
  "citation": "[2009] ZASCA 131",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 131\n|\nNoteup\n|\nLawCite\nPolaris Capital (Pty) Ltd v The Registrar of Companies and Another (425/08) [2009] ZASCA 131; 2010 (2) SA 274 (SCA) (30 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 595/08\nIn the matter between :\nPOLARIS CAPITAL (PTY)\r\nLTD\nAppellant\nand\nTHE REGISTRAR OF COMPANIES\tFirst\r\nRespondent\nPOLARIS CAPITAL MANAGEMENT\r\nINC\tSecond Respondent\nNeutral citation:\nPolaris\r\nv The Registrar of Companies\n(595/08)\r\n[2009] ZASCA 131 (30 September 2009)\nCoram:\tSTREICHER, BRAND, SNYDERS\r\nJJA, LEACH and BOSIELO AJJA\nHeard:\t25 AUGUST 2009\nDelivered:\n30\r\nSEPTEMBER 2009\nSummary:\tCompanies Act 61 of\r\n1973 â s 45(2) â new company name will cause confusion â\r\nname undesirable.\nORDER\nOn appeal from: High Court, Cape of Good Hope (Brusser\r\nAJ sitting as court of first instance).\nThe appeal is dismissed with costs including the costs\r\nof two counsel.\nJUDGMENT\nSTREICHER JA (\nBRAND, SNYDERS JJA,\r\nLEACH and BOSIELO AJJA\nconcurring)\n[1]\tOn 26 May 2003 the appellant, a South African\r\nregistered company, formerly known as African Harvest Growth Asset\r\nManagers (Pty)\nLtd, by special resolution, changed its name to\r\nPolaris Capital (Pty) Ltd. The Registrar of Companies, the first\r\nrespondent, registered\nthe name change on 3 June 2003 but the second\r\nrespondent, Polaris Capital Management Inc, a corporation\r\nincorporated in the USA,\nin terms of a letter dated 29 January 2004,\r\nobjected to the name change. On 14 October 2005 the registrar upheld\r\nthe objection\nand ordered the appellant to change its name within 60\r\ndays. The appellant thereupon applied to the High Court, Cape of Good\r\nHope\nProvincial Division, for the setting aside of the registrarâs\r\norder. Brusser AJ dismissed the application but granted leave to\nthe\r\nappellant to appeal to this court.\n[2]\tIn terms of s 44(1) of the Companies Act 61 of 1973\r\nany company may by special resolution change its name to a name which\r\nis\nnot, in the opinion of the registrar, undesirable. Provision is\r\nthen made in s 45(2) for an objection against such a name change.\nThe\r\nsection provides as follows:\nâIf within a period of one year after . . . the date of . . . a\r\ncertificate of change of name . . . any person\nlodges\r\nan objection in writing with the Registrar against the name contained\r\nin  . . . the last-mentioned certificate, on the grounds\nthat such \r\nname . . . is calculated to cause damage to the objector or is\r\nundesirable, the Registrar may, if he is satisfied that\nthe objection\r\nis sound, order the company concerned . . . to change the said name .\r\n. ..â\n[3]\tThe second respondent objected to the name change on\r\nthe ground that it is both undesirable and calculated to cause it\r\ndamage\nas contemplated in s 45(2). The registrar upheld the objection\r\non the ground that the name is undesirable. In reasons for his\r\ndecision\nsubsequently furnished by the registrar, he stated that the\r\nname of the second respondent is wholly incorporated into the\r\nappellantâs\nname and that its business activities are identical to\r\nthe business of the second respondent. He stated, furthermore, that\r\nthe\nsecond respondent had built a reputation and goodwill to its name\r\nsince 1996, long before the appellant adopted its name Polaris\n\nCapital in 2003. He concluded that âsince the names are almost\r\nidentical, and since the parties are engaged in the same activities,\n\nconfusion is likely to occurâ and ordered the appellant to change\r\nits name.\n[4]\tThe appellant thereupon applied in terms of s 48 for\r\nthe registrarâs order to be set aside. The section provides that\r\nany\ncompany or person aggrieved by an order of the registrar in terms\r\nof, amongst others, s 45(2), may âwithin one month after the\ndate\r\nof such . . . order apply to the Court for relief, and the Court\r\nshall have power to consider the merits of any such matter,\nto\r\nreceive further evidence and to make any order it deems fitâ. The\r\nregistrar did not oppose the application.\n[5]\tBeing an application for final relief the\nPlascon\r\nEvans\n-rule applied and the matter had to be\r\ndecided on the facts stated by the second respondent and the facts\r\nstated by the appellant\nin so far as those facts were admitted by the\r\nsecond respondent or not denied in a manner that raises a real,\r\ngenuine or\nbona fide\ndispute of fact. Approached on this basis the facts on which the\r\napplication had to be decided are as follows.\n[6]\tOn 3 June 2003 the appellant resolved to change its\r\nname from African Harvest Growth Asset Managers (Pty) Ltd to Polaris\r\nCapital\n(Pty) Ltd and in July 2003 it commenced trading. The\r\nappellant carries on business within South Africa. It provides an\r\ninvestment\nservice for a predominantly South African clientele\r\nconsisting of institutional clients, private companies, public\r\ncompanies and\nindividuals. It advises South African investors and\r\ninvests their funds both within South Africa and overseas. It is\r\nlicensed as\na Financial Services Provider in terms of\ns 8\nof the\nFinancial Advisory and Intermediary Services Act 37 of 2002\n. The\r\nsecond respondent became aware of the appellantâs use of the name\r\nPolaris Capital during September 2003 and discussed the\nmatter with\r\nthe appellant but the appellant persisted in using the name. The\r\nsecond respondent thereupon lodged an objection with\nthe registrar on\r\n29 January 2004.\n[7]\tThe second respondent was incorporated in 1993 in\r\nthe USA and is registered as an investment advisor with the US\r\nSecurities\nand Exchange Commission. It has been trading continuously\r\nsince 1995 as a global and international equity manager. Since 1996\r\nit\nhas marketed itself and made sales representations in South Africa\r\nto numerous major commercial banks, investment and merchant banks,\n\nasset management funds, life assurance companies, public companies,\r\nattorneys firms, the South African Reserve Bank, national airlines,\n\ngovernment departments and auditing firms. Mr Bernard Horn jr, the\r\npresident and portfolio manager of the second respondent attended\nan\r\ninternational investorsâ conference organised by Deutsche Bank\r\nSecurities in Cape Town and Johannesburg during which he met\nwith\r\nvarious representatives of South African companies and after the\r\nconference he made representations to them on behalf of the\nsecond\r\nrespondent. Since 1996 the second respondentâs representatives have\r\non numerous occasions been contacted telephonically\nand via e-mail by\r\nSouth Africans interested in equity management.\n[8]\tThe second respondent was one of the managers of the\r\nIscor Pension Fund in South Africa from 1996 until 2000, a fact that\r\nwas\npublicised in a publication âPensions and Investmentsâ on 29\r\nSeptember 1997 and 3 April 2000. In December 2000 it concluded\nan\r\ninvestment advisory agreement with Oasis Global Management Company\r\n(Guernsey) Limited in terms of which it was appointed to\nmanage the\r\ninterests of that companyâs South African clients. In March 2003 it\r\nconcluded a further investment advisory agreement\nwith the South\r\nAfrican registered company Oasis Asset Management Limited and two\r\nrelated Irish companies.\n[9]\tSince the commencement of its business in 1995 the\r\nsecond respondent has featured extensively in the international\r\nfinancial\npress in articles available to South African readers.\n[10]\tIncluded in equity funds managed by the second\r\nrespondent are substantial shareholdings in South African companies\r\ntraded on\nthe Johannesburg Stock Exchange. Second respondentâs\r\ncurrent holdings include Sappi, Sasol, Impala Platinum, Metorex and\r\nBHP\nBilliton.\n[11]\tThe second respondent contends that as a result of\r\nthe aforegoing it became known in the Republic to those interested in\r\nequity\ninvestment and to equity managers. The appellant denies that\r\nthat is the case and attached affidavits by a number of people\r\ninterested\nin equity investment to the effect that the second\r\nrespondent is unknown to them. However, there may well be many people\r\nwho do\nnot know about the second respondent but it does not follow\r\nthat there are not many to whom it is known. If the evidence of\r\ncontacts\nmade with South Africans is accepted, as it has to be, the\r\nsecond respondent must be known to many South Africans and South\r\nAfrican\ncompanies, more so in the light of its contracts with Iscor\r\nand the Oasis companies.\n[12]\tâPolaris Capitalâ is the dominant part of the\r\nsecond respondentâs name and that is the name by which it became\r\nknown.\nAlthough the appellant denies that it knew about the existence\r\nof the second respondent at the time when it changed its name, a\n\nsimple internet search would have revealed its existence. The second\r\nrespondentâs web-site is frequently accessed by South Africans\nand\r\nsuch access frequently results in South Africans making use of the\r\nservices provided by the second respondent. As a result\nof the\r\ninternet, customers and potential customers in South Africa have\r\ndirect access to details of the second respondentâs products\nand\r\nservices, details of the performance of the second respondentâs\r\nvarious funds and to management reports in respect of second\n\nrespondentâs various funds.\n[13]\tThe court below held that a risk of confusion could\r\nnot reasonably be discounted and that it could for that reason not be\r\nconcluded\nthat the registrar improperly exercised his discretion in\r\nterms of\ns 45.\nHowever, the question that had to be decided by the\r\ncourt below was not whether the registrar had exercised his\r\ndiscretion correctly.\nIn terms of\ns 48\nthe court to which application\r\nis made has power to consider the merits of the matter, to receive\r\nfurther evidence and to make\nany order it deems meet. The court\r\nbelow, therefore, had the power to deal with the matter as a court of\r\nfirst instance ie the\nproceedings before it was in the nature of a\r\nrehearing.\n1\n[14]\tIn an article by JB Cilliers entitled\nSimilar\r\ncompany names: A comparative analysis and suggested approach\nâ\nPart 2\n1999\n(62)\nTHRHR\n57 at p 68 â 69 the author states:\nâIn terms of sections 45(2A) and 48 of the Companies Act 1973 (SA),\r\nthe court must decide the matter\nde novo\n, unfettered by the\r\ndecision reached or opinion formed by the Registrar. The merits to be\r\nconsidered by the courts are whether,\non a balance of probability and\r\non the evidence before it, the existing company has such vested\r\nrights in its name or particular\nwords in its name that the\r\nregistration of the new company or the amended name of another\r\ncompany is undesirable, or whether the\nexisting company has shown not\r\nonly that confusion or deception is likely, but that if either ensues\r\nit will probably cause it\ndamage. This distinction clearly delineates\r\nthe two pillars of the protection against the registration of similar\r\ncompany names\nunder the Companies Act 1973(SA).â\nThe suggested approach was adopted by this court in\nPeregrine Group (Pty) Ltd and others v\r\nPeregrine Holdings Ltd and others\n2001 (3) SA\r\n1268\n(SCA).\n[15]\tThe appellant submitted that its name is not\r\nundesirable, that the registrar erred in finding it to be undesirable\r\nand that\nthe registrarâs decision should for that reason be set\r\naside. As to the circumstances under which a company name may be\r\nfound\nto be undesirable, this court, in the\nPeregrine\n-case,\r\napproved the following statement by Lazarus AJ in his judgment\r\nagainst which the appellant in that case appealed:\n2\nâIn my view it is inappropriate to attempt to circumscribe the\r\ncircumstances under which the registration of a company name might\nbe\r\nfound to be âundesirableâ. To do so would negate the very\r\nflexibility intended by the Legislature by the introduction of\nthe\r\nundesirability test in the section and the wide discretion conferred\r\nupon the Court to âmake such order as it deems fitâ.\nFor the\r\npurposes of the present matter it suffices to say that, where the\r\nnames of companies are the same or substantially similar\nand where\r\nthere is a likelihood that members of the public will be confused in\r\ntheir dealings with the competing parties, these\nare important\r\nfactors which the Court will take into account when considering\r\nwhether or not a name is âundesirableâ.â\n[16]\tIn\nVicom New Zealand Ltd v\r\nVicomm Systems Ltd\n[1987] 2 NZLR 600\n(CA) at\r\n605(10) the New Zealand court of appeal, per Cooke P stated in\r\nrespect of a company name that was contended to be undesirable:\nâ[A] serious risk of confusion of the public or a section of the\r\npublic is well recognised as a head of undesirability when the\n\nregistration of a company name is in issue: see the judgment of\r\nMcGregor J in\nSouth Pacific Airlines of New Zealand Ltd v\r\nRegistrar of Companies\n[1964] NZLR 1\n, 5, a passage which has been\r\nfollowed more than once in the High Court and should now, we hold, be\r\napproved by this Court.â\n[17]\tIn\nDeutsche Babcock SA (Pty)\r\nLtd v Babcock Africa (Pty) Ltd and another\n1995 (4) SA 1016\n(T) at 1022G-1024G Mynhardt J referred to South\r\nAfrican cases in which the likelihood of confusion was considered to\r\nrender the\nregistration of a new company name undesirable. He also\r\nreferred to New Zealand cases including the\nVicom\n-case\r\nand concluded at 1024H:\nâFrom the aforegoing review of cases it appears that when there is\r\na likelihood that the public, or a section thereof, might\nbe misled\r\nby the similarity of the names under consideration, or that there is\r\nâa serious risk of confusion of the publicâ,\nthen it ought to be\r\nheld that a name is undesirable.â\n[18]\tIt would seem that the phrase âa serious risk of\r\nconfusionâ was meant to mean no more than a probability of\r\nconfusion.\nThat would be in line with the South African cases\r\nreferred to by Mynhardt J which he would seem to approve. He himself\r\nsaid at\n1025D:\nâIf the similarity between the two names is likely to lead to\r\nconfusion of customers or potential customers of either the applicant\n\nor the first respondent, then the change of name cannot be permitted\r\n. . ..â\nIf that is how âa serious risk of confusionâ is to\r\nbe understood I agree save that I would add that the degree of\r\nconfusion\nwill no doubt be a factor to be taken into account in\r\ndeciding in terms of s 48 whether or not a company name is\r\nundesirable.\nA company name will be confusing when, in doing business\r\nwith the company, the public or a section of the public would be\r\nconfused\ninto thinking that they are doing business with another\r\ncompany or would be confused into thinking that the company is\r\nassociated\nin some way with the other company.\n[19]\tThe dominant part of the second respondentâs name\r\nis Polaris Capital. It is not merely a descriptive name. Until the\r\nappellant\nchanged its name to Polaris Capital, no company had been\r\nregistered in South Africa by that name and although there are other\r\ncompanies\nregistered in South Africa with the word âPolarisâ as\r\npart of their names, âPolaris Capitalâ cannot be said to have\r\nlost\nits distinctiveness as part of a company name. None of these\r\nother companies with the word âPolarisâ as part of their names\n\ntrades as equity managers. Being the first company to use the name\r\nPolaris Capital it must be accepted, in the light of the evidence\n\nreferred to above, that the second respondent became known to a\r\nsubstantial number of influential people in South Africa ie that\nthe\r\nsecond respondent acquired a reputation in South Africa as an\r\ninternational equity manager. Having established that reputation\nin\r\nSouth Africa the second respondent acquired vested rights in its name\r\nentitling it to object against the adoption of the name\nPolaris\r\nCapital by the appellant.\n[20]\tThe appellant contends that although it adopted the\r\ndominant part of the second respondentâs name as its name such\r\nadoption\nhas not and will not lead to confusion because âthe\r\nappellantâs customer base falls within a limited and educated group\r\nof\nfinancial services experts.â\n[21]\tIt is clear that in determining whether there would\r\nbe confusion regard has to be had to the nature of the business and\r\ncustomer\nbase of the respective companies.\n3\nBoth the appellant and the second respondent trade as equity managers\r\nbut the one conducts its business in the USA and the other\nconducts\r\nits business in South Africa. Both of them invest in South African\r\nequities and foreign equities.\n[22]\tThe appellantâs submission that its customer base\r\nconsists of an educated group of financial service experts is not\r\ncorrect.\nIn a supplementary affidavit filed by the appellant it is\r\nstated that the appellant invests in South African equities on behalf\n\nof, amongst others, individuals. There is no reason to assume that\r\nthe individuals concerned are financial services experts.\n[23]\tIn the light of the fact that the name adopted by\r\nthe appellant is for all practical purposes almost identical to that\r\nof the\nsecond respondent and the fact that the appellant and the\r\nsecond respondent both conduct business as equity managers I am of\r\nthe\nview that people who know about the second respondent may well\r\nthink that there is an association between the two. The appellant\n\ncontended that if that was the case the second respondent should have\r\nbeen able to produce evidence of confusion four years after\nthe\r\nsecond respondent started doing business under the name âPolaris\r\nCapitalâ and that it failed to do so.\n[24]\t The only evidence tendered by the second\r\nrespondent as to actual confusion was an e-mail communication\r\ndirected to ââ¦@polariscapital.comâ\n(the second respondentâs\r\ne-mail address) instead of to ââ¦@polariscapital.co.zaâ (the\r\nappellantâs e-mail address) and\nan allegation by Horn that the\r\nsecond respondent âis frequently contacted by many of the South\r\nAfrican companies whose equity\nfunds they manage (such as Sappi,\r\nSasol, Impala Platinum, Metorex and BHP Billiton) who are confused by\r\nthe existence of the [appellant]\nand continuously question whether\r\n[second respondent] and the [appellant] are related or the same\r\nentityâ.\n[25]\tThe sender of the wrongly directed e-mail deposed\r\nto an affidavit in which he explained that he made a clerical error\r\nby inadvertently\ntyping the wrong e-mail address, that it was not as\r\na result of any confusion on his part as he was at no time under the\r\nimpression\nthat Polaris Capital (Pty) Ltd was associated in any way\r\nwith an entity by the name Polaris Capital Management Inc.\n[26]\tThe statement that the second respondent is\r\nfrequently contacted by South African companies whose equity funds\r\nthey manage\nsuch as Sappi, Sasol, Impala Platinum, Metorex and BHP\r\nBilliton cannot be correct as the second respondent did not manage\r\nequity\nfunds of any of these companies. Horn probably meant to say\r\nthat the second respondent is contacted by companies in which it has\n\ninvested to enquire whether the appellant was associated with the\r\nsecond respondent. What the reason for the enquiries was we do\nnot\r\nknow. But the enquiries do indicate that the enquirers were at least\r\nwondering whether the appellant and the second respondent\nwere in\r\nsome way or other associated with one another. Such uncertainty is\r\nundesirable and is at least a factor to be taken into\naccount in\r\ndeciding whether a new company name is undesirable. In cases\r\nconcerning trade marks, where the issue was whether a trade\nmark had\r\nbeen infringed by the use of a mark so nearly resembling a registered\r\ntrade mark âas to be likely to deceive or cause\nconfusionâ, it\r\nhas been held that infringement will be proved if there is a\r\nlikelihood that a substantial number of people who\nare interested in\r\nthe relevant product will be or are likely to be confused or\r\ndeceived. Confusion would according to these cases\nexist when a\r\nperson is confused as to the existence or non-existence of a\r\nconnection between the product being marketed under the\ndisputed mark\r\nand the owner of the registered trade mark.\n4\nThat is to say that confusion will exist when people wonder whether\r\nthere is such a connection.\n5\n[27]\tThe fact that there had been many enquiries as to\r\nwhether the appellant and the second respondent are associated with\r\none another\nstrengthens my view that a substantial number of people\r\nwho knew about the second respondent and who associated the name\r\nâPolaris\nCapitalâ with the second respondent would have assumed\r\nthat there was an association between the second respondent and the\r\nappellant\nwhich was conducting a similar business to that of the\r\nsecond respondent. The second respondent would not necessarily have\r\ncome\nto know of such people and the fact that no evidence has been\r\ntendered of instances of such confusion does not prove that there\n\nhave not been such instances. My view is further strengthened by the\r\nfact that the registrar, who is experienced in the field,\ncame to the\r\nsame conclusion.\n6\n[28]\tThe position is of course not static. The second\r\nrespondentâs objection itself indicated that it was still\r\ninterested in\nthe South African market and that it could in the\r\nfuture expand its activities in South Africa. Should that happen\r\nthere can be\nno doubt that confusion will result.\n[29]\tAt least one of the purposes of the Act in so far\r\nas it provides that a company may be ordered to change its name if it\r\nis\nundesirable is clearly to protect the public from being confused\r\nas to the entity it is dealing with. In view of my finding that\na\r\nsubstantial number of people will be so confused if the appellant is\r\nallowed to retain its name I conclude that the court a quo\ncorrectly\r\ndismissed the appellantâs application for an order setting aside\r\nthe registrarâs decision that its name is undesirable.\n[30]\tThe appeal is therefore dismissed with costs\r\nincluding the costs of two counsel.\n__________________\nP E STREICHER\nJUDGE OF APPEAL\nA\nppearances\n:\nFor Appellant:\tA R Sholto-Douglas SC\nM C Seale\nInstructed by\nBrian Bacon & Associates Inc, Cape Town\nWebbers, Bloemfontein\nFor 2\nnd\nRespondent:\tA de Vos SC\nR Tainton\nInstructed by\nAdams & Adams Attorneys, Cape Town\nHoney Attorneys Inc, Bloemfontein\n1\nSee\nKrediet Bank van Suid-Afrika Bpk v Registrateur van\r\n\tMaatskappye en andere\n1978 (2) SA 644\n(W) at 650C-D.\n2\nAt 1274C-G par 8.\n3\nSee\nAmerican Chewing Products Corporation v American Chicle\r\n\tCompany\n1948 (2) SA 736\n(A) at 743.\n4\nOude Meester Groep Bpk and another v SA Breweries Ltd; SA\r\n\tBreweries Ltd and another v Distillers Corporation (SA) Ltd and\r\n\tanother\n1973 (4) SA 145\n(T) at 160F-H;\nAdidas\r\n\tSportschuhfabriken Adi Dassler KG v Harry Walt & Co (Pty) Ltd\n1976 (1) SA 530\n(T) at 533C-E.\n5\nHackâs Application\n(1941) 58 RPC 91\nat 106.\n6\nVicom New Zealand Ltd v Vicomm Systems Ltd\n[1987] 2 NZLR 600\n(CA) at 604 (10-15).",
  "scraped_at": "2026-02-12T05:21:45.257969",
  "date": "2009-09-30",
  "coram": [
    "Streicher JA",
    "Brand",
    "Snyders JJA",
    "Leach",
    "Bosielo AJJA"
  ],
  "case_number": "595/08",
  "parties": {
    "applicants": [
      "Polaris Capital (Pty) Ltd"
    ],
    "respondents": [
      "The Registrar of Companies",
      "Polaris Capital Management Inc"
    ]
  },
  "sections": {
    "facts": "In May 2003 Polaris Capital (Pty) Ltd, formerly African Harvest Growth Asset Managers (Pty) Ltd, resolved by special resolution to change its name to Polaris Capital (Pty) Ltd. The Registrar of Companies registered the change on 3 June 2003. Polaris Capital Management Inc, a US‑incorporated investment advisor, objected on 29 January 2004, claiming the new name was undesirable and likely to cause confusion with its own long‑standing reputation in South Africa. The Registrar upheld the objection on 14 October 2005, ordering Polaris Capital (Pty) Ltd to change its name within 60 days. The appellant sought relief under s 48 of the Companies Act, but the High Court dismissed the application and the appellant appealed.",
    "issues": "The principal issue was whether the name ‘Polaris Capital (Pty) Ltd’ was undesirable under s 45(2) of the Companies Act 61 of 1973 because it was likely to cause confusion or damage to the existing company, Polaris Capital Management Inc. Linked issues included whether the Registrar had exercised his discretion correctly and whether the appellate court could re‑examine the merits of the objection de novo under s 48.",
    "principles": "The Court applied the statutory framework of s 44, s 45(2) and s 48, emphasizing that a name may be deemed undesirable where there is a serious risk of public confusion. Precedent from Peregrine Group (Pty) Ltd and Lazarus AJ clarified that the test is factual, focusing on similarity of names, overlap of business activities, and the likelihood of the public being misled. The Court also referenced New Zealand authority on ‘serious risk of confusion’ as a recognised head of undesirability.",
    "application": "Applying these principles, the Court found that ‘Polaris Capital’ formed the dominant part of the second respondent’s name and that both companies operated as equity managers, one in South Africa and the other in the USA. Evidence showed that Polaris Capital Management Inc had built a substantial reputation and goodwill in South Africa since the mid‑1990s, and that enquiries from South African companies indicated confusion or at least uncertainty about a relationship between the two entities. The Court concluded that a substantial number of persons familiar with the second respondent would likely assume an association, satisfying the ‘serious risk of confusion’ test.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The order of the Registrar requiring Polaris Capital (Pty) Ltd to change its name was upheld."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Company Names",
    "level_3": [
      "undesirable name",
      "confusion",
      "Companies Act 61 of 1973",
      "section 45",
      "section 48"
    ]
  }
}