{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/177.html",
  "case_name": "Volvo (Southern Africa) (Pty) Ltd v Yssel (2009 (6) SA 531 (SCA) ; [2009] 4 All SA 497 (SCA) ; [2010] 2 BLLR 128 (SCA); (2009) 30 ILJ 2333 (SCA)) [2009] ZASCA 177; [2009] ZASCA 82 (20 August 2009)",
  "citation": "[2009] ZASCA 177",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 177\n|\nNoteup\n|\nLawCite\nVolvo (Southern Africa) (Pty) Ltd v Yssel (2009 (6) SA 531 (SCA) ; [2009] 4 All SA 497 (SCA) ; [2010] 2 BLLR 128 (SCA); (2009) 30 ILJ 2333 (SCA)) [2009] ZASCA 177; [2009] ZASCA 82 (20 August 2009)\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 247/08\nReportable\nVOLVO (SOUTHERN AFRICA) (PTY)\r\nLTD\nAppellant\nand\nGERT YSSEL\tRespondent\nNeutral citation:\nVolvo\r\nv Yssel\n(247/08)\n[2009] ZASCA 82\n(20 August 2009)\nCoram:\tSTREICHER ADP, NUGENT,\r\nJAFTA, MAYA JJA & HURT AJA\nHeard:\t15 MAY 2009\nDelivered:\n20\r\nAUGUST 2009\nSummary:\tFiduciary duty â\r\ncircumstances in which such a duty exists.\n______________________________________________________________\n_______\nORDER\n_____________________________________________________________________\nOn appeal from: High Court\r\nJohannesburg (Berger AJ sitting as court of first instance)\nThe appeal is upheld with costs\r\nthat include the costs occasioned by the employment of two counsel.\r\nThe order of the court below\nis set aside and the following orders\r\nare substituted:\nâ\n1.\tThe respondent is ordered\r\nto pay to the applicant the sum of R775 107 plus interest on\r\nthat amount at the rate of 15,5 per\ncent per annum calculated from 12\r\nSeptember 2006 to date of payment.\n2.\tThe respondent is ordered to\r\npay the costs of the application, which are to include the costs\r\noccasioned by the employment of\ntwo counsel.â\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nNUGENT JA (STREICHER ADP, JAFTA,\r\nMAYA JJA and HURT AJA\nconcurring)\n[1]\tWhen it commenced operations\r\nin 2000 Volvo (Southern Africa) (Pty) Ltd (the appellant) was looking\r\nfor a manager for its information\ntechnology division. A personnel\r\nplacement agent introduced it to Mr Yssel (the respondent) and Volvo\r\ndecided to appoint him to\nthe position. Yssel did not want to enter\r\ninto direct employment with Volvo. He preferred instead to be\r\nemployed by a labour broker\nwith which he was then associated â\r\nHighveld Personnel (Pty) Ltd\n1\nâ which would assign him to provide his services to Volvo. Volvo\r\nreluctantly accepted that arrangement and for the next five\nyears or\r\nso Yssel worked for Volvo on that basis.\n[2]\tIn making the necessary\r\narrangements Volvo had no direct contact with Highveld and dealt\r\nsolely with Yssel who in turn dealt\nwith Highveld. The relationship\r\nbetween Volvo and Highveld was regulated by sequential written\r\nagreements, the detail of which\nis not now important. The effect of\r\nthe agreements, essentially, was that upon receipt of monthly\r\ninvoices Volvo would pay Highveld\na fee for the services of Yssel,\r\nand Highveld would in turn be responsible for remunerating Yssel. The\r\nservices that were to be\nrendered by Yssel were described in the\r\nvarious contracts as follows:\nâ\nThe management of\r\nthe [Information Technology] infrastructure of [Volvo] by means of:\nUser Support\nUser Training\nInvestigation and\r\ndevelopment of new [Information Technology] processes to stay abreast\r\nwith technology\nLiaison with Volvo\r\ninformation technology â Sweden\nStaff management\nLiaison with local\r\nsuppliers\nWork in close\r\nconjunction with line managers.â\n[3]\tBy 2004 there were six other\r\npersonnel in the information technology division. They were similarly\r\nemployed by labour brokers\nwho assigned their services to Volvo. Mr\r\nvan Rensburg, Mr van Rijswijk and Mr du Plessis were employed by a\r\nlabour broker known\nas Optimising Systems. Mr Steyn and Mr Streak\r\nwere employed by Interg8 IT. Mr Coop was employed by ITSS.\n[4]\tIn about the middle of 2004\r\nYssel approached the Human Resources Manager of Volvo, Ms van Eeden,\r\nand told her that some of the\npersonnel were unhappy with their\r\nlabour brokers and that he could arrange for all the personnel to\r\ntransfer to Highveld at no\nextra cost to Volvo. Yssel suggested the\r\nsame to all the personnel concerned, pointing out that their\r\nremuneration could be more\nfavourably structured if they were to\r\ntransfer to Highveld. Volvo and the personnel were agreeable, and\r\nYssel attended to making\nthe necessary arrangements.\n[5]\tA written master agreement\r\n(called a âtemporary service agreementâ) was concluded between\r\nVolvo and Highveld to regulate\nthe new arrangement. It provided that\r\nHighveld would supply the services of personnel to Volvo in return\r\nfor a monthly fee that\nwas to be stipulated in each case in an\r\nannexure to the agreement (called a âconfirmation of assignmentâ).\r\nAt various times\nbetween August 2004 and April 2005 Yssel accompanied\r\neach of the personnel to the offices of Highveld where they were\r\nintroduced\nto Ms Pieterse (Manager: Marketing and Support) and each\r\nsigned a âconfirmation of assignmentâ. They all said that they\r\nwere\ngiven to understand that from the moneys received from Volvo in\r\nrespect of their services Highveld would retain a fixed charge of\n\nabout R425 per month and an administration fee of 3% of their\r\nearnings. None was apparently pertinently aware of the rate at which\n\ntheir services were being charged to Volvo.\n[6]\tVolvo again had no direct\r\ncontact with Highveld in making these arrangements and dealt at all\r\ntimes through Yssel who acted\nas what he called a âfacilitatorâ\r\nor âintermediaryâ between Volvo and Highveld. Once the new\r\narrangements were in place\nHighveld would send invoices to Yssel each\r\nmonth for the services of the various personnel and Yssel would\r\nsubmit them for payment\nto the relevant department of Volvo.\n[7]\tUnbeknown to Volvo, and to\r\nthe personnel concerned, a large part of each monthly payment that\r\nwas being made by Volvo was ending\nup in the pocket of Yssel. What\r\nYssel had not disclosed to Volvo, nor to the personnel concerned, was\r\nthat he had agreed with Pieterse\nthat he would be paid what he called\r\na âcommissionâ if he arranged for the personnel to transfer to\r\nHighveld. He had also agreed\nwith her that the matter of the\r\ncommission should not be discussed with the personnel or with Volvo.\n[8]\tThe amounts that were\r\nreceived by Yssel were substantial. In January 2006, for example,\r\nVolvo paid R27 400 to Highveld\nfor the services of Van Rensburg,\r\nfrom which Van Rensburg was paid R12 000 and the balance of\r\nR15 400 went to Yssel.\nIn other cases his portion was somewhat\r\nlower but overall he was receiving about 40 per cent of the moneys\r\nthat were being paid\nto Highveld.\n[9]\tAll this came to light at the\r\nend of 2005 when Steyn came across a document reflecting the\r\ndiscrepancy between the amount that\nwas being paid by Volvo for his\r\nservices and the amount of his remuneration. Not satisfied with the\r\nexplanation for the discrepancy\nthat he received from Yssel he\r\ninvestigated further and discovered other documents to similar\r\neffect, whereupon he reported the\nmatter to senior personnel of\r\nVolvo.\n[10]\tThe matter came to the\r\nattention of Van Eeden in January 2006 and she arranged a meeting\r\nwith Pieterse. This was the first\ntime that Van Eeden had direct\r\ndealings with anyone from Highveld. Before then all dealings between\r\nVolvo and Highveld had taken\nplace through the âfacilitationâ of\r\nYssel. When Pieterse was confronted with the discrepancies she at\r\nfirst denied knowledge\nof payments having been made to Yssel but\r\nlater acknowledged that such payments had been made. After the\r\nmeeting, as they left\nthe building, they encountered Yssel, who asked\r\nPieterse why she was at Volvoâs premises. Pieterse told him that\r\nshe could not\nspeak to him then but would do so at another time.\r\nLater that day Van Eeden and another senior employee of Volvo were in\r\nthe process\nof preparing a letter suspending Yssel when he delivered\r\na letter of resignation. The six personnel subsequently terminated\r\ntheir\narrangements with Highveld and entered the direct employment of\r\nVolvo.\n[11]\tInvestigations by an\r\ninternal auditor of Volvo revealed that from August 2004 to January\r\n2006 Volvo paid R1 967 900\nto Highveld for the services of\r\nthe personnel (excluding Yssel) of which they received R1 087 650.\r\nFrom the balance of\nR889 250 Highveld had deducted its own\r\ncommissions of R114 143 and the balance of R775 107 had\r\nbeen paid to Yssel.\n[12]\tVolvo sued Yssel in the High\r\nCourt at Johannesburg for payment of that amount, alleging that it\r\nhad been earned in breach of\na fiduciary duty that he owed to Volvo\r\nto act in its interests and not in his own. The high court (Berger\r\nAJ) dismissed the claim\nand Volvo now appeals against that order with\r\nthe leave of that court.\n[13]\tOver a century ago in\nRobinson v Randfontein\r\nEstates Gold Mining Co Ltd\n2\nInnes CJ expressed, in general terms, the legal principle that is\r\napplicable in a case of this kind as follows:\nâ\nWhere one man\r\nstands to another in a position of confidence involving a duty to\r\nprotect the interests of that other, he is not allowed\nto make a\r\nsecret profit at the otherâs expense or place himself in a position\r\nwhere his interests conflict with his duty. The\nprinciple underlies\r\nan extensive field of legal relationship. A guardian to his ward, a\r\nsolicitor to his client, an agent to his\nprincipal, afford examples\r\nof persons occupying such a position. As was pointed out in\nThe\r\nAberdeen Railway Company v Blaikie Bros.\n(1 Macqueen 474), the doctrine is to be found in the civil law\r\n(\nDigest\n18.1.\r\n34.7), and must of necessity form part of every civilised system of\r\njurisprudenceâ.\n[14]\tMoneys that are earned\r\nsecretly in breach of a duty of trust fall to be disgorged by the\r\nfiduciary and there is little room\nfor him or her to avoid that\r\nconsequence. Recently in\nPhillips\r\nv Fieldstone Africa (Pty) Ltd\n3\nHeher JA summarised the position, as it has been articulated in\r\nvarious decided cases, as follows:\nâ\nThe rule is a\r\nstrict one which allows little room for exceptions â¦ It extends not\r\nonly to actual conflicts of interest but also\nto those which are a\r\nreal sensible possibility â¦ The defences open to a fiduciary who\r\nbreaches his trust are very limited: only\nthe free consent of the\r\nprincipal after full disclosure will suffice â¦ Because the\r\nfiduciary who acquires for himself is deemed\nto have acquired for the\r\ntrust, â¦ once proof of a breach of a fiduciary duty is adduced it\r\nis of no relevance that (1) the trust\nhas suffered no loss or damage\r\nâ¦ ; (2) the trust could not itself have made use of the\r\ninformation, opportunity etc â¦ or probably\nwould not have done so â¦\r\n; (3) the trust, although it could have used the information,\r\nopportunity etc has refused it or would\ndo so â¦ ; (4) there is not\r\nprivity between the principal and the party with whom the agent or\r\nservant is employed to contract\nbusiness and the money would not have\r\ngone into the principalâs hands in the first instance â¦ ; (5) it\r\nwas no part of the fiduciaryâs\nduty to obtain the benefit for the\r\ntrust â¦ ; or (6) the fiduciary acted honestly and reasonably â¦\r\n(although English and Australian\nCourts make some allowance for\r\nequity in calculating the scope of the disgorgement in such cases).\n[15]\tThere is no dispute that\r\nYssel received the sum of R775 107 in the circumstances that I\r\nhave referred to. He alleges,\nhowever, that he did not stand in a\r\nfiduciary relationship towards Volvo, and was thus entitled to\r\narrange for and earn the commission.\nHis central contention in that\r\nregard â it is the recurrent refrain throughout his answering\r\naffidavit â is that he had no\ncontractual privity with Volvo and\r\nthus had no duties towards it at all.\n[16]\tWhile certain relationships\r\nhave come to be clearly recognised as encompassing fiduciary duties\r\nthere is no closed list of\nsuch relationships. As pointed out in\nRandfontein Estates\n,\n4\nand in numerous other cases in this country and abroad, whether a\r\nparticular relationship should be regarded in law as being one\nof\r\ntrust will depend upon the facts of the particular case. Courts have\r\nnonetheless often sought to identify features, or characteristics,\n\nthat impart fiduciary qualities to a relationship. In\nHodgkinson\r\nv Simms\n,\n5\nfor example, La Forest J, writing for a majority of the Supreme Court\r\nof Canada, said the following of âsituations in which fiduciary\n\nobligations, though not innate to a given relationship, arise as a\r\nmatter of fact out of the specific circumstances of that particular\n\nrelationshipâ:\nâ\nIn these cases,\r\nthe question to ask is whether, given all the surrounding\r\ncircumstances, one party could reasonably have expected\nthat the\r\nother party would act in the formerâs best interests with respect\r\nto the subject-matter at issue. Discretion, influence,\nvulnerability\r\nand trust were mentioned as non-exhaustive examples of evidential\r\nfactors to be considered in making this determination.\nThus, outside the\r\nestablished categories, what is required is evidence of a mutual\r\nunderstanding that one party has relinquished\nits own self-interest\r\nand agreed to act solely on behalf of the other party. This idea was\r\nwell-stated in the American case of\nDolton\r\nv Capitol Federal Sav. and Loan Assân\n,\r\n642 p 2d 21 (Colo. App. 1982), at pp 23-24, in the\r\nbanker-customer context, to be a state of affairs\nâ¦\nwhich impels or\r\ninduces one party âto relax the care and vigilance it would and\r\nshould have ordinarily exercised in dealing with\na stranger.â â¦\r\n[and] â¦ has been found to exist where there is a repose of trust by\r\nthe customer along with an acceptance\nor invitation of such trust on\r\nthe part of the lending institution.â\n[17]\tFeatures of the kind that\r\nwere mentioned in that extract â the discretion that one party may\r\nhave in relation to the affairs\nof another, the influence that he or\r\nshe is capable of asserting, the vulnerability of one person to\r\nanother, the trust and reliance\nthat is placed in the other â\r\nreceive frequent mention in judgments on the subject of whether a\r\nrelationship was one of trust.\n6\nBut such references do not seem to me to advance materially what was\r\nstated in\nRandfontein\r\nEstates\nand do little\r\nmore than to identify factors that were considered to be relevant to\r\nthe enquiry in the particular case. And while\nthe extract that I have\r\nreferred to might suggest that a âmutual understandingâ between\r\nthe parties concerned is a prerequisite\nfor such a relationship to\r\nexist I think that would be to approach the matter too restrictively.\r\nWhat is called for is an assessment,\nupon a consideration of all the\r\nfacts, of whether reliance by one party upon the other was justified\r\nin the circumstances. As pointed\nout by Gibbs CJ in the High Court of\r\nAustralia in\nHospital\r\nProducts Limited v United States Surgical Corporation\n:\n7\nâ\nI doubt if it is\r\nfruitful to attempt to make a general statement of the circumstances\r\nin which a fiduciary relationship will be\nfound to exist. Fiduciary\r\nrelations are of different types, carrying different obligations â¦\r\nand a test which might seem appropriate\nto determine whether a\r\nfiduciary relationship existed for one purpose might be quite\r\ninappropriate for another purpose.â\n[18]\tContractual duties owed by\r\none party to another will no doubt often go a long way towards\r\ndefining whether the relationship\nis one of trust but contractual\r\nprivity is not indispensable to such relationships, as correctly\r\nobserved by the court below. Having\nsaid that, the court below went\r\non to find that Yssel indeed owed fiduciary duties to Volvo, but only\r\nin relation to the exercise\nof the specific functions that were\r\nassigned to him in the various agreements between Volvo and Highveld\r\n(the functions I have\nlisted in para 2 above). Because his functions\r\ndid not extend to the recruitment, employment or acquisition of\r\nstaff, so the court\nreasoned, he was under no duty to act in the\r\ninterests of Volvo when he engaged in the activities with which we\r\nare now concerned.\nThat seems to me to view the matter too narrowly.\n[19]\tYssel occupied the most\r\nsenior position in Volvoâs information technology division. That\r\nthere was no contractual privity\nbetween him and Volvo seems to me to\r\nbe of little consequence. It was the position to which he was\r\nappointed, rather than the nature\nof the contractual relationship,\r\nthat defined what Volvo could expect of him. He had not been brought\r\nin to its offices so as to\nprovide him with an opportunity to hawk\r\nhis own wares but had been brought there in the interests of Volvo.\r\nThat his functions\nmight not have included recruiting, employing and\r\nacquiring staff does not seem to me to be material. No doubt he could\r\nnot be\ncompelled to accept instructions to engage himself in matters\r\nof that nature. But the fact is that he did engage himself in\r\narranging\nmatters between Volvo and its staff. And in doing so he did\r\nnot purport to be doing so as a stranger who was conducting his own\n\naffairs. He did so as an incident of his function as manager of the\r\ndivision. Indeed, there can be no doubt that Yssel was well\naware\r\nthat it was precisely because he was the manager of the division that\r\nVolvo could be induced to ârelax the care and vigilance\nit would\r\nand should have ordinarily exercised in dealing with a strangerâ.\n8\n[20]\tYssel was well aware that\r\nVan Eeden had made no independent enquiries relating to the\r\narrangement with Highveld and was acting\nentirely upon what she was\r\ntold by him. That he found it necessary to secure an agreement of\r\nsecrecy from Pieterse makes it abundantly\nclear that he was well\r\naware that Van Eeden believed that he was arranging matters pursuant\r\nto his ordinary managerial duties and\nnot for his own account. In\r\nshort, he was well aware that Van Eeden did not consider herself to\r\nbe dealing at armâs length with\nan independent broker who was\r\narranging matters on his own account, but was dealing with the\r\nmanager of the division concerned.\nIt was only because Yssel was the\r\nmanager that the transaction came about at all. I have no doubt that\r\nYssel was in a position\nof trust when he engaged himself in the\r\nmatter and was not entitled to allow his own interests to prevail\r\nover those of Volvo.\nHe is obliged in those circumstances to disgorge\r\nhis secret commissions and the appeal must succeed.\n[21]\tThe appeal is upheld with\r\ncosts that include the costs occasioned by the employment of two\r\ncounsel. The order of the court\nbelow is set aside and the following\r\norders are substituted:\nâ\n1.\tThe respondent is ordered\r\nto pay to the applicant the sum of R775 107 plus interest on\r\nthat amount at the rate of 15,5 per\ncent per annum calculated from 12\r\nSeptember 2006 to date of payment.\n2.\tThe respondent is ordered to\r\npay the costs of the application, which are to include the costs\r\noccasioned by the employment of\ntwo counsel.â\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tF G Barrie SC\nG J Nel\nInstructed by:\nBowman Gilfillan Inc,\r\nJohannesburg\nMcIntyre & Van der Post,\r\nBloemfontein\nFor respondent:\tC J Nel\nInstructed by:\nMalherbe Rigg & Ranwell Inc,\r\nBoksburg\nSymington & De Kok,\r\nBloemfontein\n1\nHighveld Personnel (Pty) Ltd was later taken over by a Dutch company\r\n\tand became known as Highveld PFS but I will refer to them\n\n\tinterchangeably as Highveld.\n2\n1921 AD 168\nat pages 177-178.\n3\n2004 (3) SA 465\n(SCA) para 31.\n4\nPage 180.\n5\n(1995) 117 DLR (4\nth\n) 161 at 176f â 177b.\n6\nSee, for example,\nCanadian Aero Service Ltd. v OâMalley\n(1974) 10 DLR (3d) 371;\nPilmer v Duke Group Ltd (in liq)\n[2001] HCA 31\n;\n(2001) 180 ALR 249\n(HC of A);\nPhillips v Fieldstone Africa (Pty)\r\n\tLtd\n, above, esp 482C-D. See, too, J.R.M. Gautreau âDemystifying\r\n\tthe Fiduciary Mystiqueâ\n(1989) 68\nCanadian Bar Review\n1\nand\r\n\tthe references cited.\n7\n[1984] HCA 64\n;\n(1984) 156 CLR 41\n(HC of A) 69.\n8\nDoltonâs\ncase, quoted in\nHodgkinson v Simms,\nabove.",
  "scraped_at": "2026-02-12T05:11:47.995158",
  "date": "2009-08-20",
  "coram": [
    "Streicher ADP",
    "Nugent JA",
    "Jafta",
    "Maya JJA",
    "Hurt AJA"
  ],
  "case_number": "247/08",
  "parties": {
    "applicants": [
      "Volvo (Southern Africa) (Pty) Ltd"
    ],
    "respondents": [
      "Gert Yssel"
    ]
  },
  "sections": {
    "facts": "Volvo (Southern Africa) (Pty) Ltd appointed Mr Gert Yssel as manager of its IT division in 2000, but Yssel worked through a labour broker, Highveld Personnel. Over several years Yssel acted as the sole liaison between Volvo and Highveld, arranging that other IT staff also be supplied via labour brokers. In 2004 Yssel convinced the staff to transfer to Highveld at no extra cost to Volvo, receiving a secret commission for each transfer. Highveld invoiced Volvo and paid Yssel a substantial portion (about 40%) of the fees. The scheme was uncovered in early 2006 when a staff member discovered discrepancies, leading Volvo to investigate and discover that Yssel had received R775 107 in secret commissions. Volvo sued Yssel for the amount, alleging breach of fiduciary duty, but the High Court dismissed the claim. The appeal concerned whether Yssel owed such a fiduciary duty.",
    "issues": "The central issue was whether Mr Yssel, in his capacity as manager and intermediary between Volvo and the labour brokers, owed a fiduciary duty to Volvo, and consequently whether the secret commissions he received must be disgorged. A subsidiary issue was whether lack of contractual privity between Yssel and Volvo negated any fiduciary obligations.",
    "principles": "The court relied on the longstanding principle that a person in a position of confidence must not make secret profits at the expense of the principal (Robinson v Randfontein Estates). It cited Phillips v Fieldstone Africa for the strict rule that breach of fiduciary duty requires disgorgement, regardless of loss to the principal. The court also referenced jurisprudence on identifying fiduciary relationships based on factors such as trust, reliance, discretion, influence, and vulnerability, rather than merely contractual privity.",
    "application": "Applying these principles, the court held that Yssel’s senior managerial position and his role as the sole facilitator of the arrangements created a relationship of trust and reliance. Even though his contractual duties did not expressly cover recruitment, his actions were undertaken as part of his managerial functions and not as a private individual. The concealment of commissions, the secrecy agreement with Highveld, and the reliance by Volvo’s HR manager on Yssel’s representations demonstrated a breach of fiduciary duty. Consequently, Yssel was required to disgorge the R775 107 received.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and Volvo was awarded R775 107 plus interest at 15.5% per annum from 12 September 2006, together with costs of the application, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Fiduciary Duty",
    "level_3": [
      "secret commission",
      "disgorgement",
      "managerial fiduciary relationship",
      "labour broker arrangements"
    ]
  }
}