{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/176.html",
  "case_name": "Transman (Pty) Ltd v Dick and Another (2009 (4) SA 22 (SCA) ; [2009] 3 All SA 183 (SCA) [2009] 7 BLLR 629 (SCA); (2009) 30 ILJ 1565 (SCA)) [2009] ZASCA 176; [2009] ZASCA 38 (31 March 2009)",
  "citation": "[2009] ZASCA 176",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 176\n|\nNoteup\n|\nLawCite\nTransman (Pty) Ltd v Dick and Another (2009 (4) SA 22 (SCA) ; [2009] 3 All SA 183 (SCA) [2009] 7 BLLR 629 (SCA); (2009) 30 ILJ 1565 (SCA)) [2009] ZASCA 176; [2009] ZASCA 38 (31 March 2009)\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\r\nAFRICA\nJUDGMENT\nCase number: 147/08\nIn the matter between:\nTRANSMAN\r\n(PTY)\r\nLTD\nâ¦.......................................................................\nAPPELLANT\nv\nGRAHAM\r\nDICK\nâ¦.......................................................................\n1\nst\nRESPONDENT\nTHE\r\nCHAIRPERSON OF THE TRANSMAN\n(PTY)\r\nLIMITED DISCIPLINARY ENQUIRY\nâ¦.......................................................................\n2\nnd\nRESPONDENT\nNeutral\r\ncitation:\nTransman\r\nv Graham Dick\n(147/2008)\n[2008]\r\nZASCA 38\n(31 March  2009)\nCoram:\nMpati\r\nP, Jafta, Maya, Mhlantla JJA et Hurt AJA\nHeard:\t10\r\nMarch 2009\nDelivered:\t31\r\nMarch 2009\nSummary:\tJurisdiction\r\nâ the high court has jurisdiction to entertain administrative\r\nreviews â dismissals from employment cannot\nbe challenged by means\r\nof review â non-compliance with administrative law rules\r\nincorporated into employment agreements constitutes\na contractual\r\nbreach giving rise to ordinary remedies.\nORDER\nOn\r\nappeal from:\nHigh\r\nCourt, Witwatersrand Local Division (Van Oosten J)\nIn\r\nthe result the following order is made:\n1.\tThe\r\nappeal is upheld with costs, including the costs of two counsel.\n2.\tThe\r\norder of the court below is set aside and replaced with the following\r\norder:\nâ\n(a)\tThe\r\napplication is dismissed with costs, including the costs consequent\r\nupon the employment of two counsel.â\nJUDGMENT\nJAFTA\nJA\n(Maya\r\nand Mhlantla JJA concurring)\n[1]\nThis\r\nis an appeal against a judgment of the High Court, Witwatersrand\r\nLocal Division (Van Oosten J) in terms of which the verdict\nof the\r\nemployerâs disciplinary body was set aside and replaced with a\r\ndifferent verdict by the court. The first respondent (the\nemployee)\r\nchallenged â by means of a review application â the findings and\r\nrecommendation of the disciplinary body and the\nemployerâs decision\r\nto terminate his employment. The appeal is with the leave of the\r\ncourt below.\nTHE\r\nFACTS\n[2]   \r\nThe employee and his wife w\nere\r\nboth employed by the employer while they were at the same time also\r\nits directors. The employeeâs wife held the position of\nmanaging\r\ndirector. The employee was chairman before his removal from the board\r\nof directors. He was removed from the board on 10 October\n\n2005.\n[3]   \r\nThe employer carries on a labour broking business in terms of which\r\nit provides temporary workers to various\nclients. It places about 11\r\n000 such workers daily with clients who require temporary labour. Its\r\nannual turnover is approximately\nR400 million. The business started\r\nin 1983 as a partnership between the employee and his wife. In 1988\r\nthey formed a close corporation\nthrough which they operated the\r\nbusiness. Later they established the employer company as a vehicle\r\nthrough which they ran\nthe business. The employee and his wife held\r\nequal shares in the company. Such shares were later transferred to a\r\ntrust controlled\nby them.\n[4]   \r\nAs from 2001 the employee and his wife experienced marital problems\r\nwhich also affected their relations at\nwork. There were\r\ncomplaints and counter-complaints made by them against each\r\nother.\nSome\r\nof these complaints had to be resolved\nby the employerâs board. During 2005 the employer became aware of\r\ncertain allegations of misconduct against the employee. On\n15 August\r\n2005 it addressed to him a notice of suspension in terms of which he\r\nwas suspended on specified conditions pending\nan investigation into\r\nthe allegations.\n[5]   \r\nThe employee was later charged with 13 counts of misconduct and was\r\ninstructed to appear before a disciplinary\nenquiry chaired by the\r\nsecond respondent. After a number of postponements for various\r\nreasons, the disciplinary hearing commenced\non 13 February 2006.\r\nAfter hearing evidence from the employerâs witnesses the second\r\nrespondent received argument from the partiesâ\nlegal\r\nrepresentatives. She handed down her verdict on 10 March 2006\r\nin terms whereof she found the employee guilty\nof misconduct in\r\nrespect of some charges and acquitted him on others. Having\r\nconsidered the mitigating and aggravating factors\nthe second\r\nrespondent recommended that the employee be dismissed.\n[6]   \r\nThe employerâs board considered the findings and recommendation\r\nbefore terminating the employeeâs employment\non 27 March 2006.\r\nAlthough the second respondent had recommended dismissal, the board\r\ntook a softer line against\nthe employee and decided to\r\nretire him. In a letter addressed to the employee the board stated:\nâ\nAs\r\nyou are aware the chairperson of the disciplinary enquiry\r\nrecommended that your services with this company be terminated.\n\nThe Board has considered the recommendation and resolved to accept\r\nthe recommendation and accordingly terminate your employment.\nThe Board\r\nresolved further that in view of your status as one of the founding\r\nmembers of the company and as a former Chairman\nof the Board, you\r\nwould not be summarily dismissed. The Board shall comply with the\r\nChairpersonâs recommendation by retiring\nyou. Your employment with\r\nTransman (Pty) Ltd is accordingly terminated with effect from today,\r\n27th March 2006 at 10h00.â\n[7]   \r\nThere is a dispute on the papers about whether the employee was\r\ndismissed or retired. For present purposes\nthe dispute is however\r\nimmaterial. There can be no doubt that the employeeâs employment\r\nwas terminated. As stated earlier the\nemployee instituted a review\r\napplication\nchallenging\r\nthe termination and the second respondent\nâs\r\nverdict which underpinned it.\nPROCEEDINGS\r\nIN THE HIGH COURT\n[8]   \r\nThere can be no dispute regarding the nature of\nthe proceedings instituted by the employee in the court below. He\r\nsought an order in the following terms:\nâ\n1.\tReviewing\r\nand setting aside and/or correcting the verdict and decision of [the\r\nchairperson] and [the employer] in terms of which:\n1.1\t[The\r\nchairperson] found the applicant guilty of certain charges and\r\nrecommended the dismissal of the applicant.\n1.2\t[The\r\nemployer] retired the applicant.\n2.\tSetting\r\naside and/or substituting the verdict and dismissal of [the\r\nchairperson] and/or [the employer] with a verdict of\nnot guilty\r\nand/or substituting the recommendation of [the chairperson] with\r\na recommendation that no sanction should\nbe imposed on the\r\napplication or a sanction other than dismissal.\n3.\tDirecting\r\n[the employer] to re-instate the applicant as an employee of [the\r\nemployer] with effect from the date of his retirement\nand on the same\r\nterms and conditions as existed at the time of his retirement.â\n[9]   \r\nIn challenging the verdict and termination the employee raised a\r\nnumber of review grounds.\nIn his founding affidavit he alleged:\nâ\nGROUNDS\r\nFOR REVIEW\n43    I\r\nrespectfully state that [the chairperson], in finding me guilty in\r\nher verdict of certain of the charges\nand certain of the individual\r\ncounts:\n43.1\tacted\r\ngrossly unreasonably, alternatively, unreasonably; and\n43.2\tcould\r\nnot reasonably or logically have done so on the evidence before her;\r\nand\n43.3\tdisplayed\r\na biased attitude during my disciplinary enquiry;  and\n43.4\twas\r\nwell aware of the fact that the disciplinary enquiry was initiated\r\nfor ulterior motives and unlawful purposes and\nthat her verdict and\r\nrecommendation justify the conclusion that she failed to apply her\r\nmind to the matter in a judicial manner.â\n[10]\tApart\r\nfrom disputing each ground relied upon by the employee the employer\r\nobjected to the jurisdiction of the high court in\nthis matter and the\r\ncompetence of the relief sought. It contended that both the\r\nchairpersonâs verdict and the termination of\nthe employment were\r\nnot susceptible to review because those decisions did not constitute\r\nadministrative action and principles of\nadministrative law do not\r\napply to the matter. Regarding jurisdiction the employer argued that\r\nin the light of\ns 157\nof the\nLabour Relations Act 66 of 1995\nthe high\r\ncourt lacked jurisdiction to hear the matter.\n[11]\tProceeding\r\nfrom the premise that in our law courts are entitled to review\r\nproceedings of domestic tribunals, the court below\nheld that it had\r\njurisdiction to hear the matter and set aside the verdict of guilty\r\nand replaced it with the verdict of not guilty.\nRelying on\nFeinsberg\r\nv African Bank and Another\n1\nand\nKlein\r\nv Dainfern College and Another\n2\nâ to which I shall later return â the court held not only that\r\nprinciples of administrative law applied to this case but also\nthat\r\nthe impugned decisions could be reviewed and set aside in the same\r\nway as administrative actions.\n[12]\tThe\r\ncourt below reasoned thus:\nâ\nCounsel\r\nfor Transman did not take issue with this Courtâs power to review\r\nthe decision of the chairperson. He in my view correctly\n,\r\nsubmitted that it must be assumed in favour of the applicant that his\r\ncontract of employment with Transman is subject to an implied\nterm\r\nthat he would be afforded a fair hearing before he was dismissed.\r\nAuthority for the proposition is again to be found in a\nrecent\r\ndecision of the Supreme Court of Appeal in\nOld\r\nMutual Life Assurance Company SA Limited v Gumbi\n3\nwhere Jafta JA, writing for the Court, held as follows:\nâ\nAn\r\nemployeeâs entitlement to a pre-dismissal hearing is well\r\nrecognized in our law, such right may have as its source the common\n\nlaw or a statute which applies to the employment relationship between\r\nthe parties (\nModise\r\n& Others v Steve Spar Blackheath\n2001 (2) SA 406\n(LAC) ((2000) 21 ILJ 519; [200]\n5 BLLR 496\nin para 21\r\nand the authorities collected there)â.\nFinally\r\non this aspect, I agree with counsel for Transman that this Court in\r\nreviewing her decision,\ncan\r\nconcern itself only with the relief the applicant would be entitled\r\nto at common law. The nature of the relief that the applicant\nmay be\r\nentitled to is contractual in nature as opposed to the relief\r\nprovided for in the\nLabour Relations Act of 1995\n.\nThe\r\ngrounds of review relied upon by the applicant are, firstly, malice,\r\nsecondly, bias and thirdly, unreasonableness or gross\r\nunreasonableness.\nIn\r\nthe view I take of the matter only gross unreasonableness requires\r\ndetermination.â\n[13]\nBefore\r\nconsidering the issues raised in this appeal it is necessary to\r\nremark on the findings and reasoning of the court below.\nBefore the\r\ndecision of this court in\nGumbi\n4\nthe right to a pre-dismissal hearing was not implied at common law\r\nand this necessitated the development of the common law in terms\nof s\r\n39(2) of the Constitution. As from the date of delivery of the\r\njudgment in\nGumbi\nthe\r\nright of every employee to a pre-dismissal hearing is implied at\r\ncommon law. Since that judgment was delivered after the cause\nof\r\naction had arisen in the present matter reliance on\nGumbi\nwas misplaced.\n[14]\tSecondly,\r\nin its reasoning the court below conflated the concept of extending\r\nthe application of administrative law principles\nto employment\r\ncontracts with administrative review. It spoke of the employee being\r\nentitled to a contractual relief and yet it\napproached and decided\r\nthe matter as if it amounted to administrative action. It reviewed\r\nand set aside the chairpersonâs verdict\non the basis that it was\r\ngrossly unreasonable. Taking a step further than just setting aside\r\nthe verdict, the court substituted\nsuch verdict with its own verdict\r\nof not guilty. The relief granted is not in keeping with a\r\ncontractual claim and there was no\nlegal basis for replacing the\r\nverdict with one of not guilty. For reasons that are not apparent\r\nfrom the judgment the court below\nleft the termination intact after\r\nrescinding its underlying reason â the verdict of guilty.\nTHE\r\nISSUES\n[15]\tThree\r\nissues were raised in this court. The first issue is whether the high\r\ncourt had jurisdiction to adjudicate the case.\nThe second relates to\r\nthe competence of the relief claimed in view of the nature of the\r\nimpugned decisions. The issue is whether\nthe validity of such\r\ndecisions can be challenged by invoking administrative review\r\nprocedure. The third issue is whether on the\npapers\nâ\nas\r\nthey presently stand\nâ\nthe\r\nemployee has made out a case for a pre-dismissal hearing based on the\r\nterms of the employment agreement.\nJURISDICTION\n[16]\tCounsel\r\nfor the employer conceded, correctly so in my view, that in so far as\r\nthe employeeâs claim for a review is concerned,\nthe high court had\r\njurisdiction to hear the matter. The proposition that administrative\r\naction disputes are justiciable in the\nhigh court is without\r\ncontroversy. What has been controversial is whether a set of facts\r\nsupporting a claim of an unfair dismissal\ncould at the same time give\r\nrise to a violation of administrative justice rights.\n5\nAs it appears below the controversy has been settled by the\r\nConstitutional Court.\n[17]\tIn\nChirwa\r\nv Transnet Ltd and Others\n6\nthe\r\nConstitutional Court held that public servants can no longer\r\nchallenge their dismissals by invoking administrative review\r\nprocedures\nbecause they now enjoy the same protection afforded\r\nemployees in the private sector under the\nLabour Relations Act.\nWriting\nfor the majority in that matter Ngcobo J stated:\nâ\nSupport\r\nfor the view that the termination of the employment of a public\r\nsector employee does not constitute administrative action\nunder\ns 33\ncan be found in the structure of our Constitution. The Constitution\r\ndraws a clear distinction between administrative action on\nthe one\r\nhand and employment and labour relations on the other. It recognises\r\nthat employment and labour relations and administrative\naction are\r\ntwo different areas of lawâ¦.\nIn\r\nmy judgment labour and employment relations are dealt with\r\ncomprehensively in s 23 of the Constitution. Section 33 of the\r\nConstitution\ndoes not deal with labour and employment relations.\r\nThere is no longer a distinction between private and public sector\r\nemployees\nunder our Constitution. The starting point under our\r\nConstitution is that all workers should be treated equally and any\r\ndeviation\nfrom this principle should be justified. There is no reason\r\nin principle why public sector employees who fall within the ambit of\n\nthe LRA should be treated differently from private sector employees\r\nand be given more rights than private sector employees. Therefore,\nI\r\nam unable to agree with the view that a public sector employee, who\r\nchallenges the manner in which a disciplinary hearing that\nresulted\r\nin his or her dismissal, has two causes of action, one flowing from\r\nthe LRA and another flowing from the Constitution\nand PAJA.\nI\r\nconclude that the decision by Transnet to terminate the applicantâs\r\ncontract\nof\r\nemployment did not constitute administrative action under s 33 of the\r\nConstitution.â\n[18]\tIt\r\nis important to note that in\nChirwa\nthe Constitutional Court deprecated the proposition that civil\r\nservants have two causes of action, but only in so far as the second\n\ncause of action is based on s 33 of the Constitution or the Promotion\r\nof Administrative Justice Act 3 of 2000 (PAJA). The decision\nin\nChirwa\nprohibits the use of review process in challenging the validity of a\r\ndismissal from employment. What this means is that a cause\nof action\r\nbased on a contractual breach is still permissible.\n7\nBut for purposes of determining jurisdiction the fact that\r\nincompetent relief is sought is immaterial. Such enquiry does not\r\nentail\nthe outcome of an adjudicative process. The issue that is\r\nessential to the enquiry is whether the court has authority to\r\nadjudicate\na particular dispute. The incompetence of the claim made\r\nin the present case, therefore, plays no part in the determination of\r\nthe high courtâs jurisdiction. As stated earlier, the employee has\r\ninstituted review proceedings over which the high court\r\nunquestionably\nhas jurisdiction.\nWAS\r\nTHE REVIEW APPLICATION COMPETENT?\n[19]\tThe\r\nanswer to this question lies in whether the chairpersonâs verdict\r\nand the termination of employment constitute decisions\nwhich are\r\nreviewable in administrative law. On the authority in\nChirwa\nwe know that such decisions cannot be reviewed either under PAJA or s\r\n33 of the Constitution. Although\nChirwa\ndealt with employment in the public sector there is no reason why the\r\nsame principle should not apply to the private sector employment.\n[20]\tIn\r\nthis case the employee eschewed any reliance on the\nLabour Relations\nAct 66 of 1995\n, and as stated above, the court below found that that\r\nAct did not apply to the matter. It dealt with the case on the basis\r\nthat\nthe relief claimed was competent at common law. Proceeding from\r\nthis premise the court below then invoked the common law standard\nof\r\ngross unreasonableness as a basis for setting aside the chairpersonâs\r\nverdict. The question that arises is whether it is permissible\nto do\r\nso in the light of the decision in\nChirwa\n.\r\nDoes the review procedure at common\nlaw\ncontinue\r\nto exist side by side with the system entrenched in the Constitution?\n[21]\tIn\nContainer\r\nLogistics\n8\nthis court held the view that judicial review could be claimed either\r\nunder the Constitution or at common law. In this regard Hefer\nJA\r\nsaid:\nâ\nJudicial\r\nreview under the Constitution and under the common law are different\r\nconcepts. In the field of administrative law constitutional\nreview is\r\nconcerned with the constitutional legality of administrative action,\r\nthe question in each case being whether it is or\nis not consistent\r\nwith the Constitution and the only criterion being the Constitution\r\nitself. Judicial review under the common\nlaw is essentially also\r\nconcerned with the legality of administrative action, but the\r\nquestion in each case is whether the action\nunder consideration is in\r\naccordance with the behests of the empowering statute and the\r\nrequirements of natural justice.â¦\nNo\r\ndoubt administrative action which is not in accordance with the\r\nbehests of the empowering legislation is unlawful and therefore\n\nunconstitutional, and action which does not meet the requirements of\r\nnatural justice is procedurally unfair and therefore equally\n\nunconstitutional. But, although it is difficult to conceive of a case\r\nwhere the question of\nlegality\ncannot ultimately be reduced to a question of\nconstitutionality\n,\r\nit does not follow that the common-law grounds for review have ceased\r\nto exist. What is lawful and procedurally fair within the\npurview of\r\ns 24 is for the courts to decide and I have little doubt that, to the\r\nextent that there is no inconsistency with the\nConstitution, the\r\ncommon-law grounds for review were intended to remain intact.â\n[22]\tThe\r\nabove\nproposition\r\nwas, however, rejected by the Constitutional Court in\nPharmaceutical\r\nManufacturers.\n9\nIn that case Chaskalson P, writing for the unanimous court, said:\nâ\nI\r\ncannot accept this contention, which treats the common law as a body\r\nof law separate and distinct from the Constitution. There\nare not two\r\nsystems of law, each dealing with the same subject-matter, each\r\nhaving similar requirements, each operating in its\nown field with its\r\nown highest Court. There is only one system of law. It is shaped by\r\nthe Constitution which is the supreme law,\nand all law, including the\r\ncommon law, derives its force from the Constitution and is subject to\r\nconstitutional control.â\n10\n[23]\tBut\r\neven if\nChirwa\ndid not stand in the way of the relief sought by the employee in this\r\nmatter, it would be equally incompetent to grant such relief\nat\r\ncommon law. Barring public sector employment contracts, our common\r\nlaw has always drawn a clear line of distinction between\nthe branches\r\nof law which govern employment matters on the one hand, and\r\nadministrative action on the other. The former is governed\nby the\r\nlabour or employment law rules and the latter by administrative law\r\nrules. But before the decision in\nChirwa\nthere was an overlap between the two branches of law when it came to\r\npublic service contracts.\n11\nThe application of administrative law rules was extended to\r\nemployment matters for two reasons. First, the employment and\r\ndismissal\nof public servants was regulated by statute. Second, public\r\nservants were denied the procedural fairness process that applied to\n\ndismissals of employees in the private sector under the Labour\r\nRelations Act of 1956.\n[24]\nSince\r\nthe decision in\nChirwa\npublic servants can no longer invoke administrative review to\r\nchallenge the validity of dismissals. However this does not mean\nthat\r\nparties cannot incorporate administrative law requirements into their\r\nemployment agreements. In that event the failure to\ncomply with such\r\nrequirements would, however, be a breach of contract and ordinary\r\ncontractual claims would be available to the\naggrieved party.\n12\nThe incorporated requirements cannot convert what is essentially a\r\ncontractual claim into an entitlement to judicial review on\nany of\r\nthe grounds recognised in law. As stated earlier the court below\r\nfailed to draw this distinction. It was influenced by decisions\nof\r\nthe North Gauteng High Court in\nFeinberg\nand\nKlein\nreferred to in para [10] above.\n[25]\tIn\nFeinberg\n,\r\nwithout referring to any authority, the high court reviewed and set\r\naside a dismissal based on the verdict of guilty reached by\na\r\ndisciplinary body, on the basis that the employee was denied a fair\r\nand just hearing. This was done after the court had rejected\nthe\r\nargument that it had no jurisdiction to entertain the matter. The\r\nissue of whether the relief sought was competent was not\nconsidered\r\nat all.\n[26]\tIn\nKlein\nthe high court, proceeding from the premise that coercive decisions\r\nof domestic tribunals in entities such as churches and recreation\n\nclubs have always been susceptible to review,\n13\nheld that âno rational reason exists to exclude individuals from\r\nthe protection of judicial review in the case of coercive actions\nby\r\nprivate tribunals not exercising any public powerâ. Having found\r\nthat the employment agreement between the parties before\nit included\r\nprinciples of natural justice, the court held that the employerâs\r\ndecision to dismiss the employee did not constitute\nadministrative\r\naction contemplated in PAJA and therefore PAJA did not apply. It\r\nproceeded to review and set aside the verdict of\nguilty and the\r\nsanction imposed pursuant to such verdict. That case was concerned\r\nwith\na\r\nchallenge mounted against the verdict of a disciplinary enquiry in a\r\nprivate sector employment\nsetting.\n[27]\tAlthough\r\nthe\nKlein\njudgment was delivered before the decision in\nChirwa\n,\r\nthe high court lost sight of the fact that none of the domestic\r\ntribunal decisions that it relied on dealt with employment contracts.\n\nAs it appears above, in concluding that parties to an employment\r\nagreement can incorporate administrative law rules, the high court\n\nwas correct. But it was wrong to assume that once this happens a\r\ndismissal of the employee may be reviewed as if it were\r\nadministrative\naction. There can be no doubt that the object of\r\nadministrative law rules such as the rules of natural justice is to\r\nafford procedural\nfairness to the party against whom the decision is\r\ntaken. It is also true that judicial review is not the only mode\r\nthrough which\nsuch procedural fairness can be achieved in an\r\nemployment setting. The Labour Relations Act imposes a duty on\r\nemployers to act\nin a fair manner when effecting dismissals.\n14\nAs does the common law since its development in\nGumbi\n.\r\nIn addition, where the parties have agreed to incorporate rules of\r\nnatural justice into their employment agreement, the employee\ncan\r\ninsist on compliance with such rules by means of a contractual claim.\r\nI conclude therefore that there is no need to permit\na challenge\r\nbased on judicial review in employment dismissals. It follows that in\r\nthis regard the employee has misconceived his\ncause of action.\nHAS\r\nTHE EMPLOYEE MADE OUT A CASE FOR A CONTRACTUAL PRE-DISMISSAL HEARING?\n[28]\tCounsel\r\nfor the employee argued that the employee was entitled to a second\r\nhearing before the board terminated his employment.\nHe submitted that\r\nthis entitlement arose from an implied term of the employment\r\nagreement. As mentioned earlier the parties to\nan employment contract\r\nmay set a standard of procedural fairness applicable to their\r\nemployment relationship by incorporating principles\nof natural\r\njustice into their agreement. Such incorporation may either be\r\nexpress or tacit.\n15\n[29]\tWhere\r\nâ as in the present matter â the incorporation is claimed to have\r\nbeen tacit, the test ordinarily applicable to a\ndetermination of a\r\ntacit term applies.\n16\nThat test was restated in a recent decision of this court in\nCity\r\nof Cape Town (CMC Administration) v Bourbon â Leftleyh and Another\nNNO.\n17\nIn that case Brand JA said:\nâ\n(A)\r\ntacit term is based on an inference of what  both parties must or\r\nwould necessarily have agreed to, but which, for some reason\nor\r\nother, remained unexpressed. Like all other inferences, acceptance of\r\nthe proposed tacit term is entirely dependent on the facts.\nBut as\r\nalso appears from the cases referred to, a tacit term is not easily\r\ninferred by the courts. The reason for this reluctance\nis closely\r\nlinked to the postulate that the courts can neither make contracts\r\nfor people nor supplement their agreements merely\nbecause it appears\r\nreasonable or convenient to do soâ¦.\nIt\r\nfollows that a term cannot be inferred because it would, on the\r\napplication of the well-known âofficious bystanderâ test,\nhave\r\nbeen unreasonable of one of the parties not to agree to it upon the\r\nbystanderâs suggestion. Nor can it be inferred because\nit would be\r\nconvenient and might therefore very well have been incorporated in\r\nthe contract if the parties had thought about it\nat the time. A\r\nproposed tacit term can only be imported into a contract if the court\r\nis satisfied that the parties would necessarily\nhave agreed upon such\r\nterm if it had been suggested to them at the timeâ¦. If the\r\ninference is that the response by one of the\nparties to the\r\nbystanderâs question might have been that he would first like to\r\ndiscuss and consider the suggested term, the\nimportation of the term\r\nwould not be justified.â\n18\n[30]\tIn\r\nthe present case the duty was on the employee not only to plead a\r\ncontractual claim but also to prove facts from which the\ncontended\r\ntacit term could be inferred. This the employee has failed to do and\r\nas a result there is no factual basis for importing\ninto the employment agreement the term that he was entitled to a\r\nhearing before the board terminated his employment. In fact he\nhas\r\nfailed to plead the terms of the employment agreement between himself\r\nand the employer. Therefore he has not satisfied the\nrequirements of\r\nthe test for importing terms into a contract. Accordingly the court\r\nbelow erred in assuming that his employment\ncontract was âsubject\r\nto an implied term that he would be afforded a fair hearing before he\r\nwas dismissedâ. It follows that\nthe appeal must succeed. This\r\nfinding is reached without adjudicating the merits of the complaint\r\nby the employee.\n[31]\tIn\r\nthe result the following order is made:\n1.\tThe\r\nappeal is upheld with costs, including the costs of two counsel.\n2.\tThe\r\norder of the court below is set aside and replaced with the following\r\norder:\nâ\n(a)\tThe\r\napplication is dismissed with costs, including the costs consequent\r\nupon the employment of two counsel.â\n________________________\nC\r\nN JAFTA\nJUDGE\r\nOF APPEAL\nHURT\r\nAJA (Mpati P concurring):\n[32]\tI\r\nhave read the judgment of my brother Jafta and agree with the order\r\nwhich he proposes. I consider, though, that justification\nfor the\r\norder can be found on a more simple basis. I will refer to the\r\nparties by the designations used in the judgment of Van\nOosten J in\r\nthe high court, viz to the appellant as 'Transman' and  to the first\r\nrespondent as 'the applicant'.\n[33]\tThe\r\nbackground facts material to the decision of the matter are set out\r\nin the judgment of Jafta JA and need not be repeated\nhere. The\r\nessence of the approach adopted by van Oosten J is set out thus in\r\nthe early part of his judgment:\nâ\nCounsel\r\nfor Transman did not take issue with this Court's power to review the\r\ndecision of the chairperson. He in my view correctly,\nsubmitted that\r\nit must be assumed in favour of the applicant that his contract of\r\nemployment with Transman is subject to an implied\nterm that he would\r\nbe afforded a fair hearing before he was dismissed.\n19\n. . . . Finally on this aspect, I agree with counsel for Transman\r\nthat this Court in reviewing her decision, can concern itself\nonly\r\nwith the relief the applicant would be entitled to at common law. The\r\nnature of the relief that the applicant may be entitled\nto is\r\ncontractual in nature as opposed to the relief provided for in the\nLabour Relations Act, 66 of 1995\n.\n20\nThe grounds of review relied upon by the applicant are, firstly,\r\nmalice secondly, bias and, thirdly, unreasonableness or gross\n\nunreasonableness. In the view I take of the matter only gross\r\nunreasonableness requires determination.â\n21\n[34]\tHaving\r\nthus stated his approach, the learned Judge proceeded to consider the\r\nevidence in the record of the disciplinary enquiry\nand the evidence\r\nand submissions in the review application. He concluded that the\r\nchairperson's decisions  to find the applicant\nguilty on what may be\r\nreferred to the 'main charge' as well as on various other charges of\r\na less serious nature  were either grossly\nunreasonable (the main\r\ncharge) or not based fairly upon the evidence adduced by the\r\nemployer.\n22\nThe learned Judge also found that a decision to suspend the applicant\r\npending the resolution of the disciplinary proceedings and\na decision\r\nby the Board of Directors to retire the applicant from service as an\r\nemployee were irregular and unlawful because the\naudi\r\nalteram partem\nrule\r\nhad not been followed before these decisions were taken.\n[35]\tBased\r\non these findings, the following order was made:\n'1.\tThe\r\nverdict of [the chairperson] in terms of which the applicant was\r\nfound guilty on certain charges as well as the decision\nto retire the\r\napplicant, are set aside;\n2.\tThe\r\nverdict of [the chairperson] referred to in para 1 above is\r\nsubstituted with a verdict of not guilty.'\n[36]\tThere\r\nare two features of the situation in which an employee challenges\r\ndisciplinary proceedings and/or dismissal on a contractual\nbasis as\r\nopposed to the 'unfair labour practice' with which the\nLabour\nRelations Act 66 of 1995\nand proceedings in the Labour Tribunals are\r\nconcerned. The first is that, having based his claim on contract, it\r\nis incumbent on\nthe employee to prove the terms of the contract on\r\nwhich he relies and the breach which entitles him to relief. The\r\nsecond is that\nthe relief which he seeks must be relief in terms of\r\nthe common law of contract. This much is clearly established in the\r\njudgments\nof this court in\nLamprecht\r\nv McNeillie\n[1994] ZASCA 45\n;\n1994\r\n(3) SA 665\n(AD),\nFedlife\n(above,\r\nfootnote 2) and\nDenel\r\n(Edms) Bpk v Vorster\n2004 (4) SA 481\n(SCA) at 488.\n[37]\tThere\r\nis no evidence in the founding papers which establishes the terms of\r\nthe applicant's contract of employment with Transman.\n In paragraph\r\n8.2.2 of her answering affidavit, the deponent for Transman\r\nspecifically pointed out that:\n'.\r\n. . the relief sought by the applicant (\nsc\nthe review of the disciplinary proceedings) is, in any event,  not\r\nbased on any right identified in the founding papers.'\n[38]\tIn\r\nthis situation, the simple question may be asked of the applicant:\n'In\r\nwhat respects did the disciplinary hearing constitute a breach of\r\nTransman's contractual obligations toward you?'  The question\ncould\r\ncertainly not be answered by reference to anything in the applicant's\r\npapers.  It is not enough for him to contend for a\ngeneral implied\r\nterm that he would be 'afforded a fair hearing' because what\r\nconstituted a fair hearing in this particular situation\nwould plainly\r\ndepend on the contractual provisions read as a whole.  There is\r\nclearly an infinite variety of ways in which steps\ncan be taken to\r\nensure that an employee is given a fair hearing in matters which may\r\naffect his interests, particularly in the\ncases of disciplinary\r\naction or dismissal. Where the contract contains express provisions\r\nin this regard, these must be followed.\n23\nWhere such provisions must be implied, their nature and extent must\r\nbe gauged by reference to the contract as a whole so that\na 'clear\r\nand exact formulation' can be arrived at.\n24\nIt follows that the applicant cannot establish his case as a breach\r\nof contract without taking the primary, elementary step of\nproving\r\nthe contract on which he relies. As was decided in\nLamprecht,\nthe\r\napplicant's case must fail at its threshold for want of proper proof\r\nof his contract.\n[39]\tI\r\nthink I should add, in this connection and as further support for the\r\nview that I take, that the very relief granted by Van\nOosten J was\r\nplainly not contractual.  If he could establish a breach of contract,\r\nthe applicant was entitled to an order that\nTransman perform its\r\nobligations under the employment contract and such damages as the\r\napplicant may have suffered by virtue of\nthe breach, or an order\r\ndeclaring the contract cancelled and appropriate compensation to the\r\napplicant pursuant to such cancellation.\n[40]\tI\r\nagree fully with what my brother Jafta has said in paras 28 to 30 of\r\nhis judgment, in relation to the applicant's contention\nthat the\r\ndecision to retire him without first affording him the right of\r\nmaking representations to Transman's Board was a breach\nof contract.\r\nMy view is simply that the same approach should be adopted to the\r\nissues arising out of the applicant's attempt to\nreview the\r\ndisciplinary proceedings.\n________________________\nN\r\nV HURT\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR\r\nAPPELLANT:\tP J van Blerk SC\nA\r\nC Botha\nInstructed\r\nby\nBowman\r\nGilfillan Inc,\nSandton,\r\nJohannesburg\nMcIntyre\r\n& Van der Post\nBloemfontein\nFOR\r\nRESPONDENT:\tJ L C J van Vuuren SC (1\nst\nRespondent)\nM\r\nSmit\nInstructed\r\nby\nFeldman\r\nNance-Kivell,\nParktown,\r\nJohannesburg\nLovius-Block\r\nAttorneys\nBloemfontein\n1\n(2004) ILJ 217(T).\n2\n2006 (3) SA 73\n(T).\n3\n2007 (5) SA 552\n(SCA).\n4\nAbove n 3.\n5\nClaase v Transnet Bpk en ân Ander\n1999 (3) SA 1012\n(T);\nMgijima v Eastern\r\n\tCape Appropriate Technology Unit and Another\n2000 (2) SA 291\n(Tk) at 309;\nMinister\r\n\tof Correctional Services and Another v Ngubo and Others\n2000 (2) SA 668\n(N);\nRuneli v Minister\r\n\tof Home Affairs and Others\n2000 \r\n\t(2) SA 314 (Tk);\nNAPTOSA and Others v\r\n\tMinister of Education, Western Cape\n2001 (2) SA 112\n(C).\n6\n[2007] ZACC 23\n;\n2008 (4) SA 367\n(CC).\n7\nFedlife Assurance Limited v Wolfaardt\n2002 (1) SA 49\n(SCA).\n8\nCommissioner of Customs and Excise v Container\r\n\tLogistics (Pty) Ltd, Commissioner of Customs and Excise v Rennies\r\n\tGroup Ltd t/a\nRenfreight\n1999 (3) SA\r\n\t771\n(SCA).\n9\nPharmaceutical Manufacturers Association of SA\r\n\tand Another : In re ex parte President of the Republic of South\r\n\tAfrica and Others\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC).\n10\nId in para 44.\n11\nAdministrator Transvaal and Others v Zenzile\r\n\tand Others\n1991 (1) SA 21\n(A).\n12\nDenel (Edms) Bpk v\nVorster\n2004 (4) SA 481\n(SCA);\nNakin\nv MEC, Department of Education, Eastern Cape\n2008 (6) SA 320\n(Ck) para 11 and the authorities there cited.\n13\nJockey Club of South Africa and Others v\r\n\tFeldman\n1942 AD 340\nand\nTaylor\r\n\tv Lurstag NO and Others\n2005 (1) SA\r\n\t362 (W).\n14\nSection 188\nof the\nLabour Relations Act 66 of\n1995\n.\n15\nLamprecht and Another v McNeillie\n[1994] ZASCA 45\n;\n1994 (3) SA 665\n(A) at 668.\n16\nTurner v Jockey Club of South Africa\n1974 (3) SA 633\n(A) at 645H-648B.\n17\n2006 (3) SA 488\n(SCA).\n18\nId in para 19.\n19\nThe learned Judge referred, in this regard, to\nOld Mutual Life\r\n\tAssurance Co of SA Ltd v Gumbi\n2007 (5) SA 552\n(SCA).\n20\nIn this regard the learned judge cited\nFedlife Assurance Ltd v\r\n\tWolfaardt\n2002 (1) SA 49\n(SCA)\n21\nThat the applicant's claim was, indeed, based on contract is quite\r\n\tclear from paragraph 12 of the applicant's founding affidavit\nin the\r\n\tapplication, where he explicitly asserted that the high court had\r\n\tjurisdiction to deal with the application and the Labour\nCourt did\r\n\tnot.\n22\nOn certain of the charges she had made âno\r\n\tfindingâ and these were not considered further, save for a comment\r\n\tby the Judge\nthat the applicant was actually entitled to a formal\r\n\tacquittal on these.\n23\nDenel (Edms) Bpk v Vorster\n2004 (4) SA 481\n(SCA),\r\n\tparticularly at 488.\n24\nDesai & Others v Greyridge Investments (Pty) Ltd.\n1974\r\n\t(1) SA 509\n(A) at 522.",
  "scraped_at": "2026-02-11T21:46:30.504989",
  "date": "2009-03-31",
  "coram": [
    "Mpati P",
    "Jafta",
    "Maya",
    "Mhlantla",
    "Hurt"
  ],
  "case_number": "147/08",
  "parties": {
    "applicants": [
      "Transman (Pty) Ltd"
    ],
    "respondents": [
      "Graham Dick",
      "The Chairperson of the Transman (Pty) Limited Disciplinary Enquiry"
    ]
  },
  "sections": {
    "facts": "The appellant, Transman (Pty) Ltd, was a labour‑broking company owned equally by an employee and his wife, who both served as directors. Their marriage broke down in 2001, leading to workplace tension and complaints. In August 2005 the employee was suspended on specified conditions pending an investigation into alleged misconduct. He was later charged with 13 counts of misconduct and, after a delayed disciplinary hearing chaired by the second respondent, was found guilty of some charges and acquitted of others. The chairperson recommended dismissal. The board, however, opted to \"retire\" the employee rather than dismiss him outright, issuing a termination letter on 27 March 2006. The employee sought a review of both the chairperson’s verdict and his termination, alleging bias, unreasonableness and a denial of a fair pre‑dismissal hearing.",
    "issues": "Three legal issues were raised: (1) whether the High Court had jurisdiction to hear the review application; (2) whether the relief sought – setting aside the disciplinary verdict and termination – was competent, i.e., whether administrative‑law review could be invoked; and (3) whether, on the papers, the employee had established a contractual right to a pre‑dismissal hearing under an implied term of his employment contract.",
    "principles": "The Court affirmed that the High Court has jurisdiction to review decisions of private tribunals, but a dismissal from private employment does not constitute \"administrative action\" within the meaning of s 33 of the Constitution or the Promotion of Administrative Justice Act (PAJA). Consequently, administrative‑law review is unavailable, as confirmed in Chirwa v Transnet and the Constitutional Court’s delineation between employment law and administrative law. The Court reiterated that contractual parties may incorporate natural‑justice rules into an employment contract, creating an implied term of a fair hearing, but such a term must be proven on the facts (per the test for tacit terms articulated in City of Cape Town v Bourbon‑Leftley). The right to a pre‑dismissal hearing derives from contract and common‑law principles, not from administrative law. Cases cited include Old Mutual v Gumbi (implied pre‑dismissal hearing), Feinsberg, Klein, Container Logistics, and Pharmaceutical Manufacturers, to illustrate the evolution and limits of administrative‑law principles in private employment contexts.",
    "application": "Applying these principles, the Court held that while the High Court could entertain the review, the employee’s claim could not be framed as an administrative‑law review because the disciplinary verdict and termination were not administrative actions. Moreover, the employee failed to prove the existence of a tacit contractual term guaranteeing a pre‑dismissal hearing; he did not plead or evidence the terms of his employment contract. Consequently, the relief sought—setting aside the verdict and ordering reinstatement—was beyond the scope of contractual remedies and therefore incompetent.",
    "conclusion": "The appeal was upheld. The order of the High Court was set aside and replaced with an order dismissing the employee’s application with costs, including the costs of two counsel. The appellate court awarded costs to the appellant."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Employment Contracts",
    "level_3": [
      "pre‑dismissal hearing",
      "administrative law",
      "contractual breach",
      "dismissal"
    ]
  }
}