{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/12.html",
  "case_name": "Fourie v Bekker NO and Others (182/08) [2009] ZASCA 12; [2009] 3 All SA 19 (SCA) (17 March 2009)",
  "citation": "[2009] ZASCA 12",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 12\n|\nNoteup\n|\nLawCite\nFourie v Bekker NO and Others (182/08) [2009] ZASCA 12; [2009] 3 All SA 19 (SCA) (17 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nU\nITSPRAAK\nSaak nommer\r\n182/08\nNo\r\nprecedential significance\nIn die saak\r\ntussen:\nJOHANNA\r\nSUSANNA FOURIE\nAPPELLANT\nen\nROELOF\r\nABRAHAM BEKKER N O\nEERSTE\nRESPONDENT\nDAWID\r\nBEKKER N O\t\t\t\t\tTWEEDE RESPONDENT\nGETRUIDE\r\nPETRONELLA BEKKER N O\t\t   DERDE RESPONDENT\nDIE\r\nREGISTRATEUR VAN AKTES, KIMBERLEY\t  VIERDE RESPONDENT\nDEPARTEMENT\r\nVAN WATERWESE EN BOSBOU\t   VYFDE RESPONDENT\nMNR\r\nH P A VENTER\t\t\t\t\t   SESDE RESPONDENT\nNeutral\r\ncitation:\nFourie\r\nv Bekker NO\n(182/08)\n[2009] ZASCA 12\n(17\nMaart)\r\n2009.\nCORAM\n:\nHARMS\r\nAP, FARLAM, NAVSA, VAN HEERDEN et SNYDERS ARR\nAANGEHOOR\n:\n3\r\nMAART 2009\nGELEWER\n:\n17\r\nMAART 2009\nOPSOMMING:\nKoopkontrak\r\nten opsigte van stuk grond geïdentifiseer op aangehegte kaart â\r\ngeldigheid van kontrak â uitvoerbaarheid van\nhofbevel.\n__________________________________\n_________________________\nBEVEL\n___________________________________________________________\nOp\nappèl van:\nDie\r\nHooggeregshof, Kimberley (sittende as 'n hof van eerste instansie).\nDie volgende\r\nbevel word gemaak:\nDie\r\nappèl word van die hand gewys met koste.\n___________________________________________________________\nU\nITSPRAAK\n___________________________________________________________\nFARLAM\nAR\r\n(Harms AP, Navsa, van Heerden et Snyders JJA stem saam)\n[1]\nOp\r\n22 Desember 2006 het Majiedt R in die Hooggeregshof te Kimberley 'n\r\nbevel gegee teen die huidige appellant wat haar gelas het\n(i) om alle\r\nstappe te doen en dokumente te onderteken wat nodig mag wees om 'n\r\nsekere onroerende eiendom te registreer in naam\nvan die eerste drie\r\nrespondente, wat die trustees is van die Roelie Bekker Trust (en na\r\nwie ek sal verwys as 'die trustees'), en\n(ii) om alle stappe te doen\r\nen dokumente te teken om teen registrasie van oordrag van die\r\nbetrokke eiendom in naam van die trustees\nook 79 hektaar waterregte\r\naan hulle oor te dra. In terme van die bevel is die Griffier van die\r\nHooggeregshof gemagtig en gelas\nom al sodanige stappe te doen en\r\ndokumente te teken namens en ten behoewe van die appellant indien sy\r\nsou versuim om binne sewe\ndae na die datum van die bevel daaraan\r\ngevolg te gee.\n[2]\nDie\r\nvolgende beskrywing is gegee van die onroerende eiendom waarna verwys\r\nis in die bevel: 'Die Gedeelte van Erf 1534, Gedeelte\nvan Erf 341,\r\nDouglas, geleë in die Munisipaliteit van Douglas,\r\nadministratiewe distrik Herbert en soos aangedui op die sketsplan\n\naangeheg by die koopooreenkoms gedateer 9 Julie 2003'.\n[3]\nIn\r\nsy uitspraak het die belese regter in die hof benede die verwere wat\r\ngeopper is in die appellant se beantwoordende verklaring\nverwerp.\r\nAangesien advokaat\nDanzfuss,\nwat namens die appellant in hierdie hof verskyn het, nie op hierdie\r\nverwere gesteun het nie is dit onnodig om oorweging aan hulle\nte\r\nskenk in hierdie uitspraak. Hy het twee punte in hierdie hof\r\ngeargumenteer. Die eerste was dat die koopkontrak nietig was omdat\n\ndie nodige voorbereidende stappe tot die uiteindelike registrasie van\r\ndie eiendom (wat na onderverdeling 'n onderverdeelde deel\nvan Erf\r\n1534 sal wees) nog nie verrig is nie of dat dit nie deur die trustees\r\nbeweer is dat dit reeds gedoen is nie. Vir hierdie\nsubmissie het hy\r\ngesteun op artikel 46(1) van die 'Northern Cape Planning and\r\nDevelopment Act, Act 7 of 1998', gelees met die omskrywing\nvan\r\n'subdivide' in artikel 1 van die Wet.\n[4]\nArtikel\r\n46(1) van die Wet lui:\n'(1)\nNo\r\nperson, including the State, shall subdivide any land within the\r\nProvince of the Northern Cape except in accordance with an\n\napplication approved in terms of the provisions of this Chapter or\r\nthe Development Facilitation Act, 1995 (Act 67 of 1995).'\n[5]\nDie\r\nomskrywing van 'subdivide' in artikel 1 van die Wet lui:\n'\"subdivide\"\r\nin relation to land\n,\r\nmeans to subdivide the land, whether by means of:\ns\nurvey;\r\n\tor\nthe\r\n\tallocation with a view to the separate registration of land units,\r\n\tof undivided portions thereof, in a manner which includes\nthe\r\n\tmarketing and conclusion of contracts\nwith\r\n\tregard to the alienation, sale or exchange of portions of the\r\n\tproperty; or\nits preparation for\r\n\tsubdivision.'\n[6]\nAdvokaat\nDanzfuss\nhet\r\nbetoog dat para (b) van die omskrywing van 'subdivide' van toepassing\r\nis en dat dit duidelik is dat onderverdeling, in terme\nvan die\r\nomskrywing, kan plaasvind voor registrasie van die afsonderlike\r\neenheid waar dit toegeken is in 'n vervreemdingsakte met\ndie oog\r\ndaarop dat dit as afsonderlike deel geregistreer sal word. Hierdie\r\nbetoog is na my mening nie korrek nie. Para (b) van\ndie omskrywing is\r\nvan toepassing waar onverdeelde dele van 'n eiendom toegeken word met\r\ndie oog op die afsonderlike registrasie\nvan grondeenhede op 'n wyse\r\nwat\ndie\r\nbemarking en sluit van kontrakte\nmet\r\nbetrekking tot die vervreemding, verkoop of ruil van dele van die\r\neiendom insluit. Die sluit van 'n enkele koopkontrak vir die\noordrag\r\nvan 'n geïdentifiseerde stuk grond wat deel is van 'n groter\r\nstuk kan nie as 'n toekenning beskou word nie. Daar is\nook in 'n\r\ngeval soos hierdie geen sprake van bemarking en sluit van kontrakte\r\n(in die meervoud) nie. Ek is derhalwe tevrede dat\nadvokaat\nDanzfuss\nse eerste punt nie kan slaag nie.\n[7]\nSy\r\ntweede punt was dat die bevel wat uitgereik is deur Majiedt R vaag en\r\nonuitvoerbaar is. Die stappe wat gedoen moet word en die\ndokumente\r\nwat onderteken moet word voordat die betrokke eiendom in die naam van\r\ndie trustees geregistreer kan word, het hy betoog,\nword nie in die\r\nhofbevel geïdentifiseer nie. Hy het verder geargumenteer dat die\r\nbevel onuitvoerbaar is omdat die appellant\nnie alle stappe kan doen\r\nen dokumente teken wat nodig mag wees vir registrasie van transport\r\nin die naam van die trustees, binne\ndie sewe dae-tydperk wat in die\r\nbevel neergelê is nie.\n[8]\nIn\r\nhierdie verband het hy veral verwys na die feit dat 'n landmeter die\r\nnodige kaarte moet opstel en, in die besonder, die\r\nonderverdelingskaart.\nHierdie submissie is na my mening ook nie\r\nkorrek nie. Nêrens in die stukke word dit gesê dat die\r\nlandmeter nie alreeds\ndie nodige kaarte opgestel het nie. Inteendeel,\r\ndit word in die funderende eedsverklaring van die eerste respondent\r\ngesê\ndat die appellant se man beweer het dat die opmetings van\r\ndie grond wat verkoop is, verkeerd gedoen is. Die appellant het\r\nhierdie\nstelling in haar beantwoordende verklaring erken. Dit blyk\r\nnie uit die stukke dat die bevel nie uitvoerbaar is nie. Wat die\r\nbeweerde\nvaagheid betref, sal dit 'n feitekwessie wees (wat eers sal\r\nontstaan indien dit beweer word dat die appellant versuim het om te\n\nvoldoen aan paragraaf 1 van die bevel), watter stappe en dokumente\r\nnodig mag wees om die betrokke eiendom te registreer in die\nnaam van\r\ndie trustees. Selfs as die kaart nog nie opgestel is nie, is dit\r\nhoogsonwaarskynlik dat die appellante of die griffier\nversoek sou\r\nword om die onmoontlike te verrig.\n[9]\nNa\r\nmy mening kan die appél nie slaag nie.\n[10]\nDie\r\nvolgende bevel word gemaak:\nDie appél\r\nword van die hand gewys met koste.\n....................\nIG FARLAM\nAPP\nèLREGTER\nVERSKYNINGS\n:\nVI\nR\r\nDIE APPELLANT:\tAdv F W A Danzfuss SC\nOpdrag\r\ndeur\nMnre\r\nEngelsman, Magabane Ing\n,\r\nKimberley\nLovius\r\nBlock-Prokureurs, Bloemfontein\nVI\nR\r\nDIE RESPONDENT:\tAdv J G van Niekerk SC\nOpdrag\r\ndeur\nDuncan\r\n& Rothman, Kimberley\nWebbers,\r\nBloemfontein",
  "scraped_at": "2026-02-11T21:40:23.243878",
  "date": "2009-03-17",
  "coram": [
    "Harms AP",
    "Farlam",
    "Navsa",
    "Van Heerden et Snyders ARR"
  ],
  "case_number": "182/08",
  "parties": {
    "applicants": [
      "Johanna Susanna Fourie"
    ],
    "respondents": [
      "Roelf Abraham Bekker NO",
      "Dawid Bekker NO",
      "Getrude Petronella Bekker NO",
      "Registraur van Akte, Kimberley",
      "Departement van Waterwerke en Bosbou",
      "H P A Venter"
    ]
  },
  "sections": {
    "facts": "On 22 December 2006 the High Court of Kimberley ordered the appellant, Johanna Fourie, to take all steps and sign documents required to register a identified portion of land (parts of Erf 1534 and Erf 341 in Douglas) in the names of the first three respondents, who were trustees of the Roelie Bekker Trust, and also to transfer 79 hectares of water rights to the trustees. The order gave the registrar seven days to act on the appellant's behalf if she failed to comply. The appellant challenged the order on two grounds: that the purchase contract for the land was void because the necessary subdivision steps had not been completed, and that the order was vague and therefore unenforceable.",
    "issues": "1. Whether the purchase contract was void on the basis that the land had not been lawfully subdivided in terms of the Northern Cape Planning and Development Act. 2. Whether the High Court’s order was too vague or impossible to perform, rendering it unenforceable.",
    "principles": "The court considered Section 46(1) of the Northern Cape Planning and Development Act, which prohibits subdivision of land except pursuant to an approved application. It examined the definition of “subdivide” in Article 1 of the Act, which includes the allocation of land units for separate registration and the marketing and conclusion of contracts concerning those units. The court also applied the rule that a court order must be sufficiently clear to be performed and that questions of factual ambiguity are matters of fact, not of appellate review.",
    "application": "The court held that the appellant’s argument that the contract was void failed because a single purchase contract for a portion of a larger tract does not constitute a subdivision under the statutory definition; there was no marketing or multiple contracts involved. Regarding the alleged vagueness of the order, the court found no deficiency: the order identified the required steps and documents, and any uncertainty about the land‑surveyor’s work was a factual issue that could be resolved, not a ground for setting aside the order. Consequently, the appeal could not succeed.",
    "conclusion": "The appeal was dismissed with costs. The High Court’s order was upheld, and the appellant was required to comply with the steps and documents necessary to register the land in the trustees’ names."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Registration",
    "level_3": [
      "contract validity",
      "subdivision",
      "court order enforceability",
      "trust law"
    ]
  }
}