{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/4.html",
  "case_name": "True Motives 84 (Pty) Ltd v Madhi and Others (543/2007) [2009] ZASCA 4; 2009 (4) SA 153 (SCA); 2009 (7) BCLR 712 (SCA) ; [2009] 2 All SA 548 (SCA) (3 March 2009)",
  "citation": "[2009] ZASCA 4",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 4\n|\nNoteup\n|\nLawCite\nTrue Motives 84 (Pty) Ltd v Madhi and Others (543/2007) [2009] ZASCA 4; 2009 (4) SA 153 (SCA); 2009 (7) BCLR 712 (SCA) ; [2009] 2 All SA 548 (SCA) (3 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase\r\nNo: 543/07\nTRUE\r\nMOTIVES 84 (PTY) LIMITED\t\t\t\t\tAppellant\nand\nMOHAMED\r\nHANIF MAHMOED MAHDI\t\t\t\t1\nst\nRespondent\nTHE\r\nCITY OF JOHANNESBURG\t\t\t\t\t2\nnd\nRespondent\nETHEKWINI\r\nMUNICIPALITY\t\t\t\t\tAmicus Curiae\nNeutral\r\ncitation:\nTrue\r\nMotives v Mahdi\n(543/07)\n[2009] ZASCA 4\n(3 March 2009)\nCoram:\nSCOTT, CAMERON, HEHER, JAFTA and COMBRINCK JJA\nHeard:\n28\r\nAUGUST 2008\nDelivered:\n3\nMARCH 2009\nCorrected:\nSummary:\nLocal\r\nauthority â National Building Regulations and Building Standards\r\nAct 103 of 1977 (âNBR Actâ), s 7(1) â approval or\nrefusal of\r\napproval of building plans â duty of decision-maker â whether\r\nerection of building will derogate from value of adjoining\nproperty â\r\nwhen satisfaction of local authority susceptible to interference by\r\ncourt.\nPractice\r\nâ judgment â doctrine of precedent â whether findings of\r\nConstitutional Court binding on SCA â proper approach\nrestated and\r\napplied.\nStatute\r\nâ interpretation â NBR Act, s 7(1)(b)(ii) â whether local\r\nauthority is satisfied that building is to be erected in\nsuch manner\r\nor will be of such nature or appearance that it will probably or in\r\nfact derogate from the value of adjoining or neighbouring\nproperties.\n____________________________________________________________________\nORDER\n__________________________________________________________________\nOn\r\nappeal from:\nHigh Court,\r\nJohannesburg (Louw AJ sitting as court of first instance).\nThe\r\nappeal is dismissed with costs including the costs of two counsel.\n__________________________________\n___________________________________\nJUDGMENT\n___________________________\n_______________________________________\nHEHER\r\nJA (Scott, Cameron and Combrinck JJA concurring):\n[1]\tThis\r\nappeal involves the duties of a local authority to which plans and\r\nspecifications are submitted in terms of s 4(1)\n1\nof the National Building Regulations and Building Standards Act 103\r\nof 1977 (âthe Actâ) and, more particularly, the proper\n\ninterpretation of s 7(1)\n2\nof the Act. This is a subject which has arisen on several occasions\n3\nand the circumstances of this case suggest that local authorities and\r\nthe public would benefit from a careful exposition of the\nrelevant\r\nprovisions.\n[2]\tThe\r\nappellant has been the registered owner of Erf 178, Morningside Ext\r\n17 since November 2002. The first respondent has owned\nthe adjoining\r\nErf 177 since February of the preceding year. On both properties\r\nthere are large dwellings.\n[3]\tThe\r\nsecond respondent is the local authority responsible for the\r\nadministration of the Act.\n[4]\tMr\r\nLouis Birkenstock is a director of the appellant. He resides with his\r\nfamily on its property. He deposed to the f\nounding\r\naffidavit in which the appellant claimed (in its final form) an order\r\ndeclaring that:\nâ\nthe\r\nsecond respondent has not lawfully approved in terms of s 6, read\r\ntogether with s 7, of [the Act], the application made by the\nfirst\r\nrespondent to the second respondent to approve plans and\r\nspecifications which were submitted by the first respondent to the\n\nsecond respondent in terms of s 4 of the Act for the erection of\r\ncertain alterations adjoining the eastern side of the existing\n\ndwelling erected on [the first respondentâs property] and which\r\nplans were submitted by the first respondent to the second respondent\n\nfor approval on 28 May 2004 . . . and purportedly approved by the\r\nsecond respondent on 19 June 2005. . . .â\n[5]\tIn\r\nthe alternative, the appellant sought an order reviewing and setting\r\naside the decision of the second respondent under s\n7(1)(a) of the\r\nAct to approve the said application.\n[6]\tAlthough\r\nthe appellant also claimed against the first respondent orders for\r\ndemolition of the building alteration and payment\nof damages suffered\r\nin consequence of an alleged derogation in value of its property\r\ncaused by the offending alteration, such claims\nwere, for reasons\r\nwhich will appear, no longer in issue in this appeal.\n[7]\tDuring\r\nSeptember 2004 Mr Birkenstock noticed that building operations had\r\nbegun on the side of the first respondentâs dwelling\nclose to the\r\nwestern boundary of the appellantâs property. As work progressed it\r\nbecame apparent that the alterations would be\nextensive. In the\r\napplication which the appellant launched in February 2005 Birkenstock\r\nalleged that:\ni)\tA\r\nstructure was being added to the eastern side of the house which\r\nwould be two and a half storeys high with windows running\nalong that\r\nside and the northern face of the lower room.\nâ\nA\r\nperson standing in this room wouldâ, [so he deposed] âhave an\r\nunobstructed view of the interior of the western side of the\ndwelling\r\non [the appellantâs property] as well as the recreational area in\r\nfront of [that] dwelling. . . . [A] person standing\nin the room and\r\nlooking through the window in the northern wall would have a similar\r\nview.â\nii)\tThe\r\nuppermost floor of the structure appeared to be designed as a sort of\r\npatio enabling persons using it to have an unobstructed\nview over\r\nsurrounding properties, including the appellantâs property.\niii)\tThe\r\nsize and position of the alteration blocked out direct sunlight on\r\nand into the western side of the appellantâs dwelling,\na benefit\r\nwhich it had previously enjoyed until sunset. The rooms of the house\r\nwere in consequence colder and darker.\niv)\tThe\r\nalteration was, by reason of its size, design and location,\r\nunsightly, objectionable and out-of-keeping with the architecture\nof\r\nthe suburb.\nv)\tThe\r\nthree-metre building line had been encroached on along the eastern\r\nside of the first respondentâs erf at ground level and\nabove by the\r\nconstruction of a staircase on the outside wall of the alteration.\nvi)\tThe\r\noverall result of carrying out the alterations would violate the\r\nprivacy of those living on the appellantâs property and\ncause a\r\nsubstantial derogation in the value of that property. (The appellant\r\nfiled supporting affidavits by three experts who variously\nestimated\r\na reduction in value of between half a million and one million rand.\r\nThe affidavits were omitted from the appeal record.\nWe accordingly\r\nhave no knowledge of the methods they employed in coming to their\r\nvalues and the appellantâs counsel did not rely\non such valuations\r\nin arguing the appeal.)\n[8]\tBirkenstock\r\nstated that neither of the respondents had notified the appellant of\r\nan application for approval of building plans\nto permit the erection\r\nof the alteration. Nor had the second respondent given him the\r\nopportunity to object (which he would have\ndone). In addition, the\r\nsecond respondent took the attitude that it was not obliged to afford\r\nsight of the plans to the appellant\nand declined to do so.\n[9]\tThe\r\nperceived problem could not be overcome by negotiation.\n[10]\tThe\r\nappellant applied to the High Court where both respondents opposed\r\nthe application. After a careful consideration of the\ncontending\r\narguments Louw AJ dismissed the application with costs.\n[11]\tThe\r\nlearned judge concluded that, in the circumstances of the case, no\r\naction lay against the first respondent. He decided\nin favour of the\r\nsecond respondent that:\ni)\tit\r\nwas not required to notify the appellant of the receipt of a s 4\r\napplication or offer it the opportunity to make representations\n\neither as a matter of right or in consequence of a legitimate\r\nexpectation;\nii)\tit\r\nhad properly taken into account the possible effects of the approval\r\nof the building application on the market value of the\nfirst\r\nrespondentâs property and had not been satisfied that a derogation\r\nin value would result; in terms of s 7(1) it was therefore\nobliged to\r\napprove the application, as it had done;\niii)\tMr\r\nDixon, an assistant director in the second respondentâs building\r\ncontrol department, who approved the plans, and Mr Mbhele,\na plans\r\nexaminer, who recommended approval, had both been properly authorised\r\nto do so.\n[12]\tLouw\r\nAJ granted leave to appeal in specific terms,\nviz\n:\nâ\n1.\tThat\r\n[leave be granted to appeal] to the Supreme Court of Appeal on the\r\nissue of whether the decision of the Second Respondent\nto approve the\r\nFirst Respondentâs building plans falls to be reviewed and set\r\naside having regard to:-\nthe\r\n\t\tproper interpretation and application of Section 7 of the National\r\n\t\tBuilding Regulation and Building Standards Act of 1977;\nthe\r\n\t\tproper interpretation and application of the provisions of Section\r\n\t\t3 read with Section 6 of the\nPromotion of Administrative Justice\nAct No. 3 of 2000\n.\nThe\r\n\t\tlegality and validity of the purported delegation to Mr Mbhele.â\nHe\r\nrecorded that leave was refused in respect of the dismissal of the\r\nclaims against the first respondent for demolition and damages.\n[13]\tAfter\r\nthe appellant had filed its heads of argument in this Court, the\r\nConstitutional Court handed down judgment in\nWalele.\n4\nIt\r\nheld\n5\ninter alia that:\n1.\tA\r\nneighbouring owner (even though potentially vulnerable to the\r\neffects) is not a party to the process by which approval of building\n\nplans is sought and obtained under the Act and is not entitled to be\r\ninvolved in such process or to inspect plans lodged for approval.\nThe\r\ngranting of approval cannot, of itself, affect such an ownerâs\r\nrights. âAdministrative actionâ as contemplated in\ns 3\nof the\nPromotion of Administrative Justice Act 3 of 2000\ndoes not encompass\r\nthe subsequent erection of the building. (See paras 31, 32 and 45 of\r\nthe judgment.)\n2.\tThe\r\nfact that the execution of plans will lead to the erection of a\r\nbuilding in a manner that devalues neighbouring properties\nis, on its\r\nown, by reason of s 7 of the Act, a ground of review sufficient to\r\njustify the setting aside of the approval of those\nplans. (At para\r\n32.)\nThe\r\nCourt emphasised that because the subsequent execution of plans\r\nsubmitted for approval may affect the rights of owners of\r\nneighbouring\nproperties, the relevant provisions of the Act âmust\r\nbe construed in a manner that promotes the implicated rights,\r\nconsistently\nwith the obligation imposed on courts by section 39(2)\r\nof the Constitutionâ. (At para 52.)\n[14]\tAppellantâs\r\ncounsel had no quarrel with the legal principles enunciated in\r\nrelation to the first finding referred to in the\npreceding paragraph.\r\nThe issue of\naudi\r\nalteram partem\nthus\r\nevaporated. The appellantâs case thereafter rested on the validity\r\nof the following propositions: first, that, on a proper\n\ninterpretation of s 7, a local authority must be satisfied that the\r\nerection of a building in consequence of its approval of a\nplan, will\r\nnot derogate from the value of a neighbouring property; in this\r\nregard\nthe\r\nappellant relied upon a dictum of this Court in\nPaola\r\nv Jeeva\n6\n(at\r\npara 23)\n7\nwhich was quoted with approval by the majority in\nWalele\n8\n(at\r\npara 32)\n9\nand a statement in the last-mentioned judgment at para 55\n10\n;\r\nsecond, that the evidence, such as it was, led to the necessary\r\ninference that the decision-maker had either not applied his mind\nto\r\nderogation of value or had done so in a superficial manner which fell\r\nshort of achieving the satisfaction which s 7(1)(b)(ii)\nrequired of\r\nhim; finally, counsel submitted, with marked lack of enthusiasm, that\r\nthe evidence did not support a lawful delegation\nof authority to Mr\r\nMbhele to recommend approval of the plans.\n11\n[15]\tShortly\r\nbefore the hearing the Ethekwini Municipality applied to be admitted\r\nto the appeal as an amicus curiae\non\r\nthe ground of its concern with the proper interpretation of s 7 of\r\nthe Act. Since the parties to the appeal were not opposed\nto its\r\nparticipation and its interest was manifest we made an appropriate\r\norder. The submissions of counsel for the amicus were\nof great\r\nassistance and I make no apology for incorporating their substance in\r\nthis judgment.\n[16]\tI\r\nshall first consider the proper scope of the duties that s 7(1)(a)\r\nand (b) of the Act imposes on a local authority.\n[17]\tIt\r\nis apparent from a consideration of s 7(1)(a) read with s 7(1)(b)(i)\r\nthat the provisions of s 7(1)(b)(ii) do not fall to\nbe applied until\r\nthe local authority is satisfied that the application in question\r\nâcomplies with the requirements of this Act\nand any other\r\napplicable lawâ. However the structure of the section is confusing.\r\nI agree with counsel for the amicus that the\nreason why the\r\nlegislature saw fit to enact it in that fashion was precisely because\r\nit did not want the same test to be applied\nto issues of\r\ndisfigurement of the area, unsightly or objectionable buildings, and\r\nderogation from value, as it intended should\nbe applied with respect\r\nto the other considerations which a local authority must take into\r\naccount before approving building plans.\n[18]\tSection\r\n7(1)(a) reads as follows:\nâ\n(1).\tIf\r\na local authority, having considered a recommendation referred to in\r\ns 6(1)(a)-\n(a)\r\nis satisfied that the application in question complies with the\r\nrequirements of this Act and any other applicable law, it shall\ngrant\r\nits approval in respect thereofâ.\n[19]\tThe\r\nrefusal of approval under s 7(1)(a) is mandatory not only when the\r\nlocal authority\nis\r\nsatisfied\nthat the plans\ndo\r\nnot comply\nwith the Act and any other applicable law, but also when the local\r\nauthority remains in doubt. The plans may not be clear enough.\nFor\r\ninstance, no original ground levels may be shown on the drawings\r\nsubmitted for approval, with the result that the local authority\nis\r\nuncertain as to whether a height restriction imposed with respect to\r\noriginal ground levels is exceeded. In those circumstances\nthe local\r\nauthority\n(a)\twould\r\nnot be satisfied that the plans breach the applicable law; but\r\nequally\n(b)\twould\r\nnot be satisfied that the plans are in accordance with the applicable\r\nlaw.\nThe\r\nlocal authority would, therefore, have to refuse to grant its\r\napproval of the plans.\nThus,\r\nthe test imposed by section 7(1)(a) requires the local authority to\r\nbe positively satisfied that the parameters of the test\nlaid down are\r\nmet.\n[20]\tThe\r\nuse of the conjunction âorâ after s 7(1)(b)(i) makes it plain\r\nthat the enquiry postulated by subparas (aa) and (bb)\nof s\r\n7(1)(b)(ii) only arises if and when the local authority is satisfied\r\nthat the application in question complies with the requirements\nof\r\nthe Act and any other applicable law. Clearly, the legislature did\r\nnot have the factors set out in those subparagraphs in mind\nwhen it\r\nspoke, in subsection 7(1)(a), of compliance âwith the requirements\r\nof this Actâ. In other words, the application may\notherwise comply\r\nwith the requirements of the Act and any applicable law but\r\nnevertheless not be susceptible to approval.\n[21]\tThe\r\nrefusal mandated by section 7(1)(b)(ii) follows when the local\r\nauthority is satisfied that the building will probably or\nin fact\r\ncause one of the undesirable outcomes. Section 7(1)(b)(ii) does not\r\nauthorise a local authority to refuse to grant its\napproval upon the\r\nstrength of a mere possibility that one of those outcomes may\r\neventuate. Such an outcome must at the least be\nâprobableâ. The\r\nAct is not to the effect that the local authority may withhold\r\napproval because it is not satisfied that the\nbuilding will not cause\r\none of those outcomes.\n[22]\tThe\r\nrequirements of section 7(1)(b)(ii) are as follows:\n(a)\tIf\r\nthe local authority is satisfied (ie as with subsection 7(1)(a),\r\ncapable of reaching a positive conclusion) that the building\nwill,\r\nfor instance, disfigure the area, it must refuse to grant its\r\napproval. This involves being satisfied that the outcome is\ncertain.\n(b)\tIf\r\nthe local authority is satisfied that the building will\nprobably\nhave a detrimental effect specified in subparas (aa) or (bb) it must\r\nrefuse its approval.\n(c)\tIf\r\nthe local authority is not satisfied on either of the aforegoing then\r\nthe refusal of the buildings plans is not mandated\nor indeed allowed\r\nby section 7(1)(b)(ii). The decision-maker must then act on its\r\npositive finding with the respect to the requirements\nof section\r\n7(1)(a) of the Act.\n[23]\tI\r\nagree with the amicus that, on the aforegoing analysis, a local\r\nauthority may entertain some level of concern about whether\na\r\nproposed building will disfigure the neighbourhood or derogate from\r\nthe value of neighbouring properties (and so on), but that\nconcern\r\nmay not be at a high enough level for it to be satisfied that the\r\nundesirable outcome is probable. If that is the state\nof its mind (or\r\nthat of its authorised decision-maker) with respect to these issues,\r\nthe local authority must approve the plan.\n[24]\tWhen\r\none has regard to the nature of the circumstances which may compel a\r\nrefusal of building plans under section 7(1)(b)(ii)\nof the Act, one\r\nsees that they are very much matters of opinion, matters upon which\r\nreasonable persons may disagree. They are not\nas clear-cut as, for\r\ninstance, the distance a building is set back from a street.\r\nRecognising this, the legislature introduced\nthe concept of a\r\nâprobabilityâ that the building would be of a certain type or\r\nhave a certain effect. Probabilities do not\ncome into the inquiry\r\nunder subsection 7(1)(a).\n[25]\tI\r\nhave referred above to the dictum of this Court in\nPaola\r\nv Jeeva\n.\r\nDoes the analysis of s 7(1)(b)(ii) which I have undertaken deviate in\r\nany way from what we said there; in particularâ\ni)\tdid\r\nthat dictum postulate a different (and incorrect) test from the one\r\nexpressed by the legislature\nviz\nthat\r\nthe local authority must be (positively) satisfied that the\r\nundesirable outcome will\nnot\n,\r\nor probably will\nnot\n,\r\nbe caused by the erection of the building; and\nii)\tdid\r\nit lay down that the proper enquiry, when confronted with an\r\napplication to review a decision to approve a plan, is not\nwith\r\nrespect to the question of whether the local authority was satisfied\r\n(or not satisfied), but rather whether as a matter of\nfact, the\r\nerection of the building will cause one of the undesirable outcomes\r\nspecified in subparas (aa) and (bb) of s 7(1)(b)(ii)?\n[26]\tThe\r\nfollowing aspects of the judgment in\nPaolo\nserve\r\nto elucidate the rationale for its dictum:\n(a)\tFrom\r\nevidence in the way of photographs and the like, it was clear to the\r\nCourt that if the alterations depicted in the approved\nplan were\r\nconstructed, the appellantâs âexceptional viewâ would be\r\nsubstantially impaired and that there would be âan intrusive\n\nobstruction on the outlookâ from the appellantâs house (paragraph\r\n3).\n(b)\tAn\r\nestate agent and valuer gave evidence to the effect that there would\r\nbe a significant diminution in value of the appellantâs\nproperty;\r\nno attempt was made to rebut that evidence, and it had to be accepted\r\nas correct (paragraph 4). In the result, the contentions\nof the\r\nparties were based upon it being, in effect, common cause that\r\nPaolaâs property would lose value as a result of the construction\n\nof the proposed extensions to the Jeeva house. It was plain, on the\r\nrecord, that the municipality had come to a conclusion that\nthe\r\nconstruction on the adjoining property would derogate from the value\r\nof Paolaâs property, but contended, nevertheless, that\nthe\r\ndiminution was not one to be taken into account under the Act.\n(c)\tAgainst\r\nthat background\n(i)\tPaola\r\nargued that the word âvalueâ bears its ordinary meaning of\r\nâmarket valueâ;\n(ii)\tJeeva\r\nargued that a reduction in value caused by a loss of view should not\r\nbe taken into account, and that in any event all\nneighbouring\r\nproperties and not just one of them had to be affected (paragraph\r\n20); and\n(iii)\tthe\r\nmunicipality submitted that the value contemplated was a diminution\r\nin value of neighbouring properties as a group, and,\nfurther, that\r\nthe reference to âvalueâ in the section was a value assessed upon\r\nthe basis âthat no value is attributed to\na view for planning\r\npurposesâ (paragraph 21).\n[27]\tThose\r\nwere the only issues before the Court in\nPaola\n.\r\nThis Court held that market value prevailed, even if the diminution\r\nflowed from the loss of a view. It was in that context that\nthe Court\r\naccepted, what was not in dispute, that the municipality knew at the\r\ntime of making its decision to grant approval that\nexecution of the\r\nplans would significantly diminish the market value of the property\r\nand that s 7(1)(b)(ii) therefore prevented\napproval of the plans.\n[28]\tThis\r\nCourt did not hold in\nPaola\nthat,\r\nmerely on the facts put before it, it could review and set aside the\r\ndecision to approve the plans. That was not the issue\nand nor was it\r\nthe proper construction of s 7(1)(b)(ii) of the Act.\n[29]\tIn\r\nthe result,\nPaolaâs\ncase\r\nis not authority for the propositions that\n(a)\tthe\r\napproval of a plan for a building, the erection of which will result\r\nin a derogation in value, is\nper\r\nse\ninvalid;\n(b)\tthe\r\nquestion of what the local authority was satisfied about (or not\r\nsatisfied about) is not a relevant consideration and the\ncourtâs\r\nown determination of the issue as to whether a building will derogate\r\nfrom value justifies the setting aside of a local\nauthorityâs\r\napproval of a plan;\n(c)\ta\r\nlocal authority must be satisfied that none of the undesirable\r\noutcomes set out in section 7(1)(b)(ii) will be a consequence\nof the\r\nerection of the building concerned.\n[30]\tThere\r\nis a further aspect of s 7(1)(b)(ii) which requires elucidation. It\r\nis concerned with a reduction in âmarket valueâ.\nBoth in the\r\naffidavits of the appellant and the submissions of its counsel the\r\nimpression is created that because the development\nof the offending\r\nbuilding provided extensive opportunities for looking into and over\r\nthe appellantâs property, materially interfered\nwith its previously\r\nexisting access to warmth and light and imposed itself in an\r\nintrusive and unattractive manner on that property,\nthe necessary (or\r\nat least probable) consequence was a derogation in the value of that\r\nproperty. But that does not follow. âMarket\nvalueâ is the price\r\nthat an informed willing buyer would pay to an informed willing\r\nseller for the property, having regard to\nall its potential at the\r\ntime of sale, both realised and unrealised. One important modifier of\r\nsuch potential, in the present context,\nderives from the existing\r\ncontrols on the property laid down in the town-planning scheme and\r\nthe title deed conditions. Informed\nparties would acquaint themselves\r\nwith the zoning and the permissible limits of height, coverage, bulk,\r\nbuilding lines etc, all\nof which influence the utility of the\r\nproperty, and, therefore, its inherent value. Of course, potential\r\nfor changing any of these\naspects may also be apparent in appropriate\r\nmarket conditions. But such conditions may also influence the\r\nlikelihood that a property\nwill or will not be exploited to the\r\nlimits of its potential. From all this it is obvious that the\r\nhypothetical informed buyer\nand seller will always be aware of\r\ninherent advantages and disadvantages flowing from the lawful\r\nexercise of rights and will build\nthem into market price according as\r\nthey assess the likelihood that they will occur. The extent of such\r\ninfluence is of course\nan objective question and the subjective\r\nreaction of a particular party is only relevant to the extent that it\r\nfinds a meaningful\necho in the mind of the hypothetical willing buyer\r\nor seller. Aesthetics, intrusion, overshadowing and invasion of\r\nprivacy are\nall examples of disadvantages which flow to a greater or\r\nlesser extent from the lawful development of a property to a\r\npotential\nwhich exceeds its existing use. In every case involving\r\nassessment of value under s 7(1)(b) the local authority is entitled\r\nand,\nindeed, obliged to take into account adverse aspects of this\r\nnature where the informed willing buyer and seller would factor them\n\ninto their purchase price. That is done in order to arrive at market\r\nvalue. But derogation from market value only commences when\nthe\r\ninfluence of such aspects exceeds the contemplation of the\r\nhypothetical informed parties. Take, for example, the case of a\n\ndeveloper who builds to maximum bulk in reckless disregard of market\r\nopinion. Such a person might well find that his development,\nalthough\r\nfalling within the strict confines of existing developmental\r\ncontrols, derogates from the value of an adjoining property\nbecause\r\nthe hypothetical purchaser and seller of that property would have\r\nregarded the likelihood of such a development as too\nremote to\r\ninfluence their price.\n[31]\tEach\r\ncase is manifestly dependent upon the local authorityâs evaluation\r\nof the known facts. Does this mean that, in order\nto discharge its\r\nduty, the local authority is obliged to employ a professional valuer\r\nto advise it in relation to every application\nfor the approval of a\r\nbuilding plan (as was suggested in the appellantâs affidavits)?\r\nThat is neither practical nor cost effective.\nThe building control\r\nofficer for which the Act provides is a man likely to possess\r\nprofessional and practical experience in one\nat least of civil\r\nengineering, structural engineering, architecture, building\r\nmanagement, building science, building surveying\nor quantity\r\nsurveying.\n12\nHe will also have access to advice in relation to by-laws and\r\ntown-planning legislation applicable within his local authority area.\n\nThe primary facts of the proposed erection will be apparent from the\r\ndocuments submitted under s 4, and, if they are not, he will\nseek\r\nclarification in writing, by discussion with the applicant or his\r\nrepresentative or on the ground by physical inspection.\nIf the\r\nevidence available to him justifies such investigations he may\r\nconsider it appropriate to draw a potentially affected neighbour\ninto\r\nthe process. Thereafter he will make a value judgment based on the\r\nestablished facts and probabilities, applying his experience,\nas to\r\nwhether any disadvantage will result to a neighbouring property which\r\nwould not be known to or expected by informed parties\nin the purchase\r\nand sale of that property. If a real prospect of such a disadvantage\r\npresents itself the decision-maker may consider\nit appropriate to\r\ntake advice from a professional valuer, but provided he applies his\r\nmind fairly to the facts in order to reach\na rational conclusion he\r\nis not obliged to go that far. His judgment will determine whether or\r\nnot the statutory level of satisfaction\n(that the approval will\r\nprobably result in derogation of value) has been reached or not.\n[32]\tIn\nPaola\r\nv Jeeva\n(at\r\npara 23) this Court said\nâ\nOnce\r\nit is clear, as it is on the facts before us, that the execution of\r\nthe plans will significantly diminish the value of the\nadjoining\r\nproperty then, on its plain meaning, the section prevents the\r\napproval of the plans.â\n[33]\tAs\r\nI have noted earlier in this judgment, this passage was cited with\r\napproval in\nWalele\n.\r\nIn para 32 of the judgment the majority of the Constitutional Court\r\nrelied on it as authority for the proposition that:\nâ\na\r\nlocal authority is not authorised to approve plans in circumstances\r\nwhere their execution will diminish the value of neighbouring\n\npropertiesâ.\nAs\r\nI understand this passage, in its context, the court was stating a\r\ntest which requires as a condition for approval of a plan\nthat the\r\nlocal authority be (positively) satisfied that the undesirable\r\nconsequence envisaged in subpara (ccc) will not or probably\nwill not\r\nresult from the erection of the building. That this is what was\r\nintended also appears from paras 55 and 63.\n13\nParagraph 66 of\nWalele\nis, at best, ambiguous:\nâ\nIf\r\n[the decision-maker] is satisfied that the application for approval\r\ncomplies with the necessary requirements and that none of\nthe\r\ndisqualifying factors will be triggered, the decision-maker has no\r\nchoice but to approve the plans. If, on the other hand,\nhe or she is\r\nsatisfied that one or more of the disqualifying factors will be\r\ntriggered, he or she must refuse to grant approval.â\n[34]\tIn\r\npara 55 of\nWalele\n,\r\npara 23 of\nPaola\r\nv Jeeva\nis\r\ncited to support a proposition that:\nâ\nany\r\napproval of plans facilitating the erection of a building which\r\ndevalues neighbouring properties, for example, is liable to\nbe set\r\naside on reviewâ.\nIn\r\norder to set that passage in its proper context it is necessary to\r\nquote the full paragraph:\nâ\nAccordingly\r\nthe decision-maker must be satisfied of two things before granting\r\napproval. The first is that he or she must be satisfied\nthat there is\r\ncompliance with the necessary legal requirements.\nSecondly,\r\nhe or she must also be satisfied that none of the disqualifying\r\nfactors in sections 7(1)(b)(ii) will be triggered by the\nerection of\r\nthe building concerned. This is so because any approval of plans\r\nfacilitating the erection of a building which devalues\nneighbouring\r\nproperties, for example, is liable to be set aside on review. An\r\napproval can be set aside on this ground irrespective\nof whether or\r\nnot the decision-maker was satisfied that none of the disqualifying\r\nfactors would be triggered. All that is needed\nfor an applicant to\r\nsucceed is to prove to the satisfaction of the reviewing court that\r\nthe erection of the building will reduce\nthe value of his or her\r\nproperty.\nThe legislature could not have intended to authorise an invalid\r\nexercise of power.\nIn\r\norder to avoid this consequence, the decision-maker must at least be\r\nsatisfied that none of the invalidating factors exist before\nhe or\r\nshe grants approval.\nThis interpretation is consistent with the obligation to promote the\r\nspirit, purport and objects of the Bill of Rights. It demonstrates\n\nthat it is not only the landownerâs right of ownership which must\r\nbe taken into account, but also the rights of owners of neighbouring\n\nproperties which may be adversely affected by the erection of a\r\nbuilding authorised by the approval of the plans in circumstances\n\nwhere they were not afforded a hearing. The section, if construed in\r\nthis way, strikes the right balance between the landownerâs\n\nentitlement to exercise his or her right of ownership over property\r\nand the right of owners of neighbouring properties. The\r\ninterpretation\npromotes the property rights of the landowners and\r\nthose of its neighbours.â\n(The\r\nemphasis is mine.)\nI\r\ninterpret the highlighted passages as meaning that the proper enquiry\r\nwhen a local authority is confronted with an application\nto approve a\r\nplan is whether, as a matter of fact (and, presumably, a matter which\r\ncan be determined by the court in review proceedings)\nthe erection of\r\nthe building will result in one of the undesirable consequences,\r\nsince only by doing so can the constitutional\nbalance properly be\r\nstruck. These passages are in conflict with the interpretation which\r\nI have earlier placed on s 7(1)(b)(ii).\n[35]\tThe\ndicta\nin\r\nparas 32 and 63 are, in my view, not supported by an examination of\nPaola\r\nv Jeeva\nand\r\nare, with respect, wrong. As I shall attempt to show, however, they\r\nwere also delivered obiter. Paragraph 55, likewise, I respectfully\n\nsuggest, contains wrong statements of the law and is also obiter.\n[36]\tI\r\nagree with the submission of the amicus that the dictum in para 55 of\nWalele\nwrongly creates the impression that a right of appeal lies to a court\r\nwhen an objector contends that, as a matter of fact, the\nerection of\r\na building according to an approved building plan will derogate from\r\nthe value of his or her property. The existence\nof such a right is in\r\nconflict with the appeal procedure laid down in s 9 of the Act,\r\nignores the nature of the local authorityâs\ndecision under s\r\n7(1)(b)(ii) and the test which that body is required to apply (as\r\ndiscussed above) and unnecessarily blurs the\ndistinction between\r\nappeal and review proceedings.\n14\n[37]\tAs\r\nto whether the dicta in para 32, 55, 63 and 66 form part of the\nratio\ndecidendi\nof the majority judgment in\nWalele\n,\n15\nI think the question must be answered in the negative. That judgment\r\nanswered two questions. First, it held that persons who might\nobject\r\nto a building plan were not entitled to a hearing before it was\r\napproved. Second, it concluded that there had been non-compliance\n\nwith the jurisdictional requirements necessary for the exercise of\r\nthe power to approve plans. (See para 9 of the judgment.) In\n\nparticular, it was the decisionmaker, and not merely the building\r\ncontrol officer, who had to be âsatisfiedâ in accordance\nwith s 7\r\nof the Act as to the matters set out in subparas (aa) and (bb). Only\r\nthe first aspect is relevant here.\n[38]\tThe\r\nconsideration which led to the first finding commenced at para 27 of\r\nthe judgment and concluded at para 45. In so far as\npara 32 is\r\nconcerned the dictum in question is based on an assumption, ie proof\r\nof derogation in value, which did not apply to\nthe case before the\r\ncourt and was in event purely subsidiary to the conclusion already\r\nreached that s 3 of PAJA should not be construed\nto encompass the\r\nsubsequent erection of flats pursuant to the approval of a building\r\nplan - because the approval of the plan was\nthe administrative\r\ndecision which had materially and adversely to effect the applicant\r\nwhereas, in fact, it was the erection of\nthe building which had that\r\neffect.\n[39]\tAs\r\nto the dicta in paras 55, 63 and 66, the (erroneous) interpretation\r\nplaced on s 7 played no part in the decision of the\nsecond question,\r\nwhich would have been the same even if the correct analysis of the\r\nsection had been adopted. The court decided\nthat the building control\r\nofficer had information concerning issues which the decision-maker\r\nwas required to consider which he\nhad not placed before the latter;\r\nthe decision-maker was, therefore, in no position to form any view\r\nwhich justified its making\na decision.\n[40]\tI\r\nnow turn to consider whether the facts adduced in the case before us\r\njustify the appellantâs complaint that Mr Dixon did\nnot apply his\r\nmind or, if he did, should have been satisfied that its property\r\nwould probably suffer a reduction in value if the\nbuilding were\r\nerected.\n[41]\tMr\r\nHolden, the Building Control Officer of the local authority, deposed\r\nto a lengthy affidavit. He was supported by a confirmatory\naffidavit\r\nfrom Mr Dixon, the Area Head: Building Control. The facts which they\r\nset up have not been disputed on any convincing\nbasis by the\r\nappellant and, to the extent that any dispute possessed a scintilla\r\nof merit, the version set up by the second respondent\nhad to be\r\naccepted in the absence of oral evidence. It appears that Holdenâs\r\nunderstanding of the legal implications of s 7 at\nall material times\r\naccorded substantially with the interpretation I have placed on it.\r\nHe directed the affairs of his department\naccording to that\r\nunderstanding. I shall deal first with the manner in which the first\r\nrespondentâs building plans were assessed\nfor compliance with the\r\nAct and its regulations.\n[42]\tIn\r\nthe City of Johannesburg the section that is responsible for the\r\nadministration of the Act is the Building Control Sub-directorate.\n\nOne of its subdivisions is Plans Examination which is responsible for\r\nassessment and compliance of plans and establishing compliance\nwith\r\nthe town-planning scheme.\n[43]\tThe\r\nscrutiny of building applications and recommendations for approval\r\n(or refusal) is undertaken by plans examiners in accordance\nwith\r\npowers delegated to them by the Building Control Officer. The\r\napproval of applications is undertaken by Assistant Directors,\nalso\r\nin accordance with delegated powers.\n[44]\tPlans\r\nexaminers are required to have either an appropriate tertiary\r\nqualification or extensive relevant practical experience.\nThey also\r\nreceive on-the-job training in matters such as the interpretation and\r\napplication of the Act and regulations. Assistant\nDirectors are\r\nrequired to have a tertiary qualification in one of the disciplines\r\nlisted in regulation A16, as well as extensive\npractical experience\r\nin a managerial position in the building control functions of a local\r\nauthority.\n[45]\tIn\r\n2004 the City of Johannesburg was receiving over 1500 new building\r\napplications each month. Delegations of authority are\nnecessary to\r\nprocess such a volume.\n[46]\tAccording\r\nto Holden, the building control officials do not attach much weight\r\nto the subjective views of property owners. In\nexercising their\r\ndecision-making role they are enjoined to apply impersonal, objective\r\nand rational criteria. As a general policy,\nonce a building plan\r\ndemonstrates compliance with the Act, regulations and the scheme\r\nthere arises a strong prima indication that\napproval should be\r\ngranted. I would agree that, given the meaning of âmarket valueâ\r\nas discussed in para 30 above, this is\na pragmatic and justifiable\r\nway of addressing s 7(1)(b)(ii)(ccc), provided that the official\r\nconcerned does not ignore other factors\nwhich may point in a\r\ndifferent direction.\n[47]\tThe\r\nfirst respondentâs application did fall within the limits of\r\nprimary rights of use, height and coverage. Although the\nscheme\r\npermitted the erection of a building to a maximum height of three\r\nstoreys on the land, the application sought approval for\nonly two\r\nstoreys.\n[48]\tDespite\r\nthe policy, plans examiners do not merely rubber-stamp applications.\r\nAccording to Holden, âThey will have regard\nto the factors set out\r\nin s 7(1)(b)(ii) of the Act and, where there is some uncertainty,\r\nthey will have recourse to more senior\nstaff, if necessary, to\r\nmyself. Indeed, that is what happened in the present caseâ.\n[49]\tWithin\r\nthe existing legal restraints the Building Control officials\r\nrecognise and take account of cultural demands, social\nparadigms,\r\nracial diversity and integration. One such consideration that applied\r\nin the application by the first respondent was\nâthat certain\r\ncommunities seek to maximise their access to built-up space in terms\r\nof both area and elevationâ.\n[50]\tIt\r\nis not feasible for Holdenâs department to maintain qualified\r\nvaluers on its staff either as employees or contractors.\n(If this is\r\nso for the countryâs largest local authority, it must also hold\r\ngood for the great majority of local authorities\nwho are required to\r\napply the provisions of the Act.)\n[51]\tThe\r\nbuilding plan application was received by the City of Johannesburg on\r\n28 May 2004. On 1 June Mr Mahdi called on Dixon to\nenquire whether\r\nthe first respondent could obtain provisional approval in terms of s\r\n7(6) of the Act. Dixon undertook a preliminary\nevaluation. He\r\nidentified a number of aspects which raised concern. These he\r\ndiscussed with Mahdi. One such was the effect of overlooking.\nHe\r\nestablished that there would be a 3m distance between the building\r\nand the boundary of the first respondentâs property with\nthe\r\nappellantâs erf. Mahdi indicated his willingness to take such\r\nmeasures as the City might require in order to avoid a problem\nwith\r\noverlooking. He produced an aerial photograph showing the\r\nrelationship between his existing house, the proposed alterations\nand\r\nthe structures on the adjoining properties. Dixon indicated that the\r\nexternal staircase to be built on the wall of the first\nrespondentâs\r\nhouse next to the appellantâs erf should be modified by building a\r\nscreen wall. The proposed patio level was similarly\nto be modified by\r\nerecting a 1,8m high screen of translucent bricks intended to allow\r\nlight and soften the effect of the wall of\nthe altered structure.\r\nMahdi accepted the requirements and initialled the plans.\n[52]\tAt\r\na further meeting on 3 June 2004 the agreed remedial measures were\r\nconfirmed.\n[53]\tDixon\r\nwas satisfied that the requirements of the regulations had been met.\r\nHe referred the plans to Holden, who in turn satisfied\nhimself that\r\nthey did not offend against the legislative prescriptions and\r\nconcurred in the measures agreed to address the overlooking\nissue.\r\nHolden considered that a reasonable solution had been achieved.\n[54]\tThe\r\nbuilding plan file was handed to Mbhele who, as previously mentioned,\r\nwas a plans examiner. After examining it, he recommended\nthat the\r\napplication be granted. Dixon, who was fully familiar with the\r\napplication and the measures put in place to meet possible\n\nobjections, formally approved the application on 10 June 2004.\n[55]\tFrom\r\nthe above, undisputed, train of events, the most probable inference\r\nis that Dixon was conscious of the kind of problems\nthat might\r\nreasonably have an adverse effect on the appellantâs property. The\r\nmost obvious was the height and proximity of the\nproposed building.\r\nBoth aspects were within permitted legal limits but he, very\r\nproperly, was astute to bring about a resolution\nwhich was not only\r\nlegal but likely to reduce offence.\n[56]\tThe\r\naffidavit of Holden makes it clear that his concern and that of Dixon\r\ndid not stop at overlooking. The casting of shadows\nby buildings, he\r\nsays, cannot be avoided in developing urban areas and is a common\r\nphenomenon. The officials do not ignore such\ndisadvantages. In the\r\npresent instance, however, they were satisfied that the northern face\r\nof the appellantâs property, which\nwas the single most important\r\naspect with regard to sunlight, continued to enjoy the full benefit\r\nthroughout the year, whereas\nthe western side suffered the effects of\r\nthe normal and lawful use of the next door property. The impact of\r\nthe alteration in the\namount of light falling on that property was\r\nconsidered by the officials to fall well within the acceptable limits\r\nin an urban\nenvironment. The distance of some 13,6m between the\r\nproposed alteration and the appellantâs house was regarded as\r\nsubstantial\nin regard to mitigating the detriment of shadow-creation,\r\nbearing in mind that the primary rights under the scheme, if fully\r\nexercised\nby both owners, would have allowed the erection of two\r\nthree-storey houses at a distance of 6m apart.\n[57]\tSuch\r\nbeing the facts to which the law, as I have earlier stated it, must\r\nbe applied, can the appellant succeed? I think not.\nIt has been\r\nunable to show that the local authority misdirected itself in either\r\nits legal interpretation or factual application\nof s 7(1)(b)(ii) and,\r\naccordingly failed to establish any basis for the court to have\r\ninterfered in the exercise of its discretion.\nNor has it satisfied me\r\nthat the local authorityâs decision-maker, Dixon, did not apply his\r\nmind to the question of whether there\nwould or would not be a\r\nderogation from such value; on the contrary, I am satisfied that he\r\ndid so in the sense which was required\nof him. Dixonâs approach was\r\nboth rational and reasonable. The appellant has not persuaded me that\r\nhe ignored any material consideration\nor took into account any\r\nirrelevant factor.\n[58]\tThat\r\nleaves for decision the validity of the delegation to Mbhele of the\r\npower to recommend approval. (I am inclined to think\nthat the\r\ndecision-maker, Dixon, had himself done the spadework on the strength\r\nof which a decision could validly have been made,\nbut since the\r\ndelegation to Mbhele was fully canvassed in the heads of argument, I\r\nam content to ignore that probability.)\n[59]\tThe\r\npower to delegate flows from s 6(1) read with s 6(4) of the Act. At a\r\nmeeting of the Council held on 28 June 2001 a resolution\nwas taken\r\nthat:\nâ\nin\r\nterms of Section 6(4) of the [Act], the [City] approve of the\r\nBuilding Control Officer delegating the functions listed in the\n\nattached Annexure A, or any other such duty or power which may become\r\nnecessary in the opinion of the Building Control Officer\nfrom time to\r\ntime, which delegation shall be in writing and reported to the\r\nExecutive Director: Development Planning, Transportation\nand\r\nEnvironment.â\nThe\r\nappellantâs submissions are, first, that Holden did not possess the\r\nrequisite approval from the City, as required by s 6(4),\nto delegate\r\nhis power to make recommendations to Mbhele, and, second, that the\r\ndelegation to Mbhele had not been reported to the\nExecutive Director:\r\nDevelopment Planning, Transportation and Environment.\n[60]\tCounsel\r\nfor the second respondent submitted that, upon a proper\r\ninterpretation of the resolution, the need to report only relates\nto\r\nsuch other duty or power as the Building Control Officer may deem it\r\nnecessary to delegate. However that interpretation seems\nforced and\r\nat odds with the language, which prima facie covers delegations\r\nhaving their origin both in the Annexure A functions\nand in the\r\nopinion of what is necessary.\n[61]\tThe\r\nevidence establishes that on 11 February 2004 Holden expressly\r\ndelegated âthe function of recommending a building plan\nfor\r\napprovalâ to Mbhele. He did so in accordance with the resolution\r\nreferred to in paragraph 59 above. The letter of delegation\nwas\r\ncopied to the Director: Development Management, Mr Tiaan Ehlers. The\r\nExecutive Director: Development Planning, Transportation\nand\r\nEnvironment was Ms Amanda Nair to whom Ehlers reported directly. In\r\nthe circumstances there is no reason to believe that the\nnotification\r\nto Ehlers was not in effect a report to his superior which satisfied\r\nthe requirements of the Council resolution. For\nthese reasons I find\r\nthat there is no merit in the somewhat speculative attack made by the\r\nappellant on the authority of Mbhele.\n[62]\tThe\r\namicus curiae\ndid\r\nnot seek an order for costs in its favour in the event of the appeal\r\nfailing.\n[63]\tIn\r\nthe result the following order is made:\nThe appeal is\r\ndismissed with costs including the costs of two counsel.\n_\n__________________\nJ A\r\nHEHER\nJUDGE\r\nOF APPEAL\nJAFTA\r\nJA:\n[64]\tI\r\nhave had the opportunity of reading the majority judgment. I am\r\nconstrained to disagree with its interpretation of s 7 of\nthe\r\nNational Building Regulations and Building Standards Act 103 of 1977\r\n(the Act). In my view the literal approach is not suitable\nfor\r\nconstruing a provision such as s 7 of the Act for two reasons. The\r\nfirst is that the interpretation reached following the application\nof\r\nthe literal approach defeats the purpose of s 7(1)(b)(ii) and does\r\nnot comply with the obligation imposed on courts by s 39(2)\nof the\r\nConstitution.\n16\nThe second is that in\nWalele\n17\nthe Constitutional Court has preferred the purposive approach, which\r\ncomplied with the requirements of s 39(2) of the Constitution,\nin\r\ninterpreting the section. In my view it is not permissible for this\r\ncourt to interpret the section in a manner which contradicts\nthe\r\nconstruction given to it by the Constitutional Court.\n[65]\tAt\r\nthe outset I must mention that it is fairly common for a particular\r\nstatutory provision to be susceptible to two reasonable\n\ninterpretations. This happens frequently\nin\r\ncases of poorly drafted enactments such as s 7 of the Act. Depending\r\non the canons of interpretation employed by each interpreter,\ntwo\r\ninterpreters may arrive at different constructions of the same\r\nprovision. In the event of this happening, preference must be\ngiven\r\nto the interpretation which advances the purpose of the provision\r\nconcerned while complying with s 39(2) of the Constitution.\n18\nFaced with a similar difficulty in\nCUSA\r\nv Tao Ying Metal Industries and Others\n19\nthe Constitutional Court said:\nâ\n[E]ven\r\nif it were to be so (and I do not accept that this is the case) that\r\nthe existence of the condition renders the interpretation\ncontended\r\nfor by the employer a reasonable one, it would, in my view, not be\r\nthe only reasonable construction. At best, the construction\ncontended\r\nfor by the employer would be as reasonable as that urged by CUSA. In\r\nmy view, the meaning preferred in this judgment\naccords better with\r\nthe values of our Constitution. This is so because, on the facts of\r\nthis case, a labour regime that enabled\nthe greater exploitation of\r\nblack people in the homelands as part of the apartheid scheme, to the\r\ndetriment of the worker\ns\r\nin these areas, would, on the employerâs interpretation, be kept in\r\nforce for longer than the interpretation preferred in this\njudgment.â\n[66]\tSection\r\n4 of the Act prohibits construction of buildings within the\r\njurisdiction of a local authority unless the building plans\nrelating\r\nto such construction have been approved by the local authority\r\nconcerned. A breach of this prohibition constitutes a criminal\n\noffence. The section prescribes the manner in which an application\r\nfor the approval of the plans must be lodged.\n20\n[67]\tSection\r\n7 outlines the procedure to be followed by a local authority in\r\nconsidering applications submitted in terms of s 4\nfor approval.\r\nSection 7(1) provides:\nâ\n(1)\tIf a local\r\nauthority, having considered a recommendation referred to in section\r\n6(1)(a)â\n(a)\tis\r\nsatisfied that the application in question complies with the\r\nrequirements of this Act and any other applicable law, it shall\ngrant\r\nits approval in respect thereof;\n(b)\t(i)\tis not so\r\nsatisfied; or\n(ii)\tis satisfied\r\nthat the building to which the application in question relatesâ\n(aa)\tis\r\nto be erected in such manner or will be of such nature or appearance\r\nthatâ\n(aaa)\tthe area in\r\nwhich it is to be erected will probably or in fact be disfigured\r\nthereby;\n(bbb)\tit will\r\nprobably or in fact be unsightly or \t\t\t\tobjectionable;\n(ccc)\tit will\r\nprobably or in fact derogate from the \t\t\t\tvalue of adjoining or\r\nneighbouring properties;\n(bb)\twill probably\r\nor in fact be dangerous to life or property,\nsuch\r\nlocal authority shall refuse to grant its approval in respect thereof\r\nand give written reasons for such refusal:â\n[68]\tThe\r\nmajority judgment reads subsections (1)(a) and (1)(b) separately and\r\nholds that the two subsections postulate different\ntests for the\r\napproval of building plans (para 17) and concludes that:\nâ\nThe\r\nrefusal mandated by section 7(1)(b)(ii) follows when the local\r\nauthority is satisfied that the building will probably or in\nfact\r\ncause one of the undesirable outcomes. Section 7(1)(b)(ii) does not\r\nauthorise a local authority to refuse to grant its approval\nupon the\r\nstrength of a mere possibility that one of the outcomes may\r\neventuateâ¦. The Act is not to the effect that the local\nauthority\r\nmay withhold approval because it is not satisfied that the building\r\nwill not cause one of those outcomes.â\n21\n[69]\tApplying\r\nthe literal approach, the majority construes s 7(1)(b)(ii) as not\r\nimposing an obligation on the decision-maker to\nsatisfy itself that\r\nthe erection of the building will not probably or in fact lead to\r\nharmful consequences, before approving the\nbuilding plans. Instead\r\nthe majority construes the subsection to mean that the decision-maker\r\nis obliged to grant approval even\nwhere it suspects that the building\r\nmay give rise to harmful consequences. The decision-maker may do this\r\nwithout investigating\nthe facts so as to satisfy itself that the\r\nbuilding will probably not lead to harmful consequences. In this\r\nregard the majority\nsays:\nâ\nI\r\nagree with the amicus that, on the aforegoing analysis, a local\r\nauthority may entertain some level of concern about whether a\n\nproposed building will disfigure the neighbourhood or derogate from\r\nthe value of neighbouring properties (and so on), but that\nconcern\r\nmay not be at a high enough level for it to be satisfied that the\r\nundesirable outcome is probable. If that is the state\nof its mind\r\nwith respect to these issues, the local authority must approve the\r\nplan.â\n22\n[70]\tOn\r\nthe above interpretation, the decision-maker is entitled to refuse to\r\napprove building plans only if it is positively satisfied\nthat the\r\nerection of the building will lead to harmful consequences. It is not\r\nobliged to first satisfy itself that none of the\nharmful consequences\r\nwill occur. If the consideration of the relevant facts leaves the\r\ndecision-maker in doubt, it must approve\nthe plans. And if it turns\r\nout later that the erection of the building derogates from the value\r\nof the neighbouring properties,\nthe affected neighbours cannot\r\nchallenge the validity of the approval. They would be left without\r\nremedy in circumstances where\nthe purpose of s 7(1)(b)(ii) would have\r\nbeen defeated. Such a result would constitute a gross absurdity which\r\ncould not have been\nintended by the legislature. Section 7(1)(b)(ii)\r\nwas designed to prohibit the approval of building plans where the\r\nerection of\nthe building will lead to the consequences specified\r\ntherein. If the literal meaning of the subsection defeats its\r\nobjective then\nthe subsection ought to be construed differently so as\r\nto ascribe to it a meaning that promotes its purpose.\n[71]\tSince\r\nthe owners of neighbouring properties are not entitled to a hearing\r\nat any stage of the process leading up to the granting\nof an\r\napproval, the protection of their rights depends on the manner in\r\nwhich the decision-maker exercises the power conferred\nby s 7(1). As\r\nLewis AJ explained in\nOdendaal\r\nv Eastern Metropolitan Local Council\n:\nââ¦\nboth\r\nthe Act and the [town-planning] Scheme are legislative instruments\r\nfor ensuring the harmonious, safe and efficient development\nof urban\r\nareas â¦. Local authorities are given considerable powers under both\r\nAct and Scheme. Onerous duties are imposed on them\nby both\r\ninstruments. The essential purpose of the powers afforded and the\r\nduties imposed is to ensure that the objectives of the\nlegislative\r\ninstruments are achieved: that there is a balance of interests within\r\na geographical community. The local authorities\nare in effect the\r\nguardians of the community interest. They are entrusted with ensuring\r\nthat areas are developed in as efficient,\nsafe and aesthetically\r\npleasing a way as possible. They are required to safeguard the\r\ninterests of property owners in the areas\nof their jurisdiction. That\r\nis why the powers and rights of owners of immovable property are\r\nrestricted. Power over oneâs property\nhas never, under our legal\r\nsystem, been unfettered. The rights of an owner of land have always\r\nbeen limited by the common law in\nthe interests of neighbours. But\r\nthe rapid urbanization of countries worldwide and the inevitable need\r\nfor regulation that has\naccompanied it has had the effect of\r\nrestricting full dominium even further than the common law ever\r\ndid.â\n23\n[72]\tMoreover,\r\nthe interpretation of s 7(1)(b)(ii) by the majority does not comply\r\nwith the mandatory requirement imposed by s 39(2)\nof the\r\nConstitution. This section requires that when legislation such as s\r\n7(1)(b)(ii) is construed, the court must not look only\nfor an\r\ninterpretation that is consistent with the Constitution but for an\r\ninterpretation that will also promote the spirit, purport\nand the\r\nobjects of the Bill of Rights.\n24\nConsistently with this approach a court construing s 7(1)(b)(ii) must\r\nadopt an interpretation which protects not only the rights\nof the\r\nlandowners applying for approval of building plans but also the\r\nrights of the owners of neighbouring properties which may\nbe affected\r\nas a result of the erection of a building. Such interpretation would\r\naccomplish the balance of interests described\nin\nOdendaal\nas one of the objectives of the Act. As it appears below every court\r\nis obliged to invoke the interpretive approach in s 39(2).\n[73]\tIn\nPhumelela\r\nGaming and Leisure Ltd v Gründlingh and Others\n,\n25\nthe Constitutional Court stressed the fact that s 39(2) was mandatory\r\nand that it must be applied in interpreting all legislation.\nIn that\r\ncase Langa CJ said:\nâ\nA\r\ncourt is required to promote the spirit, purport and objects of the\r\nBill of Rights when âinterpreting any legislation, and when\n\ndeveloping the common law or customary lawâ.\nIn\r\nthis no court has a discretion. The duty applies to the\r\ninterpretation of all legislation\nand whenever a court embarks on the exercise of developing the common\r\nlaw or customary law. The initial question is not whether\n\ninterpreting legislation through the prism of the Bill of Rights will\r\nbring about a different result.\nA\r\ncourt is simply obliged to deal with the legislation it has to\r\ninterpret in a manner that promotes the spirit, purport and objects\n\nof the Bill of Rights.\nâ\n(emphasis added)\n[74]\tAs\r\nstated above, the literal approach proposed by the amicus thwarts the\r\nvery objective for which s 7(1)(b)(ii) was designed.\nWithout an\r\nobligation on the decision-maker to satisfy itself that none of the\r\nharmful consequences will probably occur before\ngranting approval,\r\nthe protection afforded owners of the neighbouring properties will be\r\nseriously undermined. In spite of the\nmandatory nature of s 39(2),\r\nthe interpretive process suggested by the amicus does not refer to it\r\nat all. Expressing his disapproval\nof such approach in\nBato\r\nStar Fishing (Pty) Ltd v Minister of Environmental Affairs\n26\nNgcobo\r\nJ, writing for the Court, said:\nâ\nI\r\nam troubled therefore by an interpretative approach that pays too\r\nmuch attention to the ordinary language of the words âhave\nregard\r\ntoâ. That approach tends to isolate s 2(\nj\n)\r\nand determine its meaning in the ordinary meaning of the words âhave\r\nregard toâ. It âignores the colour given to the language\nby the\r\ncontextâ. That context is the constitutional commitment to\r\nachieving equality, the foundational policy of the Act to transform\n\nthe industry consistent with the Constitution and the Act read as a\r\nwhole. The process of interpreting the Act must recognise that\nits\r\npolicy is founded on the\nneed\r\nboth to preserve marine recources and to transform the fishing\r\nindustry, and the Constitutionâs goal of creating a society\nbased\r\non equality in which all people have equal access to economic\r\nopportunities.â\n27\n[75]\tIn\nWalele\nthe Constitutional Court interpreted s 7(1)(b)(ii) to mean that where\r\nthe application for the approval of  building plans meets\nthe legal\r\nrequirements, the decision-maker is required to approve them only  if\r\nit is also satisfied that the erection of the building\nwill probably\r\nnot or in fact cause any of the harmful consequences listed therein.\r\nThe court held that this interpretation protects\nthe rights of the\r\nowners of the neighbouring properties while at the same time\r\ncomplying with the obligation imposed by s 39(2).\n28\n[76]\tIn\r\nthe present case the majority holds that the dicta in paras 32 and 63\r\nin the\nWalele\njudgment are wrong.\n29\nThe majority then concludes by saying:\nâ\n[T]he\r\ndictum in para 55 of\nWalele\nwrongly creates the impression that a right of appeal lies to a court\r\nwhen an objector contends that, as a matter of fact, the\nerection of\r\na building according to an approved building plan will derogate from\r\nthe value of his or her property. The existence\nof such a right is in\r\nconflict with the appeal procedure laid down in s 9 of the Act,\r\nignores the nature of the local authorityâs\ndecision under s\r\n7(1)(b)(ii) and the test which that body is required to apply (as\r\ndiscussed above) and unnecessarily blurs the\ndistinction between\r\nappeal and review proceedings.â\n30\nThe\r\nabove findings are based on the assumption that the interpretation\r\npreferred by the majority is correct. Once the interpretation\nadopted\r\nin\nWalele\nis applied, the difficulties mentioned above disappear. On that\r\ninterpretation approval of building plans where the erection of\na\r\nbuilding will lead to any of the harmful consequences is prohibited\r\nand as a result such approval can be challenged on review.\nThat this\r\nconstitutes a ground of review is clear from s 6(2)(f) of the\r\nPromotion of Administrative Justice Act 3 of 2000 (PAJA).\n31\nIt raises the question of legality and not the correctness of the\r\napproval. In our law legality is a well-established ground of\nreview.\r\nMoreover, s 9 of the Act does not apply to an objector to the\r\napproval of building plans.\n[77]\tThe\r\nquestion that arises is whether it is permissible for this court to\r\ndecline to follow a decision of the Constitutional\nCourt if it holds\r\nthe view that such decision is wrong. The answer to this question\r\nmust be sought from two sources: the structure\nof our courts as\r\noutlined by the Constitution and the doctrine of judicial precedent.\r\nIn relation to matters that fall outside\nthe jurisdiction of the\r\nConstitutional Court, this court enjoys a status equal to that of the\r\nConstitutional Court.\n32\nBut when it comes to constitutional matters, the Constitutional Court\r\nassumes a status higher than this court.\n33\n[78]\tIn\nNational\r\nEducation Health and Allied Workers Union v University of Cape Town\r\nand Others\n,\n34\nthe Constitutional Court considered the hierarchical structure of our\r\ncourts under the Constitution and stated:\nâ\nThe\r\nstarting point is the Constitution. It recognises two highest Courts\r\nof appeal and assigns specific jurisdiction to each. As\nwas pointed\r\nout in\nPharmaceutical\r\nManufacturers Association of SA and Another: In re Ex parte President\r\nof the Republic of South Africa and Others\n[2000] ZACC 1\n;\n[2000 (2) SA 674\n(CC)], the Constitution makes provision for a\r\njurisdictional scheme different to that provided for in the interim\r\nConstitution\n(the Constitution of the Republic of South Africa Act\r\n2000 of 1993). The SCA is the highest Court of appeal except in\r\nconstitutional\nmatters. Its jurisdiction in constitutional matters is\r\nlimited only by s 167(4), which reserves certain matters for the\r\nexclusive\njurisdiction of this Court. However, its orders of\r\ninvalidity are subject to confirmation by this Court in terms of s\r\n172(2)(a).\nThis Court is the highest Court in respect of all\r\nconstitutional matters, and decisions of all\nother\nCourts\r\non constitutional matters are accordingly subject to appeal to this\r\nCourt.â\n35\n[79]\tIn\nWalele\nthe Constitutional Court held that the case raised a constitutional\r\nissue and therefore it had jurisdiction to hear it. It is that\ncourt\r\nwhich is the final arbiter on whether or not a particular matter\r\nconstitutes a constitutional issue. As Chaskalson P observed\nin\nPharmaceutical\r\nManufacturers Association\n:\n36\nâ\n[J]udicial\r\nreview of the exercise of public power is a constitutional matter\r\nthat takes place under the Constitution and in accordance\nwith its\r\nprovisions. Section 167(3)(\nc\n)\r\nof the Constitution provides that the Constitutional Court âmakes\r\nthe final decision whether a matter is a constitutional matter.â\n\nThis Court therefore has the power to protect its own jurisdiction\r\nand is under a constitutional duty to do so. One of its duties\nis to\r\ndetermine finally whether public power has been exercised lawfully.\r\nIt would be failing in its duty if it were to hold that\nan issue\r\nconcerning the validity of the exercise of public power is beyond its\r\njurisdiction.â\n37\n[80]\tAccording\r\nto the doctrine of judicial precedent this court is bound to follow\r\ndecisions of the Constitutional Court on constitutional\nissues. In\r\nparticular this court is bound by the interpretation given by the\r\nConstitutional Court to s 7(1)(b)(ii) in\nWalele\n,\r\nregardless of whether in its view such interpretation is correct or\r\nnot. For even wrong decisions of the Constitutional Court\nare binding\r\non this court until they are set aside by that court. This point was\r\nmade clear by the Constitutional Court in\nEx\r\nparte Minister of Safety and Security and Others: In re S v Walters\r\nand Another.\n38\nIn that case Kriegler J stated:\nâ\n[T]he\r\nConstitution enjoins all courts to interpret legislation and to\r\ndevelop the common law in accordance with the spirit, purport\nand\r\nobjects of the Bill of Rights. In doing so, courts are bound to\r\naccept the authority and the binding force of applicable decisions\nof\r\nhigher tribunals.\nIt\r\nfollows that the trial court in the instant matter was bound by the\r\ninterpretation put on s 49 by the SCA in\nGovender\n.\r\nThe Judge was obliged to approach the case before him on the basis\r\nthat such interpretation was correct, however much he may personally\n\nhave had his misgivings about it. High Courts are obliged to follow\r\nlegal interpretations of the SCA, whether they relate to\r\nconstitutional\nissues or to other issues, and remain so obliged\r\nunless and until the SCA itself decides otherwise or this Court does\r\nso in respect\nof a constitutional issue.â\n39\n[81]\tAlthough\r\nthe majority in the present case accepts that it is bound by\r\ndecisions of the Constitutional Court and that that court\nis the\r\nfinal arbiter of what constitutes a constitutional matter, they seek\r\nto avoid the interpretation given to s 7(1)(b)(ii)\non the basis that\r\nit does not form part of the\nratio\r\ndecidendi\nof the\nWalele\njudgment. According to the majority, the Constitutional Court in\nWalele\nanswered two questions, namely, whether objectors were entitled to a\r\nhearing before building plans were approved and that there\nhad been\r\nnon-compliance with the jurisdictional requirements necessary for the\r\nexercise of the power to approve plans. The majority\nconcludes that\r\nit is only the question relating to an entitlement to a pre-decision\r\nhearing which is relevant to determining whether\nthe interpretation\r\ngiven to s 7(1)(b)(ii) formed part of the\nratio\nor not.\n40\n[82]\tIt\r\nis not correct that in\nWalele\nthe court answered two questions. It considered more questions that\r\nrelated to the issues outlined in para 22 of the judgment in\nthat\r\ncase. Nor is it correct to say that it is only the issue relating to\r\na pre-decision hearing which is relevant to determining\nwhether\nWaleleâs\ninterpretation formed part of the ratio. In fact the opposite is\r\ntrue. In order to determine the jurisdictional facts the\r\nConstitutional\nCourt had to construe ss 6 and 7 of the Act.  The\r\nclaim for a pre-decision hearing was clearly considered in the\r\ncontext of s 3\nof PAJA. It was the interpretation of that section by\r\nthe Constitutional Court which led to the finding that objectors have\r\nno\nright to be heard prior to the approval of building plans by a\r\nlocal authority.\n41\nThe reference to the issue of no hearing in para 55 of\nWalele\n,\r\nwas clearly made to emphasise the context in which s 7(1)(b)(ii) had\r\nto be construed so as to comply with the requirements of\ns 39(2) of\r\nthe Constitution. In this regard the Constitutional Court stated:\nâ\nThis\r\ninterpretation is consistent with the obligation to promote the\r\nspirit, purport and objects of the Bill of Rights. It demonstrates\n\nthat it is not only the landownerâs right of ownership which must\r\nbe taken into account, but also the rights of owners of neighbouring\n\nproperties which may be adversely affected by the erection of a\r\nbuilding authorised by the approval of the plans in circumstances\n\nwhere they were not afforded a hearing. The section, if construed in\r\nthis way, strikes the right balance between the landownerâs\n\nentitlement to exercise his or her right of ownership over property\r\nand the right of owners of neighbouring propertiesâ.\n[83]\tThe\r\nreading of both the majority and the minority judgments in\nWalele\nreveal that the interpretation of s 7(1)(b)(ii) was an issue which\r\nthe court was called upon to consider. In support of the ground\nof\r\nreview that the City of Cape Town had failed to comply with mandatory\r\nprocedural requirements, counsel for the applicant made\ntwo\r\nsubmissions which were recorded as follows in the majority judgment:\nâ\nTwo\r\nmajor submissions were made by the applicant under this ground of\r\nreview which was based on section 6(2)(b) of PAJA. First,\nit was\r\nargued that the decision-maker did not have before him a\r\nrecommendation as contemplated in sections 6(1) and 7(1) of the\n\nBuilding Standards Act, prior to approving the plans. It was\r\nsubmitted that the word ârecommendationâ in the context of these\n\nsections means motivated advice which covers the merits and demerits\r\nof the application for approval. Second, it was submitted\nthat\r\nsection 7(1)(b)(ii) of the Building Standards Act enjoins the\r\ndecision-maker to be satisfied, prior to approving the plans,\nthat\r\nthe erection of the building to which the plans apply will not\r\ndisfigure the area; be unsightly or objectionable; be dangerous\nto\r\nlife or property; or derogate from the value of adjoining properties.\r\nThe existence of any one of these factors, it was contended,\n\ndisqualifies the plans concerned from approval. As the consideration\r\nof these issues requires a proper interpretation of the relevant\n\nsections of the Building Standards Act, it\nis\r\nconvenient to commence with an overview of those provisions, which is\r\nset out hereafter\n.â\n42\n[84]\tThe\r\nminority judgment in\nWalele\nalso interpreted s 7(1) and stated:\nâ\nSection\r\n7(1)(a) makes plain that if the plans do not comply with the Act or\r\nother applicable legislation, the municipality may not\napprove them.\r\nSimilarly, the Building Control Officer must pay regard to the\r\nrequirements set out in s 7(1)(b) of the Act and consider\nwhether the\r\nproposed building will probably or in fact: disfigure the area; be\r\nunsightly or objectionable; derogate from the value\nof adjoining or\r\nneighbouring properties; or be dangerous to life or property. All of\r\nthese matters must be considered by the Building\nControl Officer. The\r\nBuilding Control Officer may not recommend the approval of the plans\r\nif he or she is not satisfied that the\nproposed building does comply\r\nwith the Act and all applicable legislation, or if he or she thinks\r\nthat the proposed building will\nhave or probably have any of the\r\nharmful effects mentioned in section 7(1)(b)â.\n43\nLater\r\nOâRegan ADCJ\nâ\nwriting for the minority\nâ\nsaid:\nâ\nIt\r\nis clear that it is the Building Control Officer who has the\r\nexpertise to decide whether the plans are lawful or not and whether\n\nthey will probably or in fact produce the harmful consequences\r\ndescribed in section 7(1)(b). Finally, the extent of the discretion\n\nconferred upon the ultimate decision-maker is narrow: it is clear\r\nthat\nif\r\nthe proposed building is lawful and will not probably or in fact give\r\nrise to the harmful consequences\ncontemplated in section 7(1)(b), the decision-maker has no discretion\r\nto refuse the application.\nOnce\r\nhe or she knows that the plans are lawful and will not probably or in\r\nfact give rise to a section 7(1)(b) harmful consequence\n,\r\nboth issues upon which he or she will have received a recommendation\r\nfrom the Building Control Officer, the plans must be approvedâ.\n44\n(Emphasis added).\n[85]\tIt\r\nis apparent from the dicta quoted above from both the minority and\r\nthe majority judgment in\nWalele\nthat the construction of s 7(1)(b) was an issue which was determined\r\nby the Constitutional Court. It is also clear that the minority\nin\nWalele\nalso held the view that before approving the plans, the\r\ndecision-maker must be satisfied that âthe plans are lawful and\r\nwill\nnot probably or in fact give rise to a section 7(1)(b) harmful\r\nconsequenceâ. Both judgments in\nWalele\ndid not approach the interpretation of s 7(1) in the manner that the\r\nmajority in this court does.\n[86]\tCameron\r\nJA says the interpretation given by the Constitutional Court in\nWalele\ndoes not form part of the ratio because on the facts of that case the\r\ncourt did not have before it a review arising from a decision\nin\r\ndefiance of the objective existence of the proscribed outcomes. He\r\nthen concludes that in\nWalele\nthe\r\ncase made by the applicant was that the decision-maker had âno\r\nmaterial before him upon which he could properly make a determination\n\nregarding the disqualifying factors the act enumeratedâ.\n[87]\tI\r\ndisagree with Cameron JAâs characterisation of Mr Waleleâs case\r\nand his approach to the determination of the binding\nforce of a\r\njudgment in a case such as\nWalele\nwhich interpreted statutory provisions. Indeed part of Mr Waleleâs\r\ncase was that the approval of the building plans in question\ndid not\r\ncomply with the requirements of ss 6 and 7 regarding the presence of\r\nthe jurisdictional facts and that there were no reasonable\nbasis on\r\nwhich the decision-maker could have been satisfied that none of the\r\nharmful consequences listed in s 7(1)(b)(ii) would\nbe triggered by\r\nthe erection of the block of flats before granting the approval.\r\nWhether or not s 7(1)(b)(ii) requires the decision-maker\nto be so\r\nsatisfied necessarily called for the construction of the subsection.\r\nTherefore one of the main issues in that case was\nthe correct\r\ninterpretation of ss 6 and 7 and the application of such\r\ninterpretation to the facts of that case. In so far as the\n\ninterpretation of s 7(1)(b)(ii) was concerned, the meaning endorsed\r\nby the majority was first adopted by the high court and the\nparties\r\nbefore the Constitutional Court supported it.\n45\nThe Constitutional Court interpreted the relevant sections with\r\nreference to the language employed in them. The facts of the case\ndid\r\nnot come into play at that level. It was only after determining the\r\ninterpretation of the relevant provisions that such interpretation\n\nwas applied to the facts.\n46\nThe same interpretation ought to apply to all cases involving the\r\napproval of building plans.\n[88]\tThe\r\ndictum by Schreiner JA on which Cameron JA relies must be read in\r\ncontext. In that dictum Schreiner JA was dealing with\nthe issue of a\r\nratio in the context of grounds on which the decision of a single\r\njudge was based. The learned judge was not dealing\nwith the question\r\nof binding force in a judgment of a higher court over lower courts.\r\nBut he accepted as part of the binding force,\nFeetham JAâs reasons\r\nrejecting an alternative argument in\nRossmaur\r\nMansions (Pty) Ltd v Briley Court (Pty) Ltd\n.\n47\nIn\nLevinson\nSchreiner JA said:\nâ\nIn\r\ndelivering the judgment of this Court, Feetham JA, first rejected the\r\nargument that sec 29 was covered by the power given to\nthe Provinces\r\nunder Item 10 to legislate for âThe establishment and\r\nadministration of townshipsâ, and then went on to examine\nthe\r\nalternative contention that the section was covered by Item 14â¦.\nIn\r\nholding that sec 29 was not protected by Item 14, Feetham JA, first\r\nconsidered the form of the Item and as a result made the\nassumption\r\nin favour of the unsuccessful appellant that the sub-paragraphs\r\nfollowing the word âincludingâ were not intended\nto constitute an\r\nexhaustive definition of âtown-planningâ, for the purpose of the\r\nItemâ¦.\nTaking\r\nthe view, accordingly, that sec 29, which obviously applied to\r\ndeveloped areas, could only be supported, if at all, by sub-para\n(c)\r\nof Item 14, Feetham JA, decided that this sub-paragraph could not\r\navail the appellant because it required that any provincial\n\nlegislation made under the powers given by it should provide for\r\ncompensation in cases of prejudice, and no compensation was provided\n\nby the Ordinance for cases of prejudice caused by the operation of\r\nsec 29â.\n48\nSchreiner JA\r\nconcluded by saying:\nâ\nSo\r\napproaching the matter it seems to me to be clear that what was said\r\nin regard to the scope of town-planning in Item 14 in the\nRossmaur\ncase was part of the\nratio\r\ndecidendi\nof that caseâ¦. Since the limiting statement in the\nRossmaur\ncase was part of the\nratio\r\ndecidendi\nthe question of its correctness does not, on the contention advanced\r\nto us, arise.â\n49\n[89]\tWith\r\nreference to the\nRossmaur\njudgment, it is clear that the words â\nratio\ndecidendi\nâ\r\nare, used in a different context, ie in the context of the binding\r\nauthority. Schreiner JA accepted as binding the interpretation\nof a\r\nlegislative enactment which was reached in the process of addressing\r\nan alternative argument. In\nWalele\n,\r\nas mentioned above, the Constitutional Court was asked to construe s\r\n7(1)(b)(ii) as part of the main issues to be determined.\nOnce it is\r\naccepted, as it must, that the interpretation of s 7(1)(b)(ii) was an\r\nissue for determination in\nWalele\n,\r\nthere can be no justification for refusing to apply it to the facts\r\nof the present case.\n50\nThe views of this court on the correctness of such interpretation are\r\nirrelevant.\n[90]\tIn\r\nthe light of the finding that the\nWalele\ninterpretation is binding on this court, it is unnecessary for me to\r\nconsider whether the findings made by the majority in paras\n33-35 are\r\ncorrect or not. Suffice it to say, in my view, they are based on an\r\nincorrect reading of the\nWalele\njudgment. I will now proceed to apply the interpretation adopted in\r\nthat case to the facts of the present case so as to determine\nwhether\r\nthe approval falls to be set aside.\n[91]\tThe\r\nfacts of this case are set out in the majority judgment and therefore\r\nI need not repeat them. It is, however, clear that\nthe decision-maker\r\nhad investigated whether the execution of the plans would lead to\r\nconsequences prohibited by s 7(1)(b)(ii).\nFollowing this\r\ninvestigation and the alterations which were effected on the plans,\r\nthe decision-maker was satisfied that the execution\nof the plans will\r\nnot lead to any of the harmful consequences. Accordingly there was\r\ncompliance with s 7(1)(b)(ii). The allegation\nby the appellant to the\r\neffect that the erection of the concerned building derogated from the\r\nvalue of its property was sharply\ndisputed by the respondents. Since\r\nthese are motion proceedings, the appellant has failed to establish\r\nthe alleged derogation.\n[92]\tFor\r\nthese reasons I would also dismiss the appeal with costs, including\r\nthe costs of two counsel.\n____\n________________\nC N JAFTA\nJUDGE OF APPEAL\nCAMERON\r\nJA\n(Scott, Heher and Combrinck JJA concurring):\n[\n93]\tI\r\nhave had the benefit of reading the judgments of my colleagues Heher\r\nJA and Jafta JA.  They agree that the appeal must fail,\nbut differ in\r\ntheir approach to s 7 of the National Building Regulations and\r\nBuilding Standards Act 103 of 1977 (the Act).  Their\ndifference holds\r\ngreat practical consequence for local authorities.  It centres on s\r\n7(1)(b).  Heher JA adopts the illuminating\nexposition Mr Olsen\r\nadvanced for eThekwini Municipality, the amicus.  He holds that it is\r\nincorrect to approach the provision as\nif it requires local\r\nauthorities to bar building plans unless they are positively\r\nsatisfied that the building proposed will\nnot\ncause\r\none of the proscribed outcomes (area-disfigurement; unsightliness or\r\nobjectionability; value-derogation; danger to life or\nproperty). \r\nRather, the statute requires them to bar plans only if positively\r\nsatisfied that one of the proscribed outcomes\nwill\r\nor will probably\neventuate (paras 21 and 22).  In other words, if uncertain or not so\r\nsatisfied, the local authority must give plans that otherwise\ncomply\r\nwith the statute the go-ahead.\n[\n94]\tJafta\r\nJA, by contrast, rejects this interpretation.  He does not accept\r\nthat s 7(1)(b) means that the decision-maker is obliged\nto refuse to\r\napprove building plans only if it is satisfied that the erection of\r\nthe building will lead to harmful consequences.\nInstead, his approach\r\nentails that even where consideration of the relevant facts leaves\r\nthe decision-maker in doubt, it must reject\nthe plans.  And it\r\nfollows from his interpretation that, where the objecting neighbour\r\ncan prove objectively that the proscribed\noutcomes exist, a review\r\napplication direct to court can succeed on this ground alone.\n[\n95]\tThe\r\ndifference is significant.  The approach of Heher JA puts a premium\r\non the decision-makerâs (properly formed) state of\nmind regarding\r\nthe proscribed outcomes.  The focus is not whether the objecting\r\nneighbour can later satisfy a court that the proscribed\noutcomes will\r\nor probably will eventuate.  It is whether the material before the\r\ndecision-maker, at the time of the decision, was\nsuch as should\r\nproperly have satisfied him or her that those outcomes would or\r\nprobably would eventuate.\n[\n96]\tThe\r\npractical effect of this approach will be to free building approvals\r\nfrom many potential statutory challenges, by draining\nmuddy water\r\nfrom the statutory quagmire in which local authorities currently\r\noperate.  The muddiness arises from the fact â as\nthe amicus\r\npersuasively sketched in argument â that while sub-para (a) of s\r\n7(1) deals with statutory requirements that are generally\ncapable of\r\nsure application, sub-para (b)(ii)(aaa) deals with more nebulous\r\nconsequences that spring from the nature and appearance\nof the\r\nproposed building, such as disfigurement, unsightliness,\r\nobjectionability, and value â some of which import subjective\n\nevaluation.\n[\n97]\tIt\r\nis precisely this distinction, the amicus argued, that explains the\r\nlegislative shift of balance between (a) and (b), and\nwhich make this\r\ninterpretation essential if the legislation is to be practically\r\nworkable in hard-pressed local authority town-planning\ndepartments. \r\nRecognising this, the approach of Heher JA gives effect to the plain\r\nshift in legislative crafting that the different\nwording of the two\r\nsub-paragraphs reflects.\n[\n98]\tIn\r\naid of his contrasting interpretation, Jafta JA invokes not only what\r\nhe considers the âgross absurdityâ he considers\nwould follow from\r\nHeher JAâs interpretation, but the constitutional setting in which\r\nthe provision must be interpreted, and,\nmost importantly, the\r\nprecedential force of the recent decision of the Constitutional Court\r\n(CC) in\nWalele\r\nv City Council of Cape Town\n.\n51\n(Jafta JA is himself the author of the majority judgment in\nWalele\n,\r\nbut I express no disrespect when I point out that he is no more\r\nauthoritative an exponent of it than anyone else: the judgment\nstands\r\non its own as a cognizable addition to our legal landscape, its\r\nmeaning and effect to be interpreted according to language,\nlegal\r\nprecepts and the Constitution.)\n[\n99]\tIt\r\nwill already be evident that, like Heher JA, I endorse the\r\ninterpretation of the amicus.  But I write separately to explain\nmy\r\nrespectful view that the majority decision in\nWalele\ndoes not obstruct the path to endorsing that interpretation.  I\r\ntherefore differ from Jafta JAâs view that the binding ratio\nof\nWalele\nprecludes adopting the amicusâs approach to the provision in issue.\nRatio\r\ndecidendi vs obiter dictum in\nWalele\n[\n100]\t\r\nThe doctrine of precedent, which requires courts to follow the\r\ndecisions of coordinate and higher courts in the judicial hierarchy,\n\nis an intrinsic feature of the rule of law, which is in turn\r\nfoundational to our Constitution.\n52\nWithout precedent there would be no certainty, no predictability and\r\nno coherence.  The courts would operate in a tangle of unknowable\n\nconsiderations, which all too soon would become vulnerable to whim\r\nand fancy.  Law would not rule.  The operation of precedent,\nand its\r\nproper implementation, are therefore vital constitutional questions.\n[\n101]\tHowever,\r\nit is well established that precedent is limited to the binding basis\r\n(or\nratio\r\ndecidendi\n)\r\nof previous decisions.  The doctrine obliges courts of equivalent\r\nstatus and those subordinate in the hierarchy to follow only\nthe\r\nbinding basis of a previous decision.  Anything in a judgment that is\r\nsubsidiary is considered to be âsaid along the waysideâ,\nor\r\nâstated as part of the journeyâ (\nobiter\r\ndictum\n),\r\nand is not binding on subsequent courts.\n[\n102]\tAt\r\nthis tender stage of our legal development, the doctrine of precedent\r\nhas special importance.  The CC has been accused of\ndisregarding its\r\nown decisions without convincing reason (without, indeed,\r\nacknowledging that it has done so).\n53\nThat is a grave charge, and this court should not lay itself open to\r\nthe equivalent or more serious complaint that it is violating\nthe\r\nrule of law by illegitimately disregarding or evading CC precedents. \r\nThe CC is not only the highest court in constitutional\nmatters\r\n(Constitution s 167(3)(a)); it is itself the final arbiter of whether\r\na matter is a constitutional matter (s 167(3)(c)).\n This means that\r\nother courts, including the SCA, must follow the binding basis of its\r\ndecisions in all cases in which it has assumed\njurisdiction.\n[\n103]\tThe\r\nmost authoritative and illuminating exposition in our law of the\r\ndistinction between what is binding in a previous decision,\nand what\r\nis stated âby the wayâ, is that of Schreiner JA in\nPretoria\r\nCity Council v Levinson\n.\n54\nHe referred to an earlier explanation by De Villiers CJ in\nCollett\r\nv Priest\n,\n55\nwho stated that the ratio of a decision âis the principle to be\r\nextracted from the caseâ, and ânot necessarily the reasons\ngiven\r\nfor itâ.  Schreiner JA does not seem to have thought\nCollettâs\nreasons/ratio\r\ndistinction convincing, for he waved it aside as depending âmainly\r\non the meaning attached to those words in their\ncontext by the\r\nusersâ.  He proceeded instead to suggest a more secure and enduring\r\nbasis of distinction (citation omitted):\nâ\n[W]here\r\na single judgment is in question, the reasons given in the judgment,\r\nproperly interpreted, do constitute the\nratio\r\ndecidendi\n,\r\noriginating or following a legal rule, provided (a) that they do not\r\nappear from the judgment itself to have been merely subsidiary\n\nreasons for following the main principle or principles, (b) that they\r\nwere not merely a course of reasoning on the facts â¦ and\n(c) (which\r\nmay cover (a)) that they were necessary for the decision, not in the\r\nsense that it could not have been reached along\nother lines, but in\r\nthe sense that along the lines actually followed in the judgment the\r\nresult would have been different but for\nthe reasons.â\n56\n[\n104]\tIn\nLevinson\n,\r\nSchreiner JA applied the ratio/obiter distinction to hold that the\r\ncourtâs previous decision in\nRossmaur\r\nMansions (Pty) Ltd v Briley Court\n(Pty)\r\nLtd\n1945\r\nAD 217\nwas binding on it.\nRossmaur\nheld that s 29 of a Transvaal provincial ordinance was ultra vires\r\nunder Item 10 of a schedule to the Financial Relations Act 10\nof\r\n1913.  In addition,\nRossmaur\nexamined and rejected an alternative contention that s 29 of the\r\nOrdinance was protected by Item 14 of the schedule to the Act.\n\r\nLower-court judges had held that part of the courtâs reasoning was\r\nnot binding because âapparently it was thought that the\nstatement\r\n[in\nRossmaur\nas to the scope of town-planning in Item 14] was unnecessary for the\r\ndecision, possibly only in the sense that it might have been\nreached\r\nby a different line of reasoningâ.\n57\nAfter the exposition quoted above, Schreiner JA rejected the lower\r\ncourtsâ conclusion regarding the caseâs ratio:\nâ\nSo\r\napproaching the matter it seems to me to be clear that what was said\r\nin regard to the scope of town-planning in Item 14 in the\nRossmaur\ncase was part of the\nratio\r\ndecidendi\nof that case.â\n58\nThis\r\nwas because (Schreiner JA went on to point out), had\nRossmaur\nnot held that Item 14 limited town-planning to undeveloped areas, the\nRossmaur\ncourt would have concluded that s 29 âwas supportable by the powers\r\ngiven by Item 14â and thus that the section was not ultra\nvires but\r\nvalid.  It followed that the âlimiting statementâ in\nRossmaur\nregarding Item 14 was part of the essential basis of the decision,\r\nand binding on subsequent courts.\n59\nIn other words, the courtâs reasoning on the scope of Item 14 was\r\nessential to its decision, since had it held that Item 14\nwas\r\nbroader, the decision would have gone the other way.\n[\n105]\tWhat\r\nthen is the binding basis of the\nWalele\ndecision?\n60\nAccording to Schreiner JAâs approach, the reasons given creating\r\nor following a legal rule are binding on this court provided\nthey\r\nwere not merely subsidiary to the main principle, that they were not\r\nmerely linked the incidental facts of\nWalele\n,\r\nand that they were necessary for the decision in the sense that along\r\nthe lines the court actually followed the result would have\nbeen\r\ndifferent but for those reasons.\n[\n106]\tSchreiner\r\nJAâs last qualification is in my view of decisive importance in\r\nextracting\nWaleleâs\nratio.\r\n  That entails distilling the reasons the\nWalele\ncourt gave that were necessary for the outcome in the sense that\nalong\r\nthe lines the majority actually\nfollowed\r\nthe result would have been different but for those reasons\n.\n[\n107]\tOn\r\nthis approach, fairly and properly applied, the\nratio\r\ndecidendi\nor binding basis of decision in\nWalele\nis in my view that â (i) the rights of neighbouring owners are not\r\naffected by the grant of building approval under s 7 of the\nAct, and\r\nit is therefore not necessary for them to exhaust the remedy provided\r\nby s 62 of the Act before instituting review proceedings;(ii)\nit is\r\nthe decision-maker him- or herself, and not merely the building\r\ncontrol officer, whose satisfaction is pivotal under s 7\nof the Act\r\n(this is the basis on which the decision of the court below was\r\nreversed, and the nub of the difference between the\nmajority and the\r\nminority in\nWalele\n);\r\nand(iii) the provision demands that the decision-maker must be\r\nâsatisfiedâ in relation to the matters set out in sub-sub-paras\n\n(aa) and (bb).\n[\n108]\tAs\r\nto (iii), the CCâs preponderant opinion was that elaborated in the\r\njudgment of Jafta JA in the present case, namely that\nthe\r\ndecision-maker must refuse building approval unless satisfied that\r\nthe prohibited consequences\nwill\r\nnot\neventuate.  But that was not the majorityâs unequivocal view.  The\r\nmajority also expressed the contrary view, namely that the\n\ndecision-maker must ârefuse to grant approvalâ in those cases\r\nwhere he or she is satisfied âthat one or more of the disqualifying\n\nfactors\nwill\r\nbe\ntriggeredâ (\nWalele\npara 66; my italics).  That exposition accords with the position the\r\namicus urged, with the judgment of Heher JA, and with what\nI regard\r\nas the correct approach on the words and context of the statute.  I\r\nshould add that it does not seem to me that any considerations\nof\r\nconstitutional interpretation or adverse effect militate against this\r\nview; nor that any gross absurdity results: on the contrary,\nit seems\r\nto me that compelling practical considerations and good sense support\r\nthis approach.\n[\n109]\tAs\r\nHeher JA however points out, the preponderant significations in the\r\nmajority judgment in\nWalele\nare to the contrary.  The question is therefore whether they are\r\nbinding on this court, and on the CC in a future case.  In my\n\nrespectful view they are not.  The court in\nWalele\ndid not have before it a review arising from a decision in defiance\r\nof the objective existence of the proscribed outcomes.  On\nthe\r\ncontrary, the case the applicant made, and which the majority upheld,\r\nwas that the decision-maker himself, unlike the building\ncontrol\r\nofficer, had no material before him upon which he could properly make\r\na determination regarding the disqualifying factors\nthe Act\r\nenumerates.\n[\n110]\nWalele\nwas thus not a case where, in conflict with objectively demonstrable\r\nreality, building plans were approved in disregard of disqualifying\n\nfactors (and thus in violation of the objectorâs ârightsâ). \r\nNor was it a case where the decision-maker, in conflict with\nthe\r\napproach Jafta JA endorses, granted approval even though uncertain\r\nwhether the prohibited consequences would or probably would\nresult. \r\nOn the contrary, it was a case where the decision-maker had no\r\nstatutorily relevant opinion at all, since he relied solely\non a\r\nrecommendation by the building control officer.  He thus failed to\r\nform his own opinion, as the statute (according to the\nmajority\r\njudgment) required.\n[\n111]\t\r\nIt was for this very reason that the CC granted an order that the\r\nmatter be remitted to the city council âfor consideration\nafreshâ.\r\n That order has pivotal significance in applying Schreiner JAâs\r\ndistinction.\nWaleleâs\nratio\r\nencompasses only those reasons that were necessary for the decision\r\nin the sense that\nalong\r\nthe lines the majority actually followed the result would otherwise\r\nhave been different\n.\n[\n112]\tHad\r\nthe applicant in\nWalele\nproved that, objectively, the prohibited consequences would or were\r\nlikely to ensue, or had he proved that the decision-maker granted\n\napproval in defiance of material on which he should have been at\r\nleast doubtful that the consequences would ensue, the CC would\nhave\r\nbeen in a position to have decided the matter itself.  It did not. \r\nInstead, it sent it back to the decision-maker.\n[\n113]\tThe\r\norder the CC granted determines the precedential meaning of\nWalele\n.\r\n It means that neither the actual decision in\nWalele\n,\r\nnor the\nratio\r\ndecidendi\nunderlying it, encompassed a case of decision-making in defiance of\r\nthe objective existence of disqualifying factors, or the existence\nof\r\nfactors which should have satisfied the decision-maker in accord with\r\nthe test Jafta JA propounds.  Instead, it was a case where\nno\r\ndecision was made at all, because statutorily relevant information\r\nwas not before the decision-maker.\n[\n114]\tIt\r\nis true that in first finding that the applicantâs rights had not\r\nbeen infringed (and hence that the domestic remedies\nobjection was\r\nbad) the CC expressed a view on the construction of sub-para (b) of\r\nsection 7.  However, as I have tried to show,\nthat view was not\r\ndeterminative of the outcome.  The approach espoused by the amicus,\r\nand endorsed by Heher JA, also permits the\nobjector to review\r\nunstatutory decision-making (though it would avowedly be more\r\ndifficult to do so).  Had the CC endorsed the\napproach of the amicus\r\nand Heher JA, its decision would have been no different.  The\r\nparticular balance it attributed to the provision,\nand its view as to\r\nthe exact basis on which the objector may proceed directly to court\r\n(based, as Heher JA has shown, on a misconception\narising from this\r\ncourtâs formulation of its judgment in\nPaola\r\nv Jeeva\n[2003] ZASCA 100\n;\n2004\r\n(1) SA 396\n(SCA)), did not affect the outcome of\nWalele\nin the sense that the decision would have been different had the\r\nother view been taken.  The objectorâs ârightsâ would still\n\nhave been unaffected, and no domestic remedies obligation triggered.\n61\n[\n115]\tIt\r\nfollows from this that the opinions expressed in\nWalele\n,\r\nechoing those seemingly expressed by this court\nPaola\r\nv Jeeva\n,\r\nto the effect that the mere existence of such grounds by itself\r\nentitles a neighbour to set aside the decision on review, were\n\nincidental to the decision of the court, and formed no part of its\r\nratio.  It further follows that the view the CC expressed in\nWalele\nas to the precise nature of the opinion that the decision-maker is\r\nrequired to form under s 7 was not in issue in the case.  Since\nthere\r\nwas no decision at all, the CCâs views on that matter were\r\nindeterminative of the outcome, which would have been no different\nif\r\nthe CC held the view that the amicus propounds here.\n[\n116]\tThe\r\nviews the CC expressed on that point, though persuasive as coming\r\nfrom the highest court in the land on constitutional\nmatters (a\r\njurisdiction exercised in\nWalele\n),\r\nare therefore not automatically binding on other courts, nor on the\r\nCC itself, which will be free to re-consider the matter should\nit\r\narise in that form before it.  Presumably, the CC will in such a case\r\nhave the benefit of the argument the amicus advanced before\nus, as\r\nwell as of Heher JAâs elucidation of the decision in\nPaola\r\nv Jeeva\n,\r\nwhose expression seems to me to have been the source of much trouble\r\nin both\nWalele\nand this case.\n[\n117]\tIt\r\nfollows that despite the high authority a considered expression of\r\nopinion by the countryâs highest court in constitutional\nmatters\r\nshould enjoy, I consider that this court is free, with proper\r\ndeference to the CC, and with fidelity to the rule of law,\nto endorse\r\nthe approach the amicus advocated.  That approach is pivotal to the\r\noutcome of this case.  Here this court is required\nto assess the\r\nevidence on which the applicant claims the decision of the local\r\nauthority should be reviewed.  For that purpose\nwe are obliged to\r\ndetermine the proper approach the decision-maker should adopt.  On\r\nHeher JAâs analysis of the evidence, with\nwhich I agree, the\r\napplicant has failed to show that the decision-maker should have\r\nconcluded, at the time of his decision, and\non the material before\r\nhim, that the proscribed outcomes would or would probably eventuate.\n[\n118]\tFor\r\nthese reasons, I concur with the order proposed in both judgments.\n_____\n______________\nE CAMERON\nJUDGE OF APPEAL\nSCOTT\r\nJA (Cameron, Heher and Combrinck concurring):\n[119]\tI\r\nagree with the interpretation which my colleagues Heher and Cameron\r\nplace on s 7 of the National Building Regulations and\nBuilding\r\nStandards Act 103 of 1977. I agree, too, that the appeal must fail. I\r\ndisagree with my colleague Jafta's interpretation\nof that section. My\r\nreasons for doing so are briefly as follows. The meaning Jafta JA\r\nplaces on the section, in a nutshell, is\nthat the decision-maker is\r\nrequired to approve building plans:\n(a)\tif\r\nit is satisfied that the plans in question comply with the\r\nrequirements of the               Act and any other applicable\nlaw (s\r\n7(1)(a)), and\n(b)\tif\r\nit is also satisfied that the erection of the buildings to which the\r\nplans relate will not probably or in fact cause any\nof the harmful\r\nconsequences listed in s 7(1)(b)(ii).\nBut\r\nthis is not what the section says. If it were, the section would\r\nsimply have specified the requirements for the granting of\nthe\r\ndecision-maker's approval. But the section does not do that; it draws\r\na distinction between when the decision-maker 'shall\ngrant its\r\napproval' and when it 'shall refuse to grant its approval'.\n62\nThe reason for the legislature doing so is obvious. It wished to make\r\nit clear that once the requirements of s 7(1)(a) had been\nsatisfied\r\nthe decision-maker was to refuse to grant its approval only if it was\r\nsatisfied that the building will probably or in\nfact cause one or\r\nother of the harmful consequences listed in s 7(1)(b)(ii).  This is\r\nvery different from requiring the decision-maker\nto be satisfied\r\nbefore granting its approval that one or other of the harmful\r\nconsequences will not result. It is one thing for\nthe decision-maker\r\nto refuse to grant approval if it is satisfied that there will be,\r\nfor example, a derogation from the value\nof neighbouring properties.\r\nIt is quite another to require the decision-maker to be satisfied\r\nthat there will be no such derogation\nbefore granting approval.\n[120]\tMy\r\ncolleague Jafta categorizes the interpretation placed on the section\r\nby Heher JA and Cameron JA as 'the literal approach'\nand argues that\r\nit is 'not suitable for construing a provision such as s 7 ' as it\r\n'defeats the purpose' of s 7 and does not comply\nwith the obligation\r\nimposed on the courts by s 39(2) of the Constitution to interpret\r\nlegislation in a manner that would 'promote\nthe spirit, purport and\r\nobjects of the Bill of Rights'. But what is that purpose? I would\r\nventure to suggest that the section was\ncarefully formulated in the\r\nway it was so as to afford protection to neighbouring property owners\r\nwhile at the same time not imposing\nan unreasonable burden on an\r\napplicant whose plans comply with 'the requirements of the Act and\r\nany other applicable law'. What\nthe section seeks to do is balance\r\nthe rights of an applicant against those of neighbouring property\r\nowners. It is no doubt true\nthat the section as formulated favours\r\nthe applicant rather than neighbouring property owners. But s\r\n7(1)(b)(ii) only becomes relevant\nonce the plans comply with 'the\r\nrequirements of the Act and any other applicable law'. All property\r\nowners run the risk of neighbouring\nowners developing their\r\nproperties to the extent permitted by law. Merely because one\r\ndevelops one's property first ought not to\nconfer an absolute right\r\nto dictate what a neighbour may or may not do. There are practical\r\nreasons, too, for the bias in favour\nof an applicant. If the position\r\nwere otherwise, ie if the decision-maker were required to be\r\nsatisfied that the erection of the\nbuilding in question would not\r\nprobably or in fact cause the harmful consequences listed in s\r\n7(1)(b)(ii), the decision-maker would\nrequire the services of expert\r\nvaluers for each and every application in which value was in issue. \r\nMoreover, for the reasons set\nout in paras 30 and 31 of Heher JA's\r\njudgment the valuer's task would be no easy matter and one can\r\nreadily imagine the disputes\nthat would ensue. Given that the second\r\nrespondent handles something in the region of 1500 applications a\r\nmonth, inordinate delays\nand administrators logjams would be\r\ninevitable.\n[121]\tWhat\r\nmy colleague Jafta in effect seeks to do is to rewrite the section so\r\nas to impose a heavier burden on applicants in\norder to favour\r\nneighbouring property owners. I can see no justification for this.\r\nFirst, it is contrary to the manifest intention\nof the legislature;\r\nsecond, there is nothing in the Act to suggest that the purpose of s\r\n7 was anything other than to achieve the\nresult apparent from its\r\nordinary meaning and third, there is nothing unconstitutional or\r\ncontrary to the spirit, purport and object\nof the Bill of Rights\r\nabout the section that would justify ignoring its plain meaning.\n____________________\nD\r\nG SCOTT\t\t\t\t\t\t\t\t\tJUDGE OF APPEAL\nAppearances:\nF\nor\r\nthe appellant:\t\tP M Kennedy SC\nI\nnstructed\r\nby:\t\tEugene Sklar Attorney, Sydenham\t\t\t\t\t\t\t\tLovius Block Attorneys,\r\nBloemfontein\nF\nor\r\nrespondents:\t\t(1)\tNo appearance\n(\n2)\tA\r\nE Franklin SC\nD\r\nL Wood\nI\nnstructed\r\nby:\t\t(1)\tA L Mostert & Company Inc, Bryanston\t\t\t\t\t\t\tClaude Reid,\r\nBloemfontein\t\t\t\t\t\t\t\t(2)\tMoodie and Robertson,\r\nJohannesburg\nClaude\r\nReid, Bloemfontein\nA\nmicus\r\ncuriae:\t\tP J Olsen SC\nA\r\nA Gabriel\nI\nnstructed\r\nby:\t\tLinda Mazibuko & Associates, Durban\t\t\t\t\t\t\tMatsepes,\r\nBloemfontein\n1\nâ4(1)\r\n\tNo person shall without the prior approval in writing of the local\r\n\tauthority in question, erect any building in respect\nof which plans\r\n\tand specifications are to be drawn and submitted in terms of this\r\n\tAct.â\n2\nâ7(1)\r\n\tIf a local authority, having considered a recommendation referred to\r\n\tin section 6 (1)\n(a)\nâ\n(a)\nis\r\n\tsatisfied that the application in question complies with the\r\n\trequirements of this Act and any other applicable law, it shall\n\n\tgrant its approval in respect thereof;\n(b)\n(i)\tis\r\n\tnot so satisfied; or\n(ii)\tis satisfied that the\r\n\tbuilding to which the application in question relatesâ\nis\r\n\t\tto be erected in such manner or will be of such nature or\r\n\t\tappearance thatâ\n(aaa)\nthe\r\n\tarea in which it is to be erected will probably or in fact be\r\n\tdisfigured thereby;\n(bbb)\nit\r\n\twill probably or in fact be unsightly or objectionable;\n(ccc)\nit\r\n\twill probably or in fact derogate from the value of adjoining or\r\n\tneighbouring properties;\nwill\r\n\t\tprobably or in fact be dangerous to life or property,\nsuch\r\n\tlocal authority shall refuse to grant its approval in respect\r\n\tthereof and give written reasons for such refusal:\nProvided\r\n\t. . . â\n3\nSee\r\n\tparticularly\nPaola\r\n\tv Jeeva\n[2003] ZASCA 100\n;\n2004\r\n\t(1) SA 396\n(SCA);\nClark\r\n\tv Faraday\n2004\r\n\t(4) SA 564(C)\n;\nWalele\r\n\tv The City of Cape Town\n2008\r\n\t(6) SA 129\n(CC);\n[2008] ZACC 11.\nAlso, the insightful\nThe\r\n\tvalue of a neighbourâs view\nby\r\n\tProf Henk Delport, 25\nObiter\n(2004).\n4\nSee\r\n\tnote 3 above.\n5\nWhether\r\n\tas\nobiter\r\n\tdicta\nor as\nrationes\r\n\tdecidendi\nwill be considered below.\n6\nSee\r\n\tnote 3.\n7\nâOnce it is clear, as\r\n\tit is on the facts presently before us, that the execution of the\r\n\tplans will significantly diminish the\nvalue of the adjoining\r\n\tproperty, then, on its plain meaning, the section prevents the\r\n\tapproval of the plans.â I discuss the\nimport of this statement of\r\n\tthe law below.\n8\nSee\r\n\tnote 3.\n9\nâ\nIf\r\n\tthe applicant in this case had proved that the erection of the flats\r\n\tdevalued his property, he could have succeeded in having\nthe\r\n\tapproval of the plans in question set aside on that basis alone.â\n10\nâ\nAccordingly\r\n\tthe decision-maker must be satisfied of two things before granting\r\n\tapproval. The first is that he or she must be satisfied\nthat there\r\n\tis compliance with the necessary legal requirements. Secondly, he or\r\n\tshe must also be satisfied that none of the disqualifying\nfactors in\r\n\ts 7(1)(b)(ii) will be triggered by the erection of the building\r\n\tconcerned. This is so because any approval of plans\nfacilitating the\r\n\terection of a building which devalues neighbouring properties, for\r\n\texample, is liable to be set aside on review.â\n11\nAn\r\n\tadequate response to the first two propositions will, unfortunately,\r\n\trequire a analysis of certain aspects of\nWalele\n.\r\n\tIn undertaking that task I am very much aware of the collegial and\r\n\tlegal relationships between the respective courts (particularly\nas\r\n\tregulated by s 167 (3) of the constitution) and the respect which\r\n\tthis Court owes to all pronouncements of the Constitutional\nCourt.\n12\nSee\r\n\tregulation A16 of the National Building Regulations published under\r\n\tGNR 2378 in GG 12780 of 12 October 1990 as amended, which\nlays down\r\n\tminimum educational qualifications of a building control officer.\n13\nâIt\r\n\tfollows that the decision-maker had failed to properly determine\r\n\tthat none of the disqualifying factors would be triggered\nby the\r\n\terection of the block of flats.â\n14\nAs to\r\n\twhich see\nBato\r\n\tStar Fishing (Pty) Ltd v Minister of Environmental Affairs\n[2004] ZACC 15\n;\n2004\r\n\t(4) SA 490\n(CC) at para 45 and the comment of Prof Cora Hoexter on\nRustenburg\r\n\tPlatinum Mines (Limited) v Commissioner for Conciliation, Mediation\r\n\tand Arbitration\n2007 (1) SA 576\n(SCA) at para 31 in\nAdministrative\r\n\tLaw in South Africa\n106-7.\n15\nFor\r\n\tthe principles see\nCollett\r\n\tv Priest\n1931\r\n\tAD 290\nat 302 and\nPretoria\r\n\tCity Council v Levinson\n1949\r\n\t(3) SA 305\n(A) at 317.\n16\nSection\r\n\t39(2) provides: âWhen interpreting any legislation, and when\r\n\tdeveloping the common law or customary law, every court,\ntribunal or\r\n\tforum must promote the spirit, purport and objects of the Bill of\r\n\tRights.â\n17\nWalele\r\n\tv The City of Cape Town and Others\n2008 (6) SA 129\n(CC);\n[2008] ZACC 11.\n18\nIn\nDepartment\r\n\tof Land Affairs and Others v Goedgelegen Tropical Fruits (Pty) Ltd\n[2007] ZACC 12\n;\n2007 (6) SA 199\n(CC) at para\n[53]\nMoseneke DCJ said:\nâ\n[I]n\r\n\tconstruing âas a result of past racially discriminatory laws or\r\n\tpracticesâ in its setting of s 2(1) of the Restitution\nAct, we are\r\n\tobliged to scrutinise its purpose. As we do so, we must seek to\r\n\tpromote the spirit, purport and objects of the Bill\nof Rights. We\r\n\tmust prefer a generous construction over a merely textual or\r\n\tlegalistic one in order to afford claimants the fullest\npossible\r\n\tprotection of their constitutional guarantees.â\n19\n[2008]\r\n\tZACC 15\nat para 103, a judgment delivered on 18 September 2008.\n20\nSection\r\n\t4 provides: â(1) No person shall without the prior approval in\r\n\twriting of the local authority in question, erect any\nbuilding in\r\n\trespect of which plans and specifications are to be drawn and\r\n\tsubmitted in terms of this Act. (2) Any application\nfor approval\r\n\treferred to in subsection (1) shall be in writing on a form made\r\n\tavailable for that purpose by the local authority\nin question. (3)\r\n\tAny application referred to in subsection (2) shallâ  (a) contain\r\n\tthe name and address of the applicant and,\nif the applicant is not\r\n\tthe owner of the land on which the building in question is to be\r\n\terected, of the owner of such land;\n(b) be accompanied by such\r\n\tplans, specifications, documents and information as may be required\r\n\tby or under this Act,  and by\nsuch particulars as may be required by\r\n\tthe local authority in question for the carrying out of the objects\r\n\tand purposes of this\nAct. (4) Any person erecting any building in\r\n\tcontravention of the provisions of subsection (1) shall be guilty of\r\n\tan offence\nand liable on conviction to a fine not exceeding R100 for\r\n\teach day on which he was engaged in so erecting such building.â\n21\nIbid\r\n\tat para 21.\n22\nIbid\r\n\tat para 23.\n23\n1999\r\n\tCLR 77\n(W) at 84-5.\n24\nSee\nFraser\r\n\tv ABSA Bank Ltd\n(\nNational\r\n\tDirector of Public Prosecutions as Amicus Curiae\n)\n[2006] ZACC 24\n;\n2007 (3) SA 484\n(CC) para 43 and\nInvestigating\r\n\tDirectorate : Serious Economic Offences and Others v Hyundai Motor\r\n\tDistributors (Pty) Ltd and Others:In re Hyundai\nMotor Distributors\r\n\t(Pty) Ltd and Others v Smit NO and Others\n[2000] ZACC 12\n;\n2001 (1) SA 545\n(CC) para [21] where the Constitutional Court\r\n\temphasised that  s 39(2) of the Constitution required all statutes\r\n\tto be interpreted\nthrough the prism of the Bill of Rights.\n25\n[2006] ZACC 6\n;\n2007 (6) SA 350\n(CC) at para 27.\n26\n[2004] ZACC 15\n;\n2004\r\n\t(4) SA 490\n(CC).\n27\nIbid para 92.\n28\nSee\nWalele\nabove n 2 paras 55-56.\n29\nMajority judgment para 35.\n30\nIbid para 36.\n31\nSection 6(2)(f) provides: âA court or tribunal has the power to\r\n\tjudicially review an administrative action if\nâ\r\n\t(a) â¦. (f) the action itself â (i) contravenes a law or is not\r\n\tauthorised by the empowering provision.â\n32\nSee s\r\n\t168(3) of the Constitution.\n33\nSee s\r\n\t167(3) of the Constitution.\n34\n2003\r\n\t(3) SA 1\n(CC).\n35\nIbid\r\n\tat para 21. See also\nNational\r\n\tUnion of Metalworkers of SA and Others v Fryâs Metals (Pty) Ltd\n2005 (5) SA 433\n(SCA) at para 15.\n36\nPharmaceutical\r\n\tManufacturers Association of SA and Another: In re Ex parte\r\n\tPresident of the Republic of South Africa and Others\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC).\n37\nIbid\r\n\tat para 51.\n38\n[2002] ZACC 6\n;\n2002\r\n\t(4) SA 613\n(CC).\n39\nIbid\r\n\tat paras 60-61.\n40\nSee\r\n\tthe majority judgment at para 35.\n41\nSee\nWalele\nabove n 2 at paras 27-42.\n42\nSee\nWalele\nabove n 2 at para 46.\n43\nWalele\nabove n 2 para 90.\n44\nWalele\naboved n 2 para 115.\n45\nAbove\r\n\tn 2 paras 56 and 59.\n46\nIbid\r\n\tparas 61 and 63.\n47\n1945\r\n\tAD 217.\n48\nPretoria\r\n\tCity Council v Levinson\n1949 (3) SA 305\n(A) at 313-4.\n49\nIbid\r\n\tat 317.\n50\nAbove n 25 para 61.\n51\n2008 (6) SA 129\n(CC);\n[2008] ZACC 11.\n52\nConstitution Chapter 1, Founding Provisions, s 1 â the Republic of\r\n\tSouth Africa is founded on values that include (c) âSupremacy\nof\r\n\tthe Constitution and the rule of lawâ.\n53\nFredericks v MEC for\r\n\tEducation and Training, Eastern Cape\n[2001] ZACC 6\n;\n2002 (2) SA 693\n(CC) versus\nChirwa\r\n\tv Transnet Ltd\n2008\r\n\t(4) SA 367\n(CC);\n[2007] ZACC 23\n(as to which, see\nMakambi\r\n\tv MEC for Education, Eastern Cape\n2008 (5) SA 449\n(SCA);\n[2008] ZASCA 61\nper Nugent JA paras 21-41);\nProphet v National\r\n\tDirector of Public Prosecutions\n2007\r\n\t(6) SA 169\n(CC) (September 2006) versus\nMohunram\r\n\tv National Director of Public Prosecutions\n2007 (4) SA 222\n(CC);\n[2007] ZACC 4\n(March 2007) (as to which, see\r\n\tWarren Freedman âConstitutional Applicationâ\n(2008) 21\nSACJ\n134\nat 141f).  For general criticism bearing on the courtâs\r\n\tfidelity to law, see Stu Woolman âThe Amazing, Vanishing Bill of\r\n\nRightsâ\n(2007) 124\nSouth\r\n\tAfrican Law Journal\n762-794.\n54\n1949 (3) SA 305\n(A).\n55\n1931 AD 290\nat 302.\n56\n1949 (3) SA 305 (A) 317.\n57\n1949 (3) SA 305\n(A) at 316.\n58\n1949 (3) SA 305\n(A) at 317.\n59\n1949 (3) SA 305\n(A) at 317.\n60\nSee\r\n\ttoo\nFellner\r\n\tv Minister of the Interior\n1954 (4) SA 523\n(A) per Greenberg JA at 537-538 and Schreiner JA at\r\n\t542; Saunders (ed)\nWords\r\n\tand Phrases legally defined\n(3 ed, 1990 sv âratio decidendiâ [referring to Halsbury];\nHalsburyâs\r\n\tLaws of England\n(4 ed, reissue) vol 37 para 1237; Jules Coleman and Scott Shapiro\r\n\t(eds)\nThe\r\n\tOxford Handbook of Jurisprudence and Philosophy of Law\npages 596-597.\n61\nA point brought vividly to the fore by the majorityâs unqualified\r\n\tendorsement (para 45) of the decision of Lewis AJ on this\npoint in\nOdendaal v Eastern\r\n\tMetropolitan Local Council\n1999\r\n\tCLR 77\n(W), of which the majorityâs contested approach to s 7\r\n\tformed no part.\n62\nSection\r\n\t7 (1) is quoted in footnote 2 of Heher JA's judgment.",
  "scraped_at": "2026-02-11T21:38:48.319976",
  "date": "2009-03-03",
  "coram": [
    "SCOTT JJA",
    "CAMERON JJA",
    "HEHER JJA",
    "JAFTA JJA",
    "COMBRINCK JJA"
  ],
  "case_number": "543/07",
  "parties": {
    "applicants": [
      "True Motives 84 (Pty) Ltd"
    ],
    "respondents": [
      "Mohamed Hanif Mahmod Mahdi",
      "City of Johannesburg"
    ]
  },
  "sections": {
    "facts": "The appellant, True Motives 84 (Pty) Ltd, owned Erf 178, Morningside Ext 17. The first respondent, Mohamed Mahdi, owned the adjoining Erf 177. In September 2004 the appellant observed that the respondent began extensive alterations to the eastern side of his dwelling, which would be two‑and‑a‑half storeys high, affect light, privacy and aesthetics, and allegedly depreciate the appellant’s property. The respondent lodged an application for approval of the plans on 28 May 2004. The City of Johannesburg (second respondent) examined the plans, required certain modifications (screen walls, setbacks), approved the plans on 10 June 2004 and delegated the recommendation to a plans examiner, Mr Mbhele. The appellant claimed the approval was unlawful because the authority had not been satisfied that the building would not derogate the value of the adjoining property and that the delegation to Mbhele was invalid.",
    "issues": "1. What is the proper statutory interpretation of section 7(1)(b)(ii) of the National Building Regulations and Building Standards Act with respect to the local authority’s duty to be satisfied that a building will not probably or in fact derogate from the value of neighbouring property? 2. Whether the City of Johannesburg was required to give the appellant notice of the application or an opportunity to object. 3. Whether the delegation of the recommendation to Mr Mbhele was valid under sections 6 and 6(4) of the Act. 4. Whether the appellant’s claims for demolition and damages were still viable.",
    "principles": "The judgment applied principles of statutory interpretation, emphasizing a purposive approach consistent with section 39(2) of the Constitution. It relied heavily on the Constitutional Court’s decision in Walele, which held that a local authority must be positively satisfied that the building will probably or in fact cause the undesirable outcomes before granting approval. The court also considered the doctrine of precedent, distinguishing ratio decidendi from obiter dicta, and examined the requirements for lawful delegation under sections 6(1) and 6(4) of the Act. The principle that administrative decisions may be reviewed under section 6(2)(f) of the PAJA was noted.",
    "application": "The court found that the City of Johannesburg had complied with the statutory requirements: the plans complied with the Act, the delegated officials were properly authorised, and the authority had investigated the potential impact on the appellant’s property, concluding that any loss of light or privacy was within acceptable limits. The delegation to Mr Mbhele satisfied the procedural requirements of the council resolution. Consequently, the decision‑maker was deemed to have been positively satisfied that the building would not derogate the neighbour’s value, satisfying section 7(1)(b)(ii). The appellant’s evidence of devaluation was omitted from the appeal record and therefore could not be relied upon.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court affirmed the approval of the building plans and rejected the appellant’s claims for demolition and damages."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Building Regulation",
    "level_3": [
      "Section 7 interpretation",
      "National Building Regulations",
      "Delegation of authority",
      "Precedent",
      "PAJA review"
    ]
  }
}