{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/164.html",
  "case_name": "Singh v S (367/09) [2009] ZASCA 164; [2010] 2 All SA 189 (SCA) (30 November 2009)",
  "citation": "[2009] ZASCA 164",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 164\n|\nNoteup\n|\nLawCite\nSingh v S (367/09) [2009] ZASCA 164; [2010] 2 All SA 189 (SCA) (30 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  367/09\nIn\r\nthe matter between:\nVERONICA SINGH                                       \r\n                                    APPELLANT\nv\nTHE STATE                                            \r\n                                       RESPONDENT\nNeutral citation:\nSingh\r\nv The State\n(367/2009)\n[2009] ZASCA 164\n(\n30\r\nNovember 2009).\nCoram:\t\tNugent, Mlambo JJA et Tshiqi\r\nAJA\nHeard:\t\t10 November 2009\nDelivered:\t\t30 November 2009\nSummary:  \t\tFraud â factual findings â no reason to\r\ninterfere.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court, (Jappie J, Kruger AJ sitting as court of appeal).\nThe following order is made:\nThe appeal is dismissed.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO JA\n(Nugent JA, Tshiqi\r\nAJA concurring)\n[1]\tThe appellant appeared in the Pinetown Regional\r\nCourt facing 13 counts of fraud. She was convicted on eight of those\r\ncounts\nand sentenced to three yearsâ imprisonment on four of them\r\n(counts 3, 4, 6 and 8) taken together for sentence purposes. On the\n\nother four counts (counts 9, 10, 11 and 13), also taken as one for\r\nsentence purposes, she was sentenced to three years imprisonment,\ntwo\r\nof which were suspended for five years on condition that she was not\r\nconvicted for fraud or theft committed during the suspension\nperiod.\r\nIn an appeal to the KwaZulu-Natal High Court (Jappie J and Kruger AJ)\r\nshe was successful in having her conviction on four\nof those counts\r\nreversed (counts 3, 9, 10 and 11). The high court also set aside her\r\nsentence and in its stead imposed a sentence\nof three yearsâ\r\nimprisonment, which was wholly suspended on condition that she was\r\nnot convicted of an offence of which dishonesty\nis an element,\r\ncommitted during the period of suspension. She now appeals to this\r\ncourt with leave of the high court against her\nconviction on the\r\nremaining four counts (counts 4, 6, 8 and 13).\n[2]\tThe appellant is alleged to have committed the\r\noffences between May and August 1999 when she was the prosecutor of\r\nthe Pinetown\ntraffic court also referred to as Court D. The charge\r\nsheet alleged that she took money from accused persons appearing in\r\nCourt\nD as payment towards fines imposed against them and that she\r\nfailed to pay the money over to the state which she appropriated for\n\nherself.\n[3]\tI set out briefly the background circumstances of\r\neach of the remaining counts on which she is appealing. I refer to\r\nthe counts\nas they were in the trial. The first one, count 4, relates\r\nto an alleged meeting between the complainant, Mr Bala Govender\n\nand the appellant on 28 June 1999 at the Pinetown Magistrates Court.\r\nMr Govender testified that he had met the appellant in Court\nD on\r\nthat day which was his trial date for a traffic infraction for which\r\nhe was liable to a R100 fine. He testified that he informed\nthe\r\nappellant that he wished to pay a reduced fine as he was unemployed.\r\nTo this end he offered an amount of R50 as payment of\nthat fine which\r\nthe appellant accepted. When he asked her for a receipt she wrote\r\nâwithdrawnâ on the summons in his possession.\nThe appellantâs\r\nversion on this count is a bare denial of receiving any money from\r\nMr Govender.\n[4]\tThe first issue is to consider whether the meeting\r\nalleged by Mr Govender did in fact take place. The striking feature\r\nof Mr\nGovenderâs testimony is that he was certain that he was in\r\nCourt D when the appellant introduced herself to him and others\r\nsitting\nin that court and invited those who wanted to pay their fines\r\nto come to her office and that this is what led him to her office.\nMr\r\nGovenderâs testimony was criticized for his failure to mention that\r\nshe was heavily pregnant when they met. It was also asserted\nthat\r\nMr Govenderâs identification of the appellant as an Indian\r\nwoman should be discounted because she was one of four Indian\n\nprosecutors working at Pinetown Magistrates Court.\n[5]\tIn this regard the appellant denied that she had\r\never met Mr Govender and said that she saw him for the first time in\r\ncourt\nwhen he testified. This was a strange development in her case\r\nas earlier in the cross-examination of Mr Govender the\r\nappellantâs\ncounsel had put it to this witness that when he met the\r\nappellant she endorsed his summons as withdrawn because the control\r\ndocuments\nthat had to go with the docket were not found. The\r\nsignificance of this cross-examination is that it put beyond doubt\r\nthat the\nappellant did indeed meet with Mr Govender, and that she did\r\nin fact endorse his summons as stated by him. In my view, the\r\nappellant\ncannot extricate herself from having met Mr Govender. In\r\nthis regard it is significant that his summons was, as an objective\r\nfact,\nendorsed as withdrawn. The appellant was the prosecutor of\r\nCourt D at the material time and nothing was advanced from her side\r\nto suggest that she is not the person who endorsed the summons.\n[6]\tIt is correct that Mr Govender was a single witness\r\non this count. This, however, does not mean he should be disbelieved.\r\nIn\nmy view, other than the appellantâs criticism of his failure to\r\nnote her advanced pregnancy, she could only advance a bare denial\n\nagainst his charge that she took money from him. His expectation and\r\nrequest for a receipt is very plausible. He had just given\nmoney to a\r\nstate official and clearly a receipt had to be issued, in his mind\r\nthat is. In my view, the objective fact of the meeting\nbetween the\r\ntwo and the endorsement of Mr Govenderâs summons show that he was\r\nan honest and truthful witness and that there can\nbe no doubt that\r\nthe appellant is the person who took the money from him.\n[7]\tIn relation to count six, the version of the state\r\nwas that the complainant, Mr Govindsamy Naidu, had met the appellant\r\non 12\nJuly 1999 seeking the reduction of a fine imposed on his\r\nemployer, Mr Desai, as well as one, Mr Basnath. Mr Naidu\r\ntestified\nthat the appellant refused to reduce the fines but\r\nrequested him to pay the money that he had in his possession. He\r\ntestified that\nshe informed him to return the next day for the\r\nreceipts of the money and that when he returned the next day he\r\nwaited for her\nfrom about eight in the morning till about eleven when\r\nhe left after failing to locate her. The issue regarding this count\r\nis whether\nthe meeting between Mr Naidu and the appellant took place\r\non the 12\nth\nor on\r\nthe 13\nth\nof July\r\n1999 and whether indeed she also accepted money from him.\n[8]\tThe appellantâs version was to admit meeting Mr\r\nNaidu but deny that she could have met him on the 12\nth\nof July 1999 apparently because that was the trial date of the\r\nBasnath matter. She further stated that the fine regarding Mr Desai\n\nhad already been paid by that time. She testified that on the 13\nth\nof July 1999 she was sick which was wont to happen because she was\r\nhaving a problematic pregnancy. Her version is that she only\narrived\r\nat work at about lunchtime. On this version, therefore, there could\r\nnever have been a meeting between her and Mr Naidu\non that day.\r\nThis being the case it appears that the only conclusion as to when\r\nthe two could have met is the 12\nth\nof July 1999. I say this in view of the fact that the appellant does\r\nnot deny meeting and discussing the issue of the fines with\nMr Naidu.\r\nThe fact that he returned the next day and waited for her for close\r\non to three hours goes a long way towards showing\nthat he is truthful\r\nand honest when he said that after he handed over money to her, she\r\ntold him to return the next day for his\nreceipts. Her version that\r\nshe came to work at lunch time corroborates his version that she was\r\nnot there earlier on the 13\nth\nJuly.\r\nNaiduâs version of having met her a day before when he made the\r\npayment is fortified by his return on the 13\nth\n(the next day) for his receipts.\n[9]\tWhilst it is correct that his allegation of paying\r\nthe Desai fine was disproved the same cannot be said about the\r\nBasnathâs\nR100 Naidu alleges to have paid her on the 12\nth\nJuly. The sequence of events is in his favour objectively viewed. As\r\na matter of logic Mr Naidu could never have known, when he\ntestified\r\nabout waiting for her on the 13\nth\n,\r\nthat she would in fact confirm not being there at that time on that\r\nday. On this count too the singular feature that stands out\nin the\r\nappellantâs version is her bare denial of taking money from him. In\r\nmy view, the criticism levelled at Mr Naidu does nothing\nto displace\r\nhis version of returning on the 13\nth\nJuly for his promised receipts and leaving after a three hour wait in\r\nvain for her. That being the case it appears clear that the\nstate on\r\nthis count too proved beyond reasonable doubt that the appellant had\r\nreceived the money from the complainant, Mr Naidu.\n[10]\tCount eight relates to the complainant, Mr Rafik\r\nDzanibe, who testified that he paid an amount of R200 to the\r\nappellant\nas payment for two traffic fines. He testified that he\r\nasked her for a receipt and she endorsed both his traffic summonses\r\nas withdrawn.\nWhen he testified in court and when he was asked to\r\nidentify the person whom he dealt with he stated, looking at the\r\nappellant,\nthat she appeared to be that person. This has been latched\r\nonto in this appeal as an indication that he was unsure of his\r\nidentification\nof the appellant as the person to whom he handed over\r\nthe money. Mr Dzanibe testified that when he tried to gain entrance\r\nto her\noffice on the day he alleges he paid the fines, he was told to\r\nwait outside. He testified, and this was not disputed, that whilst\n\nwaiting, a gentleman left the office of the prosecutor and that is\r\nwhen he went in. He identified a man sitting in court, when\nhe was\r\ntestifying, as the person who left the office the day he met her and\r\nmade the payments. It turned out that the person he\nidentified in\r\ncourt was in fact the appellantâs husband. It is also common cause\r\nthat the appellantâs husband regularly visited\nher at work because\r\nof her problematic pregnancy. This fact is critical in collaborating\r\nMr Dzanibeâs version that the prosecutor\nhe went to discuss the\r\nmatter with was the appellant. Who else, one asks, would her husband\r\nhave visited other than her. This,\nin my view, corroborated his\r\nidentification of her as the prosecutor he dealt with.\n[11]\tMuch has been made of the fact that he mentioned\r\nthat there was a photocopier in the prosecutorâs office that he\r\nwent into.\nThis was on the basis that there were no photocopier\r\nmachines in any of the prosecutorsâ offices in the Pinetown Court.\r\nTo me,\nthat is a neutral fact and the critical issue was to determine\r\nwhether the appellant and Mr Dzanibe had met and whether she had\n\ntaken money from him. Other than the criticism levelled at him for\r\nmentioning a photocopier in her office and failing to notice\nher\r\npregnancy, there is nothing other than a bare denial once more, to\r\ngainsay his assertion of paying her. He was by all accounts\nan honest\r\nand truthful witness and his identification of the appellantâs\r\nhusband was by no means fortuitous. In my view, the\nstate on this\r\ncount, too, proved beyond reasonable doubt that the appellant was the\r\nperson that dealt with Mr Dzanibe and who accepted\nmoney from him.\n[12]\tThis leads me to count 13. The complainant, Mr\r\nPoobalan Naidoo, testified that he met the appellant as the\r\nprosecutor of Court\nD and paid an amount of R100 to her as a reduced\r\nfine on 29 July 1999. The appellantâs version is that she could not\r\nhave met\nhim on the 29\nth\nJuly as she had already been replaced at that time. She, however, did\r\nnot dispute having a conversation with this complainant but\ndisputed\r\ntaking money from him. The strange feature of this part of her case\r\nthough is that despite this admitted discussion between\nher and\r\nMr Naidoo, being put to him under cross-examination, she\r\ndisavowed ever meeting him when she testified. Furthermore,\nher\r\nversion that she could not have met him on the 29\nth\nJuly because she had been replaced does not assist her. Ms van der\r\nBergh, who took over from her, testified that the appellant\nwas\r\naround for two more days from the 28\nth\nJuly, handing over to her and showing her around. Here, as with the\r\nother counts, the identification of the appellant as the Court\nD\r\nprosecutor proves to be her Achilles heel. Mr Naidoo was unshaken\r\nthat she is the person he paid the money to and in my view\nhe, like\r\nthe other complainants, had no reason falsely to implicate her. He\r\nwas clearly an honest and truthful witness. The appellantâs\n\nversion, also reliant largely on a bare denial, must similarly be\r\nrejected.\n[13]\tClearly therefore, on the assessment of the\r\nevidence led on each individual count it is in my view clear that the\r\nstate succeeded\nin proving the guilt of the appellant beyond\r\nreasonable doubt. The trial court, in particular, which went into\r\nelaborate detail\non each of the counts on appeal, was correct in\r\nconvicting the appellant.\n[14]\tOrdinarily this would be the end of the matter. I,\r\nhowever, think that it is prudent even though not strictly necessary\r\nto\nconsider a separate but related aspect in this case. This relates\r\nto the fact that on the four counts that came on appeal to this\ncourt\r\nthe appellant denied receiving money from the complainants. It is\r\ntrue, however, that she did accept money from accused persons\nin the\r\ncourse of her work as prosecutor of Court D. This much she\r\nattested to when she testified, as part of how she went\nabout doing\r\nher work. Other court personnel also confirmed this. In this regard,\r\nif one considers all the evidence led even in\nrespect of the counts\r\non which her appeal was successful in the high court it was clear\r\nthat she had received money in all those\ncounts. This shows in no\r\nuncertain terms that the practice of receiving money from the public\r\nwas a practice that the appellant\nhad been involved in. I mention\r\nthis for the simple reason that viewed within this context it was no\r\naccident that the complainants\nin the counts before us implicated her\r\nas the person who took money from them.\n[15]\tThe appeal is dismissed.\n________________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \tK J Kemp SC\nINSTRUCTED BY:              \t Prakash Kusial Attorneys,\r\nDurban\nCORRESPONDENT:          \tHoney Attorneys, Bloemfontein\nCOUNSEL FOR RESPONDENT:\tS Ramouthar\nINSTRUCTED BY:\tNational Director of Public Prosecutions,\r\nPietermaritzburg\nCORRESPONDENT:\tNational Director of Public Prosecutions,\r\nBloemfontein",
  "scraped_at": "2026-02-12T05:28:29.836302",
  "date": "2009-11-30",
  "coram": [
    "Nugent",
    "Mlambo JJA",
    "Tshiqi AJA"
  ],
  "case_number": "367/09",
  "parties": {
    "applicants": [
      "VERONICA SINGH"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Veronica Singh, was a prosecutor in Pinetown traffic court (Court D) in 1999. She was charged with thirteen counts of fraud for allegedly accepting money from accused persons as payment of fines and failing to remit the amounts to the State. At trial she was convicted on eight counts and sentenced to imprisonment, part of which was suspended. On appeal to the High Court four of those convictions were set aside and the sentence altered; she now appealed against the remaining four convictions (counts 4, 6, 8 and 13).",
    "issues": "The principal issue was whether the State had proved beyond reasonable doubt that the appellant received money from each complainant on the respective counts and thus committed fraud. A subsidiary issue concerned the credibility of the single witnesses and whether their testimony was sufficient to uphold the convictions.",
    "principles": "The court applied the standard of proof required in criminal matters – proof beyond reasonable doubt – and emphasized that a bare denial by an accused cannot overturn credible, consistent testimony. The court also considered the doctrine of appellate restraint, noting that it should not interfere with the trial court’s findings unless the evidence is manifestly insufficient.",
    "application": "For each remaining count the judge examined the witness testimony, the endorsement of summonses as withdrawn, and the circumstances of the meetings. The court found the witnesses (Mr Govender, Mr Naidu, Mr Dzanibe, and Mr Poobalan Naidoo) to be honest and reliable, and concluded that the appellant’s denial was unsupported. Accordingly, the State’s case was held to have met the requisite standard of proof on all four counts.",
    "conclusion": "The appeal was dismissed. The convictions on counts 4, 6, 8 and 13 were upheld and the sentencing order of the trial court stood."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "fraud",
      "evidence",
      "appeal",
      "conviction"
    ]
  }
}