{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/165.html",
  "case_name": "Pienaar and others v Brown and Others (48/2009) [2009] ZASCA 165; [2010] 2 All SA 495 (SCA) ; 2010 (6) SA 365 (SCA) (1 December 2009)",
  "citation": "[2009] ZASCA 165",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 165\n|\nNoteup\n|\nLawCite\nPienaar and others v Brown and Others (48/2009) [2009] ZASCA 165; [2010] 2 All SA 495 (SCA) ; 2010 (6) SA 365 (SCA) (1 December 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT\nOF\r\nAPPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   48/2009\nPIETER\r\nANDRIES PIENAAR                                           1\nst\nAppellant\nMELVIN\r\nDOUGLAS CLASSEN                                       2\nnd\nAppellant\nCLASSENS HOME\r\nIMPROVEMENTS CC                    3\nrd\nAppellant\nand\nRUSSELL JAMES\r\nBROWN                                            1\nst\nRespondent\nJOHN SLOEP   \r\n                                                               2\nnd\nRespondent\nDON NOEL\r\nDANIEL LAMBERTS                               3\nrd\nRespondent\nVEN PROJECTS\r\nCC                                                        4\nth\nRespondent\nNeutral\r\ncitation:\nPienaar\r\nv Brown\n(48/2009)[2009] ZASCA 165 (1 December 2009)\nCoram:\nMthiyane,\r\nNugent, Maya JJA, Tshiqi and Wallis AJJA\nHeard:\n9\r\nNovember 2009\nDelivered:\n1\r\nDecember 2009\nSummary:\nClaim\r\nfor damages against property owner, building contractor and his\r\nsub-contractor â based on negligence â principles applied\nâ\r\nwhether failure to comply with statutory obligation under s 4(1) read\r\nwith s 7 of National Building Regulations and Building\nStandards Act\r\n103 of 1977 is evidence of negligence.\n___________________________________________________________\nORDER\nOn appeal\r\nfrom:\nCape\r\nof Good Hope Provincial Division (Ndita J sitting as court of first\r\ninstance).\n1.\tThe appeals\r\nare allowed.\n2.\tThe first and\r\nsecond respondents are ordered to pay the appellantsâ costs.\n3.\tThe order of\r\nthe court below is set aside and replaced with the following:\nâ\n1.\tThe first\r\nand second plaintiffsâ claims against the first, second and third\r\ndefendants are dismissed.\nThe first and\r\n\tsecond plaintiffs are ordered to pay the costs of the first, second\r\n\tand third defendants, jointly and severally\nthe one paying the other\r\n\tto be absolved.\nThe fourth and\r\n\tfifth defendants are found to be liable jointly and severally the\r\n\tone paying the other to be absolved, for whatever\ndamages the first\r\n\tand second plaintiffs might prove for injuries sustained by them as\r\n\ta result of the collapse of the balcony\non 25 April 2004.\nThe fourth and\r\n\tfifth defendants are ordered to pay the plaintiffsâ costs of suit,\r\n\tjointly and severally the one paying the other\nto be absolved,\r\n\tincluding the qualifying expenses of the plaintiffsâ expert\r\n\twitness, Mr U Rivera and the costs of the application\nfor absolution\r\n\tfrom the instance.â\n___________________________________________________________\nJUDGMENT\nMTHIYANE JA\r\n(Maya JA, Tshiqi and Wallis AJJA concurring):\n[1]\tOn 25 April\r\n2004 the first and second respondents, Mr Russell James Brown and Mr\r\nJoseph Sloep (the plaintiffs) were injured\nwhen a balcony on which\r\nthey were standing at the house of the first appellant, Mr Pieter\r\nAndries Pienaar, in Green Point, Cape\nTown collapsed. The plaintiffs\r\nwere guests at the house of the first appellant, Mr Pieter Andries\r\nPienaar, in Green Point, Cape\nTown, at a function to celebrate the\r\nbirthday of Pienaarâs life partner, Mr de Bruin. During the course\r\nof the afternoon a car\nalarm went off and a number of guests\r\nincluding the plaintiffs and De Bruin went out onto the balcony to\r\nsee what was happening.\nAs they did so the balcony collapsed outwards\r\nas the screws fixing it to the wall at the upper level pulled out of\r\nthe wall and\nit âfoldedâ downwards until its outer edge was\r\nresting on the tiling below. The guests on the balcony fell forward\r\nand the\nplaintiffs were fairly seriously injured as a result.\n[2]\tThe\r\nplaintiffs instituted action for damages in the Cape High Court\r\nciting as defendants Pienaar, as the owner of the property\nat which\r\nthe balcony collapsed; the second appellant, Mr Melvin Douglas\r\nClassen who had been employed as the main contractor and\nthe third\r\nappellant, a close corporation through which Classen conducted his\r\nbusiness; the third respondent, Mr Don Noel Daniel\nLamberts, who\r\ndesigned, manufactured and installed the balcony, and his corporate\r\nentity, Ven Projects CC, the fourth respondent\nwho designed,\r\nmanufactured and installed the balcony. The third respondent, Mr Don\r\nNoel Daniel Lamberts, was the individual who\nphysically performed the\r\nwork. The claim was based on their alleged negligence in the design,\r\nconstruction and installation of\nthe balcony. For the sake of\r\nconvenience the first, second and third appellants will be referred\r\nto by their respective names and,\ndepending on the context,\r\ncollectively as âthe defendantsâ. References to Classen and\r\nLamberts refer also to their respective\nclose corporations.\n[3]\tOn 23\r\nNovember 2002 Pienaar, the owner of the property had approached\r\nClassen, the builder, to provide a quote for amongst other\nthings,\r\nthe balcony in question. On about 27 November 2002 Classenâs\r\ncorporate entity, Cape Home Improvements CC (as the third\nappellant\r\nwas then known), had provided separate quotes to Pienaar in respect\r\nof various parts of the work proposed, which included\na quote for the\r\nconstruction and installation of a steel-framed balcony.\n[4]\tIt is common\r\ncause that Classen said to Pienaar that he did not possess any\r\nexpertise or ability to design, construct and install\na steel balcony\r\nas requested, and that an individual who possessed the necessary\r\nexpertise should be requested to carry out part\nof the work.\r\nClassenâs part of the work on the balcony was limited to the laying\r\nof the meranti floor on the steel work after\nit had been manufactured\r\nand installed. Classen accordingly contacted Lamberts and requested\r\nhim to provide a quote for the proposed\nwork.\n[5]\tLamberts,\r\nafter taking the necessary measurements, provided a quote for the\r\nbalcony (R6500) to Classen and a general quote was\nsupplied by\r\nClassen to Pienaar which included the work he (Classen) was to\r\nperform (R10944), namely the laying of meranti timber\nflooring after\r\nthe balcony had been manufactured and installed.\n[6]\tLamberts\r\nthen designed, constructed and installed the balcony off Pienaarâs\r\nmain lounge on the top floor. It was a half-moon\nshaped steel framed\r\nstructure, approximately 3 metres long and over 1.5 metres wide at\r\nits apex. It was largely a cantilevered\nconstruction, meaning that it\r\nwas fastened to the wall of the house without material support from\r\nbelow. Holes were drilled in\nthe wall surrounding the door reveal at\r\nparts where the base of the balcony and the top frame abutted the\r\nwall, and the holes were\nplugged with plastic plugs. The balcony was\r\nthen attached to the wall by means of coach screws 110 mm long.\r\nAllowing for the thickness\nof the steel being 38 mm these penetrated\r\nthe wall to a depth of some 70 mm. Apart from the screws a brace,\r\nreferred to as a knee\nbrace, was attached underneath the balcony,\r\nnear the apex of the half-moon and ran at an acute angle to a point\r\non the wall no\nmore that 1 metre below the level of the balcony. In\r\nthe original design Lamberts had intended that the balcony would be\r\nsupported\non its outer edge by two steel posts or pillars but when\r\nthe time came for these to be installed Pienaar objected to them and\r\nthey\nwere not installed and instead they were adapted to form the\r\nknee brace.\n[7]\tNo plans or\r\napprovals were sought from or granted by the local authority as\r\nrequired by s 4(1) of the National Building Regulations\nand Building\r\nStandards Act 103 of 1977. The sub-section provides that no person\r\nshall without the prior approval in writing of\nthe local authority\r\nerect any building in respect of which plans and specifications are\r\nto be drawn and submitted in terms of the\nAct. The approval by a\r\nlocal authority is provided for in s 7 of the Act. It is not disputed\r\nthat the defendants were in breach\nof this statutory provision.\n[8]\tAt trial the\r\ncase proceeded on the question of liability only. The court\r\ndetermined that for purposes of liability three issues\nfell to be\r\ndetermined. The first was the question of negligence in respect of\r\nPienaar, Classen and Lamberts and their corporate\nentities, and\r\nquantum stood over for later determination. The remaining two issues\r\nturned on whether Lamberts was a sub-contractor\nor an independent\r\ncontractor, and whether he had been employed by Pienaar. It is now\r\nconceded that he was Classenâs sub-contractor\nand the latter issues\r\nhave, accordingly fallen away leaving only the question of negligence\r\nto be determined. At the conclusion\nof the trial the court found all\r\nthe defendants to have been negligent and thus liable to the\r\nplaintiffs jointly and severally,\nthe one paying the others to be\r\nabsolved. Pienaar and Classen were granted leave to appeal to this\r\ncourt. Lamberts and his corporate\nentity have not appealed the\r\ndecision.\n[9]\tPienaarâs\r\nnegligence was found to have arisen firstly from his failure to\r\ncomply with the statutory requirements [s 4(1) read\nwith s 7 of the\r\nNational Building Standards Act]. Secondly, it was held that he had\r\nâcaused the balcony to be constructed without\nregard to its\r\nstructural integrity, by insisting that vertical support posts should\r\nnot be usedâ when having regard to the fourth\ndefendantâs\r\n[Lambertsâ] evidence.\n[10]\tClassen was\r\nfound to have been negligent on several grounds. The court held that:\n*\the\r\nshould have known that council approval was necessary before a\r\nstructure such as a balcony could be installed;\n*\the\r\nhad a duty âto investigate and adviseâ Pienaar;\n*\the\r\nshould have foreseen the risk of danger in consequence of the work he\r\nemployed the contractor [Lamberts] to perform without\ncouncil\r\napproval;\n*\the\r\nwas in a position to take steps to guard against the danger and he\r\ndid not take the steps in question;\n*\the\r\nought to have appointed an engineer or a structural technician;\n*\the\r\nagreed âto change the design of the balcony and installation\r\nwithout virtual supports;\n*\the\r\nis liable [therefore] for the negligent conduct of his sub-contractor\r\n(Lamberts).\n[11]\tIn\nLangley\r\nFox Building Partnership (Pty) Ltd v De Valence\n,\n1\na case in which an independent contractor was employed to perform the\r\nwork, the test for liability of the employer of the independent\n\ncontractor as it applies to cases such as the present matter, was\r\nenunciated by Goldstone AJA as follows:\nâ\n[T]here\r\nare three broad questions which must be asked, viz:\n(1)\twould\r\na reasonable man have foreseen the risk of danger in consequence of\r\nthe work he employed the contractor to perform? If\nso,\n(2)\twould\r\na reasonable man have taken steps to guard against the danger? If so,\n(3)\twere\r\nsuch steps duly taken in the case in question? (\nSee\r\nalso\nChartaprops\r\n16 (Pty) Ltd v Silberman\n.\n2\n)\r\nThis emphasises the point that the liability in these cases is\r\npersonal not vicarious, and that it is not a question of the\r\nliability\nof the employer being passed to the independent contractor\r\nand thence to any sub-contractor, but a question of the respective\r\nindividual\nliability of each of them. As Goldstone AJA pointed out\r\nthat where the answer to the first two questions is in the\r\naffirmative\ndoes a âlegal duty arise, the failure to comply with\r\nwhich can form the basis of liability.â\n[12]\tIt bears\r\nmention that in order to satisfy requirement (3) a party is required\r\nto take no more than reasonable steps to guard\nagainst harm to the\r\npublic. Whether or not such threshold has been achieved depends upon\r\na consideration of all the facts and circumstances\nof the case. The\r\nfact that the harm which was foreseeable did eventually occur would\r\nnot mean that the steps taken were necessarily\nunreasonable.\r\nUltimately the enquiry involves a value judgment (See\nChartaprops\nat para 48;\nPretoria\r\nCity Council v De Jager\n.)\n3\n[13]\tTurning to\r\nthe facts of this case, it is convenient to consider the question of\r\nPienaar and Classenâs possible negligence\nvis-à-vis the\r\nplaintiffs separately. As to Pienaar the court below found him to be\r\nnegligent on two grounds. First, he was\nsaid to be negligent in\r\nfailing to comply with the statutory requirements to submit plans in\r\nrespect of the balcony, in circumstances\nwhere a reasonable person in\r\nhis position would have made enquiries before commencing with the\r\ninstallation of the balcony. Secondly,\nit was found that he had\r\ncaused the balcony to be constructed without regard to its structural\r\nintegrity, by insisting that vertical\nsupports not be used in its\r\nconstruction. In argument it was sought to contend that he had also\r\nfailed to take adequate steps to\nensure that a competent contractor\r\nwas employed, but this case was not pleaded and it is not supported\r\nby the evidence. It can\ntherefore be disregarded.\n[14]\tThere can\r\nbe no question that as a general proposition any person (Pienaar\r\nincluded) who causes a two metre high balcony to\nbe erected at his\r\nhome would foresee the risk of harm to a person stepping onto it if\r\nit was not properly secured. As such he would\nhave been expected to\r\ntake reasonable steps to avoid harm to such a person who might be\r\ninjured in the event of the structure collapsing.\nThe real question\r\nbefore us is what steps should have been taken and whether Pienaar\r\ntook those steps to avoid the risk of harm\nto the plaintiffs in terms\r\nof requirement (3) of the\nLangley\nFox\ntest as set out in paragraph 11 above.\n[15]\tAs already\r\nindicated Pienaar did not submit any plans for the balcony in\r\nquestion as he had done previously when he did alterations\nand\r\nadditions to his house in 2002. He did not make enquires from his\r\nbuilder, Classen, as to whether plans were required for undertaking\n\nthis type of work. Consequently the question that arises is whether\r\nthis failure rendered Pienaar liable in damages arising from\nthe\r\ncollapse of the balcony. In the way the case has been pleaded it does\r\nnot appear that the plaintiffs are relying on the breach\nper se as\r\ncreating liability or providing them with a right to claim damages.\r\nHow one goes about determining whether the statute\nprovides for such\r\na right of action was alluded to by Cameron JA in\nOlitzki\r\nProperty Holdings v State Tender Board\n2001 (3) SA 1247\n(SCA) at para 12 where he said:\nâ\nWhere\r\nthe legal duty the plaintiff invokes derives from breach of a\r\nstatutory provision, the jurisprudence of this Court has developed\na\r\nsupple test. The focal question remains one of statutory\r\ninterpretation, since the statute may on a proper construction by\r\nimplication\nitself confer a right of action, or alternatively provide\r\nthe basis for inferring that a legal duty exists at common law. The\r\nprocess\nin either case requires a consideration of the statute as a\r\nwhole, its objects and provisions, the circumstances in which it was\n\nenacted, and the kind of mischief it was designed to prevent.â\n[16]\tOn a proper\r\nreading of the Act there is nothing to suggest that a failure to\r\ncomply with its requirement would necessarily\nlead to liability. On\r\nthe facts of this case what makes it particularly problematic is that\r\non the available expert evidence it\nis not the failure to submit\r\nplans that caused the balcony to collapse, but the manner in which it\r\nwas fixed to the wall. It is\nunnecessary to consider whether in other\r\ncircumstances a failure to submit plans for approval may ground a\r\nclaim for damages. In\nthis case it cannot do so because there is no\r\ncausal link between that failure and the collapse of the balcony.\n[17]\tAs to the\r\nsecond ground of negligence advanced against Pienaar and accepted by\r\nthe court below, namely, that he caused the\nbalcony to be constructed\r\nwithout regard to its structural integrity, by insisting that the\r\nvertical supports not be used in its\nconstruction, here again the\r\npoint breaks down in the light of the evidence presented in court.\r\nThere was no evidence that the\nvertical posts would have prevented\r\nthe balcony from collapsing when it pulled out of the wall from its\r\nfixings. All that Rivera\nwas prepared to say in that regard was that\r\nthe posts âwould have reduced the tension force on the fixings\r\nwhich, in the end\nwere the cause of failure.â Even if it is assumed\r\nhowever that pillars would have helped there is no evidence that\r\nPienaar had\nreason to think that their exclusion could be a source of\r\ndanger. Cantilevered balconies are a sufficiently common feature of\r\nhouses\nfor a lay-person like Pienaar to believe â and correctly so\r\nâ that a suitably qualified person will erect it safely.\n[18]\tIt seems to\r\nme that Pienaar took all reasonable steps to ensure that a proper\r\nbalcony was designed, erected and installed.\nHe contracted Classen, a\r\nbuilder of some 20 years standing, whom he (and his life partner De\r\nBruin) believed had the necessary\nability, integrity and expertise to\r\nundertake the work. Classen came with the necessary credentials, as\r\nbeing on the Absa Panel\nof Contractors, a group of contractors\r\nshortlisted by a major bank to do alterations and additions for their\r\nclients. Pienaar had\nno reason to think that Classen  or his\r\ncorporate entity would not perform the work in a professional or\r\nworkmanlike manner or\nwould fail to appoint a similarly qualified\r\nperson as a sub-contractor.\n[19]\tPienaar\r\ncould not do the work himself as he had no expertise to do so. It\r\ncannot be said that he acted unreasonably. I consider\nhim to have\r\ncomplied with the third leg of the\nLangley\r\nFox\ntest and he is accordingly not liable to the plaintiffs for the\r\ndamages claimed.\n[20]\tTurning to\r\nClassen, it must be borne in mind that from the outset he disavowed\r\nany skill or expertise in the design, manufacture\nor installation of\r\na steel balcony. His mandate was limited to finding a contractor who\r\nhad the necessary expertise in that field.\nAnd so no mandate was\r\ngiven to Classen to manufacture or erect the steel balcony. The\r\nperson who was to perform the work, Lamberts,\nwas introduced to\r\nPienaar and De Bruin and on occasion they interacted with him\r\ndirectly. Having regard to the evidence as a whole\nit is clear that\r\nthe balcony collapsed as a result of the negligent manner in which\r\nLamberts fixed it to the wall. At the last\nminute he used coach\r\nscrews instead of the intended rawl bolts and positioned them\r\nincorrectly.\n[21]\tThe first\r\nquestion is whether Classen can be held vicariously liable for the\r\nnegligence of Lamberts. The answer is no. As pointed\nout in\nLangley\r\nFox\n,\r\nthe general rule of our law is that an employer is not responsible\r\nfor the negligence or the wrongdoing of an independent contractor\n\nemployed by him. (See\nLangley\r\nFox\nat\r\n8A-B.) I consider that on the facts of this case Classen falls in the\r\ncategory of the aforesaid employer and was not responsible\nfor the\r\nnegligence of Lamberts.\n[22]\tThis second\r\nquestion is whether any personal fault can be attributed to Classen.\r\nThe absence of vicarious liability does not\nmean that there cannot be\r\nsituations in which an employer, or principle contractor, may be\r\nliable because of their own negligence.\nIn the present matter Classen\r\nwould not escape liability if there was evidence implicating him in\r\nnegligence. In the present matter\nthere is no such evidence.\n[23]\tIt is true\r\nthat he too is implicated in the failure to submit plans and is\r\nperhaps more culpable than Pienaar. But for the\nreasons given in\r\nrelation to Pienaar this is not causally linked to the collapse of\r\nthe balcony and is therefore irrelevant.\n[24]\tThere was\r\nsome suggestion that when he arrived at the scene during the\r\ninstallation of the balcony he too asked Lamberts to\nremove the\r\nvertical support posts by saying he should do what the client wishes.\r\nAs already indicated the vertical posts were not\nshown or alleged to\r\nbe a factor in the collapse of the balcony. I have already alluded to\r\nthe fact that Rivera was not even asked\nany questions about it. Of\r\ngreater importance is that Classen had no reason to believe that\r\nLamberts had fixed the balcony to the\nwall in an inadequate fashion.\n[25]\tClassen had\r\nno means to prevent the collapse of the balcony. His evidence was\r\nthat when he arrived at the scene the balcony\nwas already installed.\r\nThere is evidence that the head of the coach screws used to fix it in\r\nplace were the same in appearance\nas those of rawl bolts. That being\r\nso, he had no means of telling that inadequate fastenings were used.\r\nNor had he any knowledge\nthat they were wrongly positioned because\r\nthey had been inserted into plaster instead of brick. In my view no\r\nnegligence was proved\nagainst Classen and he should not have been\r\nfound liable.\n[26]\tIn the\r\nresult the following orders are made:\n1.\tThe appeals\r\nare allowed.\n2.\tThe first and\r\nsecond respondents are ordered to pay the appellantsâ costs.\n3.\tThe order of\r\nthe court below is set aside and replaced with the following:\nâ\n1.\tThe first\r\nand second plaintiffsâ claims against the first, second and third\r\ndefendants are dismissed.\nThe first and\r\n\tsecond plaintiffs are ordered to pay the costs of the first, second\r\n\tand third defendants, jointly and severally\nthe one paying the other\r\n\tto be absolved.\nThe fourth and\r\n\tfifth defendants are found to be liable jointly and severally the\r\n\tone paying the other to be absolved for whatever\ndamages the first\r\n\tand second plaintiffs might prove for injuries sustained by them as\r\n\ta result of the collapse of the balcony\non 25 April 2004.\nThe fourth and\r\n\tfifth defendants are ordered to pay the plaintiffsâ costs of suit,\r\n\tjointly and severally the one paying the other\nto be absolved,\r\n\tincluding the qualifying expenses of the plaintiffs expert witness\r\n\tMr U Rivera and the costs of the application\nfor absolution from the\r\n\tinstance.â\n____________________________\nKK\r\nMTHIYANE\nJUDGE OF\r\nAPPEAL\nNUGENT JA\r\n(concurring)\n[27]\tCases like\r\nthis one bring to mind the game known as âpass the parcelâ. They\r\narise when the responsibility for performing\na task is passed from\r\nhand to hand until ultimately it reaches the person or persons who\r\nactually do the work, whether as employees\nor as independent\r\ncontractors. The question that can arise in such cases is who (if\r\nanyone) bears liability (I am referring to\ndirect liability and not\r\nliability that might arise vicariously) if the performance (or\r\nfailure to perform) the task causes foreseeable\nharm to a third\r\nparty? Unless one is to say that liability always falls only upon the\r\nperson or persons at the end of the line\nwho actually did the work it\r\nfollows that somewhere along the line there might be a party whose\r\nlegal responsibility is not discharged\nby assigning the work to\r\nsomeone else but only by ensuring that the work is properly done.\r\nThat is not a matter of jurisprudence\nbut a matter of logic.\n[28]\tThat\r\noccurred in\nChartaprops\r\n16 (Pty) Ltd v Silberman\n.\n4\nThe task of maintaining the cleanliness of the floors of a shopping\r\nmall was assigned by the owner to a cleaning contractor who\nin turn\r\nassigned it to employees who did the cleaning. The effect of the\r\ndecision in that case was that responsibility for the\nconsequences of\r\nfailing to maintain the cleanliness of the floors passed from the\r\nowner to the contractor but there it stopped.\n(Whether or not the\r\ncleaners were also vulnerable to liability on one basis or another\r\nwas not considered). Notwithstanding that\nan ordinarily adequate\r\nsystem had been put in place the system was not adhered to by one or\r\nother of the cleaners and on that basis\nthe trial court found (this\r\ncourt confined itself to endorsing that finding\n5\n)\r\nthat because the employees âfailed to take reasonable steps to\r\ndetect and remove [the hazard]â the system was ânot sufficiently\n\nadequate to detect and remove spillages with reasonable promptitudeâ.\r\nAlthough not expressed in terms I think it is evident that\nthe court\r\nconsidered that a reasonable contractor was required not merely to\r\nput in place an adequate system but also to ensure\nthat the work was\r\nindeed done.\n[29]\tThis case\r\nonce again involves three parties. The owner (Mr Pienaar) assigned\r\nwork to a contractor (Mr Classen) who assigned\nit to a sub-contractor\r\n(Mr Lamberts). All three knew (or at least ought to have known) that\r\nharm could be caused to third parties\nif the work was not properly\r\ndone. The question before us is whether they (or either of them) are\r\nliable for such harm when it\noccurred.\n[30]\tThe legal\r\ntest to be applied when answering that question, as pointed out by my\r\ncolleague, is that set out in\nLangley\r\nFox\n(which repeats in substance the traditional test for negligence\r\narticulated in\nKruger\r\nv Coetzee\n6\n)\r\nand for present purposes we need concern ourselves only with the\r\nthird leg of that test.\n[31]\tI agree\r\nwith my colleague that no more could reasonably be expected of Mr\r\nPienaar, who had no expertise in the field, than\nto pass the work on\r\nto an experienced building contractor\n,\nin the expectation that he would pass it on to a person whom he\r\nconsidered to be an expert. As for Mr Classen it was argued on\nbehalf\r\nof the respondents â much along the lines of the finding in\r\nrelation to the contractor in\nChartaprops\nâ that his responsibility did not stop with passing the work on to\r\nMr Lamberts but he was called upon also to ensure that it\nwas\r\nproperly done. Mr Classen also had no expertise in this particular\r\nfield and once more I do not think that could reasonably\nbe expected\r\nof a building contractor in that position.\n[32]\tThus I\r\nagree with my colleague that neither Mr Pienaar nor Mr Classen were\r\nshown to have been negligent and I concur in the\norder he proposes.\n______________________\nRW\r\nNUGENT\nJUDGE\r\nOF APPEAL\nAppearances:\nFor 1\nst\nAppellant:\t\t\tAG Sawma\nInstructed\r\nby:\nShakenovksy-Nysschen\r\nc/o Fairbridges Attorneys Cape Town\nLovius\r\nBlock Attorneys Bloemfontein\nFor 2\nnd\n& 3\nrd\nAppellants:\t\tJC Butler   SC\nInstructed by:\nEveringhams\r\nAttorneys Cape Town\nWebbers\r\nAttorneys Bloemfontein\nFor 1\nst\n& 2\nnd\nRespondents:\tPA Corbett\nInstructed\r\nby:\nMalcolm\r\nLyons & Brivik Inc Cape Town\nMatsepes\r\nInc Bloemfontein\n1\n1991\r\n\t(1) SA 1\n(A) at 12H-J.\n2\n[2008] ZASCA 115\n;\n2009\r\n\t(1) SA 265\n(SCA) at para 42,\n[2008] ZASCA 115.\n3\n1997\r\n\t(2) SA 46\n(A) at 55H-I.\n4\n[2008] ZASCA 115\n;\n2009 (1) SA 265\n(SCA).\n5\nPara 4.\n6\n1996 (2) SA 428\n(A) at 430E-H.",
  "scraped_at": "2026-02-12T05:28:38.537298",
  "date": "2009-12-01",
  "coram": [
    "Mthiyane JA",
    "Nugent JA",
    "Maya JJA",
    "Tshiqi AJJA",
    "Wallis AJJA"
  ],
  "case_number": "48/2009",
  "parties": {
    "applicants": [
      "Pieter Andries Pienaar",
      "Melvin Douglas Classen",
      "Classens Home Improvements CC"
    ],
    "respondents": [
      "Russell James Brown",
      "John Sloep",
      "Don Noel Daniel Lamberts",
      "Ven Projects CC"
    ]
  },
  "sections": {
    "facts": "On 25 April 2004 a cantilevered balcony at the Green Point residence of Pieter Andries Pienaar collapsed, injuring two guests, Russell James Brown and John Sloep. The balcony had been designed, manufactured and installed by Don Noel Daniel Lamberts, a subcontractor engaged by Melvin Douglas Classen, the main contractor hired by Pienaar. The balcony was attached to the house wall with coach screws rather than the originally intended rawl bolts, and vertical support posts were omitted after Pienaar objected. No building plans or approvals were obtained, breaching sections 4(1) and 7 of the National Building Regulations and Building Standards Act.",
    "issues": "The court had to determine (1) whether Pienaar and Classen were negligent in respect of the balcony collapse; (2) whether failure to comply with statutory building regulations constituted negligence and a breach of duty of care; (3) whether Classen could be held vicariously liable for the negligence of his subcontractor Lamberts; and (4) whether the statutory breach was causally linked to the collapse.",
    "principles": "The judgment applied the Langley Fox test for contractor negligence – foreseeability of risk, duty to take reasonable steps to guard against that risk, and whether such steps were taken. It considered the principle that a breach of a statutory provision may give rise to a common‑law duty of care (Olitzki Property Holdings v State Tender Board). The court also reaffirmed the rule that an employer is not vicariously liable for the negligence of an independent contractor (Langley Fox). Precedent cases such as Chartaprops 16 (Pty) Ltd v Silberman and Kruger v Coetzee were cited to support the analysis.",
    "application": "The court found that Pienaar’s failure to submit plans was not causally connected to the collapse; the collapse resulted from the manner in which Lamberts fixed the balcony. Pienaar had taken reasonable steps by engaging an experienced contractor and therefore satisfied the third limb of the Langley Fox test. Classen was deemed an independent contractor; he did not supervise the fixing, could not have foreseen the improper use of coach screws, and thus bore no personal negligence nor vicarious liability. Consequently, neither Pienaar nor Classen was liable for the plaintiffs’ injuries. The fourth and fifth defendants, Lamberts and Ven Projects CC, were found liable jointly and severally for the collapse.",
    "conclusion": "The appeals were allowed. The first and second respondents were ordered to pay the appellants’ costs. The original judgment was set aside and replaced: the plaintiffs’ claims against the first three defendants were dismissed; the fourth and fifth defendants were held jointly and severally liable for any damages proved, and were ordered to pay the plaintiffs’ costs, including expert witness expenses."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Negligence",
    "level_3": [
      "building regulations",
      "statutory duty",
      "vicarious liability",
      "contractor liability",
      "balcony collapse"
    ]
  }
}