{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/170.html",
  "case_name": "Director of Public Prosecutions v Mngoma (404/08) [2009] ZASCA 170; 2010 (1) SACR 427 (SCA) ; [2010] 2 All SA 456 (SCA) (1 December 2009)",
  "citation": "[2009] ZASCA 170",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 170\n|\nNoteup\n|\nLawCite\nDirector of Public Prosecutions v Mngoma (404/08) [2009] ZASCA 170; 2010 (1) SACR 427 (SCA) ; [2010] 2 All SA 456 (SCA) (1 December 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:   404/08\nTHE DIRECTOR OF PUBLIC PROSECUTIONS\t  APPELLANT\nand\nKWESTA MNGOMA\t\t\t\t\t       RESPONDENT\nNeutral citation:\nDirector\r\nof Public Prosecutions v Mngoma\n(404/08)\n[2009] ZASCA 170\n(1 December 2009)\nCoram:\nMthiyane, Lewis,\r\nMalan, Bosielo JJA et Griesel AJA\nHeard:\n23 NOVEMBER 2009\nDelivered:\n1 DECEMBER 2009\nSummary:\nCriminal Law â\r\nSentence â Accused sentenced to five years' imprisonment in terms\r\nof\nsection 276(1)(i)\nof the\nCriminal Procedure Act 51 of 1977\nâ On\r\nappeal by State sentence held to be disturbingly inappropriate and\r\nreplaced with sentence of ten yearsâ imprisonment.\n______________________________________________________________\nORDER\nOn appeal from:\tEastern Cape\nHigh\r\nCourt Grahamstown\n(A R\nErasmus J sitting as court of first\r\ninstance).\n1.\tThe appeal is upheld.\n2.\tThe sentence imposed on the respondent by the high\r\ncourt is set aside and replaced with the following:\n'The accused is sentenced to imprisonment for a period\r\nof 10 years.'\nJUDGMENT\nBosielo JA\n(Mthiyane, Lewis,\r\nMalan, JJA et Griesel AJA concurring)\n[1]\tThe respondent (to whom I shall refer as the\r\naccused) was charged and convicted of murder with on 22 August 2007\r\nin the Eastern\nCape Division of the High Court, sitting in\r\nGrahamstown. He was sentenced to imprisonment for five years in terms\r\nof\ns 276(1)\n(i) of the\nCriminal Procedure Act 51 of 1977\n. The\r\nappellant (to whom I shall refer as the State) was granted leave to\r\nappeal against the sentence to this court in terms of\ns 316B.\n[2]\tThe question to be answered in this appeal is\r\nwhether a sentence of five yearsâ imprisonment in terms of\ns 276(1)\n(i) for the murder of the accused's live-in lover by strangling her\r\nis appropriate.\nSection 276(1)\n(i) provides for 'imprisonment from\r\nwhich such a person may be placed under correctional supervision in\r\nhis discretion by the Commissioner.'\nThe State contends that, given\r\nthe circumstances under which the deceased was killed, the sentence\r\nis startlingly inappropriate\nand induces a sense of shock. On the\r\nother hand, the accused contends that the sentence is appropriate and\r\nshould be left undisturbed.\n[3]\tIn order to answer this question, a brief outline of\r\nthe facts of this case is necessary. The tragic facts of this matter\r\nare\ncommon cause. These are captured succinctly in the accused's\r\nwritten plea explanation tendered in terms of\ns 112(2)\n, which was\r\naccepted by the State. The accused was involved in a love\r\nrelationship with the deceased, spanning a period of some\nsix years.\r\nFrom this relationship one child was born. On 8 August 2006, whilst\r\non his way home the accused saw a man emerging from\nhis home. Upon\r\narrival at home, the accused confronted the deceased and asked who\r\nhad been sleeping on his bed which was untidy.\nInstead of responding\r\nthe deceased hid her face. The accused concluded that the deceased\r\nwas unfaithful to him. Angered by this\ndiscovery, he then assaulted\r\nthe deceased and chased her away from his home.\n[4]\tFour days later, the respondent and the deceased\r\nwere walking together to Cathcart. The deceased was leading the way\r\nwhen all\nof a sudden the accused, who apparently had been seething\r\nwith anger at the deceased for cheating on him, threw a stone at her\r\nhead causing her to fall to the ground. He then strangled her with a\r\nlace from his soccer boot until she stopped breathing. He then\ntied\r\nher to a tree and left the scene. He later wrote a note and left it\r\nwith her to create the impression that she had committed\nsuicide.\n[5]\tIn his plea explanation, the accused admitted that\r\nwhen he was choking her, he realised she might die. Notwithstanding\r\nthis,\nhe continued to strangle her until she stopped breathing. The\r\naccused further admitted that he knew that his actions were unlawful.\n\nHis explanation for this behaviour was that he was under severe\r\nprovocation and emotional stress caused by his suspicion that the\n\ndeceased was cheating on him. The situation was exacerbated by\r\nserious doubt that he suddenly entertained as to whether the child\n\nthat she was carrying was his. The deceased was seven months pregnant\r\nat the time.\n[6]\tThe main contention advanced on the State's behalf\r\non appeal was that, given the nature of the offence and the\r\ncircumstances\nunder which the murder was committed, a sentence of\r\nfive years' imprisonment in terms of\ns 276(1)\n(i) is shocking and\r\nstartlingly inappropriate. It was submitted that the judge\na\r\nquo\nfailed to have regard to the gravity of\r\nthe offence committed by the accused and that the sentence imposed\r\nwas too lenient in the\ncircumstances.\n[7]\tOn the other hand, counsel for the accused, relying\r\non the judgment of this court in\nS v Mvamvu\n2005 (1) SACR 54\n(SCA), contended that his\r\npersonal circumstances and the peculiar circumstances under which the\r\noffence was committed called for\nthe imposition of a sentence which\r\nwould give recognition to the individualisation of punishment. We\r\nwere urged to take cognizance\nof the accused's lack of skills in\r\nanger management. On the evidence his anger was 'bottled' up for four\r\ndays before it exploded\ninto the commission of the murder. It was\r\ncontended that the accused acted under an extreme state of emotional\r\nstress caused by\nthe deceased's infidelity. This affected the\r\nrespondent so much that he lost control of himself so it was argued.\r\nCounsel contended\nfurther that it was clear from a combination of the\r\naccused's personal circumstances that he is a person endowed with\r\npositive\nattributes and who has the potential to be rehabilitated.\n[8]\tIn answering the question whether the sentence\r\nimposed on the accused is disturbingly disproportionate, it is\r\ncrucial to bear\nin mind that the deceased was murdered four days\r\nafter the accused had caught her under suspicious circumstances. In\r\nother words\nthe accused did not act on the spur of the moment. It is\r\ncommon cause that the accused chased the deceased away on that day\r\n(which\nwas a Tuesday). The accused and the deceased met on Wednesday\r\nand Thursday. Notably the accused did not assault the deceased. On\n\nSaturday, four days later, the accused suddenly flared up and\r\nassaulted the deceased before killing her.\n[9]\tHowever, it is necessary in the evaluation of an\r\nappropriate punishment that due and proper consideration be given to\r\nall mitigating\ncircumstances which are in accused's favour. This is\r\nparticularly important in the present matter because of the\r\napplicability\nof the minimum sentence provisions which require that a\r\nsentence of fifteen years' imprisonment be imposed unless we find\r\nsubstantial\nand compelling circumstances to be present. (See\nS\r\nv Mvamvu\npara 3.) The accused was 24 years\r\nold at the time; he had only progressed up to standard 5 in his\r\nscholastic career; for all intents\nand purposes he can be described\r\nas uneducated and unsophisticated; because of his low level of\r\neducation, he was only able to\ndo odd jobs; he had been living with\r\nthe deceased as a live-in lover for 6 years and they had one child\r\ntogether. Importantly,\nthe accused was a first offender. He pleaded\r\nguilty to the charge and showed genuine penitence. The court below\r\nfound the form\nof intent to be\ndolus\r\neventualis\nand not\ndolus\r\ndirectus.\nThere is no doubt that these are\r\npositive factors in favour of the accused.\n[10]\tIn considering an appropriate sentence, the court\r\nbelow acknowledged the fact that violence is prevalent in our\r\nsociety, particularly\nviolence committed by men against women. It\r\ndescribed the accused's conduct as deplorable. Furthermore, the court\r\nacknowledged\nthat the interests of society dictate that our courts\r\nshould send a strong message to the public that violence will not be\r\ntolerated.\nI can find no fault with this approach. However, the court\r\nfound that a combination of the accused's personal circumstances and\n\nin particular the circumstances which led to this tragic event are\r\nsufficiently weighty and cogent to qualify as substantial and\n\ncompelling circumstances justifying a lesser sentence than the\r\nprescribed one. In argument before us the State conceded that there\n\nwere substantial and compelling circumstances present which justified\r\na lesser sentence. However, the State contended that even\nwith the\r\npresence of substantianal and compelling circumstances the sentence\r\nimposed by the trial court on the respondent is shockingly\n\ninappropriate. The state urged this court to set the sentence aside\r\nand to substitute a sentence of between 10 to 12 years' imprisonment.\n[11]\tThe powers of an appellate court to interfere with\r\na sentence imposed by a lower court are circumscribed. This is\r\nconsonant\nwith the principle that the determination of an appropriate\r\nsentence in a criminal trial resides pre-eminently within the\r\ndiscretion\nof the trial court. As to when an appellate court may\r\ninterfere with the sentence imposed by the trial court, Marais JA\r\nenunciated\nthe test as follows in\nS v Malgas\n2001 (1) SACR 469\n(SCA) at p 478 d-g:\n'A court exercising appellate jurisdiction cannot, in\r\nthe absence of material misdirection by the trial court, approach the\r\nquestion\nof sentence as if it were the trial court and then\r\nsubstitute the sentence arrived at by it simply because it prefers\r\nit. To do\nso would be to usurp the sentencing discretion of the trial\r\ncourt. Where material misdirection by the trial court vitiates its\r\nexercise of that discretion, an appellate Court is of course entitled\r\nto consider the question of sentence afresh. In doing so,\nit assesses\r\nsentence as if it were a court of first instance and the sentence\r\nimposed by the trial court has no relevance. As it\nis said, an\r\nappellate Court is at large. However, even in the absence of material\r\nmisdirection, an appellate court may yet be justified\nin interfering\r\nwith the sentence imposed by the trial court. It may do so when the\r\ndisparity between the sentence of the trial\ncourt and the sentence\r\nwhich the appellate Court would have imposed had it been the trial\r\ncourt is so marked that it can properly\nbe described as \"shocking\",\r\n\"startling\" or \"disturbingly in appropriate\".'\n[12]\tDuring argument before us, counsel for the State\r\ndid not argue that there was any misdirection on the part of the\r\ntrial court.\nThe major thrust of the argument on behalf of the State,\r\nwas that the sentence of imprisonment for five years subject to\ns\r\n276(1)(i)\nis shockingly inappropriate. It was furthermore argued that\r\nthe sentence imposed is a radical departure from the benchmark of 15\n\nyears prescribed in\ns 52(1)(a)(i)\nread with\nPart II\nof Schedule 2 of\r\nthe\nCriminal Law Amendment Act 105 of 1997\n.\n[13]\tI agree with the trial court's finding regarding\r\nthe existence of substantial and compelling circumstances. It cannot\r\nbe denied\nthat at the time of the murder, the accused was under\r\nserious provocation, hurt and anger caused by the deceased's\r\ninfidelity.\nThis is understandable. However, this does not excuse the\r\naccused's conduct. Viewed against the grim facts of this case, I\r\nagree\nwith the State's contention that the sentence imposed on the\r\naccused is shocking and startlingly disproportionate to the gravity\n\nof the crime that he committed. The sentence imposed on the accused\r\nis in my view inappropriate and distorted in favour of the\naccused\r\nwithout giving sufficient weight to the gravity of the offence and\r\nthe interests of society. For a sentence to be appropriate\nit must be\r\nfair to both the accused and society. Such a sentence must show a\r\njudicious balance between the interests of the accused\nand those of\r\nsociety.\n[14]\tA failure by our courts to impose appropriate\r\nsentences, in particular for violent crimes by men against women,\r\nwill lead to\nsociety losing its confidence in the criminal justice\r\nsystem. This is so because domestic violence has become pervasive and\r\nendemic.\nCourts should take due cognisance of the salutary warning\r\nexpressed by Marais JA in\nS v Roberts\n2000\r\n(2) SACR 522\n(SCA) para 20 where he stated:\n'It [the sentence] fails utterly to reflect the gravity\r\nof the crime and to take account of the prevalence of domestic\r\nviolence\nin South Africa. It ignores the need for the courts to be\r\nseen to be ready to impose direct imprisonment for crimes of this\r\nkind,\nlest others be misled into believing that they run no real risk\r\nof imprisonment if they inflict physical violence upon those with\n\nwhom they may have intimate personal relationships.'\nThe sentence imposed on the accused in the present\r\nappeal fails to reflect an appreciation of this warning.\n[15]\tI accept that the circumstances in which the\r\naccused found himself evoke a measure of sympathy for him. His trust\r\nin the deceased\nwas shattered. In all likelihood, he felt seriously\r\nbetrayed by the deceased. However, one should not allow 'maudlin\r\nsympathy'\nfor the accused to unduly influence one's objective and\r\ndispassionate consideration of an appropriate sentence. I am of the\r\nview\nthat the sentence imposed is so disturbingly lenient that it has\r\nthe effect of trivialising violence. Moreover, the sentence imposed\n\non the accused differs markedly from the sentence which I would have\r\nimposed had I been sitting as the trial court. In my view,\nthe\r\ndisparity is so striking that it can properly be described as\r\n'shocking', 'startling' or 'disturbingly inappropriate.' Accordingly\n\nthis court is at large to interfere with the sentence and impose what\r\nit considers to be an appropriate sentence.\n[16]\tHaving given proper and due consideration to all\r\nthe circumstances, I am of the view that the aggravating features of\r\nthis\ncase far outweigh the mitigating circumstances. A sentence of\r\nimprisonment for 12 years appears to me to be appropriate. However,\n\nthe accused has already served some 10 months in prison. He was\r\nsentenced on 27 August 2007 and released into correctional\r\nsupervision\nby the Commissioner in terms of\ns 276(1)(i)\non 28 June\r\n2008. It is fair and appropriate that this period as well as that\r\nserved while under correctional supervision be taken\ninto account in\r\nconsidering an appropriate sentence.\n[17]\t1.\tThe appeal upheld.\n2.\tThe sentence imposed on the respondent by the high\r\ncourt is set aside and replaced with the following:\n'The accused is sentenced to imprisonment for a period\r\nof 10 years.'\nâ¦â¦â¦â¦â¦â¦\n.\nL O BOSIELO\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: \t\tMr D Els\nInstructed by\nDirector of Public\r\nProsecutions, Grahamstown\nDirector of Public\r\nProsecutions, Bloemfontein\nFOR RESPONDENT:\tMs S Kruger\r\n(attorney)\nInstructed by\nGrahamstown Justice Centre,\r\nGrahamstown\nBloemfontein Justice Centre,\r\nBloemfontein",
  "scraped_at": "2026-02-12T05:29:35.692935",
  "date": "2009-12-01",
  "coram": [
    "Mthiyane",
    "Lewis",
    "Malan",
    "Bosielo JJA",
    "Griesel AJA"
  ],
  "case_number": "404/08",
  "parties": {
    "applicants": [
      "Director of Public Prosecutions"
    ],
    "respondents": [
      "Kwesta Mngoma"
    ]
  },
  "sections": {
    "facts": "The respondent, Kwesta Mngoma, was in a six‑year live‑in relationship with the deceased, with whom he had a child. Suspecting infidelity, he confronted her on 8 August 2006, assaulted her and expelled her from the home. Four days later, while walking together, he threw a stone at her, strangled her with a lace from his soccer boot, tied her to a tree and left a note to suggest suicide. The victim was seven months pregnant at the time. Mngoma pleaded guilty, admitted knowledge of the unlawfulness of his act, and expressed remorse.",
    "issues": "The central issue was whether a sentence of five years' imprisonment under section 276(1)(i) of the Criminal Procedure Act for the crime of murder was appropriate, or whether it was disturbingly disproportionate given the gravity of the offence and the statutory minimum of fifteen years under the Criminal Law Amendment Act. The presence of substantial and compelling mitigating circumstances was also considered.",
    "principles": "The Court applied section 276(1)(i) CPA, the mandatory minimum sentence provision of section 52(1)(a)(i) of the Criminal Law Amendment Act 105 of 1997, and the doctrine of substantial and compelling circumstances permitting a lesser sentence. It relied on the appellate test from S v Malgas (2001) that a higher court may interfere when the sentence is shocking or startling, and on precedent cases S v Mvamvu (2005) and S v Roberts (2000) regarding sentencing discretion and domestic violence.",
    "application": "While acknowledging mitigating factors—young age, low education, first‑offender status, guilty plea, provocation and potential for rehabilitation—the Court held that the aggravating features, notably the calculated nature of the murder and the societal interest in deterring gender‑based violence, outweighed them. The Court deemed a twelve‑year sentence appropriate, but accounted for the ten months already served and the period under correctional supervision, resulting in a final term of ten years.",
    "conclusion": "The appeal was upheld. The original five‑year sentence was set aside and replaced with a sentence of ten years' imprisonment for the respondent."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "murder",
      "minimum sentence",
      "domestic violence",
      "provocation",
      "appellate review"
    ]
  }
}