{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/85.html",
  "case_name": "Oudekraal Estates (Pty) Ltd v The City of Cape Town and Others (25/08) [2009] ZASCA 85; 2010 (1) SA 333 (SCA) (3 September 2009)",
  "citation": "[2009] ZASCA 85",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 85\n|\nNoteup\n|\nLawCite\nOudekraal Estates (Pty) Ltd v The City of Cape Town and Others (25/08) [2009] ZASCA 85; 2010 (1) SA 333 (SCA) (3 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no:  25/08\nOUDEKRAAL\r\nESTATES (PTY) LTD\nAppellant\nand\nTHE\r\nCITY OF CAPE TOWN\nFirst\r\nRespondent\nTHE SOUTH AFRICAN HERITAGE\r\nRESOURCES\nSecond\r\nRespondent\nAGENCY\nSOUTH\r\nAFRICAN NATIONAL PARKS\nThird\r\nRespondent\n________________________________________________________________\nNeutral citation:\nOudekraal\r\nEstates (Pty) Ltd v The City of Cape Town and others\n(25/08)\n[2009] ZASCA 85\n(3 September 2009)\nCORAM:\nNAVSA,\r\nVAN HEERDEN, PONNAN, MHLANTLA JJA and \t\t\t\tWALLIS AJA\nHEARD:\n18\r\nAugust 2009\nDELIVERED:\n3\r\nSeptember 2009\nCORRECTED:\nSUMMARY:\tApplication for review â\r\nto set aside decision to approve township in 1957 â failure to take\r\ninto consideration religious\nand cultural rights of Muslim community\r\nâ application of delay rule â unprecedented time lapse â unique\r\ncircumstances â\ndiscretion exercised to set aside decision.\n________________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nHigh\r\nCourt, Cape Town (Van Reenen J (Yekiso J concurring) sitting as a\r\ncourt of first instance).\nThe following order is made:\n1.\tThe appeal is dismissed with costs.\n2.\tThe costs in paragraph 1 will\r\ninclude in the case of the first and third respondents jointly the\r\ncosts of two counsel as if they\nhad been represented collectively by\r\ntwo counsel and in the case of the second respondent the costs of one\r\ncounsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (VAN HEERDEN, PONNAN,\r\nMHLANTLA JJA and WALLIS AJA concurring):\n[1]\tThere is no natural or other\r\nphenomenon in South Africa quite as iconic as Table Mountain, which\r\nstands like a sentinel overlooking\nthe Mother City. The Cape\r\nPeninsula National Park, now renamed the Table Mountain National Park\r\n(the Park), comprising the mountain\nand tracts of land beyond it, was\r\nestablished in terms of the National Parks Act 57 of 1976. It borders\r\nthe northeast corner of\nportion 7 of the farm Oudekraal (portion 7)\r\nand surrounds it on its eastern and southern sides. The development\r\nof portion 7 as\na township by the appellant, Oudekraal Estates (Pty)\r\nLtd (Estates), is in issue in the present appeal. The local authority\r\nwithin\nwhose jurisdiction portion 7 is located and which is\r\nresponsible for urban planning is the first respondent, the City of\r\nCape Town\n(the City).\n[2]\tThe second respondent, the South\r\nAfrican Heritage Resources Agency (SAHRA), established in terms of\ns\r\n11\nof the\nNational Heritage Resources Act 25 of 1999\n, is the\r\nsuccessor to the National Monuments Council and is statutorily\r\ncharged with the responsibility of protecting South Africaâs\n\nheritage resources which are of cultural significance or other\r\nspecial value for the present community and for future generations.\n[3]\tThe third respondent, South\r\nAfrican National Parks (SANPARKS), is a statutory body charged with\r\nthe protection of our countryâs\nnatural and cultural heritage.\n1\nOne of its stated goals is to establish and consolidate the Park to\r\nensure its long-term ecological, economic and social sustainability.\n\nThe attainment of this goal is premised on a number of objectives,\r\nthe first of which is to incorporate into the Park all land\nwithin\r\nthe Cape Peninsula Protected Natural Environment (CPPNE), as well as\r\nother conservation-worthy areas outside of it.\n[4]\tThe CPPNE covers an area of\r\napproximately 30 000 hectares, running from Signal Hill all the way\r\nto Cape Point. The bulk of the\nCPPNE has already been incorporated\r\ninto the Park. A part of portion 7 of Oudekraal falls within the\r\ncadastral boundaries of the\nCPPNE. SANPARKS considers it vital that\r\nportion 7 be incorporated into the Park.\n[5]\tThe Park is one of eight areas\r\nconstituting the Cape Floral Region (the CFR) of South Africa. In\r\n2004 the CFR was listed as\na World Heritage site, thereby achieving\r\nrenewed and elevated recognition as a site of outstanding\r\nsignificance to humanity. The\nCFR is regarded as the worldâs\r\nâhottest hot spotâ for plant diversity and endemism. Covering\r\nless than 0.5% of the continental\narea of Africa, it contains nearly\r\n20% of its flora and, in an area smaller than 4% of Southern Africa,\r\nit has nearly 44% (comprising\nsome 20 000 species) of the\r\nsub-continental flora. The CFR has more endemic species of plants\r\nthan any of the other 18 âhotspotsâ\nin the world. In addition, it\r\nhas by far the highest species density and species rarity of any\r\nMediterranean-type climate region\nin the world. It is indeed one of\r\nthe richest areas for plant diversity when compared with any similar\r\nsized area in the world.\n[6]\tThe floral vegetation of portion 7\r\nconsists of (amongst other species) Coastal Renosterveld, which has\r\nbeen identified as the\nmost critically endangered ecosystem in South\r\nAfrica.\n[7]\tThe farm Oudekraal represents one\r\nof the few instances in the Peninsula where there is a preserved\r\nconnection between high altitude\nzones and the coastline â in\r\nconservation terms this is known as âcoast to crest conservationâ.\r\nThis is important not only\nfor aesthetic reasons, but also because it\r\nprovides protection for the complete set of what are referred to as\r\neco-tonal and habitat\nchanges which occur along steep gradients.\n[8]\tOpposite Oudekraal is a deep reef\r\nenvironment which is the breeding ground and habitat of rock lobster\r\nand a fish species called\nCape Hottentot. Both species are under\r\nmoderate threat of over-exploitation. There is also a contiguous\r\nmarine reserve, approved\nas such, in terms of the Marine Living\r\nResources Act 80 of 1988. The reserve stretches from portion 4 of\r\nOudekraal, which marks\nthe beginning of the CPPNE. At present the\r\nportion of coast immediately opposite portion 7 is a buffer zone. It\r\nis a conservational\nimperative to have a buffer zone at the edges of\r\na fully protected nature area because of the natural movement of\r\nspecies.\n[9]\tFurthermore, parts of the land\r\naround Table Mountain, particularly the ravines below the Twelve\r\nApostle peaks, are of great\nhistorical, cultural and religious\r\nsignificance. From the turn of the 18\nth\ncentury, the land was used as a refuge by slaves who had escaped from\r\ntheir masters and the colonial authorities. Among them were\nMuslim\r\nspiritual leaders who had led uprisings against slavery in the Dutch\r\nEast Indies and who had been captured and brought to\nthe Cape. These\r\nleaders taught their disciples in the seclusion and safety of these\r\nravines and in this way fostered and kept Islam\nalive at the Cape.\r\nProminent leaders who attained spiritual levels equivalent to\r\nChristian saints were buried there, these burial\nplaces being known\r\nas kramats. The kramats are visited regularly by members of the\r\nMuslim community who regard that area as sacred.\nA large number of\r\nMuslim graves are also to be found in these parts.\n[10]\tPortion 7 lies between Rontree\r\nEstate and Llandudno, below the Twelve Apostles peaks and alongside\r\nthe Cape Atlantic coast.\nIn commercial terms the land in issue would\r\nbe described as exclusive and prime real estate. Translated into\r\npotential monetary\nvalue, and given the description of its environs\r\nset out above, preceding and present litigation in relation thereto\r\nis more readily\nunderstandable. The background to that litigation is\r\nset out hereunder.\n[11]\tThe farm Oudekraal was first\r\nsurveyed in 1818. On 18 August 1836 it was granted into exclusive\r\nprivate possession by way of\nperpetual quitrent to Michiel van Breda.\r\nThereafter, ownership passed to Dirk Geysbert van Breda. In 1954 it\r\npassed from the latterâs\nestate to Sir Henry Price (Price), an\r\nEnglish national with business interests in South Africa, for a\r\npurchase consideration of\n£60 000. Certificates of title to\r\nportions 4, 5, 6, and 7 were issued to him on 1 November 1961.\r\nFollowing his death, portion\n7 was transferred to Estates, a\r\nsubsidiary of Castle Estate Agency (Pty) Ltd (Castle Estate), on 28\r\nMay 1965 for a purchase consideration\nof £50 000. On the same\r\ndate portions 4 and 5 were transferred to Oudekraal Properties (Pty)\r\nLtd, another subsidiary of Castle\nEstate, for a purchase\r\nconsideration of £2 500 and portion 6 was transferred to yet\r\nanother subsidiary of Castle Estate,\nalso for a purchase\r\nconsideration of £2 500.\n[12]\tOn 21 July 1954 Priceâs land\r\nsurveyors applied for the establishment of Oudekraal Township on\r\nbehalf of Price. In terms of\nthe then prevailing legislation, it was\r\nenvisaged to be a White group area, with an area close by reserved\r\nfor domestic workers.\nIn the application, what was proposed was a\r\ndevelopment to be compatible with and to rival the âmuch admired\r\nRiviera of the South\nof Franceâ.\n[13]\tBuilding regulations then in\r\nforce required an applicant for township development to disclose all\r\nphysical features such as\nwatercourses, dongas, pipelines etc. It is\r\nof significance to the present litigation that, although all other\r\nimportant physical\nfeatures of the land were set out in the\r\napplication on behalf of Price, the existence of two kramats and of\r\nmany other graves\non the land was not disclosed. The details and\r\nimportance of these kramats and graves will be dealt with later.\n[14]\tThe application for the approval\r\nof the township was in respect of 1 109 erven, within a composite\r\ntownship encompassing portions\n4, 5, 6 and 7 of Oudekraal. On 17\r\nSeptember 1957 approval for four separate townships on each of\r\nportions 4, 5, 6 and 7 was granted\nby the then Administrator of the\r\nWestern Cape Province. The approval in relation to portion 7 and its\r\nconsequences are central\nto this appeal.\n[15]\tThe approval was ultimately in\r\nrespect of 237 saleable erven on portion 7. It is common cause that\r\nthe approvals in respect\nof the proposed extensions to the township,\r\non portions 4, 5 and 6, lapsed by virtue of Priceâs failure to\r\nlodge a general plan\ntimeously or at all. They accordingly have no\r\nbearing on this dispute.\n[16]\tOn 5 July 1960 a general plan was\r\nsubmitted for approval to the Surveyor-General and was thereafter\r\napproved on 10 April 1961.\nThere was a dispute about whether the\r\nAdministrator lawfully granted extensions of time within which the\r\nowner could lodge a general\nplan, subsequent to the approval of the\r\nestablishment of the township on portion 7. For present purposes, and\r\nfor reasons which\nwill become apparent, this is an issue with which\r\nwe need not be concerned. A notification of approved township was\r\npublished in\nthe Provincial Gazette on 19 January 1962. As indicated\r\nabove, Oudekraal Township was then acquired by Estates on 28 May\r\n1965.\n[17]\tEstates did nothing to develop\r\nportion 7 until 1996, some 31 years later, and four years after the\r\nadvent of Constitutional\ndemocracy in South Africa. In that year\r\nEstates commissioned engineers to prepare drawings for civil\r\nengineering services in relation\nto the township on portion 7. These\r\nwere completed during August 1996 and civil engineering services\r\nplans were submitted to the\nCity on 29 August 1996. These drawings\r\nwere circulated in the ordinary course within the Cityâs\r\nengineering department for a\ntechnical evaluation. At the same time\r\nEstates announced to the media that it intended developing a township\r\non portion 7 of Oudekraal.\nPredictably, that provoked a public\r\noutcry.\n[18]\tThe announcement led to the\r\nformation in early September 1996, at a public meeting attended by\r\napproximately 2 000 people,\nof a coalition called the âEnvironmental\r\nand Mazaar Action Committeeâ.  The coalition included members of\r\nthe Save the Mountain\nCampaign, the Wildlife and Environmental\r\nSociety of South Africa, the Muslim Judicial Council, the Islamic\r\nCouncil of South Africa,\nthe Islamic Unity Convention, the Cape\r\nMazaar Society\n2\nand other organisations. At a rally held on 15 September 1996,\r\nspeakers from the Muslim Community and environmental groups appealed\n\nfor united action against the development of portion 7 on religious,\r\ncultural and environmental grounds. Thus commenced the journey\nthat\r\nled to protracted litigation culminating in the present appeal.\n[19]\tThe public outcry, including a\r\nflood of letters to and articles in the press, prompted the City to\r\ninvestigate the history\nof the Administratorâs September 1957\r\napproval, before considering the engineering services drawings\r\nsubmitted by Estates. It\nalso took legal advice on the validity of\r\nthe development rights claimed by Estates. The Cape Metropolitan\r\nCouncil (the CMC) similarly\ntook legal advice.\n3\n[20]\tAfter receiving such advice, both\r\nthe City and the CMC concluded that the Administratorâs approval in\r\nrespect of portion\n7 had lapsed and that he had acted beyond his\r\npowers in granting Estates the extensions referred to in para 16\r\nabove.\n[21]\tAccordingly, the CMC sent a\r\nletter dated 11 November 1996 to Estates, which recorded the\r\nfollowing resolution from the Engineering\nServices Committee:\nâ\nThat the Cape\r\nMetropolitan Council be informed that, as the City Council has been\r\nadvised that development rights over Oudekraal\nTownships...had\r\nlapsed, it is not legally competent to approve the provision of\r\nservices related thereto.â\n[22]\tIn response, Mr Kasper Wiehahn,\r\nthe sole shareholder and director of the holding company of Estates,\r\nstated publicly that he\nintended to approach the Cape High Court for\r\nappropriate relief. In the ensuing months, correspondence was\r\nexchanged and Estates\ntook legal advice. In February 1997 Mr Wiehahn\r\npublicly repeated his threat to take the battle to court. Ultimately,\r\nhowever, this\nonly occurred after more than four and a half years had\r\npassed. Estates launched proceedings in August 2001.\n[23]\tThe delay was explained by Mr\r\nWiehahn on the basis that he had spent the intervening time trying to\r\nengage the relevant authorities\nand other interested parties and had\r\nmade overtures that had been rebuffed, thereby compelling the\r\napproach to court.\n[24]\tIn the Cape High Court, Estates\r\nsought (inter alia) an order declaring the extensions granted by the\r\nAdministrator for the\nlodging of the general plan to have been\r\nlawfully granted and further, declaring the development rights for\r\nportion 7 to be of\nfull force and effect. In his founding affidavit\r\nMr Wiehahn stated that he âunderstands that there are no graves and\r\nkramats\non portion 7â and that graves and shrines are located on\r\nother portions of the farm.  This statement is patently incorrect. I\n\nwill in due course deal with Mr Wiehahnâs explanation for this\r\nerror, as provided in subsequent litigation. Its importance is\nthat\r\nit prompted an in-depth investigation by the City, SAHRA and SANPARKS\r\ninto the question of graves and kramats on portion 7.\n[25]\tIn the short time allowed by the\r\nlitigation, a limited investigation located 20 graves on portion 7.\r\nBecause portion 7 comprises\n50 hectares and is on steeply sloping\r\nground, part of which has been invaded by dense alien vegetation, it\r\nwas not possible to\nlocate all the graves. It is undisputed that\r\nthere are two particularly important kramats on portion 7.\n4\nThe first is that of Sayed Jaffer who is regarded by Muslims as\r\nhaving been amongst the most pious of men. The other is that of\nSayed\r\nAhmed Mahdi, an important teacher of Islam who contributed to the\r\nreligion being kept alive at the Cape. Muslims in their\nnumbers visit\r\nthe kramats of these leaders and the graves of their companions.\r\nThese kramats form part of the âCircle of Islamâ\nmade up of\r\nkramats around Cape Town. Before going on pilgrimage to Mecca, many\r\nMuslims make it their duty to visit these kramats\nand graves. Cape\r\nMuslims, in their inimitable manner, speak of this practice as\r\nfollows: âom die kramats te groetâ. Poor people,\nwithout the\r\nmeans to perform the Hajj, visit the kramats as a surrogate. Portion\r\n7 and areas around it are referred to by the Muslim\ncommunity as\r\nâBelsfonteinâ. This area and the mountainside as a whole are\r\nregarded as sacred and a proper place for spiritual\nreflection and\r\nmeditation.\n[26]\tAgainst this background, SANPARKS\r\nraised the defence that the approval by the Administrator in 1957 was\r\ninvalid because of\nthe non-disclosure of the kramats and graves. The\r\nCity and SAHRA aligned themselves with this defence.\n[27]\tThe Cape High Court (Davis J with\r\nwhom Veldhuizen J concurred), dismissed the application by Estates,\r\nholding that the Administrator\nhad acted beyond his powers in\r\nextending the time limit within which the general plan was required\r\nto be lodged. The court did\nnot deem it necessary to deal with the\r\ndefence raised by SANPARKS referred to in the preceding paragraph.\n[28]\tEstates appealed against the\r\ndecision to this Court. A judgment was delivered on 28 May 2004\r\n(hereafter referred to as Oudekraal\n1).\n5\nThis Court found it unnecessary to deal with the question of the\r\nvalidity of the extensions of time granted by the Administrator.\nIt\r\ndecided the matter on the basis of the non-disclosure of the kramats\r\nand graves.\n[29]\tParagraphs 24, 25 and the\r\nrelevant part of 26 of Oudekraal 1, set out hereafter, are of\r\nsignificance:\nâ\n[24]\tThere can be no\r\ndoubt, however, that the presence on the land of religious and\r\ncultural sites of particular significance to\na sector of the Cape\r\nTown community was a factor that should properly have been taken into\r\naccount and evaluated, also on pre-Constitutional\nprinciples, in\r\ncoming to the decision whether to permit the establishment of a\r\ntownship.\n[25]\tWhether the\r\nAdministrator, as the ultimate decision-maker, was ignorant of the\r\ngraves and kramats or not, the inescapable conclusion\nmust be that he\r\neither failed to take account of material information because it was\r\nnot all before him or if, in the unlikely\nevent that it was before\r\nhim, that he wrongly left it out of the reckoning when he should have\r\ntaken it into account. In either\nsituation his decision to lend\r\napproval on the terms he granted was invalid. It was, in addition, in\r\neither event\nultra\r\nvires\nfor the reason that it permitted subdivisions and land use in\r\ncriminal disregard for the graves and kramats. It would be impossible\n\nto avoid desecration or violation if one were to make a road over a\r\ngrave site or to build over it.\n[26]\tFor those reasons it\r\nis clear, in our view, that the Administratorâs permission was\r\nunlawful and invalid at the outsetâ¦But\nthe question that arises is\r\nwhat consequences follow from the conclusion that the Administrator\r\nacted unlawfully. Is the permission\nthat was granted by the\r\nAdministrator simply to be disregarded as if it had never existed? In\r\nother words, was the Cape Metropolitan\nCouncil entitled to disregard\r\nthe Administratorâs approval and all its consequences merely\r\nbecause it believed that they were\ninvalid provided that its belief\r\nwas correct? In our view, it was not. Until the Administratorâs\r\napproval (and thus also the\nconsequences of the approval) is set\r\naside by a court in proceedings for judicial review it exists in fact\r\nand it has legal consequences\nthat cannot simply be overlooked. The\r\nproper functioning of a modern State would be considerably\r\ncompromised if all administrative\nacts could be given effect to or\r\nignored depending upon the view the subject takes of the validity of\r\nthe act in question. No doubt\nit is for this reason that our law has\r\nalways recognised that even an unlawful administrative act is capable\r\nof producing legally\nvalid consequences for so long as the unlawful\r\nact is not set aside.â\n[30]\tOudekraal 1 went on to point out\r\nthat in any such subsequent application, when a court is called upon\r\nto decide whether to\nset aside the invalid administrative act, it\r\nwould no doubt take into account the long period of time that had\r\nelapsed since the\napproval but that this factor in itself need not be\r\ndecisive. Much would depend on the balancing of all the relevant\r\nfactors, including\nthe need for finality and the consequences for the\r\npublic at large and indeed for future generations, of allowing the\r\ndecision\nto stand.\n6\nThe following statement at para 46 is relevant:\nâ\nOn the material that\r\nis before us it is by no means clear that the appellant â or any\r\nthird party for that matter â has in fact\nacted in reliance on the\r\napproval notwithstanding the elapsing of some 40 years.â\n[31]\tUnsurprisingly, the judgment of\r\nthis court was followed by the litigation leading up to the present\r\nappeal. The City and the\nother two respondents launched review\r\nproceedings in the Cape High Court in September 2004, in terms of\r\nwhich they sought an order\nsetting aside the Administratorâs\r\napproval and actions consequent thereon.\n[32]\tIn its judgment, the Cape High\r\nCourt (Van Reenen J, Yekiso J concurring), recorded that counsel for\r\nEstates, properly, did\nnot endeavour to assail the findings of this\r\nCourt in Oudekraal 1. The Cape High Court stated that this was\r\nunderstandable as a\ntotal of 57 graves had by that stage been located\r\non portion 7. Thus, during proceedings in the Cape High Court, the\r\nappellants\naccepted the correctness of the principal finding in\r\nOudekraal 1, that the administrative act of approval by the\r\nAdministrator\nwas invalid from its inception.\n[33]\tThe âdelay ruleâ in relation\r\nto administrative review was the sole basis advanced on behalf of\r\nEstates to contest the application\nby the three respondents. In\r\nreviewing and considering whether to set aside an administrative\r\ndecision, courts are imbued with\na discretion, in the exercise of\r\nwhich relief may be withheld on the basis of an undue and\r\nunreasonable delay causing prejudice\nto other parties,\r\nnotwithstanding substantive grounds being present for the setting\r\naside of the decision. The application of the\ndelay rule would in a\r\nsense âvalidateâ a nullity. This rule evolved because, prior to\r\nthe Promotion of Administrative Justice\nAct 3 of 2000 (PAJA), no\r\nstatutorily prescribed time limits existed within which review\r\nproceedings had to be brought. The rationale\nwas an acknowledgment of\r\nprejudice to interested parties that might flow from an unreasonable\r\ndelay as well as the public interest\nin the finality of\r\nadministrative decisions and acts.\n7\n[34]\tVan Reenen J first considered,\r\nwhether there had been an unreasonable delay in the institution of\r\nthe review proceedings. This,\nhe stated, had to be predicated on a\r\nvalue judgment, having regard to all the relevant circumstances, and\r\na resort to the facts\nof other cases was unhelpful.\n[35]\tIn determining whether there had\r\nbeen an unreasonable delay, the High Court had regard to the conduct\r\nof each of the three\napplicants from 1957 to 1996. It held that,\r\nwhilst the validity of the Administratorâs decision might not,\r\nduring the apartheid\nera, have been of any concern to the Cityâs\r\npredecessors, its attention to relevant matters such as the kramats\r\nand the graves\nwould at the very least have been brought to its\r\nattention when the engineering drawings submitted on behalf of\r\nEstates during\n1996 indicated some graves.\n[36]\tAccording to Van Reenen J, the\r\nCity had adopted a supine attitude, deliberately failed to take any\r\npositive steps to have the\nAdministratorâs decision reviewed and\r\nset aside and had been content merely to align itself with the\r\ndefence taken by SANPARKS\nduring the application brought by Estates.\r\nThe explanation by the City that Mr Wiehahn had made a number of\r\npublic announcements\nto the effect that he intended approaching the\r\ncourts for relief â suggesting that the city was waiting for him\r\nand that this\nsomehow excused the delay â was unacceptable. The\r\nlearned judge concluded that the City had delayed unreasonably.\n[37]\tIn respect of SAHRA, the court\r\ntook into account that\nit\nhad only been established on 1 April 2000 by the\nNational Heritage\nResources Act 25 of 1999\nand that there was no evidence that either\r\nit or SANPARKS had any knowledge of the graves and kramats prior to\r\nthe inspection conducted\nduring December 2001 on behalf of the City.\r\nHowever, SANPARKS had not instituted separate review proceedings, but\r\nhad instead contented\nitself with what the court termed âa\r\ncollateral challengeâ to the validity of the Administratorâs\r\ndecision. The City and\nSAHRA had aligned themselves with SANPARKSâ\r\ndefence both in the Cape High Court and before this court in\r\nOudekraal 1. Van Reenen\nJ then took into account that the proceedings\r\nbefore him were launched approximately 30 months after the\r\nrespondents had become\naware of the fact that the kramats and graves\r\nwere a basis for invalidating the Administratorâs decision. He\r\nregarded the fact\nthat four months had passed since the decision in\r\nOudekraal 1 as an aggravating feature. Thus, he concluded there was\r\nalso an unreasonable\ndelay by SAHRA and SANPARKS in bringing the\r\napplication.\n[38]\tHaving decided that question, the\r\ncourt below went on to the second leg of the enquiry, namely, whether\r\nin the exercise of\nits discretion it should âcondoneâ the delay.\r\nThe learned judge agreed that this exercise was to be conducted in a\r\nmanner so\nas to promote the spirit, purport and objects of the Bill\r\nof Rights. In accordance with the judgment in Oudekraal 1, he was\r\ncareful\nto consider the period of time that had elapsed since the\r\nAdministratorâs decision, the extent to which Estates or third\r\nparties\nmight have acted in reliance on the decision and, finally,\r\nthe consequences for the public at large, including future\r\ngenerations,\nif the decision were allowed to stand.\n8\n[39]\tThe court took into consideration\r\nthe right to freedom of religion and culture of members of the Muslim\r\ncommunity, as well\nas the right of the broader community to have a\r\nheritage and environmental area of high significance preserved. In\r\nthis regard\nss 15\n,\n24\nand\n31\nof the Bill of Rights are of importance.\r\nAgainst the historical and religious background referred to above,\r\nVan Reenen J considered\nthe decision by the Administrator to approve\r\nthe Township without reference to these sensibilities to be\r\negregious.\n[40]\tHaving regard to the\r\nenvironmental importance of portion 7, in its undeveloped state, the\r\nHigh Court concluded that it was\nwithout doubt conservation-worthy,\r\nnot only for South Africans but for all humanity. The submission on\r\nbehalf of Estates, to the\neffect that urban development would not\r\nhave the adverse effects contended for by the respondents and that\r\nlegislation regulating\nTownship development and the environment could\r\nbe applied so as to address religious, cultural and environmental\r\nconcerns notwithstanding,\nVan Reenen J concluded that the proposed\r\ndevelopment would indeed severely devalue Table Mountain as a\r\nheritage resource.\n[41]\tThe learned judge balanced\r\nEstateâs asserted rights in relation to portion 7, against the\r\ninvalid decision by the Administrator.\nHe also took into account the\r\nfact that Muslims have since time immemorial paid homage to the\r\nkramats and graves, that graves sites\nare sacred to Muslims and that\r\nthe Muslim faith abhors exhumation. It was not insignificant that,\r\ngiven the overgrowth on some\nareas of portion 7, the full extent of\r\ngraves is as yet unknown. An additional consideration was that the\r\nMuslim community considered\nthe entire area to be sacred.\n[42]\tRegard was also had to the fact\r\nthat much of the presently applicable regulatory framework in\r\nrelation to the environment and\ntownship development is of recent\r\norigin and was not in existence at the time of the Administratorâs\r\nimpugned approval. The suggestions\non behalf of Estates, about a\r\nrestricted development to address the concerns referred to, were in\r\nthe courtâs view, too vague\nand speculative.\n[43]\tDealing with the prejudice to\r\nEstates, the court noted that, according to the expert evidence\r\nadduced on Estatesâ behalf,\nthe value in 2004 of portion 7 with and\r\nwithout development rights was R570 m and R20 m respectively. If the\r\ndevelopment were to\ngo ahead, the windfall for Estates would be\r\nastronomical. Evidently, even without development rights, the return\r\non its initial\ninvestment is substantial.\n[44]\tThe court measured prejudice with\r\nreference to actions taken based on the Administratorâs decision.\r\nAfter the approval, Price\nappointed land surveyors to draw up and\r\nsubmit a general plan. Mr Wiehahnâs father, who had acquired the\r\nland in question, had\npurchased it with the intention of subdividing\r\nand developing it at the most opportune time. It was submitted before\r\nthe court\nbelow that he would not have done so had he known the\r\nAdministratorâs decision was liable to be set aside and that his\r\ncapital\ncould have been better employed elsewhere.\n[45]\tVan Reenen J accepted the\r\nsubmission on behalf of the three respondents, that the land had not\r\nbeen acquired by Mr Wiehahnâs\nfather solely on the basis of the\r\nlayout of the township as embodied in the Administratorâs approval.\r\nThis is evidenced by correspondence\nemanating from Mr Wiehahnâs\r\nfather as far back as the 1960âs and subsequently by Mr Wiehahn\r\nhimself, during 1996, in which\nthe approved township plans were\r\ndescribed as being presently unsuitable for the purposes of\r\nbeneficial exploitation of the land.\n[46]\tA submission by Estates that the\r\nthree respondents had acquiesced in the Administratorâs decision\r\nand had therefore forfeited\nthe right to challenge it in the present\r\nproceedings was rejected. In this regard, the court below took into\r\naccount the fact that\nthe three respondents were public bodies acting\r\nin the public interest, seeking to set aside an invalid decision\r\ntaken at the height\nof apartheid, on the basis of its momentous and\r\ndeleterious implications for present and future generations.\n[47]\tA further important consideration\r\nwas that the Constitution and the rule of law, of which the principle\r\nof legality is an incident,\nrequired that as few invalid\r\nadministrative decisions as possible should be allowed to remain\r\nintact.\n[48]\tIt had to be borne in mind that\r\nthe overwhelming majority of Muslims were previously politically,\r\nsocially and economically\ndisadvantaged because of repressive and\r\ndisempowering apartheid policies and were therefore unable to\r\neffectively assert and protect\ntheir interests. To refuse the order\r\nsought would be to keep intact an invalid decision, the\r\nimplementation of which would violate\nthe Muslim communityâs\r\nfundamental rights and offend against present-day conservation\r\nprinciples.\n[49]\tExercising the courtâs\r\ndiscretion in favour of the respondents, Van Reenen J disregarded the\r\ndelay in launching the application\nand made an order reviewing and\r\nsetting aside the Administratorâs decision to approve the township.\r\nIt is that order that is\nappealed against, with the leave of the\r\ncourt below.\nConclusions\n[50]\tThe parties were agreed that, in\r\nconsidering the correctness of the decision of the court below, the\r\nprinciples enunciated\nin\nWolgroeiers\r\nAfslaers v Munisipaliteit van Kaapstad\n1978 (1) SA (AD) 13 at 39C-D had to be applied. The following is the\r\nrelevant passage:\nâ\nWord beweer dat die\r\naansoekdoener nie binne redelike tyd die saak by die Hof aanhangig\r\ngemaak het nie moet die Hof beslis (\na\n)\r\nof die verrigtinge wel na verloop van ân redelike tydperk eers\r\ningestel is en (\nb\n),\r\nindien wel, of die onredelike vertraging\noor\r\ndie hoof\ngesien\nbehoort\r\nte word\n.\r\nWeereens, soos dit my voorkom, met betrekking tot (b), oefen die hof\r\nân regterlike diskresie uit, met inagneming van al die\nrelevante\r\nomstandighede.â (My emphasis).\n[51]\tIn\nSetsokosane\r\nBusdiens v Nasionale Vervoerkommissie\n1986\r\n(2) SA 57\n(A) at 86D-E, with reference to\nWolgroeiers\n,\r\nthe following was stated:\nâ\nDie ondersoek, wat (\na\n)\r\nbetref, het niks temake met die Hof se diskresie nie; dit behels ân\r\nblote ondersoek na die feite ten einde te bepaal of die\ntydperk wat\r\nverloop het, in die lig van al die omstandighede, redelik of\r\nonredelik was.â\nAs stated by Van Reenen J, this\r\nentails a value judgment by the court in relation to its view of the\r\nreasonableness of the time\nthat has elapsed in the light of all the\r\ncircumstances. This should not be equated with the exercise of a\r\ndiscretion, which forms\nthe subject of the second leg of the\r\nexercise. See in this regard\nSetsokosane\nat 86E-F and\nAssociated\r\nInstitutions Pension Fund\nat 321G-H.\n[52]\tBefore us it was contended on\r\nbehalf of Estates that, in determining the reasonableness of the\r\ndelay and, later, in exercising\nits discretion whether to disregard\r\nthe time lapse, the court below had incorrectly had regard only to\r\nthe period post 1996. It\nwas submitted that the supine attitude of\r\nthe City, SAHRA and SANPARKS and their predecessors should have been\r\ntaken into consideration\nand that the period of delay should have\r\nbeen regarded as having commenced a short while after the approval of\r\nthe township in\n1957.\n[53]\tIt is true that, had the\r\npredecessors of these entities acted properly and in the interest of\r\nthe broader community, rather\nthan only in the narrow interests of\r\nthe dominant White minority, they would have alerted themselves to\r\nthe presence of graves\nand kramats by that early stage. This was\r\nconceded by counsel for SAHRA. Similarly, even though they were\r\noperating in an era in\nwhich environmental concerns were not a\r\npriority, they ought, in any event, to have been more concerned with\r\nthe conservation of\nTable Mountain and its surrounds. As far back as\r\n1923 General J C Smuts said the following:\nâ\nWe, as a nation,\r\nvaluing our unique heritage, should not allow (Table Mountain) to be\r\nspoiled and dispoiled, and should look upon\nit as among its most\r\nsacred possessions, part not only of the soil, but of the soul of\r\nSouth Africa. For centuries to come, while\ncivilisation lasts on this\r\nsubcontinent, this national monument should be maintained in all its\r\nnatural beauty and unique setting.\nIt should be symbolic of our\r\ncivilisation itself, and it should be our proud tradition to defend\r\nit to the limit against all forces\nof man or nature to disfigure it.â\n[54]\tIronically, this statement by\r\nGeneral Smuts was quoted by Mr J F Otto, the Director-General of the\r\nDepartment of Water Affairs,\nForestry and the Environment, in a\r\nspeech made in October 1980 to an interim management committee for\r\nTable Mountain and the Southern\nPeninsula mountain chains, at a\r\nmeeting held under the auspices of that department. The management\r\ncommittee had a number of subcommittees\nand Mr P N Tomalin, the chief\r\nplanner of the Divisional Council of the Cape was a member of the\r\nboundary subcommittee.\n[55]\tThis inactivity and lack of\r\nconcern in relation to the Muslim community and their cultural\r\nheritage and religious beliefs,\nand further, in regard to the\r\nenvironment, by the predecessors of the respondents, insofar as this\r\ncase is concerned, stretches\nat least as far back as 1957. In my\r\nview, it does not matter that the Administrator was the legal\r\npersonality that made the decision\nto approve the township. At that\r\ntime, portion 7 was within the jurisdiction of the Divisional\r\nCouncil. Clearly, if portion 7 had\nbeen of religious significance to\r\nmembers of the White community and had held historical and cultural\r\nsignificance for them, the\npredecessors of the three respondents\r\nwould in all probability have been alert and prompt in either their\r\nopposition to the proposed\ntownship, or in the undoing of the\r\ndecision to approve it.\n[56]\tIn my view, it is not necessary\r\nto engage in any further debate concerning the question of\r\nunreasonable delay. I am willing\nto accept, for present purposes, in\r\nfavour of Estates that there was an unreasonable delay commencing\r\nshortly after the grant of\ntownship approval in 1957.\n[57]\tBefore proceeding to the next leg\r\nof the enquiry it is necessary to pause briefly to reflect on the\r\nappropriate terminology.\nAs can be seen from the highlighted part of\r\nthe dictum from\nWolgroeiers\nreferred to in para 52 above, this court initially stated that in\r\nexercising its discretion a court had to consider whether the\n\nunreasonable delay âoor die hoof gesien behoort te wordâ. This\r\nwas repeated in\nSetsokosane\nat 87H. This phrase could be translated to mean âdisregardedâ or\r\nâexcusedâ or âcondonedâ. This court has in subsequent\n\ndecisions repeatedly referred to the delay being condoned.\n9\nIn my view, there is ultimately no substantive difference between\r\nthose expressions, and all amount to saying that a court has\na broad\r\ndiscretion to be exercised in the light of all relevant facts.\n[58]\tI now turn to deal with the\r\nrelevant factors in relation to the second leg of the enquiry,\r\nnamely, whether the delay should\nbe disregarded. It was submitted\r\nbefore us on behalf of Estates that, when it purchased portion 7, it\r\nrelied on the fact of the\napproved township. The following was said\r\nin Oudekraal 1 at para 46:\nâ\nThe appellant does not\r\nallege that it purchased the land in reliance on the fact that the\r\ntownship had been established. On the\ncontrary, the deponent to the\r\nfounding affidavit suggests that it was the location of the land,\r\nrather than the approval of the\ntownship, that caused the land to be\r\npurchased. At the time of the purchaseâ¦the deponentâs fatherâ¦held\r\nthe view that âland\nis close to, or on the slopes of Table Mountain\r\nis valuable land and should be acquired if and when possibleââ¦Nor\r\ndoes the\ndeponentâs father appear to have had any intention of\r\ndeveloping the land in accordance with the approval that was granted\r\nbecause\nhe was âalso of the view that the single residential grid\r\nlayout of the township on portion 7â¦had already become outdated\r\nsince\nbeing approved.â It is difficult to see in those\r\ncircumstances in what way the appellant, or any other person for that\r\nmatter\n(other than the functionaries who played a role in the\r\nestablishment process), can be said to have placed reliance on the\r\nAdministratorâs\napproval in the time since it was granted.â\nThese findings are apposite.\n[59]\tIt is significant that it was Mr\r\nWiehahnâs practice to invest in land for the long term and to\r\ndevelop it when it was the\noptimum time to do so. Attendant upon this\r\nis the risk that all long-term property investors take, namely, that\r\nof changed market\nconditions, social and political changes, changing\r\nurban planning norms and strategies, shifting institutional\r\nattitudes, new scientific\nevidence and accumulating and incremental\r\nnew found wisdom.\n[60]\tIn the period between the\r\nacquisition of portion 7 and 1996, Estates had tentative discussions\r\nand interactions with at least\none contractor and at least one\r\npotential co-developer. No proof has been supplied, however, to show\r\nthat there was any substantial\nmonetary outlay by Estates in this\r\nregard. Although engineers submitted engineering services diagrams on\r\nEstatesâ behalf in 1996,\nit is also unclear whether this entailed\r\nany expenditure.\n[61]\tWe were urged to consider the\r\nloss in value of portion 7 in the event of a setting aside of the\r\nAdministratorâs approval.\nAs pointed out above, according to the\r\nexpert on behalf of Estates, the value of portion 7 with development\r\nrights was estimated\nat R570 m and R20 m without such rights. This of\r\ncourse does not even take into consideration the potential profits in\r\nthe event\nof a successful marketing of the erven in what would\r\npotentially be the most exclusive of suburbs. It was submitted on\r\nbehalf of\nEstates that, had it known of the problems that have now\r\nsurfaced, it would have invested the amount paid for portion 7\r\nelsewhere\nand its return on that investment would have been\r\nconsiderably more than R20 m.\n[62]\tThere appears to be some\r\nsubstance to the submission on behalf of the City that the\r\npatrimonial loss that might be occasioned\nby the Cityâs delay in\r\nreviewing the Administratorâs decision, should not be calculated\r\nwith reference to the present market\nvalue of portion 7 with\r\ndevelopment rights, namely R570 m, but should be calculated in\r\naccordance with the return on an investment\nof £50 000 in\r\ncomparable property.\n[63]\tExpert evidence was marshalled on\r\nbehalf of the respondents to show that the return of R20 m on £50\r\n000 was an even better\nreturn than would have materialised had the\r\nlatter amount been invested in comparable property in nearby Camps\r\nBay. In addition,\nwe were urged by the respondents to consider that\r\nportion 7 had been acquired by Estates for a purchase consideration\r\nless than\nthat paid for the property by Price. It is in fact evident\r\nfrom a statement made by Mr Wiehahnâs father in a document before\r\nus that the purchase of portion 7 from the deceasedâs estate\r\nresulted in Estates acquiring the property not at a premium but at\na\r\ndiscount.\n[64]\tWhilst accepting that R20 m is\r\nstill a substantial return on an investment of £50 000, it\r\nappears to me that it would\nbe churlish not to accept that Estates\r\nwill suffer some financial prejudice as a result of the respondentsâ\r\nfailure to act promptly.\nHowever, the fact is that on any reckoning,\r\nthe return on its initial investment is substantial and this cannot\r\nbe disregarded.\n[65]\tA further relevant factor in the\r\nsecond leg of the enquiry is that the township approval was sought\r\nwithout any disclosure\nof the graves and of what must have been the\r\nobvious significance of the site to scores of Cape Muslims. Even\r\nthough Price was\na British National and there is no evidence that he\r\nhad acquainted himself with the terrain, the fact remains that\r\ntownship approval\nwas obtained without disclosure of material\r\ninformation. At the very least, the professionals who had been\r\ninstructed by him to\nsubmit the application for the approval of the\r\ntownship were remiss in not supplying the necessary information.\r\nPrice ultimately\nmust bear the responsibility for the approval having\r\nbeen obtained without proper disclosure.\n[66]\tIt is clear from Mr Wiehahnâs\r\nfounding affidavit in the first application in the Cape High Court\r\nthat he too sought to suppress\nthe presence and extent of the graves\r\nand kramats on portion 7,\n10\nnotwithstanding the full glare of publicity to which portion 7 was\r\nexposed. His explanation, proffered in the present litigation\n(at a\r\ntime when it was no longer possible to conceal that fact) that he had\r\ndenied the presence of the graves and kramats because\nhe had recently\r\nundergone brain surgery and that his mental faculties must have been\r\naffected thereby, lacks credibility. It discounts\nthe coherence and\r\nemphatic nature of his founding affidavit and his positive statement\r\nthat the graves were located on other portions\nof the farm.\r\nFurthermore, it ignores the fact that he was assisted by attorneys\r\nand other professionals and that they would in\nall likelihood, in the\r\nprevailing circumstances, have ensured that investigations were\r\nproperly conducted into the assertions by\ninterested and aggrieved\r\nparties.\n[67]\tHowever, even if one were to\r\naccept his explanation for initially denying the presence of the\r\ngraves and the kramats, there\nare other negative features in relation\r\nto Mr Wiehahn. Subsequent to the public outcry and in exchanges with\r\nofficials representing\nthe City and with influential people,\r\nincluding the African National Congress and representatives of the\r\nMuslim community, Mr Wiehahn\nsought to achieve a political\r\nsolution and, in the process, held out that he had development\r\napprovals for the other portions of\nOudekraal. In the present case Mr\r\nWiehahn, despite his attention being repeatedly and emphatically\r\ndrawn to the fact, displays\ninsensitivity to the abhorrence felt by\r\nMuslims for exhumation. As late as 9 March 2005, when he deposed to\r\nhis answering affidavit,\nhe stated the following:\nâ\nThe only other reason\r\nadvanced as to why the graves and shrines are located in Portion 7\r\npertains to âreligious peaceâ in the\nmountain area. But such\r\nreligious peace may be obtained in a range of other natural\r\nenvironments to which the shrines and graves\nmay be relocated. It can\r\nalso be preserved\nin\r\nsitu\nby\r\nappropriate and sensitive development. That consideration accordingly\r\ndoes not justify the relief sought in the present application.\nI emphasize that I do not\r\nin any way dispute the value and significance that these graves and\r\nshrines hold for sectors of the Muslim\ncommunity. However, that value\r\nneed not necessarily be diminished by relocating the graves and\r\nshrines to alternative sites or\nprotecting them where they are. That\r\nis, however, a matter that can be discussed with the Muslim community\r\nand its leaders at the\nappropriate time.â\nIt is, however, clear from the\r\naffidavits by experts and Muslim religious leaders in support of the\r\nrespondentsâ case that exhumation\nis not a negotiable option.\n[68]\tIt was submitted on behalf of\r\nEstates that the application brought by the respondents and in\r\nparticular SANPARKS, was no more\nthan a thinly disguised effort to\r\nexpropriate portion 7 without having to pay appropriate compensation.\r\nIt was argued that, if\nthis court were to set aside the\r\nAdministratorâs approval, it would have that effect. This, of\r\ncourse, ignores the fact that\nthe three respondents were spurred into\r\naction because of public opposition and pressure and that legal\r\nadvice from a number of\nsources and court decisions are what\r\nultimately determined the litigation route up to this point.\r\nFurthermore, this litigation\nis not about expropriation and this\r\ncourt should not speculate on future developments but should rather\r\ndevote itself to the task\nat hand. In appropriate circumstances s 25\r\nof the Constitution affords protection to property holders.\n[69]\tWe were exhorted to guard against\r\nthe emotive issues raised in this appeal and to seriously consider\r\nwhether, as counsel for\nEstates put it, less invasive means could\r\nresult in a âwin-winâ situation for all interested parties. In\r\nthis regard we were\nreferred to the provisions of the Environment\r\nConservation Act 73 of 1999, the\nNational Environmental Management\nAct 107 of 1998\n, the Land Use Planning Ordinance 15 of 1985 and other\r\nrelated legislation which, it was submitted, provided mechanisms for\r\nthe\naccommodation of environmental, religious, cultural and heritage\r\nconcerns.\n[70]\tIt appears to me to be clear that\r\nthe entire area is regarded as sacred by Muslims. The full extent of\r\ngraves is as yet unknown.\nIn Oudekraal 1 this court stated\r\nunequivocally that Estates is not entitled to proceed with the\r\ndevelopment of the land in accordance\nwith the general plan\r\nregistered as part of the township approval process. This was because\r\nthe plan contemplates the development\nof residences and roads on\r\nvarious burial sites. In my view, there is no basis on which this\r\ncourt can now engineer the âwin-winâ\nsituation postulated by\r\nEstates. It is our task to exercise our discretion either in favour\r\nof or against the application for review.\nThe fact that the present\r\ndevelopment cannot continue as per the approved township plan as\r\nalready determined in Oudekraal 1 is\na significant factor to be\r\nconsidered in the exercise of that discretion.\n[71]\tThe description of Table Mountain\r\nand its surrounds set out at the commencement of this judgment,\r\nincluding the nature of the\nflora in the Park and the threatened\r\nspecies of Coastal Renosterveld and its importance to the country and\r\nhumanity at large, is\nobviously also a vital feature. Portion 7 is\r\nsituated on the uniquely beautiful western slopes of Table Mountain.\r\nIt fronts on\nVictoria Drive, a scenic drive comparable to the most\r\nexquisite drives anywhere in the world. It has been likened to the\r\nBig Sur\nDrive in San Francisco, California. It offers integrity of\r\nscenery from mountain crest to sea, not easily found in such close\r\nproximity\nto major metropolitan areas elsewhere in the world. Its\r\naesthetic value heightens its value for tourism.\n[72]\tThe momentous change brought\r\nabout by the advent of constitutional democracy in our country is a\r\nfurther important factor.\nIn\nAmod\r\nv Multilateral Vehicle Accidents Fund\n1999 (4) SA 1319\n(SCA) Mahomed CJ, in dealing with the right of a\r\nMuslim widow to compensation from the Fund, had regard to the fact\r\nthat, previously,\nmarriages solemnised in terms of Islamic law were\r\nheld not to be deserving of legal protection. He contrasted this with\r\nthe position\nof the recognition of marriages solemnised according to\r\none faith or philosophy â marriages solemnised in church by a\r\nmarriage\nofficer or civil marriages concluded in terms of prevailing\r\nlaw. The following was stated:\nâ\nThis is an untenable\r\nbasis for the determination of the\nboni\r\nmores\nof society. It is inconsistent with the new ethos of tolerance,\r\npluralism and religious freedom which had consolidated itself in\nthe\r\ncommunity even before the formal adoption of the interim Constitution\r\non 22 December 1993. The new ethos had already begun\nin 1989 with the\r\npublication of the report on Group and Human Rights by the South\r\nAfrican Law Commission, recommending repeal of\nall legislation\r\ninconsistent with the negotiated bill of fundamental rights; it\r\naccelerated with the speech of the former State\nPresident on 2\r\nFebruary 1990 and the unbanning and the visibility of the previously\r\nprohibited political movements and finally\nbecame irreversible with\r\nthe commencement and conclusion of negotiations at CODESA from 1991\r\nuntil 1993. The new ethos was firmly\nin place when the cause of\r\naction in the present matter arose on 25 July 1993.â\n[73]\tIt is not insignificant that\r\ninsensitivity to the religious rights and cultural practices of\r\npersons other than those of the\ndominant political group has in the\r\npast regrettably received judicial sanction. The Cape Province was\r\nnot an exception. Indeed,\nin\nBronn\r\nv Fritz Bronnâs Executors and others\n11\nthe following was said by\r\none judge:\nâ\nI trust that in a\r\nshort timeâ¦the sacred institution of marriage will be brought by\r\nsome well devised law within the reach of the\npeople of this Colony\r\nwho have not yet embraced the greater blessings which they would\r\nobtain by Christian marriage, by which I\nmean of course marriage to\r\none wife, which, among the\nheathen\nought to be sanctioned and encouraged by law. It is, even amongst\r\nthem, an institution of a divine character â a glimmer of the\nlight\r\nonce shining in Paradise, which is still vouchsafed to them.â\nand this by another:\nâ\nEqually so with the\r\nMohammedans. If what they call marriage is not what we call marriage,\r\nin its essential requirements, but what\nthe jurisprudence even of\r\nChristian Rome under the Emperors, up to the time of Leo the\r\nPhilosopher,\nwould\ncall a recognised concubinage â we cannot, because of the ambiguity\r\nof the expression, make that marriage which is a wholly different\n\nrelation.â\n[74]\tIn the\nAmod\ncase, Mahomed CJ indicated\r\nthe manner in which our law should evolve. At 1319-1330B the\r\nfollowing appears:\nâ\nThis important shift\r\nin the identifiable\nboni\r\nmores\nof\r\nthe community must also manifest itself in a corresponding evolution\r\nin the relevant parameters of application in this area.\nâThe common\r\nlaw is not to be trapped within the limitations of its past.â If it\r\ndoes not do this it would risk losing the virility,\nrelevance and\r\ncreativity which it needs to retain its legitimacy and effectiveness\r\nin the resolution of conflict between and in\nthe pursuit of justice\r\namong the citizens of a democratic society. For this reason the\r\ncommon law constantly evolves to accommodate\nchanging values and new\r\nneeds.â\n[75]\tThe right to exercise oneâs\r\nreligion and culture, the recognition of the value of diversity and\r\nthe obligation to be tolerant\nof the views and beliefs of others is\r\nnow enshrined in the Bill of Rights. Section 15 of the Constitution\r\nguarantees everyone the\nright to freedom of conscience, religion,\r\nthought, belief and opinion. Section 31(1) of the Constitution\r\nprovides:\nâ\n(1)\tPersons belonging\r\nto a cultural, religious or linguistic community may not be denied\r\nthe right, with other members of that community\nâ\n(a)\tto enjoy their\r\nculture, practise their religion and use their language; and\n(b)\tto form, join and\r\nmaintain cultural, religious and linguistic associations and other\r\norgans of civil society.â\n[76]\tFurthermore, the right to have\r\nthe environment protected for the benefit of present and future\r\ngenerations through reasonable\nand other measures that prevent\r\npollution and ecological degradation, promote conservation, and\r\nsecure ecologically sustainable\ndevelopment and use of natural\r\nresources while promoting justifiable economic and social development\r\nis also provided for in s\n24 of the Constitution.\n[77]\tRegrettably, humankind has not\r\nalways been aware of the importance of treading softly on this\r\nplanet. Environmental concerns\nhave only recently begun to receive\r\nthe necessary attention and, even then, humankind is not always\r\nsufficiently aware of the environmental\nperils consequent upon deeds\r\nor inaction. In\nFuel\r\nRetailers Association v Director-General: Environmental Management\r\nand others\n2007 (6) SA 4\n(CC) the Constitutional Court referred with approval to the following\r\ndictum of the International Court of Justice in\nGabÄ\nÍ\nkovo-Nagymaros\r\nProject (Hungary/Slovakia)\n37\nILM\n162 (1998) 200 in para 140:\nâ\nThroughout the ages,\r\nmankind has, for economic and other reasons, constantly interfered\r\nwith nature. In the past, this was often\ndone without consideration\r\nof the effects upon the environment. Owing to new scientific insights\r\nand to a growing awareness of\nthe risks for mankind â for present\r\nand future generations â of pursuit of such interventions at an\r\nunconsidered and unabated\npace, new norms and standards have been\r\ndeveloped, set forth in a great number of instruments during the last\r\ntwo decades. Such\nnew norms have to be taken into consideration, and\r\nsuch new standards given proper weight, not only when States\r\ncontemplate new\nactivities but also when continuing with activities\r\nbegun in the past. This need to reconcile economic development with\r\nprotection\nof the environment is aptly expressed in the concept of\r\nsustainable development.â\n[78]\tOf course Estatesâ property\r\nrights deserve recognition. But, property rights have never been\r\nabsolute. Estates has not been\ndeprived of its property. Nor is\r\nportion 7 valueless without development rights. As pointed out above,\r\nthis property, even without\ndevelopment rights, has considerable\r\nvalue. Estatesâ concerns in relation to future expropriation and\r\nadequate compensation can\nbe met by resort to its rights set out in s\r\n25 of the Constitution referred to earlier.\n[79]\tIt is true that the degree of\r\ndelay in this case is unprecedented. The other circumstances are,\r\nhowever, equally unique. The\necology of the area, as has been\r\ndescribed, is unequalled. Moreover, the entire area is regarded as\r\nsacred by a formerly marginalised\nsection of South African society.\n[80]\tI am mindful of the public\r\ninterest in the finality of administrative decisions and acts. The\r\nother side of the coin is the\npublic interest in portion 7 and its\r\nsurrounding areas. In\nRas\r\nBehari Lal and others v The King Emperor\n[1933] All ER Rep 723\n[PC] the Privy Council set aside the\r\nconvictions and allied death sentences as well as the sentences of\r\nimprisonment imposed by\nthe High Court of Patna on the basis that one\r\nof the jurors did not understand English, the\nlanguage in which some of the evidence\r\nwas adduced, the addresses of counsel were made and the judgment was\r\ndelivered. Lord Atkin\nsaid the following:\nâ\nIt would be remarkable\r\nindeed, if what may be âa scandal and perversion of justiceâ may\r\nbe prevented during the trial, but after\nit has taken effect the\r\ncourts are powerless to interfere.\nFinality\r\nis a good thing, but justice is a better\n.â\r\n(My emphasis).\n[81]\tI agree with the court below that\r\nthe result in this case should be driven by the principle of\r\nlegality. In\nFedsure Life\r\nAssurance Ltd and others v Greater Johannesburg Transitional\r\nMetropolitan Council and others\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC) at para 56 the following is stated:\nâ\n[A] local government\r\nmay only act within the powers lawfully conferred upon it. There is\r\nnothing startling in this proposition â\nit is a fundamental\r\nprinciple of the rule of law, recognised widely, that the exercise of\r\npublic power is only legitimate where\nlawful. The rule of law â to\r\nthe extent at least that it expresses this principle of legality â\r\nis generally understood to\nbe a fundamental principle of\r\nconstitutional law.â\n[82]\tIn the present case it is in my\r\nview possible to correct the monstrous wrongs and injustices of the\r\npast without doing violence\nto the property rights of Estates. It\r\nappears to me that, in the totality of the circumstances referred to\r\nabove, to incline in\nfavour of the respondents would be to exercise\r\nour discretion so as to promote the spirit, purport and objects of\r\nthe Bill of Rights.\nIn the circumstances of this case, by ensuring\r\nthat an invalid decision does not stand, the principle of legality\r\nand the interests\nof justice will be advanced. For all the reasons\r\nset out above, the conclusion reached by the court below cannot be\r\nfaulted and\naccordingly the appeal must fail.\n[83]\tCosts is the remaining issue. The\r\ncourt below was generous in the cost order it made. The City was\r\nafforded the costs of three\ncounsel and the other two respondents\r\nwere each afforded the costs of two counsel. It was submitted on\r\nbehalf of Estates that the\norder of the court below should be set\r\naside and substituted with no order as to costs on the basis that the\r\nopposition to the\napplication was reasonable and justified. It was\r\nsubmitted in the alternative that\nall of the respondents should not be\r\nentitled to the costs of more than one legal team consisting of two\r\ncounsel.\n[84]\tCosts is a matter within the\r\ndiscretion of a court. The court below in para 48 set out in detail\r\nits reasoning for the order\nmade by it. It took into account the\r\ncomplexity of the issues and the voluminous record. It reasoned that\r\neach of the respondents\nwere different statutory organisations and\r\noperated in different spheres and that the use of three separate\r\nteams was justified.\nThere appears to me to be no basis upon which to\r\ninterfere with the costs order by the court below.\n[85]\t Before us the respondents were\r\nrepresented by three legal teams even though the first and third\r\nrespondents presented a consolidated\nset of heads. The City was\r\nrepresented by three counsel, SANPARKS by two and SAHRA by one.\r\nSubsequent to the decision in the court\nbelow, the legal issues had\r\ncrystallised and the respondents had made common cause. Having regard\r\nto the history of the protracted\nlitigation, the nature and extent of\r\nthe case and documentation all of which was well known to everyone,\r\nas were the relevant parts\nof the record. In my view, the alternative\r\nsubmission on behalf of the appellant, insofar as they pertained to\r\ncosts in the present\nappeal, are justified in relation to the City\r\nand SANPARKS, who made common cause. SAHRA acted separately but\r\nshould only recover\nthe costs of one counsel. That means that the\r\nappellant will have to pay the costs of three counsel which matches\r\nthe size of its\nown legal team.\n[86]\tThe following order is made:\n1.\tThe appeal is dismissed with costs.\n2.\tThe costs in paragraph 1 will\r\ninclude in the case of the first and third respondents jointly the\r\ncosts of two counsel as if they\nhad been represented collectively by\r\ntwo counsel and in the case of the second respondent the costs of one\r\ncounsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\t\tA Binns-Ward SC\nP\r\nFarlam\nK\r\nPillay\nInstructed\r\nby\nMiltons\r\nMatsemela Inc Table View\nWebbers\r\nBloemfontein\nFor\r\nFirst Respondent:\t\tM Seligson SC\nI\r\nJ Muller SC\nM\r\nEdmunds\nInstructed\r\nby\nFairbridge\r\nArderne & Lawton Cape Town\nMcIntyre\r\n& Van der Post Bloemfontein\nFor\r\nSecond Respondent:\tA M Breitenbach SC\nInstructed\r\nby\nHerold\r\nGie & Broadhead Cape Town\nPike\r\n& Alberts Bloemfontein\nFor\r\nThird Respondent:\t\tR O Petersen SC\nE\r\nW Fagan SC\nInstructed\r\nby\nEdward\r\nNathan Sonnenbergs Cape Town\nLovius\r\nBloch Bloemfontein\n1\nIt was established in terms of s 5 of the National Parks Act 57 of\r\n\t1976, with effect from April 1976. The National Parks Act\nwas\r\n\trepealed on 1 November 2004 by\ns 90(1)\nof the\nNational Environmental\nManagement: Protected Areas Act 57 of 2003\n, but SANPARKSâ\r\n\tcontinued existence was provided for in\ns 54\nof the latter Act.\n2\nThe Cape Mazaar Society was founded in 1982 to protect and preserve\r\n\tkramats and Muslim graves in the Western Cape.\n3\nAt the time\r\n\tof the approval of the township, the Cape Divisional Council, was\r\n\tthe authority within whose jurisdiction portion\n7 was located. It\r\n\twas\na predecessor of\r\n\tthe CMC. The City ultimately was a successor to the CMC.\n4\nIt is in fact common cause that there are three kramats on portion\r\n\t7.\n5\nReported as\nOudekraal\r\n\tEstates (Pty) Ltd v The City of Cape Town and Others\n2004\r\n\t(6) SA 222\n(SCA).\n6\nSee para 46.\n7\nHarnaker v Minister of the\r\n\tInterior\n1965 (1) SA 372\n(C) at 380B-381D;\nWolgroeiers\r\n\tAfslaers (Edms) Bpk v Munisipaliteit van Kaapstad\n1978 (1) SA 13\n(A) at 41;\nMamabolo\r\n\tv Rustenburg Regional Local Council\n[2000] ZASCA 133\n;\n2001 (1) SA 135\n(SCA) para 13;\nAssociated\r\n\tInstitutions Pension Fund and others v Van Zyl and others\n2005\r\n\t(2) SA 302\n(SCA), para 46.\n8\nSee para 32 above, referring to para 46 of the judgment in Oudekraal\r\n\t1.\n9\nIn this regard see\nMamabolo\r\n\tv Rustenburg Regional Local Council op cit\n141I-142A;\nAssociated Institutions Pension Fund v Van Zyl op cit\nat 321G-H;\nGqwetha v\r\n\tTranskei Development Corporation Ltd and others\n2006\r\n\t(2) SA 603\n(SCA) at 609G-I;\n10\nIn his founding affidavit, Mr Wiehahn stated that graves were\r\n\tpresent on other portions on Oudekraal but not on portion 7.\n11\n(\n1860)\r\n\t3 Searle 313\nat 318, 320-321 and 333.",
  "scraped_at": "2026-02-12T05:12:00.831396",
  "date": "2009-09-03",
  "coram": [
    "NAVSA",
    "VAN HEERDEN",
    "PONNAN",
    "MHLANTLA JJA",
    "WALLIS AJA"
  ],
  "case_number": "25/08",
  "parties": {
    "applicants": [
      "Oudekraal Estates (Pty) Ltd"
    ],
    "respondents": [
      "The City of Cape Town",
      "The South African Heritage Resources Agency",
      "South African National Parks"
    ]
  },
  "sections": {
    "facts": "The dispute concerns portion 7 of the farm Oudekraal, part of the Cape Peninsula and the Table Mountain National Park. In 1957 the Administrator approved a township on this land without disclosing two Muslim kramats and several graves, items of cultural and religious significance. The approval later lapsed, but Oudekraal Estates (Pty) Ltd purchased the land in 1965 and only sought to develop it in 1996, prompting public protest and the formation of the Environmental and Mazaar Action Committee. Subsequent investigations identified graves and kramats, leading to litigation in which the City, SAHRA and SANPARKS sought to set aside the 1957 approval. The appellant argued that the delay in challenging the decision was unreasonable and that it suffered financial prejudice.",
    "issues": "The court needed to determine (1) whether the 1957 township approval was ultra vires and therefore invalid due to the non‑disclosure of material cultural and religious sites; (2) whether the long delay in instituting review proceedings should be condoned; and (3) whether the appellant was entitled to relief, including recognition of development rights, in light of the delay and any prejudice suffered.",
    "principles": "The judgment applied administrative law principles under PAJA, notably the ‘delay rule’ and the court’s discretion to condone unreasonable delay. Constitutional rights under sections 15, 24 and 31 of the Bill of Rights were invoked to protect freedom of religion, cultural practice and environmental conservation. The principle of legality required that an administrative act be invalid if ultra vires, even if later not set aside. Precedents such as Oudekraal 1, Wolgroeiers Afslaers and Setsokosane were relied upon to balance finality of administrative decisions against public interest, cultural heritage and environmental values.",
    "application": "The court found that the Administrator’s approval was invalid because the application omitted material information about the kramats and graves, breaching constitutional protections and constituting ultra vires action. Although the delay in filing review was unreasonable, the court condoned it given the unique historical, cultural and environmental circumstances and the oppressive legacy of apartheid. The appellant’s alleged financial prejudice was deemed insufficient to outweigh the rights of the Muslim community and the public interest in preserving the heritage and ecological significance of the area. Accordingly, the court exercised its discretion to set aside the approval.",
    "conclusion": "The appeal was dismissed with costs. The order of the Cape High Court setting aside the 1957 township approval stands, and costs were awarded to the respondents as specified in the judgment."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review of Administrative Action",
    "level_3": [
      "cultural heritage",
      "environmental protection",
      "delay rule",
      "religious rights",
      "Table Mountain"
    ]
  }
}