{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/80.html",
  "case_name": "Occupiers of ERF 101,102, 104 and 112, Shorts Retreat, Pietermaritzburg v Daisy Dear Investments (Pty) Ltd and Others (245/08) [2009] ZASCA 80; 2010 (4) BCLR 354 (SCA); [2009] 4 All SA 410 (SCA) (3 July 2009)",
  "citation": "[2009] ZASCA 80",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 80\n|\nNoteup\n|\nLawCite\nOccupiers of ERF 101,102, 104 and 112, Shorts Retreat, Pietermaritzburg v Daisy Dear Investments (Pty) Ltd and Others (245/08) [2009] ZASCA 80; 2010 (4) BCLR 354 (SCA); [2009] 4 All SA 410 (SCA) (3 July 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\r\nAFRICA\nJUDGMENT\nCase number: 245/08\nNo precedential significance\nIn the matter between:\nTHE OCCUPIERS OF\r\nERF 101, 102,\n104 and 112,\r\nSHORTS RETREAT,\nPIETERMARITZBURG\r\n\t\t                              APPELLANTS\nv\nDAISY DEAR\r\nINVESTMENTS (PTY) LTD \t    1\nst\nRESPONDENT\nHASSIM EBRAHIM\r\nTAR ALLY N.O.\t  \t    2\nnd\nRESPONDENT\nZAINAB BIBI ALLY\r\nN.O.\t\t\t\t    3\nrd\nRESPONDENT\nNeutral\r\ncitation:\nThe\r\nOccupiers of Shorts Retreat v Daisy Dear Investments\n(245/2008)\n[2009]\r\nZASCA 80\n(3 July 2009)\nCoram:\nMpati\r\nP, Navsa, Jafta  JJA, Kroon et Tshiqi  AJJA\nHeard:\t8 May 2009\nDelivered:\t3 July\r\n2009\nSummary:\tEvictions\r\nin terms of the Prevention of Illegal Eviction from and Unlawful\r\nOccupation of Land Act 19 of 1998 â the requirements\ntherefor\r\nrestated.\nORDER\nOn appeal from:\nHigh\r\nCourt of South Africa (Natal Provincial Division, (Jappie J)\nIn the result the\r\nfollowing order is made:\n1.\tThe appeal is\r\nupheld.\n2.\tThe order of the\r\ncourt a quo is set aside and replaced with the following order:\n(a)\tThe Msunduzi\r\nMunicipality (âthe Municipalityâ) is hereby joined in these\r\nproceedings.\n(b)\tThe Applicant is\r\nto serve on the Municipality, within 5 days of this order, a copy of\r\nall documents filed in the High Court,\nin these proceedings and a\r\ncopy of this order.\n(c)\tThe Municipality\r\nis directed by 30 June 2009, to file a report, confirmed on\r\naffidavit, in order to report to the court on\n(i)\tWhat steps it\r\nhas taken and what steps it intends or is able to take in order to\r\nprovide alternative land and/or emergency accommodation\nfor the\r\nOccupiers of Erven 101, 102, 104 and 112 Shorts Retreat in the event\r\nof their being evicted and when such alternative land\nor\r\naccommodation can be provided;\n(ii)\tWhat the\r\neffects would be if the eviction would take place without alternative\r\nland or emergency accommodation being made available;\n(iii)\tWhat steps\r\ncan be taken to alleviate the effects of the current    occupation of\r\nthe properties referred to above if the\noccupiers are not immediately\r\nevicted and pending alternative land or accommodation being made\r\navailable.\n(d)\tThe applicants\r\nand the occupiers may, within fifteen days of delivery of the\r\nMunicipalityâs report, file affidavits in response\nto such report;\n(e)\tThe matter is\r\npostponed\nsine\r\ndie,\nfor\r\nconsideration of the matter, including, if appropriate, the\r\npossibility of mediation to seek a resolution of the matter and\nsuch\r\nother interim or final order, as it may be considered appropriate;\n(f)\tThe question of\r\ncosts is reserved.\n(g)\tNothing in this\r\norder should be construed to mean that the Municipality is precluded\r\nfrom taking such steps as it may be advised\nto take pursuant to its\r\njoinder.\n3.\tThere is no order\r\nas to costs of the appeal.\n4.\tThe matter is\r\nremitted to the court a quo for its further conduct.\nJUDGMENT\nJAFTA\nJA\n(Mpati\r\nP, Navsa JA et Kroon, Tshiqi  AJJA concurring)\n[1]\nAt\r\nthe hearing of this appeal and by consent the parties requested the\r\nfollowing order:\nâ\n1.\tThe appeal is\r\nupheld.\n2.\tThe order of the\r\ncourt a quo is set aside and replaced with the following order:\n(a)\tThe Msunduzi\r\nMunicipality (âthe Municipalityâ) is hereby joined in these\r\nproceedings.\n(b)\tThe Applicant is\r\nto serve on the Municipality, within 5 days of this order, a copy of\r\nall documents filed in the High Court,\nin these proceedings and a\r\ncopy of this order.\n(c)\tThe Municipality\r\nis directed by 30 June 2009, to file a report, confirmed on\r\naffidavit, in order to report to the court on\n(i)\tWhat steps it\r\nhas taken and what steps it intends or is able to take in order to\r\nprovide alternative land and/or emergency accommodation\nfor the\r\nOccupiers of Erven 101, 102, 104 and 112 Shorts Retreat in the event\r\nof their being evicted and when such alternative land\nor\r\naccommodation can be provided;\n(ii)\tWhat the\r\neffects would be if the eviction would take place without alternative\r\nland or emergency accommodation being made available;\n(iii)\tWhat steps\r\ncan be taken to alleviate the effects of the current    occupation of\r\nthe properties referred to above if the\noccupiers are not immediately\r\nevicted and pending alternative land or accommodation being made\r\navailable.\n(d)\tThe applicants\r\nand the occupiers may, within fifteen days of delivery of the\r\nMunicipalityâs report, file affidavits in response\nto such report;\n(e)\tThe matter is\r\npostponed\nsine\r\ndie,\nfor\r\nconsideration of the matter, including, if appropriate, the\r\npossibility of mediation to seek a resolution of the matter and\nsuch\r\nother interim or final order, as it may be considered appropriate;\n(f)\tThe question of\r\ncosts is reserved.\n(g)\tNothing in this\r\norder should be construed to mean that the Municipality is precluded\r\nfrom taking such steps as it may be advised\nto take pursuant to its\r\njoinder.\n3.\tThere is no order\r\nas to costs of the appeal.\n4.\tThe matter is\r\nremitted to the court a quo for its further conduct.â\nWe\r\nstated at the time the order was made that\nreasons\r\nfor the requested order would follow. These are the reasons.\n[2]\tThe\r\nappeal is against an order of the Pietermaritzburg High Court (Jappie\r\nJ) in terms of which the appellants were ordered to\ndemolish their\r\nhomes and vacate erven 101,102,104 and 112 situate at Shorts Retreat,\r\nPietermaritzburg. The appeal is with the leave\nof this court.\n[3]\tThe\r\nappellants â a group of people the majority of whom are unemployed,\r\npoor and homeless â settled on the erven in question\nillegally.\r\nThey erected informal dwellings described as shacks in the papers.\r\nSome members of the group occupied the buildings\non the properties.\r\nWith the passing of time the group grew into a community of\r\napproximately 2000 people. Some households in this\ncommunity are\r\nheaded by women. The only services they receive from the local\r\nauthority are a communal water tap and a mobile clinic.\n[4]\tThe\r\nappellants have been in occupation of the properties\nconcerned\r\nfor a period in excess of five years. Although the respondents â\r\nthe landowners â were aware of the occupation no\nlegal action was\r\ntaken to evict them until Msunduzi Municipality (the municipality)\r\ndemanded that they be evicted. The demand was\nmade in April 2006 and\r\nit was based on the assertion that the erection of shacks contravened\r\nthe municipalityâs health bye-laws.\nThe application for eviction\r\nwas instituted in October 2006.\n[5]\nThe\r\norder issued by the court below was challenged on the basis that the\r\nrequirements of the Prevention of Illegal Eviction from\nand Unlawful\r\nOccupation of Land Act 19 of 1998 (PIE), in terms of which the\r\napplication was brought, were not met. PIE was enacted\nso as to give\r\neffect to the rights in s 26 of the Constitution.\n1\nIt prescribes requirements which must be met before the court may\r\nissue an eviction order. The relevant parts of s 4 of PIE read:\nâ\n(1)\nNotwithstanding\r\nanything to the contrary contained in any law or the common law, the\r\nprovisions of this section apply to proceedings\nby an owner or person\r\nin charge of land for the eviction of an unlawful occupier.\n(2)\nAt\r\nleast 14 days before the hearing of the proceedings contemplated in\r\nsubsection (1), the court must serve written and effective\nnotice of\r\nthe proceedings on the unlawful occupier and the municipality having\r\njurisdictionâ¦.\n(7)\tIf\r\nan unlawful occupier has occupied the land in question for more than\r\nsix months at the time when the proceedings are initiated,\na court\r\nmay grant an order for eviction if it is of the opinion that it is\r\njust and equitable to do so, after considering all the\nrelevant\r\ncircumstances, including, except where the land is sold in a sale of\r\nexecution pursuant to a mortgage, whether land has\nbeen made\r\navailable or can reasonably be made available by a municipality or\r\nother organ of state or another land owner for the\nrelocation of the\r\nunlawful occupier, and including the rights and needs of the elderly,\r\nchildren, disabled persons and households\nheaded by women.\n(8)\tIf\r\nthe court is satisfied that all the requirements of this section have\r\nbeen complied with and that no valid defence has been\nraised by the\r\nunlawful occupier, it must grant an order for\nthe\r\neviction of the unlawful occupier, and determine â\n(a)\na just and equitable date on which the unlawful occupier must vacate\r\nthe land under the circumstances; and\n(b)\nthe\r\ndate on which an eviction order may be carried out if the unlawful\r\noccupier has not vacated the land on the date contemplated\nin\r\nparagraph\n(a)\n.\n(9)\tIn determining a\r\njust and equitable date contemplated in subsection (8), the court\r\nmust have regard to all relevant factors,\nincluding the period the\r\nunlawful occupier and his or her family have resided on the land in\r\nquestion.â\n[6]\nThe\r\nsection requires that before an eviction order is granted the court\r\nmust be satisfied that such order will be just and equitable\nto the\r\napplicant and the unlawful occupier. In determining whether an\r\neviction is just and equitable, the court is required to\nconsider\r\namongst others, whether land has been made available or can\r\nreasonably be made available by a municipality or an organ\nof state\r\nfor the relocation of the occupier.\n2\nIn a case such as this, where a large group of people is to be\r\nevicted, the court must also take into account the rights and needs\n\nof the elderly, children, disabled persons and households headed by\r\nwomen as part of the relevant circumstances. Information relating\nto\r\nthese latter matters was not placed before the court. As a result\r\nthey were not taken into account in determining whether the\neviction\r\nwas just and equitable.\n[\n7]\tThe\r\nissue relating to alternative land to which the appellants could be\r\nrelocated was also not explored adequately. The court\nbelow readily\r\naccepted a report filed by the municipality pursuant to an order it\r\nhad issued. This report states that the appellants\ncould not be\r\naccommodated in any of the municipalityâs existing housing projects\r\nand that no land could be identified for their\nrelocation. It states\r\nfurther that before the municipality could provide houses or land in\r\nterms of its housing programme, it has\nto follow a long process which\r\ncan take up to five years. The programme prescribes an inflexible\r\nprocedure which is not suitable\nto the circumstances of this case.\n[\n8]\tThe\r\ncourt below also accepted as correct the allegation that if the\r\nmunicipality âcontinues to make land available to people\nwho invade\r\neither private or public owned land with the intention of fast\r\ntracking their housing needs, the municipality will not\nbe in a\r\nposition to address its current identified backlogsâ. There is no\r\nevidence on record showing that the appellantsâ occupation\nwas\r\nmotivated by an ulterior desire to leapfrog others in the queue for\r\nhousing. The facts establish that the occupation occurred\nbecause the\r\nappellants were homeless and had nowhere else to go.\n[9\n]\tThe\r\ncourt did not consider suggesting to the appellants that they request\r\nthe municipality to refer the matter for mediation and\nsettlement in\r\nterms of the provisions of PIE before the eviction order was issued.\r\nThis aspect underscores why it was necessary\nto join the municipality\r\nas a party, in which case the municipality could have been ordered to\r\nsubmit to mediation.\n3\nSection 7 of PIE provides for an appointment of a mediator by a\r\nmunicipality in a case where, as here, the occupied land does not\n\nbelong to it.\n4\nThe function of the mediator is to facilitate meetings between the\r\ninterested parties with a view to finding an equitable solution.\n\nMediation is necessary particularly in cases where a large number of\r\npeople is involved. In\nPort\r\nElizabeth Municipality v Various Occupiers\nSachs\r\nJ said:\n5\nâ\nIn\r\nmy view, s 7 of PIE is intended to be facilitative rather than\r\nexhaustive. It does not purport, either expressly or by necessary\n\nimplication, to limit the very wide power entrusted to the court to\r\nensure that the outcome of eviction proceedings will be just\nand\r\nequitable. As has been pointed out, s 26(3) of the Constitution and\r\nPIE, between them give the courts the widest possible discretion\nin\r\neviction proceedings, taking account of all relevant circumstances.\r\nOne of the relevant circumstances in deciding whether an\neviction\r\norder would be just and equitable would be whether mediation has been\r\ntried. In appropriate circumstances, the courts\nshould themselves\r\norder that mediation be tried.â\n[1\n0]\tIt\r\nemerges from the facts on record that, had it been tried, mediation\r\ncould possibly have yielded an equitable outcome. The\nappellants have\r\ndemonstrated their willingness to vacate if provided with alternative\r\nland. The respondents pointed out that alternative\nland to which the\r\nappellants could be relocated was available at a nearby place called\r\nFrance in Pietermaritzburg. This was, however,\nnot explored at the\r\nhearing. In the circumstances of the present case there was no\r\ncompliance with the mandatory requirements of\nPIE. It follows that\r\nthe eviction order was premature.\n[1\n1]\tThe\r\neffect of the order issued on appeal was to join the municipality\r\nwithout a substantive application for joinder. This was\ndone for the\r\nfollowing reasons. If an eviction order that is just and equitable to\r\nthe appellants is issued at the conclusion of\nthe re-hearing of the\r\nmatter, it will ineluctably affect the municipalityâs interests.\r\nThis makes the municipality a necessary\nparty which must be given an\r\nopportunity to be heard before such order is made. It seems to me\r\nthat had the court below not fallen\ninto error in determining whether\r\nthe order it contemplated was just and equitable to both sides, it\r\ncould have insisted upon joinder\nof the municipality.\n[1\n2]\tAt\r\ncommon law our courts have an inherent power to order joinder of\r\nparties where it is necessary to do so. Ordinarily such an\norder is\r\nissued pursuant to an application by one of the parties, in a court\r\nof first instance, which would have been served upon\nthe party whose\r\njoinder is sought. A court could however, even on appeal,\nmero\r\nmotu\nraise the question of joinder to safeguard the interests of third\r\nparties and decline to hear a matter until such joinder has been\n\neffected.\n6\nIn this case there was no formal application and all that was\r\nrequired of the municipality was the report referred to earlier.\n[13]\tThe\r\ncourt below, incorrectly, did not consider the municipality a\r\nnecessary party. It is clear from the papers already filed\nthat the\r\nmunicipality itself rendered some assistance to the occupants during\r\ntheir occupation of the land in question by way of\ninstallation of a\r\ntap to provide water. The municipality has apparently been to visit\r\nthe site on a number of occasions with officials\nfrom the Department\r\nof Land Affairs. The affected community lives within the\r\nmunicipalityâs area of jurisdiction and cannot be\nwished away. A\r\ncommunity of this size cannot, with the best will in the world,\r\nrelocate and find alternative accommodation overnight.\nThe\r\nmunicipality should be concerned about the community being compelled\r\ninto further unlawful occupation of land. An order by\nthe court\r\nbelow, after consideration of all the relevant circumstances, will no\r\ndoubt impact on the municipality. It is clearly\na necessary party,\r\nhence the order by this court. In any event, the order is directed,\r\nnot only at safeguarding the municipalityâs\ninterest, but also to\r\nensure that any order that is issued by the court below is just and\r\nequitable.\n[14]\tThe\r\nmunicipalityâs position in eviction proceedings under PIE differs\r\nfrom that of a third party in ordinary litigation because\nit has\r\nconstitutional obligations it must discharge in favour of people\r\nfacing eviction. It should therefore not be open to it\nto choose not\r\nto be involved. Moreover, s 4 of PIE obliges the courts to be\r\ninnovative and if it becomes necessary, to depart from\nthe\r\nconventional approach.\n7\nIn any event the order issued does not in any way preclude the\r\nmunicipality from raising any issue it may wish to raise.\n[15]\tAlthough\r\nthe Minister of Land Affairs was not ordered to be joined as a party\r\nit may be an aspect, that the court below and\nthe parties, should\r\nconsider.\n[16]\tIt is for all\r\nthese reasons that this court issued the order referred to above.\n________________________\nC N JAFTA\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT:\tPaul\r\nKennedy SC\nRudolph Jansen\nInstructed by\nLawyers for\r\nHuman Rights\nDurban\nLawyers for\r\nHuman Rights\nLegal Aid Board\nBloemfontein\nFOR RESPONDENT:\tP C\r\nBezuidenhout SC\nInstructed by\nJasat &\r\nJasat,\nPietermaritzburg\nWebbers\nBloemfontein\n1\nSection 26(3) provides: â(3) No one may be\r\n\tevicted from their home, or have their house demolished, without an\r\n\torder of court\nmade after considering all the relevant\r\n\tcircumstances. â¦â\n2\nThis requirement does not apply to cases where\r\n\tthe eviction proceedings are instituted within six months from the\r\n\tdate of occupation.\n3\nSee the discussion on joinder later in this\r\n\tjudgment.\n4\nSection 7(1) provides: â(1) If the municipality\r\n\tin whose area of jurisdiction the land in question is situated is\r\n\tnot the owner\nof the land the municipality may, on the conditions\r\n\tthat it may determine, appoint one or more persons with expertise in\r\n\tdispute\nresolution to facilitate meetings of interested parties and\r\n\tto attempt to mediate and settle any dispute in terms of this Actâ¦â.\n5\n[2004] ZACC 7\n;\n2005 (1) SA 217\n(CC) para 45.\n6\nSee Erasmus\nSuperior Court Practice\nat B1-95 and\nAmalgamated\r\n\tEngineering Union v Minister of Labour\n1949 (3) SA 637\n(A). At p\r\n\t659 of that case this court referred with approval to\nCollin v\r\n\tToffie\n1944 AD 456\nand\nHome Sites (Pty) Ltd v Senekal\n1948\r\n\t(3) SA 514\n(A) as instances where the question of non-joinder was\r\n\traised for the first time before this court. In both instances this\r\n\tcourt\nset aside the lower courtâs order and referred the case back\r\n\tto be dealt with after the third party had been joined and it\r\n\nordered the plaintiff in those cases to join the third party.\n7\nIn this regard the Constitutional Court stated in\nPort Elizabeth Municipality\nabove n 6 in para 36: âThe court is thus called upon to go beyond\r\n\tits normal functions and to engage in active judicial management\n\n\taccording to equitable principles of an ongoing, stressful and\r\n\tlaw-governed social process. This has major implications for the\n\n\tmanner in which it must deal with the issues before it, how it\r\n\tshould approach questions of evidence, the procedures it may adopt,\n\n\tthe way in which it exercises its powers and the orders it might\r\n\tmake.â",
  "scraped_at": "2026-02-12T05:10:51.205176",
  "date": "2009-07-03",
  "coram": [
    "Mpati P",
    "Navsa",
    "Jafta JJA",
    "Kroon",
    "Tshiqi AJJA"
  ],
  "case_number": "245/08",
  "parties": {
    "applicants": [
      "Occupiers of Erf 101, 102, 104 and 112 Shorts Retreat Pietermaritzburg"
    ],
    "respondents": [
      "Daisy Dear Investments (Pty) Ltd",
      "Hassim Ebrahim Tar Ally N.O.",
      "Zainab Bibi Ally N.O."
    ]
  },
  "sections": {
    "facts": "The appellants, a community of roughly 2,000 impoverished and largely unemployed people, illegally occupied erven 101, 102, 104 and 112 at Shorts Retreat, Pietermaritzburg, erecting informal shacks. They had been in occupation for more than five years and received only minimal services (a communal water tap and a mobile clinic). In April 2006 the Msunduzi Municipality demanded their eviction on health‑bylaw grounds, and an eviction application was filed in October 2006. The High Court ordered demolition and vacating of the erven, a decision which the appellants appealed.",
    "issues": "Whether the High Court’s eviction order complied with the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act 19 of 1998 (PIE) and the constitutional requirement that evictions be just and equitable, particularly in relation to: (a) the failure to consider alternative land or emergency accommodation; (b) the lack of consideration of vulnerable groups (elderly, children, disabled, women‑headed households); (c) the non‑joinder of the municipality as a necessary party; and (d) the omission of mediation under s 7 of PIE.",
    "principles": "PIE s 4 requires notice, consideration of alternatives, and that an eviction be just and equitable, taking into account the occupier’s length of occupation and vulnerable status. s 7 mandates the appointment of a mediator where the land does not belong to the municipality. Section 26(3) of the Constitution prohibits eviction without a court order after all relevant circumstances are considered. Courts also have an inherent power to join necessary parties to protect third‑party interests, especially where constitutional duties are implicated.",
    "application": "The Supreme Court of Appeal found that the lower court had not satisfied PIE’s mandatory requirements: it failed to explore available alternative land, ignored the specific needs of vulnerable occupants, and did not join the municipality, whose interests and constitutional obligations were directly implicated. Consequently, the eviction order was deemed premature and non‑compliant with the statutory and constitutional framework. The court therefore set aside the lower court’s order and substituted it with a new order that joins the municipality, requires it to report on alternative accommodation options, and postpones the matter pending mediation and further consideration.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and replaced with an order joining the Msunduzi Municipality, directing it to file a detailed report by 30 June 2009 on alternative accommodation and the effects of eviction, allowing the parties to file affidavits in response, and postponing the matter sine die for possible mediation. The question of costs was reserved, no costs order was made against either side, and the case was remitted to the lower court for further conduct."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Housing & Land Law",
    "level_3": [
      "eviction",
      "prevention of illegal eviction act",
      "alternative accommodation",
      "joinder of parties",
      "mediation"
    ]
  }
}