{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/55.html",
  "case_name": "Minister of Safety and Security v Tyulu (327/2008) [2009] ZASCA 55; 2009 (5) SA 85 (SCA) ; 2009 (2) SACR 282 (SCA) ; [2009] 4 All SA 38 (SCA) (27 May 2009)",
  "citation": "[2009] ZASCA 55",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 55\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v Tyulu (327/2008) [2009] ZASCA 55; 2009 (5) SA 85 (SCA) ; 2009 (2) SACR 282 (SCA) ; [2009] 4 All SA 38 (SCA) (27 May 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: \r\n327/2008\nTHE\r\nMINISTER OF SAFETY AND SECURITY\nAppellant\nand\nM\r\nTYULU\nRespondent\nNeutral\r\ncitation\n:\nMinister of\r\nSafety and Security v Tyulu\n(327/08)\n[2009]\r\nZASCA 55\n(27 May 2009)\nCoram:\tFARLAM, VAN\r\nHEERDEN, MHLANTLA\nJJA, BOSIELO and TSHIQI AJJA\nHeard:\t\t7\nMay 2009\nDelivered:\t\t27\r\nMay 2009\nUpdated:\nSummary:\tUnlawful\r\narrest and detention â s 40(1)(a) and (f) â\nCriminal Procedure\nAct 51 of 1977\nâ whether the appellant had adduced sufficient\r\nevidence to justify the respondentâs arrest and detention â The\r\nappropriate\nquantum of damages in respect of respondentâs arrest\r\nand detention â Award reduced on appeal.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nHigh\r\nCourt, Cape of Good Hope Provincial Division (Cleaver, Motala and Le\r\nGrange JJ sitting as Full Bench).\nThe\r\nfollowing order is made:\n(a)\tThe\r\nappeal is successful only in respect of the issue of quantum.\n(b)\tPart\r\n(b) of the order made by the Full Bench is set aside and substituted\r\nwith the following:\nâ\nThe\r\ndefendant is ordered to pay the sum of R15 000 (fifteen thousand\r\nrand) to the plaintiff as damages.â\n(c)\tThe\r\nappellant is ordered to pay the costs of appeal, including the costs\r\noccasioned by the employment of two counsel.\nJUDGMENT\n___________________________\n__________________________________________\nBOSIELO\r\nAJA (FARLAM, VAN HEERDEN, MHLANTLA JJA and TSHIQI AJA concurring):\n[1]\tThe\r\nrespondent (Mr Tyulu) instituted an action against the appellant in\r\nthe Cape of Good Hope Provincial Division, claiming\ndamages in the\r\nsum of R400 000 for unlawful arrest and detention. The High Court\r\nawarded him damages in the total amount of R280 000.\nOn appeal,\r\nthe Full Bench overturned the court\na\nquoâs\r\nfinding on the merits regarding the second arrest and detention.\r\nConcerning the first arrest, the Full Bench confirmed the\njudgment on\r\nthe merits but reduced the amount of damages to R50 000. This appeal,\r\nwhich is by special leave of this Court, is against\nthe judgment of\r\nthe Full Bench.\n[2]\tThe\r\nfacts of this case are neither complex nor controversial. The\r\nrespondent is a 48 year old magistrate stationed at the Cape\nTown\r\nMagistrateâs Court. At the time of this incident, he had been a\r\nmagistrate for 12 years and was performing his duties in\nthe Juvenile\r\nCourt in Cape Town.\n[3]\tAccording\r\nto the respondent, in the early hours of the morning on Sunday, 12\r\nOctober 2003, he left his home on foot to go to\na nearby filling\r\nstation on Bosmansdam Road in Milnerton to buy a soft drink. There is\r\na 24 hour convenience store with an ATM\nmachine at this filling\r\nstation. He estimates the walking time from his home - which is in\r\nElegance Road - to the filling station\nto be five to seven minutes.\r\nAs he was walking across the forecourt of the filling station\nen\r\nroute\nto the store, a vehicle stopped next to\r\nhim. Two people (later identified to be police officers) alighted,\r\ngrabbed him and put him\ninto the back of this vehicle. Upon his\r\nenquiry regarding the reason for his arrest, a police officer whom he\r\nlater identified\nas Captain Cordier told him that he was being\r\narrested for being drunk in public. They then drove with him to a\r\npoint near the\nShoprite Centrepoint Shopping Centre on Koeberg Road.\r\nDuring  this journey he was seated in the backseat with a police\r\nofficer,\nwho was holding his head down.\n[4]\tUpon\r\narrival at what he later came to know to be the scene of a motor\r\nvehicle collision near Shoprite Centrepoint, Captain Cordier\nalighted\r\nand called a person over to the vehicle. Whilst the respondent\r\nremained seated in the vehicle, this person (later identified\nto be\r\nMr Hendricks) said âja, it is himâ, in response to a question\r\nposed to him by Captain Cordier. As the respondent was\nsitting with\r\nhis head pressed down, he was unable to see this person but he heard\r\nhim saying that he (Tyulu) âwas the person\nwho drove the car that\r\nwas standing thereâ. He denied that he had driven the vehicle in\r\nquestion, but his protestations fell\non deaf ears. He was then\r\ntransported to the Milnerton Police Station where he was charged with\r\nand detained for driving a motor\nvehicle on a public road whilst\r\nunder the influence of intoxicating liquor.\n[5]\tIt is\r\ncommon cause that whilst at the police station, the respondent was\r\nexamined by Dr Nel, the district surgeon, who also\ntook a sample of\r\nhis blood. This examination lasted from 02h44 to 03h07. By mutual\r\nagreement, Dr Nelâs report was admitted into\nthe record of the\r\nproceedings. Dr Nel recorded in his report, amongst other things,\r\nthat the respondent was moderately under the\ninfluence of alcohol and\r\nfurther that it was possible that he had been under the influence of\r\nalcohol during the incident, which\nhe (Dr Nel) had been told occurred\r\nat 02h10. Furthermore the forensic report of the blood analysis was\r\nalso admitted by mutual\nagreement. According to this report, the\r\nconcentration of alcohol in the respondentâs blood on the night in\r\nquestion was 0,23g\nper 100 millilitres.\n[6]\tAlthough\r\nthe respondent admitted that he had consumed six beers during the\r\ncourse of the Saturday evening and early hours of\nthe Sunday morning,\r\nhe denied that he was drunk. He testified that he did not cause any\r\ndanger or disturbance or nuisance to anybody.\nAccording to the\r\nrespondent, he was ultimately detained in the cells at Milnerton\r\npolice station for drunken driving. He was released\non his own\r\nrecognisance the following day by one Inspector Papa, the\r\ninvestigating officer in the matter.\n[7]\tThree\r\nwitnesses testified on behalf of the appellant,\nviz\nSuperintendent Cordier, Inspector Dell and Mr Hendricks. Cordier\r\ntestified that he has been a police officer for 21 years and a\n\ncaptain for seven years at the Milnerton Police Station. He, together\r\nwith (Female) Inspector Dell, were doing patrol duties on\n12 October\r\n2003 when they came upon the scene of a motor vehicle collision on\r\nthe corner of Koeberg and De Grendel Roads in Milnerton.\nUpon further\r\nenquiry, Cordier was advised that the driver of the vehicle which had\r\ncaused the collision had fled the scene on foot\nin the direction of\r\nMilnerton Police Station. Mr Hendricks, the driver of the other car\r\ninvolved in the collision, described the\ndriver who fled as a black\r\nman, wearing long khaki shorts and spectacles.\n[8]\tCordier,\r\ntogether with Dell, then proceeded in the direction which was pointed\r\nout to them in search of the driver, turning\ninto Bosmansdam Road\r\nfrom Koeberg Road. Approximately 300m along Bosmansdam Road but\r\nbefore the Corsair Road intersection, Cordier\nsaw a man (now known to\r\nbe the respondent) walking in the middle of the road, moving in the\r\nface of oncoming traffic. He stopped\nhis vehicle and called the\r\nrespondent over. Instead of obliging, the respondent asked him what\r\nhe wanted and requested him to leave\nhim alone. As Cordier got out of\r\nhis vehicle, the respondent approached him. He then smelt alcohol on\r\nthe respondentâs breath.\nHe then ordered the respondent to get into\r\nthe police vehicle, as in his opinion he was under the influence of\r\nintoxicating liquor.\nThe respondent refused to do so and instead\r\nasked him if he knew who he (the respondent) was. Cordier informed\r\nthe respondent that\nhe was arresting him for being drunk in public\r\nbecause he was a danger to both himself and others. The respondent\r\nrefused to get\ninto the police vehicle, but he calmed down and did so\r\nvoluntarily after Dell got out of the police vehicle to assist\r\nCordier.\nHe was driven back to the scene of the accident. According\r\nto Cordier, whilst they were travelling back to the scene, the\r\nrespondent\nwas alone in the back seat whilst Dell occupied the front\r\npassenger seat.\n[9]\tAfter\r\nHendricks had positively identified him at the scene as the driver of\r\nthe offending vehicle, the respondent was taken\nto Milnerton Police\r\nStation. After he had been taken into the charge office, Hendricks,\r\nonce again, confirmed to Cordier that the\nrespondent was indeed the\r\ndriver of the offending motor vehicle. It was at this stage that\r\nCordier decided to charge the respondent\nwith drunken driving and\r\nadvised the respondent accordingly. He telephoned Dr Nel, the\r\ndistrict surgeon, who came to examine the\nrespondent and take his\r\nblood sample. The respondent was then detained in the holding cells.\r\nIt suffices to state that the evidence\nof Dell corroborates that of\r\nCordier on all the material aspects of the latterâs evidence.\n[10]\tHendricks\r\ntestified that he was returning from a party with some friends at\r\napproximately 2h00 on 12 October 2003 when another\nvehicle drove\r\nstraight across the lane in which he was driving, causing Hendricks\r\nto drive into that vehicle. He testified that\nthe respondent was the\r\ndriver of the other vehicle. He described the respondent to Cordier â\r\nwho arrived on the scene with another\npolice officer in a police\r\nvehicle shortly after the collision - as a short and chubby Black man\r\nwearing long khaki shorts, a sweater\nand with spectacles. After the\r\ncollision, the respondent got out of the vehicle and ran towards the\r\nMilnerton Police Station. According\nto Hendricks, after he had spoken\r\nto Cordier at the scene, the police officers drove off in the\r\ndirection of Bosmansdam Road. They\nlater returned to the scene with a\r\nperson in the backseat of the police vehicle and, at Cordierâs\r\nrequest, he identified that\nperson (the respondent), as the driver of\r\nthe offending vehicle. A little later Hendricks confirmed to Cordier\r\nthat the respondent,\nwhom he had seen again when the latter was\r\nbrought into the charge office by the police, was indeed the driver\r\nof the other vehicle.\nHendricks conceded in cross-examination that he\r\ncould not say definitely that this was a case of drunken driving,\r\nalthough it looked\nlike that to him at the time.\n[11]\tIt is\r\ncommon cause that no criminal proceedings were instituted against\r\nrespondent as the Director of Public Prosecutions declined\nto\r\nprosecute.\n[12]\tIn his\r\ndefence to the respondentâs claim based on unlawful arrest and\r\ndetention, the appellant admitted that the respondent\nwas arrested\r\nwithout a warrant. Relying on the provisions of ss 40(1)(a) and\r\n40(1)(f) of the Criminal Procedure Act 51 of 1977\n(CPA), his counsel\r\nasserted that the arrest was lawful. In essence, the appellant\r\naverred that the respondent was initially arrested\nin terms of s\r\n40(1)(a) of CPA as he was found to have been drunk in public in\r\ncontravention of s 154(1)(c) of the Liquor Act 27\nof 1989 (âthe\r\nActâ). Concerning his arrest for drunken driving, the appellant\r\nsought refuge under s 40(1)(f) of CPA, alleging\nthat the respondent\r\nwas found by night in circumstances which gave the police officers\r\nconcerned reasonable grounds to believe\nthat he had committed an\r\noffence of drunken driving.\n[13]\tThe\r\nrelevant part of s 40 provides that:\nâ\n(1)\r\nA peace officer may without a warrant arrest any person\n(a)\r\nwho commits or attempts to commit an offence in his presence;\n(b)\r\n. . . .\n(c)\r\n. . . .\n(d)\r\n. . . .\n(e)\r\n. . . .\n(f)\r\nwho is found at any place by night in circumstances which afford\r\nreasonable grounds for believing that such person has committed\nor is\r\nabout to commit an offence.â\n[14]\tSection\r\n154(1)(c) of the Liquor Act 27 of 1989 provides that-\nâ\na\r\nperson who is drunk in or near\n(i)\r\nany road, street, lane, thoroughfare, square, park or market;\n(ii)\r\nany ship, warehouse or public garage\nshall\r\nbe guilty of an offence.â\n[15]\tThe\r\ntrial court found that both arrests were unlawful and awarded the\r\nrespondent R280 000 as total damages. The respondent\nhad claimed R400\r\n000 made up as follows,\nviz\nR300\r\n000 for contumelia and R100 000 for loss of liberty. The learned\r\njudge rejected the appellantâs version and found in fact\nthat the\r\nrespondent was âarrested not because he has done anything wrong,\r\nbut because he was a black man in the wrong place at\nthe wrong time .\r\n. . .â\n[16]\nThe\r\nappeal by the appellant to the Full Bench succeeded in part. The Full\r\nBench found that the first arrest at the filling station\nwas unlawful\r\nas there was insufficient evidence to discharge the onus of\r\nestablishing that the respondent was drunk. However, the\nFull Bench\r\nfound that the second arrest for drunken driving was lawful and\r\njustified in terms of s 40(1)(f) as there were sufficient\nfacts which\r\nestablished reasonable grounds for the police officers in question to\r\nbelieve that the respondent had committed the\noffence of drunken\r\ndriving. This finding was based on the fact that the respondent\r\nseemed to have fitted the description given\nby Hendricks and was\r\nfound in the vicinity of where the offending driver was reported to\r\nhave fled. He smelt of alcohol and was\nunsteady on his feet. On their\r\nreturn to the scene, Hendricks confirmed that the respondent was the\r\ndriver who had fled. Thereafter,\nHendricks saw the respondent being\r\nbrought into the charge office and again confirmed to Cordier that\r\nthe person who had been brought\nin was the driver of the other\r\nvehicle.\n[17]\tAfter\r\nhaving carefully considered the amount of damages awarded and\r\ncomparing it with previous comparable cases, the Full Bench\nreduced\r\nthe award from R280 000 to R50 000.\n[18]\tThe\r\nappellant raises two issues on appeal before us. First, he attacks\r\nthe finding that the respondentâs first arrest did\nnot comply with\r\ns 40(1)(a) and was therefore unlawful. Secondly, he argues that the\r\naward of R50 000 is excessive and startlingly\ndisproportionate\r\nto awards made in similar cases.\n[19]   The\r\nappellantâs counsel argued that the Full Bench erred in finding\r\nthat the appellant failed to bring the arrest within\nthe ambit of s\r\n40(1)(a) of the CPA. He submitted that Cordier was justified by the\r\nprevailing circumstances in arresting the respondent\nas he did. He\r\nrelied on the fact that, according to Cordier and Dell, the\r\nrespondent had been walking in the middle of Bosmansdam\nRoad in the\r\nface of oncoming traffic; that he was unsteady on his feet; that he\r\nsmelt of alcohol and, quite importantly, that his\nblood alcohol\r\ncontent was subsequently determined to be 0,23g per 100 millilitre,\r\nmore than twice the legally permissible limit.\nBased on this, he\r\nargued that there was clearly a high degree of intoxication on the\r\nrespondentâs part.\n[20]\tThe\r\nabove argument is, however, not supported by the clear and\r\nuncontroverted evidence of Dr Nel to the effect that the respondent\n\nwas only moderately under the influence of alcohol when he examined\r\nhim shortly after the arrest. This evidence, it will be recalled,\nwas\r\nadmitted by consent. Moreover, counsel for the appellant conceded\r\nthat no evidence was tendered to explain what a blood alcohol\ncontent\r\nof 0,23g per 100 millilitre actually meant as regards state of\r\nintoxication.\n[21]\tIt is\r\ncorrect, as the Full Bench found, that the appellant bore the onus of\r\nestablishing the lawfulness of the respondentâs\narrest on a balance\r\nof probabilities (\nMinister of Law and Order\r\nand Another v Dempsey\n1988 (3) SA 19\n(A) at\r\n38B-C and\nZealand v Minister of Justice and\r\nConstitutional Development\n[2008] ZACC 3\n;\n2008 (2) SACR 1\n(CC) paras 24 and 25). Therefore the appellant had to prove that the\r\nrespondent was drunk in public in the presence of Cordier\nand/or\r\nDell. I agree with the Full Bench that the evidence tendered by the\r\nappellant falls far short of establishing that the respondent\nwas\r\ndrunk. Drunkenness was defined in\nMoses v\r\nMinister of Law and Order\n1995 (2) SA 518\n(C)\r\nat 522B-H, in a passage with which I agree. This passage reads:\nâ\nThe\r\nword âdrunkâ is not defined in the Act, and it is well\r\nestablished that drunkenness differs markedly from being under the\n\ninfluence of alcohol. A familiar definition, which appears in\r\nLandsdownâs\nSouth\r\nAfrican Liquor Law\n5\nth\ned at 476, is the following:\nâ\nA\r\nman is drunk who, by reason of the alcohol which he has consumed, has\r\nlost control of his mental or physical faculties, or both,\nto such an\r\nextent as to render him incapable of comporting himself, or of\r\nperforming any act in which he is engaged, with safety\nto himself or\r\nwith that regard to the rights of others which the law demands.â\nLandsdown\nadds that the only\r\nabsolutely infallible test of drunkenness is a positive reaction for\r\nalcohol in the cerebro-spinal fluid, a test\nwhich is of course\r\nwellnigh impossible to secure in practice. In the present case on\r\nappeal, no blood test of any kind was performed\nto determine the\r\nlevel of intoxication of appellant. The entry in the arresting\r\nofficerâs pocketbook to the effect that appellant\nwas arrested for\r\npurposes of âuitdrogingâ or âdrying outâ, and the absence of\r\nany entry in the crime register, make it\nplain that it was never\r\nintended to proceed with the charge against appellant, and for that\r\nreason there would, of course, have\nbeen no reason to test his blood.\r\nHowever, the absence of such a test removes one of the bases upon\r\nwhich the State might have\nestablished drunkenness on the part of the\r\nappellant.\nThere\r\nis no evidence on record before us to show that appellant was drunk\r\nin the sense defined by\nLandsdown\n.\r\nWarrant Officer Barnardâs evidence-in-chief was that appellantâs\r\nbehaviour was such as to indicate that he was âonder die\ninvloed\r\nvan drankâ. According to him, appellant smelt of intoxicating\r\nliquor and his speech was impaired. The other arresting\nofficer,\r\nDell, makes no mention of appellantâs speech being impaired, nor\r\nany redness of his eyes, relying simply on the smell\nof liquor and\r\nappellantâs aggressive behaviour. The other policeman, Warrant\r\nOfficer De Kock, was also under the impression that\nappellant was\r\nunder the influence, because he had known appellant for many years\r\nand regarded him as a very quiet person under\nnormal circumstances.\nThis\r\nevidence falls far short of proof that appellant was not in control\r\nof his mental or physical faculties in the sense described\nin the\r\ndefinition referred to above. I am accordingly of the view that for\r\nthis additional reason there was no lawful basis for\nan arrest under\r\ns 154(1)(\nc\n)(i)\r\nof the Liquor Act and it follows that appellant was entitled to\r\nresist both a search and an arrest in terms of that section.â\n[22]\tThe\r\nevidence does not show that the respondent was not in control of his\r\nphysical or mental facilities or both as a result\nof his having\r\nconsumed alcohol at the time when he was arrested. As the Full Bench\r\ncorrectly remarked, the factors relied upon\nby the appellant are\r\nmerely indicative of the fact that the respondent may have been under\r\nthe influence of alcohol, which does\nnot necessarily mean that he was\r\ndrunk. In the result, I respectfully agree that the respondentâs\r\narrest without a warrant for\nbeing drunk in public was not justified\r\nby s 40(1)(a).\n[23]\tI am\r\nalso of the view that there were no reasonable grounds to believe\r\nthat the respondent was drunk. The result is that s\n40(1)(f) can also\r\nnot be relied on to justify an arrest for contravening s 154(1)(c) of\r\nAct 27 of 1989. It follows that the first\narrest of the respondent\r\nwas unlawful.\n[24]\tI now\r\nturn to the issue of quantum. The appellant attacked the award of R50\r\n000 on the basis that it was excessive and displayed\na striking\r\ndisparity to awards made in similar and comparable cases. Much\r\nemphasis was placed on the fact that the respondent was\nonly detained\r\nafter the first arrest for about 15 minutes and further that this\r\nfirst arrest did not attract much publicity. On\nthe other hand the\r\nrespondent submitted that the amount of R50 000 was fair and\r\nreasonable as his arrest was accompanied by\nsome aggravating factors.\r\nThese included the fact that the respondent, who is a magistrate, was\r\narrested by people with whom he\nnormally works; that he was\r\nmanhandled and dragged unceremoniously in public into a police\r\nvehicle; that he was taken back to the\naccident scene where he was\r\nmade out to be a criminal; and further that he was arrested for an\r\nimproper motive, namely so that\nhe could be taken back to the scene\r\nof the accident to be identified by Hendricks.\n[25]\tThere\r\ncan be no doubt that, as a magistrate, the respondent is a man of\r\nconsiderable standing in the community. For him to\nbe arrested in the\r\nmanner in which he was arrested, must have inevitably caused him\r\nserious embarrassment and humiliation. Although\nit is true that the\r\ndetention was for a relatively short period, I am of the view that\r\nthe length of time for which a person is\ndetained after arrest is not\r\nthe only factor to be considered in determining damages. All the\r\nsurrounding circumstances deserve\nto be accorded proper\r\nconsideration. It cannot be doubted that this arrest must have caused\r\nhim serious shock with concomitant\nmental anguish and stress.\n[26]\tIn the\r\nassessment of damages for unlawful arrest and detention, it is\r\nimportant to bear in mind that the primary purpose is\nnot to enrich\r\nthe aggrieved party but to offer him or her some much-needed solatium\r\nfor his or her injured feelings. It is therefore\ncrucial that serious\r\nattempts be made to ensure that the damages awarded are commensurate\r\nwith the injury inflicted. However our\ncourts should be astute to\r\nensure that the awards they make for such infractions reflect the\r\nimportance of the right to personal\nliberty and the seriousness with\r\nwhich any arbitrary deprivation of personal liberty is viewed in our\r\nlaw. I readily concede that\nit is impossible to determine an award of\r\ndamages for this kind of injuria with any kind of mathematical\r\naccuracy. Although it\nis always helpful to have regard to awards made\r\nin previous cases to serve as a guide, such an approach if slavishly\r\nfollowed can\nprove to be treacherous. The correct approach is to have\r\nregard to all the facts of the particular case and to determine the\r\nquantum\nof damages on such facts (\nMinister of\r\nSafety and Security v Seymour\n2006 (6) SA 320\n(SCA) 325 para 17;\nRudolph & others v\r\nMinister of Safety and  Security & others\n(380/2008)\n[2009] ZASCA 39\n(31 March 2009) (paras 26-29).\n[27]\tHaving\r\ngiven careful consideration to all relevant facts, including the age\r\nof the respondent, the circumstances of his arrest,\nits nature and\r\nshort duration, his social and professional standing, the fact that\r\nhe was arrested for an improper motive and awards\nmade in comparable\r\ncases, I am of the view that a fair and appropriate award of damages\r\nfor the respondentâs unlawful arrest\nand detention is an amount of\r\nR15 000.\n[28]\tIt is\r\nclear from the order of this Court granting leave to appeal that the\r\nappellant was ordered to pay the costs of this appeal\nirrespective of\r\nits outcome. This was a condition of the special leave to appeal\r\ngranted to the appellant. This Court cannot deviate\ntherefrom.\n[29]\tIn the\r\nresult the following order is made:\n(a)\tThe\r\nappeal is successful only in respect of  the issue of quantum.\n(b)\tPart (b)\r\nof the order made by the Full Bench is set aside and substituted with\r\nthe following:\nâ\nThe\r\ndefendant is ordered to pay the sum of R15 000 (fifteen thousand\r\nrand) to the plaintiff, as damages.â\n(c)\tThe\r\nappellant is ordered to pay the costs of appeal, including the costs\r\nof two counsel.\n________________________\nL\r\nO BOSIELO\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR\r\nAPP\nELLANT:\tD\r\nJ JACOBS\nG\r\nR PAPIER\nINSTRUCTED\r\nBY:\nTHE\r\nSTATE ATTORNEY, CAPE TOWN\nTHE\r\nSTATE ATTORNEY, BLOEMFONTEIN\nFOR\r\nRESPONDENT:\nW\r\nKING\nP\r\nT\nORRINGTON\nINSTRUCTED\r\nBY:\nANDREW\r\nJ MASSYN ATTORNEYS, RONDEBOSCH\nCLAUDE REID INC,\r\nBLOEMFONTEIN",
  "scraped_at": "2026-02-11T21:49:22.090848",
  "date": "2009-05-27",
  "coram": [
    "FARLAM",
    "VAN HEERDEN",
    "MHLANTLA JJA",
    "BOSIELO",
    "TSHIQI AJJA"
  ],
  "case_number": "327/2008",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "M Tyulu"
    ]
  },
  "sections": {
    "facts": "The respondent, M Tyulu, a magistrate, was arrested on the night of 12 October 2003. He was first stopped at a filling station on Bosmansdam Road, where police officers seized him, claiming he was drunk in public. He was taken to a road accident scene and then to Milnerton Police Station, where he was charged with drunken driving. Blood tests later showed a blood alcohol concentration of 0.23 g/100 ml. The respondent was detained briefly and released on his own recognizance the next day. He later sued the Minister of Safety and Security for unlawful arrest and detention, claiming R400 000 in damages; the High Court awarded R280 000, later reduced by the Full Bench to R50 000.",
    "issues": "The appeal raised two principal issues: (1) whether the first arrest of the respondent was unlawful because it did not satisfy the requirements of s 40(1)(a) of the Criminal Procedure Act (CPA) and the Liquor Act; and (2) whether the award of R50 000 for damages was excessive and should be reduced.",
    "principles": "The court applied s 40(1)(a) (arrest for an offence committed in the presence of a peace officer) and s 40(1)(f) (arrest at night on reasonable grounds) of the CPA, together with s 154(1)(c) of the Liquor Act, which criminalises being drunk in public. The appellant bore the onus of proving, on a balance of probabilities, that the respondent was drunk as defined in Moses v Minister of Law and Order and Landsdown’s definition of drunkenness. Precedents such as Minister of Law and Order and Another v Dempsey and Zealand v Minister of Justice were considered regarding the burden of proof and the standard for reasonable grounds.",
    "application": "The court found that the evidence – the officer’s observations of smell and unsteady gait, and the blood‑alcohol reading – demonstrated only moderate influence, not the loss of control required for a finding of drunkenness. No conclusive medical test established that the respondent was ‘drunk’ within the statutory meaning. Consequently, the first arrest was unlawful and could not be justified under s 40(1)(a) or s 40(1)(f). The second arrest, though lawful, did not affect the liability for unlawful arrest. The court therefore upheld the finding of unlawfulness and reassessed damages, concluding that R15 000 was a fair quantum given the short detention, the respondent’s standing, and comparable case law.",
    "conclusion": "The appeal succeeded only on the issue of quantum. The order of the Full Bench awarding R50 000 was set aside and replaced with an award of R15 000 in damages to the respondent. The appellant was also ordered to pay the costs of the appeal, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Unlawful Arrest",
    "level_3": [
      "civil liability",
      "damages",
      "Criminal Procedure Act",
      "liquor law",
      "police conduct"
    ]
  }
}