{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/78.html",
  "case_name": "Sewpersadh and Another v Dookie (231/08) [2009] ZASCA 78; 2009 (6) SA 611 (SCA); [2009] 4 All SA 338 (SCA) (1 June 2009)",
  "citation": "[2009] ZASCA 78",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 78\n|\nNoteup\n|\nLawCite\nSewpersadh and Another v Dookie (231/08) [2009] ZASCA 78; 2009 (6) SA 611 (SCA); [2009] 4 All SA 338 (SCA) (1 June 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:\n231/08\nNo\r\nPrecedential Significance\nGOPAUL\r\nSEWPERSADH\nFirst\nAppellant\nROSHNI\r\nDEVI SEWPERSADH\nSecond\r\nAppellant\nand\nSURIAPRAKASH\r\nDOOKIE\nRespondent\nNeutral\r\ncitation:\nSewpersadh\r\nv Dookie\n(231/08)\n[2009] ZASCA 78\n(1 June 2009)\nCoram:\nSTREICHER\r\nADP, JAFTA and MAYA JJA, HURT and TSHIQI AJJA\nHeard:\n20\r\nMAY 2009\nDelivered:\n1 JUNE 2009\nSummary:\nSale\r\nof land â termination of agreement of sale â whether conduct of\r\nparties after valid cancellation thereof tantamount to\na revival of\r\nthe agreement.\n______________________________\n_______________________________\nORDER\n_______________________________\n______________________________\nOn\r\nappeal from: High Court, Durban (Swain J sitting as court of first\r\ninstance).\n1\n.\tThe\r\nappeal succeeds with costs.\n2.\tThe\r\norder of the court below is set aside and replaced with the following\r\norder:\nâ\n(a)\r\nThe written contract of purchase and sale entered into by the\r\napplicants and the respondent on 7 October 2003 is hereby declared\n\nand duly cancelled.\n(b) The\r\nrespondent is hereby ordered to vacate the business premises situated\r\nat 19 Inwabi Road, Isipingo Rail, KwaZulu-Natal forthwith.\n(c) Should the\r\nrespondent fail to vacate the said premises upon service of this\r\nOrder, the Sheriff is hereby authorised and directed\nto immediately\r\nevict him from the said premises.\n(d) The\r\nrespondent is ordered to pay the costs of this application.â\n_____________________________________\n________________________\nJUDGMENT\n_____________________________________\n________________________\nMAYA\r\nJA\n(STREICHER ADP, JAFTA and MAYA JJA, HURT and TSHIQI AJJA concurring):\n[\n1]\tThe\r\nappellants, a married couple, are the registered owners of immovable\r\nproperty situated at 19 Inwabi Road, Isipingo Road,\nKwaZulu-Natal,\r\nalso known as Lot 60 Parukville, (the property). On 7 October 2003,\r\nthey concluded a written agreement with the\nrespondent for the sale\r\nof the property in terms of which the respondent was given possession\r\nand occupation of the property upon\nhis signature. Consequent to the\r\nrespondentâs failure to pay the purchase price within the period\r\nstipulated in the agreement,\nthe appellants sought an order in the\r\nDurban High Court (Swain J) declaring the agreement to be cancelled,\r\nevicting the respondent\nfrom the property and ancillary relief.\n[2]\t\r\nThe court below refused the application on the basis that although\r\nthe agreement had been validly cancelled, it was subsequently\nrevived\r\nby the partiesâ conduct and that such revived agreement did not\r\nhave to meet the formalities contained in the\nAlienation of Land Act\n68 of 1981\nfor its validity.\n1\nWith the leave of the court below, the appellants now appeal against\r\nits judgment that the agreement had been revived.\n[3]\nBriefly\r\nstated, the background facts of the matter are as follows. The\r\nappellants were in a precarious financial position and faced\na\r\nlooming threat by their local authority to sell the property in\r\nexecution to discharge the substantial arrears in rates and taxes\n\nwhich they owed. The first appellant then sought assistance from the\r\nrespondent, a long-time fellow businessman and neighbour.\nThey struck\r\nan agreement under which the respondent would purchase the property\r\nand settle the appellantsâ various debts with\nthe purchase price.\r\nSuch price, fixed at R500 000, was to be paid in a rather elaborate\r\nmanner described in more detail later in\nthe judgment, but\r\nessentially in monthly instalments of not less than R20 000 within 24\r\nmonths from the date of the signature of\nthe sale agreement.\n[4]\r\n\tAs they are wont, things did not go according to plan and the\r\npurchase price had not been paid in full at the end of the contract\n\nperiod. There was some dispute as to whether this constituted a\r\nbreach of the agreement as the respondent alleged that despite\n\nrepeated requests, the appellants had failed to supply him with\r\nstatements indicating the outstanding amount. This, the appellants\n\ndenied. There was disagreement also about the frequency of the\r\npayments and whether the payments reduced the capital or interest\n\nportions of the debts and how such interest arose. Be that as it may,\r\non the respondentâs own version only an amount of R428\n912 had been\r\npaid by 22 March 2007 when he prepared his answering affidavit, long\r\nafter the expiry of the contract period.\n[5]\r\n\tThe appellants gave the respondent written notice to rectify the\r\nbreach in terms of the agreement. When payment was not made\nwithin\r\nthe requisite period the appellants cancelled the contract on 5 April\r\n2006. Thereafter, on 29 May 2006, they launched the\napplication.\n[6\n]\r\n\tThe respondent nevertheless continued making payments. Sums of\nR5\r\n000, R50 000 and R20 000 were paid into the appellantsâ account on\r\n4 July, 12 August and 25 October 2006, respectively.\nBut\r\nnothing turned on these payments as it does not appear from the\r\npapers when the appellants became aware of them. In the appellants\n\nreplying affidavit the first appellant, who deposed to the affidavit\r\nsaid that he had recently received a statement from Standard\nBank\r\nreflecting these payments. A controversial payment, as will appear\r\nlater in the judgment, is one made in December 2006 when\nthe first\r\nappellant requested a sum of R50 000 from the respondent apparently\r\nto purchase a house for his daughter and the respondent\ngave him R30\r\n000. Regardless of this payment, however, the application remained\r\npending and on 22 March 2007 the respondent filed\nhis answering\r\naffidavit followed shortly by the appellantsâ reply on 2 April\r\n2007.\n[7\n]\r\n\tIn the court below, the respondent denied that he was in breach of\r\nthe agreement or that it had validly been cancelled. His main\n\ncontentions were that the letter of demand placing him in\nmora\nwas defective as it did not specify the breach complained of and that\r\nthe appellants impliedly waived any right they may have had\nto cancel\r\nthe agreement by continuing to accept payments after the purported\r\ncancellation. However, no allegation of a waiver had\nbeen made in the\r\npapers before the court.\n[8]\r\n\tThe court below accepted that the appellants did not rely on the\r\nrespondentâs breach to make full payment within 24 months\nin their\r\nletter of demand, but found that their reliance on the breach in\r\ntheir founding affidavit was sufficient. The court concluded\nthat the\r\nappellants had established that the respondent was in breach of the\r\nagreement which entitled them to cancel the agreement\nas they did. In\r\nits view, the cancellation excluded the possibility of the waiver\r\ncontended for by the respondent. The court however\nheld that the\r\nappellantsâ request for a sum of R50 000, the payment by the\r\nrespondent of R30 000 âin respect of the purchase\npriceâ in\r\nresponse thereto and the appellantsâ failure to tender the return\r\nof the additional payments made by the respondents\nand the\r\nrespondentâs lengthy delay of ten months in filing his answering\r\naffidavit, all amounted to a new agreement by the parties\nto revive\r\nthe cancelled agreement.\n[9]\nIn\r\nargument before us, the respondentâs counsel prudently did not\r\npersist with the denial of a breach of the agreement and challenged\n\nonly the validity of the cancellation. The essence of the challenge\r\nwas that the letter of demand did not comply with the provisions\nof\r\nthe breach clause of the agreement, as it did not specify the breach\r\nwhich founded the cancellation ie a failure to pay the\noutstanding\r\nbalance within 24 months, such that the right to cancel did not\r\naccrue to the appellants.\n[10]\r\n\tThe procedure to be followed by the parties in the case of a breach\r\nis set out in clause 9 of the agreement which provides:\nâ\nShould\r\nthe Purchaser commit any breach of the provisions of this agreement\r\n(all of which shall be deemed to be material), and remain\nin breach\r\nfor a period of 7 (seven) days from the date of written notice given\r\nto him by the Sellers calling upon him to remedy\nsuch breach, the\r\nSellers shall be entitled â¦ to claim specific performance of all\r\nthe Purchaserâs obligations â¦ or cancel\nthis agreement by written\r\nnotice to the Purchaserâ.\n[11]\t\r\nThe appellants issued the impugned notice through their attorneys on\r\n20 March 2006. It is necessary to set it out in some\ndetail, and it\r\nreads as follows:\nââ¦\nWe\r\nrefer to a Notice dated 12 October 2005 sent to you by â¦ our\r\nclientâs former Attorneys, pursuant to an Agreement of Purchase\nand\r\nSale entered into between you and our clients for the purchase and\r\nsale of Erf 60 Parukville.\nOur\r\ninstructions are that you are still in breach of the Agreement of\r\nPurchase and Sale in that :-\nYou\r\n\thave not made any payment to Business Partners and the amount due to\r\n\tthem as at 26 February 2006 is R246 074,52.\nYou\r\n\thave only paid R40 000 towards the rates due on Erf 60 Parukville\r\n\tand R10 000 towards the rates due on Erf 1816 Isipingo.\nYou\r\n\thave not made any payment to The Standard Bank of SA Limited. The\r\n\tamount currently owing to The Standard Bank is R124 237,36.\nThis\r\nis a final demand calling upon you to remedy the afore-said breaches\r\nwithin seven days of receipt hereof. Should you fail to\nremedy the\r\nbreaches in full our Client intends inter alia to cancel the\r\nAgreement of Purchase and Sale and retake possession of\nthe\r\nproperty.â\nApparently,\r\nthis notice failed to elicit the desired response as it\nwas\r\nfollowed by a letter dated 5 April 2006 in which the appellants\r\nnotified the respondent that in view of his failure to remedy\nthe\r\nbreach within the stipulated period, the agreement was cancelled and\r\nrequested him to vacate the property.\n[12]\nThe\r\nvarious items referred to in the notice which the respondent\r\nallegedly neglected to pay are debts in the appellantsâ banking\nand\r\nmunicipal accounts which the respondent had to discharge on the\r\nappellantsâ behalf under the agreement in payment of the\npurchase\r\nprice. This is what necessitated the intricate payment scheme alluded\r\nto earlier and it is convenient to set it out at\nthis stage.\n[13]\r\n\tThe scheme is contained in clause 12 of the agreement headed\r\nâPURCHASE PRICEâ which provides:\nâ\nThe\r\npurchase shall be in the sum of R500 000 â¦ [and] shall be paid as\r\nfollows:\n(i)\r\nthe Purchaser undertakes upon signature hereof to pay the sum of R25\r\n000 to Business Partners in respect of [bank] Account Number:\n\n1314851003;\n(ii)\r\nthe Purchaser undertakes to continue making monthly payments into the\r\nsaid account of Business Partners until the Sellersâ\nindebtedness\r\nand interest has been paid in full;\n(iii)\r\nthe Purchaser undertakes to make monthly payments in respect of the\r\nSellerâs indebtedness to Standard Bank of South Africa\nbearing\r\nAccount Number: 211326119 in respect of a mortgage bond, which is\r\nbeing held by the said bank over the Sellersâ property\ndescribed as\r\nLot 1816, Isipingo situated at 92 Platt Drive, Isipingo Hills,\r\nKwaZulu-Natal;\n(iv)\r\nthe Purchaser undertakes to make payment to the eThekwini\r\nMunicipality â South Operational Entity in respect of all arrear\n\nrates due by the Sellers in respect of Lot 60 Parukville [the\r\nproperty] and Lot 1816 Isipingo to date of signature hereof;\n(v)\r\nthe Purchaser undertakes to make payment of not less than R20 000 per\r\nmonth in respect of the reduction of the purchase price\nwhich sum\r\nshall be distributed equally in respect of payment to Business\r\nPartners, Standard Bank and the eThekwini Municipality.\n(vi)\r\nthe Purchaser shall be liable for interest and penalties and levies\r\nin respect of each of the above accounts;\n(vii)\r\nit is recorded that the Purchaser shall complete payment of the\r\npurchase price within a period of twenty four months from\ndate of\r\nsignature of this agreement;\n(viii)\r\nthe Purchaser shall be liable for all future rates and taxes from\r\ndate of occupation until date of registration of transfer;\n(ix)\r\nRegistration of transfer shall take place upon the Purchaser\r\nfulfilling all conditions as above;\n(x)\r\nthe Purchaserâs obligations in respect of the payment of the\r\nmortgage bond to Standard Bank shall cease when the outstanding\n\nbalance in respect of the said account is R20 000.â\n[14\n]\r\n The minutiae of the respondentâs contention that the notice is\r\ndefective are that (a) the breaches to which it referred, ie\nfailure\r\nto pay Business Partners and Standard Bank and payment of only R10\r\n000 towards rates, were not proved, (b) it did not record\nthe amount\r\nthat the respondent was required to pay to the various accounts, (c)\r\nit demanded payment of more than was outstanding\neven though the\r\namount was not specified and (d) it did not disclose what was\r\nrequired of the respondent to rectify the breach.\n[15]\t\r\nAs the respondent correctly pointed out, it is indeed not so that\r\nonly a sum of R10 000 was paid by the respondent in respect\nof rates\r\nfor Erf 1816 as alleged in clause 2 of the letter of demand, that no\r\npayments had been made to Business Partners and that\nno payments had\r\nbeen made to Standard Bank. But what is clear from the demand is that\r\nthe breach alleged is the breach by the respondent\nto pay the full\r\npurchase price. But submitted counsel for the respondent, the\r\nrespondent did not know what the purchase price was\nbecause, although\r\nthe agreement stated that the purchase price was R500 000 it also\r\nprovided that the respondent would be liable\nfor interest and\r\npenalties and levies in respect of each of the above accounts. Even\r\nif that is so the respondent knew that at\nleast R500 000 had to be\r\npaid within 24 months and that he had not done so. To that extent it\r\nwould have been clear to him what\nthe breach was that the appellants\r\nrequired him to remedy.\n[16]\r\n\tThe finding of the court below that the cancelled agreement was\r\nrevived by agreement between the parties may be disposed of\nshortly.\r\nAn agreement to revive requires âa fresh meeting and concurrence of\r\nthe mindsâ of the parties to restore the\nstatus\r\nquo ante.\n2\nNo basis for a finding that there was consensus between the parties\r\nthat the agreement be revived is to be found in the affidavits\nfiled\r\nby the parties. The respondent did not only not allege such an\r\nagreement but could not do so in the light of his denial that\nhe had\r\nbreached the agreement and that the agreement had validly been\r\ncancelled. Moreover, the second appellant was also a party\nto the\r\nagreement of sale and, as the respondentâs counsel conceded, there\r\nwas no evidence whatsoever of her consent to the revival\nof the\r\nagreement.\n[17]\tFinally,\r\nas to the inference drawn by the court below from the late filing of\r\nthe answering affidavit, I simply cannot fathom\nits basis. There is\r\nno hint at all of the reason of such delay in the papers.\n[18]\r\nFor these reasons the court below erred in finding that the agreement\r\nof sale had been revived. This finding dispenses with\nthe need to\r\ndeal with the question whether the agreement found by the court below\r\nhad to comply with the formalities prescribed\nin the\nAlienation of\nLand Act.\n[\n19]\r\n\tThe following order is made:\n1.\t\r\nThe appeal succeeds with costs.\n2.\tThe\r\norder of the court below is set aside and replaced with the following\r\norder:\nâ\n(a)\r\nThe written contract of purchase and sale entered into by the\r\napplicants and the respondent on 7 October 2003 is hereby declared\n\nand duly cancelled.\n(b) The\r\nrespondent is hereby ordered to vacate the business premises situated\r\nat 19 Inwabi Road, Isipingo Rail, KwaZulu-Natal forthwith.\n(c) Should the\r\nrespondent fail to vacate the said premises upon service of this\r\nOrder, the Sheriff is hereby authorised and directed\nto immediately\r\nevict him from the said premises.\n(d) The\r\nrespondent is ordered to pay the costs of this application.â\n_______________________\nMML MAYA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tM Pillemer SC\nInstructed by:\nKissoonlal &\r\nAssociates, Durban\nMatsepe Inc,\r\nBloemfontein\nFor\r\nrespondent:\tN Singh SC\nInstructed by:\nAsh Kirpal\r\nAttorneys, Pretoria\nFusi Macheka\r\nInc, Bloemfontein\n1\nIn terms of\nsection 2\n(1) of the\nAlienation of Land Act of 1981\nâ[n]o alienation of land â¦ shall be of any force or effect\r\n\tunless it is contained in a deed of alienation signed by the parties\n\n\t thereto or by their agents acting on their written authorityâ.\n2\nDesai v Mohamed\n1976 (2) SA 709\n(N) at 712H-,\nUnited\r\n\tBioscope Cafes Ltd v Moseley Buildings Ltd\n1924 AD 60\nat 67- 68;\nNeethling v Klopper\n1967 (4) SA 459\n(A) at 466-467.",
  "scraped_at": "2026-02-12T05:10:26.700866",
  "date": "2009-06-01",
  "coram": [
    "Streicher ADP",
    "Jafta",
    "Maya JJA",
    "Hurt",
    "Tshiqi AJJA"
  ],
  "case_number": "231/08",
  "parties": {
    "applicants": [
      "Gopaul Sewpersadh",
      "Roshni Devi Sewpersadh"
    ],
    "respondents": [
      "Suriaprakash Dookie"
    ]
  },
  "sections": {
    "facts": "The appellants, Gopaul and Roshni Sewpersadh, owned a property at 19 Inwabi Road, Isipingo Rail. On 7 October 2003 they entered into a written agreement with the respondent, Suriaprakash Dookie, for the sale of the property for R500,000 payable in monthly installments of at least R20,000 over 24 months. The respondent failed to pay the full purchase price by the contractual deadline. The appellants issued a notice of breach on 20 March 2006, stating the outstanding amounts and demanding remedy within seven days. When the respondent did not cure the breach, the appellants cancelled the agreement by letter on 5 April 2006 and applied to the High Court for an order of cancellation and eviction. The respondent continued to make sporadic payments after cancellation, and the lower court concluded that the parties’ conduct revived the agreement, a view the appellants appealed.",
    "issues": "1) Whether the notice of breach complied with the contract’s breach clause and therefore validly effected cancellation. 2) Whether the subsequent acceptance of payments by the appellants amounted to a revival of the cancelled sale agreement. 3) Whether the revived agreement, if any, needed to comply with the formalities of the Alienation of Land Act. 4) Whether the lower court erred in finding a revival of the agreement.",
    "principles": "The court reiterated that a valid cancellation requires a proper notice that specifies the breach and gives the statutory cure period under the contract. Reviving a cancelled agreement requires a fresh meeting of the minds and clear consensus of both parties; mere receipt of payments does not suffice. Under section 2(1) of the Alienation of Land Act, any alienation of land must be effected by a deed signed by the parties, and a revived agreement would thus need to meet this formal requirement. Waiver of cancellation rights must be expressly shown, which was lacking in the evidence.",
    "application": "The Supreme Court of Appeal found that the notice of breach clearly identified the breach and gave the required seven‑day cure period, satisfying the contractual and statutory requirements. No evidence demonstrated that the respondent and the appellants reached a new agreement to revive the sale; the respondent’s later payments were unaccompanied by any indication of consent to revive the contract, and the second appellant had not agreed to any such revival. Consequently, the lower court’s inference of a revived agreement was unfounded. Because the agreement remained cancelled, the Alienation of Land Act formalities were not implicated.",
    "conclusion": "The appeal was upheld. The lower court’s order was set aside and replaced with an order declaring the 7 October 2003 contract cancelled, ordering the respondent to vacate the premises immediately, authorising the sheriff to evict if necessary, and directing the respondent to pay the costs of the application."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "contract cancellation",
      "revival of agreement",
      "Alienation of Land Act",
      "eviction",
      "notice of breach"
    ]
  }
}