{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/129.html",
  "case_name": "Randfontein Municipality v Grobler and Others (543/08) [2009] ZASCA 129; [2010] 2 All SA 40 (SCA) (29 September 2009)",
  "citation": "[2009] ZASCA 129",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 129\n|\nNoteup\n|\nLawCite\nRandfontein Municipality v Grobler and Others (543/08) [2009] ZASCA 129; [2010] 2 All SA 40 (SCA) (29 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 543/08\nRANDFONTEIN\r\nMUNICIPALITY\t\t\t\t\t\t Appellant\nand\nJOHN\r\nMICHAEL GROBLER\t\t\t\t          First Respondent\nBEN\r\nMSIMANGA\t\t\t\t\t\t     Second Respondent\nTHE\r\nOCCUPIERS OF IMMOVABLE PROPERTY\nKNOWN\r\nAS PORTION 74 OF THE FARM ELANDSVLEI\n249\r\nI.Q. RANDFONTEIN\t\t\t\t\t         Third Respondent\nNeutral citation:\nRandfontein\r\nMunicipality v Grobler and others\n(543/08)\n[2009] ZASCA 129\n(29 September 2009).\nCoram:\nHARMS DP, LEWIS,\r\nPONNAN JJA, TSHIQI\net\nWALLIS AJJA\nHeard:\n10\r\nSEPTEMBER 2009\nDelivered:\n29\r\nSEPTEMBER 2009\nSummary:\nEviction â\r\nreferral to oral evidence on whether occupation with express or tacit\r\nconsent â whether PIE or ESTA applicable.\n________________________\n______________________________________\nORDER\n______________________________________________________________\nOn appeal from: High Court, Johannesburg (Du Plessis AJ\r\nsitting as court of\nfirst instance).\nThe appeal is upheld with no order as to costs in this\r\ncourt and the order of the court\na quo\nis set aside and replaced with an order in the following terms:\n'(a)\tThe application is postponed to a date to be\r\ndetermined by the Registrar of the South Gauteng High Court for the\r\nhearing of\noral evidence.\n(b)\tThe issues to be resolved at such hearing are:\n(i)\twhether or not any person, claiming to reside on\r\nportion 24 of the Farm, Elandsvlei, 249, IQ, Randfontein is an\r\noccupier thereon\nas contemplated in the Extension of Security of\r\nTenure Act, 62 of 1997 (ESTA); and\n(ii)\twhether such person had consent, as contemplated in\r\nESTA, to reside thereon, and\n(iii)\tin consequence of such findings, whether the\r\nprovisions of ESTA or the Prevention of Illegal Eviction from and\r\nUnlawful Occupation\nof Land Act, 19 of 1998 (PIE) are applicable to\r\nthe eviction of such persons.\n(c)\tThe evidence to be adduced at the aforesaid hearing\r\nshall be that of any witnesses whom the parties or any of them may\r\nelect\nto call, subject however to what is provided below.\n(d)\tSave in the case of any persons who have already\r\ndeposed to affidavits in these proceedings, neither party shall be\r\nentitled\nto call any person as a witness unlessâ\n(i)\tIt has served on the other party, at least 14 days\r\nbefore the date appointed for the hearing, a statement by such person\r\nwherein\nthe evidence to be given in chief by such person is set out;\r\nor\n(ii)\tThe court, at the hearing, permits such person to\r\nbe called despite the fact that no such statement has been so served\r\nin respect\nof his or her evidence.\n(e)\tEither party may subpoena any person to give\r\nevidence at the hearing, whether such person has consented to furnish\r\na statement\nor not.\n(f)\tThe fact that a party has served a statement or has\r\nsubpoenaed a witness shall not oblige such party to call the witness\r\nconcerned.\n(g)\tWithin 45 days of the making of this order, each of\r\nthe parties shall make discovery on oath of all documents relating to\r\nthe\nissues referred to above, which documents are, or have at any\r\ntime been, in possession or under the control of such party.\n(h)\tSuch discovery shall be made in accordance with Rule\r\n35 of the Uniform Rules of Court and the provisions of that Rule with\r\nregard\nto the inspection and production of documents discovered shall\r\nbe operative.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI AJA (HARMS DP, LEWIS, PONNAN JJA\net\nWALLIS AJA  concurring):\n[1]\tThe issue in this appeal is whether the High Court\r\nhad jurisdiction to order the eviction of certain occupiers from\r\nproperty\nunder the provisions of the Prevention of Illegal Eviction\r\nFrom and Unlawful Occupation of Land Act 19 of 1998 (PIE). Mr\r\nGrobler,\nthe owner of a farm described as Portion 74, Elandsvlei 249\r\nIQ, Randfontein brought an application to the High Court,\r\nJohannesburg,\nfor an order for the eviction of the second and third\r\nrespondents (the occupiers) from the farm stating that none of them\r\nhad a\nright to occupy it. The application was opposed by the\r\nrespondents who challenged the jurisdiction of the court in that they\r\nalleged\nthat the dispute fell to be determined under the provisions\r\nof the Extension of Security of Tenure Act 62 of 1997 (ESTA) because,\n\nas they alleged, the occupiers had consent to occupy the land. The\r\ncourt below accepted the version of the applicant that there\nwas no\r\nconsent and dealt with the matter under PIE. The court further found\r\nno real nor genuine dispute of fact and consequently\nheld that no\r\ncase was made for referral to oral evidence. The appeal is against\r\nboth findings and is brought with leave of the\ncourt below. The main\r\nissue is whether there was a real and genuine dispute that\r\nnecessitated a referral to oral evidence.\n[2]\tThe occupiers commenced settling on the farm in\r\n1959. They constitute a settled community of approximately 2000\r\npeople comprising\n900 women, 54 pensioners and 500 children. They\r\nlive in shelters consisting of approximately 133 shacks, 44 permanent\r\nstructures,\ntwo caravans and by August 2006 there were said to be 261\r\ndwellings. It is not in dispute that the land is classified as\r\nagricultural\nland.\n[3]\tThe appellant, Randfontein Local Municipality (the\r\nthird respondent in the court below) was cited in its capacity as the\r\nstate\nfunctionary obliged to give effect to the obligations of the\r\nstate in terms of s 26 and 27 of the Constitution of the Republic of\n\nSouth Africa ('the Constitution').  Notice was duly served in terms\r\nof s 4(2) of PIE and the application was opposed by the occupiers\nwho\r\nfiled affidavits with the assistance of the Legal Aid Board.\n[4]\tESTA and PIE were adopted with the objective of\r\ngiving effect to the values enshrined in ss 26 and 27 of the\r\nConstitution. \nThe common objective of both statutes is to regulate\r\nthe conditions and circumstances under which occupiers of land may be\r\nevicted.\n1\nThe main distinction is that broadly speaking ESTA applies to rural\r\nland outside townships and protects the rights of occupation\nof\r\npersons occupying such land with consent after 4 February 1997,\r\nwhilst PIE is designed to regulate eviction of occupiers\nwho lack the\r\nrequisite consent to occupy.  Occupiers protected under ESTA are\r\nspecifically excluded from the definition of 'unlawful\noccupier' in\r\nPIE.\n2\nAn order for the eviction of occupiers may be granted under ESTA by a\r\ncompetent court on just and equitable grounds, having regard\nto the\r\ndifferent considerations applicable in each instance. The Land Claims\r\nCourt is a specialist tribunal established by\ns 22\nof the\nRestitution\nof Land Rights Act 22 of 1994\nand enjoys jurisdiction, subject to\nss\r\n17\n,\n19\n,\n20\nand\n22\nof ESTA, to deal with cases determined under ESTA.\r\nIt follows, therefore, that if the land was occupied with consent,\r\neither express\nor tacit, the jurisdiction of the High Court to deal\r\nwith it is excluded in the absence of consent to its jurisdiction.\n3\n[5]\t'Consent' and 'occupier' are defined in\ns 1\nof ESTA\r\nas follows:\n'\"consent\" means\r\nexpress or tacit consent of the owner or person in charge of the land\r\nin question, and in relation to\na proposed termination of the right\r\nof residence or eviction by a holder of mineral rights, includes the\r\nexpress or tacit consent\nof such holder;\n\"occupier\" means a\r\nperson residing on land which belongs to another person, and who has\r\nor on 4 February 1997 or thereafter\nhad consent or another right in\r\nlaw to do so, but excluding . . ..'\n[6]\nSection 2(1)(a)\nof ESTA provides:\n'(1)\tSubject to the provisions\r\nof\nsection 4\n, this Act shall apply to all land other than land in a\r\ntownship established, approved, proclaimed or otherwise recognised as\r\nsuch\nin terms of any law, or encircled by such a township or\r\ntownships, but\nincluding â\n(a)\tany land within such a\r\ntownship which has been designated for agricultural purposes in terms\r\nof any law . . ..'\n[7]\tESTA envisages both express and tacit consent. The\r\nfact that express consent was not alleged does not mean there was no\r\nconsent\nat all. In this case the occupiers assert consent. The\r\nlengthy period for which the occupiers had settled on the land, the\r\nsize\nof the community and the fact that the municipality provides\r\ncertain services are all relevant in determining the existence of\r\ntacit consent.\n[8]\tThe provisions of s 3 of ESTA may also be relevant\r\nin the final determination of the dispute because this section\r\ncreates a\npresumption of consent in favour of the occupiers in civil\r\nproceedings in terms of ESTA as follows:\n'(4)\tFor the purposes of civil\r\nproceedings in terms of this Act, a person who has continuously and\r\nopenly resided on land for a\nperiod of one year shall be presumed to\r\nhave consent unless the contrary is proved.\n(5)\tFor the purposes of civil\r\nproceedings in terms of this Act, a person who has continuously and\r\nopenly resided on land for a period\nof three years shall be deemed to\r\nhave done so with the knowledge of the owner or person in charge.'\nThis section provides that once it is proved that\r\noccupiers have resided on the land classified as agricultural land\r\nfor more than\nthree years then the presumption becomes effective in\r\ntheir favour.\n[9]\tIn\nRademeyer and others v\r\nWestern Districts Council and others\n4\nNepgen J had occasion to deal with the requirement of tacit consent\r\nin the context of ESTA. He accepted that the initial occupation\nof\r\nthe respondent's property in that case took place without the prior\r\nconsent of the respondent, a local authority. He found that\nit was\r\nclear that upon becoming aware of the presence of the occupiers, the\r\nattitude of the local authority was that the occupiers\ncould remain\r\non the property until alternative arrangements could be made to house\r\nthem elsewhere. He then concluded as follows:\n5\n'In my judgment, the conduct of\r\nthe respondent in permitting the intervening respondents to remain on\r\nthe respondent's property\nand resolving to provide them with water\r\nand sanitation (which has in fact been provided) constitutes at the\r\nvery least tacit consent\nto the intervening respondents to reside on\r\nthe respondent's property. It was not contended, and in my view\r\nrightfully so, that,\nif the provisions of the Act were applicable,\r\nthe applicants could be granted any relief. As I have concluded that\r\nthe Act does\napply to these proceedings, the application cannot\r\nsucceed.'\n[10]\tThe conclusion in that decision was debated at\r\nlength by the Constitutional Court in\nResidents\r\nof Joe Slovo Community, Western Cape v Thubelisha Homes and others\n.\n6\nThree judges in that court (Moseneke DCJ, Sachs J and Mokgoro J)\r\nconcluded that the surrounding circumstances seen as a whole allowed\n\na reasonable inference that the owner had given the occupiers consent\r\nto occupy the land. Moseneke DCJ in his judgment found that\nthe\r\nconduct of the municipality in providing substantial services over a\r\nlengthy period, occupation over a period of 15 years and\nthe\r\nconditions of occupation imposed by the municipality were the overall\r\nfactors from which such an inference may be drawn.\n7\nO'Regan J in her judgment found that as the upgrading of the\r\nsettlement was welcomed by the inhabitants and the process of\r\nupgrading,\nwhich took place in 2002, went way beyond the provision of\r\nbasic services it was clear that the municipality was consenting\r\ntacitly\nto the occupation of the land.\n8\n[11]\tIn order to determine the issue raised in this\r\nappeal it is necessary to analyse the evidence pertaining to the\r\noccupation\nof the farm. Grobler in his founding affidavit did not\r\nprovide information on the circumstances in which the land was\r\noccupied.\nAs proof of ownership he attached a Windeed Report from the\r\nDeeds Office database which reflects the purchase price as\r\nR100 000,00\nand the date of transfer from an entity known as\r\nPatelsons Investments (Pty) Ltd on 17 February 2005. He simply stated\r\nthat the\noccupiers did not occupy in terms of a lease agreement and\r\nthat they were occupying without his consent. He also attached a\r\ndocument\nnamed 'site plan of 74 Elandsvlei' which shows that there\r\nwas an established township on the land on the date of transfer into\r\nhis name and he mentioned that since that date seven more shacks had\r\nbeen erected on the property. This implies that the majority\nof\r\noccupiers must have been in occupation before he became owner.\r\nSignificantly, he failed to address the question whether, in\nterms of\r\nESTA, the occupiers did not have prior consent, tacit or otherwise.\n[12]\tThe answering affidavits of the occupiers were also\r\nbrief and did not deal with consent or the circumstances in which the\r\nland\nwas occupied. They simply gave personal details, the dates of\r\noccupation of the respective individuals and that they receive\r\nmunicipal\nservices. These dates go back for many years.\n[13]\tThe affidavit by the municipal manager,\r\nRandfontein, simply recited details of the housing programme being\r\nimplemented by the\nmunicipality in terms of the South African Housing\r\nCode and did not provide details pertaining to the occupiers other\r\nthan stating\nthat the property was 'first occupied in November 2005'\r\nwhich was palpable nonsense.\n[14]\tIt is not in dispute that the property was first\r\noccupied in 1959. It is furthermore clear that when Grobler purchased\r\nthe\nproperty in February 2005, the occupiers had already been in\r\noccupation of the land for a lengthy period of time. The only\r\ncontentious\nissue therefore is whether they remained in occupation\r\nwith consent. As ESTA clearly recognises tacit consent which may be\r\nin the\nform of prior consent by other owners or people in charge, the\r\nallegations contained in later affidavits created real and bona fide\n\ndisputes of fact with regards to consent. The approach to be adopted\r\nin an instance such as this is trite and was further clarified\nby\r\nthis court in\nWightman t/a J W Construction v\r\nHeadfour (Pty) Ltd and another\n9\nas follows:\n'Recognising that the truth\r\nalmost always lies beyond mere linguistic determination the courts\r\nhave said that an applicant who seeks\nfinal relief on motion must, in\r\nthe event of conflict, accept the version set up by his opponent\r\nunless the latter's allegations\nare, in the opinion of the  court,\r\nnot such as to raise a real, genuine or bona fide dispute of fact or\r\nare so far-fetched or clearly\nuntenable that the court is justified\r\nin rejecting them merely on the papers:\nPlasconâEvans\r\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634E-635C. See also the analysis by Davis J in\nRipoll-Dausa v\r\nMiddleton NO and Others\n[2005] ZAWCHC 6\n;\n2005 (3) SA 141\n(C) at 151A-153C with which I respectfully agree. (I\r\ndo not overlook that a reference to evidence in circumstances\r\ndiscussed in\nthe authorities may be appropriate.)\nA real, genuine and bona fide\r\ndispute of fact can exist only where the court is satisfied that the\r\nparty who purports to raise the\ndispute has in his affidavit\r\nseriously and unambiguously addressed the fact said to be disputed.\r\nThere will of course be instances\nwhere a bare denial meets the\r\nrequirement because there is no other way open to the disputing party\r\nand nothing more can therefore\nbe expected of him. But even that may\r\nnot be sufficient if the fact averred lies purely within the\r\nknowledge of the averring party\nand no basis is laid for disputing\r\nthe veracity or accuracy of the averment. When the facts averred are\r\nsuch that the disputing\nparty must necessarily possess knowledge of\r\nthem and be able to provide an answer (or countervailing evidence) if\r\nthey be not true\nor accurate but, instead of doing so, rests his case\r\non a bare or ambiguous denial the court will generally have\r\ndifficulty in\nfinding that the test is satisfied. I say \"generally\"\r\nbecause factual averments seldom stand apart from a broader matrix\nof\r\ncircumstances all of which needs to be borne in mind when arriving at\r\na decision. A litigant may not necessarily recognise or\nunderstand\r\nthe nuances of a bare or general denial as against a real attempt to\r\ngrapple with all relevant factual allegations made\nby the other\r\nparty. But when he signs the answering affidavit, he commits himself\r\nto its contents, inadequate as they may be, and\nwill only in\r\nexceptional circumstances be permitted to disavow them. There is thus\r\na serious duty imposed upon a legal adviser\nwho settles an answering\r\naffidavit to ascertain and engage with facts which his client\r\ndisputes and to reflect such disputes fully\nand accurately in the\r\nanswering affidavit. If that does not happen it should come as no\r\nsurprise that the court takes a robust\nview of the matter.'\n[15]\tThis approach is appropriate in this matter. The\r\nunsatisfactory manner in which the occupiers' defence was conducted\r\nis sketched\nin the judgment of the court below. But that does not\r\ndispose of the matter. Grobler bore the onus to establish that the\r\nhigh court\nhad jurisdiction. He was faced with the fact that when he\r\nbought the land, there was a settled community there. He failed to\r\naddress\nthe issue of jurisdiction squarely in his founding affidavit\r\nin spite of all the indications that there must have been a real\r\npossibility\nof consent to occupy that preceded his purchase. He was\r\nsurprisingly silent on why he bought the land despite this and on\r\nwhat\nhe intended to do with the community.\n[16]\tThe parties filed supplementary affidavits.\nIn his supplementary affidavit the\r\nmunicipal manager sought to retract the date of November 2005 and\r\nintroduced hearsay evidence\nfrom some of the occupiers stating that\r\naccording to them they occupied the land earlier than 1997 with the\r\nconsent of a certain\nLaher. Clearly the municipal manager could not\r\nprovide independent information concerning the basis of occupation\r\nand no reliance\nmay be placed on his affidavit with regard to the\r\ncircumstances of the occupation.\n[17]\tMr Ben Msimanga, the second respondent (the first\r\nrespondent in the court below), who was cited in his capacity as\r\nchairman\nof the community of occupiers, also filed an answering\r\nsupplementary affidavit in which he made the bald allegation that\r\nthey had\noccupied the property for a period of 35 years with the\r\nconsent of the owner but gave no further details pertaining to the\r\nidentity\nof the person who gave the consent, his capacity, nor the\r\ncircumstances surrounding the consent and the occupation.\n[18]\tIn reply to the allegation of consent, Grobler\r\nfiled an affidavit in which he denied the consent alleged and set out\r\nfor the\nfirst time that he bought the property in February 2005 from\r\na company known as Patelsons Investments (Pty) Ltd ('Patelsons'). It\n\nwould appear that they in turn had bought it during February 1993. He\r\ndenied that the previous owner had given consent to the occupiers.\nIn\r\nsupport of this he attached confirmatory affidavits from a Mr Baboo\r\nPatel, a shareholder and director of Patelsons and a Mr\nIsmailjee, a\r\nson of Laher. These affidavits are still silent on the circumstances\r\nof the occupation prior to the purchase and have\nno probative value.\r\nA proper investigation of the circumstances is necessary.\n[19]\tAnother relevant consideration is the purchase\r\nprice paid by Grobler for the land. The purchase price in 1993, when\r\nthe land\nwas transferred to Patelsons, was R100 000,00. Grobler\r\nin turn purchased the property from Patelsons in 2005 for the same\r\namount. It is highly unlikely that the value of the land had not\r\nincreased after so many years. This unusual factor suggests on\nthe\r\nprobabilities that everyone knew about the occupation and its\r\nprobable implications.\n[20]\tThe common cause facts regarding the lengthy period\r\nof tenure on the land and the circumstances in which Grobler bought\r\nthe\nland are such to give credence to the occupiers' later allegation\r\nthat they had the necessary consent entitling them to the protection\n\nunder ESTA and that there is a real and bona fide factual dispute.\r\nThis, coupled with the undisputed evidence that the municipality\n\nprovided basic municipal services, show that it is necessary to\r\nclarify the circumstances around the occupation of the land through\n\noral evidence. The court below took a too narrow view of the matter\r\nand overlooked the reality that the dispute of fact goes to\nthe heart\r\nof the matter. In this regard the court below erred.\n[21]\tThe following order is accordingly made:\nThe appeal is upheld with no order as to costs in this\r\ncourt and the order of the court\na quo\nis set aside and replaced with an order in the following terms:\n'(a)\tThe application is postponed to a date to be\r\ndetermined by the Registrar of the South Gauteng High Court for the\r\nhearing of\noral evidence.\n(b)\tThe issues to be resolved at such hearing are:\n(i)\twhether or not any person, claiming to reside on\r\nportion 24 of the Farm, Elandsvlei, 249, IQ, Randfontein is an\r\noccupier thereon\nas contemplated in the Extension of Security of\r\nTenure Act, 62 of 1997 (ESTA); and\n(ii)\twhether such person had consent, as contemplated in\r\nESTA, to reside thereon, and\n(iii)\tin consequence of such findings, whether the\r\nprovisions of ESTA or the Prevention of Illegal Eviction from and\r\nUnlawful Occupation\nof Land Act, 19 of 1998 (PIE) are applicable to\r\nthe eviction of such persons.\n(c)\tThe evidence to be adduced at the aforesaid hearing\r\nshall be that of any witnesses whom the parties or any of them may\r\nelect\nto call, subject however to what is provided below.\n(d)\tSave in the case of any persons who have already\r\ndeposed to affidavits in these proceedings, neither party shall be\r\nentitled\nto call any person as a witness unlessâ\n(i)\tIt has served on the other party, at least 14 days\r\nbefore the date appointed for the hearing, a statement by such person\r\nwherein\nthe evidence to be given in chief by such person is set out;\r\nor\n(ii)\tThe court, at the hearing, permits such person to\r\nbe called despite the fact that no such statement has been so served\r\nin respect\nof his or her evidence.\n(e)\tEither party may subpoena any person to give\r\nevidence at the hearing, whether such person has consented to furnish\r\na statement\nor not.\n(f)\tThe fact that a party has served a statement or has\r\nsubpoenaed a witness shall not oblige such party to call the witness\r\nconcerned.\n(g)\tWithin 45 days of the making of this order, each of\r\nthe parties shall make discovery on oath of all documents relating to\r\nthe\nissues referred to above, which documents are, or have at any\r\ntime been, in possession or under the control of such party.\n(h)\tSuch discovery shall be made in accordance with Rule\r\n35 of the Uniform Rules of Court and the provisions of that Rule with\r\nregard\nto the inspection and production of documents discovered shall\r\nbe operative.\n_______________________\nZ L L TSHIQI\nACTING JUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tR T Sutherland SC\nG I Hulley\nInstructed by\nMaserumule Incorporated, Johannesburg\nHoney Attorneys, Bloemfontein\nCounsel for Respondent:\tC P Wesley\nInstructed by\n(1\nst\n):\r\nTruter Crous & Wiggill, Randfontein\nNaudes, Bloemfontein\n(2\nnd\n& 3\nrd\n): Mogale\r\nJustice Centre\nc/o Setlhodi Attorneys, Randfontein\n1\nPIE provides for the prohibition of unlawful\r\n\teviction and provides procedures for the eviction of unlawful\r\n\toccupiers. ESTA aims\nto assist to facilitate long-term security of\r\n\ttenure but also recognises the right of land owners to apply to\r\n\tcourt for an eviction\norder in appropriate circumstances.\n2\nSection 1 of PIE defines an unlawful occupier as '\na\r\n\tperson who occupies land without the express or tacit consent of the\r\n\towner or person in charge, or without any other right in\nlaw to\r\n\toccupy such land, excluding a person who is an occupier in terms of\r\n\tthe\nExtension of Security of Tenure Act, 1997\n, and excluding a\r\n\tperson whose informal right to land, but for the provisions of the\r\n\tAct, would be protected by the provisions\nof the Interim Protection\r\n\tof Informal Land Rights Act, 1996 (Act 31 of 1996)'.\n3\nSection 17(2) of ESTA.\n4\n1998 (3) SA 1011\n(SECLD).\n5\n1017B-C.\n6\n[2009] ZACC 16.\n7\nPara 151.\n8\nPara 278.\n9\n[2008] ZASCA 6\n;\n2008 (3) SA 371\n(SCA) paras 12 and 13.",
  "scraped_at": "2026-02-12T05:21:12.234310",
  "date": "2009-09-29",
  "coram": [
    "Harms DP",
    "Lewis",
    "Ponnan JJA",
    "Tshiqi AJA",
    "Wallis AJA"
  ],
  "case_number": "543/08",
  "parties": {
    "applicants": [
      "Randfontein Municipality"
    ],
    "respondents": [
      "John Michael Grobler",
      "Ben Msimanga",
      "I.Q. Randfontein"
    ]
  },
  "sections": {
    "facts": "The dispute centres on Portion 74 of the Farm Elandsvlei, 249 IQ, Randfontein, which has been occupied since 1959 by a settled community of about 2,000 people. The occupiers live in shacks and other dwellings and receive basic municipal services. In February 2005 John Michael Grobler purchased the land from Patelsons Investments. He applied to the High Court for an order of eviction against the occupiers, asserting that they occupied without his consent. The municipality was joined as a respondent in its capacity to implement constitutional housing obligations. The High Court ruled that the eviction could proceed under the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE) and declined to refer the matter to oral evidence. The respondents appealed, arguing that the occupiers had consent – either express or tacit – and that the matter should be dealt with under the Extension of Security of Tenure Act (ESTA).",
    "issues": "The appeal raised three primary issues: (i) whether any person residing on Portion 74 is an occupier within the meaning of ESTA; (ii) whether such person had consent, as contemplated in ESTA, to reside on the land; and (iii) consequently, whether the provisions of ESTA or PIE should govern the eviction of the occupiers.",
    "principles": "The court considered the statutory distinction between ESTA and PIE, noting that ESTA applies to rural land where occupiers have express or tacit consent, while PIE governs eviction of unlawful occupiers lacking such consent. Consent may be inferred from tacit conduct, and s3 of ESTA creates a presumption of consent after continuous open occupation for one year (or three years for knowledge of the owner). Precedent cases such as Rademeyer v Western Districts Council, Residents of Joe Slovo Community v Thubelisha Homes, and Wightman v Headfour were cited to illustrate the inference of tacit consent from long‑term occupation and provision of municipal services.",
    "application": "Applying these principles, the Court examined the affidavits and found them insufficient to resolve the factual dispute over consent. The occupiers’ long‑term presence since 1959, the municipality’s provision of services, and the lack of clear denial of consent by the previous owner suggested a real and bona‑fide dispute. Consequently, the High Court’s determination that there was no dispute of fact was erroneous. The Court therefore concluded that the jurisdiction of the High Court under PIE could not be assumed without first establishing whether ESTA applied.",
    "conclusion": "The appeal was upheld. The order of the High Court was set aside and replaced with an order to postpone the application to a date to be fixed by the Registrar for the hearing of oral evidence. The issues to be resolved at that hearing are (i) the status of any person residing on the farm as an occupier under ESTA, (ii) whether consent existed, and (iii) which statute—ESTA or PIE—governs the eviction. Further procedural directions were made regarding witness statements, subpoena powers, and discovery of documents."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Eviction",
    "level_3": [
      "ESTA",
      "PIE",
      "tacit consent",
      "jurisdiction",
      "land occupation"
    ]
  }
}