{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/5.html",
  "case_name": "City of Johannesburg Metropolitan Municipality (Formerly known as Johannesburg Transitional Metropolitan Council) v Engen Petroleum Limited and Another (153/2008) [2009] ZASCA 5; 2009 (4) SA 412 (SCA) ; [2009] 3 All SA 11 (SCA) (10 March 2009)",
  "citation": "[2009] ZASCA 5",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 5\n|\nNoteup\n|\nLawCite\nCity of Johannesburg Metropolitan Municipality (Formerly known as Johannesburg Transitional Metropolitan Council) v Engen Petroleum Limited and Another (153/2008) [2009] ZASCA 5; 2009 (4) SA 412 (SCA) ; [2009] 3 All SA 11 (SCA) (10 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 153/2008\nCITY OF JOHANNESBURG METROPOLITAN\nMUNICIPALITY (FORMERLY GREATER\nJOHANNESBURG TRANSITIONAL\nMETROPOLITAN COUNCIL)      \t\t\t\t          Appellant\nand\nENGEN PETROLEUM LIMITED\t\t\t           1\nst\nRespondent\nSANDTON GATE SERVICE STATION \t\t          2\nnd\nRespondent\nNeutral citation:\nCity of Johannesburg v Engen Petroleum\r\nLtd\n(153/2008)\n[2009] ZASCA 5\n(10 March 2009)\nCoram:\nMpati P, Cloete,\r\nLewis, Cachalia JJA and Leach AJA\nHeard:\n26 February 2009\nDelivered:\n10 March 2009\nSummary:\nThe elevation of four lanes of a road above an\r\nintersection amounts to a permanent diversion for the purpose of s 67\r\nof the Local\nGovernment Ordinance 17 of 1939 (T).\nORDER\nOn appeal from: High Court, Johannesburg\r\n(Boruchowitz J sitting as court of first instance):\nâThe appeal is dismissed with costs including the costs of two\r\ncounsel.â\nJUDGMENT\nLEWIS JA\n(MPATI P,\r\nCLOETE and CACHALIA JJA and LEACH AJA concur)\n[\n1]\tGrayston Drive in\r\nSandton, Johannesburg runs from east to west, from Rivonia Road to\r\nWynberg and vice versa. It is a major thoroughfare\nthat leads to and\r\nfrom on and off ramps of the M1 Highway. The highway connects\r\nPretoria in the north and Johannesburg in the south.\nFrom 1992 to\r\n1994 the City Council of Sandton effected substantial changes to\r\nGrayston Drive, in particular at its intersection\nwith Katherine\r\nStreet, also a major thoroughfare, which runs in part at right angles\r\nto Grayston Drive.  The effect of the construction\nwork was to\r\nelevate four lanes of Grayston Drive (two in each direction) above\r\nKatherine Street in such a way as to create a flyover\nabove it. One\r\nlane on the southern side and two on the northern side of the flyover\r\nremained on the same plane as previously.\n[2]\nThe second\r\nrespondent, Sandton Gate Service Station CC (Sandton Gate), owns a\r\npetrol filling station and a public garage on the\nsouth-west side of\r\nGrayston Drive, at the intersection with Katherine Street. Sandton\r\nGate is supplied with petrol and other products\nby the second\r\nrespondent, Engen Petroleum Ltd (Engen). Sandton Gate and Engen\r\nclaimed damages from the appellant (the successor\nin title to the\r\nSandton City Council, and to which I shall refer as the City\r\nCouncil)), allegedly caused by the diversion, or closure,\nof the\r\nlanes in Grayston Drive, which, they contended, impeded access by\r\nvehicles to the filling station owned by Sandton Gate\n(the filling\r\nstation). The reduced access resulted, they alleged, in a decrease in\r\nsales of Engen products, such that both Sandton\nGate and Engen have\r\nsuffered losses.\n[3]\nThe right to claim\r\ndamages that the respondents assert arises from subsections 67(3) and\r\n(4) of the Local Government Ordinance 17\nof 1939 (T) which the\r\nparties agree was in operation at all relevant times. The pertinent\r\nprovisions of section 67 follow:\nâ\n67\tPermanent\r\nclosing or diversion of street.\nâ\r\nNotwithstanding anything to the contrary in this Ordinance contained\r\nthe council may with the approval of the Administrator,\npermanently\r\nclose or divert any street or portion of a street if and when the\r\nfollowing conditions have been complied with â\n(1)\tNotice of the intention to\r\nmove that steps be taken for the closing or diversion of a street or\r\nportion of a street shall be\ngiven at a meeting of the council at\r\nleast fourteen days prior to the meeting at which the motion will be\r\ndealt with.\n(2)\tIf the said motion be agreed\r\nto the council shall cause a plan to be prepared showing the position\r\nof the boundaries of the\nstreet or portion of the street proposed to\r\nbe closed or diverted.\n(3) (a)\t On completion of the\r\nsaid plan the council shall publish a notice in the Provincial\r\nGazette and in at least one English\nand one Afrikaans newspaper\r\ncirculating in the councilâs area of jurisdiction setting out\r\nbriefly the councilâs proposals,\nstating that the said plan is open\r\nfor inspection at a place and during the hours specified in such\r\nnotice and calling upon any\nperson who has any objection to the\r\nproposed closing or diversion or who will have any claim for\r\ncompensation if such closing or\ndiversion is carried out to lodge his\r\nobjection or claim, as the case may be, with council, in writing, not\r\nlater than a specified\ndate which shall be at least sixty days from\r\nthe date of publication of the Provincial Gazette or newspaper in\r\nwhich the notice\nwill be published last.\n(b)\tThe council shall at least\r\nsixty days before the time for the lodging of objections and claims\r\nwill expire â\n(i)\tcause copies of the said\r\nnotice to be posted in a conspicuous manner on or near the street or\r\nportion of the street which it\nis desired to close or divert and\r\nshall cause such copies to remain posted as aforesaid until the time\r\nfor lodging objections and\nclaims has expired;\n(ii)\tcause a copy of the said\r\nnotice to be served on the owners or reputed owners, lessees or\r\nreputed lessees and the occupiers\nof all properties abutting upon the\r\nstreet or portion of the street which it is proposed to close or\r\ndivert; provided that if the\nname and address of any such owner,\r\nreputed owner, lessee, reputed lessee or occupier cannot after\r\nreasonable enquiry be ascertained,\na copy of the notice need not be\r\nserved on him.\n(iii) â¦\n(4) (a)\tAny person who considers\r\nthat his interests will be adversely affected by the proposed closing\r\nor diversion may at any time\nbefore the time for the lodging of\r\nobjections and claims has expired, lodge with the council a claim, in\r\nwriting, for any loss\nor damage which will be sustained by him if the\r\nproposed closing or diversion is carried out.  If such closing or\r\ndiversion is\ncarried out the council shall pay compensation for the\r\ndamage or loss sustained by such person, the amount of compensation\r\nin default\nof mutual agreement to be determined by arbitration. In\r\nassessing the amount of compensation the benefit or advantage derived\r\nor\nto be derived by the claimant by reason of the closing or\r\ndiversion shall be taken into account. If such person, however, fails\n\nto lodge his claim with the council during the period during which\r\nobjections and claims may in terms of paragraph (3) of this\nsection\r\nbe lodged he shall not be entitled to any compensation for any damage\r\nor loss sustained by him.\n(b)\tIf the council finds that\r\nthe payment of compensation will be too costly, it may resolve not to\r\nproceed with the proposed closing\nor diversion.\n. . .\n(10)\tThe council shall supply\r\nthe Surveyor-General with a diagram framed by an admitted Land\r\nSurveyor showing all the details of\nthe closing or diversion.  The\r\nSurveyor-General shall thereupon cause such amendments to be made in\r\nthe general plan of the township\nas are necessary to show such\r\nclosing or diversion and the Registrar of Deeds or other registration\r\nofficer concerned shall thereupon\nmake corresponding entries in his\r\nregisters.\n. . .â\n[4]\nThe City Council\r\nadmits that it did not comply with the conditions prescribed by\r\nsubsections 67(2) and (3). No notice was given\nto any of the affected\r\nproperty owners or occupiers (the City Council pleaded that since it\r\ndid not effect a permanent closure\nor diversion notice was not\r\nnecessary) and thus no objections were made in accordance with the\r\nsection.\n[5]\nAt issue before the\r\nhigh court was the sole question whether the construction work\r\neffected by the City Council constituted a permanent\ndiversion or\r\nclosure of Grayston Drive as contemplated by s 67 of the Ordinance.\r\n(The high court had ordered a separation of issues\nin terms of r\r\n33(4)). Boruchowitz J found that the elevation of four lanes of\r\nGrayston Drive did not amount to a permanent closure\nof the road (and\r\nthere is no cross-appeal against that finding) but did constitute a\r\npermanent diversion. The City Council appeals\nagainst that decision\r\nwith the leave of the high court.\n[6]\nThe only issue\r\nbefore this court is thus whether the high court correctly found that\r\nthe elevation of four lanes above Katherine\nStreet amounted to a\r\ndiversion of a portion of Grayston Drive for the purpose of s 67 of\r\nthe Ordinance. There are no factual disputes.\nThe parties, in the\r\npleadings and at the trial, made several admissions. These include:\r\nthe southern boundary of the road reserve\nthat existed prior to the\r\nconstruction of the Grayston flyover did not change after the\r\nconstruction work was completed. The intersection\nwith Katherine\r\nStreet has remained much the same, save that four lanes of Grayston\r\nDrive are elevated above it. Prior to the construction\nof the\r\nfour-lane flyover, the southern portion of Grayston Road consisted of\r\nthree lanes which intersected with Katherine Street\nat ground level,\r\nand the intersection was controlled by traffic lights. After the\r\nconstruction of the flyover, the southern portion,\naccommodating the\r\ntraffic that flows from east to west, has been divided into two\r\nsections; two lanes are on the flyover, whilst\nthe most southern lane\r\nstill goes through the intersection with Katherine Street. (The same\r\nchange was effected on the northern\nside, two lanes proceeding at\r\nground level and two on the flyover.) The southern lane proceeds from\r\neast to west across Katherine\nStreet past the Sandton Gate filling\r\nstation and rejoins the other two lanes going in the same direction\r\nat the end of the flyover.\nAccess from the southernmost lane to the\r\nfilling station has not been affected. But once traffic proceeds on\r\nthe lanes on the flyover\nit has no access to the filling station. If\r\nthe construction of the flyover does constitute a permanent diversion\r\nor closure Engen\nand Sandton Gate are persons within the ambit of s\r\n67 of the Ordinance.\n[\n7]\tOn appeal the City\r\nCouncil contends that the construction of the flyover did not amount\r\nto a permanent diversion: the elevation\nof four lanes of Grayston\r\nDrive does not divert the road. The City Council concedes that there\r\nhas been a change to Grayston Drive,\nbut argues that the change does\r\nnot amount to a diversion because that requires a lateral change, on\r\na horizontal plane. There\nis no change from a course or a route, it\r\ncontends. Vehicles proceed along the same path as they would have\r\ndone before the construction\nof the flyover.\n[\n8]\tThe City Council\r\nrelies in this regard on\nBellevue Motors\r\nCC v Johannesburg City Council\n1\nin which it was held that the reverse of traffic flow on a road did\r\nnot amount to a diversion for the purpose of s 67 of the Ordinance.\n\nRockey Street, Bellevue, Johannesburg, is a one-way street. The\r\nCouncil changed the direction of the flow of the traffic. The court\n\nfound that this did not amount to a diversion of the road. The court\r\nsaid:\n2\nâ\nIts\r\n[divertâs] plain meaning is related to the words âany street or\r\nportion of a streetâ and has nothing to do with the direction\nof\r\ntraffic flows on the street however adversely these may affect a\r\nparticular party  . . .\nThe\r\nOxford English Dictionary\n2\nnd\ned (1991) vol 4 at 888 gives the following meaning to the word\r\nâdivertâ:\nâTo turn\r\naside (a thing, as a stream, etc) from its (proper) direction or\r\ncourse; to deflect (the course of something); to turn\nfrom one\r\ndestination or object to another.â\n. . .\nIn my view,\r\nthe diversions of traffic flows on Rocke\ny\r\nStreet  . . . do not have the effect of turning Rockey Street from\r\nits proper direction or course . . . . It seems to me that\nthe\r\nsection envisages a diversion of a street in the sense that the\r\nstreet, I stress âstreetâ, as opposed to the traffic that\ntravels\r\nthereon, is diverted, in the sense that it is deflected from its\r\nproper course.â\n[\n9]\tBoruchowitz J, in\r\nthe high court, considered that in this case the issue was different.\r\nIt was not traffic flow, or the direction\nof traffic flow, that was\r\nthe diversion contended for, but the deviation of the road itself.\r\nPrior to the construction of the flyover,\nthe three lanes of Grayston\r\nDrive running from west to east had been on a level plane: after the\r\nconstruction two lanes were on\na different plane. There had been a\r\nvertical diversion â the physical location of the two lanes had\r\nchanged and been diverted\naway from the intersection with Katherine\r\nStreet.\n[1\n0]\tThe City Council\r\nargues that this conclusion is not consonant with dictionary\r\ndefinitions of âdivertâ. A diversion, dictionary\ndefinitions\r\nsuggest, must be on a horizontal plane. Thus, it contends, when an\r\naeroplane flies at a higher or lower altitude than\nplanned it does\r\nnot âdivertâ from its course: it continues in the same direction.\r\nSandton Gate and Engen contend, on the other\nhand, that while it is\r\ncorrect that various dictionary definitions indicate that the usual\r\nmeaning of âdivertâ is to turn in\na different direction, or to\r\nalter the course of something, dictionary definitions are not\r\ndecisive. In\nMonsanto Co v MDB Animal\r\nHealth (Pty) Ltd\n3\nHarms JA repeated the general principle that, while dictionary\r\ndefinitions may be a useful guide to the meaning of a word, the\ntask\r\nof an interpreter is to ascertain the meaning of a word in its\r\ncontext. The court cited the dictum of Hefer JA in\nFundstrust\r\n(Pty) Ltd (in liquidation) v Van Deventer\n4\nwhere he had said:\nâ\nAs a rule\r\nevery word or expression must be given its ordinary meaning and in\r\nthis regard lexical research is useful and at times\nindispensable.\r\nOccasionally, however, it is not.â\n[1\n1]\tCounsel for Sandton\r\nGate and Engen have provided numerous examples of statutes and cases\r\nin the United Kingdom and elsewhere\nwhere the word âdivertâ is\r\nused to indicate a change on a vertical plane. But these are all\r\ncontext-specific and do not, in\nmy view, assist in the interpretation\r\nof s 67 of the Ordinance. Counsel refer also, however, to W G Berry\nLocal Government Law in the Transvaal\n(1978),\n5\nwhich, commenting on s 67(4) observes, although without reference to\r\nauthority, that: âThe raising or lowering of the level of\na street\r\nmay, however, possibly constitute a closing or diversion of the\r\nstreet (ie, on the vertical as opposed to the horizontal\nplane),\r\nwhich might possibly give rise to a claim for compensation in terms\r\nof s 67(4). . . â.\n[1\n2]\tCounsel for the\r\nCity Council, who take issue with this construction, were driven to\r\ncontend that if the four lanes of Grayston\nDrive had been built\r\nunderground, in a tunnel rather than on a flyover, that too would not\r\namount to a diversion since there would\nnot be any deviation away\r\nfrom the original path of the road. The fallacy in this approach is\r\nself-evident.\n[1\n3]\tThe City Council\r\nalso argues that a general plan of the road system, which is\r\ntwo-dimensional, does not show any change to the\npath of the road.\r\nThe plan shows only changes in direction â that is, horizontal\r\nmovements to left and right, or to north, south,\neast or west. Regard\r\nmust be had, the argument continues, to the definition of âstreetâ\r\nin the Ordinance: s 2 defines a âstreet,\nroad or thoroughfareâ as\r\none shown as such on the general plan of a township. The elevation of\r\nlanes on Grayston Drive to create\na flyover does not require a change\r\nto the general plan, which is two-dimensional. This, it is argued,\r\ndemonstrates that there\nhas been no diversion. The effect of the\r\nargument is that the general plan is determinative of the question\r\nwhether there has been\na permanent diversion.\n[1\n4]\tThere is, however,\r\nnothing in the Ordinance that suggests that a diversion is only such\r\nif the general plan requires amendment\npursuant to its construction.\r\nMoreover, s 67(10) requires the City Council to supply the\r\nSurveyor-General with a diagram of a diversion\nonly after the work\r\nhas been completed. The question whether there has been a diversion\r\nis one of fact, not decided by the Surveyor-General\nor any other\r\nfunctionary. Thus in my view whether or not a change is reflected on\r\nthe general plan cannot be determinative of the\nnature of the change.\n[1\n5]\tI consider that\r\nmeaning must be given to âdiversionâ by examining the purpose of\r\ns 67 (read of course in the light of the\nentire Ordinance). I deal\r\nhere only with a diversion since closure is not in issue: but the\r\nprinciples applicable would of course\nbe the same. Section 67\r\nrequires notice to be given to persons affected by a permanent\r\ndiversion, who may in turn object to the\nproposed change and claim\r\ncompensation for any loss sustained as a result of the diversion. The\r\npurpose of the provision is clearly\nto compensate for pecuniary loss\r\nsustained as a result of a change to the road that has an adverse\r\nfinancial effect on owners,\nlessees or occupiers whose property abuts\r\nthe road. The question to be considered, then, is whether the change\r\nto the road itself\nhas such an effect. If raising the elevation of\r\nthe two lanes of Grayston Road in issue has that effect then the\r\nchange must fall\nwithin the ambit of the section.\n[1\n6]\tIt is clear that\r\nthe elevation of the lanes on Grayston Drive has had a material\r\nimpact on the ability of drivers to gain access\nto the filling\r\nstation. If a driver proceeding from east to west along the road is\r\nin any but the outer (southern) lane he or she\nmust drive on to the\r\nflyover over Katherine Street, and will not be able to gain access to\r\nthe filling station. Similarly, motorists\ntravelling in the other\r\ndirection, who before the construction could have turned into the\r\nfilling station, now cannot do so unless\nthey first turn into\r\nKatherine Street, and then back again in to the southernmost lane of\r\nGrayston Drive. The elevation of the\nlanes has thus changed the\r\naccess of drivers to the filling station no matter in which direction\r\nthey are travelling. A substantial\nportion of Grayston Drive has been\r\nmoved upwards, on to a different plane, such that access to and from\r\nadjoining properties has\nbeen materially altered. It should be noted\r\nthat s 67 contemplates permanent diversion also of a portion of a\r\nroad, not only the\nwhole road.\n[1\n7]\tI consider that\r\nthis is pre-eminently the kind of road change that affects adjacent\r\nlandowners, lessees and occupiers whom the\nprovisions of the\r\nordinance are designed to compensate in the event of loss. It would\r\nbe artificial to regard Grayston Drive and\nthe land abutting it as\r\nbeing in the same position as they were prior to the construction of\r\nthe flyover. There is no justification\nfor construing s 67(4) so as\r\nto limit its application to horizontal diversions. In any event, such\r\na limitation would give rise\nto absurdity. The purpose of s 67(4) is\r\nto compensate property owners, lessees or occupiers who suffer\r\npecuniary loss because of\nthe change in the road. If the two lanes in\r\nGrayston Drive had been moved further to the north, for example,\r\nrather than on to\na flyover, and that had the effect of diverting\r\ntraffic, and thus business, away from the filling station, Sandton\r\nGate and Engen\nwould have been entitled to recover their losses. If\r\nthe effect of moving the two lanes up vertically is the same, why\r\nshould they,\nor any other right holder in a similar position, be\r\nnon-suited? The distinction contended for is not only illogical, but\r\ncould\nlead to inequitable results. I can see no reason why s 67(4)\r\nshould allow compensation for pecuniary loss suffered only where\r\nthere\nis a horizontal relocation of a road.\n[1\n8]\tI consider\r\ntherefore that the construction of the flyover did constitute a\r\npermanent diversion for the purpose of s 67(4) and\nthus that the\r\ndecision of the court below was correct on this point.\n[20]\nThe appeal is\r\naccordingly dismissed with costs including those attendant on the\r\nemployment of two counsel.\nC H Lewis\nJudge of Appeal\nAppearances:\nFor the Appellant:\t\tJ Suttner SC\nT Motau\nInstructed by:\nKnowles Husain Lindsay Inc\nSandton Johannesburg\nMcIntyre & van der Post\nBloemfontein\nFor the 1\nst\nRespondent:\tO L Rogers SC\nP L Carstensen\nInstructed by:\nKritzinger & Co\nRosebank Johannesburg\nMatsepes Attorneys\nBloemfontein\n1\n1994 (4) SA 339\n(W).\n2\nAt\r\n\t343D-H.\n3\n2001 (2) SA 887\n(SCA) para 9.\n4\n1997 (1) SA 710\n(A) at 726H-727B. See also\nDe\r\n\tBeers Industrial Diamond Division (Pty) Ltd v Ishizuka\n1980 (2) SA 191\n(T) at 196E-F, and\nSeven\r\n\tEleven Corporation of SA (Pty) Ltd v Cancun Trading No 150 CC\n2005 (5) SA 186\n(SCA) para 24.\n5\nPage 64.",
  "scraped_at": "2026-02-11T21:39:02.633423",
  "date": "2009-03-10",
  "coram": [
    "Mpati P",
    "Cloete",
    "Lewis",
    "Cachalia JJA",
    "Leach AJA"
  ],
  "case_number": "153/2008",
  "parties": {
    "applicants": [
      "City of Johannesburg Metropolitan Municipality (Formerly known as Johannesburg Transitional Metropolitan Council)"
    ],
    "respondents": [
      "Engen Petroleum Limited",
      "Sandton Gate Service Station"
    ]
  },
  "sections": {
    "facts": "Between 1992 and 1994 the City Council altered Grayston Drive in Sandton by elevating four lanes (two each direction) over Katherine Street, creating a flyover. While one lane on each side remained at ground level, the raised lanes prevented vehicles from accessing the Sandton Gate filling station located on the south‑west side of the intersection. Engen Petroleum, the supplier to the station, and Sandton Gate alleged loss of sales and sought damages under sections 67(3) and (4) of the Local Government Ordinance 17 of 1939. The Council admitted it had not complied with the notice requirements of the Ordinance, but the factual background of the road works was undisputed.",
    "issues": "The sole legal issue was whether the elevation of the four lanes of Grayston Drive above Katherine Street constituted a “permanent diversion” within the meaning of section 67 of the Local Government Ordinance, thereby triggering the Council’s duty to give notice and to pay compensation for any loss suffered by affected parties.",
    "principles": "Section 67 is intended to protect owners, lessees or occupiers whose property is adversely affected by a permanent change to a street. The term “diversion” must be understood in its contextual purpose, not limited to a horizontal shift of the road’s alignment. The Court rejected a narrow lexical approach and affirmed that vertical alterations that materially affect access to adjoining property fall within the ambit of a diversion. It distinguished the earlier Bellevue Motors case, which dealt with a change in traffic flow direction, and relied on the broader purposive interpretation of the Ordinance and commentary that vertical raising or lowering of a street may constitute a diversion.",
    "application": "Applying the principles, the Court found that raising two lanes onto a flyover diverted the road away from its original plane and materially altered the ability of motorists to reach the filling station, causing pecuniary loss to Engen and Sandton Gate. The change was therefore a permanent diversion under s 67(4), and the Council’s failure to give the required notice meant the respondents were entitled to compensation.",
    "conclusion": "The appeal by the City Council was dismissed with costs, including the costs of two counsel. The construction of the flyover was held to be a permanent diversion for the purposes of section 67 of the Ordinance."
  },
  "tags": {
    "level_1": "Local Government Law",
    "level_2": "Road Diversion Compensation",
    "level_3": [
      "permanent diversion",
      "compensation",
      "flyover",
      "notice requirement",
      "section 67"
    ]
  }
}