{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/71.html",
  "case_name": "Lombard Insurance Company Ltd v Landmark Holding (Pty) Ltd and others (343/08) [2009] ZASCA 71; 2010 (2) SA 86 (SCA); [2009] 4 All SA 322 (SCA) (1 June 2009)",
  "citation": "[2009] ZASCA 71",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 71\n|\nNoteup\n|\nLawCite\nLombard Insurance Company Ltd v Landmark Holding (Pty) Ltd and others (343/08) [2009] ZASCA 71; 2010 (2) SA 86 (SCA); [2009] 4 All SA 322 (SCA) (1 June 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 343/08\n­\nLOMBARD\r\nINSURANCE COMPANY LIMITED\nAppellant\nand\nLANDMARK HOLDINGS (PTY) LTD           \r\n               \t          First Respondent\nHAY TREVOR BRUCE                      \r\n                               Second Respondent\nTHE\r\nTRUSTEES FOR THE TIME BEING OF THE               Third Respondent\nPRINGLE\r\nBAY TRUST\n______________________________________________________________\nNeutral citation:\nLombard\r\nv Landmark & others\n(343/08)\n[2009] ZASCA 71\n(1 June 2009)\nCORAM:\nNavsa,\r\nNugent, Lewis, Jafta\net\nPonnan JJA\nHEARD:\n21\r\nMay 2009\nDELIVERED:\n1\r\nJune 2009\nCORRECTED:\nSUMMARY:\t\tConstruction guarantee\r\nand indemnities â construed independently of construction contract\r\nâ undertaking to pay upon\nthe happening of an event â obligation\r\nto honour undertaking.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nHigh\r\nCourt, Cape Town (Potgieter AJ sitting as court of first instance).\n1.\tThe appeal is upheld with costs,\r\nincluding the costs occasioned by the employment of two counsel.\n2.\tThe order of the court below is set\r\naside and substituted as follows:\nâ\nJudgment is granted against the\r\nfirst, second, and third respondents, jointly and severally, the one\r\npaying the others to be absolved\nin accordance with prayer 1 of the\r\nnotice of motion.â\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Nugent, Lewis, Jafta and\r\nPonnan JJA concurring):\n[1]\tThis appeal, with the leave of the\r\ncourt below, turns on the interpretation and application of certain\r\ndocuments. The background\nis set out hereafter.\n[2]\tThe appellant company (Lombard) is\r\nregistered as a short-term insurance company in terms of the Short\r\nTerm Insurance Act 53\nof 1998 and is thus entitled to issue guarantee\r\npolicies as defined in that Act.\n1\nDuring 2002 the appellant issued a construction guarantee on behalf\r\nof Landmark Construction (Pty) Ltd (Landmark), a construction\n\ncompany, in favour of the South African Maritime Training Academy\r\n(the Academy). The basis for the guarantee was a construction\n\ncontract\n2\nconcluded between Landmark and the Academy, with the latter being the\r\nemployer and the former the contractor. The building work\nundertaken\r\nwas a two-storey training centre for the Academy. In terms of the\r\nconstruction contract the principal agent was Herbert\nPenny (Pty) Ltd\r\n(HP).\n[3]\tThe construction contract records\r\nthat the Academy shall have the right to select security for the\r\nfulfilment of the contractorâs\nobligations. Clause 14.5 of the\r\ncontract records that the security âshall be for the due fulfilment\r\nof the contractorâs liability\nin terms of the agreementâ. The\r\nguarantee referred to in para 2 above was the security selected by\r\nthe Academy. It is in the\nform of a variable construction guarantee\r\nin terms of which the maximum liability is limited to the diminishing\r\namounts of the\nguaranteed sum in relation to certificates of\r\ncompletion, as provided for in the guarantee itself.\n[4]\tSubject to the maximum liability\r\nprovided for, Lombard bound itself as principal debtor in favour of\r\nthe Academy. It undertook\nto pay the Academy, on demand, the\r\nguaranteed sum or the full outstanding balance upon the happening of\r\none of two eventualities,\nnamely, default by Landmark resulting in\r\ncancellation, or a liquidation order being granted against Landmark.\n[5]\tThe following clause in the\r\nguarantee is of importance:\nâ\n3.\tThe Guarantor\r\nhereby acknowledges that:\n3.1\tAny reference in\r\nthis Guarantee to the Agreement is made for the purpose of\r\n\t\tconvenience and shall not be construed as any\nintention whatsoever\r\nto \t\t\tcreate an accessory obligation or any intention whatsoever to\r\ncreate a \t\t\tsuretyship\n3.2\tIts obligation under\r\nthis Guarantee is restricted to the payment of money\n3.3\tReference to a\r\npractical completion certificate or to a final completion\r\n\t\t\tcertificate shall mean such certificate as issued\nby the Principal\r\nAgent.â\n[6]\tOn 14 October 2003, HP issued a\r\ncertificate of practical completion, but prior to that Landmark was\r\nplaced in liquidation.\n[7]\tOn 17 March 2004 the Academy\r\ncalled up the guarantee, recording in its demand that Landmark had\r\nbeen placed in liquidation,\nthat a final completion certificate had\r\nnot been issued and that consequently an amount of R241 429.77 was\r\ndue to it by Lombard,\npurportedly the value of work done post the\r\nissue of the practical completion certificate.\n[8]\tPrior to all of this, during April\r\n1999, the first respondent, Landmark Holdings (Pty) Ltd (LH),\r\nexecuted a document entitled\nâRECIPROCAL INDEMNITY AND SURETYSHIPâ\r\nin favour of Lombard, in terms of which LH undertook to âindemnify\r\nand keep indemnified\n[Lombard] and hold it harmless from and against\r\nall and any claims, losses, demands, liabilities, costs or any other\r\nexpenses of\nwhatsoever nature, including legal costs as between\r\nattorney and client, which [Lombard] may at any time sustain or incur\r\nby reason\nor in consequence of having executed or hereafter executing\r\nany guarantees...â. Further, LH undertook and agreed to pay Lombard\n\non demand any sum which the latter may have been called upon to pay\r\nunder any guarantee, whether or not the contractor on whose\nbehalf\r\nLombard furnished the guarantee admitted the validity of the claim.\n[9]\tDuring April 1999, Hay and the\r\nthird respondent, the trustees for the time being of the Pringle Bay\r\nTrust (the trust), executed\ntwo written documents in similar terms in\r\nfavour of Lombard. Although both documents bear the title âDEED OF\r\nSURETYSHIPâ they\nhave the following identical feature. In both, Hay\r\nand the trust undertook as principals, to âindemnifyâ Lombard\r\nagainst âany\nclaims of whatsoever natureâ which Lombard may incur\r\nby reason of it having executed or in the future executing any\r\nguarantee.\n[10]\tOn 25 March 2004, subsequent to\r\nthe demand referred to in para 7 above, Lombard paid the Academy the\r\namount of R241 429.77.\n[11]\tOn 5 April 2004 Lombard addressed\r\na demand to LH, Hay and the trust, in terms of the Reciprocal\r\nIndemnity and Suretyship documents\nreferred to in paras 8 and 9\r\nabove.\n[12]\tThey all refused to pay,\r\nresulting in an application to the Cape High Court in terms of which\r\nLombard claimed against them,\njointly and severally, the one paying\r\nthe other to be absolved, payment in the sum of R241 429.77 with\r\ninterest, and costs\non the scale as between attorney and client.\n[13]\tThe application was opposed on a\r\nnumber of grounds. The only one with which we need be concerned and\r\non which this appeal turns\nis that the claim in respect of which\r\nLombard paid was invalid due to a fraud perpetrated by HP with the\r\nconsequence, so it was\nalleged, that neither Lombard nor the\r\nrespondents were liable to pay. The details of the fraud are set out\r\nin the following two\nparagraphs.\n[14]\tAlthough Landmark was responsible\r\nfor performing remedial work it did not have an obligation, in terms\r\nof the construction\ncontract, to do work in relation to a change in\r\ndesign specifications. This would be work beyond the terms of the\r\nconstruction\ncontract. It was uncontested that the work in respect of\r\nwhich the claim was made upon Lombard related to the replacement of\r\nglass\nand other materials in an atrium within the Academy training\r\ncentre. The glass and materials that were replaced were within the\n\ndesign specifications of the construction contract. The problem was\r\nthat, after the atrium was completed, it proved unsuitable\nin that it\r\nwas too hot and required further ventilation. It required glass that\r\nwas substantially thicker and other materials in\norder to overcome\r\nthe original design flaws in the construction contract. A further\r\nsignificant design change was that horizontal\nsliders were to replace\r\nvertical sliders, apparently to facilitate ventilation.\n[15]\tThe redesigning of the atrium,\r\nwith the concomitant change in constituent materials, was beyond the\r\nterms of the construction\ncontract and Landmarkâs responsibility.\r\nHP, in order to overcome the problem, appears to have perpetrated a\r\nfraud in order to\nobtain the benefits of the construction guarantee.\r\nHP framed the claim as one relating to remedial work, which it\r\nclearly was not.\n[16]\tThe court below, in dealing with\r\nthe application, referred one issue to oral evidence, namely, whether\r\nLombard had colluded\nin the fraud perpetrated by HP. Evidence was led\r\nand, upon its conclusion, the parties accepted that collusion had not\r\nbeen proved.\n[17]\tBefore Potgieter AJ, it was\r\ncontended on behalf of Lombard, that the documents executed by\r\nLombard and the respondents were\nself-contained and created\r\nobligations distinct and separate from those created by the\r\nconstruction contract. In terms of the guarantee\nLombard undertook to\r\npay upon the occurrence of an event that materialised, namely, the\r\nliquidation of Landmark. It was submitted\nthat Lombard was obliged to\r\npay when called upon to do so by the Academy and the three\r\nrespondents were in turn obliged to pay\nLombard.\n[18]\t The court below decided the\r\nmatter on the basis that the guarantee must be interpreted in\r\nconjunction with the construction\ncontract. With reference to clause\r\n14.5 referred to in para 3 above, the court below held that Lombard\r\nwas only obliged to pay\na claim under the guarantee if the claim was\r\nwithin the terms of the construction contract. It reasoned that,\r\nbecause the claim\ndid not fall within that purview, Lombard was not\r\nobliged to pay and, consequently, neither was any one of the\r\nrespondents.\n[19]\tIn my view the court below\r\nmisconstrued the nature of the guarantee and the indemnities provided\r\nby the three respondents.\nThe terms of the guarantee by Lombard\r\nreferred to in paras 2, 3 and 4 above are clear. The guarantee\r\ncreates an obligation to pay\nupon the happening of an event. The\r\nguarantee itself records that reference to the construction contract\r\nis solely for the purpose\nof convenience and that there is no\r\nintention to create an accessory obligation or suretyship. Clause\r\n14.5 of the construction\ncontract merely records that security exists\r\nin respect of the contractorâs obligations. The guarantee was to\r\nprotect the Academy\nin the event of default by Landmark and it is to\r\nthe guarantee that one should look to determine the rights and\r\nobligations of\nthe Academy and Lombard.\n[20]\tThe guarantee by Lombard is not\r\nunlike irrevocable letters of credit issued by banks and used in\r\ninternational trade, the essential\nfeature of which is the\r\nestablishment of a contractual obligation on the part of a bank to\r\npay the beneficiary (seller). This obligation\nis wholly independent\r\nof the underlying contract of sale and assures the seller of payment\r\nof the purchase price before he or she\nparts with the goods being\r\nsold. Whatever disputes may subsequently arise between buyer and\r\nseller is of no moment insofar as the\nbankâs obligation is\r\nconcerned. The bankâs liability to the seller is to honour the\r\ncredit. The bank undertakes to pay provided\nonly that the conditions\r\nspecified in the credit are met. The only basis upon which the bank\r\ncan escape liability is proof of fraud\non the part of the\r\nbeneficiary. This exception falls within a narrow compass and applies\r\nwhere the seller, for the purpose of drawing\non the credit,\r\nfraudulently presents to the bank documents that to the sellerâs\r\nknowledge misrepresents the material facts.\n3\n[21]\t In the present case Lombard\r\nundertook to pay the Academy upon Landmark being placed in\r\nliquidation. Lombard, it is accepted,\ndid not collude in the fraud.\r\nThere was no obligation on it to investigate the propriety of the\r\nclaim. The trigger event in respect\nof which it granted the guarantee\r\nhad occurred and demand was properly made.\n[22]\tThe same applies to the\r\nundertaking by the three respondents. They undertook to indemnify\r\nLombard in the event that it paid\na claim based on the guarantee\r\nprovided by it. That event occurred and the respondents were thus\r\nlikewise liable.\n[23]\tIn light of the reasoning set out\r\nabove there is no need to address the constitutionality of the\r\nwording of the indemnities\nprovided by the three respondents. It was\r\ncontended that the wording was such as to render the clauses in\r\nquestion unconscionable,\nunduly harsh and prejudicial, against public\r\npolicy,\ncontra bonos mores\nand offensive to the respondentsâ constitutional rights. This\r\nsubmission was based on a mistaken view of the basis of the\r\nindemnity.\nNothing further need be said on this issue.\n[24]\tThere is one final aspect in\r\nrespect of costs to be considered. It was contended on behalf of the\r\nappellant that the decision\nin the court below materially affected\r\nthe manner in which it did business, that it impacted on the industry\r\nas a whole and that\nit was consequently necessary to employ two\r\ncounsel. I agree.\n[25]\tIn the result the appeal should\r\nsucceed. The following order is made:\n1.\tThe appeal is upheld with costs,\r\nincluding the costs occasioned by the employment of two counsel.\n2.\tThe order of the court below is set\r\naside and substituted as follows:\nâ\nJudgment is granted against the\r\nfirst, second, and third respondents, jointly and severally, the one\r\npaying the others to be absolved\nin accordance with prayer 1 of the\r\nnotice of motion.â\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tPanayiotis Stais SC\nC\r\nJ McAslin\nInstructed\r\nby\nFrese,\r\nMoll & Partners c/o Butler Blankenberg Cape Town\nWebbers\r\nAttorneys Bloemfontein\nFor\r\nRespondent:\tPeter J Berthold SC\nInstructed\r\nby\nDLA\r\nCliffe Dekker Hofmeyer Cape Town\nMcIntyre\r\n& Van der Post Bloemfontein\n1\nIn terms of s 1 of the Act âguarantee policyâ means âa\r\n\tcontract in terms of which a person, other than a bank, in return\n\n\tfor a premium, undertakes to provide policy benefits if an event,\r\n\tcontemplated in the policy as a risk relating to the failure\nof a\r\n\tperson to discharge an obligation, occurs.â\n2\nThe agreement was a JBCC series 2000 contract.\n3\nLoomcraft Fabrics CC v\r\n\tNedbank Ltd & another\n[1995] ZASCA 127\n;\n1996 (1) SA 812\n(A) at 815G-816G.",
  "scraped_at": "2026-02-11T21:52:58.855705",
  "date": "2009-06-01",
  "coram": [
    "Navsa JA",
    "Nugent JA",
    "Lewis JA",
    "Jafta JA",
    "Ponnan JJA"
  ],
  "case_number": "343/08",
  "parties": {
    "applicants": [
      "Lombard Insurance Company Ltd"
    ],
    "respondents": [
      "Landmark Holdings (Pty) Ltd",
      "Hay Trevor Bruce",
      "The Trustees for the Time Being of the Pringle Bay Trust"
    ]
  },
  "sections": {
    "facts": "Lombard Insurance, a short‑term insurer, issued a variable construction guarantee in 2002 on behalf of Landmark Construction (Pty) Ltd for work on a two‑storey training centre for the South African Maritime Training Academy. The guarantee was to pay the Academy on demand if Landmark either defaulted or went into liquidation. In October 2003 a practical completion certificate was issued, but Landmark entered liquidation before a final certificate. In March 2004 the Academy called the guarantee, seeking R241,429.77 for post‑completion work. Lombard paid the amount and subsequently demanded repayment from Landmark, Hay Trevor Bruce and the Pringle Bay Trust under indemnity and suretyship deeds executed in 1999. The respondents refused, alleging the claim was based on fraudulent conduct by the principal agent, Herbert Penny (Pty) Ltd, and thus outside the scope of the guarantee.",
    "issues": "The appeal turned on (1) whether Lombard's construction guarantee and the attendant indemnities were independent of the underlying construction contract and therefore enforceable, and (2) whether the fraud exception to guarantee liability applied, absolving Lombard and the indemnifiers from payment.",
    "principles": "The court held that a guarantee is a separate contractual undertaking to pay upon the occurrence of a specified event, independent of the underlying contract, similar to an irrevocable letter of credit. Reference to the construction contract is for convenience only and does not create an accessory suretyship. The fraud exception is narrow and applies only where the beneficiary fraudulently misrepresents material facts to the guarantor. No collusion or fraud by Lombard was proven.",
    "application": "Applying these principles, the court found that the liquidation of Landmark triggered Lombard's guarantee, and the Academy’s demand was proper. Consequently, Lombard was entitled to recover the amount paid from the three respondents, whose indemnity and suretyship deeds obligated them to indemnify Lombard for any sums paid under the guarantee. The alleged fraud by the principal agent did not affect Lombard’s liability, nor the respondents’ indemnity obligations.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and substituted with a judgment against the first, second and third respondents jointly and severally. Costs, including those incurred for two counsel, were awarded to the appellant."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Guarantee and Indemnity",
    "level_3": [
      "construction guarantee",
      "suretyship",
      "indemnity",
      "banking analogies",
      "fraud exception"
    ]
  }
}