{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/169.html",
  "case_name": "Fletcher and Another v S (171/09) [2009] ZASCA 169; [2010] 2 All SA 205 (SCA) (1 December 2009)",
  "citation": "[2009] ZASCA 169",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 169\n|\nNoteup\n|\nLawCite\nFletcher and Another v S (171/09) [2009] ZASCA 169; [2010] 2 All SA 205 (SCA) (1 December 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 171/09\nDIRK\r\nJOHN FLETCHER\t\t\t\t\t    First Appellant\nRUDOLF\r\nDU PLESSIS\t\t\t\t         Second Appellant\nand\nTHE\r\nSTATE\t\t\t\t\t\t\t       Respondent\nNeutral citation:\nFletcher\r\nv S\n(171/09)\n[2009] ZASCA 169\n(1 December\n2009).\nCoram:\nSTREICHER, BRAND,\r\nHEHER, BOSIELO JJA\net\nTSHIQI AJA\nHeard:\n20\r\nNOVEMBER 2009\nDelivered:\n1\r\nDECEMBER 2009\nSummary:\tRape â single witness â approach to be\r\nfollowed â many indications that complainant's evidence true â\r\naccused version\nimprobable\n______________________________________________________\n­­­________\nORDER\n______________________________________________________________\nOn appeal from: High Court, Johannesburg (Joffe and\r\nMokgoatlheng JJ sitting\nas a court of appeal from the regional magistrate's\r\ncourt).\nThe appeal is dismissed.\n_____________________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI AJA (STREICHER, BRAND, HEHER, BOSIELO JJA\r\nconcurring):\n[1]\tThe two appellants appeared together with Mr F de\r\nKock before the regional magistrate in Randburg on a charge of rape.\r\nThere\nwere also other charges but they are no longer of relevance on\r\nappeal. In support of the rape charge the State alleged that on 16\n\nJanuary 1998 the three accused had sexual intercourse with the\r\ncomplainant, Bianca, without her consent. All three pleaded not\n\nguilty. The two appellants both testified in their defence. De Kock\r\ndid not. The trial court convicted the first appellant, Mr\nFletcher,\r\nof rape and sentenced him to twelve years' imprisonment. The second\r\nappellant, Mr Du Plessis, was acquitted on the rape\ncharge but\r\nconvicted as an accomplice to the rape by Fletcher for which he was\r\nsentenced to six years' imprisonment. De Kock was\nacquitted on all\r\ncharges. The appeal by the appellants against their convictions and\r\nsentences to the Johannesburg High Court (Joffe\nand Mokgoatlheng JJ)\r\nwas unsuccessful. Both appellants then sought and obtained leave from\r\nthe court a quo to appeal further, again\nagainst both their\r\nconvictions and sentences to this court. Du Plessis's appeal was\r\nstruck from the roll for non-appearance. This\njudgment therefore\r\nrelates to the appeal by Fletcher only.\n[2]\tAccording to Bianca's testimony she was raped by\r\nFletcher â who was assisted by Du Plessis â during the early\r\nmorning hours\nof 16 January 1998. This was denied by the two of them.\r\nThey did not dispute, however, that they were in the company of\r\nBianca\nat the time. In the main, Bianca's version as to how this\r\noccurred is also common cause. According to Bianca she was 24 years\r\nold\nand single at the time. On the evening of 15 January 1998 she\r\naccompanied four of her friends to a night club in Rosebank,\r\nJohannesburg.\nWhen she became separated from her friends, she had a\r\npanic attack. She left the club and sat outside crying. Fletcher\r\noffered\nher a lift home in his car which she eventually accepted. As\r\nthey set out, Fletcher was driving while she occupied the front\r\npassenger\nseat. Du Plessis and De Kock were passengers at the back.\n[3]\tAlong the way Fletcher did not take the highway as\r\nshe expected but took a road which was unfamiliar to her. Fletcher's\r\nexplanation\nfor this is that he wanted to avoid the traffic police as\r\nhe was intoxicated. Bianca testified that once she realised that\r\nFletcher\nwas using a different route, she became scared and started\r\ncrying. Bianca and Fletcher contradicted each other on what really\r\nhappened\nas Fletcher continued to drive. Fletcher's version suggests\r\nthat Bianca started behaving irrationally and irritated him whilst he\n\nwas driving. Bianca's version suggests that she became more agitated\r\nas they continued along the way as she feared for her life.\nHowever,\r\nthey agreed that at some stage there was a tussle over her handbag\r\nwhich eventually disappeared through the open window\non Fletcher's\r\nside. According to Bianca she needed the bag to dial an emergency\r\nbutton on her cell phone which was in the bag.\nAccording to\r\nFletcher's version, on the other hand, Bianca continuously hit his\r\narm with her handbag, thereby disturbing his driving.\nWhat was,\r\nhowever, common cause between them was that at some stage Bianca\r\ntried to jump out of the moving vehicle through Fletcher's\nwindow and\r\nthat she was pulled back inside. Bianca further stated that along the\r\nway De Kock touched her on her breast and that\nFletcher started\r\nmasturbating. Fletcher denied that he did that. De Kock, as I said,\r\ndid not testify.\n[4]\tIt is common cause that Fletcher then brought the\r\ncar to a standstill on the side of the road where they were\r\nsurrounded by\nopen veld. According to Bianca she then opened her door\r\nand ran. All three of the men chased her and caught up with her.\n[5]\tBianca testified that after she was pushed to the\r\nground Fletcher pulled down her pants and underwear and then his own\r\ntrousers\nand made her lie on her back. He then penetrated her anus.\r\nShe screamed. He withdrew and penetrated her vagina. Du Plessis was\r\nholding her arms when Fletcher was taking off her pants and De Kock\r\nwas just standing next to them. Her mind went blank for a while.\nAt\r\nsome stage De Kock told Fletcher it was his turn. She thought\r\nFletcher could have ejaculated because she felt wet. Fletcher\nmoved\r\naway from her and De Kock opened the fly of his trousers and climbed\r\non top of her. She could feel his penis on her thigh.\nHe whispered to\r\nher and asked her to co-operate with him because he wanted to help\r\nher. He told her to pretend she was enjoying\nherself and she\r\ncomplied. He asked the other two to leave them as they were enjoying\r\nthemselves. At first they stood on the left-hand\nside and he again\r\nasked them to leave. They climbed into the vehicle and left. She and\r\nDe Kock ran away from the scene. De Kock\nlifted her on his shoulders\r\nand they ran until they came across the patrol vehicle driven by two\r\nsecurity guards. At that time,\nBianca testified, she only wore a\r\njacket and a T-shirt. Below the waist she was completely naked.\n[6]\tBianca's version is supported in this regard by the\r\ntwo security guards, Messrs Mbokazi and Sithole. They testified that\r\nthey\nwere driving a patrol vehicle during the early morning hours of\r\n16 January 1998 when they heard a woman screaming for help near\nCedar\r\nRoad, Fourways. They drove in the direction of where the screams came\r\nfrom and saw De Kock and Bianca standing next to the\nroad. Bianca was\r\ncompletely naked below the waist and she was trying to pull down her\r\nleather jacket to cover herself. Bianca and\nDe Kock requested the two\r\nsecurity guards to take them to the nearest police station which they\r\nthen did.\n[7]\tFletcher's version, which was supported in all\r\nmaterial respects by the evidence of Du Plessis went as follows:\r\nAfter he brought\nthe vehicle to a standstill, Bianca got out of the\r\ncar through the driver's window and ran across the road into the\r\nveld. He thought\nof leaving her but they all decided to go and find\r\nher. As he was running he fell into a donga. He then saw Bianca on\r\nhis right-hand\nside lying on her back. Before he had a chance to say\r\nanything she called out to him and said 'please do not do this to\r\nme'. He\nwas angry and frustrated and went to her and straddled her\r\nwith his knees on either side and told her in a harsh manner to\r\nrelax.\nHe was joined by De Kock and Du Plessis and at that time she\r\nrelaxed completely. She asked Du Plessis to fetch a cigarette and\r\nwhilst Du Plessis was gone he and De Kock remained behind. When De\r\nKock nudged him on the shoulder he got up and moved away. Du\nPlessis\r\ncame back with the cigarette which Bianca smoked. He noticed that her\r\npants were down to her knees and that she and De\nKock were whispering\r\nto each other while he lay next to her in what could be described as\r\nan intimate position. They then started\nkissing. De Kock asked\r\nFletcher to leave the two of them alone. Fletcher, on the other hand,\r\ninsisted that they should all leave\ntogether. Bianca then said that\r\nshe and De Kock were enjoying themselves and asked to be left alone.\r\nAccording to Fletcher he thereupon\nleft with Du Plessis. After a\r\nwhile the two of them, however, decided to come back, which they did.\r\nAt that stage they saw De Kock\ncarrying Bianca over his shoulder on a\r\ndirt road, moving away from the tarmac.\n[8]\tBianca was a single witness to the rape. It is trite\r\nthat her evidence should be approached with caution. The objective of\r\nthis\napproach is mainly to reduce the risk of wrong convictions. It\r\nis not to be confused with the erstwhile requirement of corroboration\n\nin sexual offences. This appears from the following statement by\r\nOlivier JA in\nS v Jackson\n:\n1\n'In my view, the cautionary rule\r\nin sexual assault cases is based on an irrational and out-dated\r\nperception. It unjustly stereotypes\ncomplainants in sexual assault\r\ncases (overwhelmingly women) as particularly unreliable. In our\r\nsystem of law, the burden is on\nthe State to prove the guilt of an\r\naccused beyond reasonable doubt â no more and no less. The evidence\r\nin a particular case may\ncall for a cautionary approach, but that is\r\na far cry from the application of a general cautionary rule.'\n[9]\tIn\nS v Chabalala\n2\nHeher JA formulated the principles in evaluating the evidence of the\r\nstate and an accused person in a criminal trial as follows:\n'The trial court's approach to\r\nthe case was, however, holistic and in this it was undoubtedly right:\nS v Van Aswegen\n2001 (2) SACR 97\n(SCA). The correct approach is to weigh up all the\r\nelements which point towards the guilt of the accused against all\r\nthose which\nare indicative of his innocence, taking proper account of\r\ninherent strengths and weaknesses, probabilities and improbabilities\r\non both sides and, having done so, to decide whether the balance\r\nweighs so heavily in favour of the State as to exclude any reasonable\n\ndoubt about the accused's guilt.'\n[10]\tApplying these principles to the present facts, the\r\nmain enquiry is whether Biancaâs version can be accepted without\r\nreasonable\ndoubt despite the fact that her behaviour was, by all\r\naccounts, at times, quite bizarre. In answering this question sight\r\nshould\nnot be lost of the following statement by Cloete JA as to the\r\nmeaning of 'corroboration' in\nS v Gentle\n:\n3\n'The representative of the State\r\nsubmitted on appeal that (I quote from the heads of argument):\n\"(T)here was sufficient\r\ncorroboration or 'indicators' to support the occurrence of the\r\nrapes.\"\nIt must be emphasised\r\nimmediately that by corroboration is meant other evidence which\r\nsupports the evidence of the complainant,\nand which renders the\r\nevidence of the accused less probable,\non\r\nthe issues in dispute\n(cf\nR v W\n1949 (3) SA 772\n(A) at 778-9). If the evidence of the complainant\r\ndiffers in significant detail from the evidence of other State\r\nwitnesses, the\nCourt must critically examine the differences with a\r\nview to establishing whether the complainant's evidence is reliable.\r\nBut the\nfact that the complainant's evidence accords with the\r\nevidence of other State witnesses on issues not in dispute does not\r\nprovide\ncorroboration. Thus, in the present matter, for example,\r\nevidence that the appellant had sexual intercourse with the\r\ncomplainant\ndoes not provide corroboration of her version that she\r\nwas raped, as the fact of sexual intercourse is common cause. What is\r\nrequired\nis credible evidence which renders the complainant's version\r\nmore likely that the sexual intercourse took place without her\r\nconsent,\nand the appellant's version less likely that it did not.'\n[11]\tSo, what we are looking for are indications on the\r\nundisputed facts which lend support to Bianca's version and at the\r\nsame\ntime renders Fletcher's conflicting version so unlikely that it\r\ncannot reasonably possibly be true. As to what happened while they\n\nwere travelling from the night club, it is common cause that Bianca\r\ntried to jump out of a moving car. Whilst her choice to jump\nout of\r\nthe driver's side is bizarre, her action shows that she was indeed\r\nscared. This is consistent with her version that she\nbecame more\r\nterrified as Fletcher drove on a route unfamiliar to her. Fletcher\r\nalso supports her version, in broad outline, as\nto what happened\r\nafter he had parked the vehicle next to the road. He confirmed that\r\nshe indeed opened her door and ran out of\nthe vehicle into the open\r\nveld. Although Fletcher denied that he caused her to fall and further\r\ndenied that he pulled her pants\nand underwear down, he admitted that\r\nhe climbed on top of her and straddled her with his knees on either\r\nside. It is this part\nof Fletcher's version that I find particularly\r\nunconvincing in several respects. First, it is improbable that Bianca\r\nwould be lying\non her back while she was trying to get away from the\r\nthree men of whom she was clearly frightened. Secondly, since\r\nFletcher knew\nthat Bianca was frightened of what might happen to her\r\nâ because she said so â it is highly unlikely that he would\r\nstraddle\nher, as he said he did, to calm her down. Thirdly, it is\r\nhighly unlikely that De Kock would nudge him to get off Bianca and\r\nthen\nget on top of her himself after she had been calmed down by\r\nFletcher. Fourthly, on Fletcher's version there is simply no\r\nexplanation\nfor the fact, which is common cause â that Bianca's\r\npants and underwear were pulled down at that stage. The possibility\r\nthat\nit was done by either Bianca or De Kock is extremely unlikely.\r\nIt would raise the rhetorical question why he or she would pull down\n\nher pants and underwear and then run through the veld naked; stop an\r\nunknown vehicle and so forth, while she was in that undignified\n\nstate. That leaves only Fletcher as the one who did it, as Bianca\r\nsaid.\n[12]\tAnother unconvincing part of Fletcher's version\r\nrelates to what happened while they were travelling. He agreed that\r\nit was\npotentially clear to him that Bianca wanted to go home and\r\nthat initially she was doubtful of accepting a lift from him when\r\nthey\nwere joined by his two friends in the vehicle; yet when he\r\ndecided to take a detour to avoid traffic police, he did not convey\r\nthis to her at all, even after she had tried to jump out of the\r\nwindow. The only probable explanation is that Bianca indeed became\n\nmore nervous as they drove along and tried measures; albeit bizarre,\r\nto escape from the situation.\n[13]\tBiancaâs version was further corroborated by the\r\ntwo security guards who met her and drove her and De Kock to the\r\npolice\nstation. They testified that she was trembling, scared and\r\ncould not speak properly and that she was naked from the waist down.\n\nHer emotional state is also confirmed by the evidence of her father\r\nwhom she telephoned and who met with her soon thereafter.\n[14]\tFurther corroboration is to be inferred from her\r\ninability to cope at work and to continue living by herself. This\r\nclearly\nshows that she was subjected to trauma which had an impact on\r\nher lifestyle. In addition she had to attend treatment by a\r\npsychologist\nand a psychiatrist. Although it is not in dispute that\r\nshe had mild depression before this date, this evidence clearly shows\r\nthat\nsomething aggravated her situation such that she had to receive\r\nmore intensive treatment.\n[15]\tHer behaviour immediately after the incident also\r\ngives credence to her version. She asked to be taken to the police\r\nstation\nto report the rape in her half naked state. It is highly\r\nunlikely she would have gone to two police stations in such an\r\nundignified\nstate to falsely incriminate two men she had met that\r\nsame evening and who did nothing but offer her a lift home. She\r\npersistently\ninformed the police and the doctor that she had been\r\nraped. Even her physical and emotional state at the time was\r\nconsistent with\nher version. There is no basis for such an emotional\r\nstate if Fletcher's version is accepted, ie that she had completely\r\nrelaxed\nand was in fact, enjoying herself when they left her with De\r\nKock.\n4\nThere is therefore no reason to find that Bianca was not telling the\r\ntruth.\n[16]\tThe quality of the medical attention afforded to\r\nBianca was, as stated by the court below, completely unsatisfactory.\r\nHowever,\nthe J88 states that her emotional state was indicative of\r\n'trauma/sexual assault'.\n[17]\tFinally De Kock's behaviour in the veld gives\r\ncredence to Bianca's version and is inconsistent with that of\r\nFletcher. It is\ninexplicable why De Kock would find it necessary to\r\nnudge Fletcher whilst he was straddling Bianca if all he was doing\r\nwas to try\nand calm her down. Moreover, if she had not been raped it\r\nwould have been unnecessary for De Kock to behave as he did\r\nthereafter.\nThe evidence of Fletcher was therefore correctly rejected\r\nby the trial court.\n[18]\tI therefore make the following order:\n'The appeal is dismissed.'\n_______________________\nZ L L TSHIQI\nACTING JUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tL M Hodes\nInstructed by\nIan Levitt Attorneys, Sandton\nLovius Block Attorneys, Bloemfontein\nCounsel for Respondent:\tMs A M Williams\nInstructed by\nThe National Prosecution Service of the Director of\r\nPublic Prosecutions, Johannesburg\nThe Director of Public Prosecutions, Bloemfontein\n1\n1998 (1) SACR 470\n(SCA) at 476e-f.\n2\n2003 (1) SACR 134\n(SCA) para 15.\n3\n2005 (1) SACR 420\n(SCA) at para 18.\n4\nS v Hammond\n2004\r\n\t(2) SACR 303\n(SCA) para 22.",
  "scraped_at": "2026-02-12T05:29:26.683056",
  "date": "2009-12-01",
  "coram": [
    "Streicher",
    "Brand",
    "Heher",
    "Bosiello JJA",
    "Tshiqi Aja"
  ],
  "case_number": "171/09",
  "parties": {
    "applicants": [
      "Dirk John Fletcher",
      "Rudolf Du Plessis"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants, Dirk John Fletcher and Rudolf Du Plessis, were charged with rape stemming from an incident on 16 January 1998 involving complainant Bianca. Bianca testified that after accepting a lift from Fletcher, she became frightened, attempted to jump from the moving vehicle, was pulled back, and was subsequently assaulted by Fletcher while Du Plessis and another man, De Kock, were present. Fletcher denied the rape and gave a conflicting account of the events. Two security guards corroborated Bianca's post‑incident state, noting she was naked from the waist down and terrified. The trial court convicted Fletcher of rape and sentenced him to twelve years; Du Plessis was acquitted of rape but convicted as an accomplice. The appellants appealed, but only Fletcher's appeal proceeded to the Supreme Court of Appeal.",
    "issues": "The central issue was whether the State had proved beyond reasonable doubt that Fletcher committed rape, given that the prosecution relied on the testimony of a single witness, Bianca, whose account was contested by the accused. The court needed to determine whether Bianca's evidence, considered in light of the cautionary approach to single‑witness testimony and any corroborative indicators, was sufficient to uphold the conviction.",
    "principles": "The judgment applied the modern cautionary approach to sexual‑offence cases, emphasizing that a single witness's testimony must be assessed for credibility without a rigid corroboration requirement. The court cited S v Jackson (caution against an outdated skepticism), S v Chabalala (holistic weighing of evidence), and S v Gentle (definition of corroboration as evidence that makes the complainant's version more probable and the accused's version less probable). The court reiterated that the burden remains on the State to prove guilt beyond reasonable doubt, and that any indications supporting the complainant’s version must be carefully evaluated.",
    "application": "Applying these principles, the court examined undisputed facts such as Bianca's attempt to jump from the vehicle, her naked state after the incident, and the behaviour of the security guards and her father, all of which supported her account. Fletcher's version was found implausible: his claim that he straddled a terrified Bianca to calm her, the lack of explanation for the removal of her clothing, and inconsistencies regarding the sequence of events. The corroborative evidence from the guards, Bianca's emotional trauma, and the subsequent medical observations reinforced the credibility of her testimony. Consequently, the court concluded that the State had satisfied the burden of proof.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld Fletcher's conviction for rape, and affirmed the original sentences."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "single witness",
      "evidence assessment",
      "corroboration",
      "appeal"
    ]
  }
}