{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/67.html",
  "case_name": "Mthembu v Transnet t/a Metrorail (157/08) [2009] ZASCA 67; [2009] 4 All SA 225 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 67",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 67\n|\nNoteup\n|\nLawCite\nMthembu v Transnet t/a Metrorail (157/08) [2009] ZASCA 67; [2009] 4 All SA 225 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  157/08\nIn\r\nthe matter between:\nGUGU\r\nPRECIOUS MTHEMBU                                                     \r\n   APPELLANT\nv\nTRANSNET\r\nt/a METRORAIL                                                        \r\nRESPONDENT\nNeutral citation:\nMthembu\r\nv Transnet t/a Metrorail\n(157/2008)\n[2009]\r\nZASCA 67\n(29 May 2009).\nCoram:\tStreicher ADP, Jafta, Mlambo JJA, Hurt et Griesel\r\nAJJA\nHeard:\t19 May 2009\nDelivered:\t29 May 2009\nSummary:   \tApplication for special leave to appeal â\r\nno reasonable prospects of success in a further appeal.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh Court,\r\nJohannesburg (Blieden, Claassen, Saldulker JJ sitting as a Court of\r\nAppeal).\nThe following order is made:\nâ\nThe application for special leave to appeal is\r\nrefused.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO JA (Streicher ADP, Jafta JA, Hurt, Griesel\r\nAJJA concurring)\n[1]\tThe applicant sued the respondent in the South\r\nGauteng High Court for damages arsing from injuries she sustained in\r\nan accident\nat the Tembisa Station in Gauteng on 25 May 2002. The\r\ntrial court (Fourie AJ), after ordering in terms of Uniform Rule\r\n33(4) that\nthe issue of liability be determined first and separately\r\nas agreed between the parties, found that the applicantâs injuries\r\nwere as a result of the negligence of the respondentâs servants\r\nacting within the course and scope of their employment by it.\nThe\r\ntrial court further refused the respondentâs application for leave\r\nto appeal. This court, however, granted the respondent\nleave to\r\nappeal to the full court. That appeal was successful and that court\r\n(Claassen J with Blieden and Saldulker JJ concurring)\ngranted the\r\nrespondent an order for absolution from the instance with costs.\n[2]\tThe applicant lodged an application for special\r\nleave to appeal that decision to this court which Cloete JA and Leach\r\nAJA referred\nfor oral argument in terms of s 21(3)(c)(ii) of the\r\nSupreme Court Act 59 of 1959 and directed that the parties be\r\nprepared, if\ncalled upon, to address the court on the merits. The\r\napproach in such matters is to consider whether there are reasonable\r\nprospects\nof success and whether âthere are special circumstances\r\nwhich merit a further appealâ to this court.\nWestinghouse\r\nBrake & Equip v Bilger Engineering\n1986\r\n(2) SA 555\n(A) at 564H. I propose to consider first whether there are\r\nreasonable prospects of success and in doing so I briefly sketch the\n\nbackground of the matter.\n[3]\tThe applicantâs version of how she came to be\r\ninjured is that on the morning of 25 May 2002 she went to the Tembisa\r\nStation\nin the company of her common law husband, Sipho Sibiya\r\n(âSibiyaâ) and two of his friends, Jeremiah Msweli (âMsweliâ)\r\nand\nThemba Khumalo (âKhumaloâ), intending to catch a local train\r\nto Kempton Park. The applicant knew Msweli and Khumalo very well\nin\r\nview of the fact that they hailed from the same area in KwaZulu-Natal\r\nas the applicant and Sibiya. After they had waited for\na short while\r\nthe train arrived at approximately 9 oâclock and stopped.\n[4]\tThe platform was full of commuters who were\r\nalighting from the train and others boarding. She saw Sibiya rushing\r\ntowards the\ntrain and lost sight of him. She also saw Khumalo and\r\nMsweli, who were also ahead of her, board the train. As it was her\r\nfirst\ntime to board such a train she stood aside for commuters to\r\nalight and she could at that time see Khumalo and Msweli inside the\n\ntrain. She then moved towards the door of the train and as she put\r\nher foot on the step of the train to board, the train suddenly\npulled\r\noff and she bumped her head against the side of the door and fell\r\nonto the platform. She could not recollect what happened\nafter she\r\nwas hit by the train.\n[5]\tMichael Mthembu (Mthembu), the applicantâs\r\nbrother, testified in support of her case. His version was that he\r\nhad a telephone\ndiscussion with Khumalo sometime after the accident\r\nand asked him how the plaintiff came to be injured. Khumalo had\r\ninformed him\nthat on the day in question they boarded the train at\r\nTembisa Station and only realised after the train had departed that\r\nthe applicant\nwas not amongst them, which suggested that something\r\nwas wrong. Khumalo told him that they had to wait for the train to\r\nreach the\nnext station before they could alight and rush back to\r\nTembisa Station, where they discovered that the applicant had been\r\ninjured.\n[6]\tThe respondentâs version, on the other hand, came\r\npredominantly from Khumalo and Emma Phasha (Phasha), one of the\r\nsecurity\nguards who were on duty at Tembisa Station that morning.\r\nKhumaloâs version was that the four of them had waited at the\r\nTembisa\nStation for quite some time and when the train entered the\r\nstation, and before it could come to a stop, the applicant stumbled\r\nin a bizarre fashion towards the train and bumped into it with her\r\nhead. None of them had yet boarded the train as it had not stopped.\n\nThereafter, one of them rushed up the stairs to call the station\r\nsecurity guards to come and assist. Khumalo disputed the appellantâs\n\nversion that he, Msweli and Sipho had managed to board the train.\r\nPhasha testified that she and her colleague, Ledwaba, were stationed\n\non an overhead bridge over platform 1 and the railway lines when she\r\nsuddenly heard screaming just before 09h50. The screaming\ncame from\r\nthe platform below and within two minutes or so of hearing the\r\nscreaming a young man had approached her and her colleague\nand\r\nadvised them that someone had been injured on the platform below.\n[7]\tShe and Ledwaba then went down to the platform and\r\nfound the applicant lying on the platform bleeding profusely from a\r\nwound\non her head. The young man who had summoned them from the\r\noverhead bridge was also there with two others who said they were\r\ntravelling\nwith the applicant. One of these young men related to her\r\nand Ledwaba how the accident occurred and she recorded this in the\r\noccurrence\nbook. She is the one who summoned an ambulance to ferry\r\nthe applicant to hospital. She transcribed the entry she had made in\r\nthe\noccurrence book into her pocket book. The occurrence book and\r\npocket book were handed in as exhibits during the trial. The note\nshe\r\nmade in the occurrence book reads:\nâ\nSaturday 25 May 2002\nACCIDENT REPORT\n09h50\tAt time 09h50 at Tembisa\r\nStation Gugu Mthembu date of birth 1980, address 548 Endulwini sec\r\nTembisa\nthat lady hit\r\na train with her head before the train stop\n.\r\nThat happened at platform 1 . . . Found injury at the left head (deep\r\ncut) and bruises on the left leg. She hold weekly ticket\nfrom\r\nLimdlela â Elandsfontein ticket no: 19842108736024. Train no: 1832.\r\nTaken her to Tembisa Hospital.\nAmbulance Arrive: 10h08\nDriver: Samson Baloyi\nReg no. BXV 651 GP\nDeparture: 10h25.â\n[8]\tAs is apparent from the aforegoing the applicantâs\r\nversion of how the accident occurred and that of the respondentâs\r\nwitnesses\ndiffered materially and were clearly mutually destructive.\r\nA useful reminder on how courts should approach such matters is found\n\nin\nSFW Group Ltd & another v Martell et\r\nCIE & others\n2003 (1) SA 11\n(SCA) at\r\n14I-15E.\n[9]\tThe trial court in accepting the applicantâs\r\nversion found that she was an honest, straight forward and credible\r\nwitness who\ndid not endeavour to embellish her evidence in order to\r\nstrengthen her case. For this reason the trial court reasoned that it\r\nhad\nno reason to disbelieve her and concluded that her version\r\naccorded substantially with the objective facts. The trial court was\n\ncritical of Khumalo branding him as an incredible and unreliable\r\nwitness whose version was as absurd as it was improbable. The\ntrial\r\ncourt was especially critical of Khumaloâs version that the\r\nappellant had simply stumbled towards the approaching train\nas if she\r\nwas intoxicated and struck her head against it. In this regard the\r\ntrial court reasoned that the respondent had tendered\nno evidence to\r\nindicate why the applicant, who had behaved in a perfectly normal and\r\nsane manner up to that time, could all of\na sudden have behaved in\r\nthe manner described and demonstrated by Khumalo, stumbling past her\r\nthree companions and running head\nfirst into a moving train.\n[10]\tIt becomes immediately apparent that in accepting\r\nthe appellantâs version and rejecting Khumaloâs the trial court\r\ncompletely\nignored Phashaâs version. Perusal of the trial courtâs\r\njudgment reveals that nowhere does that court consider Phashaâs\r\nversion\nwhen analysing the evidence. This was correctly found to be a\r\nmisdirection by the full court which reasoned:\nâ\n1.\tNowhere was the vital\r\nimportance of the evidence of Phasha discussed. On appeal it was\r\nconceded that the evidence of Phasha was\nof vital importance to the\r\ndefendant to establish that Khumalo, Sipho and Msweli were in fact on\r\nthe platform immediately after\nthe incident and after the train had\r\nleft the station. On the plaintiffâs version, on the other hand,\r\nthe three young men boarded\nthe train and only discovered that\r\nplaintiff had remained behind after the train had left. Phashaâs\r\nevidence in regard to her\ncontemporaneous recordal of the events on\r\nthe platform immediately after the incident confirms the version of\r\nthe defendant that\nthe three young men were on the platform enabling\r\nher to obtain the details of the plaintiff and how her injuries\r\noccurred. On\nthe plaintiffâs version there would have been no eye\r\nwitnesses to the incident to supply Phasha and Ledwaba with any\r\nparticulars\nregarding the incident. It was therefore important for\r\nthe court to deal with this evidence. Its failure to do so fell foul\r\nof\nthe duty of a court to traverse in judgment\nall\nrelevant evidence.â\n[11]\tFurthermore, the full court stated that:\nâ\n(16)\tI am of the view that\r\nthe record clearly shows Phasha to have been a credible and\r\ntrustworthy witness. Had the court\na\r\nquo\nevaluated her\r\nevidence, it would have come to this conclusion. In so doing, it\r\nwould not have found in the plaintiffâs favour,\nsince Phashaâs\r\nevidence corroborates the evidence of Khumalo that he gave a report\r\nto the security officers to the effect that\nthe plaintiff had\r\ncollided with the train prior to it coming to a standstill.\n(17)\tThe court\na\r\nquo\nalso failed to\r\ntake into account that plaintiffâs pleaded version of how she had\r\nfallen between the platform and the tracks is\nwholly inconsistent\r\nwith her evidence as well as the evidence of the defendantâs\r\nwitnesses. This fact affects the credibility\nof the plaintiff.â\n[12]\tRegarding the trial courtâs finding that there\r\nwas no dispute that the applicantâs three companions had boarded\r\nthe train,\nthe full court found that the trial court had erred in\r\nthat regard as the respondent had disputed the applicantâs\r\nallegation\nthat her three companions had boarded the train. The full\r\ncourt found that this misdirection by the trial court indicated a\r\nlack\nof understanding of one of the crucial issues that was at stake\r\nduring the trial. This was also a correct finding by the full court.\n[13]\tRegarding the trial courtâs criticism of the\r\nversion tendered by Khumalo, as to why the applicant had suddenly\r\nstumbled towards\nthe moving train, on the basis that the respondent\r\nhad failed to produce evidence showing that the applicant would have\r\nsuddenly\nbehaved in that manner, the full court reasoned thus:\nâ\nThere was no\nonus\nupon the defendant to tender any evidence to indicate why the\r\nplaintiff acted as Khumalo had alleged. The\nonus\nis upon the plaintiff to prove on a balance of probabilities that her\r\nversion is the correct one. It seems, however, from the statement\n\nquoted above that the court required the defendant to give some\r\nexplanation why plaintiff acted as alleged by Khumalo. In this\n\nregard, the court misdirected itself as to a proper evaluation of the\r\nprobabilities and\nonus\nof proof.â\nWhilst Khumaloâs description and demonstration of how\r\nthe applicant stumbled into a moving train may appear bizarre, the\r\nfact\nis Khumalo was an eyewitness and his version is corroborated by\r\nPhashaâs contemporaneous note of that version, taken from one\nof\r\nthe applicantâs companions on the platform shortly after the\r\naccident occurred.\n[14]\tFurthermore, regarding the trial courtâs finding\r\nthat there was some suggestion on record that Khumalo had been\r\npersuaded\nto give evidence to controvert the plaintiffâs version,\r\nthe full court found that the trial court had also misdirected itself\n\nin that regard. The full court reasoned:\nâ\nThe evidence discloses no\r\nsuch suggestion at all. In my view this is an important misdirection\r\non the part of the court\na\r\nquoâs\nevaluation of\r\nthe evidence. It seems as if its conclusion that Khumalo was not a\r\ncredible or reliable witness, resulted directly\nfrom a misdirected\r\nappreciation of the onus of proof and a wrong understanding of what\r\nthe evidence disclosed as to why Khumalo\ntestified contrary to the\r\nplaintiffâs version. If those were the only reasons for the court\r\nholding Khumalo not to be a credible\nand an unreliable witness, then\r\nsuch conclusion is unjustified, both in law and in fact.â\n[15]\tThe full court concluded that for these reasons it\r\nwas of the view that the trial courtâs judgment contained\r\nsubstantial\nmisdirections, which caused it to come to a wrong\r\nconclusion on the facts as well as on the law. The full court found\r\nthat the\ntrial court should in fact have accepted the evidence of\r\nPhasha as proof that a description of how the collision occurred was\r\nreported\nimmediately after the incident by one of the applicantâs\r\ncompanions.\n[16]\tIn my view, the full court was fully justified in\r\nconcluding that the trial court had committed the misdirections it\r\nidentified.\nThe trial court clearly failed to evaluate the evidence\r\nin line with the approach referred to earlier in\nSFW\r\nGroup & another v Martell et CIE & others\n(supra). On the other hand, the full court dealt with the matter\r\ncomprehensively and properly and consequently there is very little\n\nthat one can add to its reasons.\n[17]\tBased on the aforegoing, I am of the view that\r\nthere are no prospects of success whatsoever in a further appeal. The\r\nprobabilities\nare very strongly in favour of the respondentâs\r\nversion. This being my conclusion, there is no warrant to consider\r\nwhether there\nare any special circumstances that would warrant a\r\nfurther appeal to this court. The respondent did not insist on the\r\ncosts of\nthe application.\n[18]\tThe application for special leave to appeal is\r\nrefused.\n_________________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANT:  \tG J Strydom\nINSTRUCTED BY:              \tEdeling Van Niekerk Inc;\r\nJohannesburg\nCORRESPONDENT:          \tMcIntyre & Van der Post;\r\nBloemfontein\nCOUNSEL FOR RESPONDENT:\tM M Antonie;  A Lapan\nINSTRUCTED BY:\t\t\tDeneys Reitz Inc; Johannesburg\nCORRESPONDENT:\t\tWebbers Attorneys; Bloemfontein",
  "scraped_at": "2026-02-11T21:52:05.025156",
  "date": "2009-05-29",
  "coram": [
    "Streicher ADP",
    "Jafta",
    "Mlambo JJA",
    "Hurt",
    "Griesel AJJA"
  ],
  "case_number": "157/08",
  "parties": {
    "applicants": [
      "Gugu Precious Mthembu"
    ],
    "respondents": [
      "Transnet t/a Metrorail"
    ]
  },
  "sections": {
    "facts": "On 25 May 2002 Gugu Precious Mthembu was injured at Tembisa railway station while attempting to board a train. She claimed she stepped onto the train as it moved away, hit her head and fell onto the platform. The respondent, Transnet t/a Metrorail, relied on testimony from fellow passengers and a security guard, Phasha, who recorded that the train had not yet stopped when Mthembu collided with it. The Gauteng High Court accepted Mthembu's version, found the respondent negligent and dismissed the respondent's appeal. The full court subsequently set aside that judgment, finding the trial court had misdirected itself by ignoring and undervaluing Phasha’s contemporaneous evidence and by improperly placing the onus on the respondent to explain the plaintiff’s conduct.",
    "issues": "1. Whether the appellant (Mthembu) has any reasonable prospect of success in a further appeal against the full court’s decision. 2. Whether the trial court erred in its assessment of credibility and in failing to consider Phasha’s evidence. 3. Whether the full court correctly applied the principles governing special leave to appeal under s 21(3)(c)(ii) of the Supreme Court Act.",
    "principles": "The court must first consider if there are reasonable prospects of success and, if so, whether special circumstances merit a further appeal. The onus of proof in civil cases rests on the plaintiff to prove their case on a balance of probabilities. A trial court must evaluate all relevant evidence and cannot disregard material contemporaneous records. Mis‑direction—failure to consider vital evidence—constitutes a basis for overturning a judgment. The standard for granting special leave is stringent and requires a clear prospect of overturning the lower court’s decision.",
    "application": "Judge Mlambo examined the full court’s findings and concluded that the trial court’s errors were substantive and that the full court had properly identified the misdirections concerning witness credibility and the evaluation of Phasha’s note. Accordingly, there was no realistic prospect that a further appeal would succeed, and no special circumstances justified granting leave. The respondent did not press the issue of costs, further supporting the refusal.",
    "conclusion": "The application for special leave to appeal was refused. The court ordered that the respondent’s request for costs of the application would not be insisted upon."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Special Leave to Appeal",
    "level_3": [
      "evidence assessment",
      "witness credibility",
      "misdirection",
      "injury claim"
    ]
  }
}