{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/174.html",
  "case_name": "Minister of Finance v Golden Arrow Bus Services (Pty) Ltd (115/09) [2009] ZASCA 174; 2010 (4) BCLR 338 (SCA) ; [2010] 2 All SA 237 (SCA) (4 December 2009)",
  "citation": "[2009] ZASCA 174",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 174\n|\nNoteup\n|\nLawCite\nMinister of Finance v Golden Arrow Bus Services (Pty) Ltd (115/09) [2009] ZASCA 174; 2010 (4) BCLR 338 (SCA) ; [2010] 2 All SA 237 (SCA) (4 December 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 115/09\nIn the matter between:\nTHE MINISTER OF FINANCE\t\t\t\t\tAPPELLANT\nand\nGOLDEN ARROW BUS SERVICES (PTY) LTD\t\tRESPONDENT\nNeutral citation:\nThe Minister of\r\nFinance v Golden Arrow Bus Services\n(115/2008)\n[2009] ZASCA 174\n(4 December 2009)\nCORAM:\t\tMpati P, Snyders, Mhlantla, Bosielo JJA\net\nLeach AJA\nHEARD:\t\t3 November 2009\nDELIVERED:\t4 December 2009\nSUMMARY\n:\t\tConstitutional law\r\nâ actions against State â satisfaction of orders of courts\r\nsounding in money â whether\ns 3\nof the\nState Liability Act 20\nof 1957\nprovides for satisfaction of judgment debt as direct charge\r\nagainst the National Revenue Fund.\nORDER\nOn appeal from\n:\tCape\r\nProvincial Division (Binns-Ward AJ sitting as court of first\r\ninstance).\n1.\tThe appeal succeeds. Paragraphs 4 and 5 of the order\r\nof the court a quo are set aside.\n2.\tParagraph 6 of the order of the court a quo is\r\namended to the extent that the words 'second respondent' are replaced\r\nwith the\nwords 'first respondent'.\nJUDGMENT\nMPATI P\n(Snyders,\r\nMhlantla, Bosielo JJA\net\nLeach AJA concurring):\n[1]\tThis appeal concerns the question whether the\r\nprovisions of\ns 3\nof the\nState Liability Act\n1\n('the\nAct') may be construed as an appropriation by an Act of\r\nParliament in terms of which money may be withdrawn from the National\r\nRevenue\nFund (âthe Fundâ), or as providing for a direct charge\r\nagainst the Fund, as contemplated by s 213(2) of the Constitution,\n2\nfor purposes of satisfying court orders against the State sounding in\r\nmoney.\n[2]\tThe respondent is a bus company which operates a\r\ncommuter passenger transport business for the public in the urban and\r\nsuburban\nareas of the Cape Metropolitan area. In terms of an\r\nagreement concluded between the respondent and the State as\r\nrepresented, amongst\nothers, by the Minister of Transport, the State\r\nundertook to assist commuters financially by way of a passenger\r\nsubsidy paid to\nthe respondent. The subsidy agreement was concluded\r\nin or about March 1997.\n[3]\tIt is not in dispute that by January 2009 an amount\r\nof R94 505 098.24 was due to the respondent in terms of the\r\nagreement.\nOn 15 January 2009 the respondent, as applicant, obtained\r\nan order in the Cape High Court, by agreement between it and the\r\nMinister\nof Transport, the present appellant, the Government of the\r\nRepublic of South Africa and the Member of the Executive Council for\n\nthe Department of Public Transport, Roads and Works for the Western\r\nCape Province (MEC) as first, second, third and fourth respondents\n\nrespectively. The order declared, in paragraph 3, that â\n'The Third Respondent,\r\nrepresented by the First Respondent, is in law liable to make funds\r\navailable in the aforesaid amounts to\nthe Fourth Respondent for\r\npayment to the Applicant . . . subject to compliance by the Applicant\r\nwith its obligations in terms of\nthe contract.'\nIt appears that due to lack of funds in the Department\r\nof Transport the moneys admittedly owed to the respondent in terms of\r\nthe\ncourt order were not paid.\n[4]\tOn 23 January 2009 the respondent instituted motion\r\nproceedings against the same parties, seeking, inter alia, the\r\nfollowing\norder:\n'1.\t. . .\n2.\tThat the amount of\r\nR94 505 098.24 . . . forthwith and in any event before\r\n16h00 on Friday 30 January 2009 be paid to\nthe Applicant by the First\r\nand/or Second and/or Third Respondent, jointly and severally, from\r\nthe National Revenue Fund, in accordance\nwith the provisions of\nsection 3\nof the\nState Liability Act\n. . ..\n3.\t. . .\n4.\tDirecting the Second\r\nRespondent [the present appellant], insofar as he may be requested to\r\ndo so by the First and/or Third Respondent\nto forthwith and\r\nimmediately pay, alternatively, to forthwith and immediately do what\r\nis necessary to effect payment of the said\namount referred to in\r\nparagraph 2 above from the National Revenue Fund in order to satisfy\r\nthe Court Order.\n. . . .'\nIn an affidavit filed in response to the respondent's\r\nclaim, Ms Mpumi Mpofu, on behalf of the Minister of Transport and the\r\nGovernment\nof the Republic of South Africa, supported the respondent\r\nand stated that 'the amounts payable in terms of the Order (of 15\r\nJanuary\n2009) have to be paid out of the National Revenue Fund'. The\r\ndeponent, who was the Director-General of the Department of\r\nTransport,\nalso averred that the Minister of Transport 'does not have\r\nfunds available to pay over to the [MEC] with which to pay the\r\n[respondent]\nand is unable to move funds within his budget in order\r\nto make funds available to pay the [respondent]'.\n[5]\tThe Cape High Court (Binns-Ward AJ) granted judgment\r\nin favour of the respondent against the Minister of Transport in the\r\namount\nclaimed.\n3\nIn addition, the court ordered as follows:\n'4.\tIt is declared that the\r\n[appellant] is not prohibited by the provisions of s 213(2) of the\r\nConstitution or\ns 15(1)(a)\nof the\nPublic Finance Management Act 1 of\n1999\nfrom effecting immediate payment of the judgment debt . . . from\r\nthe National Revenue Fund upon the request of the [respondent]\nand/or\r\nthe [Minister of Transport].\n5.\tIn the event of payment of\r\nthe aforementioned judgment debt not being effected promptly upon\r\nrequest, the [respondent] is granted\nleave to apply for such further\r\nrelief as it might be advised to seek upon the same papers duly\r\nsupplemented and upon appropriate\nnotice to the affected parties.\n6.\tThe [appellant] is ordered to\r\npay the [respondent's] costs of suit, including the costs of two\r\ncounsel.'\nThe appellant now appeals against paragraphs 4, 5 and 6\r\nof that order with leave of the court below.\n[6]\tThe respondent has taken no part in this appeal.\r\nCounsel for the appellant informed us, during argument, that the\r\njudgment debt\nhas been settled in full. That the respondent did not\r\noppose the appeal is, therefore, not surprising. For these reasons\r\nand by\nreason of the latest judgment of the Constitutional Court in\nMinister for Justice and Constitutional\r\nDevelopment v Nyathi\n4\n(\nNyathi 2)\nit\r\nwas enquired of counsel whether the issue in this appeal had not\r\nbecome moot.\n5\nCounsel urged upon us that we should hear the appeal because of the\r\npossibility of other judgment creditors of the State, on the\n\nauthority of the order of the court below, seeking satisfaction of\r\ntheir judgment debts against the State directly from the Fund\nin\r\nfuture. In addition, counsel submitted that in the court below the\r\nappellant, although conceding that he was a party to the\nconsent\r\norder of 15 January 2009, denied that he consented to be liable to\r\nany payments of moneys in terms of the court order.\nIn granting the\r\norder sought by the respondent, however, the court below did not deal\r\nwith the appellant's objection. In this court,\ncounsel persisted with\r\nthat issue. I shall assume, without deciding, that the citing of the\r\nappellant in the proceedings in the\ncourt below was in order.\n[7]\nSection 3\nof the\nState Liability Act provides\nthat:\n'No execution, attachment or\r\nlike process shall be issued against the defendant or respondent in\r\nany such action or proceedings\nor against any property of the State,\r\nbut the amount, if any, which may be required to satisfy any judgment\r\nor order given or made\nagainst the nominal defendant or respondent in\r\nany such action or proceedings may be paid out of the National\r\nRevenue Fund or Provincial\nRevenue Fund, as the case may be.'\nThe Fund, established in terms of s 213(1) of the\r\nConstitution, is a fund into which all money received by the national\r\ngovernment\nmust be paid, except money reasonably excluded by an Act\r\nof Parliament. Section 213(2) reads:\n'Money may be withdrawn from the\r\nNational Revenue Fund only â\n(a)\tin terms of an appropriation\r\nby an Act of Parliament; or\n(b)\tas a direct charge against\r\nthe National Revenue Fund, when it is provided for in the\r\nConstitution or an Act of Parliament.'\nI do not intend to analyse the judgment of the court a\r\nquo in depth, but, despite the disadvantage of this court not having\r\nhad\nthe benefit of argument from the respondent, I endorse the\r\nfinding that s 3 of the Act, although it identifies the Fund 'as\n\na source from which the State's judgment debts may be paid . . .\r\ncontains nothing having the effect of an appropriation of funds\nfor\r\nthat purpose'.\n6\nSection 3, therefore, does not qualify as 'an appropriation by an Act\r\nof Parliament' as envisaged in s 213(2)(a) of the Constitution.\n[8]\tThe Fund is administered and controlled by the\r\nNational Treasury, which, in terms of the\nPublic Finance Management\nAct (PFMA\n),\n7\n'must enforce compliance with the provisions of Section 213 of the\r\nConstitution' (s 11(1)). National Treasury consists of\nthe\r\nappellant, as head of Treasury, and his department or departments\r\nresponsible for financial and fiscal matters (s 5(1)).\n(It was\r\nperhaps for this reason, ie for the reason that the appellant is head\r\nof Treasury, and the fact that the respondent sought\nsatisfaction of\r\nthe judgment debt as a direct charge against the Fund, that the\r\nappellant was cited as a respondent in the court\nbelow.)\n[9]\tSection 15 of the PFMA is in the following terms:\n'Withdrawals and Investments\r\nfrom National Revenue Fund\n(1)\tOnly the National Treasury\r\nmay withdraw money from the National Revenue Fund, and may do so only\r\nâ\n(a)\tto provide funds that have\r\nbeen authorised â\n(i)\tin terms of an\r\nappropriation by an Act of Parliament; or\n(ii)\tas a direct charge against\r\nthe National Revenue Fund provided for in the Constitution or this\r\nAct, or in any other Act of\nParliament provided the direct charge in\r\nsuch a case is listed in Schedule 5;\n(b)\tto refund money invested by\r\na province in the National Revenue Fund; or\n(c)\tto refund money incorrectly\r\npaid into, or which is not due to, the National Revenue Fund.\n(2)\tA payment in terms of\r\nsubsection 1(b) or (c) is a direct charge against the National\r\nRevenue Fund\n(3)\t. . ..'\nFour Acts of Parliament are listed in Schedule 5 to the\r\nPFMA. The schedule provides that payments in terms of those Acts (or\r\ncertain\nof their provisions) are direct charges against the Fund. The\r\nAct is not one of them.\n[10]\tI agree, therefore, with the following statement by\r\nthe court a quo:\n'The PFMA does not contain\r\nwithin itself any provision that justifies the characterisation of\r\njudgment debts against the State as\ndirect charges against the [Fund]\r\nand the\nState Liability Act is\nnot an Act listed in Schedule 5 to the\r\n[PFMA].'\n8\nThe court went further and said that (a) in the absence\r\nof a constitutional challenge to the proviso to\ns 15(1)(a)(ii)\nof the PFMA, a judgment debt 'might only be regarded as a direct\r\ncharge against the [Fund] if it is provided for in the\r\nConstitution';\n9\n(b) it does not follow that the label 'direct charge' must be\r\nexpressly attached in the text of the Constitution for provision\nof a\r\ndebt of the State of that nature to arise by virtue of the\r\nConstitution;\n10\nand (c) absent special provisions identifying an alternative source\r\nof payment in respect of such debts, the funding for the satisfaction\n\nof the State's creditors must be the Fund.\n11\nIn respect of the proposition in (c) the court found the basis for it\r\nin the provisions of s 165(5) of the Constitution, which\nread:\n'An order or decision issued by\r\na court binds all persons to whom and organs of State to which it\r\napplies.'\nThe court said the following in this regard:\n'Judgments sounding in money\r\nobviously fall within the ambit of orders or decisions referred to in\r\ns 165(5). If such orders or decisions\nwere not to form a direct\r\ncharge on government funds, the authority of the courts, established\r\nin terms of s 165 of the Constitution,\nwould be undermined and if the\r\nefficacy of the courts' decisions in regard to judgments sounding in\r\nmoney against the State were\nrendered subject to permissive authority\r\nby another arm of government, namely the legislature, by the adoption\r\nof  appropriating\nlegislation, the separation of powers between the\r\njudicial, legislative and executive arms of government, which is part\r\nof the\nbasic Constitutional framework of government in South Africa,\r\nwould be contradicted.'\n12\n[11]\tI share the concerns expressed by the learned judge\r\nthat the provisions of s 165(5) of the Constitution would be\r\nrendered\nnugatory if the binding nature of orders or decisions of\r\ncourts did not denote an obligation on all those to whom they are\r\ndirected,\nto comply with them. And it is because of this concern that\r\nthe Constitutional Court has, by a majority, held s 3 of the Act\n\nto be inconsistent with the Constitution to the extent that it does\r\nnot allow for execution or attachment against the State and\n'\ndoes\r\nnot provide for an express procedure for the satisfaction of judgment\r\ndebts\n'.\n13\n(My emphasis.) It is true that in\nNyathi 1\nthe\r\nConstitutional Court did not deal directly with the question whether\r\nor not s 3 of the Act makes provision for satisfaction\nof court\r\norders sounding in money. The court dealt with the issue of the\r\nconstitutionality of s 3 in the context of its direction\nthat no\r\nexecution or attachment shall be issued against State property.\n[12]\tBut certain observations in the majority judgment\r\nof Madala J are of significance. With regard to the proper\r\ninterpretation\nof s 3 Madala J said:\n'Section 3 of the Act prevents\r\nattachment of State assets but provides for claims to be made against\r\nthe funds. In regard to claiming\nfrom the funds, there are various\r\nprocedures in the PFMA and Treasury Regulations which are supposedly\r\ndesigned to assist a judgment\ncreditor in claiming from the funds.'\n14\n(The 'funds' referred to are the National and Provincial\r\nRevenue Funds.) The court then refers to s 76(1)(h) of the PFMA,\r\nwhich\nenjoins National Treasury to make regulations or issue\r\ninstructions, to be applicable to all departments, concerning 'the\r\nsettlement\nof claims by or against the State'\n15\nand concludes that (a) the section does not contain any procedures\r\nrelating to how orders of courts are to be settled and (b) that\nthe\r\nlegislature must set out the procedures required for the\r\nimplementation of the State's obligations, as dictated by the\r\nConstitution.\n16\n[13]\tThe 'obligations' referred to are obviously those\r\nenvisaged by S 165(5) of the Constitution, viz that court orders\r\nmust\nbe respected and given effect to. That, in my view, is the\r\nimport of the stipulation that an order or decision issued by a court\nbinds all persons\n. It\r\nis thus clear from the decision of the Constitutional Court in\nNyathi\r\n1\nthat although s 3 of the Act might\r\nprovide for claims to be made against the Fund for payment of\r\njudgment debts, no procedures\nexist for the processing of such\r\nclaims. In this regard Madala J concluded thus:\n'[I]t is my view that the\r\nlegislature should be allowed to introduce mechanisms that would\r\nenable a judgment creditor to execute\nagainst the funds. The\r\nlegislature is in the best position to make this decision and also to\r\nintegrate any policy changes that\nwould then have to be made. The\r\nseparation of powers doctrine needs to be respected and due deference\r\nafforded to the other arms\nof government, especially when the matter\r\nrelates to complex procedures beyond the expertise of this court.'\n17\nThe effect of the declarator by the court a quo in\r\nparagraph 4 of its order, that the appellant is not prohibited by\r\ns 213(2)\nof the Constitution, or s 15(1)(a) of the PFMA,\r\nfrom effecting immediate payment of the judgment debt owing to the\r\nrespondent\ngoes squarely against what was said by Madala J in\nNyathi\r\n1.\nIt must be remembered that the\r\nConstitution does not make provision for the manner in which the Fund\r\nis to be administered. The\nPFMA does â it was enacted for that\r\npurpose.\n18\nOne can only imagine the difficulties which would be encountered in\r\nthe proper management and control of the Fund were effect to\nbe given\r\nto the order of the court a quo without there being mechanisms and\r\nprocedures in place so as to enable judgment creditors\nof the State\r\nto claim satisfaction of their judgment debts from the Fund. It\r\nfollows that the orders in paragraphs 4 and 5 of the\norder of the\r\ncourt a quo cannot stand.\n[14]\tI have come to this conclusion without having given\r\nconsideration to the correctness or otherwise of the basis upon which\r\nthe\ncourt a quo found that court orders or decisions are a direct\r\ncharge against the Fund. I am reluctant to attempt to deal with that\n\nissue when argument from only one side was presented before us. I may\r\nmention, however, that I find it difficult to understand\nhow the\r\ncourt a quo, after having made the observation that 'but for the\r\nprovisions of the PFMA s 3 of the [Act] would undoubtedly\nby\r\nitself have given rise to the characterisation of judgments sounding\r\nin money being direct charges on the [fund],'\n19\ncould still find, via s 165(5) of the Constitution, which has\r\nnothing to do with the characterisation of court orders, that\n\njudgments sounding in money are direct charges against the Fund. It\r\nseems to me that in the absence of any challenge to the\r\nconstitutionality\nof the proviso to s 15(1)(a)(ii) of the PFMA,\r\nwhich restricts direct charges against the Fund to those provided for\r\nin other\nActs of Parliament listed in Schedule 5 to the PFMA, s 3\r\nof the Act does not qualify as providing for a direct charge against\n\nthe Fund.\n[15]\tMoreover, the Constitution itself (s 213(2)(b))\r\nstates emphatically that money may be withdrawn from the Fund only as\r\na direct charge against it 'when it is provided for in the\r\nConstitution or an Act of Parliament'. The Constitution then makes\r\nprovision,\nin a number of sections, for what constitutes a direct\r\ncharge against the Fund and Provincial Revenue Fund.\n20\nIt would be quite strange if the drafters of the Constitution had\r\nintended, under s 165(5), for orders or decisions of courts\n\nsounding in money to be paid as a direct charge against the Fund not\r\nto have said so.\n[16]\tAs I have mentioned above, the respondent took no\r\npart in this appeal. It consequently incurred no costs on appeal. As\r\nto the\ncosts in the court below, the respondent, which was in a\r\ndesperate situation of facing insolvency as a result of a failure, on\r\nthe part of the State, to pay what was admittedly owed to it, merely\r\nsought to enforce its rights. Whether or not it should have\ncited the\r\nappellant is of no consequence, in my view. The appellant was part of\r\nGovernment and head of National Treasury, which\nis responsible for\r\nthe management and control of the Fund, from which the respondent\r\nbelieved he should have been paid. I do not\nconsider that it would be\r\nfair to burden it with the appellant's costs in those circumstances.\n[17]\tIn the result, the following order is made:\n1.\tThe appeal succeeds. Paragraphs 4 and 5 of the order\r\nof the court a quo are set aside.\n2.\tParagraph 6 of the order of the court a quo is\r\namended to the extent that the words 'second respondent' are replaced\r\nwith the\nwords 'first respondent'.\nâ¦â¦â¦â¦â¦â¦â¦\n..\nL MPATI P\nJUDGE OF APPEAL\nCounsel for Appellant:\t\tI A M Semenya\nA L Platt\nInstructed by:\t\t\tThe State Attorney\nJohannesburg\nCorrespondents:\t\t\tThe State Attorney\nBloemfontein\nCounsel for Respondent:\t\tNo appearance\n1\n20 of 1957.\n2\nThe Constitution of the Republic of South Africa,\r\n\t108 of 1996.\n3\n3\nThe judgment is reported sub-nom\nGolden Arrow Bus Services (Pty) Ltd v\r\n\tMinister of\nTransport\r\n\tand others\n2009 (5) SA 322\n(C).\n4\n[2009] ZACC 29.\n5\nThe\nNyathi\n2\njudgment has crafted certain procedures\r\n\tto ensure that judgment debts against the State are enforced.\n6\nAbove n 3 para 13.\n7\n1 of 1999.\n8\nAt para 17.\n9\nIbid.\n10\nAt para 18.\n11\nAt para 22.\n12\nAt para 24.\n13\nNyathi v MEC for Department of Health, Gauteng\n2008 (5) SA 94\n(CC). (\nNyathi 1\n)\n14\nAt para 53.\n15\nAt para 55.\n16\nAt para 56.\n17\nAt para 88.\n18\nSee the preamble to the PFMA which reads: 'To\r\n\tregulate financial management in the National Government; to ensure\r\n\tthat all revenue,\nexpenditure, assets and liabilities of that\r\n\tgovernment are managed efficiently and effectively; to provide for\r\n\tthe responsibilities\nof persons entrusted with financial management\r\n\tin that government; and to provide for matters connected therewith.'\n19\nAt para 26.\n20\nSee sections 58(3), 71(3), 77(1)(d), 117(3),\r\n\t120(1)(d), 120(2)(d), 213(3), 226(3) and 226(4)(a).",
  "scraped_at": "2026-02-12T05:30:29.626666",
  "date": "2009-12-04",
  "coram": [
    "Mpati P",
    "Snyders",
    "Mhlantla",
    "Bosielo JJA",
    "Leach AJA"
  ],
  "case_number": "115/09",
  "parties": {
    "applicants": [
      "Minister of Finance"
    ],
    "respondents": [
      "Golden Arrow Bus Services (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Golden Arrow Bus Services operated a commuter bus service under a subsidy agreement with the State dating from March 1997. By January 2009 the State owed the company R94,505,098.24. A Cape High Court order (15 January 2009) declared the Minister of Transport (and other officials) liable to make the funds available, but the Department of Transport lacked the cash to pay. The bus company then sought a court order that the amount be paid forthwith from the National Revenue Fund pursuant to s 3 of the State Liability Act. The High Court granted the order and held that the Minister of Finance was not prohibited by s 213(2) of the Constitution or s 15(1)(a) of the PFMA from effecting immediate payment. The Minister of Finance appealed the substantive parts of that order.",
    "issues": "1. Whether section 3 of the State Liability Act constitutes an appropriation or a direct charge against the National Revenue Fund that would allow a judgment debt to be paid directly from the Fund. 2. Whether the Constitution’s s 213(2) and the PFMA permit such payment absent a specific legislative provision listing the Act as a direct charge. 3. The constitutional validity of relying on s 3 to satisfy money judgments against the State.",
    "principles": "The Constitution allows withdrawals from the National Revenue Fund only (a) by appropriation through an Act of Parliament or (b) as a direct charge provided for in the Constitution or a duly listed Act (s 213(2)). The PFMA reinforces this, permitting direct charges only for Acts listed in Schedule 5. Section 3 of the State Liability Act merely identifies the Fund as a source for payment but does not constitute an appropriation or a direct charge. Section 165(5) of the Constitution binds all persons to comply with court orders, but it does not transform a judgment debt into a direct charge. The Constitutional Court in *Nyathi* held s 3 inconsistent with the Constitution because it lacks execution mechanisms.",
    "application": "The Supreme Court of Appeal examined the language of s 3 and concluded it does not create an appropriation nor a direct charge. The Act is not listed in Schedule 5 of the PFMA, so the PFMA’s provisions for direct charges cannot be invoked. Accordingly, the High Court’s declaration that the Minister of Finance could effect immediate payment was untenable. The court applied s 213(2), s 15 of the PFMA, and the principles from *Nyathi* to determine that the judgment debt could not be satisfied as a direct charge from the Fund.",
    "conclusion": "The appeal was allowed. Paragraphs 4 and 5 of the Cape High Court order were set aside, removing the declaration that immediate payment from the Fund was permissible. Paragraph 6 was amended to replace “second respondent” with “first respondent”. No costs were awarded against the respondent."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "State Liability",
    "level_3": [
      "National Revenue Fund",
      "Section 3 State Liability Act",
      "PFMA",
      "Judgment debts",
      "Direct charge"
    ]
  }
}