{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/18.html",
  "case_name": "Road Accident Fund v Monani and Another (241/2008) [2009] ZASCA 18; 2009 (4) SA 327 (SCA) ; [2009] 3 All SA 317 (SCA) (20 March 2009)",
  "citation": "[2009] ZASCA 18",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 18\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Monani and Another (241/2008) [2009] ZASCA 18; 2009 (4) SA 327 (SCA) ; [2009] 3 All SA 317 (SCA) (20 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   241/2008\nTHE ROAD ACCIDENT FUND                               \r\n                          Appellant\nand\nTHEMBEKA MONANI                                      \r\n                   First Respondent\nTHEMBEKA MONANI N O                                  \r\n          Second Respondent\nNeutral citation:\nRoad\r\nAccident Fund v Monani\n(241/2008)\n[2009] ZASCA 18\n(20 March 2009)\nCoram:\nLewis, Maya JJA and\r\nHurt AJA\nHeard:\n19 February 2009\nDelivered:\n20 March 2009\nSummary:\tDependantsâ claim for loss of support â\r\ncourtâs wide, equitable discretion to arrive at a fair award â\r\nOne dependant\ndying contemporaneously with breadwinner â Such\r\ndependantâs hypothetical share of maintenance to be distributed\r\namongst surviving\ndependants.\n_______________\n______\n____________________________________________\nORDER\nOn appeal from:\nCape\r\nProvincial Division (Erasmus J sitting as court of first instance).\n1\tThe appeal is dismissed with costs.\nJUDGMENT\nHURT AJA (LEWIS and MAYA JJA concurring):\n[1]\tThis is an appeal by the Road Accident Fund against\r\nan award of damages in a dependants' claim. It will be convenient to\r\nrefer\nto the parties by their respective designations in the trial\r\ncourt, viz to the appellant as 'the defendant' and to the respondents\n\nas 'the plaintiffs'. The issue is a very narrow one and was defined\r\nin a stated case in terms of rule 33(4). The stated case reads\nas\r\nfollows:\n'1.\tXolani Andrew Molani (\"the Deceased\") died\r\nin a road accident on 7\nth\nDecember,\r\n2001 (\"the accident\").\n2.\tAt the time that he died he had a duty to support and\r\nsupported:-\n2.1\tFirst Plaintiff;\n2.2\tSecond Plaintiff, Xolasisipho Monani\r\n(\"Xolasisipho\");\n2.3\tAnela Aubrey Kwezi (\"Anela\");\n2.4\tThando Monani (\"Thando\").\n3.\tThando died in the accident and as a result thereof.\n4.\tThe claim of Anela has not been prosecuted in these\r\nproceedings,\n1\nbut the fact that Anela has a claim against the estate of the\r\nDeceased for loss of support has been taken into account in reducing\n\nthe sum of damages due to the Plaintiffs as contemplated below.\n5.\tThe parties have agreed on the amount of the\r\nDeceased's past and future earnings, contingencies to be applied to\r\nthe Plaintiffs'\nclaims and the ratio in which the amount of money\r\navailable to the Deceased's dependants should be distributed between\r\nsuch dependants.\n6.\tThe question for adjudication by this Honourable\r\nCourt is whether the death of Thando in the accident constitutes a\r\ncollateral\nbenefit resulting from the accident, for which the\r\nPlaintiffs should not be compensated.\n7.\tThe parties are agreed that should this Honourable\r\nCourt find that the death of Thando is not a collateral benefit\r\nresulting\nfrom the accident, Plaintiffs will be entitled to receive\r\ndamages in a further sum of R163 428,00, the parties being in\r\nagreement,\nat present, that the Plaintiffs are entitled to payment of\r\nthe sum of R1 389 531,00.â\n[2]\tThe dependantâs claim for loss of support was\r\nintroduced into our jurisprudence during the Roman-Dutch era. Cases\r\nsuch as\nJameson's Minors v CSAR\n2\nand\nHulley v Cox\n3\ntrace its reception into and development\r\nin our common law. In\nHulley\n,\r\nInnes CJ\nreferred to\r\nthe different approaches adopted by the early writers to the method\r\nof computation of the quantum of such claims. Of\nthese, he expressed\r\na preference for the equitable approach recommended by Voet,\n4\nsummarizing that writer's views in the following terms:\n5\n:\n'Voet on the other hand favours a more general\r\nestimate.\n6\nSuch damages, he thinks, should be awarded as the sense of equity of\r\nthe judge may determine, account being taken of the maintenance\nwhich\r\nthe deceased would have been able to afford and had usually afforded\r\nto his wife and children. That would seem to be the\npreferable view.'\nThe further development of this approach is concisely\r\nsummarized by Holmes JA in\nLegal Insurance Co\r\nLtd v Botes\n.\n7\nThe principles involved are well-known and need not be restated here.\n[3]\tThe computation of the award in a claim by\r\ndependants is, in a sense, dichotomous. The first part of the\r\nexercise is to assess\nwhat the breadwinner would probably have earned\r\nhad he not died when he did. The gross amount is appropriately\r\nadjusted and discounted\nto arrive at a 'present-day value'. In those\r\ncases where it is assumed that the whole of the breadwinner's income\r\nwould have been\ndevoted to the upkeep of his family (and this is one\r\nof them), the second exercise is to distribute the equivalent of the\r\nlost\nincome between the beneficiaries. In this instance it is agreed\r\nthat the income would have been allocated in the proportions of\ntwo\r\nparts to each adult and one to each child. The amount thus\r\ndistributed must, according to the parties' agreement,\n8\ntake account of the assumption that each child would become\r\nself-supporting at the age of 18. It is apparent from the actuarial\n\ncalculations that the share previously attributable to an 18-year-old\r\nchild would become available for distribution amongst the\nmother and\r\nthe other dependants not yet self-supporting.\n[4]\tAs is apparent from the stated case both computation\r\nexercises have been performed, to the mutual satisfaction of the\r\nparties,\non two separate bases. The first assumes that Thando's share\r\nwould not fall for distribution amongst the surviving members of her\n\nfamily and the second, that it would. The matter was thus argued\r\nbefore Erasmus J in the Cape High Court. He held that the additional\n\namount of R163 428 was payable and gave judgment for the total amount\r\nof R1 552 959. He refused leave to appeal but leave was subsequently\n\ngranted by this court .\n[5]\tErasmus J\napproached\r\nthe matter on the basis that what was available for distribution to\r\nthe dependants was the 'present-day value' of the\namount which the\r\ndeceased would have contributed to the upkeep of his family members\r\n(with the customary allowances for contingencies,\ndiscounting to\r\ncurrent value etc). Referring to this metaphorically as a 'cake' or\r\n'pot', he said:\n'But the fact that the late Thando was there at the\r\ntime, and may have been alive even at a later stage, would not have\r\ndiminished\nthe total amount. In engaging counsel I referred to the\r\ntotal cake or the pot. And the fact is that that amount is agreed\n(sic)\nwould have been\r\nthere for distribution as a manner of support for the family.\n. . .\nIn my view, I do not even have to look at the legal\r\nargument presented here, because it's a matter of logic. It's a\r\nmatter of, on\nthese particular facts one cannot diminish the total\r\npot or cake, as I referred to it, simply because Thando is late.'\n[6]\tBefore us, Mr Bridgman, for the appellant, based his\r\ncontentions on the fundamental principle that an award in this type\r\nof\nclaim is aimed at putting the claimants, as nearly as is possible,\r\ninto the position they would have occupied if the delict had\nnot\r\ncaused the deceased to die when he did. If the accident had not\r\noccurred, he submitted, the deceased's dependants would have\nincluded\r\nThando. Thus the support which each minor dependant would have\r\nreceived but for the accident would have amounted to one\nseventh of\r\nthe deceased's income and the first plaintiff's share would have been\r\ntwo sevenths. And this amount, so the argument\nran, is what should be\r\nawarded to achieve the object of what I have referred to as 'the\r\nfundamental principle'. But, if the one\nseventh share for Thando is\r\nawarded proportionally to her mother and the surviving siblings, they\r\nwould receive one third and one\nsixth each, respectively, and thus\r\nreceive more than they could have expected had the deceased not died.\r\nCounsel was at first inclined\nto contend (as was indeed the\r\ncontention in the stated case) that to award Thando's share to her\r\nmother and siblings in this manner\nwould constitute a 'collateral\r\nbenefit,'\n9\nbut he wisely forsook this basis in argument before us. Instead he\r\npinned his colours to the mast of the 'fundamental principle'\nand\r\ncontended that the award to the surviving dependants should be\r\nrestricted to what they would have received had Thando not died.\n[7]\tMr Bridgman readily conceded that if,\r\nhypothetically, Thando had died at any time before the deceased, then\r\nher 'share' of the\nfamily maintenance would have fallen away and\r\nbecome available for distribution among her mother and siblings. He\r\nwas by no means\nready to concede, however, that if Thando had died\r\nafter the deceased, the same situation would have applied, save for\r\nsuch maintenance\nas would have been appropriated for her between the\r\ndate of the deceased's death and the date on which she died. Mr\r\nBridgman's\nreluctance to make such a concession was undoubtedly\r\nattributable to a fear that, if he made it, his carefully crafted\r\ncontentions\nwould founder on the rocks of logic. He submitted that,\r\nquite apart from what might be the position if Thando died\nafter\nthe deceased, there appeared to be no decided case in our law which\r\ndealt with the computation of compensation in a dependantâs\nclaim\r\nwhere one or more of the dependants died simultaneously with the\r\nbreadwinner. He therefore asked that the matter be considered\nas\nres\r\nnova\n.\n[8]\tThe absence of reported authority for a particular\r\nproposition relating to the computation of damages in delict can, in\r\nthis\nday and age, invariably be attributed to only one of two\r\ncircumstances. The first is that it indeed is\nres\r\nnova\nand has thus never been considered by a\r\ncourt before. The second is that its answer is so obvious that no\r\ncourt has seen fit to\nclassify it as reportable. I rather think that\r\nthe proposition here put forward by the defendant falls into the\r\nlatter category.\n[9]\tIt is, after all, perfectly clear that the court\r\ntakes into account events which occur after the death of the\r\nbreadwinner in\nassessing the award to each dependant. The simple\r\noccurrence of one of the dependants becoming self-supporting is one\r\nsuch event.\nIt has the effect of making available to the others the\r\nshare which was previously allocated to the now self-supporting\r\nsibling.\nThis is one of the very precepts by which the actuary in\r\nthis case was called upon, by agreement between the parties, to make\r\nhis\nassessments. Bekker J\ndealt\r\nwith the question as a matter of general principle in the case of\nWigham v British Traders Insurance Co Ltd\n10\nIn that case the plaintiff's husband had died in a motor vehicle\r\ncollision in January, 1960. At that time the plaintiff was 81\nyears\r\nold, and her expectation of life was fixed at six years. The matter\r\ncame to trial in 1963, when the plaintiff was 84. Her\nlife expectancy\r\nat the date of trial was assessed at five years. The argument for the\r\ninsurer was that her award should nevertheless\nbe computed on the\r\nbasis that she would live to the age of 87 (the assessment at the\r\ndate of the breadwinner's death) and not to\nthe age of 89 (the\r\nassessment at the date of trial). Bekker J rejected this contention,\r\nsaying:\n11\n'It is of course quite true that\r\nthe general principle requires the amount of damages to be assessed\r\nat the date of the wrong but\nthe court is entitled in the case of\r\nprospective damages to inform itself of subsequent facts which are\r\nknown at the date of the\ntrial and which if taken into account would\r\nenable the court to determine with a greater degree of certainty or\r\naccuracy the total\nloss of a plaintiff. By so doing the amount of\r\nspeculation involved in such an assessment is reduced.'\n12\nWigham\nplainly\r\ndisposes of any logical ground for Mr Bridgman's reluctance to\r\nconcede that if Thando had died between the date of the deceased's\n\ndeath and the date of trial, the support which would otherwise have\r\nbeen allocated to her would have gone to the surviving dependants.\n[10]\tThe defendant has thus correctly conceded that if\r\nThando had died before the date of the delict, the plaintiffs would\r\nhave\nbeen entitled to the extra amount of R163 428. And that would\r\nalso be the position if she had died at any time after the date of\n\nthe delict (save, of course, for any amount of maintenance that would\r\nhave accrued to her between that date and the date of her\ndeath). Can\r\nthere then be any basis, in logic or otherwise, for a contention that\r\nsince her death occurred simultaneously or contemporaneously\nwith\r\nthat of the deceased, the amount of R163 428 falls to be excised from\r\nthe award? I think the question only has to be stated\nto be answered\r\nin the negative. It seems to me that the defendant's contention stems\r\nfrom confusion between the exercise of determining\nthe total loss\r\n(the 'pot' or 'cake' in the graphic language of the learned judge a\r\nquo) and that of distributing that amount amongst\nthe dependants. The\r\nview of the court a quo that Thando's death could not have the effect\r\nof reducing the total loss cannot be\nfaulted.\n[11]\tThe appeal is dismissed with costs.\n________________________\nNV HURT\nACTING JUDGE OF APPEAL\nAppearances:\nFor Appellant:\tM J M Bridgman\nInstructed by:\nHofmeyr, Herbstein & Gihwala Inc Cape Town\nE G Cooper Majiedt Inc Bloemfontein\nFor Respondent:\tR D E Gordon\nInstructed by:\nA Batchelor & Associates Cape Town\nVan Wyk & Preller Bloemfontein\n1\nAnela was a child of the deceased by a relationship previous to that\r\n\twith the first plaintiff, the mother of Xolasisipho and\nThando. It\r\n\thad been agreed by the parties that Anela would be paid one of two\r\n\tpossible fixed amounts, pursuant to the ruling\nin this case.\n2\n1908 TS 575.\n3\n1923 AD 234.\n4\nAd Pandectas\n9.2.11.\n5\nAt  243- 244.\n6\nSc\nPreferable to the 'annuity approach' opted for by a number\r\n\tof other writers.\n7\n1963 (1) SA 608\n(A) at 614C-F.\n8\nAnd as is explicitly stated in the actuary's explanation of his\r\n\tmethod of assessment, attached to the stated case.\n9\nAs dealt with in\nLambrakis v Santam Ltd\n2002\r\n\t(3) SA 710\n(SCA) particularly paras 19 and 20\nand the\r\n\tauthorities there cited.\n10\n1963 (3) 151 (W).\n11\nat 156B-D.\n12\nWigham\nhas not been expressly approved by this\r\n\tCourt, but in\nGeneral Accident Insurance Co SA Ltd v Summers\n1987\r\n\t(3) SA 577\n, Rabie ACJ dealt exhaustively with the question of\r\n\twhether there was a fixed rule as to the date at which a plaintiff's\r\n\tloss\nof support should be assessed, and came to the conclusion (at\r\n\t610J) that there was no authority to the effect that the loss of\n\n\tincome (or, in dependants' claims, the loss of support) had to be\r\n\tassessed as at the date of delict. In that case, the judge\nin the\r\n\tcourt a quo had expressly based his computation on the quoted dictum\r\n\tby Bekker J,\nand Rabie ACJ\ndid not question the\r\n\tcorrectness of this approach.\nWigham\nhas been\r\n\treferred to and applied in a number of subsequent decisions and\r\n\tshould now be taken as a correct statement of the law,\nsubject\r\n\talways to the consideration that the trial judge has a wide\r\n\tdiscretion in these matters.",
  "scraped_at": "2026-02-11T21:41:32.871200",
  "date": "2009-03-20",
  "coram": [
    "Lewis",
    "Maya JJA",
    "Hurt AJA"
  ],
  "case_number": "241/2008",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Thembeka Monani",
      "Thembeka Monani N O"
    ]
  },
  "sections": {
    "facts": "Xolani Andrew Molani (the Deceased) died in a road accident on 7 December 2001. At the time of his death he had a duty to support four persons: the first plaintiff, second plaintiff Xolasisipho Monani, Anela Aubrey Kwezi and Thando Monani. Thando also died in the same accident. The surviving dependants filed a claim for loss of support against the Road Accident Fund. The parties agreed on the Deceased’s past and future earnings, the contingencies to be applied, and the ratio in which the available money should be distributed among the dependants. The dispute centred on whether Thando’s simultaneous death constituted a ‘collateral benefit’ that should reduce the amount payable to the remaining dependants, specifically whether an additional R163,428 should be awarded.",
    "issues": "The court had to determine (1) whether the death of Thando, a dependent who died contemporaneously with the breadwinner, is a collateral benefit that should be excluded from the loss‑of‑support award; (2) whether the plaintiffs are entitled to the additional sum of R163,428; and (3) how the loss‑of‑support calculation should be applied when a dependent dies at the same time as the deceased.",
    "principles": "South African law recognises dependants’ claims for loss of support as a delictual remedy rooted in Roman‑Dutch law (see Jameson's Minors v CSAR, Hulley v Cox). The equitable approach favoured by Voet allows the court to estimate damages based on what the deceased could have afforded to his family. The ‘fundamental principle’ is that compensation should place claimants as closely as possible in the position they would have occupied had the delict not occurred. In Wigham v British Traders Insurance Co Ltd, the court held that prospective damages may be assessed using facts known at trial, including subsequent events such as a dependant becoming self‑supporting. Rabie ACJ affirmed that there is no strict rule that loss of support must be assessed at the date of the delict.",
    "application": "Applying these principles, the court held that the total loss (the present‑day value of the support the Deceased would have provided) is not reduced simply because Thando died at the same time as the Deceased. Thando’s share of the ‘cake’ therefore becomes available for redistribution among the surviving dependants, and the additional R163,428 reflects that redistribution. The court rejected the notion of a ‘collateral benefit’ arising from Thando’s death and affirmed the lower court’s calculation that the total award should be R1,552,959, which includes the extra amount.",
    "conclusion": "The appeal by the Road Accident Fund was dismissed with costs. The judgment of the Cape High Court was confirmed, including the payment of the additional R163,428 to the surviving dependants, bringing the total award to R1,552,959."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Dependants' Loss of Support",
    "level_3": [
      "collateral benefit",
      "equitable discretion",
      "actuarial calculation",
      "prospective damages"
    ]
  }
}