{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/115.html",
  "case_name": "Philani-Ma-Afrika and Others v Mailula and Others (674/08) [2009] ZASCA 115; 2010 (2) SA 573 (SCA) ; [2010] 1 All SA 459 (SCA) (25 September 2009)",
  "citation": "[2009] ZASCA 115",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 115\n|\nNoteup\n|\nLawCite\nPhilani-Ma-Afrika and Others v Mailula and Others (674/08) [2009] ZASCA 115; 2010 (2) SA 573 (SCA) ; [2010] 1 All SA 459 (SCA) (25 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  \r\n674/08\nPHILANI-MA-AFRIKA\t\t\t                            First Appellant\nRESIDENTS OF ANGUS\nMANSIONS\t\t\t      Second to Sixty Eighth Appellants\nand\nW M MAILULA                                                      \r\nFirst Respondent\nTRUST FOR URBAN HOUSING FINANCE\nSecond Respondent\nJ N BHANA & ASSOCIATES\t\t\t\t    Third Respondent\nREGISTRAR OF DEEDS\t\t\t           Fourth Respondent\nTHE CITY OF JOHANNESBURG\t\t\t     Fifth Respondent\nNeutral citation:\nPhilani-Ma-Afrika\r\n& Others v W M Mailula & Others\n(674/08)\n[2009] ZASCA 115\n(25 September 2009)\nCoram:\nFARLAM, NAVSA, MLAMBO,\r\nSNYDERS JJA et\nTSHIQI AJA\nHeard:\n26 MAY 2009\nDelivered:\n25 SEPTEMBER 2009\nSummary:\nSale of property â\r\nFailure to establish sale and transfer of property duly authorised â\r\norder putting eviction order into operation\nâ whether appealable.\n______________________________________________________________\nORDER\nOn appeal from:\nJohannesburg\r\nHigh Court (Willis J sitting as court of first instance)\nThe following order is made:\n1.\tThe appeal is allowed with costs including those\r\noccasioned by the employment of two counsel.\n2.\tThe order made by the court\na\r\nquo\nin case 2008/14341 (the Philani\r\napplication) is set aside and replaced by the following order:\n'1.\tThe sale of erf No 4562 Johannesburg, situated at\r\n268 Jeppe Street, Johannesburg, is set aside.\n2.\tThe Fourth Respondent is ordered to cancel Deed of\r\nTransfer no T033425/07.\n3.\tIt is declared that the property referred to in\r\nparagraph 1 is owned by the Applicant.\n4.\tThe First and Second Respondents are ordered to pay\r\nthe Applicant's costs.'\n3.\tThe order made by the court\na\r\nquo\nin case 2008/4453 is set aside and\r\nreplaced by the following order:\n'The application is dismissed with costs'.\nJUDGMENT\nFARLAM JA (Navsa, Mlambo, Snyders JJA et Tshiqi AJA\r\nconcurring)\n[1]\tThis is an appeal against a judgment delivered by\r\nWillis J on 5 November 2008 in the Johannesburg High Court. In his\r\njudgment\nthe learned judge dealt with two applications which were\r\nargued together before him. One was an application brought by the\r\npresent\nfirst appellant, a company registered in terms of s 21 of the\r\nCompanies Act 61 of 1973, Philani-Ma-Afrika, which I shall call in\n\nwhat follows 'Philani', in which it sought orders (a) setting aside\r\nthe purported sale of a property known as Angus Mansions, situated\nat\r\nErf no 4562, Johannesburg, the street address of which is 268 Jeppe\r\nStreet, Johannesburg, to the first respondent, Mr William\nMarofane\r\nMailula, (b) ordering the Registrar of Deeds, Johannesburg, the\r\nfourth respondent, to cancel Deed of Transfer no T033425/07(in\nterms\r\nof which the property was transferred from Philani to Mr Mailula) and\r\n(c) declaring the property to be owned by Philani.\nAs additional\r\nrespondents were cited the Trust for Urban Housing Finance, the\r\nsecond respondent, which is the mortgagee of the\nproperty under a\r\nmortgage bond registered over the property to secure a debt owed by\r\nMr Mailula, and as third respondent J N Bhana\nand Associates, the\r\nfirm of conveyancers responsible for bringing about the transfer of\r\nthe property to Mr Mailula. The City of\nJohannesburg was cited as\r\nfifth respondent.\n[2]\tThe other application was one brought by Mr Mailula,\r\nas owner of the property, for an order evicting 67 named occupiers of\r\nthe\nproperty. They feature in this case as the second to 68\nth\nappellants. The 68\nth\nrespondent in the eviction application was described as 'the\r\nremaining unlawful occupiers of Angus Mansions'. They are not\r\nrepresented\nbefore this court.\n[3]\tWillis J dismissed the application brought by\r\nPhilani and granted the eviction application brought by Mr Mailula\r\nagainst the\nfirst to 68\nth\nrespondents before him. He granted them and Philani leave to appeal\r\nto this court against his judgment and the orders he made.\n\nSubsequently he granted Mr Mailula leave to execute against the\r\nrespondents whose eviction he had ordered (except for the 9\nth\n,\r\n16\nth\n, 18\nth\n,\r\n32\nnd\nand 65\nth\nrespondents, who are respectively the 10\nth\n,\r\n17\nth\n, 19\nth\n,\r\n33\nrd\nand 66\nth\nappellants before us and who are all members of Philani): in what\r\nfollows I shall call this order âthe execution orderâ. The\n\nrespondents whose eviction had been ordered, including those against\r\nwhom leave to execute was not given, applied to the Constitutional\n\nCourt for an order replacing Willis J's execution order with an order\r\ndismissing the execution application.\n[4]\tOn 4 December 2008 the Constitutional Court granted\r\nan order in the following terms:\n'1.\tThe order of Willis J in the Johannesburg High Court\r\non 13 November 2008, granting the First Respondent leave to execute\r\nan\neviction order against 62 of the applicants on 15 December 2008,\r\nis suspended pending the final determination of the appeal in the\n\nSupreme Court of Appeal, pursuant to leave granted to the applicants\r\nby the High Court on 5 November 2008.\n2.\tThe application for leave to appeal against the High\r\nCourt's order of 13 November 2008 is referred to the Supreme Court of\r\nAppeal\nto be adjudicated, to the extent it may be so adjudicated\r\ngiven the provisions of section 20 of the Supreme Court Act 59 of\r\n1959,\nsimultaneously with the appeal referred to in sub-paragraph 1\r\nhereof.\n3.\tCosts are to be costs in the appeal.'\n[5]\tIt was common cause at the hearing of the appeal\r\nthat if the Philani appeal succeeded the appeal against the order in\r\nthe eviction\ncase would also have to succeed.\n[6]\tPhilani was incorporated in 1996 to serve as a\r\ncorporate vehicle through which the National Housing Board, through\r\nthe Gauteng\nProvincial Housing Board, subsidised and assisted\r\nunderprivileged people collectively to acquire Angus Mansions for\r\ntheir own occupation.\n[7]\tIts Memorandum of Association states that its main\r\nbusiness is 'to acquire, hold, develop or improve [Angus Mansions]\r\nwith a\nview to enabling the community of residents, of which at least\r\n75% . . . of the adult members are persons who earn less than R1500\n\nper month . . . to acquire such land, and/or right thereto so as to\r\noccupy the land and buildings wholly or mainly for residential\n\npurposes . . ..' Its powers include the power to sell or deal with\r\nits property, ie, Angus Mansions, 'but always in accordance\nwith the\r\nmain object' (which was identical with its main business). Its income\r\nhad to be applied solely towards the promotion of\nits main and\r\nancillary objects (which were limited to those 'necessary to achieve\r\nits main object') and no part of it might be\npaid or transferred\r\ndirectly or indirectly to its members. On winding up its assets have\r\nto be given or transferred to some other\nassociation or institution\r\n'having objects similar to its main object'.\n[8]\tIn terms of its articles only residents of Angus\r\nMansions are eligible for membership and membership is a\r\npre-condition of occupation\nof a flat in the building. Only members\r\nare eligible for election as directors. At all times there have to be\r\nat least seven directors\nand if the number falls to below seven the\r\nremaining directors 'may only act to call a general meeting for the\r\nelection of additional\ndirectors'.\n[9]\tPhilani acquired Angus Mansions and it was\r\nregistered in its name on 18 February 1997. The administration and\r\nrecord-keeping\nof the company were neglected and as the appellants'\r\ncounsel put it, 'fell into disarray'. The register of members was\r\nnever updated\nwith the result that its only registered members are\r\nthe eight original subscribers to the memorandum of association. Of\r\nthese\ntwo have died and one has moved away so that Philani has only\r\nfive registered members left, the appellants in respect of whom the\n\nexecution order was not made. The appointment of the directors and\r\nthe functioning of the board have also been neglected. CM 29\nreturns\r\nhave been furnished to the Registrar of Companies reflecting\r\nresignations and the appointment of new directors but the\nnew\r\nappointments are clearly invalid because the persons allegedly\r\nappointed were not members and were accordingly ineligible for\n\nelection as directors  (even if elections were held). Indeed it is\r\nclear that it is not possible for Philani to have a board of\n\ndirectors whose members can do nothing other than call a general\r\nmeeting.\n[10]\tOn 7 August 2006 a deed of sale was signed by Mr\r\nMailula, as buyer, and a Mr Mkhumbuzi, purportedly on behalf of the\r\nseller.\nThe deed reflected the sale of Angus Mansions to Mr Mailula\r\nfor R3.5m. Mr Mkhumbuzi signed the deed 'by virtue of a Power of\r\nAttorney\n- copy attached'. No copy was attached. Neither Mr Mailula\r\nnor Mr Mkhumbuzi (from whom an unsigned document purporting to be an\n\naffidavit was filed) state whether a power of attorney in fact\r\nexisted. If it did, it could not have been valid because the\r\nremaining\ndirectors could not validly have passed a resolution\r\nauthorising the sale. The estate agent who handled the sale did not\r\nmake an\naffidavit nor did the conveyancing attorney, who, as I have\r\nsaid, was a party.\n[11]\tAs counsel for the appellants contended the only\r\ndocument disclosed in the evidence upon which Mr Mkhumbuzi could have\r\nrelied\nwas a document described during argument as 'the Madisha\r\ndocument'. The copy of the document annexed to the papers reads as\r\nfollows:\n'\nPHILANI MA AFRICA\nPHILANI MA AFRICA\nANGUS MENSSION NO 268 JEEPE STREET [sic]\t\t\t\tPO BOX 85\nJOHANNESBURG\t\t\t\t\t\t\t\tWITS\n2001\t\t\t\t\t\t\t\t\t\t2000\n__________________________________________________________________________\nRESOLUTION BY DIRECTORS OF PHILANI MA AFRICA\nBUILDING SITUATED AT CORNER JEPPE AND END STREET\nA meeting was on the 12\nth\nApril 2006 held between the Directors and disposal of property with\r\nimmediate effect at an agreed price.\nShares and equity between the members for their own\r\ninterest and an amount of R100.000.00 to be paid.\nDirectly to Solly Madisha.\nDisolution of partnership and appointments of interim\r\ndirectors.\nDated on Johannesburg on this 12\nth\nday April 2006.\n___________________\nDirectors: Solly Madisha'\n(The document bore a signature.)\n[12]\tThis is the only document from which Mr Mkhumbuzi\r\nclaimed to have derived his authority to sell Angus Mansions on\r\nbehalf of\nPhilani. Counsel for the appellants submitted (a) that it\r\nwas inadmissible because the copy was not proved to be authentic; (b)\n\nthat there was every reason to suspect that it might be a forgery;\r\n(c) that it was incoherent on its face; (d) that, if admissible\nand\r\ngenuine, it did not prove a valid resolution because none of the\r\npersons alleged to have adopted the resolution could have\nvalidly\r\nbeen elected as director of Philani (because none was registered as a\r\nmember) and (e) in any event, even if they were validly\nappointed\r\ndirectors, they had no power to do anything other than call a general\r\nmeeting, for the reason given earlier. But there\nis an even more\r\ntelling criticism. It did not authorise anyone to implement it on\r\nbehalf of Philani.\n[13]\tApart from the Madisha document, Mr Mailula relied\r\non a further document, which, although it was only in manuscript,\r\npurported\nto be a copy of a minute of a meeting of residents of Angus\r\nMansions held on 9 October 2006 (two months after the deed of sale\r\nrelied on by Mr Mailula was signed). It reads as follows:\nâ\nMeeting held at Philani Ma Afrika with Housing Dept\nAgenda.\n1.\t\tHousing Dept introducing Vusani\n1.\tWe told housing that we don't need Vusani to manage\r\nus, or to do renovations for us.\n2.\tWe told housing that we don't trust them anymore\r\nbecause during the past years they introduce Cope housing to manage\r\nPhilani\nand they put us into problems. So now we the declaratory\r\norder need any agent brought by housing.\n3.\tHousing Dept told us that if we don't want Vusani its\r\nfine because everything is up to us as tenants.\n4.\tWe tenants we give Philani the authority to appoint\r\nor sell the property to a company that will run the property in a\r\nstandard\nform of good management.'\n[14]\tNo evidence was led as to the authenticity of this\r\ndocument. Counsel for the appellants contended that it was, in any\r\nevent,\na forgery and referred in this regard to the evidence of\r\nPhilani's witnesses, who say that there was a meeting of residents on\r\n9 October 2006 for another purpose and the disposal of the building\r\nwas not discussed.\n[15]\tIt is unnecessary to make any finding on these\r\nissues because, even if the document is authentic and evidences a\r\nresolution\nin the terms set out, this still will not assist Mr\r\nMailula in establishing that Mr Mkhumbuzi was authorised to sell the\r\nbuilding\nor to sign the conveyancing documents for the property to be\r\ntransferred to Mr Mailula.\n[16]\tCounsel for the appellants attacked the validity of\r\nthe sale and transfer on other grounds also but it is clear from what\r\nI\nhave said that Philani has clearly established that the sale and\r\ntransfer of its property were invalid and that it is entitled to\nthe\r\nrelief it seeks in its notice of motion.\n[17]\tCounsel for Mr Mailula conceded that the\r\ndocumentation purporting to authorise the sale was, as he put it, âa\r\nshamâ but\nsubmitted that the case should be sent back to the court\na quo\nso that there\r\ncould be either a reference to evidence under rule 6(5)(g) of the\r\nUniform Rules or a reference to trial. The purpose,\nhe submitted, was\r\nso that a full enquiry into the history of the management of Angus\r\nMansions could be conducted and the circumstances\nleading up to the\r\nsale could be explored. He submitted further that inner city housing\r\nas a whole should be investigated. All of\nthis is far beyond the\r\nlegal issues we are required to address. But this request was in any\r\nevent made far too late. In the court\nbelow Mr Mailula was content\r\nfor the case to be dealt with on the papers and the evidence adduced\r\nin that court was not sufficient\nto raise a valid defence to\r\nPhilani's claims, even if believed.\n[18]\tCounsel for the second respondent submitted that\r\nPhilani was precluded from obtaining the relief it sought by virtue\r\nof the\napplication of the\npar delictum\nrule. He submitted that, if there was a fraud perpetrated on Philani\r\n(as counsel for the appellant submitted), it was as much part\nof the\r\nfraud as anyone. In this regard he contended that at all material\r\ntimes Philani had a board of directors and there was accordingly\nwhat\r\nhe called 'corporate intelligence' and the directors âmust have\r\nknownâ what was happening. While I do not think that it\nis correct\r\nto say that Philani (in any recognisable form) can be regarded as\r\ncomplicit in the fraud that was perpetrated, it is\nunnecessary to\r\ngive further consideration to the point raised because I am satisfied\r\nthat, as counsel for the appellants contended,\nthe\npar\r\ndelictum\nrule does not apply in the\r\ncircumstances of this case.\n[19]\tIt follows from what I have said that the appeal\r\nmust succeed and the orders made by the court\na\r\nquo\nmust be set aside and replaced with\r\norders in the Philani application granting Philani the relief it\r\nsought and in the eviction\napplication refusing the relief sought.\n[20]\tIt remains for me to deal with the issue referred\r\nto this court by the Constitutional Court. The application was\r\nbrought in\nthe Constitutional Court because it was believed that the\r\nexecution order was not susceptible to appeal to the Full Bench of\r\nthe\nHigh Court or to this Court. That belief was erroneous. It is\r\nclear from such cases as\nS v Western Areas\n2005 (5) SA 214\n(SCA) at paras 25 and 26 at\r\n226A-E that what is of paramount importance in deciding whether a\r\njudgment is appealable is the interests\nof justice. See also\nKhumalo\r\nv Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) para [8] at\r\n411A-B. The facts of this case provide a striking illustration of the\r\nneed for orders of the nature of the execution\norder to be regarded\r\nas appealable in the interests of justice. Counsel were agreed that\r\nif the appeal on the merits of the eviction\norder were to succeed no\r\nfurther attention need be paid to the application for leave to appeal\r\nagainst the execution order â\nthe latter being premised on the\r\nformer. In any event, in view of the suspension of the execution\r\norder by the Constitutional Court\nthe point, as counsel agreed,\r\nbecame moot. In the circumstances no order is required in respect\r\nthereof.\n[21]\tThe following order is made:\n1.\tThe appeal is allowed with costs including those\r\noccasioned by the employment of two counsel.\n2.\tThe order made by the court\na\r\nquo\nin case 2008/14341 (the Philani\r\napplication) is set aside and replaced by the following order:\n'1.\tThe sale of erf No 4562 Johannesburg, situated at\r\n268 Jeppe Street, Johannesburg, is set aside.\n2.\tThe Fourth Respondent is ordered to cancel Deed of\r\nTransfer no T033425/07.\n3.\tIt is declared that the property referred to in\r\nparagraph 1 is owned by the Applicant.\n4.\tThe First and Second Respondents are ordered to pay\r\nthe applicant's costs.'\n3.\tThe order made by the court\na\r\nquo\nin case 2008/4453 is set aside and\r\nreplaced by the following order:\n'The application is dismissed with costs'.\nâ¦â¦â¦â¦â¦\n..\nIG FARLAM\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: \t\tW H TRENGOVE SC\nMs C STEINBERG\nInstructed by\nJerry Nkeli & Associates Inc Johannesburg\nMatsepes Inc Bloemfontein\nFOR FIRST RESPONDENT:\tD A KUNY SC\nR G COHEN\nInstructed by\nMervyn Joel Smith Attorneys Johannesburg\nLovius Block Bloemfontein\nFOR SECOND RESPONDENT:\tJ G SMIT\nInstructed by\nCliffe Dekker Hofmeyr Inc Johannesburg\nDu Toit Louw Botha Inc Bloemfontein\nFOR FIFTH RESPONDENT:\tB L MAKOLA\nTHIRD, FOURTH AND FIFTH RESPONDENTS REFERRED TO ONLY FOR\r\nRECORD PURPOSES.",
  "scraped_at": "2026-02-12T05:18:09.461661",
  "date": "2009-09-25",
  "coram": [
    "FARLAM JA",
    "NAVSA JA",
    "MLAMBO JA",
    "SNYDERS JJA",
    "TSHIQI AJA"
  ],
  "case_number": "674/08",
  "parties": {
    "applicants": [
      "Philani-Ma-Afrika",
      "Residents of Angus Mansions"
    ],
    "respondents": [
      "W M Mailula",
      "Trust for Urban Housing Finance",
      "J N Bhana & Associates",
      "Registrar of Deeds",
      "City of Johannesburg"
    ]
  },
  "sections": {
    "facts": "Philani-Ma-Afrika was incorporated in 1996 to acquire and manage Angus Mansions for low‑income residents. The company held title to the property (erf No 4562, 268 Jeppe Street) but its internal governance was irregular; the register of members was outdated and the board of directors was effectively non‑existent. In August 2006 a deed of sale was signed purporting to transfer the property to W M Mailula for R3.5 million, allegedly on the basis of a Power of Attorney and a director’s resolution (the ‘Madisha document’). Mailula also sought an eviction order against 67 occupiers of the building. The High Court dismissed Philani’s application to set aside the sale and granted Mailula’s eviction order. Both parties appealed.",
    "issues": "1) Whether the sale and transfer of Angus Mansions to Mailula was valid given the alleged lack of authority of the signatory and the questionable board resolution. 2) Whether the eviction order and the associated execution order were appealable. 3) Whether the par delictum rule barred Philani’s claim for relief.",
    "principles": "The court applied principles on corporate authority, emphasizing that a company may act only through duly appointed directors and valid board resolutions. A resolution passed by persons not registered as members or directors is ineffective. Powers of attorney must be shown to exist and be valid. The par delictum rule applies only where the plaintiff is complicit in a fraud, which was not the case here. Appealability of execution orders is governed by the interests of justice, as outlined in S v Western Areas and Khumalo v Holomisa.",
    "application": "The court found that the Madisha document was inadmissible, likely forged, and even if genuine did not constitute a valid resolution because the alleged directors were not members. No valid Power of Attorney could be established, rendering the deed of sale void. Consequently, the sale was set aside and the deed of transfer cancelled. The court held that the eviction and execution orders were not separable from the merits of the sale; since the sale was invalid, the eviction relief could not stand. The par delictum rule was rejected as Philani was not a participant in the alleged fraud.",
    "conclusion": "The appeal was allowed. The High Court’s orders in the Philani application were set aside and replaced: the sale of erf No 4562 was set aside, the Registrar of Deeds was ordered to cancel Deed of Transfer no T033425/07, the property was declared owned by Philani, and the first and second respondents were ordered to pay Philani’s costs. The eviction application (case 2008/4453) was dismissed with costs. Costs of the appeal, including those for two counsel, were awarded to the successful party."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Property / Eviction",
    "level_3": [
      "sale validity",
      "corporate authority",
      "eviction",
      "par delictum",
      "appealability"
    ]
  }
}