{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/160.html",
  "case_name": "Pappalardo v Hau (63/08) [2009] ZASCA 160; 2010 (2) SA 451 (SCA) ; [2010] 2 All SA 338 (SCA) (30 November 2009)",
  "citation": "[2009] ZASCA 160",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 160\n|\nNoteup\n|\nLawCite\nPappalardo v Hau (63/08) [2009] ZASCA 160; 2010 (2) SA 451 (SCA) ; [2010] 2 All SA 338 (SCA) (30 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 63/08\nGIANFELICE\r\nPAPPALARDO\t\t\t\t\t\t Appellant\nand\nGARY\r\nHAU\t\t\t\t\t\t\t\t       Respondent\nNeutral citation:\nPappalardo\r\nv Hau\n(63/08)\n[2009] ZASCA 160\n(30 November\n2009).\nCoram:\nSTREICHER, HEHER\r\nJJA, HURT, LEACH\net\nGRIESEL AJJA\nHeard:\n5 NOVEMBER 2009\nDelivered:\n30 NOVEMBER 2009\nSummary:\nNeighbour law â\r\ndrainage of rainwater â rights and obligations of neighbouring\r\nowners in urban environment â whether lower\nowner obliged to accept\r\nrainwater flowing onto his property from higher lying neighbour â\r\njudgment in\nWilliams v Harris\n[1998] ZASCA 51\n;\n1998 (3) SA 970\n(SCA) considered and discussed â lower owner only\r\nobliged to accept 'natural flow' ie flow across boundary which would\r\nhave occurred\nbefore development of urban erven â higher owner\r\nseeking to enforce right obliged to prove what the 'natural flow'\r\nwas.\n___________\n___________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: South Gauteng High Court (Horn J sitting\r\nas court of first\ninstance).\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court below is set aside and the\r\nfollowing order substituted therefor:\n(a)\tThe defendant is granted absolution from the\r\ninstance.\n(b)\tThe plaintiff is ordered to pay the defendantâs\r\ncosts, including the costs of the expert witness Korsman.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nHURT AJA (STREICHER, HEHER JJA, LEACH et GRIESEL AJA\r\nconcurring):\n[1]\tThe respondent instituted action against the\r\nappellant in the South Gauteng High Court, seeking a declaratory\r\norder to the effect\nthat the respondent was entitled to insert\r\ncertain drainage pipes into a boundary wall erected by the appellant.\r\nThe respondentâs\ncomplaint was that the wall was acting as a dam to\r\nrainwater on the respondentâs property, causing flooding of a\r\nsector of the\nproperty. The appellantâs opposition to the claim was\r\nunsuccessful, Horn J granting a declarator in the terms sought. The\r\nappellant\nappeals against the judgment with the leave of the high\r\ncourt.\nThe Setting\n[2]\tThe appellant and the respondent own adjoining erven\r\nin a township development known as Waterford Estate in the municipal\r\narea\nof Sandton. Waterford Estate is an âupmarket townshipâ which\r\nwas apparently established in about 1996. There is controlled access\n\nto the Estate, the streets are all macadamized and reticulated\r\nelectricity, water, stormwater drainage and sewerage systems have\n\nbeen installed in keeping with the customary requirements for modern\r\ntownship developments. The respondentâs property, erf 945,\nlies to\r\nthe south of the appellantâs, which is erf 944. The properties both\r\nslope down from south to north so that erf 945 is\nat a higher level\r\nthan erf 944, the total fall over each property being of the order of\r\na metre. Each property is flanked on the\neast by a street called\r\nCalleto Crescent. The common boundary is the northern boundary of erf\r\n945 and, accordingly, the southern\none of erf 944. There is a fall of\r\nthe order of 600mm from west to east in the vicinity of the common\r\nboundary. The area of erf\n945 is approximately 800 square metres\r\nwhile that of erf 944 is about 700 square metres.\n[3]\tIt is common cause that when the parties acquired\r\ntheir respective properties, no building had taken place on the\r\nWaterford\nEstate. The appellant built on his property before the\r\nrespondent. In addition to his residence, the appellant constructed a\r\nboundary\nwall along his common boundary with erf 945. This wall, to\r\nwhich I will refer simply as âthe boundary wallâ, was\r\napproximately\n2 metres high and traversed the length of the common\r\nboundary from west to east. Some time after the appellant had\r\ncompleted building,\nand during the latter part of 2003, the\r\nrespondent constructed his residence. As well as the house itself, he\r\nbuilt walls on the\nwestern and eastern sides of erf 945 and\r\nembellished his side of the boundary wall with a series of decorative\r\narches. In the space\nbetween his house and the northern boundary wall\r\nhe built a swimming pool which was surrounded by paving and which\r\noccupied about\na third of the total distance between the eastern and\r\nwestern boundaries. Judging from the scaled site plan of the\r\nproperty, I\nthink it is safe to conclude that at least seventy\r\npercent of the site is covered by buildings, paving and the swimming\r\npool. Cultivated\ngardens and lawns cover the remainder.\nHistory\n[4]\tDuring December 2003, the respondent noticed that\r\nrainwater was gathering in the north-western sector of his property\r\nand damming\nup against the boundary wall. The respondent discussed\r\nthis problem with the appellant and suggested that the boundary wall\r\nshould\nbe breached in some way to allow this rainwater to drain off\r\nonto the appellantâs property. There was a conflict of fact, in the\n\nevidence, about what transpired during this discussion but, on 27\r\nJanuary 2004, the appellantâs attorneys addressed a letter\nto the\r\nrespondent, warning him that any attempt to breach or otherwise\r\ninterfere with the integrity of the boundary wall for the\npurpose of\r\ndischarging water onto erf 944 would be resisted. The appellantâs\r\ncontention was that the respondentâs building\noperations had\r\nresulted in an increase in the flow of rainwater draining northwards\r\noff erf 945 and that the appellant was not\nobliged to accept or to\r\ndeal with it. The respondent instituted action against the appellant\r\nin August 2004, claiming a declaratory\norder to the effect that the\r\nrespondent was entitled to insert a series of drainage pipes into the\r\nbase of the boundary wall at\nground level and at sub-surface level to\r\nallow rainwater to flow from the respondentâs property onto the\r\nappellantâs. The respondentâs\ncontention was that the appellant,\r\nas the owner of the lower-lying property, was obliged to accept such\r\nwater.\n1\nIn his plea, the appellant denied that the water which the respondent\r\nsought to discharge onto his property would have flowed there\n\nnaturally. He contended that considerations of practicality favoured\r\nan arrangement whereby the respondent discharged excess rainwater\n\ndirectly from erf 945 onto Calleto Crescent, referring in this regard\r\nto s 13(2) of the Sandton Town Planning Scheme, 1980 (to\nwhich I\r\nshall make detailed reference later).\n[5]\t  Having heard a fairly considerable amount of\r\nevidence (and, no doubt, argument) on the matter, the learned judge\r\nin the lower\ncourt stated his view of the law to be applied to this\r\nsort of situation in explicit and unequivocal terms:\nâ\nIt is common cause that water\r\nwill flow naturally from the [respondentâs] property to the\r\n[appellantâs] property. The [appellant]\nas the lower lying property\r\nowner is obliged to receive natural flowing water from the\r\n[respondentâs] property â there can\nbe no argument with that.\n. . . .\nIn my view\nWilliams\r\nv Harris\n[1998] ZASCA 51\n;\n1998\r\n(3) SA 970\n(SCA) not only reiterated the common law principle that a\r\nlower lying owner must receive excess natural water from the higher\r\nlying\nowner, it also, by implication, underlined the principle that\r\neach case must be decided on its own facts. I also believe that plain\n\ncommon sense should play a role. In a case such as this where a\r\nperson erects an obstruction which prevents the natural flow of\nwater\r\nit is only fair to expect that such a person will take the necessary\r\nsteps to avoid the accumulation of water caused by such\nobstruction.â\n[6]\tIf only the law was so uncomplicated! The basic\r\nprinciple is, indeed, captured in the\nactio\r\naquae pluviae arcendae\n2\nof Roman times. But even in those ancient\r\ndays it was found necessary to limit the lower ownerâs obligation\r\nto accept water flowing\nfrom his more elevated neighbour by excluding\r\nany increased flow arising as a result of âartificial worksâ (ie\r\nother than those\narising from ordinary agricultural activities)\r\ncarried out on his property by the latter. As the Roman Law was\r\nadopted and modified\ninto its Roman Dutch form, the limitations and\r\nqualifications to the basic rule had, perforce, to become more\r\ndetailed and sophisticated\nfor the purpose of making provision for\r\nsuch matters as urban development and altered living conditions.\r\nWriters such as Voet,\n3\nGrotius\n4\nand, later, Van Leeuwen\n5\nreported distinctions between rules for the rural (ârusticâ) and\r\nthe urban environments. They referred to a number of servitudes\nthat\r\nwere customarily encountered as between property owners in rural\r\nareas and a number of different servitudes customarily encountered\nas\r\nbetween neighbouring owners in the urban setting. An examination of\r\nthese servitudes makes it clear that they were necessary\nto regulate\r\nthe relationship between owners of neighbouring properties insofar as\r\ncoping with water flow and drainage were concerned\nand that they were\r\nused to vary or modify the common law rules which would otherwise\r\napply. It also appears that, in various areas,\nprobably the\r\nequivalent of the municipal areas of modern times, the âbasic ruleâ\r\nthat the lower owner should accept the natural\nflow of water from the\r\nhigher property had been modified.\n6\nJudging from the nature of the âurban servitudesâ discussed by\r\nVoet and Grotius, they had undoubtedly been formulated for the\npurely\r\npractical purpose of catering for the restricted space and\r\nconcentrated building development that characterised (and still\n\ncharacterise) the urban environment. It is not the purpose of this\r\njudgment to consider these early common law rules, and the water\n\nservitudes which modified them, in any detail. It suffices for\r\npresent purposes to say that by the time Roman Dutch Law became\nour\r\nCommon Law, a distinction had already been drawn between the rights\r\nand obligations of neighbours in regard to the regulation\nof water\r\nflow between their properties in the rural context on the one hand\r\nand the urban context on the other. There were differences\nof opinion\r\namongst the writers as to what properties were to be treated as\r\nârusticâ (or âruralâ) as opposed to âurbanâ.\nBut the\r\nproposed distinction was a subtle one, and it was generally accepted\r\nthat the so-called âurban servitudesâ applied\nwhere dwellings\r\nwere involved and the rustic ones applied to agricultural or larger\r\ntracts of cultivated property.\n7\n[7]\tThe reported decisions at the end of the nineteenth\r\ncentury and at the beginning of the twentieth mention this\r\ndistinction but\nalways as a qualification to the basic proposition\r\nthat the lower owner is obliged to accept the natural flow of water\r\ndraining\nfrom the property of the higher neighbour.\n8\n[8]\tIn\nBishop v Humphries\n1919 WLD 13\n, Gregorowski J adopted a practical approach to the\r\nproblem of rainwater disposal in the urban context. He pointed out\r\nthat the\nvery nature of the development of the urban properties with\r\nwhich he was concerned would necessarily alter the natural flow of\r\nthe water from the one property to another. He described, in some\r\ndetail, the irreversible changes which development of an urban\nsite\r\nwould cause to the natural lie of the land, and, accordingly, to the\r\nânatural flowâ of water traversing it.\n9\nâ\nThe water can no longer flow\r\nas it used to flow before buildings were erected and fences and other\r\nobstructions interposed. It would\nbe perfectly impossible to restore\r\nthe surface as it was before it was interfered with, and let the\r\nrainwater run off as it was\naccustomed to do. When it was in its\r\nnatural state the surface being a slope the water never accumulated,\r\nbut ran freely off westwards\nand northwards . . .. When buildings\r\nwere put up extending over about half the surface of the stands with\r\nroofs collecting the\nwater, the natural arrangement for the flow of\r\nthe water was further disturbed and rendered impracticable. There\r\nwould be more\nwater to be got rid of than before and the water would\r\nhave been more concentrated . . . the water coming from the roof\r\ncomes in\na concentrated form, hence the general doctrine has been\r\nthat an owner cannot throw the water from his roof on to the\r\nadjoining\nneighbourâs land, whatever the levels may be, unless he\r\nhas a\nservitus\r\nstillicidii recipiendi\n.\r\nEvery owner has to make some provision for the water coming from his\r\nroof and to provide against such water falling on his neighbourâs\n\nland and causing damage and inconvenience there. Similarly he cannot\r\nlet the water fall from his own roof on to his own land and\nclaim the\r\nright to lead it through an aperture on to his neighbourâs land.\r\nThis would not be a natural flow of water, but it\nwould be an\r\nartificial discharge operated by the hand of man.â\nAs a general proposition, the learned judge went on to\r\nsay:\n10\nâ\nThe fact is that when land is\r\nsold in small building plots, a state of things is created and\r\ncontemplated which puts an end to a\nlarge extent to the natural\r\nservitude\n11\nwhich previously existed as regards the water which falls on the\r\nplots. Each owner puts up a building which covers a substantial\npart\r\nof the plot. He places an impervious surface over the naturally\r\nporous surface of the soil. He accumulates the water thereon.\nHe\r\nalters the natural surface of the rest of the area of his plot by\r\npaving it or by locating temporary structures thereon or digging\nit\r\nup, and thereby annihilates the natural arrangement of the soil.â\nAnd, finally, at the passage bridging pages 17 and 18:\nâ\nThe applicant has altered all\r\nthe old conditions existing on this stand while it was virgin soil\r\nand in a state of nature and it\nis quite impossible for him to throw\r\na burden on the adjoining stand which is based on the assumption that\r\nhis stand has preserved\nrights which he himself has put an end to by\r\nhis own constructions on the property.â\n[9]\tThere are, in my view, two important features of the\r\npassages which I have quoted above. The first is the emphasis on the\r\nânatural\nflowâ as referring to the manner in which the water\r\nwould have flowed, both as to quantity and locality, from the one\r\nproperty\nto the other over the land in its undisturbed state. It\r\nseems clear that, in coming to the conclusions to which I have\r\nreferred\nearlier, Horn J, in the lower court, paid no heed to what\r\nmay be called the âoriginal pattern of flowâ from erf 945 to erf\r\n944. Certainly none of the witnesses who testified before him had\r\nendeavoured to establish what this pattern of flow was or must\nhave\r\nbeen, other than to say that the general direction of flow would have\r\nbeen from south to north across the common boundary.\n[10]\tThe second aspect is the particular emphasis placed\r\non the consideration that the upper owner has no ânatural rightâ,\r\nmerely\nas upper owner, to concentrate the flow of water at a\r\nparticular point or at particular points. Although the quantity of\r\nwater\nthus discharged may be equal to that which would have crossed\r\nthe boundary if the land had been undisturbed, the lower owner would\n\nnevertheless be called upon to cope with a pattern of flow which\r\nwould not naturally have occurred. The upper owner can only impose\n\nsuch a burden on his neighbour if there exists in his favour an\r\nexpress servitude, whether acquired by registration, prescription\nor\r\nby agreement, entitling him to do so. Although Horn J considered the\r\npracticality of the installation of a system of drainage\npipes in the\r\nboundary wall, he appears to have overlooked the fact that those very\r\npipes would act as conduits for a concentrated\nflow of water at the\r\npoints at which they emerged from the wall on the appellants side â\r\nan arrangement which the respondent\nhad no right, without a\r\nservitude, to impose on the appellant.\n[11]\nBishop\nwas followed in 1940 by Millin J in\nGreen\r\nv Borstel\n1940 (2) PH M 89. The facts of that\r\ncase were on all fours with those now under consideration. The\r\nproperties involved were in the\nurban area of Orange Grove,\r\nJohannesburg. The owner of the lower property built a concrete wall\r\non his boundary to prevent stormwater\nflowing onto his property from\r\nthe more elevated property of his neighbour. The latter sought an\r\norder compelling the lower owner\nto demolish the wall, contending\r\nthat by constructing it  the lower owner had unlawfully obstructed\r\nthe natural flow of water from\nthe upper property. Millin J held that\r\nwhen a township is created, the division of the ground into small\r\nplots and the erection\nof structures on them would âcause the storm\r\nwater to flow entirely differently from the way in which it would\r\nhave flowed originallyâ.\nHe dismissed the application because the\r\nupper owner had failed to prove âthat the water whose flow was\r\nobstructed by the wall\nwas water which would have flowed on to the\r\n[lower ownerâs] land even if no buildings had been erected, and the\r\noriginal contours\nof the ground not interfered with.â\n[12]\tA similar approach was adopted by Beadle J in\nBarklie v Bridle\n1956\r\n(2) SA 103\n(SR).\nHe,\r\ntoo, referred to\nBishop\nwith\r\napproval, although he mentioned a possibility that the law may have\r\nbeen âtoo broadlyâ stated in that case.\n12\nAt page 109 he said:\nâ\nIn my view, if the owner of\r\nan urban tenement, by the lawful development of his stand, increases,\r\nconcentrates and alters the natural\nflow of water from his stand he\r\nis not entitled to discharge that water on to his lower neighbourâs\r\nstand at a point which may\nbe most convenient to himself but most\r\ninconvenient to his lower neighbour. He must take reasonable steps to\r\nensure that by the\ndischarge of that water no injury is done to his\r\nlower neighbour; and if, by use of reasonable measures, he can\r\ndischarge that\nwater on to the adjoining street so that the water may\r\nbe harmlessly drained down that street, then I consider he should do\r\nso.â\n[13]\nBarklie\nwas\r\nthe subject of comment by Prof. Scholtens in the 1956\nAnnual\r\nSurvey of South African Law.\n13\nThe learned professor expressed the view that the decision was\r\ncorrect but that it could have been arrived at more directly by\n\nreference to Grotius.\n14\nâ\nDirect authority is provided\r\nby Grotius, 2.34.16, who says with regard to urban tenements (Leeâs\r\ntranslation):\nâ\nFor by the common law\r\neveryone must lead his water on his own land, or over his own land\r\nout to the streetâ.\nThis rule exactly covers the\r\nfacts of the present case. It is submitted that the decision in\nBishopâs\ncase correctly states the Roman-Dutch law although a qualification is\r\nneeded where the natural situation makes it impossible to\ndischarge\r\nrainwater on to  a street or road.â\n[14]\tThat brings me to the decision of this court in\nWilliams v Harris\n[1998] ZASCA 51\n;\n1998\r\n(3) SA 970\n(SCA) to which Horn J referred in his judgment and on\r\nwhich counsel for the respondent relied heavily in support of his\r\nargument\nbefore us. The decision is the first, as far as I am aware,\r\nin which this court was called upon to deal with a âwater disputeâ\n\nbetween residential neighbours in the urban context. Coetzee J, who\r\nhad given the judgment in the court of first instance,\n15\nhad, on the authority of\nBishop\n,\nGreen\nand\nBarklie\n,\r\nexpressed the view that the very creation of a township resulted in\r\nan irreversible alteration of the ânatural landâ and that\nthere\r\ncould be no application of the principle that higher landowners were\r\nentitled as of right to discharge rainwater onto the\nproperty of\r\ntheir lower neighbours. In coming to this conclusion Coetzee J had\r\nreferred, also, to Grotius 2.34.16 and to the discussion\nof\nBarklie\nby Prof. Scholtens in the 1956\nAnnual Survey\n.\r\nAt the commencement of his judgment on appeal, Marais JA emphasised\n16\nthat he felt constrained to embark on an analysis of the common law,\r\nwithout having had the benefit of full argument. The necessity\nfor\r\ndoing this, he said, was to decide whether there was substance, in\r\nlaw, in the dispute on the papers as to whether the lower\nproperty\r\nowner was obliged to tolerate any flow of water across the common\nboundary onto her property.\n17\n[15]\tAfter a detailed investigation of the reported\r\ncases and comments by certain writers, Marais JA concluded that the\r\nright of\nthe owner of higher lying property to discharge the ânatural\r\nflowâ of rainwater onto the property of his lower lying neighbour\n\nstill exists even in urban environments. In coming to this conclusion\r\nthe learned judge pointed out that this right was not denied\nin\nBishop, Green\nand\nBarklie\n, but that in\r\neach of those cases it had been held as a fact that the topography of\r\nthe ground had been interfered with in the course\nof development of\r\nthe respective stands and that there was no proof that the water\r\nwhich formed the subject matter of the dispute\nwas flowing in its\r\nânatural patternâ.\n[16]\tIn coming to this conclusion Marais JA made\r\nspecific reference to the comment on\nBarklie\nby Prof. Scholtens and the reference to\r\nGrotius 2.34.16. In this connection he said:\n18\nâ\nI explained earlier in this\r\njudgment why I do not consider that\nBishopâs\ncase purports to\r\nsupport the notion that even rainwater which would have flowed\r\nnaturally on to a lower ownerâs property must\nbe prevented from\r\ndoing so by the upper owner. I think it is reasonably clear that\r\nGrotius is not speaking of naturally flowing\nrainwater but of water\r\n(whether it be rainwater or not) which has been artificially\r\ncollected by the upper owner and which is sought\nto be discharged on\r\nto the lower ownerâs property. Such an interpretation harmonises\r\nthe passage with another passage in Grotius,\nnamely 2.35.17 in which\r\nhe said:\nâ\nBy common law anyone may let\r\nhis water flow in its natural course, from which comes the old\r\nproverb âif water hurts you, you may\nturn it awayâ.â\n19\n(\nLeeâs\ntranslation). The competing interpretation would result in\r\nattributing a self-contradiction to Grotius â a highly unlikely\r\npostulate.\nI am aware that the first passage cited occurs under the\r\nrubric of urban servitudes and the second under that of rustic\r\nservitudes\nbut I do not think that Grotius was confining his\r\nobservation in the latter to rural situations. If it was indeed so\r\nthat a fundamentally\ndifferent principle applied in urban situations\r\nI would have expected Grotius to pointedly draw attention to the\r\ncontrast.â\nI am unable to agree with Marais JAâs reason for\r\ninterpreting and qualifying the passage as he did. It is clear that\r\nthe whole\ncontext of chapters 34 and 35 of book 2 is one in which the\r\nlearned writer was stating why the customary servitudes had become\r\nnecessary â ie that they were aimed at alleviating the burdens\r\nthrust on owners by the common law.\n[17] \tAs I understand the issues formulated by Marais\r\nJA\n20\nfor reference to oral evidence before the court a quo, those in\r\nrespect of the water dispute contemplate the possibility that the\n\ncourt hearing the evidence might effectively order the lower owner to\r\naccept the âhistorical natural flowâ and no more. Since,\non the\r\nbasis of the decisions in\nBishop, Green\nand\nBarklie\nthe\r\ndetermination of the ânatural flowâ in the urban context is\r\nrendered virtually impossible by the very establishment of\na modern\r\nurban township, it is difficult to conceive of the form which a court\r\norder could take for the fair enforcement of the\nhigher ownerâs\r\nright in this regard. Plainly the order could not relate to the\r\nquantity of ânatural flowâ only, for immediately\nthe cogent\r\nobjections to concentration of the theoretical natural flow mentioned\r\nin\nBishop\n21\nand\nBarklie\n22\nwould apply. Furthermore, proof of the\r\nnatural flow after development has taken place would almost\r\ninvariably be a very complicated\n(and prohibitively costly for that\r\nreason) exercise.\n[18]\tThere is accordingly much to be said for the\r\nadoption, as correctly reflecting our common law, of the judgment in\nBishop\nwith the\r\nqualification suggested by Prof Scholtens in the passage quoted in\r\npara13. However it is not necessary in this case, for\nreasons which\r\nfollow, to go that far.\n[19]\tIt is common to all the decisions which I have\r\ndiscussed, even that in\nWilliams,\nthat\r\nat best for the upper owner, his right only extends so far as to\r\nrequire the lower neighbour to accept the ânatural flowâ.\nWhere,\r\nas in this case, the upper owner sues to enforce this right, it is\r\nincumbent upon him, at very least, to prove the amount\nof water\r\nconstituting the ânatural flowâ.\n23\nIn this regard counsel for the respondent tried to persuade us that\r\nthe onus\nwas on the\r\nappellant, who was responsible for causing the problem on the\r\nrespondentâs property, to establish the amount of the\nnatural flow\r\nas the upper limit of his obligation. But there is clearly no\r\nsubstance in this contention. It flies in the face of\nthe decision in\nGreen\nand there is no\r\nsuggestion whatsoever in\nWilliams\nthat\r\nthe approach of Millin J might be incorrect in this respect. There\r\nwas no attempt by the respondent, in the course of the trial,\nto\r\nestablish what the amount of the ânatural flowâ was. Indeed, it\r\nwould probably have been a task beyond the capabilities\nof the expert\r\nwitness called by the respondent. In the result, the facts being on\r\nall fours with those in\nGreen,\nthe respondentâs argument must fail for the same reason as the\r\nplaintiffâs did in that case.\n[20]\tThere remain two further aspects on which I think\r\nit is necessary to comment.  The first relates to the effect of s\r\n13(2) of\nthe Sandton Town Planning Scheme on the rights and\r\nobligations of the parties. It appears to have been common cause that\r\nthe provisions\nof the Scheme applied to the properties in Waterford\r\nEstate. Section 13(2) reads as follows:\nâ\nWhere, in the opinion of the\r\nlocal authority, it is impracticable for stormwater to be drained\r\nfrom higher lying erven direct to\na public street, the owner of the\r\nlower\n24\nerf shall be obliged to accept and/or permit the passage over the erf\r\nof such stormwater:\nProvided that the owner of any\r\nhigher lying erf, the stormwater from which is discharged over any\r\nlower lying erf, shall be liable\nto pay a proportionate share of the\r\ncost of any pipeline or drain which the owner of such lower lying erf\r\nmay find necessary to\nlay in order to drain stormwater from his\r\nproperty.â\nIt is of interest to note the similarity between these\r\nprovisions and those suggested by Prof Scholtens in the\nAnnual\r\nSurvey\narticle. But apart from that, it seems\r\nclear that what is clearly implied by the subsection is that, where\r\nit is practicable to\ndrain stormwater onto the street, the owner must\r\ndo so. However, Horn J dealt with this contention in the following\r\nterms:\nâ\nI fail to see how this\r\nprovision can be applied to the facts of this matter. It was after\r\nall the [appellant] who raised this aspect\nand, if anything, it was\r\nfor the [appellant], should he have felt that the proviso applied, to\r\nprove the applicability of the town\nplanning provisions to this\r\nmatter.â\nI have premised my reference to the Town Planning Scheme\r\non the basis that it was common cause between the parties that s\r\n13(2)\napplied. If it did not, then\ncadit\r\nquaestio\n. In argument, counsel for the\r\nrespondent did not (as I understood him at least) try to contend that\r\nthe Scheme was not applicable.\nWhat he submitted was that the\r\nappellant bore the onus of proving that the local authority did not\r\nhold the opinion referred to\nin the subsection. This is an unduly\r\ncontorted way of looking at the provision. As I have already\r\nindicated, the subsection is\nbased upon an assumption that water will\r\nbe drained onto the street. An owner wishing to drain it through some\r\nother course, for\ninstance his neighbourâs property, must obtain\r\nthe opinion of the local authority that there is no other practical\r\nmeans of coping\nwith the stormwater before he acquires the right to\r\ndo so. There is accordingly no substance in the assertion that, in\r\nthe absence\nof any evidence of the local authorityâs view on the\r\nmatter the respondentâs contention must fail. In fact it was common\r\ncause\nbetween the experts for both sides that the respondent could\r\nconstruct a sump in the north-west sector of his property and drain\n\nthe excess water from there to Calleto Crescent. The dispute about\r\nthis arrangement was focused on its cost compared to the cost\nof\r\ninserting pipes in the boundary wall and draining the water to the\r\nstreet along the appellantâs southern boundary. But the\nfact that\r\nthe latter arrangement would have been cheaper than the former hardly\r\nassists the respondent. The issue is not one of\nexpense but of\r\nâpracticabilityâ. I should mention that the experts agreed that\r\nif the respondent had installed the sump and\nnecessary piping to\r\nCalleto Crescent before building his swimming pool and paving its\r\nsurrounds, the cost of such installation\nwould have been far less. In\r\nmy view the provisions of the Town Planning Scheme also operate in\r\nfavour of the appellant.\n[21]\tThe last aspect concerns the case which the\r\nrespondent attempted to develop concerning alleged non-compliance by\r\nthe appellant\nwith the provisions of the National Building\r\nRegulations and their subsidiary provisions in the construction of\r\nthe wall. Respondent\nand his expert witness referred to certain\r\nregulations relating to the provision of drainage through certain\r\nwalls. There was a\ndispute between the experts as to whether the\r\nappellant was, in the circumstances in which he constructed the\r\nboundary wall before\nthe respondent started to develop his property,\r\neven obliged to provide drainage holes in it. The lower court did not\r\nconsider\nthe question whether on the basis of these regulations\r\nalone, it should exercise its discretion to grant respondent relief.\r\nNor\ndo I think it would have been appropriate for the court,\r\nespecially on the limited evidence before it, to exercise such a\r\ndiscretion\nin the respondent's favour. This appeal will certainly not\r\noperate as a bar to the respondent approaching the local authority to\n\ncomplain about any transgression of the Regulations of which the\r\nappellant may have been guilty and the regulations and the by-laws\n\nwill provide the remedy if the respondent's allegations are well\r\nfounded.\n[22]\t In the result the appeal must succeed. I make the\r\nfollowing order:\n1.\nThe appeal is upheld with costs.\n2.\tThe order of the court below is set aside and the\r\nfollowing order substituted therefor:\n(a)\tThe defendant is granted absolution from the\r\ninstance.\n(b)\tThe plaintiff is ordered to pay the defendantâs\r\ncosts, including the costs of the expert witness Korsman.\n_______________________\nN V HURT\nACTING JUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tA Bester\nInstructed by\nKuilman Mundell & Arlow c/o Matthew Kerr-Phillips,\r\nJohannesburg\nWebbers, Bloemfontein\nCounsel for Respondent:\tA van der Merwe\nInstructed by\nVos Attorneys c/o Whalley Van Der Lith, Johannesburg\nSymington & De Kok, Bloemfontein\n1\nThe Particulars of Claim were equivocal in that\r\n\tthey made reference to the requirements of the National Building\r\n\tRegulations as\nsupport for the specific declaratory relief sought.\r\n\tHowever, in his opening address at the trial, counsel for the\r\n\trespondent\n(plaintiff) made it clear that â. . . the plaintiff\r\n\trelies upon the common right that the lower lying property must\r\n\treceive\nthe higher lying propertyâs water.â\n2\nVoet 39.3.2.\n3\n39.3.4.\n4\nThe Jurisprudence of Holland\n(Lee), II.34 and 35, especially\r\n\tII.34.15 and 16; and II.35.16 and 17.\n5\nCensura Forensis\n2.14.22.\n6\nGrotius\nop cit\nII.34.16; Van Leeuwen\nloc cit.\n7\nThere is a detailed and interesting discussion of\r\n\tthis aspect in C W Decker:\nSimon van\r\n\tLeeuwenâs Commentaries on Roman Dutch Law\n(2\r\n\ted) at 289 â 290 and 305-309.\n8\nEg\nAusten Bros v Standard Diamond Mining Co Ltd\n(1883) 1HCG\r\n\t363, esp at 377-378.\n9\nAt pp 15-16.\n10\nAt p 17.\n11\nT\nhis term ânatural servitudeâ was used as a\r\n\tconvenient manner of describing the common law rights and\r\n\tobligations of neighbours.\nIt is not to be construed as a âservitude\r\n\tin lawâ. See:\nRetief v Louw\n(1874)\r\n\t4 SC 165\nat 174-175.\n12\nIt is not clear, from the report, in what respects it may have been\r\n\tsuggested that the decision of Gregorowski J was possibly\nâtoo\r\n\tbroadâ.\n13\nAt pp 134-136.\n14\nOp cit\nfootnote\r\n\t4, above.\n15\nSub nom Harris v Williams\n1998\r\n\t(2) SA 263\n(W).\n16\nAt pp 981D and 984B-C.\n17\nThe learned judge had pointed out that there were\r\n\ta number of disputes of fact on the papers and that it was necessary\r\n\tto decide\nwhether the view of the judge\na\r\n\tquo\non this aspect had been correct\r\n\tfor the purpose of deciding whether the dispute concerning the\r\n\tquantity of water involved should\nbe one of the issues referred back\r\n\tto the lower court for the hearing of oral evidence.\n18\nAt p 983G-984B.\n19\nI must confess that the link between the\r\n\tprinciple and the proverb escapes me. The original version in Dutch\r\n\tis 'dien water deert\ndie water keert'. Perhaps something was lost in\r\n\tthe translation, but it is of no moment as far as this judgment is\r\n\tconcerned.\n20\nAt p 984.\n21\nAt pp 17 and 18.\n22\nAt p 109.\n23\nI stress that this would be the very minimum\r\n\twhich the owner would have to establish â his onus would\r\n\tordinarily be much more\ncomplicated than this.\n24\nThe copy of the extract of the Scheme put up as\r\n\tan exhibit omitted the word âlowerâ, but the extract quoted by\r\n\tHorn J in his\njudgment, and the references in the Heads of Argument\r\n\tto the section both include this word. The section would be\r\n\tmeaningless\nwithout it and there can be little doubt that the\r\n\tsection in fact reads as quoted above.",
  "scraped_at": "2026-02-12T05:27:46.173045",
  "date": "2009-11-30",
  "coram": [
    "STREICHER",
    "HEHER JJA",
    "LEACH",
    "GRIESEL AJJA"
  ],
  "case_number": "63/08",
  "parties": {
    "applicants": [
      "Gianfelice Pappalardo"
    ],
    "respondents": [
      "Gary Hau"
    ]
  },
  "sections": {
    "facts": "The appellant owned erf 944, a lower‑lying plot, and had erected a 2‑metre‑high boundary wall along the common boundary with the respondent's higher‑lying erf 945 in Waterford Estate, Sandton. The respondent later built a house, decorative arches on the wall, a swimming pool and extensive paving on erf 945. After completion, rainwater began to pool against the boundary wall, causing flooding on the respondent's property. The respondent sought a declaratory order that he be permitted to install drainage pipes through the wall to discharge water onto the appellant's land, arguing that the lower owner must accept the natural flow of water from the higher property.",
    "issues": "The court had to determine (1) whether a lower‑lying owner is legally obliged to accept rainwater that flows from a higher‑lying neighbour; (2) what constitutes the \"natural flow\" of water in an urban setting and whether the respondent had to prove it; (3) whether section 13(2) of the Sandton Town Planning Scheme applied, requiring drainage to the street; and (4) whether any servitude or statutory duty existed that would compel the appellant to allow the proposed drainage.",
    "principles": "The judgment reaffirmed the common‑law principle that a lower owner must receive the natural flow of water from a higher owner, as articulated in Williams v Harris and earlier cases such as Bishop v Humphries, Green v Borstel and Barklie v Bridle. The principle is qualified in urban contexts: the lower owner is not obliged to accept water that results from artificial works or concentrated flow unless an express servitude exists. Roman‑Dutch law (actio aquae pluviae arcendae) and the distinction between rustic and urban servitudes were discussed, as were the requirements of the Sandton Town Planning Scheme (s 13(2)) which presumes drainage to a public street where practicable.",
    "application": "The Court held that the respondent failed to prove the amount of water that would have flowed naturally across the boundary absent the wall and the subsequent development. Consequently, the appellant was not required to accept the proposed drainage, especially since section 13(2) of the Town Planning Scheme favoured drainage to the street and the respondent had not obtained the necessary local‑authority opinion. No express servitude existed to give the respondent a right to discharge water onto the appellant's land. The wall, therefore, did not constitute an unlawful obstruction requiring alteration.",
    "conclusion": "The appeal was upheld. The lower court's order was set aside. The appellant (defendant) was granted absolution from the instance, and the respondent (plaintiff) was ordered to pay the appellant's costs, including the costs of the expert witness Korsman."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Neighbour Disputes",
    "level_3": [
      "drainage",
      "natural flow",
      "urban servitudes",
      "town planning scheme",
      "precedent"
    ]
  }
}