{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/21.html",
  "case_name": "Ekurhuleni Metropolian Municipality v Dada NO and Others (280/2009) [2009] ZASCA 21; 2009 (4) SA 463 (SCA) ; [2009] 3 All SA 379 (SCA) (27 March 2009)",
  "citation": "[2009] ZASCA 21",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 21\n|\nNoteup\n|\nLawCite\nEkurhuleni Metropolian Municipality v Dada NO and Others (280/2009) [2009] ZASCA 21; 2009 (4) SA 463 (SCA) ; [2009] 3 All SA 379 (SCA) (27 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:   280/2008\nEKURHULENI METROPOLITAN\nMUNICIPALITY                                         \r\n                                        Appellant\nand\nEBRAHIM DADA N.O.                                    \r\n                     First Respondent\nYUSAF EBRAHIM OSMAN N.O.                             \r\n      Second Respondent\nESSOP SHAIK N.O.                                     \r\n                      Third Respondent\nSHAUKAT THOKAN N.O.                                  \r\n             Fourth Respondent\nABDULâ MAJEED DAWOOD N.O.                          \r\n            Fifth Respondent\nISMAEL ESSA PATEL N.O.                               \r\n                Sixth Respondent\nTHE UNLAWFUL OCCUPIERS OF PORTION 41         Seventh\r\nRespondent\nNeutral citation:\nEkurhuleni\r\nMunicipality v Dada N.O.\n(280/2008)[2009]\r\nZASCA 21 (27 March 2009)\nCoram:\nHarms DP, Brand,\r\nMhlantla JJA, Hurt and Bosielo AJJA\nHeard:\n5 March 2009\nDelivered:\n27 March 2009\nSummary:\nReview by court\r\nof conduct of municipality â Judge making order that municipality\r\nshould purchase property on which informal settlement\nestablished â\r\nSuch order not sought by parties, but clearly the result of a\r\npreconceived solution arrived at by the judge â\nSuch a prohibited\r\nusurpation by judge of the functions and duties of the municipality â\r\nLack of âjudicial deferenceâ displayed\nby judge in considering\r\nthe municipalityâs working procedures, conduct and decisions â\r\nOrder to purchase property set aside.\n_____________________________________________________________\nORDER\nOn appeal from:\nJohannesburg\nHigh\r\nCourt (Cassim AJ sitting as court of first instance)\n1\tThe appeal succeeds to the extent that paragraph 1 of\r\nthe order of the high court is set aside. There will be no order as\r\nto costs.\nJUDGMENT\nHURT AJA (HARMS DP, BRAND, MHLANTLA JJA and BOSIELO AJA\r\nconcurring):\n[1]\t'In exercising the judicial function, judges are\r\nthemselves constrained by the law.'\nThis\ndictum\nfrom\r\nthe recent decision of this court in\nNational\r\nDirector of Public Prosecutions v Zuma\n1\nrestates a time-honoured rule and is probably a\r\nsanguine reminder to a judiciary which might often, in its efforts to\r\nachieve the\nobjects of the Bill of Rights in the Constitution, be\r\ntempted to chafe against the concept of 'progressive' as opposed to\r\n'immediate'\nrealisation of constitutional objectives, especially at\r\nthe governmental and municipal levels. This is a case in point. It is\r\nan\nappeal against an order granted by Cassim AJ in the Johannesburg\r\nHigh Court, in which,\ninter alia\n,\r\nhe ordered the appellant, a municipality, to purchase a property on\r\nwhich an informal settlement had been established, in an application\n\nin which the eviction of the occupants of the property had been\r\nsought. The appeal is brought with leave granted by Cassim AJ.\n[2]\tThe first six respondents are the trustees of the\r\nIslamic Dawah Movement Trust, the owner of a property described as\r\n'Portion\n41 of the Farm Rooikop 140' (and referred to in this\r\njudgment as 'the property') situated in the area of jurisdiction of\r\nthe Ekurhuleni\nMunicipality. In November and December 2004\r\napproximately 76 families moved onto the property from an informal\r\nsettlement on a\nneighbouring piece of land which had become\r\nuninhabitable because of flooding and marshy conditions generated by\r\nthe summer rains.\n[3]\tIn July, 2006, the Trust brought an application in\r\nthe Witwatersrand Local Division of the High Court for the eviction\r\nof these\nfamilies, collectively cited in this appeal as the seventh\r\nrespondent, to whom I shall refer as 'the occupiers'. The application\n\nwas governed by the procedure prescribed in the\nPrevention of Illegal\nEviction From and Unlawful Occupation of Land Act, 19 of 1998\n, and\r\nthe municipality was joined as the second respondent (the occupiers\r\nbeing jointly cited as the first).\n[4]\tThe occupiers opposed the application. They did not\r\ndeny that their occupation of the property was unlawful, but alleged\r\nthat\nthey had taken occupation under a\nbona\r\nfide\nbelief that they had authority from an\r\nofficial of the municipality to do so. In a counter application in\r\nwhich the municipality\nwas cited as the respondent in reconvention,\r\nthey contended that the municipality was duty-bound in terms of\ns\r\n26(2)\nof the Constitution to 'devise and implement within its\r\navailable resources a comprehensive and co-ordinated programme\r\nprogressively\nto realise (the occupiers) right of access to adequate\r\nhousing'. It was submitted, in this regard, that the municipality was\r\nobliged\nto 'include reasonable measures to provide relief for (the\r\noccupiers) who, upon eviction from (the property) will have no roof\r\nover their heads and will have to live in intolerable conditions and\r\nin a situation of crisis'.\n2\nThe broad contention in this regard was that the plight in which the\r\noccupiers found themselves was due to the municipality having\nfailed\r\nto comply with its constitutional duties. In a Notice of Counter\r\nApplication, annexed to the answering affidavit in the\nmain\r\napplication, they sought elaborately-framed relief in the form of a\r\ndeclarator concerning the municipality's constitutional\nobligations;\r\nan interim interdict against their eviction by the Trust; an order\r\nthat the municipality comply with its constitutional\nobligations and\r\nreport to the court as to its compliance within a period of three\r\nmonths; and provisions to regulate any debate\nbefore the court\r\narising from the contents of such report.\n[5]\tThe municipality, in its riposte to the contentions\r\nfounding the counter application, took certain procedural objections\r\nwhich,\nthough they were certainly not without substance, need not be\r\ndealt with in this judgment. As to the contentions by the occupiers\n\nthat the municipality had done nothing to afford them access to\r\nhousing for the four-year period from 2002 to 2006, and appeared\nto\r\nhave no plan to render their living conditions more acceptable, the\r\ndeponent for the municipality dealt in detail with the statutory\n\nframework in place for this aspect of the municipality's\r\nadministrative duties and annexed to his affidavit voluminous\r\ndocuments\nsetting out what are described as 'Strategic Frameworks'\r\nand 'Integrated Development Plans'. These reflect the municipality's\r\nplanning\nto achieve the objects of s 26(2) of the Constitution\r\nthrough implementation of the provisions of,\ninter\r\nalia\n, the\nHousing Act 107 of 1997\n, the\r\nNational Housing Programme, the\nDevelopment Facilitation Act, 67 of\n1995\n, the\nNational Environmental Management Act, 107 of 1998\nand the\r\nRegulations promulgated under\nss 24\nand\n24D\nof that Act. The\r\ncontention was that these statutes, regulations, policies and plans\r\nrepresented an ordered, properly prioritised,\nprogressive policy to\r\nachieve the objects of the Constitution.\n[6]\tIn reply to the municipality's answering affidavit,\r\nthe deponent for the occupiers pinpointed the provisions concerning\r\n'emergency\nhousing' in chapters 12 and 13 of the Housing Code. There\r\nhad been no reference in the founding affidavit in the counter\r\napplication\nto these provisions. The municipality delivered an\r\napplication to strike out the passages in the replying affidavit,\r\nreferring\nin particular to the\nHousing Act and\nthe Housing Code, on\r\nthe basis that they constituted 'new matter'.\n[7]\tIn this state, the matter came before Cassim AJ\nin the court\na\r\nquo.\nAs to what transpired on the first day\r\nof the hearing, the record is silent. But one gleans from what was\r\nsaid at the commencement\nof proceedings on the second day, that the\r\nJudge had informed counsel that there should be evidence from\r\nrepresentatives of the\nmunicipality about what had been done by that\r\nbody to alleviate the plight of the occupiers during the twenty\r\nmonths which had,\nby the date of the hearing, elapsed since the\r\napplication had been lodged in July, 2006. Whether the learned Judge\r\ntook the view\nthat there were disputes of fact on the papers which\r\nrequired oral evidence for their resolution, or whether he considered\r\nthat\nhe should conduct a personal investigation by questioning the\r\nemployees of the municipality for the purpose of exercising the\r\ndiscretion\nto evict in terms of s 4(7)\n3\nof PIE, is not clear. At the commencement of the proceedings on the\r\nsecond day, he was told that the parties had agreed to ask\nhim to\r\nseparate the issues and to rule first on the counter application.\n[8]\tIt is apparent from the tenor of the questions put\r\nby him to the two municipal employees, that the Judge had, before\r\nhearing\ntheir evidence, resolved to order the municipality to buy the\r\nproperty for a price of R250 000. I say this because, having asked\n\nthe first witness what the municipality was doing to provide homes\r\nfor poor people, and having been told that there was a plan\nin place\r\naimed at eradicating all informal settlements by the year 2014, the\r\nrecord of his further questioning runs thus :\n'\nNow\r\nif I were to make an order that (the municipality has) to buy the\r\nproperty, will Gauteng then make the moneys available? . .\n. Ja, well\r\nwe can apply for the, to make money available.\nBut look, if you said there is\r\nan order of the judge of the high court, we need R250 000.00 they\r\nmust make the money available?\n. . . . They must make the money\r\navailable ja.'\n[9]\tThe answer to the second question above was clearly\r\na hypothetical one, because, for the rest of his sojourn in the\r\nwitness\nbox, this witness endeavoured to explain the prescribed\r\nprocedure which the municipality was obliged to follow before it\r\ncould\nproperly resolve to buy immovable property. The second witness\r\ncalled on behalf of the municipality fared similarly. She tried in\n\nvain to point out to the judge that before the municipality could\r\nacquire the property for development, certain statutory procedures\n\nhad to be followed, such as an environmental impact assessment, a\r\ngeotechnical assessment,\n4\nthe acquisition of the requisite additional funds from the\r\nProvincial Housing Department, formal municipal procedures such as\n\nobtaining an empowering resolution from the Council, the provision of\r\nessential services to the property, etc. All of these the\njudge\r\nsimply shrugged off as unnecessary beaurocracy, reiterating to the\r\nwitness his suggestion that if an order was made by a\nhigh court\r\njudge directing the municipality to buy the property, that order\r\nwould have to be complied with without the delays occasioned\nby the\r\nprescribed procedures. I should mention that in the course of this\r\nevidence, reference was made of a proposal to lease the\nproperty for\r\na year at a rental of R1800 per month, but this information, too, was\r\nreceived with discernible apathy by the Judge.\n[10]\tIn his judgment the Judge expressed his disapproval\r\nof the level of inactivity, with regard to the circumstances of the\r\noccupiers,\nshown by the municipality particularly over the period\r\nbetween the lodging of the eviction application and the date of the\r\nhearing.\nHe found that this constituted a failure by the municipality\r\nto comply with its constitutional duties. In the course of reviewing\n\nthe law concerning the court's role in the enforcement of fundamental\r\nrights, such as the right of access to housing, he referred\nto the\r\nwell-known decisions in\nGovernment of the RSA\r\nand Others v Grootboom\n2001 (1) SA 46\n(CC)\nand\nPresident of RSA v\r\nModderklip Boerdery (Pty) Ltd\n2005 (5) SA 3\n(CC), but expressed the view that the courts had not gone far enough\r\ntowards enforcing the rights in s 26 of the Constitution in\nthese\r\ncases.\n5\nOn this basis, it seems, he apparently decided that the courts should\r\nbe galvanized into taking a 'robust approach' to the implementation\n\nof the provisions of the Constitution. This type of approach is\r\nprobably the very antithesis of the approach which this court and\nthe\r\nConstitutional Court have endorsed in a number of recent decisions.\r\nIn\nLogbro Properties CC v Bedderson NO and\r\nOthers\n2003 (2) SA 460\n(SCA), para 21,\r\nCameron JA referred, in the context of a necessity for 'judicial\r\ndeference', with approval to the following passage\nfrom an article by\r\nCora Hoexter\nentitled\r\n'The Future of Judicial Review in South African Administrative Law'\n(2000) 117\nSALJ\n484\n,\r\nat 501 to 502, which is to the following effect:\n'. . . the sort of deference we\r\nshould be aspiring to consists of a judicial willingness to\r\nappreciate the legitimate and constitutionally-ordained\nprovince of\r\nadministrative agencies; to admit the expertise of these agencies in\r\npolicy-laden or polycentric issues; to accord\ntheir interpretation of\r\nfact and law due respect; and to be sensitive in general to the\r\ninterests legitimately pursued by administrative\nbodies and the\r\npractical and financial constraints under which they operate. This\r\ntype of deference is perfectly consistent with\na concern for\r\nindividual rights and a refusal to tolerate maladministration.'\nThis passage was also referred to with approval  and the\r\ntheme taken up by Schutz JA in\nMinister of\r\nEnvironmental Affairs v Phambili Fisheries (Pty) Ltd\n2003\r\n(6) SA 407\n(SCA), paras 52 and 53, where, after quoting the passage\r\nset out above,  the learned judge said:\n'I agree with what is said by\nHoexter\n(\nop\r\ncit\nat 185):\n\"The important thing is\r\nthat Judges should not use the opportunity of scrutiny to prefer\r\ntheir own views as to the correctness\nof the decision, and thus\r\nobliterate the distinction between review and appeal.\"\n[53]\tJudicial deference is\r\nparticularly appropriate where the subject matter of an\r\nadministrative action is very technical or of\na kind in which a Court\r\nhas no particular proficiency. We cannot even pretend to have the\r\nskills and access to knowledge that is\navailable to the Chief\r\nDirector. It is not our task to better his allocations, unless we\r\nconclude that his decision cannot be sustained\non rational grounds.'\n6\n[11]\tThe learned Judge failed to have regard to these\r\nprecepts and, in the result, he made an order in the following terms:\n'(1)\tThe Second Respondent is\r\ndirected to purchase the property from the Applicants at a purchase\r\nconsideration of R250 000.00 within\n30 (thirty) days from the date of\r\nthis order.\n(2)\tThe Second Respondent is\r\nrequired to forthwith make provision of essential services to the\r\noccupiers of the property.\n(3)\tThere will be no order as to\r\ncosts.'\n[12]\tOn appeal before us the municipality sought only to\r\nset aside paragraph (1) of this order, the services referred to in\r\nparagraph\n(2) having apparently been supplied (or being in the\r\nprocess of being supplied) already.\n[13]\tThere can be no doubt that the order that the\r\nmunicipality should purchase the property stemmed from a\r\npre-conceived notion\non the part of the Judge that it was time 'to\r\nget things moving' as it were. He was not asked, in the papers or in\r\nthe course of\nevidence, to make such an order and it  was not\r\nrationally related to the evidence which was adduced concerning the\r\nmunicipality's\npolicies and plans and the extent of its immediate\r\nobligations to alleviate the plight of these particular occupiers. He\r\nhad plainly\npersuaded himself that it was time to cut across the\r\nprinciples of 'progressive realisation' of housing access emphasized\r\nin the\ndecisions of the Constitutional Court to which he had\r\nreferred. In this he fell foul of another fundamental rule emphasized\r\nin\nBato Star\nand the\r\nother cases dealt with in para 10, and also in\nZuma\n,\nsupra\n, at para 16,\r\nviz:\n'Judges as members of civil\r\nsociety are entitled to hold views about issues of the day and they\r\nmay express their views provided\nthey do not compromise their\r\njudicial office. But they are not entitled to inject their personal\r\nviews into judgments . . . '\n[14]\tCounsel for the occupiers was asked, in argument, \r\nto refer this court to any decided case, in the Republic or\r\nelsewhere, where\nan equivalent order had been made and she was (not\r\nsurprisingly) unable to do so. The only basis upon which she\r\nattempted to defend\nthe order was that the court had taken an\r\nappropriately 'robust' approach to the solution of the occupiers'\r\nproblems, but such\na submission does not warrant serious\r\nconsideration in the circumstances of this case. The Judge was\r\nperhaps right in coming to\nthe conclusion that the municipality had\r\nnot dealt with the problems of the informal settlement on the\r\nproperty with the measure\nof alacrity which could reasonably be\r\nexpected of them. But that did not justify his adopting a solution\r\nwhich was well outside\nthe limits of his powers. Even if he\r\nconsidered that the occupiers were entitled to by-pass the statutory\r\nprovisions expressly\nenacted by Parliament for the purpose of\r\nimplementing the rights entrenched in chapter 2 of the Constitution,\n7\nhe was nevertheless bound to consider the occupiers' case under the\r\nprovisions of s 38 of the Constitution, in which event he was\n\nempowered to grant 'appropriate relief'. The order that the\r\nmunicipality should purchase the property was plainly not\r\n'appropriate\nrelief'. It follows that the appeal should succeed to\r\nthe extent that that part of the order must be set aside. The order\r\nfor the\nprovision of services to the property by the municipality,\r\nbeing accepted by that body, will stand. The issue in the main\r\napplication\nrelating to the eviction of the occupiers has yet to be\r\nset down for hearing and dealt with by the court of first instance.\r\nNeither\nparty contended that it was entitled to an order for costs of\r\nthe appeal.\n[15]\tThe appeal succeeds to the extent that paragraph 1\r\nof the order of the court a quo is set aside. There will be no order\r\nas\nto costs.\n_______________________\nNV HURT\nACTING JUDGE OF APPEAL\nAppearances:\nFor Appellant:\tGI Hulley\nInstructed by:\nKlopper Jonker Alberton\nWessels & Smith Inc Bloemfontein\nFor Respondent:\tURD Mansingh (Ms)\nInstructed by:\nRespondents 1 â 6\nFullard Mayer Morrison Inc Sandton\nRespondent 7\nWebber Wentzel Bowens Johannesburg\nRespondents 1 â 6\nLovius Block Bloemfontein\nRespondent 7\nWebbers Bloemfontein\n1\n[2009] ZASCA 1\n;\n2009 (2) SA 277\n(SCA) para 15.\n2\nThe quotation is from the affidavit supporting the counter\r\n\tapplication.\n3\nIt emerges from para 9 of his judgment that he called for the oral\r\n\tevidence 'in the exercise of (his) discretion', for the purpose\nof\r\n\t'considering the counter-application in motion proceedings' although\r\n\the appears to have made no attempt to define the issues\nof fact\r\n\twhich he intended to resolve by way of the oral evidence.\n4\nTo ensure that the land was not rendered unfit for housing by\r\n\tsubterranean dolomite deposits which occur regularly in that area.\n5\nIn para 37 of the judgment he said 'I appreciate and understand that\r\n\tthe approach I adopt in this matter may well be viewed not\nonly as\r\n\tordering the State to fulfil its obligations, but also telling it\r\n\thow to do so and that this would be a breach of the\nrule on\r\n\tseparation of powers (see for instance :\nPresident of the RSA v\r\n\tModderklip Boerdery (Pty) Ltd\n2005 (5) SA 3\n(CC) at\r\n\t27B)'.\n6\nParas 52 and 53. This\ndictum\nwas expressly approved in the\r\n\tsubsequent appeal to the Constitutional Court\nsub nom Bato Star\r\n\tFishing (Pty) Ltd v Minister of Environmental Affairs and Others\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC).\n7\nSee, e.g.\nMEC for Education, KwaZulu-Natal, and Others v Pillay\n[2007] ZACC 21\n;\n2008 (1) SA 474\n(CC) at para 40.",
  "scraped_at": "2026-02-11T21:42:13.638634",
  "date": "2009-03-27",
  "coram": [
    "Harms DP",
    "Brand",
    "Mhlantla JJA",
    "Hurt",
    "Bosielo AJJA"
  ],
  "case_number": "280/2008",
  "parties": {
    "applicants": [
      "Ekurhuleni Metropolitan Municipality"
    ],
    "respondents": [
      "Ebrahim Dada N.O.",
      "Yusaf Ebrahim Osman N.O.",
      "Essop Shaik N.O.",
      "Shaukat Thokan N.O.",
      "Abdul’ Majeed Dawood N.O.",
      "Ismael Essa Patel N.O.",
      "The Unlawful Occupiers of Portion 41"
    ]
  },
  "sections": {
    "facts": "The Islamic Dawah Movement Trust owned Portion 41 of Farm Rooikop 140 in the Ekurhuleni area. In late 2004, about 76 families moved onto the land after their previous informal settlement was rendered uninhabitable by flooding. The Trust sought eviction in July 2006 under the Prevention of Illegal Eviction From and Unlawful Occupation of Land Act, joining the municipality as a respondent. The occupiers contested, claiming they had been told by a municipal official they could occupy the land and that the municipality was constitutionally obliged to provide them with emergency housing. The municipality submitted extensive documentation of its housing programmes, strategic frameworks and statutory duties under the Constitution’s Section 26(2). The High Court Judge, after questioning municipal officials, ordered the municipality to purchase the land for R250,000 and to provide essential services, despite no party requesting such a remedy.",
    "issues": "1. Whether the High Court Judge erred in ordering the municipality to purchase the property, an order not sought by either party. 2. Whether such an order constituted appropriate relief under the Constitution’s Section 38. 3. The extent of judicial deference required when reviewing municipal decisions concerning the implementation of the right to housing.",
    "principles": "The court considered the constitutional duty of municipalities to progressively realise the right to adequate housing (Section 26(2)), the procedural requirements of the PIE Act, and the doctrine of judicial deference as articulated in cases such as Grootboom, Modderklip Boerdery, Bato Star, and Zuma. It reaffirmed that courts must not substitute their own policy choices for those of administrative bodies and that relief must be appropriate and within the court’s jurisdiction.",
    "application": "Applying these principles, the SCA held that the High Court Judge had pre‑conceived a remedy unrelated to the evidence and the statutory framework. The order to purchase the land was not a permissible form of relief under Section 38 and exceeded the judge’s authority. By contrast, the order requiring the municipality to provide essential services was consistent with its statutory duties and remained in force.",
    "conclusion": "The appeal succeeded in part: paragraph 1 of the High Court order directing the municipality to purchase the property was set aside. No order was made as to costs. The requirement for the municipality to provide essential services to the occupiers remained unchanged, and the eviction matter was left to be heard at first instance."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Housing Rights",
    "level_3": [
      "judicial review",
      "municipal obligations",
      "eviction",
      "property acquisition",
      "judicial deference"
    ]
  }
}