{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/121.html",
  "case_name": "Olawale v S (165/09) [2009] ZASCA 121; [2010] 1 All SA 451 (SCA) (28 September 2009)",
  "citation": "[2009] ZASCA 121",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 121\n|\nNoteup\n|\nLawCite\nOlawale v S (165/09) [2009] ZASCA 121; [2010] 1 All SA 451 (SCA) (28 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo 165/09\nNo precedential significance\nIn\r\nthe matter between:\nEMMANUEL\r\nOLAWALE\t\t\t\t                  Appellant\nand\nTHE\r\nSTATE   \t                   \t\t     \t\t                Respondent\nNeutral\r\ncitation:  Olawale v The State\n(165/09)\n[2009] ZASCA 121\n(2009)\nCoram:\nMthiyane,\r\nMhlantla JJA et Wallis AJA\nHeard:\n11\r\nSeptember 2009\nDelivered:\n28\r\nSeptember 2009\nSummary:\nCriminal\r\nLaw â Robbery with aggravating circumstances â Appeal against\r\nconviction and sentence of 10 years' imprisonment â\nEvidence of\r\ncomplainant not corroborated â Appellant's version reasonably\r\npossibly true â Conviction and sentence set aside.\nORDER\n____________________________________________________________\nOn\r\nappeal from:\nHigh\r\nCourt, Johannesburg (Epstein AJ, De Jager AJ\nsitting\r\nas a court of appeal.)\n1.\tThe\r\nappeal succeeds.\n2.\nThe\r\nconviction and sentence are set aside.\nJUDGMENT\nMHLANTLA\r\nJA (Mthiyane JA and Wallis AJA concurring):\n[1]\tThe\r\nappellant, an electrical engineer, was convicted in the Johannesburg\r\nregional court (Mr Pretorius) of robbery with aggravating\n\ncircumstances and sentenced to 10 years' imprisonment. His appeal\r\nagainst both conviction and sentence was dismissed in the\r\nJohannesburg\nHigh Court (Epstein AJ, De Jager AJ concurring). The\r\nappellant was, however, granted leave by the court below to appeal to\r\nthis\ncourt against both conviction and sentence.\n[2]\t\r\nThere is regrettably a paucity of detail on the record, mainly\r\nbecause of the poor manner in which the evidence was elicited\nfrom\r\nthe witnesses, but compounded by the poor quality of the recording\r\nand the transcript. The essential facts which led to the\nconviction\r\nof the appellant are the following. The complainant testified that on\r\n18 March 2006 at about 9 pm he was accosted by\nthe appellant and his\r\ncompanion, whilst walking along the street near the corner of Claim\r\nand Kaptijn Streets in Hillbrow. The\nappellant allegedly produced\r\nwhat he thought was a firearm, but which turned out to be toy gun,\r\npointed it at the complainant and\ndirected him to hand over his\r\ncellphone to his companion. The complainant duly complied. After the\r\nrobbery, he shouted for help\nand certain municipal workers came to\r\nhis rescue and apprehended the appellant, whilst the other man\r\nescaped. The police arrived\nand the appellant, who had been\r\nassaulted, was arrested. According to the complainant, his girlfriend\r\nwas present when the incident\noccurred. He did not know why this fact\r\nwas not recorded in his statement to the police.\n[3]\tMr\r\nNkosi Temba, a member of the Metro Police, testified that he was\r\nperforming patrol duties, with his colleagues, when they\nwere stopped\r\nby the complainant. He found the appellant lying on the ground. The\r\ncomplainant reported to him that he had been robbed\nof his cellphone\r\nand said he was alone when the robbery occurred and that the\r\nappellant was one of the perpetrators. Mr Temba further\ntestified\r\nthat upon searching the appellant, he found pepper spray in the\r\nappellant's holster and a toy gun lying on the ground.\n[4]\tThe\r\nappellant testified that he was employed as a security guard\r\n(commonly known as a bouncer) at Hilton Plaza Club, Hillbrow.\nIn the\r\ncourse of duty he carried pepper spray. His task was to search\r\npatrons when entering and leaving the club to ensure that\nthey did\r\nnot bring weapons inside. He denied the allegations against him and\r\naverred that it was the complainant who had robbed\nhim. He said that\r\nthe complainant had falsely implicated him, because he had in the\r\npast had altercations with the complainant\nand his friends when they\r\nvisited the club.\n[5]\t\r\nThe appellant described these altercations and suggested that they\r\nprovided some grounds for suspecting the complainant may\nhave had a\r\nmotive to falsely implicate him.  These are the following. According\r\nto the appellant, the first incident allegedly\noccurred on 8 February\r\n2006. Three unknown men, including the complainant, approached him.\r\nThey assaulted and robbed him of his\ncellphone. He reported the\r\nincident to the police and laid a charge of assault with intent to do\r\ngrievous bodily harm. At that\nstage he was unable to identify the\r\nsuspects.\n[6]\tAccording\r\nto the appellant, he saw the complainant again on 24 February 2006\r\nwhen he and his friends were on their way into\nthe club. He\r\nrecognised them as the same people that had attacked him on 8\r\nFebruary. He tried to search the complainant, but the\nlatter resisted\r\nand a struggle ensued. In the course of the struggle he was stabbed.\r\nHe reported the incident to the police, that\nnight, and a statement\r\nwas taken at 12.30 am on 25 February 2006. A docket was opened with\r\ncase number 1759/02/2006, although for\nsome unexplained reason his\r\nstatement bore case number 1365/03/2006.\n[7]\tHis\r\nthird encounter with the complainant, prior to the alleged robbery,\r\nwas on 14 March 2006. He was again on duty searching\npatrons who were\r\nentering the club. He found a firearm in the complainant's possession\r\nand, after a struggle, confiscated it. \nHe subsequently reported the\r\nincident to his employer. On 15 March 2006 he and his employer handed\r\nthe firearm to the police. \nAn entry was made by the police in the\r\nSAP 13 Register, under number SAP 13/443/2006, and a receipt was\r\nissued to the appellant.\n[8]\tThe\r\nincident on 18 March, which led to the appellant being charged, was\r\nhis fourth encounter with the complainant and his group.\nShortly\r\nbefore the incident, he had seen the complainant and his friends and\r\nbelieving them to be intent on causing trouble, borrowed\na gun used\r\nto fire rubber bullets from a fellow worker and went home to put on\r\nanother shirt to conceal the gun. According to him,\nhe met the\r\ncomplainant and his group as he got to his front gate, whereupon the\r\ncomplainant demanded the return of the firearm\nwhich had been\r\nconfiscated by him. He suggested that they go with him to the police\r\nstation, presumably to collect the firearm.\nThe group attacked and\r\nstabbed him and then stole his money and cellphone. The police\r\nappeared at the scene and the complainant,\nwho was present, falsely\r\nimplicated him. He was never afforded an opportunity to explain what\r\nhad happened.\n[9]\t\r\nThe appellant's employer Mr Francis Nwandroi, when he testified,\r\ncorroborated the appellant's version that he carried  pepper\nspray at\r\nwork. He also confirmed that the appellant had made two complaints to\r\nhim about incidents that occurred at work and that\nthe appellant had\r\nconfiscated a firearm from the people he had had an altercation with.\r\nThis resulted in charges being laid at\nthe police station, that is,\r\nan assault charge and a report about the handing in of the firearm.\r\nHe confirmed that the firearm\nwas handed in by him.\n[10]\tThe\r\ntrial court thought it would be in the interests of justice to call\r\nthe complainant's female companion and the investigating\nofficer to\r\ntrace the dockets referred to by the appellant.  The complainant's\r\ncompanion was not available and no explanation was\nprovided for her\r\nunavailability. Constable Andrew Maluleke brought the relevant\r\ndockets and SAP register in respect of the complaints\nlodged by the\r\nappellant. Exhibit A related to an incident that occurred on 24\r\nFebruary 2006 where the appellant was allegedly stabbed\nwith a bottle\r\nat Hilton Plaza. The case number allocated to the matter was\r\n1759/2/2006. The appellant also made a statement setting\nout the\r\ndetails of the incident. According to the statement he reported that\r\nhe had been stabbed and robbed of his possessions\nand that the\r\nsuspect was a Nigerian and he would be able to identify him. An entry\r\nin the SAP register no 13/443/2006 reflected\nthat Mr Nwandroi handed\r\nin a firearm on 15 March 2006, with a note that it had been found\r\nabandoned.\n[11]\tThe\r\ntrial, court having cautioned itself that the complainant was a\r\nsingle witness, found him to be a credible witness. It\nfound that the\r\nprobabilities favoured the complainant's version and that he appeared\r\nto be a simple person not capable of doing\nwhat the appellant had\r\nalleged.  In regard to the appellant's complaint, the court observed\r\nthat in his police statement concerning\nthe incident on 24 February\r\nthe appellant had identified his attacker as a Nigerian, whereas the\r\ncomplainant was a Zimbabwean.\nThe court found that this could not be\r\na mistake and that the appellant could not have been referring to the\r\ncomplainant. Furthermore,\nthe court held that his employer's version\r\nabout the handing in of the firearm to the police differed from the\r\nappellant's, placing\nparticular reliance on the note in the register\r\nthat the gun had been found abandoned. The trial court rejected the\r\nappellant's\nversion on the basis that it was so improbable and beyond\r\nbelief that it could not reasonably possibly be true. The court below\n\naccepted the trial court's conclusions and confirmed the appellant's\r\nconviction.\n[12]\tThe\r\nissue for decision is whether the State established the guilt of the\r\nappellant beyond reasonable doubt.\n[13]\tIt\r\nis a trite principle that in criminal proceedings the prosecution\r\nmust prove its case beyond reasonable doubt and that a\nmere\r\npreponderance of probabilities is not enough. Equally trite is the\r\nobservation that, in view of this standard of proof in\na criminal\r\ncase, a court does not have to be convinced that every detail of an\r\naccused's version is true. If the accused's version\nis reasonably\r\npossibly true in substance, the court must decide the matter on the\r\nacceptance of that version. Of course it is permissible\nto test the\r\naccused's version against the inherent probabilities. But it cannot\r\nbe rejected merely because it is improbable; it\ncan only be rejected\r\non the basis of inherent probabilities if it can be said to be so\r\nimprobable that it cannot reasonably possibly\nbe true.\n1\n[14]\tIn\r\nevaluating the evidence against the appellant, one must look at the\r\nreliability and credibility of the witnesses, consider\nif any of them\r\nhad a motive to falsely implicate the appellant and further look at\r\nthe probabilities of the State's version.\n[15]\tThe\r\nState's case rested on the evidence of a single witness as to the\r\nactual robbery. The evidence of a single witness has\nto be clear and\r\nsatisfactory in every material respect. The evidence has to be\r\ntreated with caution. A court can accept the evidence\nof a single\r\nwitness if it is satisfied that it is truthful beyond reasonable\r\ndoubt.\n[16]\tBefore\r\nus counsel, for the appellant, submitted that the trial court erred\r\nin accepting the evidence of a single witness when\nthere were\r\ninsufficient safeguards to do so. He further contended that the\r\nregional magistrate's approach in comparing the two\nversions was\r\nincorrect and that it was not open to him to draw inferences without\r\nany evidence from the appellant and finally that\nthe magistrate erred\r\nin rejecting the appellant's version. Counsel for the respondent\r\nsupported the decision of the magistrate.\n[17]\t\r\nRegarding the first challenge, I agree that the evidence of the\r\ncomplainant in regard to the actual robbery is not corroborated.\nAs\r\nwas said in\nS\r\nv Gentle\n,\n2\n:\n'by\r\ncorroboration is meant other evidence which supports the evidence of\r\nthe complainant, and which renders the evidence of the\naccused less\r\nprobable\non the issues in dispute\n.'\nThe\r\ncomplainant testified that his girlfriend had been present during the\r\nentire incident and when the police arrived. Mr Temba,\nhowever, never\r\nsaw her. According to him, the complainant was alone and he did not\r\nsee anyone in the vicinity save for the appellant\nand the\r\ncomplainant. The issue of the presence of the complainant's female\r\ncompanion was also not mentioned in the complainant's\nstatement. It\r\nis clear, therefore, that the witnesses for the State contradicted\r\neach other in regard to the presence of the complainant's\ncompanion.\n[18]\tThe\r\nState failed to call the complainant's female companion. No\r\nexplanation was furnished for her unavailability. It is not\nknown\r\nwhether she could not be traced or was unwilling to testify. One does\r\nnot know what she would have told the court. Would\nshe have\r\ncorroborated the complainant's version or given a totally different\r\nversion? In my view, the magistrate should have given\ngreater\r\nconsideration to this issue, especially since he had deemed it to be\r\nin the interests of justice to call this witness.\n[19]\tThe\r\ncomplainant had testified that municipal workers had apprehended the\r\nappellant. Strangely enough none of these workers\nwere present at the\r\nscene, when Mr Temba arrived, to corroborate the complainant's\r\nversion. Equally strange is the absence of curious\nbystanders. In the\r\nresult all these potential sources of corroboration were absent.\n[20]\tThe\r\nmagistrate, and the court on appeal, found it highly unlikely that\r\nthe complainant would flag down the police if he had\nbeen the\r\nperpetrator. In my view, this is not the only inference that can be\r\ndrawn from this circumstance. It is also consistent\nwith the\r\ncomplainant having attacked the appellant as alleged and thereafter,\r\nwhen the police arrived, trying to create the impression\nthat he was\r\nthe victim to counter a charge of robbery by the appellant. The\r\ncomplainant was never searched. It is thus not known\nwhether he had a\r\ncellphone in his possession or not. If the complainant had no\r\nopportunity to escape, upon the arrival of the police,\na better\r\noption would be to falsely implicate the appellant as opposed to\r\nrunning away and risk arrest. By running away, he could\nhave drawn\r\nthe attention of the police.\n[21]\tIn\r\nso far as the finding regarding demeanour is concerned, it is so that\r\nthe trial court had the advantage of observing the\ncomplainant while\r\ntestifying. In\nS\r\nv Kelly\n,\n3\nthe court held that there can be little profit in comparing the\r\ndemeanour only of one witness with that of another in seeking the\n\ntruth. There is no doubt that demeanour can be most misleading. In my\r\nview it was dangerous to infer that because the complainant\nappeared\r\nsimple he was not capable of devious behaviour, in the absence of\r\ncorroboration for that view. It seems to me that the\ntrial court made\r\na final evaluation of the complainant's evidence on his demeanour and\r\nused it as some form of corroboration.\n[22]\tIn\r\nmy view, there were shortcomings in the complainant's testimony and\r\nthe court failed to approach his evidence with a sufficient\ndegree of\r\ncaution. There is nothing in the objective facts which corroborates\r\nthe complainant's version in regard to the actual\nrobbery. The\r\nmagistrate accordingly erred in concluding that the complainant's\r\nevidence was satisfactory in every material respect\nand that it was\r\nsafe to convict the appellant on the strength of uncorroborated\r\nevidence.\n[23]\tIn\r\nso far as the appellant's version is concerned, I do not find it\r\nimprobable that the complainant would falsely implicate\nthe\r\nappellant. The reasons suggested by the appellant were not so\r\nfar-fetched that they could not reasonably possibly be true and\nthere\r\nis no basis to reject them. The evidence of the appellant fits neatly\r\ntogether. He told a complicated story with great detail\nand provided\r\ndocumentary evidence to support his contention. One cannot say when\r\nconsidering his complicated version that it is\nfalse. Indeed its very\r\ncomplexity provides some reason for thinking that it might be true.\r\nWhy invent such detail and run the risk\nof being shown to be a liar\r\nwhen simple contradiction of the complainant would have served just\r\nas well?\n[23]\tIt\r\nis also impossible to reject his version as false beyond reasonable\r\ndoubt as there are objective facts in the following\nrespects:\n(a)\tHe\r\nis employed as a bouncer and in the course of his duties carries\r\npepper spray;\n(b)\tHe\r\nlaid a charge at the police station and a police docket was produced.\r\nThe only discrepancy related to the nationality of\nthe person who\r\nallegedly attacked him. In\nS\r\nv Heslop\n,\n4\nCloete JA pointed out:\n'It goes\r\nwithout saying that it is a requirement of the fair trial guaranteed\r\nby s 35(3) of the Constitution . . . that if a court\nintends drawing\r\nan adverse inference against an accused, the facts upon which this\r\ninference is based must be properly ventilated\nduring the trial\r\nbefore the inference can be drawn.'\nIn\r\nthis matter the appellant was never afforded an opportunity to\r\nexplain why he referred to his attacker as a Nigerian. It is possible\n\nthat the police made a mistake. The magistrate drew an adverse\r\ninference and made adverse credibility findings without any evidence\n\non this point from the appellant. His approach in this regard was\r\nincorrect, as he ought to have brought the discrepancy to appellant's\n\nattention and allow him to respond thereto.\n(c)\r\n\tThe appellant confiscated a firearm and notified his employer, who a\r\nday later handed the firearm in at the police station.\nThe only issue\r\nrelated to the entry on the SAP 13 register that the firearm was\r\nfound abandoned. What is of importance and what\nthe magistrate\r\noverlooked is the testimony of Mr Nwandroi that the appellant had\r\ncalled him to pick up a firearm which had been\nseized. That is\r\nconsistent with the appellantâs version.\n(d)\tLastly,\r\nthe appellant stated that his cellphone had been stolen. The police\r\nsearched him and no cellphone was found in his possession.\n[24]\tIn\r\nmy view, these objective facts are most important. The appellant's\r\nversion has some ring of truth and can reasonably possibly\nbe true. I\r\nam accordingly not satisfied that the guilt of the appellant has been\r\nproved beyond reasonable doubt. In the result,\nthe appellant's\r\nconviction and sentence cannot stand.\n[25]\tIn\r\nthe result, the following order is made:\n(a)\tThe\r\nappeal succeeds.\n(b)\tThe\r\nconviction and sentence are set aside.\n____________\n___\nN\r\nZ MHLANTLA\nJUDGE\r\nOF APPEAL\nAppearances:\nFor\r\nAppellant\t\tR Krause\nDavid\r\nH Botha, Du Plessis & Kruger Inc\nJOHANNESBURG\nSymington\r\n& De Kok,\nBLOEMFONTEIN\nFor\r\nRespondent\t\tP Nel\nDirector\r\nof Public Prosecutions,\nJOHANNESBURG\nDirector\r\nof Public Prosecutions,\nBLOEMFONTEIN\n1\nS\r\n\tv Shackell\n2001 (2) SACR 185\n(SCA) para 30;\nS\r\n\tv V\n2000 (1) SACR 453\n(SCA) para 3.\n2\n2005\r\n\t(1) SACR 420\n(SCA) - para 18.\n3\n1980\r\n\t(3) SA 301\n(A) at 308B.\n4\n2007\r\n\t(4) SA 38\n(SCA) - para 22.",
  "scraped_at": "2026-02-12T05:19:44.467278",
  "date": "2009-09-28",
  "coram": [
    "Mthiyane JA",
    "Mhlantla JJA",
    "Wallis AJA"
  ],
  "case_number": "165/09",
  "parties": {
    "applicants": [
      "Emmanuel Olawale"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Emmanuel Olawale, an electrical engineer who also worked as a security guard (bouncer) at Hilton Plaza Club in Hillbrow, was convicted of robbery with aggravating circumstances after a complainant alleged that Olawale and an associate accosted him on 18 March 2006, brandished what turned out to be a toy gun, and stole his cellphone. The complainant claimed municipal workers apprehended Olawale, but no such workers were present, and the complainant's female companion was never called as a witness. Olawale testified that he was the victim of a prior series of assaults by the complainant, including an alleged robbery on 8 February 2006, a stabbing on 24 February 2006, and the confiscation of a firearm on 15 March 2006, all of which were reported to the police. He asserted that on the day of the alleged robbery he was attacked, robbed of his money and cellphone, and falsely implicated by the complainant.",
    "issues": "The central issue was whether the State had proved Olawale’s guilt beyond reasonable doubt. Specific questions involved the adequacy of uncorroborated testimony from a single complainant, the credibility of the complainant versus the appellant’s detailed version, and whether the lack of corroborative evidence (e.g., the complainant’s companion, municipal workers, or physical evidence of a stolen cellphone) created reasonable doubt.",
    "principles": "South African criminal law requires proof beyond reasonable doubt; a mere balance of probabilities is insufficient. While a court may accept a single witness’s evidence if it is clear and trustworthy, corroboration is ordinarily required to bolster credibility. The court may reject an accused’s version only if it is so improbable that it cannot reasonably be true. Relevant precedent includes S v Gentle (corroboration), S v Kelly (limits of demeanor assessment), and S v Heslop (requirement to ventilate adverse inferences).",
    "application": "The appellate court found that the complainant’s testimony was uncorroborated and contradicted by the absence of his companion and municipal workers. The State failed to explain the companion’s unavailability and did not present any physical evidence linking Olawale to the alleged robbery. Olawale’s account was detailed, supported by documentary evidence (police dockets, SAP register entries) and the testimony of his employer confirming his possession of pepper spray and the handling of a confiscated firearm. The court held that Olawale’s version was reasonably possibly true and that the State had not discharged its burden of proof.",
    "conclusion": "The appeal succeeded. The conviction for robbery with aggravating circumstances and the sentence of ten years’ imprisonment were set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "evidence",
      "single witness",
      "corroboration",
      "reasonable doubt",
      "appeal"
    ]
  }
}