{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/99.html",
  "case_name": "Mia v Verimark Holdings (Pty) Ltd (522/08) [2009] ZASCA 99; [2010] 1 All SA 280 (SCA) (18 September 2009)",
  "citation": "[2009] ZASCA 99",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 99\n|\nNoteup\n|\nLawCite\nMia v Verimark Holdings (Pty) Ltd (522/08) [2009] ZASCA 99; [2010] 1 All SA 280 (SCA) (18 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase no:\t  522/08\nIn the matter between:\nSAYED HOOSEN MIA\nA\nppellant\nand\nVERIMARK HOLDINGS (PTY) LTD\nRespondent\nNeutral citation:\nMia v\r\nVerimark Holdings (Pty) Ltd\n(522/08)\n[2009]\r\nZASCA 99\n(18 September 2009)\nCoram:\nSTREICHER,\r\nMLAMBO and SNYDERS JJA and GRIESEL and WALLIS AJJA\nHeard\n:\n24\r\nAugust 2009\nDelivered\n:\n18\r\nSeptember 2009\nSummary:\tDamages â Non-fulfilment of suspensive\r\ncondition in written agreement â Whether the respondent has proved\r\na claim for\ndamages as contemplated in the agreement.\nORDER\nOn appeal from:\nJohannesburg\r\nHigh Court (Moshidi J sitting as court of first instance).\nThe following order is made:\nThe appeal is upheld with costs such costs to include\r\n\tthose consequent upon the employment of two counsel.\nThe order of the court\na quo\nis altered to read as follows;\nâ\n(a)\tOn claim 1 judgment is granted in favour of the\r\nplaintiff for R13 160 together with interest thereon at the rate of\r\n15,5% per\nannum from date of demand, being 24 February 2003, to date\r\nof payment.\n(b)\tClaim 2 is dismissed.\n(c)\tThe defendant is to pay the plaintiffâs costs of\r\nsuit on the appropriate magistratesâ court scale from the\r\ncommencement\nof the action until the end of the first day of the\r\ntrial, such costs to exclude the costs of making discovery and the\r\ncosts attendant\nupon the preparation and copying of the trial bundle.\n(d)\tThe plaintiff is to pay the defendantâs costs,\r\nincluding the costs of two counsel, from the second day of the trial\r\nuntil\nthe completion of proceedings, as well as the costs excluded in\r\nparagraph (c).â\nJUDGMENT\nWALLIS\r\nAJA (STREICHER, MLAMBO and SNYDERS JJA and GRIESEL AJA concurring).\n[1]\tSuspensive conditions are commonly encountered in\r\ncontracts for the sale of immovable property. Their legal effect is\r\nwell settled.\nThe conclusion of a contract subject to a suspensive\r\ncondition creates âa very real and definite contractual\r\nrelationshipâ\nbetween the parties.\n1\nPending fulfilment of the suspensive condition the exigible content\r\nof the contract is suspended.\n2\nOn fulfilment of the condition the contract becomes of full force and\r\neffect and enforceable by the parties in accordance with\nits terms.\r\nNo action lies to compel a party to fulfil a suspensive condition. If\r\nit is not fulfilled the contract falls away and\nno claim for damages\r\nflows from its failure.\n3\nIn the absence of a stipulation to the contrary in the contract\r\nitself, the only exception to that is where the one party has\r\ndesignedly prevented the fulfilment of the condition. In that event,\r\nunless the circumstances show an absence of\ndolus\non the part of that party, the condition will be deemed to be\r\nfulfilled as against that party and a claim for damages for breach\nof\r\nthe contract is possible.\n4\n[2]\tIn the present case the parties entered into a\r\ncontract on 2 July 2002 in terms of which the appellant, Mr Mia,\r\npurchased from\nthe respondent, Verimark Holdings (Pty) Ltd, an\r\nimmovable property situated in Sandton on which Verimarkâs office\r\npremises were\nsituated. The purchase price was R13,5 million payable\r\nagainst transfer and had to be secured by the provision of a\r\nsuitable, unconditional\nand irrevocable guarantee within seven days\r\nof the conclusion of the agreement. The contract contained a\r\nsuspensive condition making\nit subject to the guarantee being\r\nobtained within seven days failing which it would be deemed to be of\r\nno force and effect. It\nis common cause that the guarantee was not\r\nfurnished by 10 July 2002 and that as a result the agreement fell\r\naway. Verimark does\nnot allege that Mia brought about the failure of\r\nthe suspensive condition by any default on his part so no question of\r\nfictional\nfulfilment arises. Nonetheless Verimark successfully sued\r\nMia for damages in the amounts of R13 160 and R2 248 964.49 in the\r\nJohannesburg\nHigh Court. Leave to appeal having been refused by the\r\ntrial court but granted by this Court, Mia now appeals against that\r\njudgment.\n[3]\tThe foundation for Verimarkâs claim is found in\r\nthe terms of the suspensive condition. The material parts of the\r\nclause read\nas follows:\nâ7.1\tThe\r\noperation of the whole of this Agreement (except for the obligation\r\nof the Purchaser to timeously obtain fulfilment of\nthe suspensive\r\ncondition) is suspended pending the presentation of the guarantee, as\r\ncontemplated in 3.2, by no later than 7 days\nafter the effective\r\ndate.\n7.2\t...\n7.3 \tIn the event that the suspensive condition is not timeously\r\nfulfilled ... this Agreement shall from the date referred to in\n7.1\r\n... be deemed to be of no force or effect provided that the Purchaser\r\nshall be liable to the Seller for the costs incurred\nby the Seller in\r\nrespect of the drafting, negotiation and signature of this Agreement\r\nand any other damages suffered by the Seller\nas a result of such\r\nnon-fulfilment.â\nIn terms of the particulars of claim Verimarkâs claims\r\nwere brought under clause 7.3 as claims in terms of the contractual\r\nundertaking\ncontained in the proviso to that clause. Therefore the\r\nclaims were couched as contractual claims, not conventional claims\r\nfor damages\narising from a breach of contract. The first claim is for\r\nthe costs amounting to R13 160 in respect of the drafting,\r\nnegotiating\nand signature of the agreement. That claim is now\r\nconceded and we are told has been paid together with interest. Its\r\nonly relevance\nfor present purposes is therefore in relation to the\r\ncosts incurred in pursuing the claim. The appeal concerns the merits\r\nof the\nsecond claim. The nature of that claim and the circumstances\r\ngiving rise thereto require some explanation.\n[4]\tAs mentioned, Verimarkâs offices were situated in\r\nthe building standing on the property that was the subject of the\r\nsale.\nIn addition to that property it leased warehouse premises in\r\nMidrand where it stored the goods that are its stock in trade. At the\n\ntime its financial position was not entirely satisfactory and it\r\ndecided to consolidate the office and warehouse in new premises\nas a\r\nmeasure to save costs and improve its financial circumstances. The\r\nlease of the warehouse was nearing an end and so the office\nproperty\r\nwas placed on the market, it being the intention once it had been\r\nsold to terminate the warehouse lease and move to new\nconsolidated\r\npremises. Verimark claimed that if Mia had provided the guarantee as\r\ncontemplated within the seven day period stipulated\nin the agreement\r\nit would have been able to pass transfer of the office property by no\r\nlater than 31 October 2002 and would have\nbeen able to relocate to\r\nnew premises on 1 November 2002. Instead, so it alleged, it was only\r\nable to secure new premises in terms\nof a lease concluded on 20\r\nOctober 2002 under which new premises were to be constructed for it.\r\nThis lease provided for the warehouse\nportion of the new premises to\r\nbe available by 1 May 2003 and the balance on a later date by\r\narrangement with Verimark. That eventually\nturned out to be 1 October\r\n2003, the office property having been sold by public auction in June\r\n2003.\n[5]\tVerimarkâs second claim is for the additional\r\ncosts that it incurred between 1 November 2002 and 1 May 2003 in the\r\ncase of\nthe warehouse, and between 1 November 2002 and 1 October 2003\r\nin the case of the office premises, in consequence of its inability\n\nto move from its old warehouse and office premises to the proposed\r\nnew premises. It claims these costs under the following headings:\nR1 525 646.66 being the interest on its bond over the\r\n\toffice premises during the relevant period;\nR199 320.20 being the costs of providing security at\r\n\tits office premises from 1 November 2002 to 30 September 2003;\nR253 080.76 being the rates and taxes paid in respect\r\n\tof the office premises from 1 November 2002 to 30 September 2003;\nR114 894.18 being the cost of maintenance for the\r\n\toffice premises in the form of building repairs, plumbing, cleaning\r\n\tand sanitation,\npest control and garden services from 1 November\r\n\t2002 to 30 September 2003;\nR13 485.26 being insurance for the office building\r\n\tfrom 1 November 2002 to 30 September 2003;\nR1 017 409.75 being rental in respect of the warehouse\r\n\tfrom 1 December 2002 to 30 April 2003;\nR167 622.76 being additional rates and taxes in\r\n\trespect of the warehouse for the same period.\nR90 406.14 being the cost of advertising the immovable\r\n\tproperty for sale.\nIn calculating its claim for damages Verimark gives\r\ncredit for an amount of R1 132 901.22 as the rental it calculates it\r\nsaved as\na result of not moving premises earlier. Making this\r\nallowance gives the figure of R2 248 964.49 for which the court\r\nbelow\nheld Mia to be liable to compensate Verimark.\n[6]\tIn its pleadings Verimark based its claim for\r\ndamages solely on the provisions of clause 7.3 of the agreement and\r\nnot on any\nalleged breach of contract. The relevant paragraphs in the\r\nparticulars of claim dealing with the terms of the contract read as\r\nfollows:\nâ4.7\tThe provision of the bank guarantee by the Defendant to the\r\nPlaintiff would operate as a suspensive condition.\nâ¦\nIn the event of the Defendant failing to deliver the bank guarantee\r\n\t\tto the Plaintiff by 9 July 2002, or within the extended\nperiod, the\r\n\t\tagreement would be deemed to be of no further effect.\nIn the event of the agreement becoming of no further force or\r\n\t\teffect, as a result of the Defendant failing to deliver the bank\n\n\t\tguarantee, the Defendant would be liable to the Plaintiff for the\r\n\t\tcosts incurred by the Plaintiff in respect of the drafting,\n\n\t\tnegotiation and signature of the agreement, as well as any other\r\n\t\tdamages suffered by the Plaintiff.â\nIn pleading the second claim Verimark alleged that there\r\nhad been a failure to fulfil the suspensive condition; that the\r\ncontract\nbecame of no force and effect and that âin terms of the\r\nwritten agreementâ Mia was liable for any damages suffered by\r\nVerimark\nin the event of Miaâs failure to deliver a bank guarantee\r\ntimeously. It then formulated its claim in the fashion already\r\ndescribed.\n[7]\tIn formulating its claim in this\r\nmanner Verimark did not challenge any of the basic principles in\r\nrelation to suspensive conditions\nset out in paragraph 1 of this\r\njudgment, but accepted that clause 7.1 was a conventional suspensive\r\ncondition the failure of which\nwould not give rise to any claim for\r\ndamages. Its claim was accordingly a contractual one based on the\r\nundertaking in clause 7.3.\nNo question of breach of contract came\r\ninto the picture. On that basis the outcome of the case would have\r\ndepended upon the construction\nof the words âany other damages\r\nsuffered by the Seller as a result of such non-fulfilmentâ and in\r\nparticular on the meaning\nto be assigned to the word âdamagesâ in\r\nclause 7.3. Ascertaining the meaning of this word would involve a\r\nconventional exercise\nin contractual interpretation in accordance\r\nwith well-established rules.\n5\nThe language used by the parties must be considered in its particular\r\ncontext and in the light of the relevant surrounding circumstances.\n\nIn general terms, what needs to be determined is what type of\r\nfinancial loss or detriment is encompassed by the expression âany\n\nother damagesâ. Expressed more narrowly the question is whether any\r\nof the heads of claim advanced by Verimark fall within that\n\nexpression.\n[8]\tIn arguing its case in this Court Verimark shifted\r\nits ground and contended that the failure by Mia to provide the\r\nguarantee\ntimeously constituted a breach of contract. Its case as now\r\npresented can be summarised as follows. It submits that under clause\n\n3.2 Mia was obliged to pay the purchase price on transfer and in the\r\ninterim it was to be secured by a suitable, unconditional\nand\r\nirrevocable bank guarantee which was to be delivered to the seller no\r\nlater than seven days after the effective date, being\nthe date of\r\nsignature of the agreement. It says that the words, âexcept for the\r\nobligation of the Purchaser to timeously obtain\nfulfilment of the\r\nsuspensive conditionâ in parentheses in clause 7.1, mean that this\r\nobligation was untouched by the suspension\nof the âwhole of this\r\nAgreementâ in clause 7.1. Accordingly when Mia failed to provide\r\nthe guarantee he was in breach of his\nobligations under the agreement\r\nand liable to pay damages. That liability is recorded in clause 7.3\r\nof the agreement, but is a\nliability arising from the alleged breach\r\nof contract rather than one created by the contract itself. It is not\r\ndependent upon\nnotice being given in terms of the breach clause\r\n(clause 14) because the operation of that clause is suspended by\r\nclause 7.1. The\ndamages recoverable as a result are those that would\r\nordinarily be recoverable for a breach of contract.\n[9]\tMia disputes this construction of clause 7.1. He\r\ncontends that the suspension of the whole of the agreement in clause\r\n7.1 extends\nto the obligation to provide the guarantee and that the\r\nwords in parentheses apply only to the more limited obligation\r\nresting\nupon him to do all things necessary and within his power to\r\nsecure the fulfilment of the condition. He accordingly disputes the\n\nsuggestion that the mere failure to provide the guarantee was a\r\nbreach of contract, but accepts that as a result of the contract\n\nbecoming of no force and effect he is liable in terms of clause 7.3\r\nto pay the costs incurred in drafting, negotiating and signing\nthe\r\nagreement and any other damages suffered by Verimark as a result of\r\nthe non-fulfilment of the suspensive condition. His liability\nis one\r\narising by virtue of the contractual stipulation and it is\r\naccordingly necessary to construe the clause in order to determine\n\nthe meaning to be ascribed to the word âdamagesâ and hence the\r\nscope of his undertaking. He contends that properly understood\nthe\r\nâdamagesâ referred to in clause 7.3 are restricted to those costs\r\nand expenses, if any, incurred by Verimark that were\nwasted as a\r\nresult of the non-fulfilment of the condition and the agreement\r\nlapsing and do not extend to other damages that would\nordinarily flow\r\nfrom a breach of the agreement. If that is incorrect he contends that\r\nthe requirements for a successful claim for\nspecial damages are\r\nabsent and that the evidence does not support these claims. In\r\naddition he challenges the order made by the\ncourt below that he pay\r\nthe costs of the action on the attorney and client scale.\n[10]\tAssuming it is open to Verimark on these pleadings\r\nto contend that the failure to provide a guarantee, without more,\r\nconstitutes\na breach of a contractual obligation by Mia, that is\r\nclearly relevant to a proper understanding of the nature of the\r\nâdamagesâ\nreferred to in clause 7.3. If the contention is correct\r\nthe inevitable conclusion would be that clause 7.3 is referring to\r\ndamages\nin the broad sense of whatever damages flow from that breach\r\nof contract calculated on whatever basis may be permissible. However,\n\neven on that basis, Mr Joubert SC, who appeared for Mia, submitted\r\nthat Verimark had failed to prove its entitlement to the damages\n\nclaimed by it. As in my view that contention is correct, it is\r\nunnecessary to address the issues of construction raised by the\n\npartiesâ conflicting arguments.\n[11]\tApproaching\r\nthe matter on the basis that Mia was in breach of a contractual\r\nobligation to provide the guarantee needed to secure\npayment of the\r\nprice, the agreement that in that event the contract would be\r\nregarded as of no force or effect must be treated\nin the same way as\r\nif Verimark had cancelled the contract as a result of Miaâs breach\r\nand become entitled to claim damages as\na result. On Verimarkâs\r\ncontentions it is entitled to be put in the same position as it would\r\nhave been in if the contract had\nbeen performed, insofar as that can\r\nbe done by the payment of money and without undue hardship to the\r\nwrongdoer. Two types of damages\nare recoverable on this basis,\r\nnamely, those that flow naturally and generally from the kind of\r\nbreach in question and that the\nlaw regards as a probable result of\r\nthe breach (usually referred to as general damages) and those that,\r\nalthough caused by the\nbreach, would ordinarily be regarded as too\r\nremote to be recoverable, but that in the special circumstances\r\nattending the conclusion\nof the contract, the parties actually or\r\npresumptively contemplated would result from its breach (usually\r\ncalled special damages).\n6\nWhere damages of the latter kind are claimed the special\r\ncircumstances, on the basis of which the parties are to be presumed\r\nto\nhave formed their contemplation, must be proved by evidence in the\r\nusual way.\n7\nThe contemplation of those circumstances must be ascertained at the\r\ntime the contract is concluded.\n8\nAt present our law adheres to the principle that it is not only\r\nnecessary that the damage was within the contemplation of the\r\nparties, but also that the contract was concluded on that basis (the\r\nâconventionâ principle), although that may be the subject\nof\r\nreconsideration on some other appropriate occasion.\n9\n[12]\tThe\r\ndamages that flow naturally from the failure of a contract of\r\npurchase and sale are ordinarily calculated as the adverse\ndifference\r\nbetween the nett price that would have been paid under the failed\r\ntransaction and the market value of the property at\nthe time for\r\nperformance.\n10\nIn many cases the calculation will be based on the nett price\r\nactually achieved on resale provided there is no reason to think\nthat\r\nmarket circumstances have materially altered in the interim.\n11\nThose are the damages that a purchaser would reasonably anticipate as\r\nflowing from a default in paying the purchase price and a\nsubsequent\r\ncancellation. As damages will probably flow from a particular breach\r\nif the party in default would have anticipated\ntheir occurrence as a\r\nrealistic possibility in the circumstances,\n12\nare any of the heads of damages claimed by Verimark in this category?\n[13]\tThe\r\nonly items that it was suggested in argument fall under this head\r\nwere the interest on the mortgage over the office property\nand the\r\nadditional costs of security guards, rates and taxes, maintenance and\r\ninsurance in respect of that property. In my view\nthese do not flow\r\nnaturally from the failure to bring about the fulfilment of the\r\nsuspensive condition. Had the condition been\nfulfilled then in due\r\ncourse Verimark would have received the purchase price less estate\r\nagentâs commission. If the property\nhad been sold for less than the\r\nagreed price, after taking account of additional sale costs such as\r\nthe advertising costs in relation\nto the auction ultimately\r\nconducted, there would have been a loss suffered. If Verimark had\r\nchanged its mind about moving to new\npremises and remained in its old\r\noffices then it could have claimed the difference between the price\r\noffered by Mia and the market\nvalue of the property. That was\r\nforeseeable and a reasonable possibility in all the circumstances.\r\nHowever that is not the basis\nof the claim because Verimark in fact\r\nsold the building the following year for more than the price offered\r\nby Mia, even after taking\naccount of the additional advertising\r\ncosts.\n[14]\tThe\r\nexpense items referred to above stand on an entirely different\r\nfooting. If the sale had proceeded they would have ceased\nin respect\r\nof this building but would have been incurred or replaced by\r\nequivalent expenses in premises elsewhere, or the rental\nin respect\r\nof new premises would have taken account of such expenses. Neither\r\nVerimark nor Mia could foresee what would happen\nin this regard. Much\r\nwould depend on how quickly a new purchaser would be found. That in\r\nturn would depend upon the state of the\nproperty market. If a new\r\npurchaser were found fairly quickly then Verimark would move to new\r\npremises. Whether it would need to\nincur similar expenses in new\r\npremises would depend on the terms on which it occupied those\r\npremises. The costs incurred would\ndepend on whether these were more\r\nluxurious or more Spartan than the existing offices. If it was\r\ncompelled to stay in the existing\npremises for a period the expenses\r\nwould continue to be incurred but Verimark would obtain benefits from\r\nthem in the form of security,\nmaintenance of the property, insurance\r\ncover and the payment of interest on its bond rather than rental. The\r\nexpenses would maintain\nthe value of its asset and thereby contribute\r\nto its obtaining the higher price that was obtained when it was sold\r\nthe following\nyear. No doubt the costs incurred would have been\r\ndeductible as expenses in the production of income for income tax\r\npurposes and\nthe VAT payable would have been deducted as an input\r\ncredit. No-one in the position of Mia could have any insight into\r\nthese matters\nof internal administration of Verimarkâs business\r\nmuch less foresee as a realistic possibility that if he failed to\r\nprovide the\nguarantee Verimark would suffer loss in relation to them.\r\nAll in all the situation is far too beset with uncertainty for it to\r\nbe said that these were costs that were foreseeable as a realistic\r\npossibility flowing naturally from the failure to provide a guarantee\n\nfor payment of the purchase price.\n[15]\tI\r\nturn then to consider the claim on the basis that it is recoverable\r\nas special damages. In order to assess that claim it\nis necessary to\r\nhave regard to the special circumstances on which Verimark relied in\r\nadvancing this claim as it is those circumstances\nthat must be proved\r\nin order to advance the claim at all. The special circumstances on\r\nwhich Verimark relied as set out in its\npleadings were limited to\r\nâthe Defendantâs knowledge of the Plaintiffâs intention to\r\nvacate the immovable property and occupy\nalternative business and\r\nwarehouse premisesâ. No allegations were made in regard to\r\nknowledge of Verimarkâs desire to reduce\ncosts nor were any details\r\nalleged in regard to the nature or location of the proposed new\r\npremises and the basis upon which the\nmove to such premises would\r\nresult in a cost saving. It is unclear in those circumstances on what\r\nbasis Verimark then contended\nthat the damages it was claiming were\r\nwithin the contemplation of the parties at the time of entering into\r\nthe written agreement,\nbut it is unnecessary to go into this as there\r\nis a prior insurmountable difficulty with its case.\n[16]\tThe\r\nclaim advanced on the basis of special damages founders because the\r\nevidence does not support even the limited pleaded\nproposition on\r\nwhich it is based. Britz, who was the principal witness for Verimark\r\nin this regard, said that Blair, the agent\nacting for Verimark in\r\nlooking for a purchaser, knew of its plans in regard to selling the\r\noffice premises and consolidating new\noffice premises with new\r\nwarehouse facilities. However Blair was Verimarkâs agent and his\r\nknowledge could not be attributed to\nMia. The fact that at the same\r\ntime he was also employed by Mia to find a tenant for the building\r\nthat he was buying from Verimark\ncannot alter this. It certainly\r\nforms no basis for the submission advanced to us that Blair must have\r\ntold Mia about Verimarkâs\nplans. That is pure speculation. As\r\nregards the knowledge of Mia there is no evidence that he was aware\r\nof Verimarkâs plans.\nBritz merely testified to some limited and\r\nirrelevant conversations when Mia visited the premises. It was\r\nsuggested that the absence\nof evidence could be overcome by drawing\r\nan inference against Mia from his failure to testify, but the cases\r\nare clear that such\nan inference can only be drawn when there is at\r\nleast some evidence that prima facie supports the proposition sought\r\nto be proved.\n13\nHere the evidence provided no basis at all for attributing to Mia\r\nknowledge of Verimarkâs plans so that his failure to give evidence\n\nis a neutral factor.\n[17]\tEven\r\nif the claim for special damages is limited to the additional costs\r\nin respect of the office premises the same problems\nof lack of\r\nknowledge and absence of foreseeability confront Verimark. Not only\r\nwas Mia not made aware of the existence of the warehouse\nand the plan\r\nto consolidate it with the office, he did not know that Verimark was\r\ndisposing of the office premises in order to\ncut its costs by\r\nreducing its overheads. As was put to its counsel in argument, Mia\r\ndid not know if Verimark intended to move to\nPofadder or to more\r\npalatial premises in Sandton. He could not then have known the\r\nunderlying facts on which the claim is based\nand could not have\r\nforeseen that Verimark would suffer the damages it now seeks to\r\nrecover as a result of the failure to provide\nthe guarantee for the\r\npurchase price.\n[18]\r\nWhat is more, a claim for special damages requires that, in the light\r\nof the relevant special circumstances, the damages claimed\nmust have\r\nbeen in the contemplation of the parties when the contract was\r\nconcluded. However, when Verimarkâs attorneys formulated\nits claim\r\nin correspondence, in letters dated 14 February 2003 and 4 August\r\n2003, (the latter after the property had been sold)\nthey did so on a\r\nwholly different basis to that advanced at the trial. The letters\r\ncontain no suggestion that the contract had\nbeen concluded in the\r\nlight of knowledge of special circumstances or that the damages now\r\nclaimed (which were not the damages claimed\nin the letters) were\r\nforeseeable when the contract was concluded. As knowledge of the\r\nspecial circumstances on which Verimark relies\nin support of its\r\nclaim for special damages is crucial to establish foreseeability,\r\nwhich in turn is necessary for them to be in\nthe contemplation of the\r\nparties when they contracted, the letters are a clear indication that\r\nthe parties did not have the requisite\nknowledge or foresight.\n[19]\tFor\r\nthose reasons the appeal must succeed and the judgment in favour of\r\nVerimark be set aside. In the court below an order\nfor attorney and\r\nclient costs was made against Mia. In arguing the appeal Mr du\r\nToit SC submitted that if the appeal succeeded\nthat success\r\nshould not carry with it an order for costs in favour of Mia and\r\nsimilarly no order for costs should be made in Miaâs\nfavour in\r\nrespect of the trial. He based this on allegations of dishonesty that\r\nhe founded on amendments made to Miaâs plea,\nthe late abandonment\r\nof the defence of rectification and Miaâs failure to give evidence.\r\nHe added in regard to the appeal that\nMia had falsely stated in his\r\napplication for leave to appeal that he had been refused a loan\r\nwhereas this was not true.\n[20]\tIt\r\nis correct that Mia amended his pleadings several times and abandoned\r\ncertain defences, but the same point can be made against\nVerimark.\r\nThe claim it formulated in correspondence prior to commencing\r\nproceedings and its initially pleaded claim were significantly\n\ndifferent from the claim finally advanced. It is not possible for us\r\nto discern whether these changes of stance were, as suggested\nto us\r\nby Mr Joubert SC, a result of counselâs advice as to the law and\r\nthe proper conduct of the case or for some other reason.\nThey do not\r\nappear to have prolonged the proceedings unnecessarily or resulted in\r\na significant waste of costs. In making its order\nthe trial court\r\nshould have borne in mind, as I do, the words of Trollip JA in the\nShatz Invesments\ncase\n14\nthat:\nâBut\r\ngenerally, in regard to that complaint and others by plaintiff about\r\nthe manner in which the trial was conducted on defendant's\nbehalf,\r\none should bear in mind that usually a wide latitude should be\r\nafforded a defendant in presenting his defence, especially\nwhen he is\r\nconfronted with a substantial claim for damages. In such a case, I\r\nthink, the defendant is usually entitled\n'to put\r\nhis back against the wall and to fight from any available point of\r\nadvantage'\n(cf\r\nKEKEWICH J in\nBlank v Footman, Pretty &\r\nCo\n39 Ch D 678\nat p. 685, quoted with\r\napproval in\nNel v Nel\n1943 AD 280\nat p. 288).â\n[21]\tAs\r\nregards Miaâs failure to give evidence, if there was, as I have\r\nfound, no case for him to meet there was no reason for\nhim to do so\r\nand no criticism can be addressed against him for not doing so. That\r\nleaves only the point about the falsehood in\nthe application for\r\nleave to appeal. That cannot affect the costs of the trial and did\r\nnot affect either the grant of leave to\nappeal or the outcome of the\r\nappeal. Whilst it is deprecated it does not warrant an adverse order\r\nfor costs.\n[22]\tThe\r\nappeal therefore succeeds with costs including those of two counsel.\r\nHowever, in regard to the costs in the court below\nit must be borne\r\nin mind that the claim to recover the costs of negotiating, drafting\r\nand signing the sale agreement was resisted\nto the end although no\r\npart of the trial was spent on it. Verimark is entitled to some costs\r\nin regard to its successful pursuit\nof that claim. Mr Joubert SC\r\nsuggested that the appropriate order would be one in which the first\r\nclaim was upheld with costs on\nthe appropriate Magistratesâ Court\r\nscale and the second claim should be dismissed with costs including\r\nthose of two counsel.\nHowever that may create unnecessary complexity\r\nin taxing the rival bills of costs. It seems to me preferable for\r\nVerimark to have\nits costs on the appropriate magistratesâ court\r\ntariff up to the first day of the trial and for Mia to have his costs\r\nthereafter\nincluding the costs of two counsel. An adjustment is made\r\nin respect of the costs of discovery and the preparation of the trial\n\nbundle as these costs related almost exclusively to the second claim.\n[23]\tIn\r\nthe result the following order is made:\n(a) \tThe appeal is upheld with costs such costs to\r\ninclude those consequent upon the employment of two counsel.\nThe order of the court\na quo\nis altered to read as follows:\nâ\n(i) \tOn claim 1 there will be judgment for the\r\nplaintiff for R13 160 together with interest thereon at the rate\r\nof 15,5% per\nannum from date of demand, being 24 February 2003, to\r\ndate of payment.\nClaim 2 is dismissed.\nThe defendant is to pay the plaintiffâs costs of\r\n\t\tsuit on the appropriate magistratesâ court scale from the\r\n\t\tcommencement\nof the action until the end of the first day of the\r\n\t\ttrial such costs to exclude the costs of making discovery and the\r\n\t\tcosts\nattendant upon the preparation and copying of the trial\r\n\t\tbundle.\nThe plaintiff is to pay the defendantâs costs,\r\n\t\tincluding the costs of two counsel, from the second day of the\r\n\t\ttrial until\nthe completion of proceedings, as well as the costs\r\n\t\texcluded in paragraph (c).â\nM J D WALLIS\nACTING JUDGE OF APPEAL\nAPPEARANCES\nFOR APPELLANT:\tA P JOUBERT SC (with him D H WIJNBEEK) the heads of\r\nargument having been prepared by A P JOUBERT SC (with him M\nM SMIT).\nInstructed by\nMelamed & Hurwitz Inc, Johannesburg  Rosendorff, Reitz and Barry,\r\nBloemfontein\nFOR RESPONDENT:\tS DU TOIT SC (with him G NEL).\nInstructed by\nBell, Dewar and Hall Inc, Johannesburg  Webbers,\r\nBloemfontein.\n1\nCorondimas v Badat\n1946 AD 548\nat 551, 558-559;\nPalm\r\n\tFifteen (Pty) Limited v Cotton Tail Homes (Pty) Ltd\n1978 (2) SA\r\n\t872\n(A) at 887.\n2\nOdendaalsrust Municipality v New Nigel Estate Gold Mining Co Ltd\n1948 (2) SA 656\n(O) at 665-667.\n3\nDesign and Planning Service v Kruger\n1974 (1) SA 689\n(T) at\r\n\t695C-F;\nJurgens Eiendomsagente v Share\n[1990] ZASCA 81\n;\n1990 (4) SA 664\n(A) at\r\n\t674D-675B.\n4\nMacduff & Co Ltd (in liquidation) v Johannesburg Consolidated\r\n\tInvestment Co Ltd\n1924 AD 573\nat 590-591.\n5\nCoopers & Lybrand & others v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at 767E - 768E.\n6\nHolmdene Brickworks (Pty) Ltd v Roberts Construction Co Ltd\n1977 (3) SA 670\n(A) at 687C-F.\n7\nShatz Investments (Pty) Ltd v Kalovyrnas\n1976 (2) SA 545\n(A)\r\n\tat 552A-B.\n8\nShatz Investments\nat 551D-H.\n9\nShatz\r\n\tInvestments\nat 552A-554F. The controversy remains unresolved.\nThoroughbred Breeders' Association v Price Waterhouse\n2001\r\n\t(4) SA 551\n(SCA) para 47.\n10\nNovick v Benjamin\n1972 (2) SA 842\n(A) at 860B-D;\nKatzenellenbogen Ltd v Mullin\n1977 (4) SA 855\n(A) at\r\n\t879H-880B.\n11\nCulverwell & another v Brown\n1990 (1) SA 7\n(A) at\r\n\t30I-31F.\n12\nThoroughbred Breeders\npara 49.\n13\nTitus v Shield Insurance Co Ltd\n1980 (3) SA 119\n(A) at\r\n\t133D-134B;\nRaliphaswa v Mugivhi & others\n[2008] ZASCA 17\n;\n2008 (4) SA 154\n(SCA) para 15.\n14\nAt 560D-F.",
  "scraped_at": "2026-02-12T05:15:04.114221",
  "date": "2009-09-18",
  "coram": [
    "Streicher JJA",
    "Mlambo JJA",
    "Snyders JJA",
    "Griesel AJA",
    "Wallis AJA"
  ],
  "case_number": "522/08",
  "parties": {
    "applicants": [
      "Sayed Hoosen Mia"
    ],
    "respondents": [
      "Verimark Holdings (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The parties entered into a written agreement on 2 July 2002 for the sale of an immovable property in Sandton. The purchase price of R13.5 million was to be paid on transfer and secured by an unconditional, irrevocable bank guarantee to be furnished within seven days. Clause 7.1 suspended the entire agreement pending presentation of the guarantee; clause 7.3 stipulated that if the guarantee was not provided the agreement would be of no force and the purchaser would be liable for the costs of drafting, negotiating and signing the agreement and any other damages suffered by the seller. The guarantee was not provided by the 10 July 2002 deadline, causing the agreement to lapse. Verimark sued Mia for the drafting costs (R13 160) and for additional damages amounting to R2 248 964,49, which the High Court upheld. Mia appealed.",
    "issues": "The appeal centred on whether Verimark was entitled to the additional damages claimed. Specifically: (1) How should clause 7.3 be construed – does it create a separate contractual liability for any damages or only for drafting costs? (2) Does the failure to provide the guarantee constitute a breach of contract giving rise to general or special damages? (3) Are the claimed amounts foreseeable and within the parties' contemplation at the time of contracting?",
    "principles": "South African law holds that a suspensive condition suspends the enforceable obligations of a contract until fulfillment; no damages arise from non‑fulfilment unless a party deliberately prevents performance. Where a party prevents fulfilment, the condition is deemed fulfilled against that party, allowing a damages claim. For contractual clauses, ordinary rules of contractual interpretation apply, requiring the words to be read in context. Recovery of special damages demands that the loss be foreseeable and within the parties' contemplation at the time of contracting, and that the special circumstances be proven on the balance of probabilities.",
    "application": "The Court examined the language of clauses 7.1 and 7.3 and concluded that the suspensive condition operated to suspend the whole agreement, including the obligation to provide the guarantee. Accordingly, the failure to provide the guarantee was not a breach giving rise to general damages. Clause 7.3 was interpreted narrowly to cover only the costs of drafting, negotiating and signing the agreement. The additional items claimed (interest on a bond, security costs, rates, taxes, maintenance, insurance, rental, advertising, etc.) were not the type of loss that flows naturally from the failure to furnish the guarantee and were not foreseeable. The claim for special damages was rejected because Verimark could not demonstrate that Mia had knowledge of the special circumstances, nor that the losses were within the parties' contemplation when the contract was concluded.",
    "conclusion": "The appeal was upheld. The lower court's judgment was set aside. Claim 1 for R13 160 (plus interest) was confirmed; Claim 2 was dismissed. Costs were awarded to the appellant, including the costs of two counsel, with the detailed allocation of costs as set out in the order."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "suspensive condition",
      "damages",
      "special damages",
      "contract interpretation"
    ]
  }
}