{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/35.html",
  "case_name": "Jeebhai and Others v Minister of Home Affairs and Another (139/08) [2009] ZASCA 35; [2009] 3 All SA 103 (SCA) ; 2009 (5) SA 54 (SCA) (31 March 2009)",
  "citation": "[2009] ZASCA 35",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 35\n|\nNoteup\n|\nLawCite\nJeebhai and Others v Minister of Home Affairs and Another (139/08) [2009] ZASCA 35; [2009] 3 All SA 103 (SCA) ; 2009 (5) SA 54 (SCA) (31 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  139/08\nIn the matter between:\nISMAIL\r\nEBRAHIM\nJEEBHAI\r\n                                           FIRST APPELLANT\nYASMIN\r\nNAIDOO\nSECOND APPELLANT\nZEHIR OMAR\nTHIRD APPELLANT\nv\nMINISTER OF\r\nHOME AFFAIRS\nFIRST RESPONDENT\nMICHAEL\r\nSIRELA\nSECOND\r\nRESPONDENT\nNeutral\r\ncitation:\nJeebhai\r\nv Minister of Home Affairs\n(139/2008)\n[2009] ZASCA 35\n(31 March 2009).\nCoram:\nMpati\r\nP, Streicher, Ponnan, Cachalia JJA et Hurt AJA\nHeard:\t16\r\nFebruary 2009\nDelivered:\t31\r\nMarch 2009\nSummary:\nImmigration\nAct 13 of 2002\nread with Immigration Regulations - \tlawfulness of\r\narrest, detention and deportation of illegal \tforeigner.\n__________________________________________________\n____________\nORDER\n______________________________________________________________\nOn appeal\r\nfrom:\nPretoria High Court (Ngoepe JP, Pretorius J, Snijman AJ).\nThe following order is made:\n1\nThe\r\nappeal is upheld with costs;\n2\nThe\r\nconvictions and sentences of the appellants for contempt of court are\r\nset aside;\n3\nThe\r\nrespondents are to pay the costs occasioned by their opposition to\r\nthe application for the admission of the\namicus\r\ncuriae\n;\n4\nThe\r\norder of the court below is set aside and in its place the following\r\nis substituted:\nâ\na\nthe\r\ndetention of Khalid Mahmood Rashid at Cullinan Police Station and his\r\nsubsequent removal and deportation are declared to have\nbeen\r\nunlawful;\nb\nThe\r\nrespondents are to pay the costs of the application;\nc\nThe\r\ncounter-application is dismissed with costs.â\n_________________________\n_____________________________________\nJUDGMENT\n______________________________________________________________\nCACHALIA JA\r\n( Mpati P concurring)\n[\n1]\tThis\r\nis an appeal from the Full Court, Pretoria (Ngoepe JP, Pretorius J\r\nand Snijman AJ sitting as a court of first instance)\nin which it\r\ndismissed with costs an application to declare unlawful the arrest,\r\ndetention and subsequent removal from the country\nof one Khalid\r\nMahmood Rashid (including certain ancillary relief) and granted a\r\ncounter-application by the respondents declaring\nthe appellants to\r\nhave been in contempt of court.\n1\nThe full court refused the appellants leave to appeal against its\r\njudgment but this court granted the necessary leave to them.\n[2]\tThe first\r\nappellant is Mr Ismail Ebrahim Jeebhai who is a businessman from\r\nLenasia. Rashid was arrested in Estcourt at the home\nof Jeebhaiâs\r\nbrother, Mr Mohamed Ali, in circumstances that are described in\r\ngreater detail below. As Rashid was unable to instruct\nattorneys or\r\ndepose to an affidavit, Jeebhai, the first appellant, instituted\r\nproceedings on his behalf. Mr Zehir Omar, who is\nthe attorney of\r\nrecord in these proceedings and his professional assistant Ms Yasmin\r\nNaidoo were found guilty of having been\nin contempt of court by the\r\nfull court, along with Jeebhai. Jeebhai was cautioned and discharged\r\nbut Omar and Naidoo were each\nsentenced to a fine of R2 000 or six\r\nmonthsâ imprisonment suspended for a period of three years on\r\ncondition that they are not\nconvicted of contempt of court committed\r\nduring the period of suspension â hence their interest in the\r\npresent proceedings (as\nthe third and second appellants\r\nrespectively). The first respondent is the Minister of Home Affairs\r\nand the second respondent a\nsenior immigration officer in the\r\nDepartment of Home Affairs. They are cited in their official\r\ncapacities.\n[3]\tThe events\r\nsurrounding this appeal span more than three years. I set them out in\r\nsome detail so that the issues that arose from\nthem are understood in\r\ntheir proper context.\n[4]\tOn the\r\nevening of 31 October 2005, at about 22h00, a senior immigration\r\nofficer, Mr Anthony de Freitas, and several members\nof the South\r\nAfrican Police Service descended on Mohamed Ali Jeebhaiâs home in\r\nFordeville, Estcourt in the Province of KwaZulu\nNatal. The police\r\nwere armed and clad in protective bullet-proof vests. The police\r\nfirst gained entry to the house and, having\nestablished that it was\r\nsafe to enter, De Freitas also entered. They found Mohamed Ali\r\nand Rashid, a Pakistani national, on\nthe premises. De Freitas asked\r\nthem for their identification papers. Rashid was not able to produce\r\nany permit authorizing his\nstay in the country. De Freitas arrested\r\nboth as illegal foreigners and accompanied them with the police to\r\nthe Cullinan Police\nStation in Pretoria where they were detained. De\r\nFreitas played no further role in the events that unfolded.\n[5]\tOn 2\r\nNovember 2005, Mr Joseph Swartland, a Chief Immigration Officer,\r\ninterviewed Rashid. Rashid, Swartland says, admitted to\nbeing an\r\nillegal foreigner and also that he had fraudulently obtained\r\ndocuments purporting to authorize his presence in the country.\n\nSwartland handed him a âNotice of Deportationâ as contemplated in\r\nregulation 28(2) of the Immigration Regulations.\n2\nThe notice states that as the person is an illegal foreigner he is\r\nnotified that he is to be deported to his country of origin\nâ in\r\nthis case Pakistan. The cryptic reason given for the deportation was\r\nthat he is âillegalâ. The notice then states:\nâ\nIn\r\nterms of section 34(1)(a) and (b) of the Act, you have the right to\nâ\nappeal the decision to the\r\n\tDirector-General in terms of section 8(4) of the Act within 10\r\n\tworking days from the date of receipt\nof this notice; and\nat any time request any officer\r\n\tattending to you to have your detention for the purpose of\r\n\tdeportation confirmed by a warrant\nof the court.\nNB:\r\nShould you choose not to exercise the rights mentioned above, you\r\nshall be detained pending your deportation. Should you however\nchoose\r\nto exercise the rights mentioned above, you shall remain in custody\r\nand may not be deported pending the outcome of the appeal\nor the\r\nconfirmation of the warrant of detention by the court.\n. . .\nACKNOWLEDGMENT OF RECEIPT OF\r\nNOTIFICATION OF DEPORTATION\nI hereby acknowledge receipt of\r\nthe original notification of deportation in which my rights in terms\r\nof section 34(1)(a) and (b)\nof the Act were explained to me.\nAfter due consideration, I have\r\ndecided to â\nAwait my deportation at the\r\n\t\t\t\tfirst reasonable opportunity, whilst\nRemaining in custody.\nYes\nNo\nAppeal the decision to\r\n\t\t\t\tdeport me.\nYes\nNo\nHave my detention confirmed\r\n\t\t\t\tby a warrant of the court.\nYes\nNo\nâ¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦\n..â¦â¦â¦â¦â¦â¦â¦.\nSignature of Detainee           \r\n                                              Date\n.\r\n. .\nâ\nSwartland\r\nstates that\nafter\r\nhanding this form to Rashid he informed him of his right to appeal\r\nagainst the decision to deport him and to have his detention\n\nconfirmed by a warrant of the court. Rashid, he says, read the form\r\nand placed a tick in the âyesâ column, indicating his wish\nto be\r\ndeported at the first reasonable opportunity, whilst remaining in\r\ncustody. He also signified that he did not wish to appeal\nthe\r\ndecision or have his detention confirmed by a warrant of the court by\r\nplacing a cross in the relevant ânoâ column. Swartland\navers that\r\nRashid signed the document in the space provided for the detaineeâs\r\nsignature and said that he consented to being\nsent back to Pakistan\r\nimmediately so that he could receive treatment for a skin problem.\n[6]\tOn 6\r\nNovember 2005 Rashid was handed over to five Pakistani law\r\nenforcement officials at Waterkloof Military Air Base in Pretoria\n\nfrom where he was flown to Islamabad Airport in Pakistan and held in\r\ncustody.\n3\nHis removal from the country was apparently effected secretly â\r\nwithout his relatives or friends having been apprised of what\nhad\r\nhappened to him. In the meantime Mohamed Ali was transferred to\r\nLindela Repatriation Centre â a facility that the Department\nof\r\nHome Affairs uses to detain illegal immigrants pending their\r\ndeportation. It appears that he contacted his family from Lindela.\n\nThe first appellant then instructed his attorneys to commence legal\r\nproceedings in the Pretoria High Court both for his and Rashidâs\n\nrelease. (They were at this stage unaware of Rashidâs removal.) The\r\napplication was set down for hearing on 15 November 2005.\n[7]\tOn that day\r\nthe application was postponed after the respondents consented to an\r\norder for Mohamed Aliâs immediate release\nand to disclose where\r\nRashid was âupon such information being availableâ by 6 December\r\n2005. Mohamed Ali was released but the\nrespondents failed to provide\r\nany information concerning Rashid. On 25 January 2006 the respondents\r\ndelivered a notice to the first\nappellantâs attorneys that reads as\r\nfollows:\nâ\nMr\r\nMahmood Rashid Khalid was deported to Pakistan, in terms of\ns\r\n34\nof the\nImmigration Act, no 13 of 2002\n, on 6 November 2005. As Mr\r\nKhalid is outside the Republic, the first and (second) respondents\r\nare unable to say what his present\nwhereabouts are.â\n[\n8]\tOn\r\n14 February 2006 the matter again came before Legodi J. The\r\nappellants contested whether Rashid had indeed been deported because\n\nhis family in Pakistan had not heard of his arrival in that country.\r\nThey also persisted in their claim that the respondents were\nin\r\ncontempt of court for not having disclosed his âwhereaboutsâ. The\r\njudge postponed the application indefinitely to allow\nthe respondents\r\nto file a further affidavit within 10 days dealing with both issues.\n[9]\tThe further\r\naffidavit filed by Swartland provided no additional information about\r\nRashidâs location. It did, however, provide\nconfirmation from the\r\nPakistani Ministry of the Interior that he had indeed arrived in that\r\ncountry. So, on 15 March 2006 the appellants\nfiled papers to amend\r\nthe original notice of motion directing the respondents to disclose\r\ndetails of the Pakistani officials who\ndealt with Rashid during his\r\ndeportation both in South Africa and in Pakistan, the flight\r\ninformation of the aeroplane that transported\nhim to Pakistan and the\r\nairport where he was deported from. The amended notice also included\r\na prayer that all South African officials\nwho had dealt with Rashid\r\nappear in person to answer questions from the court concerning his\r\ndisappearance.\n[10]\tThe matter\r\nwas enrolled for hearing before Poswa J on the urgent roll on 10 May\r\n2006. On 15 May 2006, having heard argument\non the amended\r\napplication, Poswa J granted an order in the following terms:\nâ\nThe\r\nrespondents must with\nin\r\n10 days of this order:\nIdentify the persons/people\r\n\twith whom arrangements were made at the Pakistani Embassy to have Mr\r\n\tRashid deported;\nIdentify the person in Pakistan\r\n\twho received Mr Rashid, by making appropriate enquiries;\nName the airport where the\r\n\taeroplane, in which Mr Rashid was transported, landed in this\r\n\tcountry;\nFurnish the flight number of\r\n\tthe aeroplane in which Mr Rashid was transported at the time of his\r\n\tbeing flown from this country.\n.\r\n. .\nâ\n[\n11]\tOn\r\n6 June 2006 the respondents furnished the following information:\nâ\nNo\r\narrangements were made with the Pakistani High Commission in South\r\nAfrica. Mr Khalid was handed to a Pakistani official by the\nname of\r\nHabib Ullah, by Joseph Swartland, an official of the Department of\r\nHome Affairs, at Waterkloof Air Base. Mr Ullah was accompanied\nby\r\nfour Pakistani officials whose names appear on Annexure A2. Mr Ullah\r\nsigned as receiver as is apparent from Annexure A1.The\naircraft\r\ndeparted from Waterkloof Air Base on 6 November 2006. The\nRespondent\r\nhas no knowledge of the airport at which the aircraft landed in\r\nPakistan. The Respondent is not in possession of the\nflight number.\r\nHowever, the registration number of the aircraft appears on Annexure\r\nA2. The respondent has no knowledge of the\ntime of landing.â\n[\n12]\tBy\r\n12 June 2006, more that seven months after his arrest, the first\r\nappellant had still not been able to establish what had\nhappened to\r\nRashid. So he launched another urgent application in which he sought,\r\namong other orders, a declaration that the arrest,\ndetention and\r\nâremovalâ of Rashid from South Africa were unlawful, inconsistent\r\nwith the Constitution and constituted an âenforced\ndisappearanceâ\r\nas envisaged in article 7(2)(i) of the Rome Statute of the\r\nInternational Criminal Court. In their answering affidavit\nfiled in\r\nresponse to the application the respondents applied for the\r\nappellants to be committed for contempt of court. (I deal\nmore fully\r\nwith this issue later at paras 46-49.) On 19 June 2006 Legodi J\r\nstruck the matter from the roll for want of urgency\nand ordered that\r\nthe matter be heard by a full court. (This is the application with\r\nwhich we are concerned in this appeal â the\n12 June 2006\r\napplication.)\n[13]\tA few days\r\nafterwards, on 22 June, yet another application was launched â this\r\ntime in the name of the âSociety for the\nProtection of Our\r\nConstitutionâ. The notice of motion sought relief similar to that\r\nclaimed in the application that Legodi J\nstruck from the roll. The\r\nmatter came before Southwood J who also struck the matter from the\r\nroll.\n[\n14]\tThe\r\nmatter was duly enrolled before the full court, which directed that\r\nthe various applications be consolidated so as to be\nheard together.\r\nThe appellants filed a consolidated record compromising 12 volumes in\r\ncompliance with the courtâs directions.\nThe court heard argument on\r\n25 August 2006 and delivered its judgment on 16 February 2007.\n[\n15]\tIt\r\nis apparent that in considering the relief sought by the first\r\nappellant, the court below had regard only to the evidence\nthat\r\nappeared from the papers in the 12 June 2006 application â not any\r\nother evidence that was contained in the various applications\nthat\r\nwere part of the consolidated record. In this court the appellant\r\nfiled a consolidated record of all the applications that\nwere\r\nconsolidated before the full court. On 4 November 2008 the\r\nmatter was struck from the roll mainly for the reason that\nthe\r\nappellants had failed to comply with the rules of this court relating\r\nto the record on appeal. During the hearing it emerged\nthat only\r\nthree of the twelve volumes were relevant for the adjudication of the\r\nappeal.\n4\n[\n16]\tThe\r\nmatter was re-enrolled for hearing in this court on 16 February 2009.\r\nThe application for the appeal to be reinstated, this\ntime with a\r\nshortened record, was granted. However, as part of the reinstatement\r\napplication the first appellant applied for leave\nto place further\r\ndocumentary evidence, which had been part of the consolidated record\r\nbut not of the 12 June 2006 application,\nbefore this court. (It\r\nwas contained in the application brought by the Society for the\r\nProtection of Our Constitution). The evidence\nwas required to support\r\nthe contention that Rashid had been removed from the country because\r\nhe was being sought for his alleged\nconnection with international\r\nterrorism. There were two pieces of evidence that they sought to have\r\nadmitted for this purpose:\nfirst, the statement of the Pakistan High\r\nCommission issued on 14 June 2006 which reads:\nâ\nMr Khalid Mahmood, a\r\nPakistani national was arrested by South African Authorities on 31\r\nOctober 2005. Mr Khalid Mahmood was wanted\nin Pakistan for his\r\nsuspected links with terrorism and other anti state elements. The\r\nsuspect was handed over to Government of\nPakistan officials on 6\r\nNovember 2005. Presently he is in custody of (the) Government of\r\nPakistan.â\nThe second item\r\nof evidence was\na\r\nletter apparently written by an Advocate Malik of the Pakistan High\r\nCourt. (The letter is addressed to Dr Mary Rayner outlining\ntheir\r\nefforts to secure Rashidâs release in the Lahore High Court\r\nRawalpindi).\n[\n17]\tThe\r\ndifficulty for the first appellant was that his attorneys did not\r\nbring a proper application, supported by a reasonably\nsufficient\r\nexplanation for not having included the evidence in its founding\r\naffidavit, or outline any special reason for the court\nto grant this\r\nrelief.\n5\nIn the circumstances the evidence could not be admitted and will be\r\ndisregarded for the purposes of deciding this appeal.\n[\n18]\tThe\r\nfull court was asked to decide whether:\nt\nhe\r\n\trespondents ought first to have invoked the procedure provided for\r\n\tin s 8 of the Act before arresting Rashid;\nt\nhe\r\n\trespondentsâ failure to obtain a warrant for Rashidâs\r\n\tdeportation rendered the deportation unlawful;\nt\nhe\r\n\trespondents purportedly used a deportation procedure to achieve an\r\n\tulterior and unlawful purpose â the extradition of Rashid\nas an\r\n\tâinternational terroristâ under the guise that they were\r\n\tdeporting an illegal foreigner. (In other words the court\nwas asked\r\n\tto decide whether the deportation constituted a âdisguised\r\n\textraditionâ);\nRashidâs\r\n\tdisappearance after his arrest constituted an âenforced\r\n\tdisappearance of personsâ as contemplated in Article 7(1)(i)\nof\r\n\tthe Rome Statute of the International Criminal Court â and  thus a\r\n\tâcrime against humanityâ;\nb\ny\r\n\tannexing a document to the first appellantâs founding affidavit,\r\n\tapparently in violation of a court order, the appellants\nwere in\r\n\tcontempt of court.\n[19]\tThe court\r\ndecided these issues against the appellants, but did not deal with\r\nthe argument advanced by the\namicus\nconcerning\r\nthe respondentsâ alleged failure to obtain a deportation warrant.\n[20]\tBefore I\r\ndeal with each issue I outline what the law requires when disputes\r\nregarding deportations arise. Deportation is a\nunilateral act of the\r\ndeporting state to remove a foreigner, who has no right or\r\nentitlement to be in its territory. Its purpose\nis achieved when the\r\nforeigner leaves the deporting stateâs territory. The authority of\r\nand constraints on the state to deport\npeople is to be found in the\nImmigration Act 13 of 2002\n6\nand the Immigration Regulations made by the Minister under s 7 of the\r\nAct.\n7\nFor a deportation to be carried out lawfully, the âaction or\r\nprocedureâ used to facilitate an illegal foreignerâs removal\nfrom\r\nthe country must be done in âterms of the Actâ.\n8\n[21]\tA decision\r\nto deport someone often carries far-reaching consequences â it\r\nconcerns that personâs livelihood, security,\nfreedom and,\r\nsometimes, his or her very survival. This is why immigration laws,\r\noften harsh and severe in their operation, contain\nsafeguards to\r\nensure that people who are alleged to fall within their reach are\r\ndealt with properly and in a manner that protects\ntheir human rights.\r\nOur courts have thus stressed\nâ\n.\r\n. . t\nhe\r\nduty which lies on officials entrusted with the administration of the\r\nimmigration laws . . . of observing strictly and punctiliously\nthe\r\nsafeguards created by the Act.â\n9\n[22]\tAn act of\r\ndeportation does not necessarily involve the loss of a deporteeâs\r\nliberty, but it usually does â as in this case,\nwhere it is\r\npreceded by arrest and detention. And because every deprivation of\r\nliberty is presumptively unlawful the respondents\nbear the onus to\r\nadduce sufficient facts to justify their actions.\n10\nThis is so also in motion proceedings â as an exception to the\r\ngeneral requirement that the applicant must disclose its entire\ncase\r\nin the founding affidavit.\n11\nThere is good reason for this approach, especially in the present\r\ncase where a person on whose behalf the application was launched\nis\r\nalleged to have disappeared and is himself unable to depose to an\r\naffidavit. Moreover, the respondents alone know the true facts\n\nconcerning the detention and deportation. The appellants have, in\r\ntheir founding affidavit, squarely placed the lawfulness of Rashidâs\n\narrest, detention and deportation in issue â the respondents must\r\ntherefore prove that they acted lawfully.\n12\n[\n23]\tIt\r\nis convenient, at this stage, to outline the scheme of the relevant\r\nprovisions of the Act (and regulations) that bear on\nthis appeal. The\r\nprovisions of the Act are ss 1, 8, 32, 34 and 41 and they are\r\ninterrelated. Section 1 defines an â\nillegal\r\nforeigner\nâ\nas:\nâ\nA\r\nforeigner who is in the Republic in contravention of this Act.â\nUnless an\r\nillegal foreigner has the written authorization of the\r\nDirector-General to be in the country pending his application for\na\r\nstatus he must be deported. (Section 32)\n[24]\tSection\r\n41(1) is concerned with the verification of the identity and status\r\nof persons suspected of being illegal foreigners.\n13\nTo this end an immigration officer or police officer who reasonably\r\nsuspects a person to be an illegal foreigner may interview\nthat\r\nperson about his identity and status and hold him in custody briefly\r\nfor this purpose. If necessary, the person may be detained\nin terms\r\nof s 34(2) for a period not exceeding 48 hours during the\r\nverification exercise.\n14\nIn performing this function the officer must gain access to relevant\r\ndocuments; or contact persons who may be of assistance; and\naccess\r\ndepartmental records.\n15\nThe detention contemplated in s 34(2) must be by warrant addressed to\r\nthe station commissioner or head of a detention facility.\n16\nThereafter the suspected illegal foreigner may either be released or,\r\nif he is in fact an illegal foreigner, detained further under\ns 34(1)\r\nfor the purpose of facilitating the personâs deportation.\n17\n[\n25]\tHowever,\r\nthe s 41 process may only be used in cases involving persons who are\r\nsuspected of being illegal foreigners. Where an\nimmigration officer\r\nhas decided, as a fact, that the person concerned is an illegal\r\nforeigner the officer must consider what to\ndo next. He may either\r\narrest the illegal foreigner without a warrant and then detain him in\r\nterms of s 34(1) for deportation or,\nin terms of s 8(1), inform the\r\nforeigner concerned in the prescribed manner that he is entitled to\r\nmake representations to the\nMinister within three days to review his\r\ndetermination as an illegal foreigner.\n18\nThe illegal foreigner may not be deported before the Ministerâs\r\ndecision is made.\n19\nIt must be emphasised that s 34(1) confers on an officer a discretion\r\nwhether or not to effect an arrest or detention of an illegal\n\nforeigner. There is no obligation to do so. If the officer exercises\r\nhis discretion to arrest and detain a foreigner and it then\n\ntranspires that the foreigner concerned is in fact not illegally in\r\nthe country, the arrest and detention would have been unlawful\nâ as\r\nit would have been if the officer had failed to exercise his\r\ndiscretion properly or at all.\n20\n[26]\tOnce an\r\nillegal foreigner is arrested and detained in terms of s 34(1) the\r\nAct and regulations contain safeguards to protect\nthat personâs\r\nrights. He must upon arrest or immediately thereafter be notified in\r\nwriting of the decision to deport him; of\nhis right to appeal the\r\ndecision and also of his right to request that his detention be\r\nconfirmed by warrant issued by a court\nwithin 48 hours. If the\r\nwarrant is not issued he must be released immediately.\n21\nIn addition, and although not mentioned in the Act or regulations,\r\ndetained illegal foreigners are beneficiaries of rights under\ns 12(1)\r\nand s 35(2) of the Constitution.\n22\nThe arrested personâs detention must be by means of a warrant\r\nissued by an immigration officer authorizing the station commissioner\n\nor head of the detention facility to detain him.\n23\nWhere the authorities intend to detain an illegal foreigner for\r\nlonger than 30 days, they must obtain, from a court, a warrant\nwhich\r\nmay on good and reasonable grounds be extended for a period not\r\nexceeding 90 days.\n24\nThe person must be held in compliance with minimum standards\r\nprotecting his dignity and human rights.\n25\nOnce detained an illegal foreignerâs release may be effected only\r\nby written authority of an immigration officer as contemplated\nin s\r\n34(7) of the Act or if a court so orders.\n26\n[27]\tSection 8\r\nof the Act provides for review and appeal procedures and deals with\r\npeople who are refused entry into the country\nand those who are found\r\nto be illegal foreigners.\n27\nIn this appeal we are concerned only with the latter category. I have\r\nmentioned earlier that the effect of s 8(1) is that once\nan\r\nimmigration officer finds that a person is an illegal foreigner, he\r\nmust inform the foreigner concerned of his right to make\n\nrepresentations to the Minister. In terms of s 8(3) any decision\r\nother than one contemplated in s 8(1) (a finding by an immigration\n\nofficer that a person is an illegal foreigner), which adversely and\r\nmaterially affects the rights of any person, must be communicated\nin\r\nwriting to the person concerned. In my view, a decision to deport a\r\nperson falls within the purview of this sub-section. A decision\nof\r\nthis nature, and the reasons for it, must be communicated in writing\r\nto the affected person promptly. The notification must\nalso inform\r\nthe person that he may, within 10 working days, make representations\r\nto the Director-General for a review or appeal\nof the decision.\n28\nAn aggrieved applicant who has made written representations to the\r\nDirector-General in terms of s 8(4), may, if still unhappy with\nthe\r\noutcome, make further representations to the Minister.\n29\n[\n28]\tIt\r\nis apparent that s 8 is concerned only with appeals and reviews and\r\ns 34(1) with the arrest, detention and deportation\nof illegal\r\nforeigners. The review procedure contemplated in s 8(1) applies only\r\nwhen an illegal foreigner has not been arrested\nfor deportation\r\npurposes. A right of review or appeal of any other decision\r\ncontemplated in s 8(3), including the decision to deport\nan illegal\r\nforeigner, which adversely affects the rights of any person are\r\nclearly applicable to all people, whether or not they\nare in custody.\n[\n29]\tI\r\nrevert to the first issue. The appellants and\namicus\r\ncuriae\nsubmitted\r\nthat the provisions of s 8 of the Act ought to have been invoked\r\nbefore Rashid was arrested.\n[\n30]\tThe\r\nsource of the contention that s 8 procedures providing for appeal and\r\nreview must be applied before an arrest is effected\nunder s 34(1)\r\nis a trilogy of decisions of the Pretoria High Court. The first was\nArisukwu\r\n& others v Minister of Home Affairs\n30\nwhere\nDe\r\nVilliers J held that the s 9 of the Aliens Control Act 96 of 1991,\r\nmust be complied with before an illegal alien may be detained\nin\r\nterms of s 44(1)(a) of that Act. (These provisions are the\r\npredecessors of s 8 and s 34 in the current Act.) This was followed\n\nby judgments of Southwood J in\nMuhammed\r\nv Minister of Home Affairs & others\n31\nand Bertelsman J in\nKhan\r\nv Minister of Home Affairs.\n32\nIn the latter case the learned judge held that:\nâ\n(O)nce\r\nan official\nha(s)\r\ndecided that a foreigner was illegally in the country and the\r\nforeigner ha(s) been informed of that fact, the foreigner must\nbe\r\ninformed of his rights in terms of the relevant section. The\r\nforeigner is entitled, as a matter of law, not to be detained\r\nimmediately after his having been informed of the decision to deport\r\nhim, but to exercise his rights either to appeal to the Minister\nor\r\nto apply to the Director-General to review or appeal the decision to\r\ndeport him either in terms of s 8(1) and s 8(2) or\ns 8(4)\r\nwithout and before being incarcerated.â\n[\n31]\tA\r\ncontrary view was adopted by Mabuse AJ in\nAbid\r\nAli & others v Minister of Home Affairs & others\n33\nwho held that an illegal foreigner has no right not to be detained in\r\nterms of s 34(1) while he is being dealt with under s 8.\nThe\r\nfull court approved of Mabuse AJâs approach and disagreed with the\r\njudgments that preceded it. In\nUlde\r\nv Minister of Home Affairs\n34\nSutherland AJ,\r\nconsidered himself bound by the full court. His view captures the\r\nessence of the difference between the approach\nin these cases and\r\nthat of the earlier trilogy:\nâ\nSection\r\n8 does not address an arrest. Section 34 does.\nIt\r\nis a decision that a person is an illegal immigrant and in turn the\r\ndecision to deport that triggers s 8. The notion that a s\n8 notice\r\nmust be given for an arrest to be valid is not warranted.â\n35\n[\n32]\tThe\r\nfirst appellantâs contention that a person may not be arrested or\r\ndetained in terms of s 34(1) until he has been permitted\nto exhaust\r\nhis right of appeal and review is, in my view, not only contrary to\r\nthe scheme of the Act but would, if upheld, effectively\nrender s\r\n34(1) nugatory. This may be illustrated by a simple example, which\r\nregrettably, is common place in this country. A person\nenters the\r\ncountry illegally and fraudulently obtains documents which appear to\r\nauthorize his presence here. An immigration officer\nexamines the\r\ndocuments, realises that they are forgeries, and having failed to\r\nobtain a satisfactory explanation for them decides\nthat the person is\r\nan illegal foreigner who is liable for deportation. The officer\r\nproceeds to arrest and detain him. The submission\nthat s 8 must be\r\ninvoked before such a person may be arrested and detained for the\r\npurposes of deportation, effectively means that\nthe fraudster is\r\nentitled not to be arrested and detained until he has exhausted his\r\nright of appeal and review in terms of s 8.\nIf on the other hand a\r\nperson has been found to be an illegal foreigner and an officer\r\ndecides not to arrest him, it would rarely\nbe necessary to arrest him\r\nafter the appeal or review process is finalised. In the event that\r\nhis appeal or review fails, the foreigner\nconcerned is likely to\r\ndepart voluntarily, without the need for an arrest and detention.\n[33]\tBut there\r\nis a more telling reason why this submission is unsustainable.\r\nSection 41(1), as I have mentioned, read with s 34(2),\npermits the\r\ndetention of a suspected illegal foreigner for a period not exceeding\r\n48 hours while his status is being verified.\nAnd s 34(1) permits the\r\narrest and detention of an illegal foreigner for deportation\r\npurposes. The consequence of the submission\nis that a suspected\r\nillegal foreigner can be taken into custody â but not a person who\r\nis found in fact to be an illegal foreigner\nbecause, as it is\r\nsubmitted, he may not to be arrested until he has exhausted his right\r\nof appeal or review under s 8. This is\nan absurdity that the\r\nlegislature could not have contemplated.\n[\n34]\tTo\r\nrecapitulate, a decision that a person is an illegal foreigner\r\ntriggers his right to appeal or review that decision. It may\nalso\r\ncause an arrest and detention for the purposes of deportation, but\r\nneed not.\n36\nThe decision to arrest and detain an illegal foreigner for the\r\npurposes of deportation is a discretionary one. It does not detract\n\nfrom any of the alleged foreignerâs rights under s 8 and is not\r\ncontingent upon his decision whether or not to exercise them.\nI\r\nconclude that the judgment of the full court on this aspect is, with\r\nrespect, correct and the trilogy of cases which are relied\nupon in\r\nsupport of the contrary view not.\n[\n35]\tI\r\nturn to the next issue. The first appellant and\namicus\r\ncuriae\ncontended that Rashidâs arrest, detention and deportation were\r\nunlawful because of the failure of the respondents to comply with\nthe\r\nperemptory requirements of the Act. Concerning the arrest, detention\r\nand deportation the respondents were, at the very minimum,\nrequired\r\nto prove that:\nthe arresting officer arrested a person who is an\r\n\tillegal foreigner as defined in s 1;\nthe detention was, as reg 28(1) prescribes, by means of\r\n\ta warrant corresponding to Form 28;\nthe detainee\r\n\twas informed promptly, in writing at the time or soon thereafter in\r\n\tterms of s 34(1) read with reg 28(2), and on\na form corresponding to\r\n\tForm 29, what the reason(s) for his intended deportation were; that\r\n\the may in terms of s 34(1)(a) appeal\nagainst the decision to deport\r\n\thim and also, in terms of s 34(1)(b) to request his detention to be\r\n\tconfirmed by a warrant of\na court. (If the warrant is not issued\r\n\twithin 48 hours of such request, he must be released); and\n(iv)\nthe\r\ndetained illegal foreignerâs removal from custody for deportation\r\nwas effected in terms of s 34(7) read with reg 28(9) through\nthe\r\nissue of a warrant, corresponding to Form 35, by an immigration\r\nofficer addressed to the person in charge of the detention\nfacility.\r\n(As proof that the person removed from detention and deported through\r\na port of entry is in fact the person whose name\nappears in the\r\nwarrant, the Form makes provision for a left and right thumb print of\r\nthe deportee to be taken and also the identification\nof the port of\r\nentry from which the deportation will be carried out. This is to\r\nensure that there is a proper record of the identity\nof the illegal\r\nforeigner and the place from where he was deported. Its purpose is\r\nalso to protect the Department from unwarranted\nallegations.)\n37\n[36]\tDe Freitas\r\narrested Rashid on 31 October 2005 to, in his words, âfacilitate\r\nhis deportation under s 34 (and) it was decided\nto detain him at the\r\nCullinan Police cells, pending further investigation and compliance\r\nwith the formalities prescribed in the\nActâ.\n[\n37]\tAt\r\nthe time of his arrest Rashid was an illegal foreigner and on that\r\nbasis, absent any attack on the exercise of the arresting\nofficerâs\r\ndiscretion, his arrest was authorised by the section. In respect of\r\nthe other formalities prescribed by the Act the\nfacts show a\r\nlamentable disregard for them. On the respondentsâ own showing:\nRashid was detained without a warrant;\nForm 29 was\r\n\tgiven to him almost two days after his arrest â not promptly as s\r\n\t34(1)I requires; and the respondents provide no\nexplanation for the\r\n\tdelay. (It was suggested in argument by counsel for the respondents\r\n\tthat there was in fact no delay as Rashid\nwas being dealt with under\r\n\ts 41(1). De Freitasâs affidavit, however, makes clear that Rashid\r\n\twas arrested immediately in terms\nof s 34(1). He makes no reference\r\n\tto s41(1)).\nNo warrant was\r\n\tobtained for his removal from the Cullinan Police Station for the\r\n\tpurposes of his deportation; and\nHe was not\r\n\tdeported from a port of entry that the Minister had designated for\r\n\tthis purpose in terms of s 1 of the Act. I should\npoint out that the\r\n\tfull court accepted the respondentsâ denial that Waterkloof Air\r\n\tBase was not a designated port of entry.\nBut it erred in this\r\n\tregard. The respondents were required to prove that the Airbase was\r\n\ta designated port of entry as contemplated\nin s 1 of the Act. They\r\n\tfailed to do so.\n38\n[38]\tIn the\r\nview I take it is not necessary to deal with what legal consequences,\r\nif any, flow from the failure of the respondents\nto warn Rashid of\r\nhis rights under s 34(1)(a) and s 34(1)(b) promptly after his arrest\r\nor their failure to prove that he was deported\nthrough a designated\r\nport of entry. For present purposes, the fact that Rashid was\r\ndetained at the Cullinan Police Station without\na warrant and then\r\nremoved from this facility, also without a warrant, means that both\r\nhis detention there and his deportation\nwere unlawful.\n[39]\tIt is\r\ntrue, as counsel for the respondents contended, that the failure of\r\nthe respondents to comply with the regulations, at\nleast in respect\r\nof Rashidâs deportation, was not raised pertinently on the papers.\r\nBut, it does not follow, as counsel for the\nrespondents sought to\r\ncontend, that this failure precludes the point being raised before\r\nthis court as a point of law. As I have\nmentioned, the respondents\r\nbore the onus to prove that the detention and deportation were\r\nlawful. And once the first appellant\nhad placed the lawfulness of the\r\ndetention and deportation in issue, the respondents were required, at\r\nthe very minimum, to adduce\nsufficient facts to prove that every\r\nprocedural requirement, including the issue of the necessary\r\nwarrants, was complied with.\n[40]\tThe first\r\nappellant and\namicus\nraised another important challenge to Rashidâs deportation. They\r\ncontended that his deportation to Pakistan was the result of\na\r\nrequest to the South African Government from the Government of\r\nPakistan or some other state, because of his alleged links with\n\ninternational terrorism. His deportation, so it is contended,\r\ntherefore constituted an unlawful disguised extradition.\n39\nA variation of this argument is that the deportation was\r\nconstitutionally offensive because the South African Government\r\nfailed\nto secure an assurance from Pakistan that Rashid would not be\r\ntortured or sentenced to death if put on trial. The challenge failed\n\nbefore the full court on the ground that the respondents were not\r\nshown, on the admissible evidence, to have been aware that Rashid\nwas\r\nbeing sought because of his alleged connection with international\r\nterrorism at the time of his deportation.\n40\n[41]\tAlthough\r\nthe circumstances of Rashidâs deportation from the country are\r\ntroubling, the first appellant did not make out a\ncase for a\r\ndisguised extradition in his founding papers. His case is that Rashid\r\nis not an illegal foreigner (I have already found\nthat he was) and\r\nthat:\nâ\nThe\r\nreal reason for the unlawful arrest, detention and deportation of Mr\r\nRashid, which was never frankly disclosed\n. . . was the\nrequest\nby the British Authority /Intelligence following upon their\nsuspicion\nthat\r\nMr Rashid was suspected of having\nlinks\nto International Terrorist Networks.â\n[42]\tBe that as\r\nit may, the only evidence to support this allegation directly is the\r\nfirst page of a document emanating from a file\nof the respondents.\r\nThe document became a hotly contested issue after the appellants had\r\nannexed it to the founding papers before\nthe full court, apparently\r\nin violation of a court order of Poswa J issued on 14 May 2006.\r\nThe circumstances under which the\nfile containing the document was\r\nplaced before Poswa J are not explained in the papers before us. The\r\ndocument linked Rashid to\ninternational terrorism and appears to be\r\npart of a report on Rashidâs arrest which, according to the\r\nrespondents, formed âa\npart of the notes by an employee of the\r\nfirst respondent for the purposes of briefing counselâ.\n[4\n3]\tIn\r\nsummary the document reveals that a member of the South African\r\nPolice Service Crime Intelligence Unit, Captain Moses, contacted\nDe\r\nFreitas to assist in arresting a suspected illegal foreigner. De\r\nFreitas referred him to his supervisor, Mr Chembayan. Moses\nthen\r\ncontacted Chembayan and told him that he required De Freitasâs help\r\nto track down the Pakistani national âwho was suspected\nof having\r\nlinks with International Terrorist Networks abroadâ. He also told\r\nChembayan that due to the âsensitive nature of\nthe caseâ it was\r\nbeing âhandled at Ministerial levelâ. Chembayan authorized De\r\nFreitasâs participation in the operation.\nThe following day, on 31\r\nOctober, Moses collected De Freitas at the Durban Central Police\r\nStation from where they proceeded to\nEstcourt in search of the\r\nsuspected illegal foreigner. On route Moses indicated that the\r\nsuspect was âwanted by the British Authorities\nfor having links\r\nwith international terrorist Networksâ, but made no mention of the\r\nsuspectâs nationality.\n[\n44]\tThe\r\nfull court struck out the contents of the founding affidavit upon\r\nwhich this report was based on the grounds that the appellants\nhad\r\npublished it in violation of Poswa Jâs court order of 14 May 2006.\n[\n45]\tThe\r\ndocument is incomplete, unsigned and its author unknown.\nEx\r\nfacie\nthe statement the information it contains constitutes inadmissible\r\nhearsay evidence. Moreover, it does not suggest that Rashid\nwas\r\nwanted for questioning in Pakistan. In those circumstances there was\r\nno basis for the suggestion, in argument, that the deportation\nwas\r\nactually a disguised extradition. In my view, the contents of the\r\ndocument are not only unreliable but do not advance the first\n\nappellantâs case that he now seeks to make.\n[\n46]\tI\r\nturn to deal with the next issue â whether the appellants were\r\nproperly convicted of contempt of court arising from their\nuse of the\r\ncontroversial document in support of their application. On 15 May\r\n2006, Poswa J prohibited publication of the fileâs\ncontents\r\n(mentioned earlier in connection with the disguised extradition\r\nargument) and ordered its return to the Department. The\norder read:\nâ\n1.\nThat there shall be no publication of the contents of the affidavit\r\nfor the intended application for intervention as\namicus\r\ncuriae\nand annexures whatsoever.\nThat there shall be no\r\n\tpublication of the contents of the file of the Department of Home\r\n\tAffairs.\nThat the file shall be restored\r\n\tto the representative of the respondent.â\n[\n47]\tThe\r\norder, which was issued by the registrar, is clear in its terms.\r\nNevertheless, in the present proceedings the appellants\nannexed the\r\ndocument to the founding affidavit to support the allegation that\r\nRashid was deported because of his alleged involvement\nwith\r\ninternational terrorism. The respondents, in addition to filing an\r\nanswering affidavit on the merits in the 12 June 2006 application,\n\nlodged a counter-application for the appellants to be committed for\r\ncontempt of court because of their use of the document in apparent\n\ndisregard of the court order. However, in their answering affidavit\r\nfiled in response to the respondentsâ counter-application,\nMr Omar\r\navers that Poswa J stated in court that the prohibition on\r\npublication did not prevent him from using the contents\nof the file\r\nin any other proceedings. The respondents do not deny this averment\r\nand for present purposes it must be accepted.\n[48]\tMr Omar,\r\nhowever, took a further precaution by instituting proceedings before\r\nPoswa J, before the full court heard the matter,\nfor his order to be\r\ncorrected so as to confirm the appellantsâ understanding of it.\r\nHaving heard the partyâs submissions the\njudge upheld the\r\nappellantsâ contentions and amended the order on 8 August 2006. The\r\nrelevant amendment was contained in paragraph\n4 of the amended order.\r\nIt reads as follows:\nâ\n4.\nOrders\r\n1 and 2 above shall not prohibit use of the file of the Department of\r\nHome Affairs in the advancement of any other court\nproceedings. The\r\norders in 1 and 2 above shall endure until judgment by this court in\r\nthese proceedings.â\n[\n49]\tThe\r\nfull court took the view that the amended order had no bearing on the\r\noriginal prohibition against the usage of the contents\nof the file\r\nbefore any other court.\n41\nBut it seems that this is precisely what Poswa J intended. The\r\nappellantsâ use of the document before the full court, therefore,\n\ndid not violate his order. It follows that the appellants were\r\nincorrectly convicted of contempt of court.\n[\n50]\tThe\r\nlast issue to be decided is whether the manner of Rashidâs removal\r\nfrom South Africa constituted a âcrime against humanityâ\nunder\r\nArticle 7(1)(i) of Part 2 of the Rome Statute of the International\r\nCriminal Court because it was an âenforced disappearanceâ.\nThe\r\nRome Statute sets a threshold for a crime to be elevated to the level\r\nof a âcrime against humanityâ. The criminal act must\nbe committed\r\nwith specific intent and be âpart of a widespread or systematic\r\nattack directed at a civilian populationâ.\n42\nArticle (2)(i) defines âenforced disappearance of personsâ as\r\nâthe arrest, detention, abduction, of persons by, or with the\n\nauthorization, support, or acquiescence of, a State or political\r\norganization, followed by a refusal to acknowledge that deprivation\n\nof freedom or to give information on the fate or whereabouts of those\r\npersons, with the intention of removing them from the protection\nof\r\nthe law for a prolonged period of timeâ. For present purposes, even\r\nif I were to  accept that the circumstances of Rashidâs\nremoval\r\nfrom South Africa does fall within this definition (which I do not\r\nbecause the definition refers to âpersonsâ, not\na person), there\r\ncan be no suggestion that removing a single person from a country\r\nmeets the threshold level for a âcrime against\nhumanityâ. This\r\ncontention must fail.\n[51]\tI turn to\r\nthe question of costs. In the reinstatement application, Mr Omar\r\ncontended that the order of this court on 27\nNovember 2008 that he\r\npay the wasted costs\nde\r\nbonis propiis\nrelating to the record on appeal which had been struck from the roll,\r\nbe reconsidered because it was interlocutory in nature. The\n\nsubmission is without merit. An order striking a matter from the roll\r\nwith costs is final in effect and cannot be reconsidered.\n[\n52]\tThe\namicus\ncontended\r\nthat the respondents ought to pay their costs for having unreasonably\r\nopposed their application to be admitted as\namicus\r\ncuriae\nin this court\n.\nIn this matter the submissions of the\namicus\nwere\r\nof considerable assistance to the court. There were no proper grounds\r\nfor opposing its application and I agree that it is appropriate\nthat\r\nthe respondents pay such costs.\n[\n53]\tTo\r\nconclude, Rashidâs arrest was lawful but his detention and\r\ndeportation were not because they were carried out without compliance\n\nwith the peremptory procedures prescribed by the Act. We were\r\ninformed from the bar that Rashid was released from the custody of\n\nthe Pakistani authorities in December 2007. The appellants have\r\naccordingly abandoned the relief sought for an order declaring\nthat\r\nthe government conduct an investigation while Rashidâs fate was not\r\nclarified. The appellants have, in the main, been successful\nin this\r\nappeal and it follows that they are entitled to their costs.\n[\n54]\tI\r\nmust express our gratitude to the\namicus\r\ncuriae\nfor\r\nits assistance to us.\n[\n55]\tThe\r\nfollowing order is made:\n1.\nThe\r\nappeal is upheld with costs;\n2.\nThe\r\nconvictions and sentences of the appellants for contempt of court are\r\nset aside;\n3.\nThe\r\nrespondents are to pay the costs occasioned by their opposition to\r\nthe application for the admission of the\namicus\r\ncuriae\n;\n4.\nThe\r\norder of the court below is set aside and in its place the following\r\nis substituted:\nâ\na.\nthe\r\ndetention of Khalid Mahmood Rashid at Cullinan Police Station and his\r\nsubsequent removal and deportation are declared to have\nbeen\r\nunlawful;\nb.\nThe\r\nrespondents are to pay the costs of the application;\nc.\nThe\r\ncounter-application is dismissed with costs.â\n_________________\nA CACHALIA\nJUDGE OF APPEAL\nPONNAN JA\r\n(Streicher JA et Hurt AJA concurring\n)\n[56\n]\tI\r\nhave read the judgment of my colleague Cachalia. I take a far\r\nnarrower approach to the matter. Although there had been a\r\nproliferation\nof applications and counter-applications involving\r\nessentially the same issues, the matter ultimately came to be\r\ndecided, at the\ndirection of the learned Judge President, by a\r\nspecially constituted court consisting of three judges (Ngoepe JP,\r\nPretorius J and\nSnijmann AJ), on the basis of just one of the many\r\napplications that served before them. It is noteworthy that the\r\nfounding and\nanswering affidavits in the matter comprise a single\r\nvolume of less than 120 pages. That matter serves before us on appeal\r\non the\nbasis of leave having been granted by this court. We are thus\r\nconstrained by that record, which I may add, does not contain a\r\nreplying\naffidavit.\n[57\n]\tA\r\nuseful starting point is the allegations made in the affidavits filed\r\nof record in the matter. To my mind, the crux of the first\n\nappellantâs case is to be found in paragraph 24 of the founding\r\naffidavit, which reads:\n'NOTEWORTHY\r\nis that Mr. De Freitas, who at all material times worked in the\r\ncourse and scope of his employment with the First Respondent\n\nimmediately arrested, detained and later deported Mr. Rashid\r\nfollowing upon the said Mr. De Freitas having declared Mr. Rashid\nan\r\n\"illegal foreigner\". Mr. Rashid was not afforded the rights\r\ncontemplated in Section 8(1) and (2) of Act 13 of 2002,\nmore\r\nspecifically to appeal/ make representations challenging the decision\r\nto\ndeclare\nhim (Mr. Rashid) an 'illegal foreigner\". The adverse consequence\r\nof being declared \"an illegal foreigner\" is that\nan\r\n\"illegal foreigner\" may be arrested, detained and deported.\r\nI respectfully say that the \"legislature\" intended\nthat the\r\nprocedure in Section 8(1) and (2) of Act 13 of 2002\nmust\nbe followed\nbefore\narrest and detention in terms of Section 34 of Act 13 of 2002. The\r\narrest and detention of Mr. Rashid on the 31\nst\nOctober 2005 is / was therefore unlawful.\n. . . .\nThe response it elicited was:\nâ\nIn the light of the facts\r\nbefore court, the affidavits of De Freitas and Swartland I do not\r\nunderstand on what basis the deponent\nmakes the allegations in this\r\nparagraph. He has no personal knowledge of what happened to Khalid\r\nafter his arrest. The rest of\nthe contents of this paragraph are\r\nargumentative, speculative and incapable of traverse. Questions of\r\ninterpretation of the Act\nwill be dealt with at the hearing of this\r\nmatter.â\n[58\n]\tEarlier\r\nin the answering affidavit filed on behalf of the respondents, the\r\nfollowing appears:\nâ\nKhalid's arrest and detention\r\nwere effected pursuant to information that the Department had\r\nreceived that he was an illegal foreigner,\nresiding in Estcourt. On\r\n31 October 2005, Anthony de Freitas, who is employed by the\r\nDepartment as a Senior Immigration Officer\nat its offices in Durban,\r\narrested Khalid in the following circumstances. He went to Khalid's\r\nplace of residence, namely, 12 Canna\nAvenue, Fordville, Estcourt. As\r\nis often the practice when Department officials effect arrests under\r\ntheir statutory powers, De\nFreitas was accompanied by a number [of]\r\npolicemen. On this occasion, the policemen were under the command of\r\nInspector Arumugan\nMunsamy. They were armed and clad in bullet proof\r\nvests, which is the practice employed in such operations. After they\r\nhad pronounced\nthe premises safe to enter, De Freitas went in. There\r\nhe found Khalid and Mohamed Ali Ebrahim Moosa Jeebhai (\"Jeebhai\"),\n\nthe deponent to the founding affidavit.\n. . .\nWhen De Freitas entered the\r\npremises in which Jeebhai and Khalid were to be found, he asked for\r\ntheir identification and travel\ndocuments. Khalid said he did not\r\nhave any identification papers. He said his passport was in\r\nJohannesburg. But he produced a copy\nof the passport. However, no\r\npermit of any nature appeared on the page where his personal\r\nparticulars were reflected. It was clear\nto De Freitas that Khalid\r\nwas an illegal foreigner, as contemplated in the Act. As such, he was\r\nsubject to arrest and deportation.\nDe Freitas informed Khalid that\r\nhe was being placed under arrest. The purpose of his arrest was to\r\nfacilitate his deportation under\ns34 of the Act. In order to\r\nfacilitate his deportation, it was decided to detain him at the\r\nCullinan Police cells, pending further\ninvestigations and compliance\r\nwith the formalities prescribed in the Act. Khalid was then\r\ntransported to the Cullinan Police cells.\nDe Freitas accompanied the\r\npolice who were responsible for such transportation. After Khalid was\r\nplaced in the police cells at\nCullinan, De Freitas returned to\r\nDurban. While at the Cullinan police cells, Khalid was in the custody\r\nof the police members there.\nI annex hereto as \"JS1\" a\r\nconfirmatory affidavit of De Freitas.\nSwartland, an employee of first\r\nrespondent, conducted an investigation into the residence status in\r\nSouth Africa of Khalid. In his\ncapacity as the Department's Tshwane\r\nChief Immigration Officer, he has access to all [the] Department's\r\nrecords on foreign nationals\nin South Africa.\nHe interviewed Khalid at the\r\nCullinan Police Station on 2 November 2005. Khalid admitted to\r\nSwartland that he had entered the country\nillegally. He then advised\r\nhim that, because he was in the country illegally, he was liable to\r\nbe deported. As he is required to\ndo under the Act, he gave Khalid\r\nwritten notification of his decision to deport him to his country of\r\norigin, namely Pakistan.\nHe further informed Khalid of his right to\r\nappeal against that decision and to have his detention confirmed by a\r\nwarrant of the\nCourt. These averments are confirmed by the written\r\nnotification that he then handed to Khalid, on 2 November 2005. A\r\ncopy of that\nnotification is annexed hereto marked \"JS2\".\n. . .\nI may mention\r\nthat Khalid's decision in respect of the three matters\n43\nare entirely consistent with the following. In response to\r\nSwartland's enquiries as to how he had entered the Republic and\r\nsecured\na \"work permit\", Khalid told Swartland the\r\nfollowing: That he had entered the country without a visa, and had\r\npaid an\nagent $600 \"to get me through the immigration\". He\r\nhad thereafter paid R7 000.00 to the agent for \"a fake work\r\npermit\".\nKhalid later confirmed the aforegoing in an affidavit.\r\nA copy of the affidavit is annexed hereto, marked \"JS3\".'\n[59\n]\r\n\tSignificantly, those allegations are not disputed by or on behalf of\r\nthe appellants. Nor, given the nature of the allegations,\ncould they\r\nbe. Absent a referral to oral evidence and there was none here, it\r\nfollows that the matter falls to be determined on\nthe version of the\r\nrespondent. On that version they were dealing with a self-confessed\r\nillegal foreigner in Mr Khalid Rashid, who\nhad by virtue of that fact\r\nrendered himself liable to arrest in terms of s 34(1) of the Act for\r\nthe purposes of deportation. I\npause to record that, in my view as\r\nwell, the cases, in which it was held that the procedure outlined in\r\ns 8(1) and (2) must be\nfollowed before a person may be arrested in\r\nterms of s 34, were wrongly decided. If a person is an illegal\r\nforeigner he may be\narrested in terms of s 34. An illegal foreigner\r\nis, in terms of s 1, by definition a foreigner who is in the Republic\r\nin contravention\nof the Act and not a person who is confirmed to be\r\nan illegal foreigner by the Minister upon review in terms of s 8(2).\r\nMr Khalid\nRashid, by his own admission, fell within this definition\r\nof âillegal foreignerâ. Moreover, also on his own version, he had\n\nperpetrated a fraud in order to facilitate his entry into and sojourn\r\nin the Republic. In those circumstances, like Cachalia JA,\nI too am\r\nof the view that his arrest was authorised by the Act.\n[60\n]\tThe\r\nsame does not hold true for Mr Rashidâs detention at the Cullinan\r\nPolice Station and his subsequent deportation. The receipt\nand\r\nsubsequent retention of an individual in custody is an exercise of\r\npublic power. Any such exercise is constrained by the principle\nof\r\nlegality.\n44\nIt may thus only occur in terms of lawful authority.\n[61]\tRegulation 28 (1) of the\r\nImmigration Regulations\n45\nprovides:\nâ\nThe detention and deportation\r\nof an illegal foreigner contemplated in section 34(1) of the Act\r\nshall be by means of a warrant issued\nby an immigration officer,\r\nwhich warrant shall substantially correspond to Form 28 contained in\r\nAnnexure A.â\nForm 28 is headed âWARRANT OF DETENTION OF ILLEGAL\r\nFOREIGNERâ, and must be addressed to the relevant âStation\r\nCommissioner/Head\nof Prison or Detention facilityâ. It reads:\nâ\nAs â¦â¦â¦â¦.. (first\r\nname(s) and surname of illegal foreigner) has made *himself/herself\r\nliable to *deportation/removal from\nthe Republic and for detention\r\npending such *deportation/removal in terms of section\r\n*34(1)/34(5)/34(8) of the Act, you are hereby\nordered to detain him\r\nor her until such time as *he/she is *deported/removed from the\r\nRepublic.â\nThere then follows designated spaces on the Form for the\r\nâSignature of [the relevant] immigration officer, âDateâ and\r\nâOfficial\nstampâ.\n[62\n]\tRegulation\r\n28(9)(a) provides that the warrants contemplated in s 34(7) of the\r\nAct shall âin respect of the removal of an illegal\nforeigner, be in\r\na form substantially corresponding to Form 35â. Form 35 reads:\nDEPARTMENT OF HOME AFFAIRS\nREPUBLIC OF SOUTH AFRICA\nWARRANT FOR REMOVAL OF\r\nDETAINED ILLEGAL FOREIGNER\n[Section\r\n7(1)\n(g)\nread with section 34(7); Regulation 28(9)\n(a)\n]\nTO:\nPerson\r\nin charge of prison or detention facility\nAs\r\n............................................................................................................(first\r\nname(s) and\nsurname), whose fingerprints appear on the reverse side\r\nof this Form, has made *himself/herself liable to removal from the\r\nRepublic,\nyou are hereby requested to deliver *him/her into my\r\ncustody.\nRemoval from the Republic shall\r\nbe affected via ........................................... (port of\r\nentry) and the responsible\nimmigration officer or police officer at\r\nthat port of entry shall, before the removal of the detainee, impress\r\nthe left and right\nthumb prints of the detainee in the space provided\r\nhereunder and certify that the prints were taken by him or her.\n.......................................................\t\t\t..............................................\nSignature of immigration\r\nofficer\t\t\t\t\tDate\nAppointment no.:\r\n...................................................\nPlace:\r\n......................................................................\nReference no.:\r\n.......................................................\nCERTIFICATE BY IMMIGRATION\r\nOFFICER\nI hereby confirm that the\r\nabovementioned person was removed from the republic on\r\n....................................(date) to\r\n.................................... (country)\nvia\r\n......................................................(port of\r\nentry).\nI also confirm that *his/her\r\nleft and right thumb prints were taken by me.\nLEFT\r\nTHUMB PRINT\t\t\t                   RIGHT THUMB PRINT\nImmigration officer:\r\n........................................................................................\nAppointment number:\r\n....................................................................................\nDate:\r\n..............................................................................................................\nPort of entry:\r\n..................................................................................................\nDeparture Stamp\n[63\n]\tGiven\r\nthat the deprivation of Mr Rashidâs liberty was prima facie\r\nunlawful, it was for the respondents to justify such deprivation.\n46\nIn this instance, one would have thought that, as a bare minimum, the\r\nrespondents would have sought to show compliance with Regulation\n28. \r\nIt would to my mind have been a relatively simple matter to have\r\nadduced duly completed Forms 28 and 35 as proof of compliance\nwith\r\nRegulation 28. That the respondents failed to do. After all, it seems\r\nto me that the Regulation 28 safeguards exist, not just\nfor the\r\nbenefit of the illegal foreigner, but also to protect the respondents\r\nagainst unjustified and unwarranted claims flowing\nfrom detention or\r\ndeportation or both. Accordingly, on the view that I take of the\r\nmatter, from the time that Mr Rashid was handed\nover by De Freitas to\r\nthe officials at the Cullinan Police cells until he came to leave the\r\nRepublic, the conduct of the state\nofficials in whose charge he found\r\nhimself, was unlawful. It follows that Mr Rashidâs detention and\r\nsubsequent deportation was\nunlawful.\n[64\n]\r\n\tThat, ordinarily at any rate, ought to be the end of the matter\r\ncertainly insofar as the main issue is concerned. There remains\nthe\r\ncontention â which was not pressed with any vigour before us â\r\nthat Mr Rashidâs deportation constituted a disguised extradition.\n\nAlthough I am by no means persuaded that this is still a live issue\r\nin the current appeal, it may nonetheless be prudent for me\nto deal\r\nwith it, albeit briefly. Once again the starting point has to be the\r\nfounding affidavit. In this regard, the closest that\nthe founding\r\naffidavit comes to advancing that rather speculative hypothesis is as\r\nfollows:\nâ\nThe real\r\nreason for the unlawful arrest, detention and deportation of Mr.\r\nRashid, which was never frankly disclosed to this Honourable\nCourt\r\nwas the\nrequest\nby the British Authority / Intelligence following upon their\nsuspicion\nthat Mr. Rashid was suspected of having\nlinks\nto International Terrorist Networks. Ironically, the former British\r\nPrime Minister Margaret Thatcher labelled our former president\nMadiba\r\n(Nelson Mandela) a terrorist. Madiba, was conferred the status of\r\n\"Icon\" approximately three years ago. British\nAuthority and\r\nparticularly the British Prime Minister were clearly wrong in\r\nlabelling Madiba a terrorist, particularly because\nnot too long ago\r\nthe same Madiba was awarded an International Nobel Peace Prize. Mr.\r\nRashid was not linked to any International\nTerrorist Network nor was\r\nMr. Rashid suspected of having committed a crime anywhere in the\r\nworld including South Africa.'\nThe response, unsurprisingly was:\nI deny that the real reason for\r\nthe arrest of Khalid was not disclosed. Khalid was an illegal\r\nforeigner who had entered the country\nthrough illegal means including\r\nfraud and corruption in that he paid money to buy both a visa and a\r\npermit. The Act referred to\nabove empowers first respondent to\r\narrest, detain and deport an illegal foreigner. That is the basis on\r\nwhich Khalid was deported\nfrom South Africa. The rest of the contents\r\nof this paragraph are polemic, vague, irrelevant and incapable of\r\ntraverse.'\n[65\n]\tWithout\r\nmore and given the nature of the factual dispute, had those\r\njuxtaposed paragraphs stood in isolation, the issue of the\nalleged\r\ndisguised extradition would have been resolved against the first\r\nappellant.  But, in the paragraph of the founding affidavit\n\nimmediately preceding that under consideration, the following\r\nappears:\nâ\n\"MV9\"\n47\nhereto is the first page of a report supplied to the First respondent\r\nabout the \"arrest\" of Mr. Rashid by the SAPS Crime\n\nIntelligence Unit Durban. Noteworthy is the concluding paragraph on\r\n\"MV9\" more specifically:-\n\" ... That the suspected\r\nillegal foreigner to be arrested in Estcourt (referring to Mr.\r\nRashid) was wanted by the British Authority\nfor having links to\r\nInternational Terrorist Networks abroad ...\" â.\nThe response it elicited was:\nâ\nThe report referred to in\r\nthis paragraph is also part of the notes by an employee of first\r\nrespondent drawn for the purposes of\nbriefing counsel. The notes are\r\nprivileged and inadmissible and should have never have been used or\r\nannexed to this application.\nThe use of all these documents in\r\ncontempt of a court order shows how desperate deponent is to buy\r\npublicity.â\nIt is thus necessary to subject MV9 to greater scrutiny\r\nto ascertain whether it materially advances the first appellantâs\r\ncase\nin this regard.\n[66\n]\r\n\tFor the reasons that follow, I am of the view that no evidential\r\nweight can be attached to MV9. First, on the first appellantâs\nown\r\nshowing, it is only the first page of a report. Second, the statement\r\nis unsworn and unsigned and there is, moreover, no evidence\nas to the\r\nidentity of its author. Third, ex facie the statement, the\r\ninformation it contains constitutes inadmissible hearsay evidence.\n\nFourth, even if it be shown to have been made by an official in\r\nanother arm of state, MV9 could hardly be binding on the first\n\nrespondent, absent an admission by her of the truth of its contents.\r\nFifth, if agents of the South African state were acting at\nthe behest\r\nof British Authorities in securing Mr Rashidâs arrest â as the\r\ndocument asserts â it is incomprehensible and indeed\nwould appear\r\nto be inconceivable, that they would have simply handed him over to\r\nthe Pakistani authorities. I thus remain unpersuaded\nthat such\r\nevidence as there is (namely the reliance on MV9) â which to my\r\nmind is neither reliable nor credible and stands to\nbe disregarded in\r\nits entirety - supports the inference sought to be advanced by the\r\nfirst appellant.\n[67\n]\tI\r\nagree with Cachalia JA that the contempt of court conviction cannot\r\nstand and that the respondentsâ counter-application in\nthat regard\r\nshould accordingly have been dismissed with costs by the court below.\r\nI likewise agree with his approach to costs.\nIn the result, I agree\r\nwith the order proposed by my learned Colleague.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL\r\nFOR APPELLANT:\tZ Omar (Attorney)\nAmicus\r\nCuriae:\t\t\tA Katz; M du Plessis\nINSTRUCTED\r\nBY:\t\t\tZehir Omar Attorneys; Springs\nAmicus\r\nCuriae:\t\t\tWITS Law Clinic, Johannesburg\nCORRESPONDENT:\t\tGoodrick\r\n& Franklin; Bloemfontein\nAmicus\r\nCuriae:\t\t\tMatsepes Inc., Bloemfontein\nCOUNSEL FOR\r\nRESPONDENT:   P M Mtshaulana SC;  G Bofilatos\nINSTRUCTED\r\nBY:\nThe\r\nState Attorneys; Pretoria\nCORRESPONDENT:\nThe\r\nState Attorneys; Bloemfontein\n1\nThe judgment of the full court is reported as\nJeebhai v Minister\r\n\tof Home Affairs & another\n2007 (4) SA 294\n(T).\n2\nâImmigration Regulations, GN R616,\nGG\n27725, 27 June 2005.â\r\n\tThe notice complies with Form 29.\n3\nSee judgment of the full court below cited above at n1 para 11.\n4\nJeebhai v Minister of Home Affairs\n(139/08)\n[2008] ZASCA 160\n(27 November 2008).\n5\nSection 22 of the Supreme Court Act 59 of 1959; P B J Farlam & D\r\n\tE Van Loggenberg\nErasmus-Superior Court Practice\n30 ed\r\n\tA1-55-56.\n6\nAs amended by the\nImmigration Amendment Act 19 of 2004\n.\n7\nâImmigration Regulations, GN R616,\nGG\n27725 of 27 June\r\n\t2005.â\n8\nSection 1 defines âdeport or deportationâ to mean âthe action\r\n\tor procedure aimed at causing an illegal foreigner to leave\nthe\r\n\tRepublic in terms of the Actâ.\n9\nSee Blackwell J in\nKazee v Principal Immigration Officer\n1954\r\n\t(3) SA 759\n(W) p 763A.\n10\nMinister of Law and Order v Hurley\n1986 (3) SA 568\n(A) p\r\n\t589E-F;\nZealand v Minister of Justice and Constitutional\r\n\tDevelopment & another\n2008 (2) SACR 1\n(CC);\n[2008] ZACC 3\npara [25].\n11\nMinister Van Wet en Orde v Matshoba\n1990 (1) SA 280\n(A) p\r\n\t294B-D.\n12\nSee\nMatshoba\nabove at p 296B-D\n.\n13\nSection 41(1) provides: âIdentification â\nWhen so requested by an\r\n\timmigration officer or a police officer, any person shall identify\r\n\thimself or herself as a citizen, permanent\nresident or foreigner,\r\n\tand if on reasonable grounds such immigration officer or police\r\n\tofficer is not satisfied that such person\nis entitled to be in the\r\n\tRepublic, such person may be interviewed by an immigration officer\r\n\tor a police officer about his or\nher identity or status, and such\r\n\timmigration officer or police officer may take such person into\r\n\tcustody without a warrant, and\nshall take reasonable steps, as may\r\n\tbe prescribed, to assist the person in verifying his or her identity\r\n\tor status, and thereafter,\nif necessary detain him or her in terms\r\n\tof section 34.â\n14\nSection 34(2) provides: âThe detention of a person in terms of\r\n\tthis Act elsewhere than on a ship and for purposes other than\nhis or\r\n\ther deportation shall not exceed 48 hours from his or her arrest or\r\n\tthe time at which such person was taken into custody\nfor examination\r\n\tor other purposes, provided that if such period expires on a\r\n\tnon-court day it shall be extended to four p.m.\nof the first\r\n\tfollowing court day.â\n15\nRegulation 32.\n16\nRegulation 28(7) read with a form substantially complying with Form\r\n\t33.\n17\nSection 34(1) provides: âWithout the need for a warrant, an\r\n\timmigration officer may arrest an illegal foreigner or cause him\nor\r\n\ther to be arrested, and shall, irrespective of whether such\r\n\tforeigner is arrested, deport him or her or cause him or her to\nbe\r\n\tdeported and may, pending his or her deportation, detain him or her\r\n\tor cause him or her to be detained in a manner and at\na place\r\n\tdetermined by the Director-General, provided that the foreigner\r\n\tconcerned â\n(a)\tshall be notified in writing of the decision to deport him or\r\n\ther and of his or her right to appeal such decision in terms\nof this\r\n\tAct;\n(b)\tmay at any time request any officer attending to him or her that\r\n\this or her detention for the purpose of deportation be confirmed\nby\r\n\twarrant of a Court, which, if not issued within 48 hours of such\r\n\trequest, shall cause the immediate release of such foreigner;\n(c)\t shall be informed upon arrest or immediately thereafter of the\r\n\trights set out in the preceding two paragraphs, when possible,\n\n\tpracticable and available in a language that her or she understands;\n. . .â\n18\nSection 8(1)(b) read with reg 5(1). The request is submitted on a\r\n\tform substantially corresponding to Form 1.\n19\nSection 8(2)(b).\n20\nLawyers for Human Rights v Minister of Home Affairs\n2003 (8)\r\n\tBCLR 891\n(T) p 896.\n21\nSection 34(1)(a), (b) and (c). In terms of reg 28(2) the\r\n\tnotification of the deportation of an illegal foreigner contemplated\n\n\tin s 34(1)(a) shall be in a form substantially corresponding to Form\r\n\t29. The form does not make provision for the detainee to\nbe informed\r\n\tof his constitutional rights under s 35(2) of the Constitution.\n22\nLawyers for Human Rights & another v Minister of Home Affairs\n[2004] ZACC 12\n;\n2004 (4) SA 125\n(CC) para 27.\n23\nRegulation 28(1) read with Form 28.\n24\nSection 34(1)(d).\n25\nSection 34(1((e).\n26\nSection 34(7) provides: âOn the basis of a warrant for the removal\r\n\tor release of a detained illegal foreigner, the person in\ncharge of\r\n\tthe prison concerned shall deliver such foreigner to that\r\n\timmigration officer or police officer bearing such warrant,\nand if\r\n\tsuch foreigner is not released he or she shall be deemed to be in\r\n\tlawful custody while in the custody of the immigration\nofficer or\r\n\tpolice officer bearing such warrant.â\n27\nSection 8 provides: â\nReview\r\n\tand appeal procedures\n(1)\tAn\r\n\timmigration officer who refuses entry to any person or finds any\r\n\tperson to be an illegal foreigner shall inform that person\non the\r\n\tprescribed form that he or she may in writing request the Minister\r\n\tto review that decision and-\n(a)\nif\r\n\the or she arrived by means of a conveyance which is on the point of\r\n\tdeparting and is not to call at any\nother port of entry in the\r\n\tRepublic, that request shall without delay be submitted to the\r\n\tMinister; or\n(b)\nin\r\n\tany other case than the one provided for in paragraph\n(a)\n, that request shall\r\n\tbe submitted to the Minister within three days after that decision.\n(2)\tA\r\n\tperson who was refused entry or was found to be an illegal foreigner\r\n\tand who has requested a review of such a decision-\n(a)\nin\r\n\ta case contemplated in subsection (1)\n(a)\n, and who has not\r\n\treceived an answer to his or her request by the time the relevant\r\n\tconveyance departs, shall depart on that conveyance\nand shall await\r\n\tthe outcome of the review outside the Republic; or\n(b)\nin\r\n\ta case contemplated in subsection (1)\n(b)\n, shall not be removed\r\n\tfrom the Republic before the Minister has confirmed the relevant\r\n\tdecision.\n(3)\tAny\r\n\tdecision in terms of this Act, other than a decision contemplated in\r\n\tsubsection (1), that materially and adversely affects\nthe rights of\r\n\tany person, shall be communicated to that person in the prescribed\r\n\tmanner and shall be accompanied by the reasons\nfor that decision.\n(4)\tAn\r\n\tapplicant aggrieved by a decision contemplated in subsection (3)\r\n\tmay, within 10 working days from receipt of the notification\n\n\tcontemplated in subsection (3), make an application in the\r\n\tprescribed manner to the Director-General for the review or appeal\n\n\tof that decision.\n(5)\tThe\r\n\tDirector-General shall consider the application contemplated in\r\n\tsubsection (4), whereafter he or she shall either confirm,\nreverse\r\n\tor modify that decision.\n(6)\tAn\r\n\tapplicant aggrieved by a decision of the Director-General\r\n\tcontemplated in subsection (5) may, within 10 working days of\n\n\treceipt of that decision, make an application in the prescribed\r\n\tmanner to the Minister for the review or appeal of that decision.\n(7)\tThe Minister shall consider the application\r\n\tcontemplated in subsection (6), whereafter he or she shall either\r\n\tconfirm, reverse\nor modify that decision.â\n28\nRead with reg 5(2) and Form\n2. Form 2\nmakes reference only to a\r\n\treview and has erroneously omitted the reference to an appeal.\n29\nSection 8(6).\n30\n2003 (6) SA 599\n(T).\n31\n[2007] JOL 18935\n(T).\n32\n[2007] JOL 18958\n(T) at p 18.\n33\nTPD case No. 36405/06 (Unreported). It appears that the cases\r\n\tmentioned earlier dealing with this point were not brought to the\n\n\tlearned judgeâs attention, as he made no mention of them in his\r\n\tjudgment. This is troubling because he would have been bound\nto\r\n\tfollow those judgments unless satisfied that they were clearly\r\n\twrong.\n34\n2008 (6) SA 483\n(W) paras 33-34.\n35\nSee\nUlde\nquoted above at para 29.\n36\nLawyers for Human Rights & another v Minister of Home Affairs\n2003 (8) BCLR 891\n(T) p 896.\n37\nSection 34(7) provides: âOn the basis of a warrant for the removal\r\n\tor release of a detained illegal foreigner, the person in\ncharge of\r\n\tthe prison concerned shall deliver such foreigner to that\r\n\timmigration officer or police officer bearing such warrant,\nand if\r\n\tsuch foreigner is not released he or she shall be deemed to be in\r\n\tlawful custody while in the custody of the immigration\nofficer or\r\n\tpolice officer bearing such warrant.â\n38\nThe Governmentâs website,\nhttp://www.home-affairs.gov.za/airports.asp\nlists 11 airports as ports of entry. Waterkloof Air Base is not one\r\n\tof them.\n39\nSee generally J Dugard.\nInternational Law â A South African\r\n\tPerspective\n3 ed (2005) p 229-231.\n40\nSee judgment of the full court above at n1 para 37.\n41\nSee the judgment of the full court above at n1 para 45.\n42\nDugard\nInternational Law - A South African Perspective\n3 ed\r\n\t(2005) p 182-185.\n43\nIn terms of JS2, Khalid chose: (i) To await his deportation at the\r\n\tfirst reasonable opportunity, whilst remaining in custody;\n(ii) Not\r\n\tto appeal the decision to deport him; and (iii) Not to have his\r\n\tdetention confirmed by a warrant of court.\n44\nMinister of Justice and Constitutional Development and Another v\r\n\tZealand\n2007 (2) SA 401\n(SCA);\n[2007] ZASCA 92\n;\nZealand v\r\n\tMinister for Justice and Constitutional Development and Another\n2008\r\n\t(4) SA 458 (CC); [2008] ZACC 3.\n45\nSee footnote 7.\n46\nZealand\n(CC)\npara 24.\n47\nSummarised in para 43 of Cachalia JAâs judgment.",
  "scraped_at": "2026-02-11T21:45:07.239916",
  "date": "2009-03-31",
  "coram": [
    "Mpati P",
    "Streicher",
    "Ponnan",
    "Cachalia JJA",
    "Hurt AJA"
  ],
  "case_number": "139/08",
  "parties": {
    "applicants": [
      "Ismail Ebrahim Jeebhai",
      "Yasmin Naidoo",
      "Zehir Omar"
    ],
    "respondents": [
      "Minister of Home Affairs",
      "Michael Sirela"
    ]
  },
  "sections": {
    "facts": "The appellant Jeebhai, a businessman, sought the release of his brother Mohamed Ali and a Pakistani national, Khalid Mahmood Rashid, who were arrested at Ali's home in Estcourt on 31 October 2005 by senior immigration officer Anthony de Freitas and police. Rashid, identified as an illegal foreigner, was detained at Cullinan Police Station and, without a warrant, was transferred to Waterkloof Military Air Base and flown to Pakistan on 6 November 2005. The respondents failed to provide the required Form 28 detention warrant, Form 29 notification, or evidence that Waterkloof was a designated port of entry. The appellants were later convicted of contempt of court for using a disputed document in their proceedings. The appeal concerned the lawfulness of Rashid's arrest, detention and deportation, the need to follow section 8 procedures before arrest, the alleged disguised extradition, and the validity of the contempt convictions.",
    "issues": "1. Whether the respondents were required to invoke the section 8 review and appeal procedure before arresting and detaining Rashid under section 34(1). 2. Whether Rashid's detention and deportation were unlawful due to non‑compliance with the Immigration Act and Regulations (absence of warrants, failure to use a designated port of entry, and delayed notification). 3. Whether the deportation amounted to a disguised extradition linked to alleged terrorism. 4. Whether the appellants' conviction for contempt of court was proper. 5. Whether the removal constituted an enforced disappearance or crime against humanity under the Rome Statute.",
    "principles": "The court relied on the Immigration Act 13 of 2002 and its regulations, particularly sections 1, 8, 34, 41 and 45. Section 34(1) permits arrest of an illegal foreigner without a warrant; section 8 deals with review and appeal procedures and is not a prerequisite to arrest. Detention for deportation must be effected by a warrant substantially complying with Form 28 (section 41) and removal by a warrant compliant with Form 35 (section 34(7)). The respondent bears the onus to prove compliance. Precedent cases (Arisukwu, Muhammed, Khan, Mabuse, Ulde) were considered, with the court endorsing the view that section 8 does not govern arrest, and that failure to follow the warrant requirements renders detention and deportation unlawful. The Rome Statute requires a widespread or systematic attack for a crime against humanity, which was not satisfied by a single removal.",
    "application": "The court held that Rashid's arrest was authorized under section 34(1) because he was a self‑admitted illegal foreigner. However, the respondents failed to produce a valid Form 28 detention warrant, did not provide Form 29 notification promptly, and did not prove that Waterkloof Air Base was a designated port of entry, breaching the statutory safeguards. Consequently, the detention at Cullinan and the subsequent deportation were unlawful. The alleged link to international terrorism was unsupported by admissible evidence, so the claim of disguised extradition failed. The contempt convictions were set aside because the appellants had relied on an amended order that allowed use of the document in other proceedings. The removal did not meet the threshold for an enforced disappearance or a crime against humanity.",
    "conclusion": "The appeal was upheld with costs. The contempt convictions and sentences of the appellants were set aside. The respondents were ordered to pay the costs incurred in opposing the amicus curiae application. The lower court's order was set aside and replaced with a declaration that Rashid's detention at Cullinan Police Station and his subsequent removal and deportation were unlawful, the respondents to pay the costs of the application, and the counter‑application dismissed with costs."
  },
  "tags": {
    "level_1": "Immigration Law",
    "level_2": "Deportation",
    "level_3": [
      "illegal foreigner",
      "detention",
      "procedural fairness",
      "contempt of court",
      "human rights"
    ]
  }
}