{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/136.html",
  "case_name": "National Director of Public Prosecutions and Another v Tshavhungwa and Another, Tshavhungwa v National Director of Public Prosecutions and Another (328/08, 593/08) [2009] ZASCA 136; [2010] 1 All SA 488 (SCA) ; 2011 (1) SA 141 (SCA) ; (2010) 31 ILJ 81 (SCA) ; [2010] 2 BLLR 121 (SCA) (2 November 2009)",
  "citation": "[2009] ZASCA 136",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 136\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions and Another v Tshavhungwa and Another, Tshavhungwa v National Director of Public Prosecutions and Another (328/08, 593/08) [2009] ZASCA 136; [2010] 1 All SA 488 (SCA) ; 2011 (1) SA 141 (SCA) ; (2010) 31 ILJ 81 (SCA) ; [2010] 2 BLLR 121 (SCA) (2 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 328/08\nTHE NATIONAL DIRECTOR OF PUBLIC PROSECUTIONS\tFirst Appellant\nLEONARD FRANK McCARTHY\tSecond Appellant\nand\nTSHIBVUMO PHANUEL CORNWELL TSHAVHUNGWA\tFirst Respondent\nMINISTER OF JUSTICE AND CONSTITUTIONAL\nDEVELOPMENT\tSecond Respondent\nCase No: 593/08\nTSHIBVUMO PHANUEL CORNWELL TSHAVHUNGWA\tFirst Appellant\nand\nNATIONAL DIRECTOR OF PUBLIC PROSECUTIONS\tFirst Respondent\nMINISTER OF JUSTICE AND CONSTITUTIONAL\nDEVELOPMENT\tSecond Respondent\nLEONARD FRANK McCARTHY\tThird Respondent\nNeutral citation:\nTshavhungwa v NDPP\n(328/09 &\r\n593/08)\n[2009] ZASCA 136\n(2 November 2009)\nCoram:\nNUGENT, LEWIS, MLAMBO, MAYA JJA and GRIESEL AJA\nHeard:\n16 SEPTEMBER 2009\nDelivered:\n2 NOVEMBER 2009\nSummary:\tClaim for enforcement of constitutional right to\r\nadministrative action that is lawful, reasonable and procedurally\r\nfair\nâ dismissal of public employee â does not constitute\r\nâadministrative actionâ.\nORDER\nOn appeal from: North Gauteng High Court (Mavundla J\r\nsitting as court of first instance)\nThe appeal against paragraph 1 of the order of the court\r\nbelow is dismissed with costs. The cross appeal against paragraph 2\r\nof\nthe order is upheld with costs. The order made in that paragraph\r\nis set aside and the following order is substituted:\nâ\nThe costs of the application are to be paid by the\r\napplicant.â\nJUDGMENT\nNUGENT JA (LEWIS, MLAMBO, MAYA JJA and GRIESEL AJA\r\nconcurring)\n[1]\tWe have before us an appeal and a cross appeal. To\r\navoid confusion I will refer to the parties by their names or\r\ndesignations.\nThe appeals arise from an application that was brought\r\nby Mr Tshavhungwa in the North Gauteng High Court against the\r\nNational Director\nof Public Prosecutions, Mr McCarthy, and the\r\nMinister of Justice and Constitutional Development. To the extent\r\nthat the allegations\nin the affidavits are disputed I will relate\r\nthem in accordance with the principles laid down in\nPlascon-Evans\n.\n1\n[2]\tAt the time that is now relevant there existed in\r\nthe Office of the National Director of Public Prosecutions â\r\nestablished\nunder the\nNational Prosecuting Authority Act 32 of 1998\nâ\r\na unit known as the Directorate of Special Operations (commonly\r\nreferred to as the âScorpionsâ). McCarthy â a Deputy\nNational\r\nDirector of Public Prosecutions â was the head of the unit.\r\nTshavhungwa was employed in the unit as a Deputy Director.\n[3]\tOn 15 March 2004 Tshavhungwa was called to a meeting\r\nat the office of the National Director â at that time Mr Ngcuka â\r\nwhich\nwas also attended by McCarthy. There he was informed that\r\ncertain allegations had been made against him that required\r\ninvestigation\nand he was placed on special leave for a fortnight. On\r\n13 March 2004 McCarthy wrote to Tshavhungwa advising that the\r\nallegations\nwere sufficiently serious to warrant further\r\ninvestigation and that Tshavhungwa was meanwhile suspended with full\r\nemoluments.\n[4]\tOn 26 May 2004 Tshavhungwa was given notice to\r\nattend a disciplinary hearing to answer to various charges of\r\nmisconduct, which\nincluded âdishonestyâ, âabuse of his\r\nauthorityâ, âdisgraceful and improper conductâ, and âfailing\r\nto disclose his\nfinancial interestâ in certain transactions. The\r\nhearing was due to take place on 28 May 2004 but was postponed to 8\r\nJune 2004.\n[5]\tThe day before the hearing was to take place\r\nTshavhungwa was arrested on allegations of corruption. Needless to\r\nsay, the disciplinary\nhearing did not proceed. On 8 June 2004\r\nTshavhungwa was released on bail. On 18 June 2004 he was again\r\narrested, on this occasion\nfor failing to adhere to the conditions of\r\nbail. Bail was revoked and Tshavhungwa remained in custody until\r\nNovember 2005.\n[6]\tMeanwhile, attempts were made to bring the\r\ndisciplinary proceedings to fruition. It is not necessary for present\r\npurposes to\ndetail the various events that occurred in that regard.\r\nIt is sufficient to say that in September 2004, at the suggestion of\r\nTshavhungwaâs\nattorney, it was agreed that in place of the\r\ndisciplinary hearing, the allegations against Tshavhungwa would be\r\nsubjected to âpre-dismissal\narbitrationâ as contemplated by\ns\r\n188A\nof the\nLabour Relations Act 66 of 1995\n. The arbitration was set\r\nto take place over the period 10 â 12 November 2004.\n[7]\tIn the interim Ms Sparg â Chief Executive Officer\r\nin the National Prosecuting Authority â wrote to Tshavhungwaâs\r\nattorney\n(on 21 July 2004) inviting Tshavhungwa to furnish reasons\r\nwhy he should not be placed on suspension without pay in view of his\r\ninability to fulfil his employment obligations and the protracted\r\ndisciplinary proceedings. Notwithstanding objection his attorney\nwas\r\nadvised on 4 August 2004 â on the authority of the National\r\nDirector â that he had been suspended without pay with immediate\n\neffect.\n[8]\tBefore the âpre-dismissal arbitrationâ took\r\nplace the Executive Committee of the National Prosecuting Authority â\r\nwhich\nis its top management structure â reconsidered the decision\r\nto subject the matter to arbitration. Upon legal advice it concluded\n\nthat it should consider terminating Tshavhungwaâs employment\r\nforthwith, principally on the ground that his incarceration prevented\n\nhim from performing his functions. In view of this decision\r\nTshavhungwa was advised that the National Prosecuting Authority would\n\nnot continue with the arbitration.\n[9]\tOn 3 December Sparg wrote to Tshavhungwa advising\r\nthat\nâI am currently considering the termination of your contract on the\r\nbasis of your inability to perform your contractual obligation\nto the\r\nNPA and the operational requirements of the organisation as set out\r\nhereinafter. As further support for this consideration\nof termination\r\nof your contract, I have also set out in sections B and C hereinafter\r\nother circumstances, which in my view, constitutes\nan irreparable\r\nbreach of trust and breakdown of the employer/employee relationshipâ\nand she invited him to make representations as to why\r\nhis employment should not be terminated. No representations were made\r\nand\non 20 December 2004 Tshavhungwa was advised by Sparg that his\r\nemployment was terminated with effect from that date.\n[10]\tThis concatenation of events prompted the\r\napplication that is now in issue, which was for the review of certain\r\nof the decisions\nI have mentioned and in particular the decision to\r\ndismiss him. I do not think it is necessary to relate in full the\r\norders that\nwere sought. It is sufficient to say that Tshavhungwa\r\nsought orders declaring that âthe letter â¦ dated 21 July 2004â,\r\nâthe\ncancellation of the disciplinary hearingâ, âthe letter\r\ndated 3 December 2004â, and the âpurported dismissal â¦ per\r\nletter\ndated 20 December 2004â were âmala fides, fraudulent,\r\nultra vires, unlawful and void ab initioâ, together with other\r\nrelated\ndeclaratory orders, in particular an order declaring that\r\nonly the Minister was authorised to discipline and dismiss him.\n[11]\tThe court below (Mavundla J) dismissed the\r\napplication but ordered the National Director and McCarthy, jointly\r\nand severally,\nto pay the costs of the application. With the leave of\r\nthat court Tshavhungwa now appeals against the order dismissing his\r\napplication,\nand the National Director and McCarthy appeal against\r\nthe order relating to costs.\n[12]\tThe application was brought only in December 2006.\r\nTshavhungwa explained the delay on the basis that he had been\r\nincarcerated\nuntil November 2005, and had thereafter spent a year\r\nattempting to have the matter resolved by the Minister.\n[13]\tIn January 2006 he had written to the Minister\r\nrequesting her intervention to âreverse the decisions takenâ\r\nalleging, amongst\nother things, that âthe National Director does\r\nnot have the power to terminate the services of any Deputy Director\r\nof Public\nProsecutionsâ, and that only the Minister had that power.\r\nTshavhungwa was advised on 10 March 2006 that the Minister was\r\nawaiting\na report from the National Director and would reply to him\r\nonce she received the report. Persistent requests by Tshavhungwa for\n\na reply to his representations followed for much of the remainder of\r\nthe year, the response on each occasion being that the Minister\nwas\r\nawaiting the report. Meanwhile the National Prosecuting Authority had\r\nrequested legal advice from the State Attorney, which\nit received in\r\nSeptember 2006, and it then responded to the Minister. The Minister\r\nreceived the report on 26 October 2006. After\nconsidering the report,\r\nand on the advice of her advisers, she concluded that she was the\r\nonly person authorised to dismiss Tshavhungwa.\nAccording to an\r\naffidavit deposed to by the Director General of the department, filed\r\non her behalf, she then informed the National\nDirector of her view,\r\nand âindicated that it is desirable that [Tshavhungwa] be\r\nre-instated so that proper disciplinary steps\nshould be taken against\r\nhimâ. (The relevance of that communication will appear later in\r\nthis judgment.) The representations that\nhad been made to the\r\nMinister in January of that year were never responded to and\r\nTshavhungwa duly launched his application.\n[14]\tIn this court counsel for Tshavhungwa did not press\r\nfor all the relief that was claimed in the notice of motion but\r\nconfined\nhimself to the claim for a declaration that the purported\r\ndismissal of Tshavhungwa was unlawful. (Certain additional relief,\r\nconsequent\nupon such a declaration, was also sought, for the first\r\ntime, in this court, but in view of the conclusion to which I have\r\ncome\nit is not necessary to deal with it.) The principal argument\r\nthat was advanced in that regard was that, just as the Minister alone\n\nis authorised to appoint a Deputy Director,\n2\nso, too, the Minister alone is authorised to dismiss a Deputy\r\nDirector, and thus the purported dismissal of Tshavhungwa by the\n\nNational Director was unlawful. The Minister was represented before\r\nus to support that contention.\n[15]\tWhile the argument found favour with the court\r\nbelow it nonetheless dismissed the application, upholding the points\r\ntaken in\nlimine that there had been undue delay in bringing the\r\napplication, and further, that the court had no jurisdiction in the\r\nmatter.\nFor the reasons that follow it is not necessary for this\r\ncourt to pronounce upon the authority or otherwise of the National\r\nDirector\nto dismiss a Deputy Director and I expressly refrain from\r\ndoing so.\n[16]\tThe ground upon which Tshavhungwa sought the\r\nintervention of the High Court was that the various acts that I have\r\nreferred\nto â including his purported dismissal â were said to\r\ninfringe the right guaranteed to him by s 33 of the Constitution to\r\nâadministrative\naction that is lawful, reasonable and procedurally\r\nfairâ. His cause of action was emphasised in his replying affidavit\r\nwhen,\nin response to an allegation that his claim was barred because\r\nit ought to have been brought within the time limit stipulated by\nthe\nPromotion of Administrative Justice Act 3 of 2000\nhe said that his\r\nclaim was not founded upon the Act but was for âviolation of [his]\r\nconstitutional right to administrative actionâ,\nand later, that it\r\nwas âa classic administrative law review applicationâ.\n[17]\tWhether s 33 of the Constitution has a\r\nresidual field of operation outside the terms of the Promotion of\r\nAdministrative\nJustice Act is not a matter that need concern us in\r\nthis case.\n3\nIt is sufficient to say that the application can succeed, whether by\r\ndirect application of the Constitution, or by its indirect\n\napplication through the provisions of the Act, only if the conduct\r\ncomplained of by Tshavhungwa constitutes âadministrative actionâ\n\nas envisaged by the Constitution and the legislation.\n[18]\tIn the course of its reasoning the court below gave\r\nsome attention to that question with reference to the decision of the\r\nConstitutional\nCourt in\nChirwa v Transnet\r\nLtd.\n4\nThat decision, and others that followed upon it, has since been\r\novertaken by the decision of that court in\nGcaba\r\nv Minister of Safety and Security,\n5\nwhich has helpfully clarified some of the issues that arose in\nChirwa\n, and which is\r\ndecisive of this case\n.\n[19]\tIn that case\r\n\tMr Gcaba was appointed as station commissioner, Grahamstown, in\r\n\tSeptember 2003, and he occupied that position\nuntil the end of\r\n\tFebruary 2006. When the position was upgraded, Gcaba applied, was\r\n\tshortlisted, and went through the interview\nprocess. However, he was\r\n\tnot appointed, and someone else was appointed instead. Gcaba lodged\r\n\ta grievance with the South African\nPolice Service but later\r\n\tabandoned the process and elected to refer the dispute to the Safety\r\n\tand Security Sectoral Bargaining\nCouncil. When the representative of\r\n\tthe South African Police Service failed to attend the\r\n\tpre-arbitration meeting, the applicant\nwithdrew the dispute from the\r\n\tBargaining Council and approached the High Court with an application\r\n\tto review the decision not\nto appoint him as station commissioner.\r\n\tThe High Court, considering that it lacked jurisdiction to consider\r\n\tthe claim, issued\nan order dismissing the application.\n[20]\tThe\r\n\tConstitutional Court dismissed an appeal against the order of the\r\n\thigh court dismissing the claim, on the ground that\nthe failure to\r\n\tpromote and appoint the applicant was not administrative action, and\r\n\tthus that his claim was bad in law. As stated\nby Van der Westhuizen\r\n\tJ:\n6\nâ\n[T]he the\r\n\tfailure to promote and appoint the applicant was not administrative\r\n\taction. If his case proceeded in the High Court,\nhe would have been\r\n\tdestined to fail for not making out the case with which he\r\n\tapproached this Court, namely an application to\nreview what he\r\n\tregarded as administrative action.â\n[21]\tMuch of the\r\n\tbasis for that finding was drawn, it seems, from the earlier\r\n\tanalysis by Ngcobo J in\nChirwa.\nVan der Westhuizen J summarised the principle that was applied as\r\n\tfollows (referring to employment in the public sector):\n7\nâ\nGenerally,\r\n\temployment and labour relationship issues do not amount to\r\n\tadministrative action within the meaning of [the\nPromotion of\nAdministrative Justice Act]. This\nis recognised by the Constitution.\r\n\tSection 23 regulates the employment relationship between employer\r\n\tand employee and guarantees\nthe right to fair labour practices. The\r\n\tordinary thrust of section 33 is to deal with the relationship\r\n\tbetween the state as bureaucracy\nand citizens and guarantees the\r\n\tright to lawful, reasonable and procedurally fair administrative\r\n\taction. Section 33 does not\nregulate the relationship between the\r\n\tstate as employer and its workers. When a grievance is raised by an\r\n\temployee relating to\nthe conduct of the state as employer and it has\r\n\tfew or no direct implications or consequences for other citizens, it\r\n\tdoes not\nconstitute administrative action.â\n[22]\tIn supplementary heads of argument filed on behalf\r\nof Tshavhungwa it was submitted, on the basis of\nGcaba,\nthat the claim in the present case is\r\njusticiable in the high court, and that is clearly correct, but it\r\nbegs the question whether\nthe claim is properly founded in law.\r\nTshavhungwa might well have had remedies available to him under the\r\nLabour Relations Act\n66 of 1995 (which were not justiciable in the\r\nhigh court), and he pertinently disavowed reliance upon contractual\r\nremedies. But\nhis claim in the present case, as I have already\r\npointed, was that the purported termination of his employment\r\nbreached his constitutional\nright to lawful administrative action.\nGcaba\nmakes it clear\r\nthat the dismissal of an employee in the public sphere does not\r\nconstitute âadministrative actionâ and on that\nground alone the\r\nclaim was correctly dismissed.\n[23]\tThere remains the question of the costs in the\r\ncourt below. Generally the costs associated with a failed application\r\nwill follow\nthe result. In this case the court below ordered the\r\nNational Director and McCarthy to pay the costs as a mark of its\r\ndisapproval.\nWhat the court below disapproved of was their failure to\r\ndisclose in their answering affidavit that the Minister had indicated\r\nthat she considered it desirable that Tshavhungwa be reinstated and\r\nthat a disciplinary enquiry be held. I do not think there was\n\nanything untoward in the failure to make that disclosure. The\r\nMinister was a party to the proceedings and could be expected to\n\nexpress her own views on the matter and I do not think the National\r\nDirector and McCarthy can be criticised for failing to preempt\nwhat\r\nshe might have to say. Moreover, the view that was taken by the\r\nMinister was immaterial to the relief that was sought against\nthe\r\nNational Director and McCarthy. In my view the court below\r\nmisdirected itself by founding its order for costs on that\r\nconsideration\nand this court is entitled to approach the matter\r\nafresh. I see no proper reason why the costs should not follow the\r\nresult in\nthe ordinary course. The National Director and McCarthy,\r\nand the Minister, were represented by two counsel, before us and in\r\nthe\ncourt below. No doubt they considered it prudent to be\r\nrepresented by two counsel but I do not think that the case is one\r\nthat\nwarrants an order for the recovery of those costs.\n[24]\tAccordingly the appeal against paragraph 1 of the\r\norder of the court below is dismissed with costs. The cross appeal\r\nagainst\nparagraph 2 of the order is upheld with costs. The order made\r\nin that paragraph is set aside and the following order is\r\nsubstituted:\nâ\nThe costs of the application are to be paid by the\r\napplicant.â\n__________________\nR NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tJ G Rautenbach\nInstructed\r\nby:\nBowman\r\nGilfillan, Pretoria\nLovius\r\nBlock, Bloemfontein\nFor\r\nrespondent:\tA J Freund SC (1\nst\n& 3\nrd\n)\nS\r\nYacoob\nI\r\nA M Semenya SC\nA\r\nL Platt\nInstructed\r\nby:\nRamothwala\r\nLenyai Inc, Pretoria (1\nst\n)\nBosiu\r\nAttorneys, Bloemfontein\nThe\r\nState Attorney, Pretoria (2\nnd\n)\nThe\r\nState Attorney, Bloemfontein\n1\nPlascon- Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd\n1984\r\n\t(3) 623 (A) 634E-635C.\n2\nSection 15(1)\nof the\nNational Prosecuting Authority Act.\n3\nSee\n: Iain Currie & Jonathan Klaaren\nThe Promotion of\r\n\tAdministrative Justice Benchbook\nparas 1.27 and 1.28;\nThe New\r\n\tConstitutional and Administrative Law\nVol 2 by Cora Hoexter with\r\n\tRosemary Lyster (ed. Iain Currie) pages 87-89.\nBato Star Fishing\r\n\t(Pty) Ltd v Minister of Environmental Affairs\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC) para 25.",
  "scraped_at": "2026-02-12T05:22:41.753259",
  "date": "2009-11-02",
  "coram": [
    "NUGENT",
    "LEWIS",
    "MLAMBO",
    "MAYA JJA",
    "GRIESEL AJA"
  ],
  "case_number": "328/08",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions",
      "Leonard Frank McCarthy"
    ],
    "respondents": [
      "Tshavhungwa",
      "Minister of Justice and Constitutional Development"
    ]
  },
  "sections": {
    "facts": "Tshavhungwa was a Deputy Director in the Directorate of Special Operations (the \"Scorpons\") of the National Prosecuting Authority. In March 2004 he was placed on special leave and then suspended with full pay pending investigations into serious misconduct allegations. A disciplinary hearing was scheduled for May 2004 but was postponed and never held because Tshavhungwa was arrested on corruption charges in May 2004 and remained in custody until November 2005. While he was detained, the NPA considered alternative procedures, including a pre‑dismissal arbitration under the Labour Relations Act, but ultimately decided to terminate his employment on the basis that his incarceration prevented him from performing his duties. The termination was effected by a letter dated 20 December 2004. Tshavhungwa later sought judicial review of the suspension, the cancellation of the disciplinary hearing, and the termination, alleging they were ultra vires, fraudulent and contrary to his constitutional right to lawful, reasonable and procedurally fair administrative action.",
    "issues": "The principal issues were (1) whether the dismissal of a public‑service employee constitutes \"administrative action\" within the meaning of section 33 of the Constitution and the Promotion of Administrative Justice Act; (2) whether the National Director of Public Prosecutions had the statutory authority to dismiss a Deputy Director; (3) whether the claim was barred by undue delay; and (4) whether the High Court had jurisdiction to entertain the application.",
    "principles": "The court relied on the constitutional guarantee of the right to administrative action that is lawful, reasonable and procedurally fair (s33). It applied the definition of \"administrative action\" as interpreted in Gcaba v Minister of Safety and Security and Chirwa v Transnet, emphasizing that employment and labour‑relations matters in the public sector are generally excluded from the scope of administrative action. The court noted that section 23 of the Constitution governs the employer‑employee relationship and that administrative law remedies are not available for purely employment‑related disputes.",
    "application": "Applying the Gcaba principle, the court held that Tshavhungwa's dismissal was an employment decision, not an administrative act affecting the public at large, and therefore fell outside the ambit of section 33 and the PAJA. Consequently, the claim for relief based on a breach of the constitutional right to administrative action could not succeed. The court also found that the High Court had correctly exercised jurisdiction and that the issue of delay did not substantively affect the outcome.",
    "conclusion": "The appeal against paragraph 1 of the lower court's order was dismissed with costs. The cross‑appeal concerning costs was upheld, the costs order was set aside, and a new order was made that the costs of the application are to be paid by the applicant (Tshavhungwa)."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Administrative Law",
    "level_3": [
      "administrative action",
      "public service dismissal",
      "PAJA",
      "court costs"
    ]
  }
}