{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/28.html",
  "case_name": "S v Dube and Others (523/07) [2009] ZASCA 28; 2009 (2) SACR 99 (SCA) ; [2009] 3 All SA 223 (SCA) (30 March 2009)",
  "citation": "[2009] ZASCA 28",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 28\n|\nNoteup\n|\nLawCite\nS v Dube and Others (523/07) [2009] ZASCA 28; 2009 (2) SACR 99 (SCA) ; [2009] 3 All SA 223 (SCA) (30 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No 523/07\nIn the matter between:\nBONGANI DUBE \t\t\t          \t\t  \r\n      First appellant\nLODRICK ALLEN MKHIZE\t\t\t    \r\nSecond appellant\nNTOBEKO NDHLOVU\t\t\t\t      \r\nThird appellant\nand\nTHE STATE   \t                 \r\n \t\t     \t\t             Respondent\nNeutral citation:\nDube\r\nv The State\n(523/07)\n[2009] ZASCA 28\n(30   March 2009)\nCoram:\nMthiyane,\r\nLewis, Cachalia, Snyders\net\nMhlantla JJA\nHeard:\n13\r\nMarch 2009\nDelivered:\n30\r\nMarch 2009\nSummary:\tSpecial entry â\r\nrecusal on grounds of appearance of bias.\nTest for bias â judicial\r\nofficer's failure to recuse himself tainted the appeal process â\r\norder set aside â appeal remitted\nfor rehearing.\nORDER\n____________________________________________________________\nOn appeal from:\nBophuthatswana High\r\nCourt (Mogoeng JP and Gura J sitting as a court of appeal).\n(a)\tThe appeal succeeds to the\r\nextent that the special entry is upheld;\n(b)\tThe order of the court a quo\r\nis set aside and replaced with the following:\n'The appeal is remitted to the\r\nHigh Court for re-hearing before a differently constituted Full\r\nBench.'\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA (Mthiyane, Lewis,\r\nCachalia and Snyders JJA\nconcurring)\n[1]\tOn 26 March 2002 at\r\napproximately 09h15 the First National Bank in Koster was robbed of\r\nR119 000 by four armed men. The appellants\nwere subsequently arrested\r\nas suspects and charged in the Regional Court, Rustenburg with one\r\ncount each of robbery with aggravating\ncircumstances. They were\r\nconvicted and sentenced to 16 years' imprisonment each. Their appeal\r\nto the Bophuthatswana High Court,\nbefore Mogoeng JP and Gura J\r\nagainst both conviction and sentence was based on several grounds,\r\nincluding alleged irregularities\nin the proceedings, and whether the\r\nidentity of the appellants had been proved. The appeal was dismissed\r\non all bases. Mr Dube,\nthe first appellant has since died. The appeal\r\nto this court is with the leave of the court a quo.\n[2]\tThis appeal is based on a\r\nspecial entry relating to an alleged irregularity in the court a quo,\r\nin terms of\ns 317\nof the\nCriminal Procedure Act 51 of 1977\n, as well\r\nas on the merits. Only the issue relating to the special entry was\r\nargued before us.\n[3]\tAccordingly this judgment\r\ndeals only with that issue â whether the Judge President should\r\nhave recused himself\nmero\r\nmotu\nbecause his wife,\r\na state advocate, represented the State in the appeal before the\r\ncourt; and if so, whether his failure to recuse\nhimself constituted\r\nan irregularity which vitiated the appeal proceedings. In answering\r\nthese questions it is necessary to sketch\nbriefly the background\r\nevents leading to the application for a special entry.\n[4]\tAccording to counsel for the\r\nappellants, he and the correspondent attorney learnt on the day of\r\nthe appeal hearing that the\nJudge President would be one of the\r\njudges presiding over the appeal. At that stage, counsel was aware\r\nthat Mrs Mogoeng, the Judge\nPresident's wife, was arguing the appeal\r\non behalf of the State. The appellants were not in court during the\r\nhearing. Their counsel\ndid not foresee any problems and never\r\nconsidered the possibility of asking the Judge President to recuse\r\nhimself on the basis\nthat his wife was representing the State. He did\r\nnot, at the time of arguing, believe that it was necessary to request\r\na recusal\nbecause he had been involved previously in a full bench\r\nappeal presided over by Judge President Mogoeng  and at which Mrs\r\nMogoeng\nrepresented the State â\nS\r\nv Baletseng\n2005 (2)\r\nSACR 28\n(B). That appeal was decided in favour of the appellants.\n[5]\tAfter the appeal was\r\ndismissed in the present matter counsel met the appellants in prison\r\nto discuss the judgment and outcome\nwith them. It was at that stage\r\nthat the appellants enquired about the similarity of the surnames\r\nbetween that of the Judge President\nand the state advocate. Counsel\r\nthereupon informed them that the two were in fact husband and wife.\r\nThe appellants were not comfortable\nwith this revelation. This\r\neventually led to the application for a special entry on the basis\r\nthat the appellants had a perception\nof bias on the part of the Judge\r\nPresident. The application for a special entry was granted by the\r\nfull bench.\n[6]\tThe test applicable to\r\ndetermine whether a judicial officer is disqualified from hearing a\r\ncase by reason of a reasonable apprehension\nof bias was enunciated in\nPresident of the\r\nRepublic of South Africa and others v South African Rugby Football\r\nUnion and others.\n1\nIn that case the\r\nConstitutional Court said:\n'It follows from the\r\nforegoing that the correct approach to this application for the\r\nrecusal of members of this court is objective\nand the\nonus\nof establishing it rests upon the applicant. The question is whether\r\na reasonable, objective and informed person would on the correct\n\nfacts reasonably apprehend that the judge has not or will not bring\r\nan impartial mind to bear on the adjudication of the case,\nthat is a\r\nmind open to persuasion by the evidence and the submissions of\r\ncounsel. The reasonableness of the apprehension must be\nassessed in\r\nthe light of the oath of office taken by the judges to administer\r\njustice without fear or favour; and their ability\nto carry out that\r\noath by reason of their training and experience. It must be assumed\r\nthat they can disabuse their minds of any\nirrelevant personal beliefs\r\nor predispositions. They must take into account the fact that they\r\nhave a duty to sit in any case in\nwhich they are not obliged to\r\nrecuse themselves. At the same time, it must never be forgotten that\r\nan impartial judge is a fundamental\nprerequisite for a fair trial and\r\na judicial officer should not hesitate to recuse herself or himself\r\nif there are reasonable grounds\non the part of a litigant for\r\napprehending that the judicial officer, for whatever reasons, was not\r\nor will not be impartial.'\n[7]\tWhere the claimed\r\ndisqualification is based on a reasonable apprehension, the court has\r\nto make a normative evaluation of the\nfacts to determine whether a\r\nreasonable person faced with the same facts would entertain the\r\napprehension. The enquiry involves\na value judgement of the court\r\napplying prevailing morality and common sense.\n2\nA cornerstone of our legal system is the impartial adjudication of\r\ndisputes which come before our courts and tribunals. What the\nlaw\r\nrequires is not only that a judicial officer must conduct the trial\r\nopen-mindedly, impartially and fairly but that such conduct\nmust be\r\nmanifest to all those who are concerned in the trial and its outcome,\r\nespecially the accused.\n3\n[8]\tIt is settled law that not\r\nonly actual bias but also the reasonable perception of bias\r\ndisqualifies a judicial officer from\npresiding (or continuing to\r\npreside) over judicial proceedings. Once this is established the\r\ndisqualification is so complete that\ncontinuing to preside after\r\nrecusal should have occurred renders the further proceedings a\r\nnullity.\n4\nThis dual aspect is captured in the oft repeated words that justice\r\nmust not only be done, but must manifestly be seen to be done.\n5\n[9]\tThe Bangalore Principles of\r\nJudicial Conduct\n6\nare a comprehensive statement of ethical principles. The second value\r\nidentified by these principles is that of 'impartiality'.\nThe\r\nprinciple is articulated as follows: 'Impartiality is essential to\r\nthe proper discharge of the judicial office. It applies\nnot only to\r\nthe decision itself but also to the process by which the decision is\r\nmade'.\n[10]\t'\nImpartiality\r\nis the fundamental quality required of a judge and the core attribute\r\nof the judiciary. It must exist both as a matter\nof fact and as a\r\nmatter of reasonable perception. If partiality is reasonably\r\nperceived, that perception is likely to leave a sense\nof unease,\r\ngrievance and of injustice having been done, thereby destroying\r\nconfidence in the judicial system. The perception of\nimpartiality is\r\nmeasured by the standard of a reasonable observer. The perception\r\nthat a judge is not impartial may arise in a\nnumber of ways, for\r\ninstance, by a perceived conflict of interest; by the judge's\r\nbehaviour on the bench, or by the judge's out-of-court\nassociations\r\nand activities. A judge must therefore avoid all activity that\r\nsuggests that the judge's decision may be influenced\nby external\r\nfactors such as the judge's personal relationship with a party or\r\ninterest in the outcome.'\n7\n[11]\tIt is helpful to refer to\r\nother jurisdictions to ascertain how the rule is applied. In some\r\nstates of the United States of\nAmerica, the rule is mandatory when a\r\njudge's spouse or relative to the third degree is a party. The Code\r\nof Judicial Conduct in\nArkansas for example provides that a judge\r\nshould disqualify himself or herself in a proceeding in which his or\r\nher impartiality\nmight reasonably be questioned, including but not\r\nlimited to instances where: he or she has a personal bias or\r\nprejudice concerning\na party or personal knowledge of disputed\r\nevidentiary facts concerning the proceeding, where he or she or his\r\nor her spouse, or\na person within the third degree or relationship to\r\neither of them, or the spouse of such person is acting as a lawyer in\r\nthe proceeding.\nA judge disqualified in terms of the Code, may,\r\ninstead of withdrawing, disclose on the record the basis of his\r\ndisqualification.\nIf based on such disclosure and if the parties and\r\nlawyers independently of the judge's participation all agree in\r\nwriting that\nthe judge's relationship is immaterial or that his\r\nfinancial interest is not substantial, the judge may participate in\r\nthe proceeding.\nThe agreement has to be incorporated in the record of\r\nthe proceedings.\n[12] \tIn this country a judicial\r\nofficer was held to be disqualified in a case where his wife was\r\ncalled as a witness.  In\nS\r\nv Sharp\n8\nthe complainant was the magistrate's wife. He presided in a trial\r\nwhere his wife testified. The court on review held that the\r\nmagistrate had a direct personal   interest  in  the  outcome  of \r\nthe  proceedings  and  that  it  was\ndifficult to conceive of a more\r\nobvious example necessitating recusal.\n[13]\tThe rule is clear: generally\r\nspeaking a judicial officer must not sit in a case where he or she is\r\naware of the existence of\na factor which might reasonably give rise\r\nto an apprehension of bias. The rationale for the rule is that one\r\ncannot be a judge\nin one's own cause. Any doubt must be resolved in\r\nfavour of recusal. It is imperative that judicial officers be\r\nsensitive at all\ntimes. They must of their own accord consider if\r\nthere is anything that could influence them in executing their duties\r\nor that\ncould be perceived as bias on their part. It is not possible\r\nto define or list factors that may give rise to apprehension of bias\n\nâ the question of what is proper will depend on the circumstances\r\nof each case.\n[14]\tIn situations where the\r\njudge has a relationship with a party or a legal representative\r\nappearing before him or her, it is\nalways appropriate for the judge\r\nto consider the degree of intimacy between him or herself and the\r\nperson concerned. The more intimate\nthe relationship, the greater the\r\nneed for recusal. In the case such as the present, where there is a\r\nclose relationship between\nthe presiding officer and one of the legal\r\nrepresentatives, it appears to be undesirable if not improper for\r\nsuch judicial officer\nto sit in the matter. No general rule as to the\r\nkinds of relationship that should require recusal need be laid down,\r\nhowever, given\nthe clarity of the test in\nSARFU\n.\n[15]\tThere may, of course, be\r\ninstances where it is difficult to avoid closely connected people\r\nworking in a matter. The preferred\nroute would then be to bring in\r\nother judicial officers or legal representatives from different\r\njurisdictions. If it is not feasible\nthen the relationship must be\r\nbrought to the attention of the parties and their consent canvassed\r\nbefore the commencement of the\nhearing. If such consent is given it\r\nmust be entered into the record.\n[16]\tI turn now to consider the\r\ncircumstances relating to the special entry in this appeal. Counsel\r\nfor the respondent submitted\nthat the perception of bias could not be\r\nestablished because counsel for the appellants had been aware of the\r\nrelationship between\nthe Judge President and the state advocate. This\r\nargument in my view is without merit. The test set out in\nSARFU\ndoes not relate to counsel but to the litigant. It is the litigant\r\nwho must entertain a reasonable apprehension of bias for the\n\ndisqualification to be sustained. Although counsel was aware of the\r\nrelationship concerned before the hearing, it is common cause\nthat he\r\nhad not discussed the issue with the appellants. The appellants\r\nlearnt for the first time about the relationship when the\njudgment on\r\nappeal was shown to them. Consequently the fact that their counsel,\r\non the basis of what had occurred in\nBaletseng\n,\r\ndid not object to the sitting of the Judge President, is irrelevant\r\nto the present enquiry. In that case the relationship of the\nJudge\r\nPresident and his wife was not raised. It is not clear what would\r\nhave happened if it had been.\n[17]\tIn making the special entry,\r\nthe learned Judge President was alive to this issue: He said:\n'Be that as it may,\r\nwe are inclined to allow the special entry irrespective of whether it\r\nis the applicants or Mr Shapiro or both\nwho have the perception that\r\nthe Presiding Judge or both judges are biased against the applicants.\r\nWe do so because we believe\nthat a perception by a layperson that a\r\nhusband and wife may, in the secrecy of their bedroom, inadvertently\r\nor deliberately find\nthemselves talking about the case in which they\r\nare involved cannot be said to be frivolous or ridiculous. An\r\napplication for the\nrecusal of a presiding officer in the position of\r\nthe Presiding Judge in this matter cannot be said to be absurd or an\r\nabuse of\nprocess and an average right-thinking person would, in all\r\nlikelihood, sympathise with a person in the position of the\r\napplicants\nin this matter.'\n[18]\tCounsel for respondent\r\ncontended that the appellants' submissions would be persuasive if the\r\nJudge President had been sitting\nalone. I do not agree with this\r\nsubmission. In\nR v Bow\r\nStreet Stipendiary Magistrate, Ex parte Pinochet Ugarte (no 2)\n9\na majority of the court, including Lord Hoffman, had issued an order\r\nagainst Senator Pinochet. He subsequently brought a petition\nto set\r\naside the order on the basis that Amnesty International (AI) was a\r\nparty to the appeal; that AI was joined in order to argue\na\r\nparticular result and that Lord Hoffman, a member of the Appellate\r\nCommittee that had heard the appeal, was a director of a charity\n\nclosely allied to AI. Lord Nolan held that in any case where the\r\nimpartiality of a judge was in question, the appearance of the\nmatter\r\nwas just as important as the reality. The House of Lords held that\r\nLord Hoffman's links were such as to give the appearance\nthat he\r\nmight have been biased against the applicant; that he had an interest\r\nin the outcome of the proceedings and was accordingly\ndisqualified\r\nfrom sitting as a judge in those proceedings. The previous order of\r\nthe House of Lords was set aside. Similarly in\nthis case, the\r\nproceedings are tainted regardless of the fact that the Judge\r\nPresident heard the matter with another judge and\nirrespective of the\r\nfact that the Judge President did not conduct himself at the hearing\r\nin a manner that gave rise to a reasonable\nsuspicion of bias.\n[19]\tIt seems to me that a\r\nreasonable litigant would have been justified in entertaining a\r\nreasonable perception of bias on the\npart of the Judge President\r\ngiven that he is married to counsel for the State. This does not of\r\ncourse mean that bias on the part\nof the Judge President was\r\nestablished. Nor does this judgment seek to lay down a rule that in\r\nevery case in which a judge is related\nto a legal representative he\r\nor she will be disqualified from presiding or sitting. It is as I\r\nhave said, a question that will\nhave to be evaluated from case to\r\ncase with due regard to the principles laid down in\nSARFU\nand other pertinent\r\ncases.\n[20] \tFor the above reasons the\r\nfailure of the Judge President to recuse himself when his wife\r\npresented argument for the State\nin the court below constituted an\r\nirregularity which vitiated the appeal proceedings. In the result the\r\nappeal succeeds to the\nextent that the special entry must be upheld.\r\nThe order of the court a quo must be set aside and the appeal\r\nreferred back for re-hearing\nbefore a differently constituted bench.\n[21]\tIn the result the following\r\norder is made:\n(a)\tThe appeal succeeds to the\r\nextent that the special entry is upheld.\n(b) \tThe order of the court a quo\r\nis set aside and replaced with the following:\n'The appeal is remitted to the\r\nHigh Court for re-hearing before a differently constituted Full\r\nBench.'\n_______________\nN\r\nZ MHLANTLA\nJUDGE\r\nOF APPEAL\nAppearances:\nFor Appellant:\tP I Shapiro\nInstructed by:\nMs Ester Resnik, Observatory,\r\nJohannesburg\nGiorgi & Gerber Attorneys,\r\nBloemfontein\nFor Respondent:\tG S Maema\nDeputy Director of Public\r\nProsecutions, Mafikeng\n1\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC)  para 48. This test was considered with\r\n\tapproval in\nSACCAWU  v\r\n\tIrvin & Johnson Ltd (Seafoods Division Fish Processing\n)\n[2000] ZACC 10\n;\n2000 (3) SA 705\n(CC), and in\nLocabail\r\n\t(UK) Ltd v Bayfield Properties Ltd and another\n[2000] 1 All ER 65\n(CA) at 76F to 77A.\n2\nS v Basson\n[2004] ZACC 13\n;\n2004 (6)\r\n\tBCLR 620\n(CC) para 53.\n3\nS\r\n\tv Roberts\n1999\r\n\t(4) SA 915\n(SCA) para 25.\n4\nTake and Save Trading\r\n\tCC and others v Standard Bank of SA Ltd\n2004\r\n\t(4) SA 1\n(SCA) at para 5.\n5\nR v\r\n\tSussex Justices, ex parte McCarthy\n[1924] 1 KB 256\nat 259, per Lord Hewart CJ.\n6\nThe\r\n\tBangalore Principles were adopted by the Judicial Group on\r\n\tStrengthening Judicial Integrity, at a meeting of Chief Justices\n\n\theld in The Hague, Netherlands on 25-27 November 2002. The\r\n\tprinciples are intended to establish standards for ethical conduct\n\n\tof judges and are designed to afford the judiciary a framework for\r\n\tregulating judicial conduct.\n7\nSection 52 of the Commentary on the Bangalore Principles.\n8\n2002\r\n\t(1) SACR 360\n(Ck) para 21.\n9\n[1999] UKHL 1\n;\n[1999] 1 All ER 577\n;\n[1999] 2 WLR 272.",
  "scraped_at": "2026-02-11T21:43:43.437692",
  "date": "2009-03-30",
  "coram": [
    "Mthiyane",
    "Lewis",
    "Cachalia",
    "Snyders",
    "Mhlantla JJA"
  ],
  "case_number": "523/07",
  "parties": {
    "applicants": [
      "Bongani Dube",
      "Lodrick Allen Mkhize",
      "Ntobeko Ndhlovu"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 26 March 2002 the First National Bank in Koster was robbed of R119,000 by four armed men. The three appellants were arrested, charged with robbery with aggravating circumstances, convicted in the Regional Court, Rustenburg and sentenced to 16 years each. Their appeal to the Bophuthatswana High Court was dismissed. The appeal to this Supreme Court of Appeal was based on a special entry alleging that the presiding Judge President should have recused himself because his wife, a state advocate, represented the State in the appeal, creating a perception of bias.",
    "issues": "The central issue was whether the Judge President was required to recuse himself on the basis of his marital relationship to counsel for the State, and whether his failure to do so constituted an irregularity that vitiated the appeal proceedings.",
    "principles": "The Court applied the test for apparent bias articulated in President of the Republic of South Africa v South African Rugby Football Union (the SARFU test), which asks whether a reasonable, objective, and informed person would apprehend bias. It also referenced the Bangalore Principles of Judicial Conduct on impartiality, and noted that both actual bias and reasonable perception of bias disqualify a judicial officer. Comparative jurisprudence from other jurisdictions on spousal involvement was considered.",
    "application": "Applying the SARFU test, the Court found that a reasonable litigant, learning for the first time that the presiding Judge President’s wife was counsel for the State, would apprehend bias. The fact that counsel had been aware of the relationship was irrelevant because the litigants themselves were not informed until after the hearing. The Court held that the Judge President should have recused himself, and his failure to do so amounted to an irregularity that vitiated the appeal.",
    "conclusion": "The special entry was upheld. The order of the court a quo was set aside and the appeal was remitted to the High Court for rehearing before a differently constituted Full Bench."
  },
  "tags": {
    "level_1": "Judicial Ethics",
    "level_2": "Apprehended Bias",
    "level_3": [
      "recusal",
      "apparent bias",
      "special entry",
      "criminal procedure",
      "appeal"
    ]
  }
}