{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/62.html",
  "case_name": "Du Plessis NO and Another v Goldco Motor & Cycle Supplies (Pty) Ltd (372/08) [2009] ZASCA 62; 2009 (6) SA 617 (SCA); [2009] 4 All SA 203 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 62",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 62\n|\nNoteup\n|\nLawCite\nDu Plessis NO and Another v Goldco Motor & Cycle Supplies (Pty) Ltd (372/08) [2009] ZASCA 62; 2009 (6) SA 617 (SCA); [2009] 4 All SA 203 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 372/08\nJAN ABRAHAM DU PLESSIS N O                            First Appellant\nNICOLAAS JOHANNES SMITH N O\t\t    Second Appellant\nand\nGOLDCO MOTOR & CYCLE SUPPLIES (PTY) LTD    Respondent\nNeutral citation:\tDu Plessis & Smith NNO v Goldco Motor &\r\nCycle Supplies (372/2008)\n[2009] ZASCA 62\n(29 May 2009)\nCoram:\tNAVSA, LEWIS and SNYDERS JJA and KROON and GRIESEL AJJA\nHeard:\t 18 May  2009\nDelivered:\t  29 May 2009\nSummary:\nOption to purchase immovable property deemed to\r\nhave been exercised by purchaser where seller has deliberately\r\nfrustrated exercise\nin prescribed mode.\n___________________________\n__________________________\nORDER\nOn appeal from: Free State High Court (Kruger J sitting\r\nas court of first instance).\nThe appeal is dismissed with costs, save that the order\r\nof the high court is altered to read:\nâ\n(a) The option for the purchase by\r\nthe applicant of Shop 1, Prosperitas Gebou, 133D Jan Hofmeyr Road,\r\nWelkom,\nfrom the first\r\nand second respondents, in their capacities as trustees of the\r\nProsperitas Trust, for the price of R4 840 000 plus\n14 per cent VAT,\r\nin terms of clause 5 of the agreement of lease between the parties,\r\ndated 10 March 2005, is deemed to have been\nexercised.\n(b) The first and second respondents\r\nare ordered to take all necessary steps to transfer the property\r\ndescribed in (a) to the applicant\nagainst payment of R4 840 000 plus\r\nVAT.\n(c\n)\r\nThe first and second respondents are ordered, jointly and severally,\r\nto pay the costs of the application.â\nJUDGMENTS\nLEWIS JA (\nNAVSA\r\nand SNYDERS JJA and KROON AJA concurring)\n[1]\tAt issue in this appeal is the\r\nvalidity and enforceability of an option to purchase immovable\r\nproperty. The appellants are trustees\nof a trust (Prosperitas) which\r\nowns immovable property in Welkom. The respondent, Goldco Motor &\r\nCycle Supplies (Pty) Ltd (Goldco),\nis a company that hired premises\r\nin a building constructed on property owned by the trust. The\r\npremises were constructed in accordance\nwith the spe\ncifications\r\nof Goldcoâs chairperson, Mr Boyd Cooper.\n[2]\tThe background to the matter is\r\nbriefly this. Towards the end of 2004 the first appellant, Mr Jan du\r\nPlessis, approached Cooper\nand suggested that Goldco take premises in\r\na building that the trust proposed to construct in Welkom. Goldcoâs\r\npremises in Welkom\nhad recently burned down. A week later Cooper\r\nvisited the site and considered it to be suitable. Du Plessis offered\r\nto build premises\nthat would be suitable for the business, and to\r\nsell the building to Goldco. Subsequently it was agreed that Goldco\r\nwould hire\nonly a section of the building and that a sectional title\r\nregister would be opened in respect of the building: Goldco would\r\nthen\npurchase a unit rather than the entire building.  It was also\r\nagreed that Goldco would occupy the premises as lessee before the\n\nsectional title register was opened.\n[3]\tAccordingly, a lease was prepared\r\nby the trustâs attorney, Mr F Rossouw of Rossouw & Vennote Ing\r\n(Rossouws) and was signed\nby Cooper on 14 March 2005.  The lease was\r\nfor a period of five years since the parties were not sure how long\r\nit would take for\nthe sectional title register to be opened such that\r\nthe premises could be sold and transferred to Goldco. The premises to\r\nbe let\nwere described as follows:\nââ\nn\nPerseel\r\nin die gebou, wat deur die verhuurder opgerig word te Erf 10671/A,\r\nJan Hofmeyrweg 133D, Welkom, soos uitgewys deur die verhuurder\naan\r\ndie huurder, groot ongeveer 1331 . . . vierkante meterâ.\nThe lease elaborated on the description by stating that\r\nthe premises would be known as âwinkel nommer 1, Prosperitas gebou,\r\nJan\nHofmeyerweg 133D, Welkomâ. I shall revert to the description of\r\nthe premises in considering the enforceability of the option to\n\npurchase.\n[4]\tClause 5 of the lease reads:\nâ\nOpsie\r\nom perseel te koop:\nDie verhuurder verleen hiermee\r\nân opsie aan die huurder om die perseel te koop teen ân koopsom\r\nvan R4,000,000.00 (vier miljoen\nrand) plus BTW, welke koopprys sal\r\nstyg teen 10% (tien persent) per jaar vanaf 1 April 2005.\nHierdie opsie is onderworpe\r\ndaaraan:\ndat die deeltitelregister ten\r\n\topsigte van die grond en gebou waarin die perseel geleë is,\r\n\tgeopen word binne 24 (vier en twintig)\nmaande na datum van\r\n\tondertekening van hierdie huurkontrak deur die verhuurder;\ndat die\r\n\thuurder hierdie opsie uitoefen deur ân skriftelike koopkontrak,\r\n\topgestel te word deur Mnre Rossouw & Vennote Ing\nvan Stateway\r\n\t352, Welkom, 9459, by hulle kantore te onderteken binne 24 (vier en\r\n\ttwintig) maande na datum van ondertekening van\nhierdie huurkontrak\r\n\tdeur die verhuurder;\ndat die gemelde koopkontrak\r\n\topgestel sal word nadat die goedgekeurde deelplan deur die\r\n\tLandmeters aan Rossouw & Vennote Ing\ngelewer is en die koopsaak\r\n\tsal omskryf word as ân deeltiteleenheid waarvan die deel ooreenkom\r\n\tmet die perseel wat verhuur word.â\nI shall refer to this provision of the lease as âthe\r\noption clauseâ even though it is contended by the trust that it did\r\nnot\nconfer an option at all â a question to which I shall revert.\n[5]\tThe dispute between the parties\r\narises from the failure by Rossouws to draw up the contract for the\r\nsale of the premises envisaged\nin the option clause within the\r\nstipulated period (that is, before March 2007), despite Cooperâs\r\ntimeous\nintimation that\r\nGoldco wished to exercise the option and despite the receipt by\r\nRossouws of an approved sectional plan. Moreover,\nthe trust\r\nsubsequently refused to sell the premises to Goldco at the price that\r\nhad been agreed in the option clause. Goldco applied\nto the Free\r\nState High Court for an order compelling the trust and Rossouw to\r\ndraw up a written contract pursuant to the option,\ntendering payment\r\nof the purchase price which had escalated, in terms of an escalation\r\nclause, to R4 840 000. Rossouws was cited\nas the third respondent in\r\nthe court below. No order was made against it and it is not a party\r\nto this appeal. The high court found\nfor Goldco, ordering that the\r\nwritten contract envisaged in the option clause be drafted and that\r\nsteps be taken by the trust to\ntransfer the premises against payment\r\nof the agreed price. The trust appeals with the leave of the high\r\ncourt.\n[6]\tThe high court accepted Goldcoâs version that\r\nCooper had advised Rossouw several times before March 2007 that it\r\nwished to\nexercise the option, but that Rossouw ignored the requests.\r\nIt also accepted the argument that the trust, through its attorney\r\nand agent, had thus deliberately frustrated performance under the\r\ncontract, and should be compelled to perform.\n[7]\tThe factual background that emerges from the\r\nfounding affidavit of Cooper, and which is uncontested, is that after\r\nthe lease\ncontaining the option clause was concluded, Cooper applied\r\nto the Standard Bank, Welkom for finance for the purchase of the\r\npremises.\nThe application was granted, subject to the conditions\r\n(inter alia) that the written contract prescribed in the option\r\nclause be\ndrawn up and that a sectional title register be opened for\r\nthe property. (The document approving the loan anticipated that the\r\npremises would be bought in the name of another company â a shelf\r\ncompany of which Cooper was a director, but nothing turns on\nthis\r\nsince it is Goldco that seeks relief and an order that the premises\r\nbe sold and transferred to it.) Goldco in fact took occupation\nof\r\npart of the premises before the lease commencement date (1 May 2005).\n[8]\tWhen approval of financing was given by the bank,\r\nCooper took the documentation to Rossouws. He pointed out to Rossouw\r\nthat\nthe financing was dependent on the fulfilment of certain\r\nconditions such as the opening of the sectional title register.\r\nRossouw\nexplained that he could not yet draft the contract because\r\nthe land surveyors had not provided a sectional plan, required for\r\nthe\nopening of a sectional title register.\n[9]\tCooper then visited the land\r\nsurveyors in question, and the plan was completed by 28 July 2005 and\r\napproved by the Surveyor\nGeneral on 24 August 2005. The plan was sent\r\nby the land surveyors to Rossouw shortly afterwards. Rossouwâs\r\nbrother, Roelie Rossouw\n(R Rossouw), also an attorney but with a\r\npractice in Bloemfontein, was mandated to see to the opening of the\r\nsectional title register.\nCooper visited him too to ensure the\r\nopening of the register. R Rossouw explained that he could not\r\nproceed without an instruction\nfrom the trust. Cooper was assured by\r\nDu Plessis and both Rossouw brothers that the process of opening the\r\nregister would be expedited.\nCooper considered that there was nothing\r\nfurther that he needed to do. The trust denies that R Rossouw was\r\ninstructed to attend\nto the opening of the sectional title register.\n[10]\tIt was only in July 2006, at a\r\nfunction arranged by Standard Bank, that officials of the bank asked\r\nwhy the transaction was\ntaking so long to complete. Rossouw was\r\npresent, as was Cooper. The bank officials asked about the apparent\r\ndelay in the opening\nof the sectional title register. Rossouw\r\nremained silent. And Cooper began to worry. The price was escalating.\r\nHe went to visit\nRossouw to ask about the delay, but was advised to\r\nspeak to his own attorney.\n[11]\tRossouw did not depose to an\r\naffidavit and so we have no knowledge of his version of events. Du\r\nPlessis responded that he had\nasked Rossouw about the request made by\r\nCooper: the visit had taken place, he was told, after the option\r\nperiod had expired. That\nremains the trustâs position: the option\r\nwas not exercised timeously. In fact, even Cooper does not contend\r\nthat it was exercised\nin\r\nthe prescribed mode\ntimeously.\n[12]\tAlthough Goldco claimed in the court below that the\r\noption had been exercised timeously, it is clear that no written\r\ncontract,\nas contemplated in the option clause, had been drawn up by\r\nRossouws and signed by the parties. Goldco thus did not exercise the\n\noption in the manner prescribed in the option clause. But Goldco\r\ncontends, and the high court found, that Rossouw deliberately\nfailed\r\nto draw up the written contract timeously, and that âperformanceâ\r\ncan be deemed to have occurred by virtue of the doctrine\nof fictional\r\nfulfilment. It is not entirely clear to me what the high court meant\r\nwhen it concluded that performance was deemed\nto have been made, but\r\nI shall revert to this issue later in the judgment when dealing with\r\nfictional fulfilment.\n[13]\tThe trust contends that the\r\noption was not exercised and that the decision of the court below is\r\nincorrect. It raises several\narguments in this regard: that the\r\noption clause did not in fact constitute an option â a right to\r\npurchase the premises simply\nby indicating acceptance in writing â\r\nbut was merely an agreement to agree; that even if it was an option\r\nit would not have resulted\nin a binding contract because the\r\ndescription of the premises was inadequate (an argument not made to\r\nthe court below and raised\nat the last minute before the hearing of\r\nthe appeal by counsel for the trust); that Rossouw was Goldcoâs\r\nagent for the purpose\nof drafting the contract for the sale of the\r\nland; and that there was no deliberate failure to perform. I shall\r\ndeal with each\ncontention separately.\nAn option or an agreement to agree?\n[14]\tThe trust contends that because the option clause\r\nrequired that a written contract for the purchase of the premises be\r\ndrawn\nby Rossouws and signed by the parties within 24 months of the\r\ndate of the lease in order to exercise the option, no right was\r\nactually\nconferred on Goldco. Goldco could not, it was argued, bind\r\nthe trust simply by advising it that the option was being exercised.\n\nThe contention that there was no option at all lacks merit.\n[15]\tThe essence of an option is that\r\nit is binding on the option grantor. It is an offer, in this case to\r\nsell property, which\ncannot be revoked. It is the option holder that\r\nhas the choice whether to exercise its right.\n1\nThe principle is put thus by R H Christie:\n2\nâ\nTo\r\nunderstand the true nature of an option it is best to analyse it into\r\ntwo parts â an offer to enter into the main contract\ntogether with\r\na concluded subsidiary contract (the contract of option) binding the\r\nofferor to keep that offer open for a certain\nperiod. On this\r\nanalysis it\nis easy to see that the offeror is contractually bound to keep his\r\noffer open, and if he breaks this contract of option by disabling\n\nhimself from performing it or by expressly or impliedly repudiating\r\nit he will be liable for damages for breach of contract.â\n[16]\tCould the trust with impunity have advised Goldco,\r\nwithin the 24-month period, that it was not going to sell the\r\npremises to\nGoldco on the terms set out in the option clause? The\r\nanswer must be no: that if it did refuse to comply with its\r\nundertaking it\nwould be guilty of breach of contract and liable to an\r\norder for specific performance or damages.\n[17]\tThe fact that Goldcoâs right\r\ncould not be exercised simply by notifying the trust (in writing)\r\ndoes not mean that there was\nno right conferred on Goldco. The\r\nwritten contract envisaged in the option clause was, in my view, no\r\nmore than a prescribed mode\nof acceptance: the conclusion of a\r\nwritten contract, drafted by Rossouws, and signed by the parties.\n3\nThat of course raises the question what the content of the written\r\ncontract envisaged by the parties would be. Usually an option\nwill\r\nreflect all the material terms of the contract. Indeed, the option\r\nclause did reflect the essential terms of a contract of\nsale of\r\nimmovable property: the merx (whether the description is adequate is\r\na matter to which I shall return) and the price. What\nother terms\r\nwould the additional contract contain?\n[18]\tIn my view it is not necessary\r\nto answer the question, since I do not believe that it is necessary\r\nfor the parties now to enter\ninto the agreement originally envisaged.\r\nBut this does not mean that the trust is not bound by its undertaking\r\nto sell the premises\nat the price agreed. If the trust (through its\r\nagent) deliberately frustrated the exercise of the option in the\r\nprescribed mode,\nthe position is not that the option falls away, but\r\nthat the prescribed mode of acceptance ceases to be such. And since\r\nthe option\nclause embodies all the essential terms of a contract of\r\nsale it must be enforced on those terms.\nIs the description of the\r\npremises sufficien\nt?\n[19]\tShortly before the hearing the\r\ntrust filed supplementary heads of argument in which counsel argued\r\nthat the premises could\nnot be identified without reference to the\r\nnegotiations between the parties, and their conduct, before the lease\r\nwas concluded.\nThe argument stems from the description of the\r\nproperty (set out above) as premises in the building to be erected by\r\nthe trust\nas pointed\r\nout\nby the trust to\r\nGoldco. Of course, in order for a contract for the sale of land to\r\ncomply with\ns 2(1)\nof the\nAlienation of Land Act 68 of 1981\n, the\r\nproperty sold must be identifiable from the description in the\r\ncontract itself. But it has long been settled law that objective\n\nevidence may be adduced to identify the property. These principles\r\nrelate also to options:\nHirschowitz\r\nv Moolman\n.\n4\nThis court has often reiterated the principle that regard may be had\r\nto objective evidence to correlate the description in the\ndocument\r\nwith the actual property sold. In\nVermeulen\r\nv Goose Valley Investments (Pty) Ltd\n5\nMarais JA said\n:\nâ\nWhat\r\nrequires to be emphasised yet again is that evidence going to\nfacilitation\r\nof the task of relating the description of the\nres\r\nvendita\ngiven by the parties in their written agreement to an area on the\r\nground is not objectionable provided that it does not relate\nto the\r\nnegotiations between the parties or an\nex\r\npost facto\nattempt to discover their consensus, and provided further that no\r\nbreach of the parol evidence rule is involved. As long ago as\n1948\r\nthis Court in\nVan\r\nWyk v Rottcherâs Saw Mills (Pty) Ltd\n6\n.\r\n. . recognised that a statutory provision that a contract of sale of\r\nland must be in writing âcannot mean that the only evidence\nby\r\nwhich the property can be identified must be contained in the writing\r\n. . .â .\n7\n[20]\tThere is no need, in\r\nascertaining precisely what and where the premises are, to resort to\r\nthe negotiations between the parties.\nThere is clear objective\r\nevidence. Goldco had in fact occupied the premises pursuant to the\r\nlease. Moreover, the premises are described\nalso as Shop 1,\r\nProsperitas Building\n,\r\nand the street address is also set out. As Goldco submits, the merx\r\nis determinable simply by having regard to the building plan.\nThere\r\ncan be no uncertainty as to what the merx was. This contention must\r\nthus fail.\nWas Rossouw the trustâs agent?\n[21]\tThis question is germane to the\r\napplication of âfictional fulfilmentâ. The high court found that\r\nRossouw was the trustâs\nagent, and that his failure to draw up the\r\nwritten contract was attributable to the trust. The trust denied that\r\nRossouw was required\nto act as its attorney and agent. On the\r\ncontrary, it asserted, he was Goldcoâs agent\nsince\r\nonly Goldco could give him the instruction to draft the contract. \r\nThe facts do not support the argument. It is clear that\nRossouw acted\r\non behalf of the trust, and on its instructions, in drafting the\r\nlease agreement. It was the contract prepared by\nhim that provided\r\nthat the mode of exercising the option was through the signature of a\r\nwritten contract signed by the parties.\nAnd, importantly and\r\nunderstandably, subclause (c) of the option clause provided that the\r\ncontract would be prepared after the\nsectional title plan had been\r\ndelivered to Rossouws by the land surveyors. Throughout, it was\r\nclearly envisaged that Rossouws were\nthe agent of the trust, and in\r\ncorrespondence Rossouw referred to the trust as his client. Indeed,\r\nGoldco could not exercise the\noption without the cooperation of\r\nRossouws. The court below thus correctly found that Rossouws was the\r\nagent, as the attorney,\nof the trust.\nFictional fulfilment: frustration of the exercise of\r\na right\n[22]\tThat brings me to the question\r\nwhether the court was correct in finding that the doctrine of\r\nfictional fulfilment was applicable.\nThe high court found that where\r\na contract is subject to a condition that both parties sign it, one\r\nparty cannot escape the contract\nby making it impossible for the\r\nother to sign.\n8\nIn such a case, it held, it would be assumed that the party refusing\r\nto comply had in fact performed.\n[23]\tIt is important to understand,\r\nhowever, that the drafting of a written contract to be signed by the\r\ntrust and Goldco was not\na condition in the true sense. A condition\r\nis an uncertain future event. On fulfilment, a contract may come into\r\noperation (in\nwhich case the condition is termed suspensive) or it\r\nmay be terminated (a resolutive condition). In this case the exercise\r\nof the\noption was subject to one condition â the opening of the\r\nsectional title register. It was also dependent on the performance by\n\nthe trust of an obligation: procuring a written contract, on the\r\nterms set out in the option itself, drawn by Rossouws, to be signed\n\nby the parties. But that is not a true condition. Thus once Goldco\r\nintimated to the trust or its attorney that it wished to exercise\nthe\r\noption, and once the approved sectional plan was provided by the land\r\nsurveyors to Rossouws, there was an obligation imposed\non the trust\r\nto ensure that the written contract was prepared and signed by it. If\r\nanything was then frustrated it was Goldcoâs\nright to exercise the\r\noption, which was rendered impossible by the failure of the trust to\r\nensure that the prescribed mode of exercise\nwas available to Goldco\r\nin the agreed period.\n[24]\tThere is ample authority for the\r\nextension of the doctrine of fictional fulfilment of conditions to\r\nthe situation where there\nis deliberate frustration of contractual\r\nperformance. In\nKoenig\r\nv Johnson\n9\nthe payment of the balance of the price of shares in a company by the\r\npurchaser was to be made on the delivery to it of two patents.\n\nDelivery could not be made without signatures to certain documents.\r\nThe company that could procure signature refused to do so because\nit\r\nbelieved that the patents were invalid. Wessels CJ held that although\r\nthe company genuinely believed this to be the case, the\nâconditionâ\r\nof signature should be deemed to have occurred. Although the court\r\nused the word âconditionâ it is clear that\nwhat was referred to\r\nwas an obligation to ensure signature.\n10\n[25]\tSimilarly, in\nEast\r\nAsiatic Co Ltd v Hansen\n11\nthe court found that where a buyer prevented a seller from performing\r\na term of their contract of sale, on which payment of the\nprice was\r\ndependent, the seller was deemed to have performed.\n12\nHathorn J said that both the doctrine of fictional fulfilment and\r\nthat of deemed performance spring from what Kotze JA described\nin\nMacDuff & Co Ltd\r\nv Johannesburg Consolidated Investment Co Ltd\n13\nas âa branch of the broad equitable rule of our law that no one can\r\ntake advantage of his own wrong, for it is unjust and contrary\nto\r\ngood faith that he should do soâ.\n[26]\tThus although there is a\r\ndistinction between a refusal to perform an obligation upon which\r\nanother partyâs performance is\ndependent, and which amounts to a\r\nbreach of contract such that performance can be compelled (or damages\r\nawarded), on the one hand,\nand the fulfilment of a condition, on the\r\nother, in some cases, because of the deliberate frustration by a\r\nparty of the otherâs\nright, performance will be deemed to have\r\noccurred or performance will be ordered by a court.\n14\nChristie\n15\nsuggests that the doctrine of fictional fulfilment applicable to\r\nconditions has breached the division between fulfilment of a\r\ncondition and performance of a term because âthe facts sometimes\r\ncall for the doctrine to be applied when what has not been fulfilled,\n\ndue to the deliberate action or inaction of one party, is really a\r\nterm of the contractâ.\n[27]\tChristie concludes that the doctrine of fictional\r\nfulfilment\nâ\n. . . applies equally to\r\ntrue conditions precedent and to terms of the contract that operate\r\nas conditions precedent; that in either\ncase it will apply when there\r\nhas been bad faith; it will also apply when there has been deliberate\r\nintention no matter the motive,\nunless the terms of the contract and\r\nthe surrounding circumstances indicate to the contrary; . . . and at\r\nall levels no distinction\nis drawn between acts and omissionsâ.\n[28]\tHad Goldco sued the trust to\r\ncompel performance before the expiry of the option period there is no\r\ndoubt that the court would\nhave compelled the trust to ensure\r\ncompliance with the option clause. But it did not do so, and its\r\nefforts to ensure compliance\nwere thwarted by Rossouw, the trustsâs\r\nagent.  In my view, it would be inequitable to allow the trust to\r\nescape its obligation\nthrough deliberately frustrating Goldcoâs\r\nright to exercise the option. The trust was in a position to ensure\r\nthat the written\ncontract, a âconditionâ precedent to the\r\nexercise of the option, was prepared by Rossouws and signed by it.\nThe deliberate\r\nfrustration of the exercise by Goldco of its right in the prescribed\r\nmode requires that Goldco be deemed to have\ndone so. The effect of\r\nthe application of fictional fulfilment is thus to bind the trust\r\nafter the expiry of the option period\nbecause of its frustration of\r\nthe right to exercise the option timeously.\n[29]\tI accordingly conclude that the\r\ncourt below was correct in finding that this was a case where the\r\ndoctrine of fictional fulfilment\nis applicable. On the undisputed\r\nfacts Goldco timeously attempted to exercise its option. It is only\r\nbecause Rossouw, acting as\nthe trustâs agent and attorney,\r\ndeliberately frustrated Goldcoâs attempt to exercise its right that\r\nthere was not compliance\nwith the option clause before its expiry.\r\nThe trust cannot rely on the deliberate failure of its agent to draw\r\nup a written contract\nfor the sale of the premises in order to escape\r\nits obligation to sell the premises to Goldco.\n16\n[30]\tBut nor, in my view, can the court order (as the\r\nhigh court did) that the parties enter into the written agreement\r\nenvisaged\nin the option clause, because it cannot compel agreement on\r\nterms to be negotiated subsequently. As I see the position, as\r\nindicated\nearlier, the prescribed mode of exercise of the option â\r\nthe signing by both parties of a written contract drafted by Rossouws\n\nâ is effectively dispensed with (or, to put the same notion\r\ndifferently, deemed to have been complied with) as a result of the\n\ntrustâs frustration of the exercise of the option in that mode\r\nwithin the agreed time.\n[31]\tThe result is that the terms of\r\nthe sale of the premises are to be found in the option clause itself,\r\nas well, of course, as\nin the common law rules governing sales. It\r\nfollows that the appeal must be dismissed, but the order of the high\r\ncourt changed\nto reflect the findings of this court.\n[32]\t The appeal is dismissed with\r\ncosts, save that the order of the high court is altered to read:\nâ\n(a) The option for the purchase by\r\nthe applicant of Shop 1, Prosperitas Gebou, 133D Jan Hofmeyr Road,\r\nWelkom,\nfrom the first\r\nand second respondents, in their capacities as trustees of the\r\nProsperitas Trust, for the price of R4 840 000 plus\n14 per cent VAT,\r\nin terms of clause 5 of the agreement of lease between the parties,\r\ndated 10 March 2005, is deemed to have been\nexercised.\n(b) The first and second respondents\r\nare ordered to take all necessary steps to transfer the property\r\ndescribed in (a) to the applicant\nagainst payment of R4 840 000 plus\r\nVAT.\n(c\n)\r\nThe first and second respondents are ordered, jointly and severally,\r\nto pay the costs of the application.â\n-------------------------\nC H Lewis\nJudge of Appeal\nGRIESEL\r\nAJA (dissenting)\n[33]\tI have had the advantage of reading the judgment of\r\nmy colleague Lewis JA but respectfully disagree with her\r\nconclusion\nthat the appeal should fail.\n[34]\tWhere I differ from my colleague is with regard to\r\nthe validity of the option clause in question.\n17\nIn order to be enforceable, an option must be such that the\r\nsub­stantive contract â whether sale, lease, or some other form\n\nof contract â comes into existence without more by mere acceptance\r\nof the offer; that is, by exercise of the option by the grantee.\n18\nAs stated in\nBrandt v Spies\n:\n19\nâ\nThrough the option the\r\ngrantee acquires the right to accept the offer to sell at any time\r\nduring the stipulated period; and if this\nright is exercised a\r\ncontract of purchase and sale is immediately brought into being. It\r\nfollows that the offer must be one which\nis capable of resulting in a\r\nvalid contract of sale from the fact of acceptance by the person to\r\nwhom the offer is made.â\n[35]\tIt is not open to dispute that the option clause in\r\nthis case contains all the\nessentialia\nof\r\na contract of sale. My colleague appears to regard this as sufficient\r\nwhereas I respectfully hold a different view. It is settled\nlaw that,\r\nin order to comply with the provisions of\ns 2(1)\nof the\nAlienation of Land Act 68 of 1981\n, âthe whole contract of sale, or\r\nat any rate all the material terms thereofâ must be in writing.\n20\nAs explained by Corbett JA in\nJohnston v\r\nLeal\n:\n21\nâ\nThe material terms of the\r\ncontract are not confined to those prescribing the\nessentialia\nof a contract of sale, viz the parties to the contact, the\nmerx\nand the\npretium\n, but include, in addition, all other material\r\ntermsâ¦. It is not easy to define what constitutes a material term.â\nWhat emerges clearly from the cases, though, is that âa\r\nmaterial term is not necessarily one of the essentials â parties,\r\nproperty\nand price â of a contract of saleâ.\n22\n[36]\tIt follows that, in order to serve as the basis for\r\na valid contract of sale, an option to buy land must not only contain\r\nall\nthe\nessentialia\nof\r\na deed of sale; it must also contain all the other material terms\r\nthereof. I accordingly agree with my colleague that â[u]sually\nan\r\noption will reflect all the material terms of the contractâ\n23\nâ as indeed it should. It is with the next part of her reasoning\r\nthat I have a difficulty. After pointing out that âthe option\n\nclause did reflect the essential terms of a contract of sale of\r\nimmovable propertyâ, my colleague asks rheto­rically: âWhat\n\nother terms would the additional contract contain?â In my view, it\r\nis not necessary for us to speculate as to what those other\nterms\r\nmight be. It was for Goldco, as applicant in the court below, to\r\nprove the contract which it seeks to enforce.\n24\nThis means that it had to satisfy the court that the parties had\r\nintended that the further written contract would in fact\nnot\ncontain any­thing more than what is already contained in the\r\nlease, ie the bare\nessentialia\n.\n[37]\tIn my view, Goldco has failed to discharge that\r\nonus. First, the interpretation that no further material terms were\r\nnecessary\nwould make a further written agreement completely\r\nsuperfluous. Second, such an inter­pretation is contradicted by\r\nthe background\ncircum­stances. It appears from a letter dated 1\r\nDecember 2004 attached to the founding affidavit that the trust at\r\nthat stage\noffered to sell a portion of the property â identified\r\nwith reference to erf number, surface area, dimensions and street\r\nfrontage\nâ to Goldco at a stipulated price of R2,45 million\r\nexcluding VAT and on certain further conditions outlined in the\r\nletter.\nThe trust described this offer as â\nons\r\nskriftelike aanbod\nin\r\nkonsep\nvir verkoopâ\nof the property (emphasis added). Significantly, the penultimate\r\npara­graph of the letter reads as follows:\nâ\nIndien\r\nhierdie hoofbeginsels aanvaarbaar is, sal die partye toetree tot [ân]\nkontrak met volle detail\nsoos opgestel deur die oordragprokureurs Rossouw & Vennote\r\nWelkom.\nâ (Emphasis added).\n[38]\tThose âhoofbeginselsâ were indeed acceptable to\r\nGoldco. How­ever, instead of the detailed contract of sale\r\nenvisaged\nin the letter, the parties some 3½ months later\r\nentered into the lease, containing the option clause in question.\r\nHaving\nregard to these background circumstances, there can be little\r\ndoubt that the âskriftelike kontrakâ contemplated by the option\n\nclause is the same as the âkontrak met volle detailâ referred to\r\nin the letter of 1 December 2004. The inference is irresistible\nthat\r\nfurther material terms and conditions, in addition to the\nessentialia\nalready agreed upon, had indeed been contemplated by the parties when\r\nthe lease was signed. In these circumstances, it is insufficient\nto\r\nhold, as my colleague does: âAnd since the option clause em­bodies\r\nall the essential terms of a contract of sale it must\nbe enforced on\r\nthose termsâ.\n25\nThe question to be answered is a different one, namely whether the\r\noption clause in fact embodies all the\nmaterial\nterms of the contemplated contract of sale; not just the\nessentialia\n.\r\nTo my mind, the answer to this question is no.\n[39]\tFor these reasons I am, with respect, unable to\r\nagree with my colleagueâs further statement that âthe written\r\ncontract\nenvisaged in the option clause was . . . no\r\nmore than a prescribed mode of acceptanceâ.\n26\nIt is true that clause 5(b) tends to create that impression, but then\r\nit should immediately be pointed out that the clause is notable\nfor\r\nits ineptitude rather than its precision. Before acceptance can take\r\nplace in the manner prescribed by the option clause, a\nfurther\r\nwritten contract between the parties was required, with neither\r\nguide­lines as to the content of such contract nor\nany\r\ndeadlock-breaking mechanism in the event of deadlock between the\r\nparties. In these circumstances, the option granted in terms\nof\r\nclause 5(b) is, in my view, nothing more than an agreement to agree,\r\nwhich is insufficient to serve as the basis for a binding\nagreement\r\nof sale. Put differently, the option is not of such a nature that it\r\nis capable of resulting in a valid contract of sale\nfrom the mere\r\nfact of acceptance thereof. All of these features, in my view, are\r\nentirely destructive of a valid and binding option.\n27\n[40]\tHad it not been for the provisions of clause 5(b),\r\nI would have had little hesitation in holding that a valid option had\r\nbeen\ngranted in favour of Goldco. Clause 5(b), however, makes it\r\nclear that the offer to sell, as it stands, does not purport to\r\ncontain\nthe entire offer by the offeror. Without a complete offer, it\r\nis impossible to have a valid contract of sale complying with the\n\nprovisions of Act 68 of 1981. For these reasons I conclude that the\r\noption in question is unenforceable.\n[41]\tHaving said that, I now wish to deal briefly with\r\nthe relief claimed in prayer 1 of the notice of motion, as ordered by\r\nthe\ncourt a quo. It reads as follows:\nâ\n[D]at die respondente gelas\r\nword\nom binne tien (10) dae na datum van die\r\nverlening van hierdie bevel ân skriftelike koopkontrak ter\r\nuitvoering van die opsie soos\nbeliggaam in klousule 5 van die\r\nhuurkontrak tussen die partye . . . aan [die\nrespondent\n] voor\r\nte lê vir ondertekening teen ân koopprys\nvan\r\nR4 840 000 plus 14% BTWâ.\n[42]\tMy colleague, with respect rightly, recoils from\r\nthe prospect of compelling agreement âon terms to be negotiated\r\nsubsequentlyâ.\n28\nHer suggested solution, as contained in para (a) of the proposed\r\norder, is, however, equally un­palatable. Leaving aside the\n\nquestion whether this Court should, in the exercise of its powers on\r\nappeal,\n29\nmero motu\namend in any\r\nmaterial way the relief claimed and granted in the court below, the\r\nproposed order seeks to dispense with the peremptory\nrequirement of a\r\nwritten acceptance of the option.\n30\nMore­over, the proposed order seeks to impose upon the parties a\r\nwritten contract containing only the\nessentialia\nof a contract of sale whereas the evidence reveals, on a balance of\r\nprobability, that further material terms were contem­plated.\n[43]\tIn these circumstances, I would respectfully echo\r\nthe words of Botha JA in his minority judgment in\nSoteriou\r\nv Retco Poyntons (Pty) Ltd\n:\n31\nâ\nNo doubt the parties intended\r\nthe clause to have business efficacy. But then, they no doubt did not\r\nrealise that an agreement to\nagree was devoid of legal effect. The\r\nCourt is powerless to correct their error for them. While the Court\r\nwill strive not to be\na destroyer of bargains, it can never be the\r\ncreator of them.â\n[44]\tFor these reasons, I would uphold the appeal, set\r\naside the order of the court below and sub­stitute it with the\r\nfollowing:\nâ\nThe application is dismissed with costs.â\n----------------------\nB M Griesel\nActing Judge of Appeal\nNAVSA JA (LEWIS and SNYDERS JJA and KROON AJA\r\nconcurring)\n[45]\tI have had the benefit of reading the judgments of\r\nmy colleagues Lewis JA and Griesel AJA. I agree with the reasoning\r\nand conclusions\nreached by the former and I am in respectful\r\ndisagreement with the latter. I am constrained to add the comments\r\nthat follow.\n[46]\tFirst, it is important to note that up until the\r\npresent appeal Prosperitas had not contended that there were any\r\nterms, over\nand above those contained in the option, which still had\r\nto be agreed upon. It is clear, both from the founding and answering\r\naffidavits,\nthat it was envisaged that it would take up to 18 months\r\nfor the sectional title register to be opened to enable a deed of\r\nsale\nto be completed and that the parties provided a 24-month period\r\nto that end. Factually, the only defence presented in the answering\n\naffidavit is that the option had not been properly exercised by\r\nGoldco and that it was solely to blame.\n[47]\tSecond, and perhaps more\r\nimportantly, the agreement which this court in\nDriftwood\n,\r\nreferred to in para 17 by Lewis JA, held to be enforceable was in\r\nsimilar terms to the option in the present case.\n32\nThe differences relate to commission, a suspensive condition relating\r\nto the establishment of a township and, that the purchase\nprice was\r\npayable upon registration. The first two aspects are inapplicable and\r\nthe latter is in any event the position at common\nlaw.\n[48]\tThird, other than the question of the description\r\nof land which is dealt with by Lewis JA, it was never suggested that\r\nthe\ncontents of the option would otherwise not be in compliance with\r\nthe provisions of the\nAlienation of Land Act 68 of 1981\n.\n[49]\tFourth, Griesel AJA, in para 37\r\nabove, in interpreting the option had regard to âbackground\r\ncircumstancesâ. In particular,\nhe had regard to correspondence\r\npreceding the conclusion of the lease. It is clear that the lease\r\nsigned on 14 March 2005 superseded\nall prior negotiations and\r\nagreements. It is the option contained in the lease that has to be\r\ninterpreted and applied. The option\nis, in my view, clear and\r\nunambiguous. It is to be given its grammatical and ordinary meaning\r\nunless this would result in absurdity,\nrepugnancy or inconsistency\r\nwith the rest of the document. The circumstances in the present case\r\nare not such as to exclude the\nrule against extrinsic evidence in aid\r\nof interpretation.\n33\nThe question we were called upon to decide is whether the option was\r\nan agreement to conclude an agreement. Lewis JA had regard\nto the\r\nterms of the option and in my view correctly concluded that it did\r\nnot.\n[50]\tFor all these reasons I concur in the judgment of\r\nLewis JA.\n--------------------\nM S Navsa\nJudge of Appeal\nAppearances:\nFor the Appellant:\t\tM H WESSELS SC\nInstructed by:\t\tRosendorff, Reitz & Barry\nBloemfontein\nFor the Respondent: \tC Ploos van Amstel SC\nInstructed by:\t\tVermaak & Dennis\nBloemfontein\n1\nCairns (Pty) Ltd v Playdon\n1947 EDL 145.\n2\nThe Law of Contract in South Africa\n5 ed p 54.\n3\nSee\nDriftwood\r\n\tProperties v McLean\n1971 (3) SA 591\n(A), and, most recently,\nWithok Small\r\n\tFarms (Pty) Ltd v Amber Sunrise Properties Ltd\n[2008] ZASCA 131\n(21 November\n2008); 2009 (2) SA 504\n(SCA) and\nPillay v Shaik\n[2008] ZASCA159 (27 November 2008);\n[2009] 2 All SA 65\n(SCA).\n4\n1985 (3) SA 739\n(A) at 765F-H and 767E-G.\n5\n2001 (3) SA 986\n(SCA) para 14.\n6\n1948 (1) SA 983\n(A) at 990.\n7\nSee also, for example,\nHeadermans\r\n\t(Vryburg) (Pty) Ltd v Ping Bai\n1997\r\n\t(3) SA 1004\n(SCA) and\nJ R 209\r\n\tInvestments v Pine Villa Estates; Pine Villa Estates v J R 209\r\n\tInvestments\n[2009] ZASCA 3\n(26\r\n\tFebruary 2009);\n[2009] 3 All SA 32\n(SCA) para 19.\n8\nRelying\r\n\ton\nFirst National Bank Ltd v Avtjoglou\n2000 (1) SA 989\n(C), confirmed in this respect on appeal to the full\r\n\tcourt in\nAvtjoglou v First National\r\n\tBank of Southern Africa Ltd\n[2002] 2\r\n\tAll SA 1\n(C). This court found that that decision, which granted\r\n\tprovisional sentence, was not appealable:\n2004 (2) SA 453\n(SCA).\n9\n1935 AD 262.\n10\nSee in this regard\nVan\r\n\tHeerden v Hermann\n1953 (3) SA 180\n(T)\r\n\tat 187, where Ramsbottom J said that the delivery of the patent in\nKoenig\nwas not a âcondition properly so calledâ.\n11\n1933 NPD 297.\n12\nAt 302.\n13\n1924 AD 573\nat 611.\n14\nSee\nScott v Poupard\n1971(2) SA 373 (A) at 378H.\n15\nOp cit p 150.\n16\nScott v Poupard\nat 378G-H.\n17\nQuoted in para 4 above.\n18\nHirschowitz v Moolman & others\n1985 (3) SA 739\n(A) at\r\n\t767F. See also Van der Merwe\net al\nContract: General\r\n\tPrinciples\n3ed (2007) p 80.\n19\n1960 (4) SA 14\n(E) at 16FâG, quoted with approval in\nVenter v\r\n\tBirchholtz\n1972 (1) SA 276\n(A) at 284A.\n20\nJohnston v Leal\n1980 (3) SA 927\n(A) at 937G and the cases\r\n\treferred to therein.\n21\nAt 937H.\n22\nMeyer v Kirner\n1974 (4) SA 90\n(N) at 98D, cited with approval\r\n\tin\nJohnston v Leal\nat 937GâH.\n23\nPara 17 above.\n24\nThis is a question which, according to Christie\nop cit\np 154,\r\n\tâmust now be regarded as settledâ.\n25\nPara 18 above.\n26\nPara 17 above.\n27\nCompare\nLetaba Sawmills (Edms) Bpk v Majovi (Edms) Bpk\n[1992] ZASCA 195\n;\n1993\r\n\t(1) SA 768\n(A) at 773Iâ774A;\nNamibian Minerals Corporation Ltd\r\n\tv Benguela Concessions Ltd\n[1996] ZASCA 140\n;\n1997\r\n\t(2) SA 548\n(A)\nat 567AâC;\nPremier, Free State and others v\r\n\tFirechem Free State (Pty) Ltd\n2000 (4) SA 413\n(SCA) paras 35â36.\n28\nPara 30 above.\n29\nSection 22 of the Supreme Court Act 59 of 1959.\n30\nHirschowitz v Moolman\n, n 2 above, at 766D; Van der Merwe\net\r\n\tal op cit\np 83â84.\n31\n1985 (2) SA 922\n(A) at 936IâJ.\n32\nAt 595F-H.\n33\nSee R H Christie (op cit) p 204 and the\r\n\tdiscussion of\nCoopers & Lybrand v\r\n\tBryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at p 205.",
  "scraped_at": "2026-02-11T21:50:56.780514",
  "date": "2009-05-29",
  "coram": [
    "NAVSA JJA",
    "LEWIS JA",
    "SNYDERS JJA",
    "KROON AJJA",
    "GRIESEL AJJA"
  ],
  "case_number": "372/08",
  "parties": {
    "applicants": [
      "Jan Abraham Du Plessis N O",
      "Nicolaas Johannes Smith N O"
    ],
    "respondents": [
      "Goldco Motor & Cycle Supplies (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The Prosperitas Trust owned land in Welkom and proposed to construct a building. In March 2005 the trust entered into a lease with Goldco Motor & Cycle Supplies (Pty) Ltd, granting the lessee an option to purchase Shop 1 of the building for R4,000,000 plus VAT, subject to price escalation and a prescribed mode of exercise: a written sale contract to be drafted by the trust’s attorney, Rossouw & Vennote, within 24 months and after a sectional title register was opened. Goldco applied for financing, which was conditional on the contract and the register. Although the sectional plan was approved in August 2005, the attorney failed to prepare the contract, and the trust later refused to sell, leading Goldco to seek specific performance in the High Court.",
    "issues": "1) Whether the clause in the lease constitutes a valid, enforceable option to purchase immovable property. 2) Whether the option was exercised within the prescribed mode and time. 3) Whether the trust’s attorney’s failure amounted to deliberate frustration justifying the doctrine of fictional fulfilment. 4) Whether the description of the premises satisfies the requirements of the Alienation of Land Act. 5) Whether Rossouw acted as the trust’s agent for the purposes of the option.",
    "principles": "The court considered the nature of option contracts, emphasizing that an option must bind the grantor and be exercisable by the holder, even where a prescribed mode of acceptance is required. It applied the requirement under the Alienation of Land Act that a sale contract contain all essential and material terms, while recognizing that objective evidence may identify the property. The doctrine of fictional fulfilment was applied, allowing a party’s obligation to be deemed performed where the other party deliberately frustrates performance, extending equitable principles that one cannot benefit from one's own wrong.",
    "application": "The court held that the option clause did constitute a valid option, containing the essential terms of price and property description, and that the prescribed written contract was merely a mode of acceptance. Rossouw was found to be the trust’s agent, whose failure to draft the contract deliberately frustrated Goldco’s exercise of the option. Consequently, the doctrine of fictional fulfilment applied, deeming the option exercised despite the lack of a formal contract within the period. The description of the premises was deemed sufficient, supported by objective evidence of the building and address.",
    "conclusion": "The appeal was dismissed. The order of the High Court was altered to declare that the option was deemed exercised, to order the trustees to transfer Shop 1 to the appellants for R4,840,000 plus VAT, and to order the trustees jointly and severally to pay the costs of the application."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "option contract",
      "fictional fulfillment",
      "agency",
      "sectional title",
      "contract enforcement"
    ]
  }
}