{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/53.html",
  "case_name": "St Paul Insurance Co. SA Ltd v Eagle Ink System (Cape) (Pty) Ltd (300/08) [2009] ZASCA 53; 2010 (3) SA 647 (SCA) ; [2009] 4 All SA 46 (SCA) (27 May 2009)",
  "citation": "[2009] ZASCA 53",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 53\n|\nNoteup\n|\nLawCite\nSt Paul Insurance Co. SA Ltd v Eagle Ink System (Cape) (Pty) Ltd (300/08) [2009] ZASCA 53; 2010 (3) SA 647 (SCA) ; [2009] 4 All SA 46 (SCA) (27 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 300/08\nST\r\nPAUL INSURANCE CO SA LIMITED\t\t\t\t\t Appellant\nand\nEAGLE\r\nINK SYSTEM (CAPE) (PTY) LTD\t\t\t       Respondent\nNeutral citation:\nSt Paul\r\nInsurance Co SA Ltd v Eagle Ink System (Pty) Ltd\n(300/08)\n[2009]\r\nZASCA 53\n(27 May 2009).\nCoram:\nFARLAM, CLOETE,\r\nLEWIS, MHLANTLA JJA\net\nTSHIQI AJA\nHeard:\n11 MAY 2009\nDelivered:\n27\r\nMAY 2009\nSummary:\nContinuation of a\r\ntrial when the judge has died; interpretation of 'contaminated' in a\r\npublic liability insurance policy; effect\nof exclusion in extension\r\nclause.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: the Cape High Court (Griesel J sitting\r\nas court of first\ninstance).\n1\tThe appeal is upheld with costs, including the costs\r\nof two counsel.\n2\tThe order of the Cape High Court is set aside and the\r\nfollowing order substituted:\n'The plaintiff's claim is dismissed with costs,\r\nincluding the costs of the proceedings before Knoll J and the costs\r\nof two counsel\nat both stages of the proceedings.'\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (FARLAM, LEWIS, MHLANTLA JJA\net\nTSHIQI AJA concurring):\n[1]\tThe appellant, St Paul Insurance Company SA Ltd, is,\r\nas its name suggests, an insurance company and I shall refer to it as\r\nsuch.\nThe respondent, Eagle Ink System (Cape) (Pty) Ltd, to which I\r\nshall refer as Eagle Ink, is a manufacturer, importer and distributor\n\nof printing inks and related products. The insurance company issued a\r\npolicy of insurance to Eagle Ink which, as the plaintiff,\nsued the\r\ninsurance company in the Cape High Court for indemnity under the\r\npolicy. Knoll J presided at the trial but died before\nshe could\r\ndeliver judgment. By agreement between the parties a transcript of\r\nthe evidence together with the documentary exhibits\nwere placed\r\nbefore Griesel J who heard further argument. There is precedent for\r\nsuch a procedure, and it is eminently sensible:\nMhlanga\r\nv Mtenengari\n1993 (4) SA 119\n(ZS). Griesel J\r\nfound in favour of Eagle Ink but subsequently granted leave to appeal\r\nto this court.\n[2]\tI shall first deal briefly with the facts and\r\nthereafter with the relevant terms of the insurance policy. One of\r\nEagle Ink's\ncustomers to whom it supplied ink was Nampak Products\r\nLtd, which trades as Nampak Polyfoil ('Polyfoil'). Polyfoil concluded\r\na contract\nwith an American entity known as Bunzl Distribution\r\nSoutheast Inc ('Bunzl') for the supply of several million plastic\r\nshopping\nbags destined for the supermarket chain WalMart in the USA.\r\nIt was a term of the contract between Bunzl and WalMart that the\r\nplastic\nbags would be free of heavy metal, including lead. This\r\nrequirement was comunicated to Polyfoil and at the latter's request,\r\nEagle\nInk gave a written assurance (which Polyfoil passed on to\r\nBunzl) that 'all inks supplied for export work are heavy metal free'.\n[3]\tDue to the negligence of Mr Matthews, an employee of\r\nEagle Ink who worked at the Polyfoil plant, some of the ink supplied\r\nto\nPolyfoil contained lead. What Matthews did was to take ink\r\ncontaining lead that had been recovered from Polyfoil's printing\r\npresses\nafter jobs for customers other than Bunzl had been completed,\r\nand mix it with the lead free ink delivered to Polyfoil's premises\nby\r\nEagle Ink for the Bunzl contract. Matthews was actuated by the best\r\nof intentions â he wanted to save Polyfoil money. The\nconsequence\r\nof his actions was that Bunzl rejected the bags manufactured by\r\nPolyfoil because of the lead in the ink and claimed\nfrom the latter\r\nthe return of the purchase price it had paid, together with damages.\r\nPolyfoil in turn claimed from Eagle Ink; and\nEagle Ink claimed\r\nindemnity, up to the limit of the policy, from the insurance company,\r\nwhich repudiated the claim.\n[4]\tThe insurance policy was a public liability (claims\r\nmade) policy. It comprised, in addition to a schedule and the\r\ndefinitions\nsection, a section which contained the operative clause;\r\na section which contained exclusions and another which contained\r\nconditions;\nand various extensions, including a products liability\r\nextension. The operative clause read:\n'The Company will indemnify the\r\nInsured against their legal liability to pay compensation for claims\r\nfirst made against the Insured\nduring the Period of Insurance in\r\nrespect of Injury and/or Damage arising out of the performance of the\r\nBusiness within the Territorial\nLimits on or after the Retroactive\r\nDate stated in the Schedule.'\n'Damage' was defined as 'loss of or damage to tangible\r\nproperty' and the 'Business', according to the business description\r\nin the\nschedule, was that of 'Manufacturers, Importers &\r\nDistributors of Printing Inks and Related Products'. Exclusions 7.5\r\nand 10\nread:\n'The Company will not indemnify\r\nthe Insured in respect of\n. . .\n7.\tany liability caused by or\r\narising from claims for\n. . .\n7.5\tproducts sold or supplied by\r\nthe Insured\n. . .\n10.\tclaims arising out of\n10.1\tliability directly or\r\nindirectly caused by seepage pollution or contamination provided that\r\nthis exclusion shall not apply\nwhere such seepage pollution or\r\ncontamination is caused by a sudden unintended and unexpected event\n10.2\tthe cost of removing\r\nnullifying or cleaning up seeping polluting or contaminating\r\nsubstances unless the seepage pollution or\ncontamination is caused by\r\na sudden unintended and unexpected event'.\nProduct liability was therefore excluded by clause 7.5\r\nof the exclusions in absolute terms. But the products liability\r\nextension\nformed part of the policy. It read:\n'The following Extension is\r\ndeemed to apply only if so stated in the Schedule and unless\r\nspecifically varied herein shall be subject\nto the terms exclusions\r\nand conditions of this policy. . .\nPRODUCTS LIABILITY EXTENSION\nNotwithstanding anything to the\r\ncontrary contained in exclusion 7.5 the Company will indemnify the\r\nInsured in terms of this Policy\nanywhere in the Territorial Limits as\r\nstated in the schedule and caused by products sold or supplied by the\r\nInsured\n. . .\nExclusions\nThis extension does not cover\r\nliability:\n. . .\niii)\tarising from defective or\r\nfaulty design formula plan or specification (unless due to negligence\r\nin following same) treatment\nor advice by or on behalf of the Insured\niv)\tarising from inefficacy or\r\nfailure to perform or conform to specification (unless due to\r\nnegligence in following same) or fulfil\nits intended function as\r\nspecified or guaranteed but this exclusion shall not apply to\r\nconsequent injury or damage\n. . .'.\n[5]\tOne of the defences raised by the insurance company\r\nwas based on exclusion 10.1, the insurance company contending that\r\nPolyfoil's\nclaim against Eagle Ink  was one 'arising out of liability\r\ndirectly or indirectly caused by . . . contamination' of the ink with\n\nlead.\nThe Oxford English Dictionary\n(2 ed) gives 'contaminate' the meaning 'To render impure by . . .\r\nmixture; to . . . pollute' and 'pollute', the meaning 'To make\n\nphysically impure . . . To contaminate (the environment, atmosphere\r\netc) with harmful or objectionable substances'. On these definitions,\n\nthe ink supplied by Eagle Ink to Polyfoil could undoubtedly be said\r\nto have been 'contaminated' with lead. Indeed, Eagle Ink could\nhardly\r\ncontend the contrary as the claim form prepared by Mr Groenewald, its\r\ngroup financial director, said that the loss to Eagle\nInk had been\r\ncaused by 'mixing of contaminated ink with heavy metal free ink for\r\nexport work'; and Eagle Ink's pleadings repeatedly\nused the word\r\n'contaminate' and 'contamination' to describe the presence of lead.\n[6]\tEagle Ink's counsel nevertheless argued, and the\r\ncourt a quo upheld the argument, that what exclusion 10.1 envisaged\r\nwas contamination\nof something else by the ink, not contamination of\r\nthe ink itself. The court a quo reached this conclusion by invoking\r\nthe\neiusdem generis\nrule in regard to the phrase 'seepage pollution and contamination' in\r\nexclusion 10.1 and also by having regard to exclusion 10.2\nwhich,\r\nEagle Ink's counsel argued, meant that 'a \"mess\" of some\r\nsort is envisaged, not a mere incorrect mixing of a formula'.\nThe\r\ncourt a quo accordingly concluded that the parties did not intend the\r\nword 'contamination' to be understood in the sense set\nout in the\r\nprevious paragraph above.\n[7]\tI am unable to support this conclusion. Although\r\n'pollution' and 'contamination' have similar meanings, 'seepage' does\r\nnot.\n'Seepage' connotes a gradual leak. It may or may not produce\r\npollution or contamination. None of the three words necessarily\r\ndenotes\na mess. Nor does exclusion 10.2: that clause excludes inter\r\nalia 'claims arising out of the cost of removing . . .  contaminating\n\nsubstances', which would cover the cost of removing the lead from the\r\nink, and the ink from Polyfoil's presses, both of which could\nresult\r\nin delay and a claim for damages. In my view there is no warrant for\r\nconfining exclusion 10.1 to claims arising out of contamination\nby,\r\nand excluding contamination to, inks supplied to Polyfoil by Eagle\r\nInk. The exclusion covers both.\n[8]\tThe court a quo, again following the argument\r\nadvanced by counsel for Eagle Ink, found that exclusion 10.1 did not\r\napply for\nanother reason. The court had regard in particular to\r\nexclusions (iii) and (iv) of the products liability extension and\r\nreasoned\nas follows:\n'On the evidence as a whole,\r\nthere can be little doubt that the mixing of pigments containing\r\nheavy metals with the plaintiff's\ncarbon-based black ink was contrary\r\nto the specification of heavy metal-free inks for the export market,\r\nand that the mixing was\nan act of negligence on the part of Matthews\r\nin following such specification. Similarly, the inefficacy or failure\r\nto conform to\nspecification was due to the same negligence. Finally,\r\nthe damage did not cause the plaintiff damage to its property or\r\nplant itself,\nbut was clearly consequential damage as envisaged in\r\nthe expression \"consequent injury or damage\" in exclusion\r\n(iv).\nThe express inclusion within\r\nthe products liability extension of liability arising from defective\r\nspecification or a failure to\nconform to specification where due to\r\nnegligence can only be taken to be a specific variation of other\r\ngeneral terms and exclusions\nwhere such might otherwise have been\r\napplicable, such as clause 10.1 of the general exclusions.'\n[9]\tAgain, I am unable to support this conclusion. Ink\r\nwhich does not conform to specification is not necessarily\r\ncontaminated.\nExclusions (iii) and (iv) cover the former possibility\r\nand exclusion 10.1, the latter. Effect must be given to all\r\nprovisions of\nthe policy particularly as the introductory words of\r\nthe products liability extension specifically provide that: 'The\r\nfollowing\nExtension . . . unless specifically varied herein shall be\r\nsubject to the . . . exclusions . . . of this policy'. Exclusion 10.1\n\nis not 'specifically varied' by exclusions (iii) or (iv) â they\r\ndeal with different situations; and the fact that Eagle Ink escapes\n\nthe provisions of exclusions (iii) and (iv) does not mean that\r\nexclusion 10.1 is rendered inapplicable.\n[10]\tI therefore conclude that the court a quo should\r\nhave dismissed Eagle Ink's claim as it arose out of liability\r\ndirectly or\nindirectly caused by contamination as envisaged in\r\nexclusion 10.1 of the policy.\n[11]\tThe following order is made:\n1\tThe appeal is upheld with costs, including the costs\r\nof two counsel.\n2\tThe order of the Cape High Court is set aside and the\r\nfollowing order substituted:\n'The plaintiff's claim is dismissed with costs,\r\nincluding the costs of the proceedings before Knoll J and the costs\r\nof two counsel\nat both stages of the proceedings.'\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tJ C Butler SC\nA J van Vuuren\nMs S van Vuuren\nInstructed by\nEveringhams Attorneys, Cape Town\nWebbers Attorneys, Bloemfontein\nCounsel for Respondent:\tR G Goodman SC\nS Miller\nInstructed by\nBernard Vukic Potash & Getz, Cape Town\nLovius Block, Bloemfontein",
  "scraped_at": "2026-02-11T21:48:59.411169",
  "date": "2009-05-27",
  "coram": [
    "FARLAM",
    "CLOETE",
    "LEWIS",
    "MHLANTLA JJA",
    "TSHIQI AJA"
  ],
  "case_number": "300/08",
  "parties": {
    "applicants": [
      "St Paul Insurance Co SA Ltd"
    ],
    "respondents": [
      "Eagle Ink System (Cape) (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "St Paul Insurance Co SA Ltd issued a public‑liability claims‑made policy to Eagle Ink System (Cape) (Pty) Ltd, a manufacturer of printing inks. Eagle Ink supplied ink to Nampak Polyfoil for a contract that required the ink to be free of heavy metals. An employee, Mr Matthews, mixed lead‑containing recovered ink with the lead‑free ink intended for export. The contaminated ink caused the bags produced by Polyfoil for Bunzl to be rejected, leading Bunzl to claim damages from Polyfoil, which in turn claimed against Eagle Ink. Eagle Ink sought indemnity under the policy, which the insurer refused, relying on policy exclusions.",
    "issues": "1) Whether the insurer’s reliance on exclusion 10.1 (contamination) is valid when the contamination concerns the ink itself rather than a substance contaminated by the ink. 2) Whether the products‑liability extension varies or defeats exclusion 10.1. 3) The proper construction of the term “contamination” and the effect of ejusdem generis within the exclusion clauses.",
    "principles": "The court applied standard principles of insurance contract interpretation: exclusions are to be given their ordinary meaning unless varied, and any variation must be explicit. The meaning of “contaminate” was taken from ordinary dictionaries as rendering something impure by mixture, encompassing the ink being mixed with lead. The ejusdem generis rule could not limit the scope of “contamination” to external pollution. A clause that is not expressly varied remains effective, even where a product‑liability extension is present.",
    "application": "The appellate court held that the ink supplied by Eagle Ink was indeed ‘contaminated’ with lead, satisfying the meaning of exclusion 10.1. The products‑liability extension did not expressly vary or override exclusion 10.1, and the subsidiary exclusions (iii) and (iv) dealt with different scenarios (defective design and failure to conform) and therefore could not nullify the contamination exclusion. Consequently, the insurer’s reliance on exclusion 10.1 was upheld.",
    "conclusion": "The appeal was upheld. The Cape High Court’s order was set aside and replaced with an order dismissing Eagle Ink’s claim, with costs awarded to the insurer, including costs of the proceedings before both trial judges and of two counsel at each stage."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Public Liability / Policy Exclusions",
    "level_3": [
      "contamination",
      "policy interpretation",
      "products liability extension",
      "exclusion clauses"
    ]
  }
}