{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/94.html",
  "case_name": "Act Computers v NVM Beleggings & Versekerings Adviseurs (648/08) [2009] ZASCA 94; [2010] 1 All SA 97 (SCA) (17 September 2009)",
  "citation": "[2009] ZASCA 94",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 94\n|\nNoteup\n|\nLawCite\nAct Computers v NVM Beleggings & Versekerings Adviseurs (648/08) [2009] ZASCA 94; [2010] 1 All SA 97 (SCA) (17 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 648/08\nNo precedential significance\nACT COMPUTERS\t\t\t\t\t\t       \t\tAppellant\nand\nNVM BELEGGINGS & VERSEKERINGS ADVISEURS\t      Respondent\nNeutral citation:\nAct Computers v NVM Beleggings\n(\n648/2008)\r\n94 [2009] ZASCA (17 September 2009)\nCoram:\nMpati P, Lewis, Ponnan\r\nand Snyders JJA and Wallis AJA\nHeard:\n3 September 2009\nDelivered:\n17 September 2009\nSummary:\nAppeal against order to repay moneys where contract\r\nfound to have been vitiated by material mistake: no mistake in fact â\r\ncontract\nembodied in written documents accepted orally. Appeal\r\nupheld.\nORDER\nOn appeal from:\nHigh\r\nCourt, Free State (Beckley and Rampai JJ sitting as a full bench).\n(a)\nThe appeal is upheld\r\nwith costs.\n(b)\nThe order of the\r\ncourt below is set aside and is replaced with:\nâ\nThe appeal\nis\r\ndismissed with costs.â\nJUDGMENT\nLEWIS JA (\nMpati P,\r\nPonnan and Snyders JJA and Wallis AJA concurring)\n[1]\nThis appeal turns on\r\nwhether a contract between the parties, who claimed to have different\r\nunderstandings as to its nature, was\nproved on the terms alleged by\r\nthe respondent. The appellant, ACT Computers (ACT), contends that it\r\nrendered services to the respondent,\nNVM Beleggings &\r\nVersekerings (NVM), and installed equipment necessary for the\r\nservices at ACTâs premises, but that the equipment\nremained its\r\nproperty. NVM, on the other hand, maintains that it bought the\r\nequipment â a radio antenna used for electronic communication.\n[2]\nNVM is an investment\r\nagent and insurance broker in Kroonstad in the Free State. ACT, also\r\nbased in Kroonstad, supplies computer\nequipment and services. The\r\ndispute between the parties arose because the sole proprietor of NVM,\r\nMr C P Booysen, complained, over\nseveral months, that the equipment\r\ninstalled by ACT was not functioning adequately and that he and his\r\nemployees were unable to\ngain access to the internet and electronic\r\ndatabases for its business. Booysen accordingly refused to pay ACT a\r\nmonthly subscription\nfor internet connectivity. Mr H J Knepscheld of\r\nACT instructed employees of ACT to remove the antenna from NVMâs\r\npremises several\nmonths after it had been installed. There was an\r\nancillary dispute about the alleged removal of computer programmes\r\nfrom NVM computers,\nin respect of which damages were claimed, but\r\nthat is not before us on appeal.\n[3]\tAfter the antenna was removed\nfrom\r\nNVMâs premises NVM claimed, in the magistratesâ court, Kroonstad,\r\nthe repayment of what it alleged was the purchase price\nof the\r\nantenna â the princely sum of R3 687.90.  The court granted\r\nabsolution from the instance on the basis that the contract\nbetween\r\nthe parties was not proved. A full bench of the Free State High Court\r\n(Beckley and Rampai JJ) upheld an appeal against\nthe order, finding\r\nthat there had been an error as to the nature of the contract (error\r\nin negotio) which was accordingly void,\nand that NVM was entitled to\r\nrestitution of the R3 687.90 paid to ACT. ACT appeals against the\r\norder with the leave of the full\nbench.\n[4]\nI shall deal first\r\nwith the documents forming the basis of the contract as pleaded by\r\nthe parties. NVM itself alleged that the contract\nwas partly written\r\nand partly oral, attaching the written portions to the particulars of\r\nclaim, and ACT admitted that these documents\nwere the written\r\nportions of the contract.  In my view, the documents are\r\ndeterminative of the dispute. They comprised a letter\nattaching two\r\nquotations.\n[5]\nOn 25 August 2003\r\nKnepscheld, on behalf of ACT, wrote to Booysen proposing the\r\ninstallation of a cordless network âWiFiâ system\nfor NVM. He\r\nexplained the various installation permutations and stated that\r\nbecause the equipment was highly specialised, and was\ndesigned\r\nspecifically for ACT, it was not offered for sale.\n1\n[6]\nThe first quotation\r\nwas for one âWiFi 100Mb Internet Linkâ, âMounting & Unit\r\nInstallationâ, âPanning & Fine Tuneâ,\nâFirewall &\r\nRoutingâ and âSecurity & Voice over IP Configâ. The âUnit\r\nPriceâ was R3 235, plus VAT of R452.90,\nthe total being R3 687.90.\r\nAt the foot of the quotation were the words:\nâ\nThese\r\nprices are valid for 7 days only. Goods remain the property of ACT\nComputers\r\nuntil fully paid. All goods carry a ONE YEAR carry-in warranty.â\n[7]\nThe second quotation\r\nwas for internet connectivity at a monthly rate of R570 including\r\nVAT. This quotation also carried the words\nstating that goods\r\nremained the property of ACT unless fully paid for, a statement\r\nplainly inappropriate for the monthly provision\nof internet\r\nconnectivity. Equally plainly, the words were printed routinely on\r\nall ACTâs quotations, irrespective of whether\nthey were for sales\r\nor services.\n[8]\nKnepscheldâs\r\nevidence was that the written quotations were accepted orally by\r\nBooysen, and the antenna was in fact installed.\nA tax invoice dated 8\r\nOctober 2003 was sent to NVM for âLabour â WI-FI 100MN Internet\r\nlinkâ for R3 687.90 (including VAT)\nand for âWiFi CONNECTION\r\n08/10/03-31/10/03â for R379.68 (being for two-thirds of October).\r\nPayment by NVM of R4 515 was made\nby cheque to ACT on 18 November\r\n2003. That, it appears, was in respect of the invoice of 8 October\r\nand the monthly payment for\ninternet connectivity for November. NVM\r\nmade no further payments to ACT.\n[9]\nACT workmen removed\r\nthe antenna from NVMâs premises on 19 March 2004, following\r\nnumerous complaints about the equipment and lack\nof internet\r\nconnectivity by Booysen, and constant attempts by ACT to resolve the\r\nproblems. An email sent by Booysen on the same\nday, 19 March, listed\r\nthe many problems that required attention and set out a suggested\r\nreadjustment of amounts claimed by ACT.\nKnepscheld responded, also on\r\nthe same day, questioning Booysenâs claims and stating that the\r\nonly solution was for ACT to remove\nthe equipment (which it promptly\r\ndid) and for NVM to find another service provider in Kroonstad.\n[10]\nNVM duly claimed\r\nthe amount that it alleged it had paid for the antenna removed by\r\nACT. ACTâs defence to the claim was that the\nantenna was its\r\nproperty which it was entitled to remove when it cancelled the\r\ncontract with NVM. Both Booysen and Knepscheld testified\nin the\r\ntrial. Their versions of what had been agreed differed as I have\r\nindicated. The trial court concluded, because of that,\nthat there was\r\nno contract, and therefore no breach of contract. The court could\r\nthus, it reasoned, make no finding and granted\nabsolution from the\r\ninstance.\n[11]\nThe high court, on\r\nappeal, came to a different  conclusion, one not advanced by ACT at\r\nall either in the trial or on appeal: that\nthere was no consensus and\r\ntherefore no contract. It decided that because there were different\r\nintentions as to the nature of the\ncontract and its terms, the\r\ncontract was vitiated by error and that NVM was entitled to\r\nrestitution of its payment of R3 687.90.\n[12]\nOn appeal to this\r\ncourt NVM confirmed that the letter and quotations set out the terms\r\nof the contract and were accepted orally\nby it. The only argument\r\nadvanced in support of its case was that the statement at the foot of\r\nthe quotation for the equipment\nand installation â that goods\r\nremained the property of ACT until fully paid for â and that\r\npayment in full had been made, meant\nthat the antenna had been sold\r\nto it.  But NVM also conceded that these words, routinely used on ACT\r\nquotations, did not change\nthe nature of the contract, if it were for\r\nservices, to one for sale. The reservation of rights in the event of\r\na sale clearly\ncannot mean that there was in fact a sale.\n[13]\nNVM conceded also\r\nthat the statement in the letter accompanying the quotations that the\r\nequipment was not for sale clearly meant\njust what it said: the\r\nequipment would be installed at the premises of NVM but would remain\r\nACTâs property. In my view, ACT proved\nthat the contract was not\r\none for the sale of the antenna or anything else, but was rather one\r\nfor the installation of its own\nequipment and rendering of services.\r\nAccordingly, the trial court should have dismissed NVMâs claim and\r\nnot granted absolution\nfrom the instance.\n[14]\nIt follows also\r\nthat the decision of the court below â that there was dissensus\r\nrendering the contract invalid, and that ACT should\nrepay R3 687.90\r\nto NVM â must be reversed.\n[15]\n(a) The appeal is\r\nupheld with costs.\n(b)\nThe order of the\r\ncourt below is se aside and is replaced with:\nâ\nThe appeal\nis\r\ndismissed with costs.â\n------------------------\nC H Lewis\nJudge of Appeal\nAppearances:\nFor the Appellant:\t\tP J T de Wet\nInstructed by:\t\tGrimbeek van Rooyen & Vennote\nKroonstad\nSymington & de Kok\nBloemfontein\nFor the Respondent: \tJ Y Claasen SC\nInstructed by:\t\tThabo Grimbeek\nKroonstad\nNaude Attorneys\nBloemfontein\n1\nâAangesien die toerusting hoogs gespesialiseerd\r\n\tis en spesifiek vir ACT opgestel word, word dit nie te koop\r\n\taangebied nie.â",
  "scraped_at": "2026-02-12T05:13:54.622502",
  "date": "2009-09-17",
  "coram": [
    "Mpati P",
    "Lewis",
    "Ponnan",
    "Snyders JJA",
    "Wallis AJA"
  ],
  "case_number": "648/08",
  "parties": {
    "applicants": [
      "ACT COMPUTERS"
    ],
    "respondents": [
      "NVM BELEGGINGS & VERSEKERINGS ADVISEURS"
    ]
  },
  "sections": {
    "facts": "ACT Computers installed a specialised Wi‑Fi antenna at the premises of NVM Beleggings & Versekerings Adviseurs. The quotations attached a clause stating that the goods remained ACT's property until fully paid. NVM complained that the equipment was faulty, refused to pay the monthly internet subscription, and ACT subsequently removed the antenna. NVM sued for repayment of the alleged purchase price of the antenna (R3,687.90). The magistrates' court found no contract and granted absolution; the Free State High Court reversed, holding the contract void for an error in the nature of the agreement and ordering restitution. ACT appealed.",
    "issues": "1. Whether a contract existed between ACT and NVM for the sale of the antenna or merely for the provision of installation services and ongoing connectivity. 2. Whether the parties’ differing understandings amounted to an error in negotio rendering the contract void. 3. Whether NVM was entitled to restitution of the R3,687.90 paid.",
    "principles": "A contract requires consensus ad idem; a mistake as to the nature of the contract (error in negotio) can render it void. Statements that goods remain the supplier’s property until paid do not, by themselves, convert a service agreement into a sale. Oral acceptance of written terms creates a binding contract on those terms. Restitution is only available where a contract is void or where a payment was made under mistake.",
    "application": "The court examined the quotations and the accompanying letter, which expressly stated that the equipment was not offered for sale and would remain ACT’s property. Both parties accepted the quotations orally, but the acceptance was of the service package, not a purchase of the antenna. The clause about ownership was a standard reservation of rights and did not alter the nature of the agreement. Consequently, there was no consensus that a sale had occurred; the error in negotio argument failed. As the contract was for services, NVM was not entitled to restitution of the amount paid for equipment.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and replaced with an order dismissing the appeal with costs. ACT Computers was not required to repay the R3,687.90 to NVM, and the lower court’s decision granting absolution was reversed."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Sale vs Service Contracts",
    "level_3": [
      "error in negotio",
      "contract formation",
      "restitution",
      "service agreement",
      "equipment ownership"
    ]
  }
}