{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/73.html",
  "case_name": "Gibbs and Others v Minister of Justice and Constitutional Development and Others (234/2008) [2009] ZASCA 73; [2009] 4 All SA 109 (SCA) (1 June 2009)",
  "citation": "[2009] ZASCA 73",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 73\n|\nNoteup\n|\nLawCite\nGibbs and Others v Minister of Justice and Constitutional Development and Others (234/2008) [2009] ZASCA 73; [2009] 4 All SA 109 (SCA) (1 June 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: \r\n234/2008\nW W GIBBS\r\nand 23 OTHERS\nAPPELLANTS\nand\nMINISTER OF\r\nJUSTICE AND CONSTITUTIONAL\nDEVELOPMENT\r\n& 5 OTHERS\nRESPONDENTS\nNeutral\r\ncitation\n:\nGibbs v\r\nMinister of Justice\n(234/08)\n[2009] ZASCA 73\n(1 June 2009)\nCoram:\tNAVSA,\nBRAND\r\nJJA, HURT, GRIESEL and BOSIELO AJJA\nHeard:\n11\r\nMay 2009\nDelivered:\t1\r\nJune 2009\nUpdated:\nSummary:\nPrinciple\r\nof legality â Interpretation and application of statutory scheme â\r\nPublic Service Act 111 of 1984 â Public Service\nAct 103 of 1994â\nMagistrateâs Act 90 of 1993\nâ Regulations â whether system of\r\nmerit awards previously applicable to certain Magistrates, continue\r\nto have legal validity\nâ no legal basis for awards which, in any\r\nevent, militate against judicial independence and constitutional\r\nvalues.\n_______________________________________________________________________\n____________________________________________________________________________________\nORDER\nOn appeal from:\nHigh\r\nCourt Pretoria (Botha, Rabie JJ and Fabricius AJ sitting as court of\r\nfirst instance).\nThe\r\nappeal is dismissed with costs, such costs to include the costs\r\noccasioned by the employment of two counsel\n.\nJUDGMENT\n___________________________\n__________________________________________\nNAVSA JA\r\nand BOSIELO AJA: (BRAND JA, HURT and GRIESEL AJJA concurring)\nINTRODUCTION\n[1]\tThe\r\nquestion in this appeal is whether senior magistrates and magistrates\r\n(including the 24 appellants) are legally entitled\nto continue to be\r\nconsidered for and receive merit awards as part of their conditions\r\nof service.\n1\nThe present appeal is against a decision of a Full Bench of the\r\nPretoria High Court, sitting as a court of first instance, which\n\ndecided the question against the appellants.\nBACKGROUND\n[2]\tIn 1984,\r\nby virtue of s 36 of the Public Service Act 111 of 1984 (the PSA), a\r\npublic service staff code was promulgated,\n2\nin terms of which categories of public servants could qualify for\r\nmerit awards. The purpose of merit awards is set out at the\r\ncommencement of chapter B.XII of the staff code under the heading:\r\nâSPECIAL RECOGNITION FOR SUSTAINED ABOVE-AVERAGE JOB PERFORMANCE,\n\nFOR EXCEPTIONAL EFFICIENCY AND FOR AN EXCEPTIONAL ACHIEVEMENT,\r\nINVENTION, IMPROVEMENT, ETC.â The purpose of merit awards is set\n\nout as follows:\nâ\nTo grant special\r\nrecognition (within the context of the rank) to officers and\r\nemployees who have distinguished themselves from their\npeers through\r\nsustained above-average work performance.â\nThe system\r\nwas intended to act as an incentive toward above-average performance.\n[3]\tPrior to\r\n1994 magistrates were appointed in terms of the PSA and as such were\r\npublic servants, in effect derogating from their\njudicial\r\nindependence.\n3\nSenior Magistrates and Magistrates could thus be considered for merit\r\nawards. During this period magistrates were responsible for\nvarious\r\nduties including administration. This involved performing\r\nextra-judicial duties of an administrative nature not only for\nthe\r\nDepartment of Justice but for other Government departments, including\r\nthe collection of revenue, the processing and payment\nof social\r\nbenefits, the processing and administration of labour contracts.\n[4]\tIn being\r\nconsidered for merit awards magistrates would be evaluated and,\r\ndepending on their performance, would be classified\nin either\r\ncategory A or B. Magistrates who fell under category A were entitled\r\nto 18% of their annual salary whilst those who fell\nin category B\r\nwere entitled to 10% of their annual salary. They would then be paid\r\nthe cash equivalent of these percentages.\n[5]\nThe\r\nrelevant provisions of the Magistrates Act 90 of 1993 (the MA) came\r\ninto operation on 11 March 1994.\n4\nThe MA provided for the appointment of magistrates by the Minister\r\nafter consultation with the Magistrates Commission.\n5\nIt heralded a new era in line with the\r\nConstitution to ensure and promote an independent judiciary.\r\nMagistrates were no longer required\nto perform any administrative\r\nfunctions and their duties were confined to judicial and\nquasi\n-judicial work.\n[6]\tThe PSA\r\nwas repealed by the Public Service Act 103 of 1994 (the 1994 PSA),\r\nwhich came into operation on 3 June 1994. Section\n42 of the 1994 PSA\r\nmade provision for a public service staff code which was promulgated\r\nin terms identical to the one that it replaced.\nOn 1 July 1999 the\r\nDeputy Director-General: Public Service and Administration gave\r\nnotice that the Minister for the Public Service\nand Administration\r\nhad, in terms of the provisions of the 1994 PSA, withdrawn the Public\r\nService Staff Code with effect from 1 July\n1999, subject to the\r\nprovisions of Public Service Regulations. The Public Service\r\nRegulations were published on 1 July 1999\n6\nand provided for transitional arrangements. More particularly in\r\nrespect of the present dispute, it provided that evaluations for\n\nmerit award purposes would continue until 31 December 2000, unless a\r\nstate department was ready to implement performance management\nand\r\ndevelopment schemes, in which event the merit award system would\r\ncease on an earlier date.\n[7]\tThe\r\nresult of the aforegoing was that in the public service, excluding\r\nthe magistracy, the system of merit rewards was replaced\nby\r\nperformance management and development schemes.\n[8]\tAlongside\r\nthis statutory progression, material provisions of the MA must be\r\nconsidered. Section 11, under the heading âConditions\nof service of\r\nmagistrates, except salary and vacation of officeâ, stipulates:\nâ\nSubject to the\r\nprovisions of this Act, the conditions of service of a magistrate\r\nshall be determined in accordance with the regulations\nunder section\r\n16.â\n[9]\tSection 18(3) of the\r\nMA provides:\nâ\nThe conditions of\r\nservice applicable to a person referred to in subsection (1)\r\nimmediately before the date of commencement of section\n12, shall not\r\nbe affected to his or her detriment, and no such condition of service\r\nshall, after such date, be construed or applied\nin a manner which is\r\nless favourable to the person concerned than the manner in which it\r\nwas construed or applied immediately before\nthe said date.â\nSection 12\r\ncame into operation on 11 March 1994. Section 18(3) was clearly\r\nintended to be protective of the established legal rights\nof persons\r\nappointed as magistrates prior to that date.\n7\n[10]\tIn 1998\r\nthe Independent Commission for the Remuneration of Public Office\r\nBearers Act 92 of 1997 came into operation. The Commission\nwas\r\nempowered to make recommendations concerning the salaries, allowances\r\nand benefits of public office bearers including judges\nand\r\nmagistrates. Section 12(1)\n(a)\nof the MA provides:\nâ\nMagistrates are\r\nentitled to such salaries, allowances or benefitsâ\n(i)\tas determined by the\r\nPresident from time to time by notice in the\nGazette\n, after\r\ntaking into\nconsideration the\r\nrecommendations of the Independent Commission for the Remuneration of\r\nPublic Office-bearers established under\nsection 2 of the Independent\r\nCommission for the Remuneration of Public Office-bearers Act, 1997\r\n(Act 92 of 1997); and\n(ii)\tapproved by\r\nParliament in terms of subsection (3).â\n8\n[11]\tSection\r\n19 of the Judicial Officers (Amendment of Conditions of Service) Act\r\n28 of 2003, which commenced on 1 November 2003,\nprovides:\nâ\nSubject to subsection\r\n(2), any remuneration, including any annual salary, salary, allowance\r\nor benefit accruing immediately before\nthe commencement of this Act\r\nto a magistrate â¦ is deemed to have been determined in accordance\r\nwithâ\n(a)\nsection 12 of\r\nthe Magistrates Act, 1993 (Act 90 of 1993)â¦,\n(b)\nâ¦â\n9\n[12]\tNotwithstanding\r\n(a) the abolition in 1994 of the non-judicial duties of Senior\r\nMagistrates and Magistrates; (b) that the public\nservice staff code\r\nno longer applied after 31 December 2000; (c) that the President had\r\nnot in terms of s 12 of the MA made any\nprovision by notice in the\r\nGazette for merit awards; and (d) that the regulations contemplated\r\nin s 11 of the MA do not provide\nfor merit awards, the Department of\r\nJustice continued with a system of evaluations for the purposes of\r\nthese awards. This is in\nitself mystifying. There were no longer\r\nadministrative performances to assess. It would be anathema if what\r\nwas being evaluated\nwas judicial work. The affidavits filed on behalf\r\nof the parties were not enlightening on this aspect.\n[13]\tFrom\r\n1994 to 1996 the department was involved in âevaluationsâ for the\r\npurpose of merit awards. Since 1997 the department\nwas not involved\r\nin such evaluations. From that date magistrates evaluated themselves\r\nuntil 2004 when the problem that gave rise\nto the present appeal\r\nreared its head. The limited information provided by the parties\r\nindicates that evaluations were finally\napproved by provincial\r\nevaluation moderating committees.\n[14]\tDuring\r\nNovember 2004 the Magistrates Commission resolved that the merit\r\naward system for magistrates should be abolished, noting\nthe\r\ncriticisms that this system had attracted over a long period of time\r\nand recording that these awards were inconsistent with\njudicial\r\noffice. Furthermore, the Commission, apparently intent to ensure that\r\nin effect Senior Magistrates and Magistrates were\nnot financially\r\nprejudiced, decided to recommend to the Minister that a motor vehicle\r\nfinancing benefit that had hitherto not being\nextended to Senior\r\nMagistrates and Magistrates should now be afforded to them. It is\r\nrecorded by the Magistrates Commission that\nthe value of the motor\r\nvehicle financing benefit would be âat least equal to an A category\r\nmerit award classificationâ. This\ndecision was communicated to the\r\nsecond respondent, the Director-General of the Department of Justice\r\nand Constitutional Development.\nThis led to a flurry of\r\ncommunication, both internally within the department and between\r\nmagistrates and the department. At one\nstage the State law advisor\r\nwas involved.\n[15]\tOn 5\r\nNovember 2004 the President, acting in terms of s 12 of the MA,\r\ndetermined the salary and benefits of magistrates. No\nprovision was\r\nmade for merit awards neither was provision made for a motor vehicle\r\nfinance scheme for magistrates and senior magistrates.\nOn 24 November\r\n2005 the President issued a proclamation determining the salaries and\r\nbenefits of magistrates with effect from 1\nApril 2005 including the\r\nmotor vehicle finance scheme. Once again, no provision was made for\r\nmerit awards.\n[16]\tDuring\r\n2004/2005 all the appellants and presumably other magistrates of\r\nsimilar rank were âevaluatedâ for the purpose of\nmerit awards. In\r\nmonetary terms a category A evaluation would have yielded a financial\r\nbenefit in an amount of R46 543.68 whilst\na category B evaluation\r\nwould have yielded an amount of R25 857.60. After the evaluation\r\nprocess numerous enquiries on behalf of\nthe appellants concerning the\r\npayment of these benefits came to nought.\n[17]\tOn 15\r\nFebruary 2005 the second respondent decided, on behalf of the\r\nDepartment of Justice and Constitutional Development, to\nterminate\r\nthe payment of merit awards. It is that decision that led to two\r\napplications in the Pretoria High Court for an order,\ninter alia,\r\ndeclaring the system of merit awards to be lawful and to form part of\r\nâthe remunerationâ of Senior Magistrates\nand Magistrates. These\r\nwere consolidated and were heard before a Full Bench of the Pretoria\r\nHigh Court.\n[18]\tAs\r\nstated above the application was unsuccessful. The court below\r\nrejected the submission on behalf of the appellants that\nthey and\r\nother magistrates were entitled to a hearing before the decision to\r\nterminate the merit awards was taken. Botha J, writing\nfor the court\r\nbelow, held that merit awards could rightly be considered to have\r\nformed part of the conditions of service of Senior\nMagistrates and\r\nMagistrates. Before us that conclusion was not challenged.\n[19]\tThe\r\ncourt below concluded that there was no statutory basis for the\r\npayment of merit awards. Furthermore, it held that, because\nof the\r\nprovision of a motor vehicle finance benefit, the magistrates had not\r\nbeen detrimentally affected. In the view of the court\nbelow the\r\nfailure of the second respondent to provide the magistrates with a\r\nhearing did not affect the legality of his decision.\nThe appellantâs\r\nreliance on the doctrine of legitimate expectation, as referred to in\nAdministrator, Transvaal and Others v Zenzile\r\nand Others\n1991 (1) SA 21\n(A) at 34F-G, was\r\nunsuccessful.\n[20]\tThe\r\nfirst and second respondents, the Minister of Justice and\r\nConstitutional Development and the Director-General, contest\nthe\r\nappellantsâ assertion of a right to continue to be considered for\r\nand to receive merit awards, primarily on the basis of\nthe principle\r\nof legality.\n[21]\tIn my view, this challenge is well-founded.\nIn\nFedsure Life Assurance Ltd v\r\nGreater Johannesburg TMC\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC)\r\nat para 56 the following appears:\nâ\n[I]t is a fundamental\r\nprinciple of the rule of law, recognised widely, that the exercise of\r\npublic power is only legitimate where\nlawful. The rule of law â to\r\nthe extent at least that it expresses this principle of legality â\r\nis\ngenerally understood to\r\nbe a fundamental principle of constitutional law.â\n10\n[22]\tThere\r\nis no statutory or other legal foundation for merit awards for\r\nmagistrates. Furthermore, the relevant parts of s 165\nof the\r\nConstitution are material and they provide as follows:\nâ\n(2)\tThe courts are\r\nindependent and subject only to the Constitution and the law, which\r\nthey must apply impartially and without fear,\nfavour or prejudice.\n(3)\tNo person or organ of\r\nstate may interfere with the functioning of the courts.\n(4)\tOrgans of state,\r\nthrough legislative and other measures, must assist and protect the\r\ncourts to ensure the independence, impartiality,\ndignity,\r\naccessibility and effectiveness of the courts.\n(5)\t...â\n[23]\tMerit\r\nawards in which the Department of Justice was historically involved\r\ndetract from the judicial independence that the Constitution\ndemands.\r\nThe criticisms over the years concerning merit awards and how they\r\nlend themselves to potential pressure by the executive\nare justified.\r\nJudicial officers should not require incentives to comply with their\r\noath of office and their constitutional obligations.\nThe Magistrates\r\nCommission and the respondents cannot be faulted for their decisions\r\nto put an end to merit awards. If anything,\nthey should be commended\r\nfor doing so.\n[24]\tIn\r\naddition to what is set out in the preceding paragraphs there are\r\nfurther considerations. Awards that historically were\nawarded in\r\nrelation to administrative tasks are now sought by the appellants,\r\nnotwithstanding that those tasks have since been\nabolished. This\r\nmilitates against the most fundamental constitutional values of\r\naccountability, responsiveness and openness. As\nstated above, there\r\nis a paucity of information concerning the basis for the\r\nâevaluationsâ. We are baffled by what was in fact\nevaluated. That\r\nthe magistracy itself was responsible for the evaluations is an added\r\nnegative feature.\n[25]\tThe\r\nreliance by the appellants on\nZenzile\nis misguided. That case referred to the decision of this court in\nAdministrator, Transvaal, and Others v Traub\r\nand Others\n[1989] ZASCA 90\n;\n1989 (4) SA 731\n(A) at\r\n748G.\n11\nIn the latter case, it was held that when a statute empowers a public\r\nbody to give a decision prejudicially affecting an individual\nin his\r\nliberty or property or existing rights, the individual has a right to\r\nbe heard before the decision is taken unless the statute\nexpressly or\r\nby implication indicates the contrary. This is usually expressed as\r\nthe doctrine of legitimate expectation which relates\nto the\naudi\r\nalteram partem\nprinciple. In\nMeyer\r\nv Iscor Pension Fund\n2003 (2) SA 715\n(SCA) at\r\n731J-732A the following was said:\nâ\nAccording to the\r\ntraditional approach, it matters not whether the expectation of a\r\nprocedural benefit is induced by a promise of\nsome procedural benefit\r\nitself or by a promise that some substantive benefit will be acquired\r\nor retained. The expectation remains\na procedural one.â\n12\n[26]\tThe\r\nappellants relied on\nZenzile\nfor substantive relief. The notice of motion does not seek an\r\nopportunity to make representations or to be heard. The principal\n\nproblem for the appellants is that a hearing could not have the\r\neffect the appellants sought, namely, the payments flowing from\nthe\r\nmerit awards â because there is no legal basis for such payment.\r\nOne can only have a legitimate expectation in relation to\na right\r\nthat is legally sustainable and enforceable. It is not insignificant\r\nthat the Magistrates Commission on which magistrates\nhave\r\nrepresentation and a voice debated the issue.\n13\n[27]\tThe\r\nMagistrates Commission was astute to ensure that magistrates were not\r\nworse off financially and therefore recommended that\nthe motor\r\nvehicle finance benefit scheme be extended to them.\nThe\r\nappellants bore the onus to prove that such benefits as they\r\npreviously enjoyed had been diminished. This they failed to do.\nAll\r\nthe indications are that motor vehicle finance benefit scheme had, at\r\nthe very least, made up for the financial benefits that\nused to flow\r\nfrom the merit awards that were abolished.\n[28]\tIn my\r\nview, the reasoning and conclusions of the court below cannot be\r\nfaulted.\nFor the reasons referred\r\nto above, the following order is made:\nThe appeal\r\nis dismissed with costs, such costs to include the costs occasioned\r\nby the employment of two counsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n_________________\nL O BOSIELO\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFOR\r\nAPP\nELLANTS:\tT\r\nJ KRUGER SC\nL\r\nKELLERMANN\nINSTRUCTED\r\nBY:\nPIETERSE\r\n& CURLEWIS INC, PRETORIA\nKRAMER,\r\nWEIHMANN & JOUBERT INC, BLOEMFONTEIN\nFOR\r\nRESPONDENT:\nB R TOKOTA SC\nD\r\nT SKOSANA\nINSTRUCTED\r\nBY:\nTHE\r\nSTATE ATTORNEY, PRETORIA\nTHE STATE ATTORNEY,\r\nBLOEMFONTEIN\n1\nThe system of merit awards does not apply to Regional Court\r\n\tPresidents, Regional Court Magistrates and Chief Magistrates.\n2\nChapters B.XII/I and K.II/I/7.17(b) governed the rights and\r\n\tprivileges relating to merit awards.\n3\nSee discussion below. More particularly paras 14 and 23.\n4\nSection 17 of the MA amended\ns 9\nof the\nMagistratesâ Courts\nAct 32 of 1944\nand thereby made provision for the appointment of\r\n\tmagistrates for districts or sub-districts.\n5\nSee\nss 10\nand\n4\nof the MA read with\ns 9\nof the\nMagistratesâ\nCourts Act 32 of 1944\n.\n6\nGovernment Gazette No 20271 â Notice No 847.\n7\nSection 12\ncame into operation on 11 March 1994. Many of the\r\n\tappellants were appointed subsequent to 1994.\n8\nParts of\ns 12\nhave been amended and substituted on a number of\r\n\toccasions over the years.\n9\nProvisions relating to judges have been omitted.\n10\nSection 1(c) of the Constitution provides:\nâThe Republic of South\r\n\tAfrica is one, sovereign, democratic state founded on the following\r\n\tvalues:\n(a)\tâ¦\n(b)\tâ¦\n(c)\tSupremacy of the\r\n\tconstitution and the rule of law.\n(d)\tâ¦â\n11\nAt 34J-35B.\n12\nIn this regard\nZenzile\nand\nTraub\nwere referred\r\n\tto (at 732A-D).\n13\nIn terms of s 3 of the MA two magistrates with the rank of chief\r\n\tmagistrate, two regional magistrates and two magistrates who\ndo not\r\n\thold the aforementioned ranks are part of the Magistrates\r\n\tCommission.",
  "scraped_at": "2026-02-11T21:53:19.613712",
  "date": "2009-06-01",
  "coram": [
    "NAVSA JA",
    "BRAND JA",
    "HURT JA",
    "GRIESEL AJJA",
    "BOSIELO AJJA"
  ],
  "case_number": "234/2008",
  "parties": {
    "applicants": [
      "W W Gibbs and 23 others"
    ],
    "respondents": [
      "Minister of Justice and Constitutional Development and 5 others"
    ]
  },
  "sections": {
    "facts": "The appellant magistrates claimed entitlement to merit awards that were originally introduced under the Public Service Act 111 of 1984 and continued after the 1994 Public Service Act. Prior to 1994 magistrates performed administrative duties and were eligible for merit awards of 10% or 18% of salary. The Magistrates Act 90 of 1993 removed administrative functions and confined magistrates to judicial work. The public service staff code was withdrawn in 1999, and merit award evaluations were to cease by the end of 2000 unless a performance management scheme replaced them. Nevertheless, the Department of Justice continued evaluating magistrates for merit awards up to 2004, after which the Magistrates Commission recommended abolishing the system and substituting a motor‑vehicle finance benefit. In 2005 the President issued a proclamation that did not provide for merit awards, and the Department terminated the payment of such awards, prompting the appellants to seek judicial affirmation that the awards formed part of their conditions of service.",
    "issues": "The principal issues were (1) whether senior magistrates and magistrates retained a legal right to be considered for and receive merit awards after the repeal of the staff code and the introduction of the 1994 Public Service Act; (2) whether the decision to cease merit awards required a hearing in terms of the doctrine of legitimate expectation; and (3) whether continuing merit awards would infringe constitutional provisions guaranteeing judicial independence.",
    "principles": "The Court applied the principle of legality, emphasizing that public power must be exercised on a lawful basis (Fedsure Life Assurance Ltd v Greater Johannesburg TMC). It examined sections 11, 12 and 18(3) of the Magistrates Act, the 1994 Public Service Act, and constitutional section 165 which protects judicial independence. The doctrine of legitimate expectation was considered but held to be inapplicable where no enforceable legal right existed. Precedents such as Administrator, Transvaal v Zenzile and Meyer v Iscor Pension Fund were cited regarding procedural fairness and the need for a legal basis before a legitimate expectation can arise.",
    "application": "The Court found that no statutory provision survived after the 1994 reforms to support merit awards for magistrates; the public service regulations explicitly ceased the award system by 31 December 2000. Consequently, the merit awards could not be deemed part of the magistrates' conditions of service. Because the awards lacked a legal foundation, the appellants had no enforceable right to a hearing before their termination, rendering the doctrine of legitimate expectation irrelevant. The motor‑vehicle finance benefit, introduced after the abolition of merit awards, was held to have remedied any financial disadvantage, satisfying the requirement that magistrates not be detrimentally affected.",
    "conclusion": "The appeal was dismissed with costs, including the costs incurred for the employment of two counsel. The Court affirmed that merit awards for magistrates have no legal basis and their termination does not violate constitutional provisions or principles of procedural fairness."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Judicial Independence",
    "level_3": [
      "merit awards",
      "legitimate expectation",
      "principle of legality"
    ]
  }
}