{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/155.html",
  "case_name": "Competition Commission of South Africa v Telkom SA LTD and Others (623/2009) [2009] ZASCA 155; [2010] 2 All SA 433 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 155",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 155\n|\nNoteup\n|\nLawCite\nCompetition Commission of South Africa v Telkom SA LTD and Others (623/2009) [2009] ZASCA 155; [2010] 2 All SA 433 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   623/2008\nTHE COMPETITION COMMISSION OF\nSOUTH AFRICA                       \r\n                                                                     \r\n Appellant\nand\nTELKOM SA LIMITED                  \r\n                                                       First\r\nRespondent\nTHE COMPETITION TRIBUNAL OF\nSOUTH AFRICA                       \r\n                                                      Second\r\nRespondent\nNeutral\r\ncitation:\nCompetition\r\nCommission v Telkom\n(623/2008)\n[2009] ZASCA 155\n(27 November 2009)\nCoram:\nHarms\r\nDP, Brand, Malan JJA and Wallis AJA\nHeard:\n2\r\nNovember 2009\nDelivered:\n27\r\nNovember 2009\nSummary:\nCompetition\nAct 89 of 1998\nâ\ns 3(1A)(a)\nâ concurrent jurisdiction â\r\ntelecommunications industry â review of complaint referral â bias\r\n- non-compliance with\ns 50(4)(a)\nconcerning extension of time for\r\ncomplaint referral - memorandum of agreement between Commission and\r\nICASA â\ns 82\nCompetition Act\n>______________________________________________________________________\nORDER\nOn appeal from:\nThe\r\nPretoria High Court (RD Claassen J sitting as court of first\r\ninstance)\nThe following order is made;\n(1)\tThe appeal is upheld with costs\r\nincluding the costs of two counsel;\n(2)\tThe cross-appeal is dismissed with\r\ncosts including the costs of two counsel;\n(3)\tThe order of the court a quo is\r\nset aside and replaced with the following;\nâthe application is dismissed with\r\ncosts including the costs of two counsel.â\nJUDGMENT\nMALAN JA (Harms DP, Brand JA and\r\nWallis AJA concurring):\n[1]\tOn 23 February 2009 the\r\nCompetition Commission referred a complaint against Telkom to the\r\nCompetition Tribunal. In the complaint\nreferral, consisting of a\r\nnotice of motion and founding affidavit, the Commission alleged that\r\nTelkom contravened\nss 8\n(a), (b), (c), (d)(i) and\n9\nof the\nCompetition Act 89 of 1998\n. Telkom did not file an answering\r\naffidavit but instead launched proceedings in the High Court to set\r\naside the Commissionâs\ndecision to refer the complaint to the\r\nTribunal as well as the complaint referral itself. In addition, it\r\napplied for an order\ndeclaring that neither the Commission nor the\r\nTribunal had the power or competence to either refer the complaint to\r\nthe Tribunal\nor to adjudicate the conduct complained of and grant a\r\nconsequent remedy.\n[2]\tIn May 2002, a complaint was\r\nlodged with the Commission in terms of\ns 49B(2)(b)\nof the\nCompetition\nAct by\nthe South African VANS Association (âSAVAâ), the Internet\r\nService Providers Association (âISPAâ) and eighteen value-added\n\nnetwork service providers. In August 2002, Omnilink (Pty) Ltd and\r\nInternet Solutions (Pty) Ltd lodged another complaint. The two\n\ncomplaints, both directed against Telkom, were consolidated under\r\nCompetition Commission\nRule 17(2)\nand the consolidated complaint\r\ninvestigated in terms of\ns 49B(3).\nThe investigating team submitted\r\nits final report to the Commission on 3 October 2003, recommending\r\nthat the matter should be referred\nto the Tribunal in terms of\ns\r\n50(2)(a).\nOn 11 February 2004, the Commission resolved to issue a\r\nnotice of referral in respect of both the SAVA and the Omnilink\r\ncomplaints.\nOn 23 February the Commission referred a substantial\r\npart of the consolidated complaint to the Tribunal in terms of\ns\r\n50(2)(a).\nA notice was published in the\nGovernment\r\nGazette\nof 23 April 2004 in\r\nterms of\ns 51(3)\nand (4) of the\nCompetition Act that\nthe complaint\r\nreferral was received on 27 February 2004.\n[3]\tThe court a quo found in favour of\r\nTelkom and set aside the Commissionâs decision. It did so on narrow\r\ngrounds holding that\nthe Commission evinced bias in coming to the\r\ndecision to refer the complaint and that the complaint referral was,\r\nin any event,\nmade outside the time limits prescribed by\ns 50\nof the\nCompetition Act. RD\nClaassen J also dealt with two issues that\r\nwere raised\nin limine\n.\r\nFirst, he held that the decision of the Commission to refer the\r\ncomplaint was not administrative action subject to review under\nthe\nPromotion of Administrative Justice Act 3 of 2000\n. Secondly, he\r\ndismissed the contention that the issues raised by Telkom should\r\npreferably or appropriately have been raised before\nthe Tribunal.\n[4]\tThis is an appeal with leave of\r\nthe court a quo against its setting aside the Commissionâs decision\r\nof 23 February 2004 and\ncomplaint referral. In addition, Telkom was\r\ngiven leave to cross-appeal against the failure, and hence refusal,\r\nof the court a\nquo to grant the declaratory relief sought\n[5]\tTelkom was established in terms of\r\nthe Post Office Act 44 of 1958. Section 4 transferred to Telkom the\r\nâpostal enterpriseâ\nof the State. Telkom had âthe exclusive\r\npower to conduct the telecommunications serviceâ.\n1\nTelkom was and is the holder of a licence to provide both public\r\nswitched telecommunication services (âPSTSâ)\n2\nand value-added network services (âVANSâ).\n3\nTelkom, through its business unit, Televans, provides a range of\r\nthese services and products that compete with the services offered\nby\r\nothers, including members of SAVA and IPSA and other complainants.\r\nThese members and other complainants who lodged complaints\nwith the\r\nCommission are all holders of VANS licences issued in terms of the\r\nTelecommunications Act. They are referred to as the\nâlicenseesâ.\r\nTelkom was obliged under the provisions of the Telecommunications\r\nAct, when requested, to lease to or make telecommunication\nfacilities\r\navailable to a person providing a telecommunication service, and had\r\nto do so pursuant to an agreement entered into\nbetween them, unless\r\nthe request was unreasonable.\n4\nIn the event of a dispute as to the reasonableness of a request or\r\nthe inability or unwillingness of the parties to negotiate or\nagree,\r\nthe regulating authority was entitled to resolve the dispute and\r\nimpose certain terms and conditions on the parties.\n5\nThe regulating authority is ICASA, the Independent Communications\r\nAuthority of South Africa.\n6\n[6]\tThe complaints relate to Telkomâs\r\nalleged failure to provide telecommunication facilities to the\r\nlicensees. (a) The\nfirst\ncomplaint is that Telkom imposed standard contractual restrictions on\r\nthe licensees in respect of âbackbone and accessâ facilities.\n\nTelkom prohibited them from providing private networks to their\r\ncustomers; reselling spare capacity; from carrying voice on behalf\nof\r\ncustomers; utilizing its facilities for the conveyance of data\r\nsignals between different premises of any single customer; and\nfrom\r\nbypassing Telkomâs public switched telecommunications network by\r\nreceiving a data signal and allowing it to break out of\nthe\r\nlicenseeâs network at a point other than the point of entry. This\r\nconduct is alleged to have contravened\nss 8(b)\nand (c) of the\nCompetition Act and\na declarator is sought to the effect that Telkom\r\ncommitted a prohibited practice by requiring licensees not to compete\r\nwith Telkom\nin breach of Telkomâs exclusive rights and by\r\nwithdrawing these facilities when it considers that a breach had been\r\ncommitted.\n (b) The\nsecond\ncomplaint is that Telkom\r\nrefused to lease access facilities to licensees as it had done until\r\nSeptember 1999 but instead required\ncustomers of the licensees to do\r\nso directly. The Commission seeks a declarator to the effect that\r\nTelkom commited a prohibited\npractice under\nss 8(b)\nand or (c) and or\n8\n(d)(i) by refusing to lease the facilities to the licensees as\r\nprincipals.  (c) The\nthird\ncomplaint is that Telkom engaged in excessive pricing or price\r\ndiscrimination in contravention of\nss 8(a)\nand (c) and\n9\n. The first\r\naspect of this complaint is that it is claimed that Telkom charged\r\ncustomers of Telvans, its own value-added network\nservices provider,\r\nlower prices than it charged licensees and their customers for\r\nDiginet and DiginetPlus line rental services.\nThe second aspect is\r\nthe claim that Telkom charged its own customers about half the price\r\nit charged private licensees and their\ncustomers for value-added\r\nservices and other competing products. The Commission seeks a\r\ndeclarator that Telkom  committed  a  prohibited\n practice   in \r\ncontravention  of\nss 8\n(a) and  (b) and\n9\n.\n(d) The\nfourth\ncomplaint is that Telkom refused to peer, ie to pool, its\r\ntelecommunications facilities with AT&T and refused to provide\r\nfacilities\nto SDN to enable them to peer with AT&T. The complaint\r\ncharacterizes the refusal to peer as an exclusionary act in\r\ncontravention\nof\ns 8(c)\nand the refusal to facilitate AT&Tâs\r\npeering with SDN as a refusal to provide access to an essential\r\nfacility in contravention\nof\ns 8(b).\n[7]\tIn the complaint referral the\r\nCommission set out the allegations which it intended to establish\r\nbefore the Tribunal. It referred\nto the applicable markets and\r\nTelkomâs dominance in them and to the alleged abuses of dominance\r\ncommitted by it.\n7\nThe functional market within which Telkomâs conduct had to be\r\nassessed was the market for the provision of value-added network\nand\r\ncompeting services, a separate division of the telephony market.\r\nThese services could not be provided except pursuant to a\nlicence\r\nunder the then operative Telecommunications Act and now the\r\nElectronic Communications Act. This market was described in\nthe\r\ncomplaint as consisting of two segments, ie the upstream\r\ntelecommunications market for the supply of telecommunications\r\nfacilities\n(described as âbackbone and access facilitiesâ) and\r\nthe downstream market for the supply of value-added network and other\r\nservices.\nTelkom competed in this market through Televans. Both the\r\nupstream and downstream markets were national and comprised the whole\n\nof South Africa. Both Telkom and the licensees were licenced to\r\nprovide telecommunications services. The telecommunications\r\nfacilities\nthat the licensees require from Telkom were needed for the\r\npurposes of supplying value-added network services to South African\r\nconsumers. Telkomâs dominance in the upstream market gave it market\r\npower in the downstream market leading to its dominance there.\nIt was\r\nalleged that Telkom, the sole supplier of backbone and access\r\nfacilities, could determine and influence their conduct by\n\nthreatening to withhold telecommunication facilities from licensees.\r\nTelevans was said to have occupied a strategic position in\nthis\r\nrespect.\n[8]\tThe broad basis of the review is\r\nthat the conduct of Telkom complained of was authorised by the\r\nTelecommunications Act and by\nTelkomâs public switched\r\ntelecommunications licence or by ICASA, and was not conduct, save as\r\nauthorised by the value-added network\nservice licences, upon which\r\nthe licensees could have embarked. The declarator prayed for in the\r\ncross-appeal thus challenges the\njurisdiction of the Commission as\r\nwell as that of the Tribunal. In addition, in its supplementary\r\naffidavit made pursuant to Rule\n53(4) of the Uniform Rules, Telkom\r\nadded three further grounds of review: that the Commissionâs\r\ndecision and subsequent referral\nwas affected by bias; that the\r\nCommission in coming to its decision did not adhere to the terms of\r\nthe memorandum of agreement\nconcluded with ICASA; and that the\r\ncomplaint referral was time barred in that it was not made within the\r\nperiods set out in\ns 50(2)\nof the\nCompetition Act.\n>\nPromotion of Administrative Justice\r\nAct 3 of 2000\n(PAJA)\n[9]\tIn concluding that the decision of\r\nthe Commission and the referral to the Tribunal did not constitute\r\nadministrative action\nRD Claassen J relied on the decision of this\r\nCourt in\nSimelane and Others\r\nNNO v Seven-Eleven Corporation SA (Pty) Ltd and Another\n.\n8\nHe also held, with reference to Telkomâs reliance on\nGreyâs\r\nMarine Hout Bay (Pty) Ltd and Others v Minister of Public Works and\r\nOthers\n,\n9\nand its conclusion that\r\nunder PAJA a decision constitutes administrative action only if it\r\nhas the capacity to affect legal rights,\nthat Telkomâs need to\r\ndefend itself before the Tribunal, whilst affecting Telkom, did not\r\naffect any of its rights.\n[10]\tCare must be taken here not to\r\nconflate two different aspects of the definition of administrative\r\naction in PAJA, namely the\nrequirement that the decision be one of an\r\nadministrative nature and the separate requirement that it must have\r\nthe capacity to\naffect legal rights. I consider that Telkom has\r\nfailed to establish both requirements. As to the second of these\r\nalthough the complaint\nreferral indeed affects Telkom in the sense\r\nthat it may be obliged to give evidence under oath, be subject to a\r\nhearing before\nthe Tribunal,\n10\nand be required to submit its business affairs and documentation to\r\npublic scrutiny it cannot be said that its\nrights\nhave been affected or that the action complained of had that\r\ncapacity.\n[11]\tAs to the requirement that the\r\ndecision be one of an administrative nature a consideration of the\r\nfunctions of the Commission\nshows they have remained essentially the\r\nsame since their discussion in\nSimelaneâs\ncase.\n11\nThe Commission must exercise its functions in terms of the Act (s\r\n19(1)(c)). The Commission is independent and subject only to\nthe\r\nConstitution and the law (s 20(1)(a)). It must be impartial and\r\nperform its functions without fear, favour and prejudice (s\n\n20(1)(b)). Its functions include the investigation and evaluation of\r\nalleged contraventions of Chapter 2 (s 21(1)(c)), the referral\nof\r\ncomplaints to the Tribunal and appearances before the Tribunal (s\r\n21(1)(g) and 53(a)). It may appoint inspectors and assistants\n(ss\r\n24(1) and 49B(4)), and must investigate a complaint as quickly as\r\npracticable upon initiating or receiving a complaint (s 49B(3)).\n\nPowers of search and summons are conferred by ss 46 to 49A. At any\r\ntime after initiating a complaint the Commission may refer it\nto the\r\nTribunal (s 50(1)). However, it must within one year after the\r\ncomplaint (or an extended period (s 50(4)) was submitted\nto it, refer\r\nit to the Tribunal if it determines that a prohibited practice has\r\nbeen established (s 50(1)(a)),\n12\nor issue a notice of non-referral (s 50(1)(b)).  In the latter event,\r\nthe complainant may refer the complaint directly to the Tribunal\n(s\r\n51(1)). In my view the decision in\nSimelane\nthat the ultimate decision\r\nto refer a matter to the Tribunal and the referral itself are of an\r\ninvestigative and not an administrative\nnature remains a correct\r\nreflection of the position under PAJA and the decision that PAJA does\r\nnot apply in this review is correct.\nLegality\n[12]\tThe Commissionâs decision may,\r\nhowever, be set aside on the principle of legality even if it is not\r\nreviewable under PAJA.\n13\nThe principle of legality entails that no public power may be\r\nexercised and no function performed beyond that conferred by law.\n14\nThe decision of the Commission to refer the complaint to the Tribunal\r\nis a matter that must be authorised by law. It is accordingly\nto the\r\nthree additional grounds of review relied upon by Telkom that I now\r\nturn.\nBias\n[13]\tThe court a quo set aside the\r\nCommissionâs decision and complaint referral on the basis of bias\r\nholding that âbiasâ falls\nwithin the expression âill-faith,\r\noppression, vexation or the likeâ referred to in\nSimelane\r\nNO and Others v Seven-Eleven SA Corporation (Pty) Ltd and Another.\n15\nI am prepared to accept for the purposes of this judgment that âbiasâ\r\ncan be comprehended within this phrase. The court a quo\nopined that\r\nif the source of the Commissionâs complaint referral was disclosed\r\nand the source tainted, the source could have\nbeen the object of a\r\nperception of bias. In addition, counsel for Telkom relied on\ns\r\n20(1)(b)\nof the\nCompetition Act, which\nrequires the Commission to be\r\nimpartial and âperform its functions without fear, favour, or\r\nprejudice.â The essence of Telkomâs\ncomplaint is that the\r\nCommission lacked technological expertise and relied heavily on the\r\nLink Centreâs professed expertise.\nThe Link Centre was biased and\r\nindeed caused the Commission to refer the complaint to the Tribunal.\r\nAccordingly, so the argument\nrather illogically went, Telkom has a\r\nreasonable suspicion that the Commission was also biased. Reference\r\nwas made to the âindiscriminate\nand virtually exclusiveâ reliance\r\non the report of the Link Centre. The decision to refer the complaint\r\nwas therefore âarbitrary\nand capriciousâ.\n[14]\tThe Commissionâs senior\r\ninvestigator requested âexpert assistanceâ in the investigation\r\nof the complaints against Telkom\nand the Link Centre was appointed on\r\n14 February 2003 to assist. It was instructed to submit a draft\r\nreport on which the Commission\nwould comment before submission of its\r\nfinal report. An agreement was concluded between four consultants at\r\nthe Link Centre and\nthe Commission. The Commission relied on the\r\nreport of the Link Centre when deciding to refer the complaint. In\r\nfact, the Commissionâs\ninvestigative team made extensive use of the\r\nreport taking over some of its recommendations in so many words.\n[15]\t Three principal grounds for the\r\nalleged perception of bias are relied upon. First, the Link Centre\r\nreceived funding from some\nof the complainants in the SAVA complaint.\r\nThis is disposed of quite easily. The Link Centre is a research and\r\ntraining body in\nthe field of information and communications\r\ntechnology, policy, regulation and management. It is the only major\r\norganization in\nSouth Africa that focuses on these matters. It has\r\npublished internationally and presented papers at conferences. While\r\nit is correct\nthat the some of the complainants funded the Centre,\r\nthe Link Centre also received funding from the government and from\r\nVodacom,\na company in which Telkom had a 50 percent shareholding. Its\r\nlargest funding during the time of the investigation was from\r\nVodacom.\nTelkom was approached for funding as well but declined to\r\ncontribute. The donations from industry participants were less than a\n\nfifth of local donor contributions and a fraction of the multimillion\r\nRand foreign donor contribution from the Canadian Independent\n\nDevelopment Research Centre. The second ground is that, the advisory\r\nboard of the Link Centre included various people who were\nclosely\r\ninvolved with the complainants at the relevant time, in particular,\r\nthe co-president of SAVA and the co-president of ISPA.\nThirdly, the\r\nauthors of the Link Centre report made statements and pronouncements\r\nthat were highly critical of Telkom prior to\nbeing employed to\r\nprepare the report. These statements are to the effect that Telkomâs\r\nprofits were outrageous; that ICASAâs\ndecisions were regularly\r\noverturned because of Telkomâs influence; and that Telkom by using\r\nits monopoly power sought to retard\ngrowth of the value-added network\r\nand internet sectors and so interfered with the effectiveness of\r\nSouth African business. For\nexample, Ms Gillwald, one of the authors\r\nof the Report, stated that âa consequence of Telkomâs unchecked\r\ndominance has also\nhad a chilling effect on the partially-liberalised\r\nvalue-added services segment of the telecommunications market, which\r\nincludes\nthe internet service providers.â None of the statements or\r\npublications ascribed to the authors of the report was denied:\r\nhowever,\nall claims of bias were rejected, and Ms Gillwald deposed\r\nthat the views of the authors of the report were founded on research.\n[16]\tOn the assumption, as I have\r\nremarked, that âbiasâ can be comprehended within the phrase\r\nâill-faith, oppression, vexation\nor the likeâ, it seems to me\r\nthat reliance on it can neither be supported by the evidence nor\r\njustified as a conclusion of law.\nThe very nature of the Commissionâs\r\nfunction in referring a complaint to the Tribunal presupposes its\r\ntaking a view of the matter.\nIt is entitled to consider partisan\r\nmaterial in arriving at its conclusion.\n16\nThe Commissionâs reliance on the Link Centre report and the\r\nexpressed views of its authors do not evidence bias or give rise\nto a\r\nreasonable apprehension of bias on the part of the Commission: no\r\nreasonable person would reasonably conclude that the\nCommission\nby relying on the Link Centre report would be biased.\n17\nIt is not a case of the Commission having had any ulterior motive.\n18\nThe Commission stated that in addition to the Link Centre report it\r\nconducted its own investigations and obtained legal advice\nfrom\r\noutside counsel, all of which were among the considerations relied\r\nupon in coming to its decision to refer the complaint.\nIt did not\r\nrubber stamp the report.\n19\nNor is there any factual evidence that the Commission was\r\nprejudiced. It was entitled to obtain outside assistance.\n20\nNo illegality on the part of the Commission in referring the\r\ncomplaint was shown.\nMemorandum of Agreement\n[17]\nSection 3(1A)(b)\nprovides that\r\nthe manner in which the concurrent jurisdiction provided for in\ns\r\n3(1A)(a)\nor other public regulation is exercised,\n21\nâmust be managed, to the extent possibleâ in accordance any\r\nagreement between the two regulatory bodies. In its supplementary\n\naffidavit Telkom makes reference to the memorandum of agreement\r\nconcluded between the Commission and ICASA pursuant to\nss 3(1A)(b)\nand\n82\n(1) and (2) of the\nCompetition Act and\npublished in the\nGovernment Gazette\nof 20 September 2002\n22\nwith effect from 16 September 2002.\n23\n[18]\tThe agreement records that it was\r\nentered into to establish the manner in which the two regulatory\r\nbodies would interact in\nrespect of the investigation, evaluation and\r\nanalysis of mergers and acquisitions and complaints involving\r\ntelecommunication and\nbroadcasting matters (clause 1.1). It was\r\nentered into on the basis of mutual respect and in a spirit of\r\ngoodwill. Its conclusion,\nhowever, does not affect the independence\r\nof the two regulatory bodies (clause 1.2). The agreement deals with\r\nmergers (clause\ns 2)\n, complaints (clause 3), the establishment of a\r\njoint working committee (clause 4), the sharing of resources (clause\r\n5), the exchange\nof information (clause 6), confidentiality (clause\r\n7) and contains some general provisions (clauses 8 to 13).\n[19]\tThe agreement provides that the\r\nCommission would deal with complaints concerning restrictive\r\npractices and the abuse of a dominant\nposition, and ICASA to deal\r\nwith contraventions of telecommunications and broadcasting licence\r\nconditions and legislation (clauses\n3.1 and 3.2). Provision was made\r\nfor the process to be followed in the case of complaints: those\r\nrelating to matters that fall\nwithin the concurrent jurisdiction of\r\nboth regulators must be made available by the recipient regulator to\r\nthe other regulator\n(clause 3.3.1). The complainant must be informed\r\nthat the complaint would be discussed jointly by both regulators\r\n(clause 3.3.2).\nThe regulators are required to âconsult with each\r\nother and evaluate the complaint in order to establish how the matter\r\nshould\nbe managed in terms of this agreementâ (clause 3.3.3). The\r\nrecipient regulator must advise the complainant of the outcome of the\n\ndiscussion between the two regulators (clause 3.3.4) and give him or\r\nher further directions regarding the prosecution of the complaint\n\n(clause 3.3.5). Provision is also made for the participation of the\r\nother regulator in an advisory capacity in any process regarding\nthe\r\ncomplaint (clause 3.3.6 and 7). Clause 3.4 states explicitly that\r\nnothing in the procedures referred to shall âdetract from\nthe\r\njurisdiction of the Commission or the Authority to receive and deal\r\nwith complaints in terms of their enabling statutesâ\nor âpreclude\r\nparties from lodging a complaint with both regulatorsâ (clauses\r\n3.4.1 and 3.4.2).  Clause 3.5 deals with matters\nwhere there is no\r\nconcurrent jurisdiction.\n24\n[20]\tThe case relied on in Telkomâs\r\nsupplementary affidavit was not that the Commission failed to adhere\r\nto the terms of the agreement\nbut that âa proper applicationâ of\r\nthe agreement and the\nCompetition Act would\nhave required the\r\nCommission to allow or request ICASA to take the lead during the\r\ninvestigation of the complaints. Reference was\nmade in the\r\nsupplementary affidavit to the interaction between the Commission and\r\nICASA and Telkomâs contention that the conduct\nforming the subject\r\nmatter of the referral related to Telkomâs licences and Telkomâs\r\npowers in terms of the Telecommunications\nAct. It was suggested that\r\nICASA was entrusted with the determination of these disputes because\r\nof its specialized expertise in\nthe field of telecommunications,\r\nexpertise both the Commission and the Tribunal lack. It was submitted\r\nthat a mandatory and material\nprocedure or condition of the\nCompetition Act was\nnot complied with, which rendered the decision to\r\nrefer and the referral ultra vires, tainted by an error of law or\r\notherwise unconstitutional\nor unlawful.\n[21]\tIn its replying affidavit the\r\ncase for Telkom underwent a metamorphosis. Telkom no longer only\r\ncontended that the Commission\nshould have allowed ICASA to have been\r\nthe lead regulating agency but that the alleged failure to comply\r\nwith clause 3.3.4 vitiated\nthe Commissionâs decision and subsequent\r\ncomplaint referral. Clauses 3.3.3 and 3.3.5, which require the\r\nrecipient regulator to\ninform the complainant of the outcome and\r\nconsultations between the regulators and to give directions to it,\r\nhave also allegedly\nbeen contravened. Clause 3.3.3 is said to impose\r\na âmandatory and material procedure or conditionâ to be followed\r\nand failure\nto follow the procedure is a ground for setting aside the\r\ndecision as contemplated by\ns 6(2)(b)\nof PAJA. Introducing a new\r\ncause of action in reply is not permissible.\n25\nThe Commission had no opportunity to reply to these new averments. In\r\nany event, I do not agree that clause 3.3.3 imposes a âmandatory\n\nand material procedure or conditionâ for the making of the\r\ncomplaint referral nor that PAJA is applicable. The agreement does\n\nnot affect the independence of the parties to it (clause 1.2) and\r\nclause 3.4 referred to above provides that nothing in the procedures\n\ncontemplated in clause 3.3 shall âdetract from the jurisdiction of\r\nthe Commission â¦ to receive and deal with complaintsâ\nin terms of\r\nits enabling statutes. It follows that alleged non-compliance with\r\nclause 3.3.3 did not affect the power of the Commission\nto deal with\r\nthe complaints, nor any rights of Telkom.  The evidence, in any\r\nevent, shows co-operation and consultation between\nthe two\r\nauthorities and substantial compliance with the terms of the\r\nagreement. Telkom has not shown any illegality in the Commissionâs\n\ndecision to refer the complaint to the Tribunal.\nReferral time-barred\n[22]\nSection 49B(2)(b)\nof the\nCompetition Act allows\nany person to submit a complaint concerning an\r\nalleged prohibited practice to the Commission. The Commissioner must\r\nin terms of\ns 50(2)\nwithin one year after submission of the complaint\r\neither refer it to the Tribunal, if the Commission determines that a\r\nprohibited\npractice has been established, or issue a notice of\r\nnon-referral to the complainant.\nSection 50(4)(a)\nprovides that in a\r\nparticular case the\nâCommission\r\nand the complainant may agree to extend the period allowed in\r\nsubsection (2).â\nIf the\r\nCommission has not referred the complaint to the Tribunal or issued a\r\nnotice of non-referral within the one year or extended\nperiod âthe\r\nCommission must be regarded as having issued a notice of non-referral\r\non the expiry of the relevant periodâ\n(s 50(5)).\n[23]\t\r\nA âcomplainantâ is âthe person who has submitted a complaint in\r\nterms of\nsection 49B(2)(b))â.\nIt was submitted on behalf of Telkom\r\nthat where multiple parties have lodged similar complaints, they all\r\nhave to be regarded as\nâcomplainantsâ and the consent of all is\r\nrequired for an extension in terms of\ns 50(4)(a).\n3>\n26\nI do not agree.  The consequence of Telkomâs argument would be that\r\nwhere one of several complainants fails to consent to an\nextension or\r\nis for some reason, such as its liquidation, unable to do so, the\r\nwhole of the referral would lapse. This cannot be\nthe position. Even\r\nif only one of several complainants consented to an extension of the\r\nperiod of time the complaint referred stands\nsupported by that\r\ncomplainant. Each of the complainants is a âcomplainantâ who can\r\nagree to an extension of time. To require\nall to agree to the\r\nextension of time would mean that the complaints of those who have\r\nagreed would be regarded as being non-referred\n(in terms of\ns 50(5)).\nIt would be absurd to require them to refer and prosecute the\r\ncomplaint themselves under\ns 51(1).\nThe purpose of\ns 50(4)\nis to\r\nprotect the interests of complainants: they are entitled to extend\r\nthe period of time to ensure that it is the Commission\nthat makes the\r\nreferral and prosecutes the complaint before the Tribunal.\n27\n[24]\nThe\r\ncourt a quo found that that the Commission did not obtain the consent\r\nof all the complainants concerned. It observed that â[w]hen\nthe\r\nso-called consent by the various people who have given such consent\r\nis analysed, it is clear that they did not represent all\nthe\r\ncomplainants, although they claimed to have.â The uncontroverted\r\nevidence on behalf of the Commission does not support this\n\nconclusion.\n28\nTwenty one complainants filed complaints. The complaint referral was\r\nmade on 24 February 2004. The joint complaint of the first\ntwenty\r\ncomplainants is referred to as the SAVA complaint. The twenty first\r\ncomplainant, Omnilink, together with Internet Solutions\nfiled a\r\nfurther complaint on 22 August 2002, the âOmnilink complaintâ.\r\nThe Commission consolidated both the Omnilink and SAVA\ncomplaints\r\nsince they involved similar issues.\n[25]\tThe\r\nOmnilink complaint was extended to 31 October 2003 by Angus\r\nMacRobert. Telkom objected to this extension on the basis that\nit is\r\nnot clear which complainant he represented. However, the Commission\r\nalleges that he acted on behalf of both Omnilink and\nInternet\r\nSolutions. When the consent is read with the covering letter of the\r\nattorney it is clear that he signed on behalf of both\ncomplainants.\r\nHe indeed signed the original complaint on behalf of both Omnilink\r\nand Internet Solutions and there identified himself\nas the managing\r\ndirector of both complainants. On 29 October 2003 a further extension\r\nwas given by M Furman on behalf of both these\ncomplainants to 29\r\nFebruary 2004. Telkom submitted that there was no satisfactory\r\nevidence establishing that he acted on behalf\nof both complainants.\r\nHowever, this is the allegation made in the answering papers and it\r\nis apparent from the consent itself.\nThe time period in respect of\r\nboth Omnilink and Internet Solutions provided for in\ns 50\ntherefore\r\ndid not lapse.\n[26]\tThe\r\nSAVA complaint was submitted on 8 May 2002. On 11 April 2003 the\r\nCommission requested the complainants to extend the period.\nOn 14\r\nApril 2003 SAVAâs chairman, Mr Mike van den Bergh, funished a\r\nconsent signed by Mr EJ Thompson extending the investigation\nto 30\r\nOctober 2003.  Van den Berghâs letter to the Commission said that\r\nhe enclosed the âthe signed agreement from SAVAâ.\nThompson signed\r\nâon behalf of ISPAâ. ISPA is one of the twenty complainants in\r\nthe SAVA complaint. Van den Bergh and Thompson\nsigned the original\r\nreferral on behalf of all complainants and there is nothing to\r\nindicate that their authority to represent them\nall had lapsed.\r\nHowever, the Commission produced an affidavit from Thompson to the\r\neffect that the extension âwas intended to\ncover SAVA and its\r\nmembers who were also complainants, and not only ISPA.â Thompson\r\nwas the joint chairman of ISPA at the time.\nHis authority to consent\r\non behalf of all the SAVA complainants is confirmed by Van den Bergh\r\nthe then chairman of the SAVA, one\nof the complainants in the VANS\r\ncomplaint. Another complainant was ISPA. Van den Bergh stated\r\nspecifically, and also Thompson,\nthat the latter consented on behalf\r\nof âSAVA and its members who were also complainantsâ. The\r\nCommission acknowledged receipt\nthe letter of 14 April 2003 by\r\nwriting to Van den Bergh. The attorneys for the complainants in the\r\nSAVA complaint furnished a signed\nextension agreement to the\r\nCommission on behalf of their clients dated 23 October 2003 enclosing\r\nan extension signed by Van den\nBergh on behalf of the complainants\r\nextending the period to 29 February 2004. The\nCompetition Act does\nnot prescribe a specific format for the consent of a complainant. The\r\ncomplaint was referred to the Tribunal on 24 February 2004\nwhich is\r\nwithin the extended period of time.\nConcurrent Jurisdiction\n[27]\tThe\nCompetition Act âapplies\nto\r\nall economic activity within, or having an effect within the Republic\r\nâ¦\n29\nThese are, as was remarked, âwords of great generality extending\r\nthe operation of the section to âthe countless forms of activity\n\nwhich people undertake in order to earn a living.â\n30\nOriginally, the now repealed\ns 3(1)(d)\nexcluded from the application\r\nof the\nCompetition Act âacts\nsubject to or authorised by public\r\nregulationâ.\n31\nThe effect of this provision was that certain anti-competitive acts\r\nwere immune from the\nCompetition Act despite\ntheir anti-competitive\r\naspects not being regulated by the other regulatory authorities. The\r\nrepeal of\ns 3(1)(d)\nexpanded the range of economic activities to\r\nwhich the\nCompetition Act applies\n. ICASA is a âregulatory\r\nauthorityâ as defined. Following the repeal of\ns 3(1)(d)\nICASA no\r\nlonger has exclusive jurisdiction in competition matters since the\nCompetition Act by\nvirtue of\ns 3(1)\nnow applies to all economic\r\nactivity within or having an effect within South Africa, including\r\nthose that are authorised by or\nsubject to public regulation.\n32\nThe legislature established the competition authorities as the\r\nprimary authority in competition matters and by introducing\ns\r\n3(1A)(a)\nestablished that where another regulator has jurisdiction\r\nover any area of matters covered by the\nCompetition Act their\njurisdiction would be concurrent with that of the competition\r\nauthorities.\n33\nThe section provides as follows:\n34\nâ\n(1A)  (a)  In\r\nso far as this Act applies to an industry, or sector of an industry,\r\nthat is subject to the jurisdiction\nof another regulatory authority,\r\nwhich authority has jurisdiction in respect of conduct regulated in\r\nterms of Chapter 2 or 3 of\nthis Act, this Act must be construed as\r\nestablishing concurrent jurisdiction in respect of that conduct.\n(b)  The manner\r\nin which the concurrent jurisdiction is exercised in terms of this\r\nAct and any other public regulation,\nmust be managed, to the extent\r\npossible, in accordance with any applicable agreement concluded in\r\nterms of sections 21(1) (h)\nand 82(1) and (2).â\n[28]\tThe term âjurisdictionâ\n35\nin s 3(1A)(a) refers to the power or competence to hear and determine\r\nmatters concerning the conduct regulated in terms of Chapters\n2 and 3\r\nof the\nCompetition Act. Section\n3(1A)(a) applies only where the other\r\nregulatory authority has jurisdiction in respect of conduct regulated\r\nin terms of Chapter\n2 or 3 of the\nCompetition Act, ie\nârestrictive\r\npracticesâ (which include restrictive horizontal and vertical\r\npractices, and abuses of dominance) and mergers.\nThe\r\nTelecommunications Act which provided for âpiecemeal competition\r\njurisdictionâ,\n36\ndid not in so many words regulate these matters but the conduct\r\nregulated overlapped to some extent with the conduct referred to\nin\r\nChapters 2 and 3 of the\nCompetition Act. In\nrespect of this conduct\r\nICASA enjoyed competition jurisdiction. Concurrent jurisdiction\r\nexists only where the other regulatory\nauthority has the competence\r\nto adjudicate the competition aspects of the conduct.\n37\n[29]\nSection 3(1A)(a)\nestablishes\r\nconcurrent jurisdiction âin so far asâ the\nCompetition Act may\nbe\r\napplicable to an industry, or sector of an industry, that is subject\r\nto the jurisdiction of another regulatory authority, and\nwhich\r\nauthority has jurisdiction in respect of the conduct regulated in\r\nterms of Chapter 2 and 3 of the\nCompetition Act. It\nis conceivable\r\nthat the jurisdiction of the competition authorities may by\r\nlegislation be excluded entirely from a particular industry.\nThe\r\noperation of competition legislation may also be retained expressly\r\nsuch as under ss 52 and 53 of the Telecommunications Act\nwhich in a\r\nlimited sense provided for concurrent jurisdiction between the\r\ncompetition and telecommunication authorities.\n38\nThe\njurisdiction\r\nof the competition authorities may also continue but subject to\r\ncertain reservations such as under s 67(9) of the Electronic\n\nCommunications Act which provides that â[s]ubject to the provisions\r\nof this Act, the\nCompetition Act applies\nto competition matters in\r\nthe electronic industry.â It was submitted on behalf of Telkom,\r\nwith reference to this section, that\nthe Commission and the Tribunal\r\nlacked the power or competence to refer the complaint to the tribunal\r\nand to adjudicate on it.\nThe Electronic Communications Act came into\r\noperation on 19 July 2006, long after the complaint referral was\r\nmade. There is no\nsuggestion that it applies retrospectively and,\r\nconsequently, cannot affect the validity of the Commissionâs\r\ndecision and the\ncomplaint referral. Nor can it affect the competence\r\nof the Tribunal to adjudicate the matter. The Tribunalâs\r\njurisdiction to\nadjudicate the complaint referral derives from the\r\nlaw as it stood at the time the complaint referral was made, 23\r\nFebruary 2004,\nand continues to exist to the end of the proceedings.\n[30]\tSection 3(1A)(a) potentially\r\nestablishes concurrent jurisdiction between the competition\r\nauthorities and ICASA for conduct\nregulated in terms of Chapters 2\r\nand 3 of the\nCompetition Act. Chapter\n2 deals with prohibited\r\npractices. Restrictive horizontal practices and restrictive vertical\r\npractices are prohibited in terms\nof\nss 4\nand\n5\n.\nSections 6\n,\n7\n,\n8\nand\n9\nconcern the abuse of a dominant position. Chapter 3 is concerned\r\nwith merger control. The conduct of Telkom complained of concerns\n\nalleged contraventions of\nss 8\nand\n9\n. In its complaint referral the\r\nCommission alleges contraventions of\nss 8(a)\n, (b), (c), (d)(i) and\n9\nof the\nCompetition Act. The\nprohibitions in\nss 8\nand\n9\ndepend on\r\nshowing that the firm concerned is âdominantâ.\n39\nSection 8(a)\nand (b) describe\nper\r\nse\nabuses.\n40\nAn âexclusionary actâ is defined as âan act that impedes or\r\nprevents a firm entering into, or expanding, within a marketâ.\nSection 8(a)\nprohibits the charging of an excessive price by a\r\ndominant firm.\n41\nSection 8(b)\ncondemns the refusal by a dominant firm to give a\r\ncompetitor access to an essential facility\n42\nwhen it is economically feasible to do so.\n43\nSubsections (c) and (d) require that both the elements of the\r\nexclusionary act and its alleged anti-competitive effect be proved\nin\r\norder to undertake the balancing required by the pro-competitive\r\ndefence that is permitted in respect of these exclusionary\nacts.\n44\nSubsection (c) prohibits a dominant firm from engaging in an\r\nexclusionary act, other than those listed in paragraph (d), when the\n\nanti-competitive effects outweigh its pro-competitive gains.\r\nSubsection (d)(i) specifically prohibits as an abuse of dominance\n\nconduct by which a dominant firm requires or induces a supplier or\r\ncustomer not to deal with a competitor unless the dominant firm\ncan\r\nshow pro-competitive gains outweighing anti-competitive effects.\nSection 9\nrequires the Commission to prove the existence of price\r\ndiscrimination by the dominant firm and that the discrimination is\r\nlikely\nto have the effect of substantially preventing or lessening\r\ncompetition in a market.\n45\nThe price discrimination must relate to a sale, in equivalent\r\ntransactions, of goods or services of like grade and quality to\r\ndifferent purchasers, and that the discrimination involves\r\ndiscriminating between those purchasers in terms of the aspects\r\nlisted\nin\ns 9(1)(c).\n[31]\tThe primary object of the\r\nTelecommunications Act was to provide for the regulation and control\r\nof telecommunication matters\nin the public interest. Its objects\r\nincluded ensuring the development of a competitive and effective\r\ntelecommunications manufacturing\nand supply sector as well as fair\r\ncompetition within the telecommunications industry.\n46\nICASA is the regulating authority.\n47\nIn so far as the conduct regulated under Chapter 2 of the\nCompetition\nAct is\nconcerned it had some jurisdiction but it was limited. The\r\nremedies to regulate anti-competitive conduct were equally limited.\r\nThe\nCompetition Act also\ncontains more comprehensive criminal\r\nsanctions.\n48\nSection 36(1)(d) of the Telecommunications Act, for example,\r\nprovided:\nâ\nWhere it appears to\r\nthe Authority that Telkom, in the provision of its telecommunication\r\nservices, is taking or proposing to take\nany step which confers or\r\nmay confer on it an undue advantage over any person who may in future\r\nbe granted a licence in competition\nwith Telkom, the Authority may\r\ndirect Telkom to cease or refrain from taking such step, as the case\r\nmay be.â\nConduct of the kind regulated by s\r\n36(1)(d) invariably involved conduct falling within the ambit of\r\nChapter 2, for example, the\nabuse of dominance. ICASA was also given\r\npowers to regulate the terms of telecommunications supply contracts\r\nin relation to the\ninterconnection of services,\n49\nand the leasing or making available of telecommunication services.\n50\nSimilar issues could arise under s 43 which obliged the holder of a\r\npublic switched telecommunication service licence to interconnect\nits\r\nsystems to that of a provider of telecommunications services pursuant\r\nto an agreement to be concluded between them. ICASA was\nempowered to\r\nresolve disputes between the parties and to determine the\r\nreasonableness of a request for interconnection as well\nas a dispute\r\nas to the terms and conditions of an agreement providing for the\r\ninterconnection of systems.  It could impose the\nterms and conditions\r\non the agreement (s 43(4)). ICASA had similar powers where Telkom was\r\nrequested to lease or make available\ntelecommunications services to a\r\ntelecommunications service provider (s 44(2) and (6)). Moreover, s\r\n53(1) of the Telecommunications\nAct dealt expressly with\r\nâuncompetitive actionsâ:\nâ\nIf it appears to the\r\nAuthority that the holder of a telecommunication licence is taking or\r\nintends taking any action which has or\nis likely to have the effect\r\nof giving an undue preference to or causing undue discrimination\r\nagainst any person or category of\npersons, the Authority may, after\r\ngiving the licensee concerned an opportunity to be heard, direct the\r\nlicensee by written notice\nto cease or refrain from taking such\r\naction, as the case may be.â\nThe conduct regulated by this section\r\nwould also involve conduct falling within Chapter 2 of the\nCompetition Act, the\napplicability of which to the conduct in\r\nquestion was specifically retained.\n51\nSection 53\napplied to a very narrow ambit, viz conduct\nâ\nwhich has or is likely\r\nto have the effect of giving an undue preference to or causing undue\r\ndiscrimination against any person or\ncategory of personsâ.\nHowever, It is apparent that the same\r\nconduct that could, for example, constitute a contravention of s 9 of\r\nthe Competitions Act\ncould also fall within the ambit of s 53.\n[32]\tSection 100 of the\r\nTelecommunications Act gave ICASA powers to investigate and\r\nadjudicate alleged contraventions of the Act,\nlicences, any agreement\r\nfor the provision of telecommunications facilities or directions\r\ngiven in terms of ss 36(1), 53 or 98;\nor a failure by a\r\ntelecommunications service provider to provide those services to a\r\ncustomer of an end-user. ICASA had the power\nto direct the licensee\r\nto desist, to pay a fine, to take remedial action or, in the case of\r\nrepeated failures or contraventions,\nto revoke the licence (s\r\n100(3)).\nJurisdiction\n[33]\t Telkom contends that the subject\r\nmatter of the complaint referral falls within the exclusive\r\njurisdiction of ICASA and beyond\nthat of the competition authorities.\r\nThis submission relates to both the appeal and the cross-appeal. Its\r\ncontention is that the\nconduct in question was authorised by the\r\nTelecommunications Act and its licence and that, consequently, the\r\nlegislature could\nnot have intended the competition authorities to\r\nhave the power or competence to adjudicate on conduct that is\r\nauthorised by the\nTelecommunications Act, by the regulations made\r\nunder it or by Telkomâs licence or that might have been authorised\r\nby ICASA under\nits empowering provisions.\n[34]\tIn response\n52\nto the\nfirst\ncomplaint concerning Telkomâs imposition of contractual\r\nrestrictions in the provision of\nbackbone\r\nand access facilities, Telkom relies on the terms of its licence\r\nauthorizing its conduct. For example, by virtue of its\nlicence Telkom\r\nwas entitled to bind a licensee contractually not to obtain a\r\ntelecommunications facility from a person other than\nTelkom; not to\r\nresell capacity on any telecommunications facility; and not to convey\r\nvoice telephony as part of any valueâadded\nnetwork service.\n53\nIn addition, Telkom invokes several provisions of the\r\nTelecommunications Act that authorised it to act in the manner of\r\nwhich\nthe Commission complains.\n54\nTelkomâs answer to the\nsecond\ncomplaint justifying its refusal to lease access facilities to\r\nlicensees directly as it had done until September 1999 is that it\ndid\r\nso because the provision of telecommunication facilities directly to\r\nlicensees would facilitate the illegal operation of a\nprivate\r\nnetwork. Its conduct was otherwise justified in terms of the\r\nprovisions of its licence.\n55\nIn response to the\nthird\ncomplaint that it engaged in price discrimination and or excessive\r\npricing in contravention of\nss 8(a)\nand (c) and\n9\nof the\nCompetition\nAct, Telkom\ncontends that the rates and tariffs that form the subject\r\nmatter of the complaint were regulated by ICASA. Section 45 of the\r\nTelecommunications\nAct dealt with the fees and charges that may be\r\nlevied by a licensee. Clause 7.1 of the Telkomâs licence requires\r\nTelkom to file\nwith ICASA the rates and terms for those services that\r\nit wished to provide pursuant to its public switched\r\ntelecommunications\nservice licence.  These rates were subject to\r\ncontrol in terms of paragraph 7 of the licence and the\r\nTelecommunications Act, and\nformed part of a basket that was approved\r\nby ICASA. Telkomâs answer to the\nfourth\ncomplaint that it refused\r\nto peer is that peering is a matter that falls solely within the\r\ntechnical competence of ICASA and a matter\nthat was provided for in\r\nits licence. Peering, in addition, is a discretionary matter.\n[35]\tIt was contended on behalf of\r\nTelkom that conduct authorised under specific legislation will\r\nordinarily not be conduct to which\na general enactment applies: what\r\nParliament regulates specifically it does not undo by general\r\nenactment:\ngeneralia\r\nspecialibus non derogant\n.\n56\nThe implication of exclusivity contended for will be refuted where\r\nit is clear that the intention is that the later general enactment\n\nshould regulate the subject matter. Where this is the position the\r\nlater enactment necessarily supersedes the earlier specific\n\nlegislation to the extent that they may differ. Both the repeal of\r\ns 3(1)(d) and the introduction of s 3(1A)(a) brought about\na\r\ncomplete change from the earlier position. They are general\r\nprovisions intended to regulate the subject matter comprehensively\n\nand intended to establish the general jurisdiction of the competition\r\nauthorities in all competition matters. The\nCompetition Act applies\nto all economic activity within or having an effect within South\r\nAfrica. It provides for wide powers and general remedies more\n\neffective than the limited ones given by the Telecommunications Act.\r\nThere is no room for the implication of exclusive jurisdiction\nvested\r\nin ICASA contended for. The authorising legislative and other\r\nprovisions Telkom relied upon did not oust the jurisdiction\nof the\r\nCommission and the Tribunal but could well give rise to defences to\r\nthe complaints referred. The competition authorities\nnot only have\r\nthe required jurisdiction but are also the appropriate authorities to\r\ndeal with the complaint referred.\nAppropriate Forum\n[36]\tThe court a quo dismissed the\r\ncontention advanced on behalf of the Commission that the Tribunal was\r\nthe appropriate or preferred\nforum to hear the matter by observing\r\nthat since the case had been fully argued there was no point in\r\nreferring it to the Tribunal.\nThis contention was not an objection to\r\nthe jurisdiction of the court but rather a submission that, given the\r\nnature of the alleged\ncontraventions, it would have been preferable\r\nthat the Tribunal hear the matter. As will be shown, Parliament has\r\nconferred the\ncompetence to investigate, evaluate, refer and\r\nadjudicate complaints concerning infringements of Chapter 2 on a\r\nseries of specialist\nbodies. The\nCompetition Act creates\na hierarchy\r\nof institutions to apply and enforce its provisions: the Commission,\r\nthe Tribunal and the Competition Appeal Court.\n57\nThe Commissionâs functions include the investigation of mergers and\r\nthe investigation and referral of complaints of prohibited\npractices\r\nto the Tribunal. The Tribunal is the adjudicative body of first\r\ninstance. It is a specialist administrative tribunal\nadjudicating\r\nreferrals from the Commission and by private individuals. It also has\r\nthe power hear appeals from certain decisions\nof the Commission and\r\nto review them. The Competition Appeal Court is a specialist court\r\nhearing appeals from and reviews of decisions\nof the Tribunal. Where\r\nspecialist  structures have been designed for the effective and\r\nspeedy resolution of particular disputes\nit is preferable to use that\r\nsystem.\n58\n[37]\tDetermining whether a matter\r\ninvolves a contravention of Chapter 2 may be complex and technical.\r\nThe Tribunal should not be\nlightly deprived of the authority to\r\ndecide whether the complaints referred to involve such\r\ncontraventions.\n59\nIt was submitted on behalf of the Commission that it would have been\r\nappropriate, perhaps preferable, for Telkom to have raised\nthe\r\nobjection to the Tribunalâs jurisdiction at the commencement of the\r\nproceedings. Exercising its specialist authority under\nthe Act, the\r\nTribunal would have been able to determine whether the matters fell\r\nwithin its authority, ie whether they involved\ncontraventions of\r\nChapter 2.\n[38]\tThe Competition Tribunal is a\r\nspecialist administrative tribunal created by s 26(1). Its\r\nfunctions must be exercised in\naccordance with the Act.\n60\nIt must adjudicate on any matter referred to it under the Act, and\r\neach matter will be referred to a panel of three. Members need\nnot be\r\nlawyers: they may have qualifications and experience in economics,\r\nlaw, commerce, industry or public affairs.\n61\nHowever, the chairperson must, when assigning a matter to the\r\nTribunal, ensure that at least one member of the panel is a person\n\nwho has legal training and experience. The Chairperson designates one\r\nof the three members of a panel to preside over each proceeding.\n62\nThe Tribunal does not function as an ordinary court does.\n63\nCompetition proceedings involve the public interest, and under the\r\nAct, the Tribunal has an active role to play in protecting that\n\ninterest.\n64\nThe Tribunal may conduct its proceedings in an inquisitorial manner,\n65\ncalling its own witnesses, accepting evidence not normally admissible\r\nin a court, allowing a broad range of participants, and adjusting\nits\r\nprocedures as it sees fit.\n66\nIt is a tribunal of record (s 26(1)(c)). Its functions include the\r\npower to adjudicate any conduct prohibited in terms of Chapter\n2, to\r\ndetermine whether prohibited conduct has occurred, and, if so, to\r\nimpose any remedy provided for by the Act (s 27(1)(a)).\n67\nIt must conduct its hearings in public and in accordance with the\r\nprinciples of natural justice.\n68\nLegal representation is permitted (s 53). Powers are given to it to\r\nsummon and interrogate and to order the production of books,\n\ndocuments or items required for the hearing (ss 54(c) and 56). After\r\nthe conclusion of a hearing it must make an order permitted\nby the\r\nAct and must issue reasons for the order (s 52(4). It may also\nâ\n(b) adjudicate on any\r\nother matter that may, in terms of this Act, be considered by it, and\r\nmake any order provided for in this\nAct;\n(c) hear appeals from, or\r\nreview any decision of, the Competition Commission that may in terms\r\nof this Act be referred to it; and\n(d) make any ruling or\r\norder necessary or incidental to the performance of its functions in\r\nterms of this Act.â\nIt follows that the Tribunal may hear\r\nappeals from, or review, decisions of the Commission referred to it.\r\nIt may thus adjudicate\non the matter under consideration.\n69\nA direction may also be given in terms of Rule 21(2) that a point of\r\nlaw be heard by the Tribunal separately and prior to further\n\nproceedings. It would have been the preferred forum to adjudicate the\r\nmatter. For these reasons as well the court a quo should\nin the\r\nexercise of its discretion,\n70\nhave declined to review and set aside the decision of the Commission\r\nand the complaint referral.\n[39]\tMy colleague Van Heerden JA was\r\npresent during the hearing of the appeal but has, by reason of\r\nsubsequent indisposition, been\nincapable of being a party to the\r\nfinal decision. The judgment of the remaining members of the court\r\nconsequently becomes the judgment\nof the court (see s 12(3) of the\r\nSupreme Court Act 59 of 1959).\n[40]\tThe following order is made:\n(1)\tThe appeal is upheld with costs\r\nincluding the costs of two counsel;\n(2)\tThe cross-appeal is dismissed with\r\ncosts including the costs of two counsel;\n(3)\tThe order of the court a quo is\r\nset aside and replaced with the following;\nâthe application is dismissed with\r\ncosts including the costs of two counsel.â\nMalan JA\nJudge of Appeal\nCounsel for Appellant:\tMSM Brassey  \r\nSC\nNH\r\nMaenetje\nInstructed\r\nby:\t\tEdward Nathan Sonnenberg Inc Johannesburg\nMatsepes\r\nBloemfontein\nCounsel\r\nfor Respondent:\tDN Unterhalter   SC\nA Cockrell\nInstructed\r\nby:\t\tMothle Jooma Sabdia Inc Pretoria\nSymington\r\n& De Kok Bloemfontein\n1\nSection 4(1)(a) of the Post Office Act 44 of 1958. See also s 78(1).\r\n\tThe Post Office Act was repealed by\ns 106\nof the\nTelecommunications\nAct 103 of 1996\n.\n2\nSections 32A(1)\nand\n36\n(1) of the\nTelecommunications Act repealed\nby\r\n\ts 97 of the Electronic Communications Act All existing licences\r\n\tremain in force until converted in terms of the Electronic\n\n\tCommunications Act (s 92(1)). âPSTSâ is described in\nss 36A(1)\nand\n36B\nof the\nTelecommunications Act.\n3\nSection\n40(1)(a)  of the\nTelecommunications Act. âVANS\nâ is\r\n\tdefined in\ns 1.",
  "scraped_at": "2026-02-12T05:26:41.436223",
  "date": "2009-11-27",
  "coram": [
    "Harms DP",
    "Brand",
    "Malan JJA",
    "Wallis AJA"
  ],
  "case_number": "623/2008",
  "parties": {
    "applicants": [
      "Competition Commission of South Africa"
    ],
    "respondents": [
      "Telkom SA Limited",
      "Competition Tribunal of South Africa"
    ]
  },
  "sections": {
    "facts": "In 2002 several industry bodies—including the South African VANS Association (SAVA), the Internet Service Providers Association (ISPA) and value‑added network service providers—lodged complaints against Telkom alleging restrictive contractual terms, refusal to lease facilities, excessive pricing and refusal to peer. The Competition Commission investigated the consolidated complaints, issued its final report on 3 October 2003 and, on 23 February 2004, referred the matter to the Competition Tribunal under s 50(2)(a) of the Competition Act. Telkom did not file an answering affidavit but instead sought a High Court order to set aside the Commission’s decision and the referral. The Pretoria High Court set aside the decision on grounds of alleged bias and a breach of the time‑limit for referral. The Commission appealed, and Telkom cross‑appealed against the refusal of the High Court to grant declaratory relief.",
    "issues": "The appeal raised several legal questions: (1) whether the Commission’s decision to refer the complaint constitutes ‘administrative action’ subject to review under the Promotion of Administrative Justice Act; (2) whether the Commission was biased in relying on the Link Centre report; (3) whether the referral was time‑barred under s 50 of the Competition Act because an extension was not consented to by all complainants; (4) whether the Commission breached the memorandum of agreement with ICASA; (5) whether the Commission and Tribunal had jurisdiction over the telecom matters in view of concurrent jurisdiction under s 3(1A)(a); and (6) whether the Tribunal was the appropriate forum for the dispute.",
    "principles": "The Court applied the principle of legality, holding that a decision can be reviewed even if not a PAJA administrative action. It reaffirmed the PAJA test for bias – a reasonable apprehension of bias – and found none. The Court interpreted s 50(4)(a) to allow any complainant to extend the referral period, without requiring unanimity, and held that the extensions obtained were valid. It examined the memorandum of agreement with ICASA and concluded that it did not limit the Commission’s statutory powers. The doctrine of concurrent jurisdiction under s 3(1A)(a) was applied, confirming that the Competition Act’s jurisdiction supersedes sector‑specific regulation where the conduct falls within Chapters 2 and 3. Finally, the principle that specialist tribunals are the proper forum for competition matters was upheld.",
    "application": "Applying these principles, the Court found that the Commission’s decision was not an administrative action for PAJA purposes, and that no bias existed despite the reliance on the Link Centre report. The extensions of time for referral were valid even though not all complainants signed the later consents, because any complainant could grant the extension under s 50(4)(a). The memorandum of agreement with ICASA did not invalidate the Commission’s referral, and the Commission possessed the requisite jurisdiction under the Competition Act’s concurrent jurisdiction regime. Consequently, the High Court’s finding of bias and time‑barred referral was overturned.",
    "conclusion": "The appeal by the Competition Commission was upheld with costs, including the costs of two counsel. The cross‑appeal by Telkom was dismissed with costs, including the costs of two counsel. The order of the lower court was set aside and replaced with an order dismissing the application with costs."
  },
  "tags": {
    "level_1": "Competition Law",
    "level_2": "Abuse of Dominance",
    "level_3": [
      "bias",
      "jurisdiction",
      "time limits",
      "concurrent jurisdiction",
      "telecommunications"
    ]
  }
}