{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/116.html",
  "case_name": "Michele v S (477/08) [2009] ZASCA 116; 2010 (1) SACR 131 (SCA) ; [2010] 1 All SA 446 (SCA) (25 September 2009)",
  "citation": "[2009] ZASCA 116",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 116\n|\nNoteup\n|\nLawCite\nMichele v S (477/08) [2009] ZASCA 116; 2010 (1) SACR 131 (SCA) ; [2010] 1 All SA 446 (SCA) (25 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  477/08\nIn\r\nthe matter between:\nJOHN OUPA MICHELE                                    \r\n                    FIRST APPELLANT\nKHAZAMULA JOSEPH MASHABANA                           \r\nSECOND APPELLANT\nv\nTHE\r\nSTATE                                                                \r\n                   RESPONDENT\nNeutral citation:\nMichele\r\nv S\n(477/2008)\n[2009] ZASCA 116\n(\n25\r\nSeptember 2009).\nCoram:\tLewis,\r\nMlambo JJA, Leach AJA\nHeard:\t8 September 2009\nDelivered:\t25 September 2009\nSummary:\tCriminal procedure â appeal against sentence\r\nâ undue delay in dealing with an application for leave to appeal â\r\nmental\nanguish caused as a result taken into account by appeal court\r\nin determining appropriate sentence â sentence reduced.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh Court,\r\nPretoria (Daniels J and Van Loggerenberg AJ sitting as a full bench).\nThe following order is made:\nThe appeal succeeds. The order of the high court is set\r\naside and substituted with the following:\nâ\n1\tThe appeal succeeds.\n2\tThe sentence imposed by the regional magistrate on\r\neach appellant is set aside and replaced with the following:\nâ\nFour yearsâ imprisonment, two years of which are\r\nsuspended for three years on condition the accused is not convicted\r\nof fraud\ncommitted during the period of suspension.ââ\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nLEACH AJA (LEWIS and MLAMBO JJA concurring)\n[1]\tThis is an appeal against the sentence imposed on\r\nthe appellants in the Regional Court at Polokwane in April 2002\r\npursuant to\ntheir conviction on a charge of fraud to which they had\r\npleaded guilty. They were each sentenced to seven yearsâ\r\nimprisonment,\ntwo years of which were conditionally suspended for\r\nthree years. Their appeal to the High Court, Pretoria, against this\r\nsentence\nwas unsuccessful and was dismissed on 20 October 2003.\n[2]\tA week later, on 27 October 2003, the appellants\r\nproceeded to lodge an application for leave to appeal to this court.\r\nHowever,\ndespite the Director of Public Prosecutions having addressed\r\na number of letters to the registrar of the high court asking for the\n\nmatter to be enrolled for hearing, almost five years passed before\r\nthe application was eventually heard on 25 August 2008. The\n\ncircumstances which gave rise to this undue delay are shrouded in\r\nmystery with the application appearing in some way to have become\n\nlost in an administrative morass in the office of the registrar. The\r\nsituation may have been exacerbated because the judge who\npresided at\r\nthe appeal retired.\n[3]\tBe that as it may, when the application was\r\nultimately heard the court expressed the view that the lengthy delay\r\nwas a factor\nwhich this court might take into consideration in regard\r\nto the question of sentence, and for that reason granted leave to\r\nappeal.\nIn this way the matter has now reached this court more than\r\nseven years after sentence was initially imposed. I shall return to\n\nthis aspect of the matter in due course.\n[4]\tThe subject matter of the charge against the\r\nappellants was a fraud they perpetrated against Old Mutual Insurance\r\nCompany Limited.\nOn 8 October 1998 the appellants took out a life\r\npolicy with Old Mutual insuring the life of one Manaka who was\r\nemployed by the\nfirst appellant. The first appellant was the\r\nnominated beneficiary of the policy which came into effect in January\r\n1999 and provided\nfor the sum of R377 520 to be paid on the death of\r\nManaka, including an initial amount of R20 000 to cover funeral\r\nexpenses.\n[5]\tOn 23 February 1999, the appellants submitted a\r\nclaim under the policy to Old Mutual, falsely stating that Manaka had\r\ndied on\n14 February 1999 as a result of a head injury sustained in a\r\nmotor car accident. The claim was lodged with fraudulent intent as\n\nthe appellants knew that Manaka had not died. Unaware of the truth,\r\nOld Mutual immediately paid the agreed funeral cover of R20\n000 to\r\nthe first appellant by way of an electronic transfer of funds.\r\nFortunately, it later ascertained that the claim was fraudulent\nand\r\nrefused to pay the balance of R357 520 claimed under the policy.\n[6]\tBoth appellants were businessmen who were in receipt\r\nof an adequate, albeit not large, income. The first appellant owned\r\nboth\na filling station and a construction company and also carried on\r\nbusiness as an insurance broker. The second appellant conducted\nboth\r\na security business and a cleaning service. Both appellants were\r\nfirst offenders and regular churchgoers. At the time sentence\nwas\r\nimposed in the trial court the first appellant was 32 years of age,\r\nunmarried but maintaining a minor child, while the second\nappellant\r\nwas 42 years of age, married with six children between the ages of 17\r\nand 7 years.\n[7]\tOn behalf of the appellants it was argued that they\r\nhad both shown remorse by pleading guilty and showing their\r\nwillingness\nto repay to Old Mutual the money it had disbursed under\r\nthe policy, and that the trial court had misdirected itself by not\r\nplacing\nsufficient emphasis on their remorse. Although it is indeed\r\nso that during argument their legal representative suggested to the\n\ntrial court that the appellants should be ordered jointly and\r\nseverally to repay the amount, the clearest evidence of their remorse\n\nwould have been their immediate repayment of the embezzled money. If\r\nthe appellants were truly remorseful, it is surprising, to\nsay the\r\nleast, that they did not do so and it is not without significance\r\nthat in the heads of argument filed in this court it\nis again\r\nsuggested on their behalf that a suspended period of imprisonment,\r\nconditional upon them repaying the amount of R20 000,\nwould be\r\nappropriate. This, too, hardly smacks of remorse. However, for\r\npresent purposes I am prepared to accept the suggestion\nof\r\nappellantsâ counsel that the appellants had been ill advised by a\r\nprevious legal representative and that they had at all times\nbeen\r\nwilling to repay. But that fact and their plea of guilty does not\r\nnecessarily mean that the appellants were truly remorseful,\n\nparticularly as their fraud, once discovered, would have been almost\r\nimpossible to deny. A guilty plea in an open and shut case\nis often a\r\nneutral factor.\n[8]\tThe trial magistrate nevertheless accepted a degree\r\nof remorse on the part of the appellants, evidenced by their plea of\r\nguilty\nand their offer to repay, and in my view it has not been shown\r\nthat he in any way misdirected himself by not placing more emphasis\n\non this factor. I am also not persuaded by the appellantsâ further\r\nargument that the trial magistrate misdirected himself by\nfailing to\r\ntake into account the fact that their numerous employees would suffer\r\nif they were to be incarcerated. This possibility\nwas specifically\r\nmentioned by the magistrate in his judgment but was not considered as\r\nbeing sufficient to justify a non-custodial\nsentence.\n[9]\tThe severity of the appellantsâ crime cannot be\r\ngainsaid. They acted purely out of greed and their scheme was\r\ncarefully planned\nand executed as is shown by their having lodged\r\nfalse documents including police statements, a death certificate, a\r\npost mortem\nmedical report, a police accident report and a\r\ncertificate from a local prosecutor relating to a police docket, in\r\nsupport of their\nclaim. The severity of white-collar crime such as\r\nthis should not be underestimated. Evidence was led that the Old\r\nMutual alone\nsuffers loss of some R2m per annum from similar frauds.\r\nOf course the result of this type of conduct is that innocent persons\r\nhave\nto pay higher premiums to obtain insurance cover. And while the\r\nactual loss suffered by Old Mutual was limited to the R20 000 paid\n\nout for funeral expenses, had the fraud not been discovered its\r\npotential loss amounted to a further R357 520.\n[10]\tAs was pointed out in this court in\nS\r\nv Sadler\n1\nâwhite-collarâ crimes such as fraud have a corrosive effect on\r\nsociety and even first offenders should expect rigorous punishment\n\nincluding, where appropriate, incarceration. As was remarked by\r\nMlambo AJA in\nS v Barnard\n2\nthe decision in\nSadler\nâdispelled the notion that persons\r\nconvicted of this type of offence were not criminals and were\r\ntherefore entitled to be kept\nout of prisonâ.\n[11]\tAs a general rule an appeal court may not interfere\r\nwith a sentence unless there is a material misdirection by the trial\r\ncourt\nor unless the sentence is startlingly inappropriate with there\r\nbeing a striking disparity between it and the sentence the appeal\n\ncourt would have imposed. The essential question to be addressed is\r\nwhether the sentencing court properly exercised its discretion\n\nproperly.\n3\n[12]\tI share the trial courtâs view that imprisonment\r\nwas called for in this case. However, the trial court did not give\r\nsufficient\nweight to the fact that although the potential prejudice\r\nto the complainant was substantial, the actual loss suffered was far\r\nless\nsevere. Moreover, in my view, a sentence of no more than five\r\nyearsâ imprisonment, two years suspended, should have been imposed.\n\nThere is sufficient disparity between that sentence and the sentence\r\nimposed for this court to interfere. In the light of both\nthat\r\ndisparity and the trial courtâs misdirection, I conclude that the\r\ntrial court did not exercise its sentencing discretion\nproperly and\r\nthat this court is entitled to interfere.\n[13]\tIn considering what would be an appropriate\r\nsentence, it is necessary to return to the\nlamentable\r\ndelay\nwhich occurred after the application for\r\nleave to appeal to this court was lodged in the high court.\nWhile\r\nan appeal court will generally only consider the facts and\r\ncircumstances known when sentence was initially imposed, this court\n\nhas recognized that in exceptional circumstances factors later coming\r\nto light may be taken into account on appeal where it is\nin the\r\ninterest of justice to do so.\n4\nIn\nS v Roberts\n5\nthis court was called upon to increase a wholly suspended sentence\r\nimposed on the respondent who had murdered his wife. In considering\n\nwhat period of imprisonment would be appropriate, it remarked that it\r\nwould be âcallous to leave out of account the mental anguish\nthe\r\nrespondent must have enduredâ during a period of about two years\r\nbetween the state setting the appeal process in train and\nthe appeal\r\nbeing heard. In the present case, where the appellants have been\r\nobliged to wait for a period of six years without clarity\nas to their\r\nfuture, there is all the more reason to do so. In my view, it is\na\r\nfactor\nto which this court should have regard in\r\nthe assessment of an appropriate sentence.\n[14]\tTaking it and all the other circumstances I have\r\nmentioned into account, I am of the view that a sentence of four\r\nyearsâ\nimprisonment, two years suspended, is the appropriate\r\nsentence for each appellant. The sentence of the trial court must\r\ntherefore\nbe set aside.\n[15]\tIn the result, the appeal succeeds. The order of\r\nthe high court is set aside and substituted with the following:\nâ\n1\tThe appeal succeeds.\n2\tThe sentence imposed by the regional magistrate on\r\neach appellant is set aside and is replaced with the following:\nâ\nFour yearsâ imprisonment, two years of which are\r\nsuspended for three years on condition the accused is not convicted\r\nof fraud\ncommitted during the period of suspension.ââ\n_____________________\nL E LEACH\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \tS Joubert\nINSTRUCTED BY:           \tMacintosh Cross &\r\nFarquharson; Pretoria\nCORRESPONDENT:          \tNaudes Inc; Bloemfontein\nCOUNSEL FOR RESPONDENT:\tL Pienaar\nINSTRUCTED BY:\t\t\tDirector of Public Prosecutions;\r\nPretoria\nCORRESPONDENT:\tDirector of Public Prosecutions;\r\nBloemfontein\n1\n2000 (1) SACR 331\n(SCA) paras 11-13.\n2\n2004 (1) SACR 191\n(SCA) para 15.\n3\nSee eg\nS v Pieters\n1987 (3) SA 717\n(A) and\nS\r\n\tv Sadler\nabove para 8.\n4\nSee eg\nS v Karolia\n2006 (2) SA 75\n(SCA) paras 36-38.\n5\n2000 (2) SACR 522\n(SCA).",
  "scraped_at": "2026-02-12T05:18:43.051674",
  "date": "2009-09-25",
  "coram": [
    "Lewis",
    "Mlambo JJA",
    "Leach AJA"
  ],
  "case_number": "477/08",
  "parties": {
    "applicants": [
      "JOHN OUPA MICHELE",
      "KHAZAMULA JOSEPH MASHABANA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellants, John Oupa Michele and Khazamula Joseph Mashabana, were convicted of fraud after falsely claiming the death of an employee, Manaka, to obtain R20,000 funeral benefits from Old Mutual Insurance. The fraud was discovered and the remaining claim of R357,520 was refused. Both were first‑offenders, owned small businesses, and pleaded guilty in the Regional Court at Polokwane in April 2002, receiving seven years' imprisonment, two years suspended. Their appeal to the High Court was dismissed in October 2003. An application for leave to appeal to the Supreme Court of Appeal was lodged a week later but was not heard until August 2008 due to administrative delay. The delay and the mental anguish it caused were later considered by the appellate court.",
    "issues": "1) Whether the original sentence was improperly directed or startlingly inappropriate, justifying appellate interference. 2) Whether the extraordinary six‑year delay in hearing the appeal, and the resulting mental anguish, should be taken into account in determining a revised sentence. 3) Whether the appellate court may consider factors that arose after sentencing in the interest of justice.",
    "principles": "The court reaffirmed that an appellate court may interfere with a sentence only on a material misdirection by the trial court or where the sentence is startlingly inappropriate. It noted that, in exceptional circumstances, factors emerging after sentencing may be considered to achieve justice, citing S v Roberts on mental anguish. The judgment also referenced precedent on the seriousness of white‑collar crime (S v Sadler, S v Barnard) and the need for rigorous punishment for such offences.",
    "application": "The court found that the trial magistrate had not given sufficient weight to the limited actual loss (R20,000) compared with the potential loss, and that there was a disparity between the imposed seven‑year term and a more appropriate term of five years with two years suspended. The court also considered the six‑year administrative delay and the associated mental anguish as mitigating factors. Applying the principles, the court concluded that the original sentence was unduly harsh and that a reduced term of four years' imprisonment, with two years suspended subject to a condition against further fraud, was appropriate.",
    "conclusion": "The appeal succeeded. The High Court's order was set aside and substituted with a sentence of four years' imprisonment for each appellant, with two years suspended for three years on condition that they are not convicted of fraud during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "fraud",
      "undue delay",
      "sentence reduction",
      "white-collar crime"
    ]
  }
}