{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/13.html",
  "case_name": "Botha v Law Society of the Northern Provinces (50/08) [2009] ZASCA 13; 2009 (3) SA 329 (SCA) [2009] 3 All SA 295 (SCA) (19 March 2009)",
  "citation": "[2009] ZASCA 13",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 13\n|\nNoteup\n|\nLawCite\nBotha v Law Society of the Northern Provinces (50/08) [2009] ZASCA 13; 2009 (3) SA 329 (SCA) [2009] 3 All SA 295 (SCA) (19 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 50/08\nCONRI BOTHA\tFirst\nAppellant\nNICOLAAS DANIËL DE\r\nJONGH\tSecond Appellant\nCORNELIUS LABUSCHAGNE\tThird\r\nAppellant\nand\nTHE LAW SOCIETY OF THE NORTHERN\r\nPROVINCES\tRespondent\nNeutral citation:\nBotha\r\nv Law Society\n(50/08)\n[2009] ZASCA 13\n(19 March 2009)\nCoram:\nMPATI\r\nP, BRAND, CLOETE, PONNAN and SNYDERS JJA\nHeard:\n19\r\nFEBRUARY 2009\nDelivered:\n19\r\nMARCH 2009\nSummary:\nAttorney\r\nâ books of account chaotic â touting for work â unfit to\r\npractise â struck from the roll\nORDER\nOn appeal from:  High Court, Pretoria\r\n(Pretorius J and Raulinga AJ sitting as court of first instance).\nThe appeal is dismissed.\n2.\tThe\r\ncounter-appeal is upheld and the appellants are ordered, jointly and\r\nseverally, to pay the costs of the appeal and the counter-appeal\non\r\nthe scale as between attorney and client, including the costs of two\r\ncounsel.\n3.\tThe order of the court a quo is set\r\naside and replaced by the following:\nâ\na\nThe\r\nnames of the first, second and third respondents are struck from the\r\nroll of attorneys.\nb\nThe\r\nnames of the first and second respondents are struck from the roll of\r\nconveyancers.\nc\nThe\r\nrespondents are ordered to hand their certificates of enrolment as\r\nattorneys and conveyancers to the registrar of the court\na quo.\nd\nIn\r\nthe event of any of the respondents failing to comply with this order\r\nwithin two weeks the deputy sheriff of the area where\nthese\r\ncertificates are, is authorised and requested to forthwith attach the\r\ncertificates and hand them over to the registrar of\nthe court a quo.\ne\nThe\r\nrespondents are ordered, jointly and severally, to pay the costs of\r\nthe application, including the costs of the application\non 6 August\r\n2004, on the scale as between attorney and client, which costs are to\r\ninclude the qualifying fees of Mr L Marais.â\n4\nThe\r\nperiod in para 3d will run from the date of this order.\n_____________________________________________________________\nJUDGMENT\n______________________________________________________________\nSNYDERS JA  (MPATI P, BRAND, CLOETE,\r\nPONNAN JJA concurring)\n[1]  All three\r\nappellants are attorneys and the first and second appellants are also\r\nconveyancers. They practised in partnership\nunder the name De Jongh &\r\nPienaar\n(the\r\nfirm) until they were suspended\n1\nfrom practice for a period of two years by an order of the Pretoria\r\nHigh Court.\n[2]  The appellants\r\nappeal against this order and seek a suspension of the high court\r\norder on suggested conditions.  They contend\nthat the court a quo,\r\ndue to factual misdirections, incorrectly concluded that they are not\r\nfit and proper persons to practise\nas attorneys and/or conveyancers\r\nand imposed a penalty that is excessive in the circumstances.  They\r\nseek the following order on\nappeal:\nâ\n1.\tThat the Appellants\r\nare found to be fit and proper individuals to continue practising as\r\nattorneys and conveyancers;\n2.\tThat the Appellants\r\nare fined an amount of R50 000.00 (fifty thousand rand);\n3.\tThat the Appellants\r\nare suspended from practising as attorneys and conveyancers for a\r\nperiod of 6 (six) months which suspension\nis wholly suspended for a\r\nperiod of 3 (three) years on the condition that the Appellants are\r\nnot found guilty by a disciplinary\ncommittee or other competent\r\nfunctionary of any transgressions of the rules of the Respondent\r\nconcerning the management of their\nfinancial affairs.â\n[3]  The\r\nrespondent, in a counter-appeal, supports the finding that the\r\nappellants are not fit and proper persons to practise, but\ncontends\r\nthat the trial court erred in the exercise of its discretion by\r\nimposing the penalty that it did as it should have struck\nthe\r\nappellants from the roll of attorneys and, in the case of the first\r\ntwo appellants, the roll of conveyancers.\n2\n[4]  Section 22(1)\r\nof the Attorneys Act 53 of 1979 (the Act) prescribes a three-stage\r\ninquiry, as was summarised in\nJasat\r\nv Natal Law Society\n2000 (3) SA 44\n,\n[2000] 2 All SA 310\n(SCA) at 51C-H:\nâ\nFirst, the Court must\r\ndecide whether the alleged offending conduct has been established on\r\na preponderance of probabilities. . .\n. The second inquiry is\r\nwhether, as stated in s 22(1)(d), the person concerned âin the\r\ndiscretion of the Courtâ is not a fit\nand proper person to continue\r\nto practise. . . . The third inquiry is whether in all the\r\ncircumstances the person in question is\nto be removed from the roll\r\nof attorneys or whether an order suspending him from practice for a\r\nspecified period will suffice.â\n[5]  The first\r\nstage of the inquiry involves a purely factual finding whereas both\r\nthe second and third stages involve the exercise\nof a discretion,\r\nwhich can only be interfered with on appeal when the court of first\r\ninstance did not exercise its discretion judicially.\n3\nThe findings of the court a quo in respect of the first stage were\r\nlargely common cause and not contentious in this appeal.  In\nrelation\r\nto the second stage of the inquiry the appellants rely on several\r\nalleged misdirections by the court a quo.  The respondent\non the\r\nother hand does not challenge the conclusion arrived at by the court\r\na quo in the second stage of the inquiry, but the facts\nrelied on in\r\nits challenge to the penalty imposed are relevant to the findings at\r\nthe second stage.  I will therefore accept in\nfavour of the\r\nappellants that there were misdirections that justify this court to\r\nreconsider the conclusions reached at the second\nstage of the\r\ninquiry.\n[6]  The respondent\r\nbrought the application against the appellants on the strength of\r\nthree different categories of conduct complained\nof:  first, that the\r\nbooks of account kept by the appellants reflected a trust shortage in\r\nexcess of R12m;\n4\nsecond, that the appellants were touting for work;\n5\nand third, that numerous of the appellantsâ clients and some\r\ncolleagues raised complaints of unprofessional and dishonourable\n\nconduct\n6\nby the appellants in their relationships with clients and colleagues.\r\n There is little, if any, dispute on the facts that constitute\nthe\r\ncomplaints, but much dispute as to the inferences to be drawn\r\ntherefrom.\n[7]  The respondent\r\ninstructed Mr L Marais (Marais), a chartered accountant, to\r\ninvestigate the financial records of the appellants.\n He compiled\r\nthree reports on his findings.  Those reports revealed that the\r\nappellantsâ books of account were not properly kept,\nnor up to date\r\nand contained mistakes on a large scale, and further revealed that\r\nincorrect procedures were followed; the trust\naccount did not\r\naccurately reflect the trust position of the firm;\n7\nby June 2004 no trust determination had been done for a period of 15\r\nmonths;\n8\nthe firmâs bank reconciliation was incorrectly done; there were\r\nnumerous mistakes in the ledger of the firmâs trust creditors;\nthe\r\ninterest on the trust account had not been paid over to the\r\nrespondent for several months;\n9\nin respect of 95 payments from the appellantsâ business account\r\nthere was no source documentation and in respect of five payments\nto\r\nestate agents (relevant to\nthe\r\ncharge of touting) the appellants had at no stage tendered an\r\nexplanation.  It should be noted, however, that the case against\nthe\r\nappellants never included an allegation that they appropriated trust\r\nfunds for their personal benefit.\n[8]  All three\r\nappellants have at all times acknowledged, rightly, that they have\r\nfailed in their obligations, jointly and individually,\nto keep proper\r\nbooks of account in compliance with the Act and the rules.  Their\r\nexplanation for the state of the books of account\nof the firm is that\r\nthe firm expanded beyond expectation.  In the result, they say, they\r\nhad to implement a new accounting software\npackage and make additions\r\nto their office building which apparently caused numerous power\r\nfailures which, in turn, caused the\nnew software to lose data.\n10\nIn addition they explain that their regular bookkeeper went on\r\nmaternity leave and shortly after her return resigned from her\n\nemployment.\n[9]  These\r\nexplanations do not in any way address the total lack of control,\r\ndereliction of duty and irresponsibility on the part\nof the\r\nappellants.  In fact, no explanation has at any stage been tendered\r\nfor that.  On the contrary, the appellants persistently\ndenied that\r\ntheir books were in a chaotic state and termed this finding by the\r\ncourt a quo as factually incorrect and unfair, particularly\nas they\r\nkept financial records pertaining to each case on the file cover\r\nrelating to that case.\n[10]  No\r\npractitioner should be at a loss as to what is expected of him or her\r\nwhen it comes to the keeping of proper accounts.\n The Act and the\r\nrules of the respondent spell this out and the courts have repeatedly\r\nexplained the requirements in the following\nterms:\n11\nâ\nThe rule thus obliges\r\nattorneys to keep proper records and books of account in accordance\r\nwith generally accepted accounting practice\nand procedure containing\r\na full and accurate record of all financial transactions and\r\ndistinguishing in readily discernible manner\nbetween trust account\r\nand business account transactions.  An undigested mass of figures\r\nfrom which it may be possible to find out\nsomething (or, indeed,\r\neverything) about the condition of the trust account is not keeping\r\nproper books in a business sense.  It\nis no answer to say âI have\r\nno bookkeeper or my accountant is too busyâ.  If any attorney\r\ncannot deal properly with a matter\nhe must not undertake it.  This is\r\nan absolute rule;  it has to be so â the public is at risk.  Thus\r\nit is so that the particulars\nand information of trust moneys must be\r\ncontained in the narrative of the entries of the books of account and\r\nit should not be\nnecessary to resort to documents and files to obtain\r\nsuch information.â\n[11]  The\r\nappellantsâ books of account were totally incompatible with the\r\nrequirements of the profession and to describe this\nsituation as\r\nchaotic is appropriate.  The appellantsâ persistence to the\r\ncontrary shows a lack of insight and responsibility.\n W\nhen\r\nthe urgent application was brought, the firmâs books showed a trust\r\nshortage of R12m and by the time the appellants filed\ntheir last\r\naffidavit the trust account showed a trust surplus.\n[12]  Some details\r\nof the books of account require closer scrutiny, as these not only\r\nconfirm the chaotic state of the books but\nexpose the appellantsâ\r\ndenial of touting for work as dishonest.  When Marais investigated\r\nthe books for the second time he discovered\nthree tax invoices issued\r\nto\nthe\r\nfirm by an estate agent, Stefprop Eiendomme.  The items on the\r\ninvoices were for a sponsorship in the amount of R2 000 and several\n\nsmaller amounts with a âtâ or âvâ inscribed next to them.  It\r\nwas common cause that these abbreviations referred to a transfer\n\n(transport) or a bond (verband) to be registered by the appellants. \r\nOn one of these invoices, number 44, the amounts for transfers,\nbonds\r\nand the R2 000 sponsorship is totalled at R5 834.96.  It contains an\r\nadditional total of R4 500.  At the foot of the invoice,\nin\r\nmanuscript, the number #22420 is written.  Marais suspected this to\r\nbe the number of one of the firmâs cheques.  He could\nnot find such\r\na cheque but suggested in his report that it was probably given in\r\npayment to Stefprop Eiendomme, for the registration\nof property\r\ntransfers and mortgage bonds referred to the firm.\n[13]  The\r\nappellants denied Maraisâ inference and tendered the following\r\nexplanation in a supplementary answering affidavit deposed\nto by the\r\nsecond appellant on behalf of all of them:\nâ\n51.1\nEk\r\nontken dat die Respondente âkickbacksâ of direkte betalings\r\ngemaak het vir die verwysing van opdragte deur Stefprop Eiendomme\nna\r\ndie firma.\n51.2\tSoos ek verduidelik\r\nhet in paragraaf 42.5 van my Beantwoordende Beëdigde Verklaring\r\nis ân maatskappy met die naam van\nRed Lager (Edms) Bpk gestig om\r\nagentekommissie op ân voorskot basis teen ân bepaalde rentekoers\r\naan eiendomsagente uit te betaal.\n My eggenoot asook die Derde\r\nRespondent se eggenoot, is direkteure van Red Lager (Edms) Bpk en is\r\nook die enigste aandeelhouers\nin hierdie maatskappy.\n51.3\tOp hierdie basis het\r\nRed Lager die kommissie op verskeie transaksies van Mnr. Heinrich\r\nStrydom van Stefprop Eiendomme voorgeskiet.\n Sommige van hierdie\r\ntransaksies het egter platgeval, en was Strydom ân bedrag van\r\nongeveer R60 000-00 aan Red Lager verskuldig,\nwelke bedrag hy nie kon\r\nterugbetaal nie.  Omdat Stefprop Eiendomme, en meer spesifiek\r\nStrydom, op daardie stadium alreeds ân\ngeruime tyd oordragte na die\r\nfirma verwys het, en die feit dat Strydom ân ongerehabiliteerde\r\ninsolvent was, het die Derde Respondent\nen ek ons eggenote oortuig om\r\nnie teen Strydom stappe te neem nie, en het Strydom onderneem om\r\nvoort te gaan om verder oordragte\nna die firma te verwys, in ân\r\npoging om ten minste tot ân mate te vergoed vir die verlies wat ons\r\neggenote gely het.\n51.4\tDie\r\nbrief en fakture waarna die Applikant verwys, is bloot aan die firma\r\ngestuur as ân aanduiding van die waarde van werk\nwat Strydom na die\r\nfirma verwys het.  Ek noem ook dat Strydom ân motorfiets aan my en\r\ndie Derde Respondent gegee het om sy verskuldigheid\nte delg.\n12\n51.5\tEk wens ook te\r\nverklaar dat Strydom die outeur van hierdie fakture was, en dat\r\nhierdie fakture nooit aan die firma gerig was\nop my of die Derde\r\nRespondent se aandrang nie.  Ek voer met eerbied aan dat Strydom se\r\nkeuse van die boekstaaf van die waarde van\ntransaksies wat hy verwys\r\nhet sy metode was.\n51.6\tIn\r\ndie fakture verwys Strydom na âborgskappeâ.  Op die stadium\r\nvoordat ons die praktyk van borgskappe gestaak het, het\nons ook van\r\ntyd tot tyd vir Strydom geborg.  Op sy versoek het hy die waarde van\r\nsulke vorige borgskappe ook in ag geneem\nsonder\r\ndat ons dit ooit betaal het\n.\n51.7\tTen tye van Marais\r\nse ondersoek het ek en Marais saam gepoog om ân verband tussen die\r\nbedrae en die fooie wat die firma op\nhierdie transaksies verdien het,\r\nte vind en was dit vir ons en hom onmoontlik om dit te doen.\n51.8\nEk\r\nverklaar onomwonde dat die firma nooit enige geld aan Strydom\r\noorbetaal het nie\n.\r\n Ek kan net noem dat Strydom inderdaad steeds oordragte na die firma\r\nverwys.â\n(My\r\nemphasis.)\n[14]\tAside from the\nfact\r\nthat this explanation itself amounts to an admission of touting,\n13\nits significance for the current discussion is that the appellants\r\nemphatically denied that they had made any payment on these\ninvoices.\r\n A challenge addressed to the appellants on the non-availability of\r\nthe cheques that the invoices refer to, and therefore\nthe absence of\r\ncorroboration for their version, prompted two cheques to be annexed\r\nby them to a further supplementary answering\naffidavit.  One is a\r\nbusiness cheque, number 02242 and one a trust cheque, number 36161. \r\nCheque 02242 is made out by the\nfirm\r\nin favour of De Jongh Ontwikkeling in the amount of R5 834.96, the\r\nsame as the first total on invoice 44.  Cheque 36161 is\nmade out by\r\nthe firm in favour of De Jongh Ontwikkeling in the amount of R4 500,\r\nthe same as the second total on invoice 44.  The\nexplanation that\r\naccompanies the two cheques is that it serves as proof that value was\r\nattached to the work referred by Stefprop\nEiendomme to the applicant\r\nin settlement of the debt owed to Red Lager and De Jongh\r\nOntwikkeling.\n[15]  These cheques\r\nundeniably support the inference originally drawn by Marais and belie\r\nthe appellantsâ explanation that they\nmade no payment on the\r\nstrength of these invoices.  Only one conclusion is possible:  the\r\nappellants were telling blatant untruths,\nnot only about making\r\npayments on these invoices on behalf of Stefprop Eiendomme to its\r\ncreditor, but about never having paid for\nwork referred to them.  The\r\nsuggestion in argument that the denial in para 51.8 of the\r\nappellantsâ supplementary answering affidavit\n(quoted at the end of\r\npara 13 above) is factually correct inasmuch as payments were not\r\nmade to Strydom but to a creditor of his\nfirm, Stefprop Eiendomme, if\r\naccepted, compounds the problem as this would constitute a deliberate\r\nhalf-truth intended to mislead.\n[16]  Further to\r\nthe complaint of touting, the appellants made several payments to\r\nestate agents for which they could not provide\nsource documentation\r\nto substantiate their denial that it was for work referred to them. \r\nThey never explained the reason for 5\nof these payments.  These\r\nunsubstantiated payments to estate agents were posted in the ledger\r\nto âbad debtsâ, âdrawingsâ\nand âmiscellaneous office\r\nexpensesâ indicating an intention to hide and deceive which\r\njustifies the inference that the appellants\nwere dishonest in their\r\nbookkeeping and in their explanation to the court.  In view of the\r\nconclusions about the dishonesty of\nthe appellants there is no need\r\nto consider whether payments by the appellants of expenses for\r\nadvertising, business cards and\nthe like made to or on behalf of\r\nestate agents under the guise of sponsorships and entertainment\r\namounted to touting.\n[17]  The\r\nappellantsâ approach to the complaint that they touted for work was\r\ndisgracefully cavalier.  Their response when the\nlack of an\r\nexplanation for some payments to estate agents was pointed out was\r\nthat they could surely do as they pleased with money\nin their\r\nbusiness account.  An enquiry by\nMarais\r\nas to how they would deal with an SARS investigation in the absence\r\nof source documentation was met with a shrug of the shoulders.\n In\r\ngeneral terms they labelled the respondentâs rules on touting,\r\nadvertising, entertainment and sponsorships vague and out\nof touch\r\nwith modern reality.  The complaint they faced was not for\r\nadvertising or entertainment, but affording direct benefits\nto estate\r\nagents in the form of âkickbacks.  Accordingly their complaint of\r\nlack of clarity of rules with regard to the former\namounted to a\r\ndeliberate attempt to avoid the complaint.\n[18]  The iniquity\r\nof an attorney being dishonest is self-evident.\n14\nThe degree of disclosure and openness required of an attorney in\r\nproceedings of this nature has been stated repeatedly.  In\nProkureursorde\r\nvan Transvaal v Kleynhans\n1995 (1) SA 839\n(T) at 853G-H it was eloquently stated as follows:\nâ\nUit\r\ndie aard van die dissiplinêre verrigtinge vloei voort dat van\r\nân respondent verwag word om mee te werk en die nodige\ntoeligting\r\nte verskaf waar nodig ten einde die volle feite voor die Hof te plaas\r\nsodat ân korrekte en regverdige beoordeling\nvan die geval kan\r\nplaasvind.\nBlote\r\nbreë ontkennings, ontwykings en obstruksionisme hoort nie tuis\r\nby dissiplinêre verrigtinge nie.â\n15\n[19]  The\r\nappellants sought refuge in the principles established in\nPlascon-Evans\r\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A)\nand urged the court to accept their denials of the respondentâs\r\nallegations against them.  In view of the conclusions reached\nabove\r\ntheir denials are so clearly untenable that they were rightly\r\nrejected on the papers.\n[20]  On these\r\nfacts alone, and without the need to delve into the individual\r\ncomplaints, the conclusion is inevitable.  The court\na quo was\r\ncorrect in concluding that the appellants are not fit and proper\r\npersons to practise.\n[21]  In respect of\r\nthe third leg of the inquiry the appellants persisted in the\nargument\r\nthat their suspension from practice should be suspended.  The\r\ncontention is illogical.  As explained in\nLaw\r\nSociety of the Cape of Good Hope v Budricks\n2003 (2) SA 11\n(SCA) at 16D-G:\nâ\nThe\r\nsuspension of his suspension from practice\n[by\r\nthe court a quo]\nis\r\nentirely incompatible with the finding that he was not a fit and\r\nproper person to continue practising and resulted in the anomalous\n\nsituation that a person who had explicitly been pronounced unfit to\r\ndo so, was allowed to continue his practice.  (Logically, a\n\nstriking-off order or an order of suspension from practice should be\r\nsuspended only if the Court finds that the attorney concerned\nis a\r\nfit and proper person to continue to practice but still wishes to\r\npenalise him.)â.\n16\n[22]  At this stage\r\nof the i\nnquiry\r\nthe function of the court is primarily to protect the public rather\r\nthan punish the appellants.\n17\nThis was overlooked by the court a quo.  It focused instead on\r\naggravating and extenuating features as if\nit\r\nwere imposing sentence.  In addition the court a quo found that the\r\nappellants gave their full cooperation in the investigation\nof the\r\ncase against them.  This is not so.  Their dishonesty is but one\r\nfact, albeit the most important, that militates against\nthat finding.\n[23]  The\r\nappellants have been dishonest, have shown a lack of integrity and\r\nopenness and have shown no insight into the extent\nof their\r\ntransgressions.  An attorney should not have these character traits. \r\nAn order suspending them from practice would only\nbe appropriate if\r\nthere was some way in which the court could expect them to overcome\r\nthese character traits during the time of\ntheir suspension.  It is\r\nsimply impossible to look into the future and know that the public\r\nwould be adequately protected after\na period of suspension.  Hence\r\nthe logical and sensible approach must be that the appellants be\r\nprevented from practising until\nthey can convince a court that they\r\nhave in fact reformed to the point that they could be allowed to\r\npractise again.\n18\n[24]  It was argued\r\nthat the court should take into account that\nthe\r\nappellants have since completed the bookkeeping course that the court\r\na quo ordered them to complete, that they have disbanded\ntheir\r\npractice and that they have, for the past year, been employed as\r\nprofessional assistants with other firms of attorneys. \nAlthough it\r\nis appropriate to take facts subsequent to the sanction imposed by\r\nthe court a quo into account, in appropriate circumstances,\n19\nnone of the facts mentioned redeems the appellants or provides\r\nprotection for the public.\n[25]  In what can\r\nonly be described as desperation this court was asked for\nthe\r\nfirst time in closing argument on behalf of the appellants to\r\ndifferentiate between them in the order it makes.  No motivation\nwas\r\ntendered other than that they differ in age and had been partners in\r\nthe firm for different periods of time.  The respects\nin which the\r\ncourt should differentiate was not suggested nor did the respondent\r\nhave an opportunity to put facts before the court\nto\ncounter\r\nthis argument.  The appellants aligned themselves in their opposition\r\nat all relevant times in the conduct of their case.\n All their\r\naffidavits show that they chose to speak from one mouth and never\r\ndistinguished between themselves on any basis whatsoever.\n The\r\ncontention has no merit.\n[26]  Counsel for\r\nthe parties were in agreement that the court a quo overlooked the\r\nneed to include the qualifying fees of Marais\nin the costs order made\r\nand that this court should correct the omission.\n[27]  The\r\nappellants, rightly, tendered the costs in the court a quo and on\r\nappeal on the scale as between attorney and client,\nincluding the\r\ncosts of two counsel, regardless of the outcome of the appeal.\n[28]\nThe\r\nfollowing order is made:\n1.\tThe appeal is dismissed.\n2.\tThe\r\ncounter-appeal is upheld and the appellants are ordered, jointly and\r\nseverally, to pay the costs of the appeal and the counter-appeal\non\r\nthe scale as between attorney and client, including the costs of two\r\ncounsel.\n3.\tThe order of the court a quo is set\r\naside and replaced by the following:\nâ\na\nThe\r\nnames of the first, second and third respondents are struck from the\r\nroll of attorneys.\nb\nThe\r\nnames of the first and second respondents are struck from the roll of\r\nconveyancers.\nc\nThe\r\nrespondents are ordered to hand their certificates of enrolment as\r\nattorneys and conveyancers to the registrar of the court\na quo.\nd\nIn\r\nthe event of any of the respondents failing to comply with this\r\nwithin two weeks the deputy sheriff of the area where these\n\ncertificates are, are authorised and requested to forthwith attach\r\nthe certificates and hand them over to the registrar of the\ncourt a\r\nquo.\ne\nThe\r\nrespondents are ordered, jointly and severally, to pay the costs of\r\nthe application including the costs of the application\non 6 August\r\n2004, on the scale as between attorney and client, which costs are to\r\ninclude the qualifying fees of Mr L Marais.â\n4\nThe\r\nperiod in para 3d will run from the date of this order.\n_________________________\nS SNYDERS\nJUDGE OF APPEAL\nAppearances\nFor Appellants:\nB\r\nP Geach SC\nJ Vorster\nInstructed\r\nby:\tStuart Van der Merwe Inc, Pretoria\nMcIntyre & Van der Post,\r\nBloemfontein\nFor Respondent:\tA A\r\nLouw SC\nH J L Vorster\nInstructed\r\nby:\tRooth Wessels & Maluleke, Pretoria\nNaudes\nBloemfontein\n1\nTheir suspension\r\n\tfollowed an application brought by the respondent in terms of s 22\r\n\tof the Attorneys Act 53 of 1979, which provides:\n âAny person who\r\n\thas been admitted and enrolled as an attorney may on application by\r\n\tthe society concerned be struck off the\nroll or suspended from\r\n\tpractice by the court within the jurisdiction of which he practises\r\n\t. . . if he, in the discretion of\nthe court, is not a fit and proper\r\n\tperson to continue to practise as an attorney.â\n2\nIn terms of s\r\n\t18(1) of the Act one has to be an attorney in order to be a\r\n\tconveyancer.\n3\nJasat\nat 51E-I;\nMalan v Law\r\n\tSociety, Northern Provinces\n[2008] ZASCA 90\n;\n2009 (1) SA 216\n(SCA) para 13 and\nBotha\r\n\tv Law Society, Northern Provinces\n[2008] ZASCA 106\n;\n2009 (1) SA 227\n(SCA) para 3.\n4\nThis conduct was\r\n\talleged to be in breach of s78 of the Act and rules 68 and 69 of the\r\n\trespondentâs rules.\n5\nIn contravention\r\n\tof rule 89.1.\n6\nIn\r\n\tcontravention of various sub-rules of rule 89 including 89.15, 89.16\r\n\tand 89.23.\n7\nIn contravention\r\n\tof rules 68.1, 68.5 and 69.3.\n8\nIn contravention\r\n\tof rule 69.7.1.\n9\nIn contravention of s 78(3) of the Act.\n10\nThe\r\n\tcourt a quo benevolently accepted this explanation despite the fact\r\n\tthat the appellants never introduced any expert evidence\nto support\r\n\tthe allegations of the failure of the software package.  They only\r\n\tannexed an unattested letter from the supplier\nof the software\r\n\tpackage, who did not qualify himself to express an opinion.  The\r\n\tletter merely indicates that interruptions in\npower supply may cause\r\n\tdata to be lost.\n11\nLaw\r\n\tSociety, Transvaal v Matthews\n1989 (4) SA 389\n(T) at 394G-I;  See also\nIncorporated\r\n\tLaw Society, Transvaal v Visse;  Incorporated Law Society, Transvaal\r\n\tv Viljoen\n1958 (4) SA 115\n(T) at 123F.\n12\nUpon reading\r\n\tabout the creation of Red Lager in the appellantsâ affidavit the\r\n\tsuspicion arises that the distinction between\nthe firm on the one\r\n\thand and Red Lager on the other hand is an artificial one, confirmed\r\n\tby these allegations that a debt owed\nto Red Lager was paid by way\r\n\tof a donation of a motorcycle to two partners of the firm.\n13\nOn the\r\n\tappellantsâ own version they caused a financial benefit to accrue\r\n\tto Stefprop Eiendomme by preventing Red Lager, their\nwivesâ\r\n\tcompany, from enforcing a debt against Stefprop Eiendomme in return\r\n\tfor work being referred to their firm by the latter.\n14\nInsofar as\r\n\tauthority is necessary for this proposition it is well stated in\nMatthews\nat 395F-396H.\n15\nSee also\nMatthews\nat 395F-396H.\n16\nSee also\nMalan\nat 221D.\n17\nMalan\npara 7.\n18\nMalan\npara 8.\n19\nBotha\npara 16.",
  "scraped_at": "2026-02-11T21:40:34.086848",
  "date": "2009-03-19",
  "coram": [
    "MPATI P",
    "BRAND",
    "CLOETE",
    "PONNAN",
    "SNYDERS JJA"
  ],
  "case_number": "50/08",
  "parties": {
    "applicants": [
      "Conri Botha",
      "Nicolaas Daniel De Jongh",
      "Cornelius Labuschagne"
    ],
    "respondents": [
      "Law Society of the Northern Provinces"
    ]
  },
  "sections": {
    "facts": "The three respondents, Conri Botha, Nicolaas Daniel De Jongh and Cornelius Labuschagne, were partners in the firm De Jongh & Pienaar and were attorneys (the first two also conveyancers). The Law Society of the Northern Provinces instituted disciplinary proceedings alleging (i) a trust shortage of more than R12 million arising from chaotic and badly kept books of account, (ii) unlawful touting for work, and (iii) unprofessional and dishonest conduct towards clients and colleagues. Investigations by chartered accountant L. Marais uncovered numerous accounting irregularities, missing source documents, incorrect trust accounting and evidence of payments to an estate agent that suggested kick‑backs. The respondents admitted poor bookkeeping but denied any dishonesty or improper payments. The High Court (Pretoria) struck the respondents from the roll of attorneys and, for the first two, from the roll of conveyancers, imposing a two‑year suspension pending further orders.",
    "issues": "1) Whether the respondents are fit and proper persons to continue practising as attorneys and conveyancers under s 22(1) of the Attorneys Act. 2) Whether the High Court exercised its discretion correctly in ordering striking‑off rather than a lesser penalty. 3) Whether any procedural errors or misdirections in the initial hearing warrant setting aside the penalty. 4) The appropriate costs order.",
    "principles": "The court relied on the three‑stage inquiry set out in s 22(1) of the Attorneys Act 53 of 1979, as explained in Jasat v Natal Law Society: (a) factual finding on the alleged conduct, (b) determining if the person is fit and proper, and (c) deciding on the appropriate sanction (suspension or striking‑off). Discretion may only be interfered with on appeal if exercised irrationally. Precedents such as Plascon‑Evans Paints Ltd v Van Riebeeck Paints and Law Society of the Cape of Good Hope v Budricks were cited regarding the proper exercise of discretion and the effect of a finding that a lawyer is not fit and proper.",
    "application": "The appellate court accepted that the factual findings of mismanaged accounts and dishonest conduct were established. It held that the High Court correctly concluded the respondents were not fit and proper persons. The court found the misdirections alleged by the respondents did not affect the second stage of the inquiry. Given the seriousness of the misconduct—trust mismanagement, touting and dishonesty—the court affirmed the striking‑off order and rejected the respondents’ request for a suspended penalty. The court also corrected the cost order to include the qualifying fees of the accountant.",
    "conclusion": "The appeal was dismissed and the counter‑appeal upheld. The respondents were struck off the roll of attorneys, with the first two also struck off the roll of conveyancers. They were ordered to surrender their certificates of enrolment, and to pay the costs of both the appeal and counter‑appeal on the attorney‑client scale, including the accountant’s fees. The court set a two‑week compliance period for surrendering certificates, with enforcement provisions for non‑compliance."
  },
  "tags": {
    "level_1": "Professional Conduct",
    "level_2": "Attorneys Discipline",
    "level_3": [
      "fit and proper",
      "strike-off",
      "trust account mismanagement",
      "touting",
      "disciplinary penalty"
    ]
  }
}