{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/135.html",
  "case_name": "Edcon Ltd v Pillemer NO and Others (191/08) [2009] ZASCA 135; [2010] 1 BLLR 1 (SCA); (2009) 30 ILJ 2642 (SCA) (5 October 2009)",
  "citation": "[2009] ZASCA 135",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 135\n|\nNoteup\n|\nLawCite\nEdcon Ltd v Pillemer NO and Others (191/08) [2009] ZASCA 135; [2010] 1 BLLR 1 (SCA); (2009) 30 ILJ 2642 (SCA) (5 October 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  191/08\nIn\r\nthe matter between:\nEDCON LTD                                            \r\n                                         APPELLANT\nv\nB\r\nPILLEMER NO                                                          \r\n     FIRST RESPONDENT\nCOMMISSION\r\nFOR CONCILIATION                            SECOND RESPONDENT\nMEDIATION\r\n& ARBITRATION\nP C REDDY                                            \r\n                           THIRD RESPONDENT\nNeutral citation:\nEdcon\r\nv Pillemer\n(191/2008)\n[2009] ZASCA 135\n(\n5\r\nOctober 2009).\nCoram:\tMpati P, Heher, Mlambo, Maya\r\nJJA and Tshiqi AJA\nHeard:\t4 September 2009\nDelivered:\t5 October 2009\nSummary:   \tLabour Law â\nLabour Relations Act 66 of 1995\nâ Commission for Conciliation\r\nMediation and Arbitration â Review of arbitration award\r\nâConstitutional standard of reasonableness\napplicable.\nLabour\r\nLaw â fairness of dismissal â destruction of relationship of\r\ntrust â evidence showing destruction necessary.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nLabour Appeal\r\nCourt, (Sangoni AJA with Wallis JA and Tlaletsi AJA concurring\r\nsitting as court of appeal).\nThe following order is made:\nThe appeal is dismissed with costs including the costs\r\nconsequent upon the employment of two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO JA\n(MPATI P, HEHER,\r\nMAYA JJA, TSHIQI AJA CONCURRING)\n[1]\tThe appellant (Edcon) had dismissed the third\r\nrespondent (Reddy) for misconduct. Contending that her dismissal was\r\nunfair Reddy\nreferred a dispute to the second respondent, the\r\nCommission for Conciliation Mediation and Arbitration (CCMA) for\r\nresolution through\nconciliation and, failing that, through\r\narbitration. The CCMA appointed the first respondent (Pillemer) to\r\narbitrate the dispute\nafter conciliation failed to resolve it.\nHaving conducted the arbitration proceedings\r\nPillemer made an award in which she concluded that Reddyâs\r\ndismissal was substantively\nunfair and ordered Edcon to reinstate her\r\nbut without arrear salary.\n[2]\tUnhappy with the award Edcon launched review\r\nproceedings in the Labour Court (LC) in terms of s 145\n1\nof the Labour Relations Act 66 of 1995 (LRA) with a view to setting\r\nit aside. The LC (Pillay J) declined to set the award aside.\n\nUndaunted, Edcon appealed to the Labour Appeal Court (LAC), with that\r\ncourtâs leave, but that effort again came unstuck when\nthe LAC\r\ndismissed the appeal, concluding that the award was unassailable. The\r\njudgment of the LAC has been reported â\nEdcon\r\nLtd v Pillemer NO & others\n(2008) 29 ILJ\r\n614 (LAC). Edconâs appeal is before us with special leave of this\r\ncourt.\n[3]\tFor appropriate appreciation of the matter, it is\r\nprudent to traverse its factual background in some detail. Reddy was\r\nthe beneficial\nuser of a company vehicle, a Toyota Corolla (the\r\nCorolla), courtesy of Edconâs car scheme policy (the policy). In\r\nJune 2003 the\nCorolla was involved in a collision with another\r\nvehicle whilst driven by Reddyâs son, Andre. Reddy was not in the\r\nCorolla at\nthe time. In terms of the policy Reddy was obliged,\r\namongst others, to report the accident to Edcon, the South African\r\nPolice Service\nand the relevant insurance company within 24 hours and\r\nnot carry out repairs to the Corolla without the approval of the\r\ninsurance\ncompany. Reddy did none of the above, arranging, instead,\r\nwith her husband to repair the Corolla at his panel beating shop at\r\nown\ncost. As fate would have it, a combination of factors led to\r\nEdcon getting to know of the collision some six months later. This\n\nwas when Reddy, who was unhappy with the Corollaâs performance,\r\ntook it to a Toyota dealer for a check up. On inspection the\nservice\r\npersonnel discovered collision damage which had apparently not been\r\nrepaired properly. When the service personnel appraised\nReddy of this\r\nfact she approached her manager, Mr Clive Dwyer, with a request to\r\nauthorise payment for the required repairs. She\ndid not, however,\r\ndisclose to Dwyer that the Corolla had been in a collision. He\r\ndiscovered this when he contacted the service\npersonnel.\n[4]\tOn being confronted by Dwyer, Reddy initially denied\r\nthat the Corolla had been involved in a collision but later admitted\r\nthe\noccurrence, stating that the collision had occurred whilst she\r\nwas driving it at a time when she was still employed by a company\n\nthat had later merged with Edcon. Dwyer referred the matter to Mr\r\nSayendiran Danny Naidoo, a security manager employed by Edcon,\nfor\r\ninvestigation. When Naidoo spoke to Reddy, she repeated her lie that\r\nshe was the driver when the collision took place, stating\nthat a\r\nminibus taxi had crashed into her. She did tell Naidoo, though, that\r\nshe had given the Corolla to her husband to repair\nat his panel\r\nbeating shop. Naidoo recommended Reddyâs suspension on full pay\r\npending finalisation of his investigation. At Naidooâs\nrequest for\r\na further statement Reddy changed her version, this time stating that\r\nthe collision had occurred whilst Andre was driving,\nbut that she was\r\na passenger. Her final statement was when she came clean and told the\r\ntruth with an offer to repay the costs associated\nwith the required\r\nrepairs. Andre had also, in the mean time, made a statement to Naidoo\r\nconfirming that he was driving the Corolla\nand that he was alone when\r\nthe collision occurred. It is common cause that in terms of the\r\npolicy Andre was entitled to drive the\nCorolla as he was in\r\npossession of a valid driverâs licence.\n[5]\tIn due course Edcon convened a disciplinary enquiry\r\nto look into the matter, chaired by Ms Yasmeen Ismail, an employee.\r\nThe\ncharge levelled against Reddy was: âfailure to be honest and\r\nact with integrity in that you committed an act, which has affected\n\nthe trust relationship between the company and the employee in that\r\non 8 June 2003 to 8 October 2003: You failed to report an accident\nof\r\na company vehicle . . . which your son was driving on the day of the\r\naccident (8 June 2003) and this resulted in a breach of\ntrust between\r\nyourself and the companyâ. Reddy pleaded guilty to the charge at\r\nthe commencement of the enquiry, stating that\nher ignorance of the\r\npolicy rule that Andre was entitled to drive the Corolla had driven\r\nher to be deceitful as an attempt to protect\nhim. She was found\r\nguilty and dismissed from her employment.\n[6]\tMs Ismailâs decision to dismiss Reddy appears to\r\nhave been motivated by her view that Reddy had behaved without\r\nintegrity\nand honesty, values regarded highly by Edcon. In this\r\nregard Ms Ismail regarded Reddyâs unblemished record and character\r\nas not\nsufficiently mitigatory of her conduct. Reddy appealed her\r\ndismissal and the resultant appeal hearing was chaired by Mr Loyiso\n\nMaponya, another employee. Reddyâs grounds of appeal were:\nâ\nPenalty too harsh\nâ in that it is respectfully submitted that although serious\r\noffences generally warrant dismissal, the nature of the offence\nin\r\nthis instance had not completely destroyed the trust relationship\r\nbetween the accused and the employer.\nInconsistency of Disciplinary\r\nPenalty\nâ\r\nHistorical inconsistency â in that the employer has not dismissed\r\nan employee guilty of a similar offence (uncontested) viz.\nan auditor\r\nby the name of Patience had acted dishonestly by failing to report an\r\naccident and had eventually told the truth.\nThe accused wishes the\r\nfollowing to be considered\nâ That she has dedicated most part of her working life to the\r\ncompany and is two years away from retirement age.\nShe accepts full responsibility\r\nfor all the necessary and reasonable costs of repairing the company\r\nvehicle and therefore the company\nwill incur no loss.\nShe is diabetic and hypertensive\r\nand the sequence of events have been stressful, seeing that she\r\nalways provided a loyal service\nto the company.â\n[7]\tRegarding the case of another employee (Patience\r\nMtsweni) who had apparently behaved in similar fashion to Reddy,\r\nMaponya remarked:\nâ\nIn examination of the\r\nevidence before me it appears that Ms Reddy had established a prima\r\nfacie case of similarities that existed\nbetween her case and that of\r\nMs Mtsweni.\nI have noted the following\r\nsalient similarities:\nBoth of them were involved in an\r\nact of dishonesty by failing to report the accident as per the\r\ncompany car policy and disciplinary\nprocedures.\nIn both cases it was their kids\r\nwho caused an accident with the company car.\nBoth of them was their first\r\noffence and it also appears that their line managers commended both\r\nof them as good and hard working\nemployees.\nBoth of them had undertaken to\r\npay the cost for the repair of the company vehicle.\nThe company did not dispute the\r\nabove allegations of inconsistency, the only objection the company\r\nhad with this issue was the issue\nregarding the amount that Ms Reddy\r\nhad undertaken to pay towards repair costs of the vehicle.â\nMaponya, however, upheld the sanction of dismissal,\r\nconcluding that:\nâ\nIn evaluating the nature and\r\nthe role played by Ms Reddy in the commission of the above\r\nmisconduct, it is clear that it resulted\nin a negative impact on the\r\ntrust relationship. When Ms Reddy was confronted about the accident\r\nshe lied throughout the investigation,\nwith the aim to hide the true\r\nfacts of what really happened to the company car. It is trite law\r\nthat an act of dishonesty undermines\nthe trust relationship and\r\ntherefore may justify dismissal.\nMs Reddy has been remorseful for\r\nher actions, however in the above case the gravity of her offence\r\ndoes not justify a deviation\nfrom the prescribed penalty.â\nThis turn of events prompted Reddy to initiate the CCMA\r\nproceedings referred to earlier.\n[8]\tWhen Pillemer became seized with the arbitration,\r\nshe identified the fairness or otherwise of the sanction of dismissal\r\nas the\nissue requiring determination. Analysing the evidence Pillemer\r\nremarked that Reddyâs failure to report the collision in itself\nwas\r\nnot misconduct that warranted dismissal, but that the issue was\r\nwhether her lack of candour thereafter destroyed the trust\n\nrelationship, justifying her dismissal. Pillemer also determined,\r\nreferring to s 138\n2\nof the LRA, that as arbitrator she was entitled to have regard to\r\ncertain correspondence from Dwyer and one Val Barnes, also a\nmanager\r\nemployed by Edcon, who had at some stage worked with Reddy. Both had\r\nnot testified in the arbitration but their views,\ncaptured in the\r\ncorrespondence, were a disavowal of a breakdown in the trust\r\nrelationship.\n[9]\tPillemer found that no direct evidence had been led\r\nby Edcon to show that the trust relationship had been destroyed by\r\nReddyâs\nmisconduct and lack of candour. She further found that for\r\na decision to dismiss a person with Reddyâs track record of 43\r\nyears\nunblemished employment with Edcon and related companies, the\r\nmisconduct committed had to be gross and evidence was necessary to\n\nshow that the trust relationship had in fact been destroyed. She went\r\non to find that Reddyâs long and unblemished track record\nmilitated\r\nagainst a decision to dismiss her under the circumstances. She also\r\nfound that the views expressed by Barnes and Dwyer\nwere an indication\r\nthat dismissal in those circumstances was not an inevitable result.\r\nShe consequently concluded that Edcon had\nfailed to prove that\r\ndismissal was a fair sanction.\n[10]\tBefore us counsel for Edcon, Mr Redding SC,\r\nessentially argued that the award issued by Pillemer was defective,\r\nrendering it\nliable to be set aside. This argument was premised on\r\nthree bases:\n(1)\tthat Pillemer failed to appreciate the extent of\r\nReddyâs dishonesty in the context of Edconâs own rules. He argued\r\nthat\nthis failure by Pillemer prevented her from appreciating the\r\njustification for Edconâs decision to dismiss Reddy;\n(2)\tthat Pillemerâs admission of hearsay evidence\r\nwithout proper consideration of the provisions of s 3(1)(c) of the\r\nLaw of Evidence\nAmendment Act 45 of 1998 rendered her award\r\ndefective; and\n(3)\tthat Pillemerâs finding that the appellant had led\r\nno evidence regarding the alleged destruction of the trust\r\nrelationship\nwas erroneous.\n[11]\tThis being a review of an award of a CCMA\r\ncommissioner, it is worthwhile to revisit the jurisprudence that has\r\ndeveloped around\nCCMA arbitration awards. The standard employed in\r\nthe review of awards issued by CCMA commissioners is an area that has\r\noccupied\nthe minds of judges of the LC and LAC since the inception of\r\nthe labour dispensation ushered in by the LRA. Until the LACâs\r\ndecision\nin\nCarephone (Pty) Ltd v Marcus NO &\r\nothers\n(1998)\r\n19 ILJ 1425 (LAC),\nthe standard of review\r\napplicable to CCMA awards was far from certain in view of the\r\ndivergence of views among LC judges at the\ntime about the\r\napplicability of s 145 and s 158(1)(g)\n3\nof the LRA in the review of CCMA arbitration awards.\n4\nThe LAC in\nCarephone\nfound that the administrative justice provisions in the Constitution\n5\nwere integral to the functions of CCMA commissioners when arbitrating\r\ndisputes. The court, having concluded that substantive rationality\n\nwas required of âadministrative decision makersâ, formulated the\r\nstandard of review applicable to CCMA awards as follows:\nâ\nMany formulations have been\r\nsuggested for this kind of substantive rationality required of\r\nadministrative decision makers, such\nas âreasonablenessâ,\r\nârationalityâ, âproportionalityâ, and the like . . . It seems\r\nto me that one will never be able\nto formulate a more specific test\r\nother than, in one way or another, asking the question: is there a\r\nrational objective basis justifying\nthe connection made by the\r\nadministrative decision maker between the material properly available\r\nto him and the conclusion he or\nshe eventually arrived at?â\n6\n[1\n2]\tThe\r\ncontroversy regarding the reviewability of CCMA awards did not go\r\naway, however, as a divergence of views began to emerge\nagain from\r\nthe LAC regarding the ambit of the\nCarephone\nstandard. One view was that the standard of review of a CCMA award\r\nwas whether an award was justifiable in relation to the reasons\ngiven\r\nfor it.\nSee\nMzeku &\r\nothers v Vokswagen SA (Pty) Ltd & others\n(2001) 22 ILJ 1575 (LAC);\n[2001] 8 BLLR 857\n(LAC) at para 60;\nAdcock\r\nIngram Critical Care v CCMA & others\n(2001) 22 ILJ 1799 (LAC);\n[2001] 9 BLLR 979\n(LAC) at para 22;\nWaverley Blankets Ltd v CCMA & others\n(2003) 24 ILJ 388 (LAC);\n[2003] 3 BLLR 236\n(LAC) at para 41;\nBranford\r\nv Metrorail Services (Durban) & others\n(2003) 24 ILJ 2269 (LAC);\n[2004] 3 BLLR 199\n(LAC) at para 20.\r\nThe other, broader view, was whether the award was justifiable not\r\nonly in relation to the reasons given\nfor it, but also taking account\r\nof the material placed before the commissioner. See\nToyota\r\nSA Motors (Pty) Ltd v Radebe & others\n[2000]\r\n21 ILJ 340 (LAC) at para 53;\nShoprite Checkers\r\n(Pty) Ltd v Ramdaw NO & others\n(2001) 22\r\nILJ 1603 (LAC);\n[2001] 9 BLLR 1011\n(LAC) at para 101.\n[13]\tThe uncertainty created had the consequence that\r\nthe review of CCMA awards continued to clog the rolls of our Labour\r\nspecialist\ncourts. It was therefore inevitable that the\r\nConstitutional Court would at some stage be drawn into the debate.\r\nThis eventually\noccurred in the matter of\nSidumo\r\n& another v Rustenburg Platinum Mines Ltd & others\n(2007) 28 ILJ 2405 (CC). That\r\nmatter had its origin in the dismissal of the appellant (Sidumo) who\r\nhad then obtained an award in\nthe CCMA reversing his dismissal on the\r\nbasis that it was too harsh. A review of the award failed in the LC\r\nand an appeal to the\nLAC also failed. See\nRustenburg\r\nPlatinum Mines Ltd v CCMA & others\n[2004]\r\n1 BLLR 34\n(LAC). This is one of those decisions emanating from the\r\nLAC in which the so-called broad standard of review was favoured.\n7\n[14]\tThat decision came on appeal to this court. See\nRustenburg Platinum Mines Ltd (Rustenburg\r\nSection) v Commission for Conciliation, Mediation and Arbitration\n2007 (1) SA 576\n(SCA);\n[2006] 11 BLLR 1021\n(SCA); (2006) 27 ILJ 2076\r\n(SCA). The appeal succeeded in this court and part of the reasoning\r\nis found in paras 29 and 30 to the\nfollowing effect:\nâ\n[29]\tFor what both\nCarephone\nand PAJA required the LAC to do was to consider whether the\r\ncommissionerâs decision to reinstate Sidumo was ârationally\r\nconnectedâ\nto the information before him and\nto\r\nthe reasons he gave for it\n.\r\nâRational connectionâ requires, as Froneman DJP explained in\nCarephone\n(para [37]), in a passage this Court approved and applied in the\r\nlight of PAJA, that there must be a rational objective basis\r\njustifying the connection the commissioner made between the material\r\nbefore him and the conclusion he reached.\n[30]\tThe LAC did not apply this\r\ntest. Nor did it refer to\nCarephone\n,\r\nor indeed to PAJA. Instead it asked whether considerations existed,\r\nwhich the commissioner had taken into account, that were âcapable\n\nof sustainingâ his finding. In effect, the LAC asked whether there\r\nwas material on record that could support the view that, despite\nhis\r\nerrors, the commissioner had nevertheless âgot it rightâ. In so\r\napproaching the matter, the LAC treated the mineâs challenge\nto the\r\ndecision as an appeal. In my respectful view, this was incorrect. The\r\nquestion on review is not whether the record reveals\nrelevant\r\nconsiderations that are capable of justifying the outcome. That test\r\napplies when a court hears an appeal: then the enquiry\nis whether the\r\nrecord contains material showing that the decision â\r\nnotwithstanding any errors of reasoning â was correct.\nThis is\r\nbecause in an appeal, the only determination is whether the decision\r\nis right or wrong.â\n[1\n5]\tWhen\r\nthe matter was eventually heard in t\nhe\r\nConstitutional Court, that court exhaustively considered the\r\njurisprudence regarding administrative review in general and\r\nspecifically\nin relation to CCMA awards as well as the impact of the\r\nConstitution. The court reasoned the matter for present purposes as\r\nfollows:\nâ\n[106]\tThe\nCarephone\ntest, which was substantive and involved greater scrutiny than the\r\nrationality test set out in\nPharmaceutical\r\nManufacturers\n,\r\nwas formulated on the basis of the wording of the administrative\r\njustice provisions of the Constitution at the time, more\r\nparticularly,\nthat an award must be justifiable in relation to the\r\nreasons given for it. Section 33(1) of the Constitution presently\r\nstates that\neveryone has the right to administrative action that is\r\nlawful, reasonable and procedurally fair. The reasonableness standard\r\nshould\nnow suffuse section 145 of the LRA.\n[107]\tThe\r\nreasonableness standard was dealt with in\nBato\r\nStar\n.\r\nIn the context of section 6(2)(h)\nof\r\nPAJA, OâRegan J said the following: â[A]n administrative decision\r\nwill be reviewable if, in Lord Cookeâs words, it is one\nthat a\r\nreasonable decision-maker could not reach.â\n[108]\tThis\r\nCourt recognized that scrutiny of a decision based on reasonableness\r\nintroduced a substantive ingredient into review\nproceedings. In\r\njudging a decision for reasonableness, it is often impossible to\r\nseparate the merits from scrutiny. However, the\ndistinction between\r\nappeals and reviews continues to be significant.\n[109]\tReview\r\nfor reasonableness, as explained by Professor Hoexter, does threaten\r\nthe distinction between review and appeal. The\nLabour Court in\r\nreviewing the awards of commissioners inevitably deals with the\r\nmerits of the matter. This does tend to blur the\ndistinction between\r\nappeal and review. She points out that it does so in the limited\r\nsense that it necessarily entails scrutiny\nof the merits of\r\nadministrative decisions. She states that the danger lies, not in\r\ncareful scrutiny, but in âjudicial overzealousness\nin setting aside\r\nadministrative decisions that do not coincide with the judgeâs own\r\nopinionsâ. This Court in\nBato\r\nStar\nrecognized that danger. A judgeâs task is to ensure that the\r\ndecisions taken by administrative agencies fall within the bounds\nof\r\nreasonableness as required by the Constitution.\n[110]\tTo\r\nsummarise,\nCarephone\nheld that s 145 of the LRA was suffused by the then constitutional\r\nstandard that the outcome of an administrative decision should\nbe\r\njustifiable in relation to the reasons given for it. The better\r\napproach is that s 145 is now suffused by the constitutional\nstandard\r\nof reasonableness. That standard is the one explained in\nBato\r\nStar\n:\r\nIs the decision reached by the commissioner one that a reasonable\r\ndecision-maker could not reach? Applying it will give effect\nnot only\r\nto the constitutional right to fair labour practices, but also to the\r\nright to administrative action which is lawful,\nreasonable and\r\nprocedurally fair.â\nAnd further\nâ\n[119]\tTo\r\nmy mind, having regard to the reasoning of the commissioner, based on\r\nthe material before him, it cannot be said that his\nconclusion was\r\none that a reasonable decision-maker could not reach. This is one of\r\nthose cases where the decision-makers acting\nreasonably may reach\r\ndifferent conclusions. The LRA has given that decision-making power\r\nto a commissioner.â\nReduced to its bare essentials, the standard of review\r\narticulated by the Constitutional Court is whether the award is one\r\nthat\na reasonable decision maker could arrive at considering the\r\nmaterial placed before him.\n[16]\tIt is therefore the reasonableness of the award\r\nthat becomes the focal point of the enquiry and in determining this\r\none focuses\nnot only on the conclusion arrived at but also on the\r\nmaterial that was before the commissioner when making the award. It\r\nis remarkable\nthat the constitutional standard of âreasonablenessâ\r\npropounded by the Constitutional Court in\nSidumo\nis conceptually no different to what the LAC said in\nCarephone\n.\r\nThe only difference is in the semantics â the LAC had preferred\r\nâjustifiabilityâ whilst the Constitutional Court has preferred\n\nthe term âreasonablenessâ.\n[17]\tWith this treatise of the law regarding the\r\nstandard of review applicable to CCMA awards I return to the facts.\r\nThe thrust\nof Edconâs case is that Pillemer had ample material\r\nbefore her showing that the trust relationship between it and Reddy\r\nhad been\ndestroyed by Reddyâs misconduct and lack of candour. This,\r\nit was submitted, showed that the decision to dismiss her was\r\njustified.\nThe determinant issue in the appeal must therefore be\r\nwhether the trust relationship between Edcon and Reddy had been shown\r\nin\nthe arbitration to have been destroyed. This calls for an\r\nexamination of Pillemerâs reasons for her conclusion and the\r\nmaterial\nthat was available to her in arriving at it.\n[18]\tAs already stated, Pillemer concluded that Edcon\r\nhad failed to show that the trust relationship had been destroyed by\r\nReddyâs\ndeceitful conduct. Both the LC and LAC upheld this\r\nconclusion. Naidoo was Edconâs sole witness in the arbitration and\r\nReddy testified\nin support of her own case. The records of the\r\ndisciplinary enquiry and appeal hearing, as well as all statements\r\ncollated by Naidoo\nduring the investigation, were also before\r\nPillemer as well as the correspondence from Barnes and Dwyer.\n[19]\tIt is to Naidooâs testimony, as Edconâs sole\r\nwitness in the arbitration, as well as the documentary evidence\r\nreferred to\nabove, that one must look to see if indeed there was\r\nevidence showing that Reddyâs conduct had destroyed the trust\r\nrelationship\nbetween her and Edcon. Naidooâs testimony in the\r\narbitration was mainly to recount the investigative history of the\r\nmatter. He\nalso testified that Edcon was intolerant towards\r\ndishonesty and that employees were generally dismissed if they\r\ncommitted dishonest\nacts. This, he said, was one of Edconâs core\r\nvalues. As already mentioned Naidoo was the investigator of Reddyâs\r\nmisconduct\nand fielded some of her lies. It was at his\r\nrecommendation, as investigator, that Reddy was suspended and\r\neventually disciplined.\nWhat becomes immediately apparent is that\r\nNaidooâs evidence did not, and could not, deal with the impact of\r\nReddyâs conduct\non the trust relationship. Neither did Naidoo\r\ntestify that Reddyâs conduct had destroyed the trust relationship.\r\nThis was the\ndomain of those managers to whom Reddy reported. They\r\nare the persons who could shed light on the issue. None testified.\n[20]\tEdconâs policy regarding the misconduct at issue\r\nhere was also before Pillemer. But that document is just that â a\r\npolicy\nâ and is no evidence of the consequences of misconduct based\r\non it. On its own it evinces Reddyâs failure to comply with its\n\ndictates. It cannot be correct that mere production thereof would\r\nsuffice to justify a decision to dismiss. The gravaman of Edconâs\n\ncase against Reddy was that her conduct breached the trust\r\nrelationship. Someone in management and who had dealings with Reddy\n\nin the employment setup, as already alluded to, was required to tell\r\nPillemer in what respects Reddyâs conduct breached the trust\n\nrelationship. All we know is that Reddy was employed as a quality\r\ncontrol auditor; no evidence was adduced to identify the nature\nand\r\nscope of her duties, her place in the hierarchy, the importance of\r\ntrust in the position that she held or in the performance\nof her\r\nwork, or the adverse effects, either direct or indirect, on Edconâs\r\noperations because of her retention, eg because of\nprecedent or\r\nexample to others. In\nDe Beers Consolidated\r\nMines Ltd v CCMA & others\n(2000) 21 ILJ\r\n1051 (LAC) at paras [17] to [27] Conradie JA considered the\r\nrelationship between an employeeâs dishonesty and continued\n\nemployment, and the bearing of such factors as long service, which\r\nPillemer also considered. In the present context he said (at\npara\r\n[23]):\nâ\nThe seriousness of dishonesty\r\nâ ie whether it can be stigmatized as gross or not â depends not\r\nonly, or even mainly, on the\nact of dishonesty itself but on the way\r\nit impacts on the employerâs businessâ.\nBut to get here evidence showing adverse impact, if any,\r\non the âbusinessâ is critical.\n[21]\tIt also cannot be correct as submitted by Mr\r\nRedding, that Ismail and Maponya, who were the internal\r\ndisciplinary enquiry\nand appeal chairpersons respectively, provided\r\nthe management view regarding the damaged trust relationship. It\r\nneeds hardly be\nstated that their role in those proceedings was not\r\nas witnesses. They were there to ensure that a fair conclusion was\r\nreached\nby Edcon regarding Reddyâs fate. In fact Ismail did not\r\nmake a positive finding in this regard save to state that Reddy had\r\nnot\nconducted herself with the integrity and honesty expected by\r\nEdcon, whilst Maponya did state that her conduct had had an impact\non\r\nthe trust relationship. Maponya, as a matter of fact, had no evidence\r\nsuggesting a breakdown in the trust relationship and one\ncan only\r\nsurmise that he relied on his opinion as an employee in making this\r\nfinding. The surprising feature regarding the findings\nby Ismail, and\r\nespecially Maponya, is that Barnes had testified in the disciplinary\r\nenquiry and stated that she could still work\nwith Reddy. She was not\r\nchallenged by Naidoo.\n[22]\tPillemer was entitled and in fact expected, in the\r\nscheme of things, to explore if there was evidence by Edcon and/or on\r\nrecord\nbefore her showing that dismissal was the appropriate sanction\r\nunder the circumstances. This was because Edconâs decision was\n\nunderpinned by its view that the trust relationship had been\r\ndestroyed.\nShe\ncould find no evidence suggestive of the alleged\r\nbreakdown and specifically\nmentioned this as one of her reasons for\r\nconcluding that Reddyâs dismissal was inappropriate. A reading of\r\nthe award further reveals\nthat in addition to this finding Pillemer\r\nalso found that in the context of that matter Reddyâs long and\r\nunblemished track record\nwas also an important consideration in\r\ndetermining the appropriateness of her dismissal.\n[23]\tIt is inevitable that courts, in determining the\r\nreasonableness of an award, have to make a value judgment as to\r\nwhether a\ncommissionerâs conclusion is rationally connected to\r\nhis/her reasons taking account of the material before him/her. That\r\nthis\nis the correct approach has been stated on a number of occasions\r\nby the LAC,\n8\nthis court in the\nSidumo\nmatter\n9\nas well as the Constitutional Court in the same matter\n10\n.\r\nIn my view, Pillemerâs finding that Edcon had led no evidence\r\nshowing the alleged breakdown in the trust relationship is beyond\n\nreproach. In the absence of evidence showing the damage Edcon asserts\r\nin its trust relationship with Reddy, the decision to dismiss\nher was\r\ncorrectly found to be unfair. She cannot be faulted on any basis and\r\nher conclusion is clearly rationally connected to\nthe reasons she\r\ngave, based on the material available to her. She did not stray from\r\nwhat was expected of her in the execution\nof her duties as a CCMA\r\narbitrator. The challenge, therefore, to Pillemerâs award on this\r\nbasis is without merit. I have no hesitation\nin concluding that the\r\naward issued by her is properly compliant with the constitutional\r\nstandard of reasonableness propounded\nin\nSidumo\n.\r\nThis conclusion on its own is, in my view, dispositive of the appeal.\r\nI find it unnecessary therefore, in view of this conclusion,\nto\r\nconsider the other interesting point regarding the admissibility of\r\nhearsay evidence, raised on behalf of Edcon.\n[24]\tThe appeal is dismissed with costs including the\r\ncosts consequent upon the employment of two counsel.\n_________________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \tA I S Redding SC\nINSTRUCTED BY:              \tDeneys Reitz Inc, Durban\nCORRESPONDENT:          \tLovius Block, Bloemfontein\nCOUNSEL FOR RESPONDENT:\tC G Marnewick SC; U Madhoo\nINSTRUCTED BY:\t\t\tNaidoo & Company, Durban\nCORRESPONDENT:\tMpobole & Ismail, Bloemfontein\n1\nSection 145 provides: â\nReview of arbitration\r\n\tawards\n(1)\r\n\t Any party to a\ndispute\nwho\r\n\talleges a defect in any arbitration proceedings under the auspices\r\n\tof the Commission may apply to the Labour Court for an\norder setting\r\n\taside the arbitration award â\n(a)  . . .\n(b)  . . .\n(2)  A defect referred\r\n\tto in subsection (1), means â\n(a)  that the\r\n\tcommissioner â\n(i)  committed\r\n\tmisconduct in relation to the duties of the commissioner as an\r\n\tarbitrator;\n(ii)  committed a\r\n\tgross irregularity in the conduct of the arbitration proceedings; or\n(iii)  exceeded\r\n\tthe commissionerâs powers; or\n(b)  that an award has\r\n\tbeen improperly obtained.\n(3)  . . .\n(4)  . . .â\n2\nSection 138(1) provides: âThe commissioner may\r\n\tconduct the arbitration in a manner that the commissioner considers\r\n\tappropriate\nin order to determine the\ndispute\nfairly and quickly, but must deal with\r\n\tthe substantial merits of the\ndispute\nwith the minimum of legal formalities.â\n3\nThe section provides: â\nThe Labour Court may â\n(g)\tsubject\r\n\tto s 145, review the performance or purported performance of any\r\n\tfunction provided for in\nthis Act\non any grounds that are permissible in law.â\n4\nSome judges of the LC had favoured reviewing CCMA  awards under s\r\n\t158(1)(g) having branded s 145 as too restrictive and\r\n\tunconstitutional\nand as such inconsistent with the administrative\r\n\tjustice dictates of the Constitution of the Republic of South\r\n\tAfrica, Act 108\nof 1996. Another view favoured by some LC judges was\r\n\tthat only s 145 was applicable in the review of CCMA awards. In\nCarephone\nthe LAC settled that controversy by concluding that s 145 and 158\r\n\thad specific functions but that only s 145 was applicable in\nthe\r\n\treview of CCMA awards.\n5\nConstitution of the Republic of South Africa Act\r\n\t108 of 1996.\n6\nAt para 37.\n7\nThe LAC had reasoned that the reasons of the\r\n\tcommissioner which were attacked in the LC review could not on their\r\n\town sustain\nthe award but that there were other reasons which were\r\n\tnot challenged in the review which rendered the award unassailable\r\n\ton\nappeal.\n8\nCarephone\nsupra in para 36: âIn determining whether\r\n\tadministrative action is justifiable in terms of the reasons given\r\n\tfor it, value judgments\nwill have to be made which will, almost\r\n\tinevitably, involve the consideration of the âmeritsâ of the\r\n\tmatter in some way or\nanother. As long as the judge determining this\r\n\tissue is aware that he or she enters the merits not in order to\r\n\tsubstitute his\nor her own opinion on the correctness thereof, but to\r\n\tdetermine whether the outcome is rationally justifiable, the process\r\n\twill\nbe in order.â\n9\nRustenburg Platinum Mines Ltd (Rustenburg\r\n\tSection)\nsupra in para 31: âIn a review,\r\n\tthe question is not whether the decision is capable of being\r\n\tjustified (or, as the LAC thought,\nwhether it is not so incorrect as\r\n\tto make intervention doubtful), but whether the decision-maker\r\n\tproperly exercised the powers\nentrusted to him or her. The focus is\r\n\ton the process, and on the way in which the decision-maker came to\r\n\tthe challenged conclusion.\nThis is not to lose sight of the fact\r\n\tthat the line between review and appeal is notoriously difficult to\r\n\tdraw. This is partly\nbecause process-related scrutiny can never\r\n\tblind itself to the substantive merits of the outcome. Indeed, under\r\n\tPAJA the merits\nto some extent always intrude, since the court must\r\n\texamine the connection between the decision and the reasons the\r\n\tdecision-maker\ngives for it, and determine whether the connection is\r\n\trational. That task can never be performed without taking some\r\n\taccount\nof the substantive merits of the decision.â\n10\nAt para 109",
  "scraped_at": "2026-02-12T05:22:31.476735",
  "date": "2009-10-05",
  "coram": [
    "Mpati P",
    "Heher",
    "Mlambo",
    "Maya JJA",
    "Tshiqi AJA"
  ],
  "case_number": "191/08",
  "parties": {
    "applicants": [
      "EDCON LTD"
    ],
    "respondents": [
      "B PILLEMER NO",
      "Commission for Conciliation, Mediation and Arbitration",
      "PC Reddy"
    ]
  },
  "sections": {
    "facts": "Reddy, a long‑serving employee, was the designated user of a company vehicle. In June 2003 the car was involved in a collision driven by her son, Andre. Reddy failed to report the accident as required by the company car policy and arranged unauthorised repairs. Six months later the accident was discovered when the car was taken for a service check. Reddy initially denied the collision, later admitted it, and gave conflicting accounts. Edcon suspended her, conducted a disciplinary enquiry, and dismissed her on the charge of dishonesty and breach of trust. Reddy appealed to the CCMA; arbitrator Pillemer found the dismissal substantively unfair because Edcon had not shown that the trust relationship was destroyed. Edcon sought a review of the award under s 145 LRA, which was rejected by the Labour Court and Labour Appeal Court. The matter reached the Supreme Court of Appeal.",
    "issues": "1. Whether Reddy’s dismissal for alleged dishonesty was substantively fair. 2. Whether Edcon proved that the trust relationship with Reddy was destroyed, justifying dismissal. 3. Whether the CCMA award should be set aside on the basis of a defect in the arbitration. 4. What standard of review applies to CCMA arbitration awards – justifiability or reasonableness.",
    "principles": "The Court applied the constitutional reasonableness standard for reviewing CCMA awards as articulated in Sidumo and Bato Star, requiring that a decision be one a reasonable decision‑maker could reach based on the material before them. The award must be rationally connected to the evidence. Mere policy documents do not constitute proof that a trust relationship has been destroyed. Precedents cited include Carephone (establishing the need for substantive rationality), Sidumo (reasonableness as the applicable standard), and De Beers Consolidated Mines (the need for evidence of actual impact of dishonesty).",
    "application": "The Court examined the evidence before the arbitrator – testimony of the security manager (Naidoo), Reddy’s own statements, and correspondence from managers. It found no direct evidence that Reddy’s conduct had destroyed the trust relationship; management personnel who could have testified to such a breakdown did not appear. The policy alone was insufficient to justify dismissal. Consequently, the arbitrator’s finding that the dismissal was unfair was rationally connected to the material. Edcom’s arguments that the arbitrator ignored the extent of dishonesty, admitted hearsay evidence, or erred in finding no evidence of trust destruction were rejected.",
    "conclusion": "The appeal was dismissed with costs, including the costs of employing two counsel. The CCMA award was upheld as compliant with the constitutional reasonableness standard. The Court declined to consider the separate issue of admissibility of hearsay evidence."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "trust relationship",
      "reasonableness standard",
      "CCMA arbitration",
      "review of award"
    ]
  }
}