{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/146.html",
  "case_name": "Harrington NO and Another v Transnet Limited t/a Metrorail and Others (32/2009) [2009] ZASCA 146; 2010 (2) SA 479 (SCA) ; [2010] 2 All SA 220 (SCA) (26 November 2009)",
  "citation": "[2009] ZASCA 146",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 146\n|\nNoteup\n|\nLawCite\nHarrington NO and Another v Transnet Limited t/a Metrorail and Others (32/2009) [2009] ZASCA 146; 2010 (2) SA 479 (SCA) ; [2010] 2 All SA 220 (SCA) (26 November 2009)\nDownload original files\nPDF format\nRTF format\n+\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJ\nUDGMENT\nCase No: \r\n32/2009\nMARK\r\nHARRINGTON N.O.\nFirst\nAppellant\nSIYAVUMA\r\nNGALEKA\nSecond Appellant\nand\nTRANSNET\r\nLIMITED trading as METRORAIL\nFirst\nRespondent\nJ\r\nC HUMAN\nSecond Respondent\nKUFFS\r\nSECURITY SERVICES CC\nThird Respondent\nNeutral\r\ncitation\n:\nHarrington\r\nN.O. v Transnet\n(32/09)\n[2009] ZASCA 146\n(26\r\nNovember 2009)\nCoram:\tMPATI P, NAVSA,\r\nHEHER, MHLANTLA JJA\nand LEACH AJA\nHeard:\t9\nNovember 2009\nDelivered:\t26\r\nNovember 2009\nUpdated:\nSummary:\tNegligence\r\n– cable patrol near railway line – duty of railway\r\nauthorities to warn of despatch of unscheduled\ntrain at night –\r\nwhether patrol contributorily negligent – relevance of belief\r\nfounded in experience but misplaced.\nRailways –\r\nunscheduled train at night – duties of service operator and\r\ndriver to workers near line.\n____________________________________________________________________________________\nORDER\nIn\r\nan appeal from the High Court, Cape Town (Van Zyl, Waglay and Ndita\r\nJJ sitting as court of appeal from a single judge (Blignault\nJ).\nThe\r\nfollowing order is made:\n1.\tThe\r\nappeal succeeds as against the first respondent.\n2.\tThe\r\nappeal is dismissed as against the second respondent.\n3.\tThe\r\ncosts of the appeal including any costs incurred by the second\r\nrespondent are\nto\r\nbe borne by the first respondent.\n4.\tThe\r\norder of the court\na quo\nis\r\nset aside and replaced by the following order:\n‘\n(a)\tThe\r\nappeal of the first appellant, Metrorail, is dismissed with costs.\n(b)\tThe\r\nappeal of the second appellant, Human, is upheld with costs.\n(c)\tThe\r\nappeal of the third appellant, Kuffs, is dismissed with costs.\n(d)\tThe\r\ncosts of the second appellant are to be paid by the first appellant.\n(e)\tThe\r\norder of the trial court is set aside and replaced by the following\r\norder:\n“\n(i)\tThe first\r\ndefendant is liable to pay damages to the plaintiffs.\n(ii)\tThe first defendant\r\nis liable to pay the plaintiffs’ costs to date.\n(iii)\tThe third party is\r\nobliged to indemnify the first defendant against the plaintiffs’\r\nclaims.\n(iv)\tCosts as between the\r\nfirst defendant and third party are to stand over for later\r\ndetermination.\n(v)\tThe action against\r\nthe second defendant is dismissed with costs. Such costs\nare\r\nto be paid by the first defendant”.’\nJUDGMENT\n___________________________\n__________________________________________\nHEHER\r\nJA (MPATI P, NAVSA, MHLANTLA JJA and LEACH AJA):\n[1]\tThe\r\nappellants, with the special leave of this Court, appeal against a\r\njudgment of the Full Bench of the Western Cape Division\nof the High\r\nCourt.\n[2]\tThe\r\nappellants\n1\nwere security guards employed by Kuffs Security Services CC\r\n(‘Kuffs’), the third respondent.\n2\nKuffs provided such services to Transnet Ltd, trading as Metrorail,\r\nthe first respondent, on the Cape Town rail network and at\ntrain\r\nstations.\n[3]\tAt\r\nabout 22h45 on Sunday, 3 February 2002, the appellants were\r\npatrolling the electric cables in the area between Cape Town\nStation\r\nand Woodstock station in the course of their duties.\n[4]\tThere\r\nwere no scheduled trains after 22h00 and the suburban rail services\r\ndid not operate until 04h00 the next morning. Metrorail\nsent an\r\nunscheduled train down the line from Cape Town to Salt River for\r\nrepairs.\n3\nNo warning was given to the appellants. The train was driven by\r\nMetrorail’s employee, Mr Human, the second respondent.\n[5]\tHuman\r\napparently saw two figures, (the appellants) walking on the line. He\r\nsounded the train’s siren and looked for a\nreaction. When it\r\ndid not come he applied the brakes. By that time it was too late for\r\nthe train to come to a halt before it reached\nthe appellants who were\r\nstruck from behind by the train.\n[6]\tThe\r\nappellants suffered serious injuries. The first appellant’s\r\nbrain damage required the appointment of a curator\nad\r\nlitem\n.\n[7]\tThe\r\nappellants instituted action against Metrorail and Human in the Cape\r\nHigh Court. Metrorail joined Kuffs as a third party,\ncontending that\r\nif it was held liable to the appellants, then Kuffs was similarly\r\nliable to it in terms of an indemnity contained\nin the contract\r\nbetween them.\n[8]\tAt\r\nthe commencement of the trial, at the request of the parties,\r\nBlignault J ordered that the issues relating to liability and\nquantum\r\nbe separated. The trial proceeded only in respect of the liability of\r\nthe respondents and the existence and extent of contributory\nnegligence\r\non the part of the appellants\n.\n[9]\tOn\r\n22 August 2006 Blignault J handed down a judgment in which he\r\nanalysed the evidence in detail.\n4\nHe ordered that:\n‘\n(a)\tFirst\r\ndefendant (Metrorail) and third defendant (Human) are jointly and\r\nseverally liable to pay damages to plaintiffs.\n(b)\tThe\r\ndamages to be recovered by each of the plaintiffs are subject to a\r\nreduction by one third in terms of section 1(1)(a) of\nthe Act.\n5\n(c)\tFirst\r\nand third defendants are jointly and severally liable for the costs\r\nincurred by plaintiffs to date.\n(d)\tThe\r\nthird party (Kuffs) is obliged to indemnify first defendant\r\n(Metrorail) against plaintiffs’ claims.\n(e)\tAll\r\nquestions of costs as between first defendant and the third party\r\nstand over for later determination.’\nBlignault\r\nJ granted the present respondents leave to appeal to the Full Bench\r\nand the present appellants leave to cross-appeal against\nthe\r\napportionment.\n[10]\tThe\r\nappeal and cross-appeal were heard in January 2008. On 20 October\r\n2008 Van Zyl J (Waglay and Ndita JJ concurring) made\nthe following\r\norder:\n‘\n1.\tThe\r\nappeal is upheld with costs, including the costs of the application\r\nfor leave to appeal.\n2.\tThe\r\ncross-appeal is dismissed with costs, including the costs of the\r\napplication for leave to cross-appeal.\n3.\tThe\r\norders of the court\na\r\nquo\nare set aside and\r\nreplaced by the following:\n“\nThe\r\nclaims of the appellants are dismissed with costs”.\n4.\tThe\r\nrespondents are ordered, jointly and severally, to pay such costs,\r\nthe one paying the other to be absolved.’\n[11]\tThe\r\nfacts set out in the preceding paragraphs are common cause. I will,\r\nin the course of this judgment, examine the evidence\nmore closely\r\nwhere that is necessary to resolve disputes.\n[12]\tThe\r\ncase for the appellants, both as pleaded and subsequently maintained,\r\nwas that Metrorail acted negligently and unlawfully\nin the following\r\nrespects:\n(1)\tIn\r\nfailing to take any or reasonable measures to ensure that the\r\nappellants\n(a)\treceived\r\nadequate safety training; and\n(b)\tcompleted\r\nMetrorail’s in-house test and induction training before\r\ncommencing their duties.\n(2)\tIn\r\nfailing to warn the appellants of either the unscheduled train\r\njourney or the approach of the train, notwithstanding its\nawareness\r\nthat the railway line was patrolled after 22h00 by security guards\r\nsuch as the appellants.\n(3)\tOn\r\na vicarious basis, arising from the failure of its employee Human to\r\napply the brakes timeously.\n[13]\tThe\r\nappellants contend that the court\na quo\nshould\r\nhave found that both Metrorail and Human acted negligently and\r\nunlawfully and that their conduct individually and cumulatively\nwas\r\nthe cause of the accident.\n[14]\tIn\r\naddition to the facts recited earlier in this judgment, certain other\r\nmatters were either common cause or not subject to\nserious dispute.\r\nMetrorail conducts suburban rail services in the Cape Peninsula. One\r\nof its tracks is the down-line from Cape\nTown to Simonstown. It was\r\non this line between Cape Town and Woodstock that the incident, the\r\nsubject of this appeal, occurred.\nIn that area the line was one of a\r\ncomplex of tracks laid out across a yard or reserve several hundred\r\nmetres in breadth. The movement\nof trains on suburban routes (as this\r\nwas) after 22h00, although unscheduled, was not entirely unusual and\r\nwas necessitated by\na variety of operating constraints including the\r\nneed to move trains to yards where they can be repaired, as in this\r\ninstance.\nThe train in question consisted of eight empty passenger\r\ncoaches. The driver was seated in an enclosed compartment at its head\r\nwith an unimpeded view of the line in front of him. On the front of\r\nthe train was a head lamp which cast a concentrated beam ahead\nof the\r\ntrain to a distance of about a hundred and sixty metres. On the night\r\nof the incident the lamp was burning. The train was\nequipped with a\r\nwarning siren activated by foot pressure, hand-operated brakes and a\r\n‘deadman’s handle’ which\ntakes effect when the\r\ndriver no longer depresses a button on the accelerator.\n[15]\tThe\r\nnight was dark and the track unlit, save for the ambient light and\r\nthe beam of the headlamp. There was a strong south-easter\nbeating in\r\nthe faces of the appellants as they walked towards Woodstock station.\r\nIt is common cause that the force of the wind\nwould probably have\r\nnullified the effectiveness of a siren blown from the train\r\napproaching them from behind.\n[16]\tThe\r\ntrain in question was driven by an electric engine. Such trains are\r\nrelatively silent. Standing with one’s back to\nan oncoming\r\ntrain, its approach is not apparent until a very late stage. Here too\r\nthe strength and direction of the wind must have\nplayed a role in the\r\nevents.\n[17]\tThe\r\nbusiness of the appellants was to keep a lookout for suspicious\r\nactivity, which might involve theft of or interference\nwith the\r\nelectric cables next to and above the railway tracks. For this\r\npurpose it was not generally necessary for them to walk\nbetween the\r\nlines or on the sleepers which protruded beyond the lines. (In either\r\nevent a person so proceeding was liable to be\nstruck by a moving\r\ntrain.)\n6\n[18]\tThere\r\nwere however occasions when the configuration of the lines and the\r\ntopography would have required the cable patrol to\nencroach on the\r\ntracks. One such instance was in the vicinity where the incident took\r\nplace; the down-line diverged from the up\nline and proceeded over a\r\nnarrow bridge under which passes a branch line. In addition the\r\nnature of the appellants’ duties\nwere such as might from time\r\nto time require them to cross the tracks in order to pursue their\r\ninvestigations.\n[19]\tHuman\r\nsaw two dark figures walking between the tracks. Expert evidence in\r\nthe trial, taking account of the degree of curve\nin the track as the\r\ntrain neared the plaintiffs and the impediment to a driver’s\r\nvision caused by two palm trees planted\non either side of the lines,\r\nfixed the earliest point at which Human could have made this\r\nobservation at some eighty-four metres\nfrom the calculated point of\r\nimpact. The reliability of this calculation is a\nmatter which I shall\r\nconsider in due course.\n[20]\tFrom\r\nthe moment Human saw the figures he sounded the siren of the train\r\ncontinuously. When, after ‘’n paar sekondes’,\nthe\r\npeople concerned did not respond, he braked to the maximum extent and\r\nreleased the deadman’s handle. At the last moment\nboth turned\r\ntheir heads and jumped, one to the left, the other to the right.\r\nHuman heard the train strike them.\nThe\r\nliability of Metrorail\n[21]\tThe\r\nprinciples of delictual liability are not in dispute in this appeal\n7\n.\r\nIn addition, of course, because the conduct of Metrorail which is\r\nimpugned is an omission, the existence of a legal duty to act\ndepends\r\nupon questions of policy and what should reasonably be expected of\r\nit\n8\n.\n[22]\tThe\r\nFull Bench found against the appellants fundamentally on three\r\ngrounds: first they were entirely responsible for their\nown\r\npredicament because, instead of keeping a proper lookout for obvious\r\ndangers, they relied on their own subjective belief that\nthere would\r\nbe no train activity on the line at night; second, the attempt to\r\nimpose a duty on Metrorail to warn Kuffs regarding\nthe impending\r\nmovement relied on ‘hindsight and knowledge and insights\r\nretrospectively acquired’; and third, that Kuffs\nhad access to\r\nMetrorail’s control room and hence to the unscheduled movement\r\nof trains after hours and impliedly assumed\nthe responsibility for\r\nresponding to such movements. In any event, so the court\na\r\nquo\nconcluded, an omission\r\nof the nature relied on by the plaintiffs had not been such as to\r\ngive rise to a legal duty to act. Finally,\nthe court held, even had a\r\nwrongful and negligent omission been proved, there was no evidence\r\nthat appropriate action would have\navoided the accident.\n[23]\tI\r\nam unable to subscribe to any of these findings. The evidence does\r\nnot bear them\nout.\n[24]\tThe\r\ntwo courts below held divergent views on the merits of the first\r\nground of negligence relied on by the appellants. For\nthe reasons\r\nwhich follow it is unnecessary to resolve the differences.\n[25]\t\r\nThe appellants’ second ground related to the failure to warn\r\nthem on the night in question, of the dispatch from Cape\nTown of an\r\nunscheduled train on the Simonstown down line. Once again, the facts\r\nare beyond dispute. Each Kuffs cable patrol was\nequipped with a\r\ntwo-way radio for contact with Kuffs office on Cape Town station.\r\nThat office was in turn connected to Metrorail\ncontrol at the station\r\nand a member of Kuffs security staff was stationed in the control\r\nroom.\n9\nHuman explained the procedure which is followed when a train was to\r\nbe sent down the line: when the driver is ready to proceed,\nhe\r\ninforms Metrorail’s Windermere control room that he is ready to\r\nleave; the signals are controlled by Windermere and the\ndriver may\r\nnot leave until Windermere has given him the green light; Windermere\r\nis in communication with the control room at Cape\nTown station. As Mr\r\nAppolis, who testified on behalf of Metrorail confirmed, it would\r\nhave been a simple matter for Metrorail to\nensure that the guards\r\nwere alerted to the imminent dispatch of a train.\n[26]\tMetrorail\r\npossessed peculiar knowledge of the departure of unscheduled trains\r\nand their routes. It was aware of the incidence\nof collisions between\r\ntrains and persons on the line\n10\n.\r\nIt cannot but have been alive to the enormity of the consequences of\r\nsuch collisions.\n[27]\tFatal\r\naccidents on railway lines are a notorious consequence of the\r\noperation of rolling stock. So there is no doubt that when\nMetrorail\r\nagreed with Kuffs that the security duties specified in their\r\nDecember 2000 agreement would be extended to include cable\npatrols in\r\nclose proximity to the railway tracks, its officials must have been\r\naware of the potential threat to Kuffs employees.\nThe fact that such\r\npatrols were, to the knowledge of Metrorail, to be and were carried\r\nout not simply after dark, but after the\nscheduled train service\r\nended each night, is also evidence of a state of mind on the part of\r\nthe persons requiring the service.\nMetrorail was moreover privy to\r\nrelevant information where Kuffs was not: it had access and insight\r\ninto the nature, frequency\nand location of unscheduled train\r\nmovements; it also had knowledge of the lay-out of its tracks, and\r\nobstructions to the vision\nof drivers; it ought to have known that\r\ncable patrol duties would sometimes bring the men on patrol into\r\ndangerous proximity of\nthe tracks (on the occasions referred to\r\nearlier in this judgment).\nIn\r\ngeneral, the evidence fairly leads to the conclusion that Metrorail\r\nknew or should have known that throughout the course of such\ncable\r\npatrol between Cape Town and Woodstock, the guards, if not actually\r\nmoving in or across the path of a train, were likely\nto be in close\r\nproximity to its line of travel. A guard concentrating unduly on his\r\nduties was, in colloquial parlance, ‘a\nsitting duck’.\n[28]\tThe\r\nexisting contract between Metrorail and Kuffs stipulated that Kuffs\r\npersonnel would not be permitted to commence their\nduties until they\r\nhad completed Metrorail’s in-house test and induction training.\r\nIf Metrorail was dissatisfied with the\nresults of the tests\nand\r\ntraining, it would notify Kuffs, which would then not deploy the\r\nstaff member concerned in the service area and would provide\na\r\ncompetent substitute. But it was clear\nfrom\r\nthe evidence of the second appellant and his colleague Mr Bidli, that\r\nthey were not trained in any aspect involving the dangers\nfacing them\r\nin consequence of trespassing on or near the railway tracks during\r\nthe course of their duties. Metrorail had no reason\nto believe that\r\nthe members of the cable patrols possessed any knowledge of such\r\nmatters beyond what they might acquire by their\nown observation or\r\nenquiries.\n[29]\tIn\r\nsummary therefore, seen from Metrorail’s standpoint, the\r\npotential for serious harm to the cable patrol as a result\nof a\r\ncollision with a train, even if unlikely, was easily predictable. It\r\npossessed particular knowledge of the incidence of unscheduled\ntrain\r\nmovements and could therefore reasonably be expected to take more\r\nthan ordinary precautions.\n11\nNeither the cost nor the difficulty involved in avoiding the\r\nreasonable possibility of a collision represented a material\r\nobstacle.\nIf the elementary precaution of notifying Kuffs control\r\nroom of the imminent departure of an unscheduled train were followed\r\nthere\nwas every likelihood that the message would be acted upon by\r\nboth Kuffs and their cable patrols.\n[30]\tThe\r\nsimple fact is that Metrorail was in a dominant position in relation\r\nto both the performance of the cable patrol and the\noperation of its\r\ntrains. Given the facts and inferences to which I have alluded in the\r\npreceding paragraphs, right-thinking members\nof the community would,\r\nI have no doubt, regard Metrorail’s failure to inform and warn\r\nKuffs and hence, its cable patrol,\nas a matter for censure.\n[31]\tNone\r\nof this is the result of\nex\r\npost facto\ninsight.\r\nMetrorail was operating a service with enormous potential for damage\r\nand harm, and had been doing so for many years, occasionally\nwith\r\ndisastrous consequences. Having required security personnel to\r\noperate within the field of its hazardous activities it imposed\nno\r\nundue burden on Metrorail to exercise appropriate oversight in\r\nrelation to their safety, even if Metrorail could reasonably\nexpect\r\nsuch persons to look to their own interest as far as was practicable.\n[32]\tIt\r\nis convenient in the present context to consider and dispose of a\r\ncontention that Metrorail was entitled to assume that\nthe guards on a\r\nKuffs security patrol would look after themselves, as could\r\nreasonably be expected of qualified security personnel.\nMetrorail\r\nadduced no evidence to justify that conclusion. It was argued as a\r\ngiven but the answer depends on the evidence. The\nreal question is\r\nwhether such personnel (and the appellants in particular) ought to\r\nhave been aware of the movement of trains on\nthat section of the line\r\nafter scheduled hours. If they should, then albeit that they regarded\r\nthe movement as irregular or unlikely,\nthe direness of the potential\r\nharm demanded the exercise of reasonable care.\nSed\r\ncontra\n, if the guards had\r\nno reason to foresee (and therefore could not have foreseen) the\r\npresence of a moving train, there was no hazard\nagainst which a\r\nreasonable man would have protected himself.\n12\n[33]\tOne\r\nis here intruding upon the territory of the contributory negligence\r\nof the appellants. Because of the view taken by the\ncourt\na\r\nquo\n(and adopted by\r\nMetrorail’s counsel in argument) it is convenient to address\r\nthat issue in the context of Metrorail’s\nown duty (or lack\r\nthereof) towards the plaintiffs, bearing in mind that the onus on the\r\nfirst-mentioned burdened Metrorail while\nthe onus of proving the\r\nextent of Metrorail’s duty rested on the appellants.\n[34]\tBy\r\nwhat evidence should the presence or absence of fault on the part of\r\nthe appellants be judged? Counsel for the respondents\nsubmitted that\r\nthe subjective ‘knowledge’ (or rather misplaced\r\nassurance) and belief of the second appellant relating\nto the\r\nnon-movement of trains was irrelevant in judging the reasonableness\r\nof his conduct. It is true that the law\n‘\ndoes\r\nnot attempt to see men as God sees them, for more than one sufficient\r\nreason . . . If, for instance, a man is born hasty and\nawkward, is\r\nalways having accidents and hurting himself or his neighbours, no\r\ndoubt his congenital defects will be allowed for\nin the courts of\r\nHeaven, but his slips are no less troublesome to his neighbours than\r\nif they sprang from guilty neglect’\n13\nThus\r\nthe reasonable man is not deemed to be possessed of the personal\r\nidiosyncrasies, superstitions and intelligence of the actor.\n14\nBut the state of mind of the person whose conduct is under scrutiny\r\nis\n‘\nnot\r\nquite irrelevant. For the standard of care represents the degree of\r\ncare which should be used in the circumstances, and his\nknowledge or\r\nlack of knowledge, may be relevant in assessing what the\r\ncircumstances were. The question may then be whether a reasonable\n\nman, knowing only what the defendant knew, would have acted as did\r\nthe defendant. But his state of mind is not conclusive. In certain\n\ncircumstances it may be held in law that a reasonable man would know\r\nthings that the defendant did not know, and the defendant\nwill be\r\nblamed for not knowing and held liable because he ought to know: In\r\nsuch cases the law relating to negligence requires\nthe defendant at\r\nhis peril to come up to an objective standard and declines “to\r\ntake his personal equation into account”.’\n15\n[35]\tThere\r\nis a general consensus in the authorities to which I have referred\r\nthat the knowledge possessed by the actor is a relevant\nconsideration\r\nin the make-up of his counterpart, the hypothetical reasonable man.\r\nThe status of his subjective beliefs and the\nknowledge (or supposed\r\nknowledge) which gave rise to those beliefs does not appear to have\r\nattracted attention. But belief imperceptibly\nacquires the dignity of\r\nknowledge when fortified by experience, whether one’s own or\r\nacquired vicariously. The reasonable\nman is presumed to inhabit the\r\nreal world. He may therefore be similarly influenced by experience\r\ninto possessing a particular\nstate of mind in certain circumstances.\r\nWhether the beliefs which motivated the actor at the critical\r\njuncture are those which\nwould be held by the reasonable man, and, if\r\nso, whether he would have placed the reliance on them that the actor\r\ndid, are questions\nwhich, it seems to me, are a proper subject for\r\nobjective determination. In so far as a subjective element of the\r\nactor can properly\nbe attributed to the reasonable man as ‘a\r\nconcession to the underlying moral basis of negligence’\n16\nit is logical to take into account beliefs, although misplaced, which\r\nhave a foundation in experience.\n[36]\tThe\r\nsecond appellant stated under oath that he did not know that there\r\nwere unscheduled trains running after 22h00. He had\nbeen under the\r\nimpression that there were no trains running at those hours. He had\r\nnever seen an unscheduled train running on the\ntracks after hours,\r\nand no one had told him that they did so. He had previously walked on\r\nthe rails when he was undertaking cable\npatrol, and no one had told\r\nhim that that was the wrong way to do it. He had patrolled in this\r\nmanner because he had been shown\nto do so by the colleague who\r\naccompanied him on his first cable duty. That person, Mr Mkhabe, had\r\nsaid that there were no trains\nrunning at night. It was not put to\r\nthe second appellant that any part of this evidence was untrue.\r\nMetrorail and Kuffs did not\nproduce any evidence which contradicted\r\nhis evidence in this regard.\n[37]\tThe\r\nevidence adduced by Metrorail established that the second appellant\r\nhad probably been on cable patrol more than twenty\ntimes. If the\r\nevidence of the second appellant is accepted at face value (and there\r\nwas no reason not to do so) it establishes\nthat the real possibility\r\nof unscheduled train movements was not such as to come to the\r\nattention of guards in the position of\nthe appellants unless first\r\ndrawn to their notice. It also established that Metrorail was not\r\nentitled to rely on the cable guards\nfinding that out for themselves.\r\nOn the contrary the experience of the second appellant was such that\r\nrepeated patrols merely demonstrated\nthat walking on or near the\r\nrails held no danger for him. Whatever may be said of the risk\r\ninherent in his initial reliance on\nwhat he had been told, once the\r\nabsence of train movements had been confirmed again and again in his\r\nown experience it was not\nunreasonable for him to place reliance on\r\nboth the report and the evidence of his own eyes.\n[38]\tMr\r\nGounder, the Kuffs operations manager at the time, said that cable\r\npatrols would take place only after the last train at\nnight, and\r\nwould end before the first train of the morning. This was for the\r\nsafety of the guards. His understanding was that Metrorail\nwas\r\nsupposed to inform Kuffs if they were going to operate a train after\r\nhours, so that the guards could be warned of this. While\nthe\r\ncorrectness of this understanding was disputed, it was not disputed\r\nthat this was his state of mind. It is not unreasonable\nto assume\r\nthat if the person in charge of the operation was of that state of\r\nmind, his subordinates responsible for carrying out\nthe work were\r\nlikewise influenced.\n[39]\tMr\r\nBidli, a former Kuffs security guard who was called by the\r\nappellants, stated that there were no scheduled trains running\nat\r\nnight. He had seen unscheduled trains running after hours, but\n“it\r\nwas not something usual”\n.\r\nHe did not walk on the lines – plainly because he knew that\r\nthere might be some trains moving. To some extent this corroborates\n\nthe evidence of the second appellant: it shows that it was only if a\r\nsecurity guard had been fortunate enough to have seen an unscheduled\n\ntrain operating after hours would he know that that was a real\r\nthreat.\n[40]\tMetrorail\r\nkept records of all of the trains sent on unscheduled trips after\r\nhours. Kuffs held records of when each of the appellants\nhad been on\r\ncable patrol. Nevertheless neither adduced any evidence to show how\r\nfrequently unscheduled trains were sent down the\nline after hours, or\r\nthat this had ever happened when the appellants were on cable patrol.\r\nNor was it put to the second appellant\nthat unscheduled trains were\r\nin fact moving in his vicinity at any of the times when he was on\r\nduty.\n[41]\tBlignault\r\nJ found that the onus of proving knowledge rested on the defendants,\r\nas it was an element of their defence of contributory\nnegligence. He\r\nfound further that in the absence of any precise evidence as to the\r\nfrequency of the movement of unscheduled trains\nin the area where the\r\ncable patrollers were operating, the inference could not be drawn\r\nthat the appellants probably observed such\ntrains. I respectfully\r\nagree.\n[42]\tFor\r\nall these reasons it follows that there was no foreseeable obstacle\r\nto the appellants encroaching on the tracks if they\nfound that this\r\nwas a convenient way of proceeding.\n[43]\tOne\r\nfurther aspect: as far as Metrorail knew or was concerned, on any\r\ngiven patrol, at least one of the Kuffs guards might\nbe carrying out\r\nthe duty for the first time and had neither seen nor had the\r\nopportunity to see the movement of unscheduled trains\nafter hours.\r\nThe fact that one witness may have been aware of the possibility\r\nbecause of his own observation means very little\nin relation to the\r\nputative awareness of any other employee, including both of the\r\nappellants.\n[44]\tI\r\nconclude, therefore, that the omission to inform and warn the\r\nappellants was both wrongful and negligent. By contrast, the\nfailure\r\nof the appellants to keep a look-out for such trains cannot be\r\nregarded as unreasonable in the light of their understanding\nand\r\nexperience of Metrorail’s operational policies.\n[45]\t\r\nThe evidence of the second appellant was unequivocal (and\r\nunchallenged) that if he had been told not to walk on the lines\n\nbecause trains used them after hours or had been warned that a train\r\nwas being sent down the line, he would have kept out of the\ndanger\r\nzone. There was, therefore, a strong probability that the tragedy\r\nwould have been avoided by the adoption of simple measures\nwhich\r\nwould barely have inconvenienced Metrorail.\n[46]\tI\r\nconclude, in all the circumstances, that the appellants’ cause\r\nof action against Metrorail was amply sustained by the\nevidence.\nThe liability of the\r\ntrain driver\n[47]\tThe\r\nliability of Human depends on an assessment of his acts and omissions\r\naccording to the standard of the reasonable train\ndriver in the\r\ncircumstances prevailing at the time of the incident.\n[48]\tThe\r\nobservations of Wessels CJ\n17\nuttered seventy-five years ago still have force:\n‘\nIn\r\njudging whether there is\nculpa\n,\r\nthe Court must, as nearly as it can, place itself in the position of\r\nthe engine driver at the time when the accident occurred\nand judge\r\nwhether he showed that ordinary care which can reasonably be expected\r\nfrom a reasonable man under all the circumstances.\nThe Court must not\r\nin any way be affected by the tragic consequences of the accident,\r\nnor, on the other hand, must it excuse any\ncarelessness on the part\r\nof engine drivers. It must not expect superhuman powers of\r\nobservation or an impeccable discretion on\nthe part of engine\r\ndrivers, nor must it say to him after the event - “if you had\r\ndone this or that more quickly or more accurately,”\nor “if\r\nyou had perceived this or that more readily, you might possibly have\r\navoided the accident.” It is so easy to\nbe wise after the\r\nevent.’\n[49]\tCounsel\r\nfor the appellants disavowed reliance on any failure by Human to keep\r\na proper lookout. He confined his case to the\ndriver’s decision\r\nto sound the siren and await a reaction before applying the brakes of\r\nthe train. By making this choice,\nso counsel submitted, Human\r\ndisabled himself from using the only other option available to him:\r\nby the time he applied the brakes\nit was too late because he could no\r\nlonger stop the train before it reached the appellants; that conduct\r\nfell short of the standard\nexpected of a skilled train driver and was\r\naccordingly negligent.\n[50]\nThe\r\nnight of the collision was dark with a high wind blowing. In moving\r\nthe train the driver was carrying out what was, for him,\na routine\r\ntask. He had no reason to expect any happening out of the ordinary.\r\nThe railway tracks curved towards the point of collision\nand the\r\nheadlight of the train probably did not illuminate the appellants\r\nuntil after the driver had picked up the dark figures\nahead of him.\nThe transcript of his evidence\r\nreads as follows:\n‘\n.\r\n. . Ek het die twee swart figure gesien, volgens my, wat beweeg het\r\nna Soutrivier, het tussen die twee spore geloop op die draai\nvan die\r\npad.\nU\r\nis nou in aantog en daar is ‘n draai? - - - Dit is korrek, ja,\r\nhulle\nhet tussen die twee spore geloop. Ek het my sirene aanhoudend\r\ngeblaas.\nJa?\r\n- - - Ek het geen reaksie gekry nie. Ek het my remhandvatsel bedien,\r\nmy remhandvatsel vol aangeslaan en my voete op my sirene\ngehou.\nEn\r\ndie ander hand met die accelerator, wat het u met hom gedoen? - - -\r\nMy accelerator het ek afgesluit.\nAfgesluit?\r\n- - - Het ek afgesluit en terwyl ek nader beweeg aan hulle, het ek my\r\ndooiemanseienskap gelos met my remhandvatsel nog\nvol aan en ek het\r\nhulle gestamp.\n’\n[51]\tIn\r\ncross-examination on behalf of the appellants and Kuffs, Mr Human\r\nconsistently said that there were a few seconds (‘’n\npaar\r\nsekondes’or ‘’n kwessie van sekondes’)\r\nbetween the time when he first saw the appellants and sounded\nthe\r\nsiren and the time when he applied the brakes and took other measures\r\nto bring the train to a halt. Metrorail’s expert\nwitness, Mr\r\nCarver, made his calculations and measurements on the assumption that\r\n‘’n paar sekondes’ was three\nseconds. This was\r\naccepted by all parties as a reasonable premise.\n[52]\tAt\r\nthe\nin loco\ninspection,\r\nthe witness Van Reenen pointed out the approximate places at which he\r\nhad found the first and second appellants lying\nafter the collision.\r\nThe necessary measurements were taken. On the basis of the evidence\r\ngiven at the trial, the pointing out at\nthe\ninspection, and his own\r\nmeasurements, Carver determined fixed points, which were adopted by\r\nall of the parties,\nviz\nthe\r\npoint at which the train probably came to a halt after striking the\r\nappellants, and the probable point of impact with the appellants.\n\nFrom these points, Carver concluded that the train had travelled for\r\n29 metres from the first point of impact to the point where\nit came\r\nto a halt. Using this information, Carver was able to calculate the\r\npoint at which the brakes would have been applied,\ndepending upon the\r\nspeed at which the train was travelling at the time. He could do this\r\nbecause the rate of deceleration is constant\nfrom any given speed.\r\nThis evidence too was undisputed. Carver then applied this\r\ninformation together with his analysis of the\nvisibility of the\r\nappellants, to reach a conclusion as to the speed at which the train\r\nwas travelling at the time when the driver\nfirst saw the appellants.\r\nHe estimated that it was in the region of 40 km per hour. At any\r\nspeed below 32.5 km per hour there would\nnot have been an accident,\r\nbecause the train would have stopped before it reached the\r\nappellants.\n[53]\tThis\r\nwas Metrorail’s case: it was the evidence adduced by Metrorail\r\nin Carver’s evidence-in-chief. None of it was\ncontested by\r\nappellants’ counsel.\n[54]\tUnder\r\ncross-examination, Carver was asked to calculate what would have\r\nhappened if the driver had applied the brakes immediately\non seeing\r\nthe appellants on  the tracks, instead of first sounding the siren\r\nand waiting for some seconds before doing so. His\nconclusions were:\n(a)\tIf\r\nthe train was travelling at 35 km per hour when Human saw the\r\nappellants on the track, and he had immediately applied the\nbrakes,\r\nthe train would have come to a standstill 29 to 30 metres before the\r\npoint where in fact it did stop, in other words, almost\nexactly at\r\nthe point of impact. Because the train would have been travelling\r\nmore slowly (the brakes having been applied earlier),\nthe appellants\r\nwould have moved on a metre or two beyond the point of impact. He\r\ntherefore concluded that if the train was travelling\nat 35 km per\r\nhour, and if the driver had immediately applied the brakes on seeing\r\nthe appellants on the tracks, the accident would\nnot have happened.\n(b)\tIf\r\nthe train was travelling at 40 km per hour when Human saw the\r\nappellants on the tracks, and he had immediately applied the\nbrakes,\r\nthe train would have come to a halt 33.3 metres short of the point at\r\nwhich it did in fact come to a halt, some four metres\nbefore the\r\nprobable point of impact - the accident would not have happened.\n(c)\tIf\r\nthe train had been travelling at a speed higher than 40 km per hour\r\nwhen Mr Human first saw the appellants on the tracks,\nand he had\r\nimmediately applied the brakes, then the train would have come to a\r\nhalt well before the probable point of impact, and\nthe accident would\r\nnot have happened. However, the higher the speed, the closer the\r\ntrain would have had to have been to Cape Town\nin order for the train\r\ndriver to bring it to a halt at the probable point identified by\r\nCarver. It was not likely that the visibility\nwould have been good\r\nenough for the driver to see the appellants from that distance. A\r\nspeed much higher than 40 km per hour was\ntherefore improbable.\n[55]\tCounsel\r\nfor the appellants submitted that the conclusion of Metrorail’s\r\nexpert witness was unambiguous: if the train\ndriver had immediately\r\napplied the brakes when he first saw the appellants on the tracks,\r\ninstead of first sounding the siren and\nwaiting to see whether the\r\nappellants responded, the accident would not have happened.\n[56]\tAlthough\r\nthis was, on the face of it, a persuasive argument in favour of the\r\ndriver’s negligence, I think that it pays\ninsufficient regard\r\nto the context of events and the reliability of the evidence. As such\r\nit is a counsel of perfection.\n[57]\tExpert\r\nevidence is only as sound as the factual evidence on which it is\r\nbased. The less fixed (or more variable) the assumptions\nand the\r\nfewer hard facts available to the expert the greater the scope for\r\nalternative conclusions.\n18\n[58]\tIn\r\nthis instance the variables were many: the speed of the train, the\r\nmoment of first visibility of the appellants to the driver,\nthe\r\neffect on such visibility of a palm tree close to the track, the\r\ncurve of the track, the driver’s reaction time, the\nbraking\r\nforce of the train, the brightness of its light, the point of impact,\r\nthe relative positions of the appellants to the front\nof the train\r\nwhen they were struck, the respective points at which the appellants\r\ncame to rest after being struck and the final\nstopping point of the\r\ntrain. Of all these only the penultimate aspect was established in\r\nevidence with some degree of certainty\n(‘min of meer’\n19\n).\r\nMost important in influencing Mr Carver’s calculations was the\r\npoint at which the train came to a standstill. He adopted\nthe\r\nevidence of Human to the effect that this occurred some 29 metres\r\nafter the point of impact. This allowed him to factor in\nvarious\r\nspeeds and braking distances all of which assumed the given stopping\r\npoint.\n[59]\tBut\r\nthe evidence of Human stood uncorroborated. It should, I consider,\r\nhave been approached by the trial court with a substantial\ndegree of\r\ncaution. He testified more than four years after the incident. His\r\noriginal written report (made on 17 February 2002)\nhad been extremely\r\nbrief and contained no important detail. There was accordingly no\r\nmeans open to him to refresh his memory. After\nthe shock of the\r\ncollision, according to his\nevidence,\nhe\r\nbrought his train to a halt before reaching the bridge, climbed out\r\non the right-hand side, walked back between 15 and 20 metres\nto where\r\nthe second plaintiff was sitting next to the train and asked if he\r\nwas alright. He received an affirmative reply. He then\nmoved around\r\nthe front of the train to the other side and found the first\r\nplaintiff lying on his side, a little further to the\nrear of the\r\ntrain than his colleague. When Human spoke to him he received a\r\nmumbled answer. Human then re-entered his cabin and\nremoved his\r\ntrain. He did not return on that night. By the time that the first\r\nwitnesses came to the scene the train was long gone.\n[60]\tHuman’s\r\nevidence as to speed was equivocal: before entering the bend he would\r\nhave ensured that it was substantially\nbelow 60 km per hour because,\r\nat the end of the curve the maximum permissible speed was 30 km per\r\nhour.\n[61]\tNot\r\nonly was Human a single witness, interested in the outcome of the\r\naction, but his evidence was not entirely satisfactory.\nIn his report\r\nof 17 February he wrote:\n‘\nEk\r\nhet vertrek uit platform 3 uit in die Kaapstasie. Net na die SSS\r\noorstaansylyn, het ek om die draai gekom met my koplig op helder\n\ngestel en ek het twee swart figure tussen die twee spore gewaar, maar\r\nek het te vinnig op hulle afgekom, en ek het my sirene geblaas,\nmaar\r\nin die proses wat hulle weggespring het, het ek hulle gestamp. Ek het\r\ndie trein onmiddellik  tot stilstand gebring en gaan\nondersoek\r\ninstel. Ek het toe Bedryf en die GVB amptenaar en die GVB kantoor in\r\nkennis gestel en die trein verder bedien na Soutrivier\nwerf.’\nAccording\r\nto that version it would appear that he first applied brakes after\r\nthe collision. As he readily conceded, the train would\nhave come to a\r\nstop further beyond the place where the plaintiffs lay if that had\r\nbeen the case. Human testified that before or\nwhile pulling away\r\nafter the collision, he reported by radio to Windermere on what had\r\nhappened. Metrorail discovered its relevant\noccurrence book which\r\ncontained the following entry:\n’\n22.45\tTrain\r\nCasualty: M E Conradie CTC Windermere report that driver J C Human\r\nreport that he had knocked down two guys at Maspole\n1/17 signal box\r\nWDC 46 between Cape Town and Woodstock.’\nThe\r\nspecific pole and box were located some 200 metres beyond the point\r\nof impact identified by Human (and relied on by Carver).\nHuman denied\r\nin evidence that the report correctly reflected the scene of the\r\naccident. Neither Mr Conradie nor the recipient of\nhis communication\r\nto Windermere was called to testify. On these facts the trial court\r\ncould not (and did not) find that Human did\nmake a report in the\r\nterms quoted. Nevertheless the very existence of so specific an\r\nidentification of the scene of the accident,\nwithout any attempt to\r\nexplain it, raises doubts about the accuracy of the tale told in the\r\nwitness box.\n[62]\tTo\r\nput the matter no higher, the detail derived from the evidence of\r\nHuman concerning the material events was inherently unreliable\nand\r\ncould not be said to reach a level of probability and, in so far as\r\nCarver relied on his evidence without any independent support\nfor it,\r\nhis calculations had to be regarded as suspect. That being so the\r\nsubstratum of counsel’s submission was unsafe in\nitself. The\r\nfact that Human and Carver were, in a sense, adverse to the\r\nplaintiffs’ cause and, therefore unlikely to have\ngilded the\r\nlily, does not assist them because theirs was the only evidence upon\r\nwhich the plaintiffs could found a case for the\nnegligence of the\r\ndriver. On the evidence of Human, ignoring measurements and\r\ncalculations, it was at least a probable inference\nthat he, coming\r\nunexpectedly upon an obstruction on the line, had no time to\r\ncalculate the advantages and disadvantages of his\nactions and, while\r\nhe may have committed an error of judgment in applying brakes after\r\nsounding the siren, the reliable evidence\nwas insufficient to\r\ndetermine that he was negligent in the action which he took.\n20\nIt is true that his evidence of a conscious delay of ‘’n\r\npaar sekondes’ might suggest dilatoriness if all the\nfacts were\r\nknown, but even that turn of phrase (which does not specifically or\r\nby equivalent find a place in his original report)\nsmacks greatly of\r\nreconstruction when uttered at so great a remove from the events of\r\nFebruary 2002. Its value as an admission\nwas therefore dubious. For\r\nthese reasons I conclude that a finding that he was negligent could\r\nnot properly be reached as a probability\non the available evidence.\nThe\r\napportionment issue\n[63]\tFrom\r\nwhat I have said earlier concerning the lack of merit of Metrorail’s\r\nreliance on the appellants’ protection\nof their own\r\nself-interest (and that in the context of the onus borne by the\r\nplaintiffs) it follows that, with the burden of proof\nreversed,\r\nMetrorail had to fail in its attempt to attach even partial fault to\r\nthe conduct of the appellants in walking on\nthe railway line with\r\ntheir backs to the approaching train.\n[64]\tCounsel\r\nfor Metrorail submitted that a reasonable man in the position of the\r\nappellants would have avoided the accident by\nreacting timeously to\r\nthe sudden illumination caused by the headlight of the train as it\r\napproached him. I am not persuaded that\nthe evidence establishes\r\nnegligence in this regard. As I have discussed earlier, determination\r\nof the speed of the train is problematic.\nBecause of the curve in the\r\nline the direct beam did not fall on the appellants at the maximum\r\nreach of the light. Their backs\nwere to it and there is no means of\r\nknowing where their attention was directed before the change became a\r\nmeaningful phenomenon\nfor them. Being caught totally unaware, the\r\nappellants, like the driver, must be allowed a reasonable time to\r\nreact.\n21\nIn all the circumstances the court\na\r\nquo\nwas wrong in reaching a\r\nconclusion unfavourable to the appellants on a balance of\r\nprobability. The consequence is that it should\nhave found that\r\nMetrorail had failed to discharge the onus to establish contributory\r\nnegligence on the part of the appellants.\n22\n[65]\tMr\r\nBudlender sought an order that Metrorail be ordered to pay Human’s\r\ncosts in the event of the appeal against the order\nin favour of the\r\nlatter being unsuccessful. Such a\nprocedure\r\nis authorised by Uniform rule 10(4)(b)(ii) and may be applied when\r\njoinder of the successful defendant by the plaintiff\nwas a reasonable\r\nstep and if the court in its discretion deems it reasonable in all\r\nthe circumstances of the case that the unsuccessful\ndefendant should\r\nbear the burden of the whole or any part of the successful\r\ndefendant’s costs.\n23\nAs to the first aspect there can be no dispute. As to the second, the\r\ninterests of Metrorail and Human were largely identical and\ncovered\r\nin substantial measure the same questions of fact. The effect of the\r\nfinding in this appeal was, in substance, that Metrorail,\nby its\r\nfailure to take reasonable precautions exposed both the plaintiffs\r\nand its own driver to a situation of emergency which\ninevitably led\r\nto the joinder of the latter. There is consequently no inequity in\r\nimposing on Metrorail liability for payment of\nhis costs in so far as\r\nany were incurred.\n[66]\tIn\r\nthe result the following order is made:\n1.\tThe\r\nappeal succeeds as against the first respondent.\n2.\tThe\r\nappeal is dismissed as against the second respondent.\n3.\tThe\r\ncosts of the appeal including any costs incurred by the second\r\nrespondent are\nto\r\nbe borne by the first respondent.\n4.\tThe\r\norder of the court\na quo\nis\r\nset aside and replaced by the following order:\n‘\n(a)\tThe\r\nappeal of the first appellant, Metrorail, is dismissed with costs.\n(b)\tThe\r\nappeal of the second appellant, Human, is upheld with costs.\n(c)\tThe\r\nappeal of the third appellant, Kuffs, is dismissed with costs.\n(d)\tThe\r\ncosts of the second appellant are to be paid by the first appellant.\n(e)\tThe\r\norder of the trial court is set aside and replaced by the following\r\norder:\n“\n(i)\tThe first\r\ndefendant is liable to pay damages to the plaintiffs.\n(ii)\tThe first defendant\r\nis liable to pay the plaintiffs’ costs to date.\n(iii)\tThe third party is\r\nobliged to indemnify the first defendant against the plaintiffs’\r\nclaims.\n(iv)\tCosts as between the\r\nfirst defendant and third party are to stand over for later\r\ndetermination.\n(v)\tThe action against\r\nthe second defendant is dismissed with costs. Such costs\nare to be paid by the\r\nfirst defendant”.’\n____________________\nJ\r\nA HEHER\nJUDGE\r\nOF APPEAL\nA\nppearances:\nF\nor\r\nappellants:\tG M Budlender SC\nI\nnstructed\r\nby:\tMalcolm Lyons & Brivik Inc, Cape Town\nMatsepes\r\nInc, Bloemfontein\nF\nor\r\n1\nst\nand 2\nnd\nrespondents:\tA de V La Grange SC and J C Marais\nI\nnstructed\r\nby:\t\t\tWerksmans Inc, Cape Town\nLovius-Block\r\nAttorneys, Bloemfontein\nFor\r\n3\nrd\nrespondent:\t\t\t-\nInstructed\r\nby:\t\t\tSmith Tabata Buchanan Boyes, Cape Town\nBDS\r\nMilton & Earl, Bloemfontein\n1\nThe first appellant is represented by a curator\nad litem\n.\n2\nThe third respondent did not participate in the present appeal.\n3\nThe nature of the repairs was unspecified. There was no suggestion\r\n\tthat any of the critical mechanisms were faulty.\n4\nHarrington NO and Another v Transnet Ltd\n2007 (2) SA 228\n(C).\n5\nie the Appointment of Damages Act 34 of 1956.\n6\nThe evidence of the second appellant was that he and the first\r\n\tappellant were walking on the sleepers on either side of the track.\n\n\tHuman claimed to have observed them between the lines, springing\r\n\taside only when it was too late. There was no particular reason\nto\r\n\tprefer one version above another, but appellants’ counsel was\r\n\tcontent to argue on the assumption that Human’s\nevidence was\r\n\tcorrect in this regard.\n7\nSee particularly\nHerschel v Mrupe\n1954 (3) SA 464\n(A) at 477;\nKruger v Coetzee\n1966 (2) SA 428\n(A) at 430E-G;\nNgubane v\r\n\tSouth African Transport Services\n[1990] ZASCA 148\n;\n1991 (1) SA 756\n(A) at 776D-J;\nPretoria City Council v De Jager\n1997 (2) SA 46\n(A) at\r\n\t55H-56C.\n8\nVan Eeden v Minister of Safety and Security\n2003 (1) SA 389\n(SCA) at 395I-396E.\n9\nPrecisely what his function there was, was not explained in\r\n\tevidence. Factually there was no basis for reasoning, as counsel\nfor\r\n\tMetrorail did, that his presence represented an assumption of\r\n\tresponsibility for informing the Kuffs office of the impending\n\n\tdeparture of trains.\n10\nHuman, for example, had been involved in eighteen\r\n\tsuch occurrences in his twenty-five year career as a Metrorail\r\n\tdriver, several\nresulting in fatalities.\nThere was no\r\n\tsuggestion that he contributed culpably to these calamities. Equally\r\n\tthere is no reason to think that his experience\nwas materially\r\n\tdifferent from those of his colleagues.\n11\nCf\nStokes v Guest, Keen and Nettlefold (Bolts and Nuts) Ltd\n[1968] 1 WLR 1776\nat 1783E.\n12\nIn support of the submission that reasonable guards would have kept\r\n\ta proper lookout and not entered on the immediate area of\nthe tracks\r\n\twithout first ensuring that it was safe to do so, reference was made\r\n\tto the duty of persons at level crossings. The\ncircumstances of this\r\n\tcase are however entirely distinguishable.\n13\nHolmes,\nThe Common\r\n\tLaw\n, as quoted in\nSalmond\r\n\tand Heuston on the Law of Torts\n, 19ed\r\n\t250. The authors add ‘The foolish and forgetful are judged by\r\n\tthe same external standard as other defendants’.\n14\nR v Mbombela\n1933 AD 269\nat 273-4.\n15\nSalmond on\nJurisprudence\n,\r\n\t12ed 99 quoting Holmes,\nloc cit\n.\r\n\tThe passage is largely in accord with the not always consistent\r\n\tstatements by our own authorities: cf PQR Boberg,\nThe\r\n\tLaw of Delict\n, Vol 1, 269, 271;\nS\r\n\tv Manamela (Director-General of Justice Intervening)\n2000\r\n\t(3) SA 1\n(CC) at paras 74-76;\nS v Van\r\n\tAs\n1976 (2) SA 921\n(A) at 928;\nAA\r\n\tMutual Insurance Association Ltd v Manjani\n1982\r\n\t(1) SA 790\n(A) at 796H;\nS v Zoko\n1983\r\n\t(1) SA 871\n(N) at 887G;\nMutual and\r\n\tFederal Ins Co Ltd v Oudtshoorn Municipality\n1985\r\n\t(1) SA 419\n(A) at 444F. See also Fleming,\nThe\r\n\tLaw of Torts\n9ed 119.\n16\nBoberg,\nop cit\n, 270,272.\n17\nIn\nSouth African\r\n\tRailways and Harbours v Bardeleben\n1934\r\n\tAD 473\nat 480.\n18\nCf the remarks of Wessels CJ in\nSouth African Railways v\r\n\tSymington\n1935 AD 34\nat 44-5.\n19\nAccording to Van Reenen who pointed the positions\r\n\tout at an inspection\nin loco\n.\n20\nSee the approach of this Court to a situation of sudden emergency in\nRoad Accident Fund v Grobler\n2007 (6) SA 230\n(SCA) 234D-E.\n21\nCf\nSamson v Winn\n1977 (1) SA 761\n(C) at 769.\n22\nCounsel did not attempt to distinguish between the culpability of\r\n\tthe two appellants, rightly, I think, since what can be said\nfor and\r\n\tagainst the second appellant, who did testify, holds equally well\r\n\tfor the first appellant, who could not.\n23\nParity Insurance Co Ltd v Van den Bergh\n1966 (4) SA 463\n(A)\r\n\tat 481G.",
  "scraped_at": "2026-02-12T05:25:04.158689",
  "date": "2009-11-26",
  "coram": [
    "MPATI P",
    "NAVSA",
    "HEHER",
    "MHLANTLA JJA",
    "LEACH AJA"
  ],
  "case_number": "32/2009",
  "parties": {
    "applicants": [
      "Mark Harrington N.O.",
      "Siyavuma NgaleKa"
    ],
    "respondents": [
      "Transnet Limited trading as Metrorail",
      "J C Human",
      "Kuffs Security Services CC"
    ]
  },
  "sections": {
    "facts": "In February 2002, two security guards employed by Kuffs Security Services were patrolling electric cables between Cape Town Station and Woodstock Station after scheduled services had ended. Metrorail dispatched an unscheduled repair train on the same line at about 22:45 without warning the guards. The driver, J C Human, saw the men on the tracks, sounded the siren, waited a few seconds and then applied the brakes, but the train struck the guards, causing serious injuries. The guards sued Metrorail, the driver, and Kuffs. The trial court dealt with liability and contributory negligence, finding joint and several liability of Metrorail and Human and an indemnity obligation on Kuffs. The decision was appealed.",
    "issues": "The appeal raised (1) whether Metrorail owed a duty to warn Kuffs guards of unscheduled night trains and breached that duty; (2) whether the driver, Human, was negligent in delaying braking after sounding the siren; (3) whether the guards were contributorily negligent for walking on or near the tracks; (4) the extent of any indemnity owed by Kuffs to Metrorail; and (5) the proper allocation of costs.",
    "principles": "The court applied the principles of delictual liability, focusing on the existence of a legal duty of care, foreseeability of harm, and reasonableness of conduct. It considered the standard of the reasonable person, the relevance of the defendant’s knowledge, and the test for contributory negligence. The duty of railway operators to warn of unscheduled movements was examined, as was vicarious liability of the employer for the driver’s actions. Relevant authorities on negligence, duty of care, and contributory negligence were cited.",
    "application": "The judgment held that Metrorail had a clear duty to inform Kuffs of any unscheduled train movement and failed to do so, constituting a wrongful and negligent omission. The court found no evidence that a reasonable warning would have been ineffective and rejected the trial court’s view that the omission was not foreseeable. Regarding the driver, the court concluded that the evidence of a brief delay was insufficiently reliable to establish negligence, especially given the darkness, wind, and limited visibility. The guards’ reliance on their own belief that no trains ran at night was deemed reasonable given the information available to them, and no contributory negligence was proved. Consequently, Metrorail was held liable, Human was not held negligent, and Kuffs was ordered to indemnify Metrorail for the plaintiffs’ claims.",
    "conclusion": "The appeal succeeded against the first respondent (Metrorail) and was dismissed against the second respondent (Human) and third respondent (Kuffs). The court ordered Metrorail to pay damages to the plaintiffs, to cover their costs to date, and to be indemnified by Kuffs. Costs of the appeal were awarded to the successful parties as detailed in the final order."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Railway Negligence",
    "level_3": [
      "negligence",
      "duty of care",
      "contributory negligence",
      "railway safety",
      "unscheduled train"
    ]
  }
}