{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/2.html",
  "case_name": "RMR Commodity Enterprise CC t/a Krass Blankets v Chairman of the Bid Adjudication committee and Others (092/08) [2009] ZASCA 2; [2009] 3 All SA 41 (SCA) (20 February 2009)",
  "citation": "[2009] ZASCA 2",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 2\n|\nNoteup\n|\nLawCite\nRMR Commodity Enterprise CC t/a Krass Blankets v Chairman of the Bid Adjudication committee and Others (092/08) [2009] ZASCA 2; [2009] 3 All SA 41 (SCA) (20 February 2009)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 092/08\nNo precedential significance\nIn the matter between:\nRMR COMMODITY ENTERPRISE CC\nt/a KRASS BLANKETS\t\t\tAPPELLANT\nand\nTHE CHAIRMAN OF THE BID\nADJUDICATION COMMITTEE\t\tFIRST RESPONDENT\nAFRICHOICE TENDERS CC\t\t\tSECOND RESPONDENT\nTHE MINISTER OF FINANCE\t\t\tTHIRD RESPONDENT\nTHE MINISTER OF CORRECTIONAL\nSERVICES\t\t\t\t\tFOURTH RESPONDENT\nTHE MINISTER OF SAFETY AND\nSECURITY\t\t\t\t\tFIFTH RESPONDENT\nTHE GOVERNMENT OF THE\nREPUBLIC OF SOUTH AFRICA\t\tSIXTH RESPONDENT\nNeutral citation:\nRMR\r\nCommodity Enterprise v The Chairman: Bid Adjudication Committee\n(092/08)\n[2009] ZASCA 2\n(20 February\r\n2009)\nCORAM:\t\tHarms DP, Brand\net\nLewis JJA\nHEARD:\t\t20 February 2009\nDELIVERED:\t20 February 2009\nCORRECTED:\nSUMMARY:\nReview\r\nof tender award â contract period of tender lapsed prior to hearing\r\nof appeal â no substantial points of law or matters\nof substance\r\nraised â appeal dismissed by reason of mootness under s 21 A(1) and\r\n(3) of the Supreme Court Act 59 of 1959.\nORDER\nOn appeal from\n:\t\tHigh Court,\r\nDurban\n(Hugo J sitting as court of first instance)\n1.\tThe appeal dismissed with costs, including the costs\r\nof two counsel where employed.\nHarms DP, Lewis JA concurred.\nJUDGMENT\nBRAND JA\n[1]\tDuring October 2006 the National Treasury invited\r\ntenders for the supply of over 183 000 blankets to the\r\nDepartment of\nCorrectional Services and the South African Police\r\nService. Among those who submitted tenders were the appellant ('RMR')\r\nand the\nsecond respondent, Africhoice Tenders CC ('Africhoice'). The\r\ntenders were submitted to a bid evaluation committee ('the Evaluation\n\nCommittee') which was obliged to make recommendations to a committee\r\nunder the chairmanship of the first respondent ('the Adjudication\n\nCommittee') on the award of the tender. Both these committees were\r\nestablished under the auspices of the National Treasury, pursuant\nto\r\nthe provisions of the\nPublic Finance Management Act 1 of 1999\nand the\r\nregulations promulgated under that Act.\n[2]\tRMR tendered R108.30 per blanket, which was R3.65\r\nper blanket less than the price tendered by Africhoice. Moreover,\r\nRMR's bid\nalso obtained the highest number of preference points for\r\nequity ownership by historically disadvantaged individuals, as\r\nenvisaged\nby the provisions of the\nPreferential Procurement Policy\nFramework Act 5 of 2000\n. In accordance with\ns 2(1)(f)\nof the\r\nAct, clause 2.1(b) of the tender invitation provided that:\n'a contract may, on reasonable\r\nand justifiable grounds, be awarded to a bid that did not score the\r\nhighest number of points.\n'\nRelying on this exception to the rule, the Evaluation\r\nCommittee recommended that the contract be awarded to Africhoice and\r\nnot to\nRMR. The Adjudication Committee decided to endorse this\r\nrecommendation. On 12 July 2007 the National Treasury thus published\r\non\nits website that the contract had been awarded to Africhoice. This\r\nwas relatively short notice, since the contract period was destined\n\nto commence on 1 August 2007 and to endure until 31 March 2008.\n[3]\tWhen RMR heard of these developments, it launched an\r\nurgent application in the Durban High Court against the first two\r\nrespondents\nas well as the various Government Departments involved.\r\nThe main relief sought in the application was for an order that the\r\nAdjudication\nCommittee's decision to award the tender to Africhoice\r\nbe reviewed and set aside. As an adjunct to the main relief, RMR\r\nsought\nan interim interdict to the effect that, pending the\r\nfinalisation of the review application, the Department of\r\nCorrectional Services\nand the South African Police Service be\r\nrestrained from placing any orders for blankets under the contract\r\nwith Africhoice. In\nmotivating the application for the interim\r\ninterdict, RMR pointed out that the contract period was due to\r\nterminate on 30 March\n2008 and that the setting aside of the award\r\nafter that date would be of no consequence.\n[4]\tOn 17 August 2007 Rowan AJ granted the interim\r\ninterdict sought, pending the outcome of the review application,\r\nwhich he scheduled\nto be heard by himself on 2 October 2007. As it\r\nhappened, however, and for reasons no longer relevant, the matter was\r\nheard in\nNovember 2007 by Hugo J who dismissed the review application\r\nwith costs. This, of course, also spelt the end of the interim\r\ninterdict.\nThe appeal against that order is with the leave of the\r\ncourt a quo.\n[5]\tOnly four of the respondents opposed the appeal. The\r\nothers abided the decision of this court. The first, third and fourth\r\nrespondents,\non the one hand, and the second respondent, on the\r\nother, were represented by different counsel. Yet, they all raised\r\nthe preliminary\nissue that the appeal is moot in that its outcome\r\nwill have no practical impact on the parties, or, for that matter, on\r\nanyone\nelse.\n[6]\tThe factual basis for the argument is, of course,\r\nthat the period of the contract awarded to Africhoice terminated on\r\n31 March\n2008. As rightly pointed out by the respondents, the relief\r\nclaimed by the appellant in the court a quo was that the award of the\n\ncontract to Africhoice to be set aside and that it be awarded to the\r\nappellant. But since the contract period has come and gone,\nso the\r\nrespondents argued, an award of that contract would be of no use to\r\nthe appellant or anybody else.\n[7]\tThe legal basis for the respondents' argument is to\r\nbe found in\ns 21\nA(1) and (3) of the Supreme Court Act 59 of\r\n1959. It provides:\n'(1)\tWhen at the hearing of any\r\ncivil appeal to the [Supreme Court of Appeal] or any Provincial or\r\nLocal Division of the [High]\nCourt the issues are of such a nature\r\nthat the judgment or order sought will have no practical effect or\r\nresult, the appeal may\nbe dismissed on this ground alone.\n. . .\n(3)\tSave under exceptional\r\ncircumstances, the question whether the judgment or order would have\r\nno practical effect or result, is\nto be determined without reference\r\nto consideration of costs.'\n[8]\tRMR's first answer was that a judgment in this\r\nappeal would indeed have a practical effect. In motivating this\r\nanswer RMR referred\nto its unsuccessful tenders for the supply of\r\nblankets to the State in three preceding years and its pending\r\nlitigation with the\nNational Treasury arising out of these\r\nunsuccessful tenders. In this light, so RMR contended, a definitive\r\ndecision by this court\non the matters in issue, would serve to\r\nproperly inform and guide the Bid Adjudication Committee and the\r\nofficials of the National\nTreasury in their handling of the\r\nappellant's future tenders, and thus avoid even further litigation in\r\nyears to come.\n[9]\tThe problem I have with this argument is that\r\nalthough it sounds correct in the abstract, it is devoid of any\r\nfactual foundation.\nThe issues in the appeal are inextricably bound\r\nto the review grounds relied upon by the appellant. Most prominent\r\namongst these\nis an alleged failure by the Adjudication Committee to\r\ncomply with the\naudi alteram partem\nprinciple ('the\naudi\nprinciple'). However, as has been pointed out time and again by this\r\ncourt and others, there is no single set of principles for\ngiving\r\neffect to the rules of natural justice, including the\naudi\nprinciple, which will apply to all\r\ninvestigations, enquiries and other exercises of administrative\r\npower, regardless of their nature.\nOn the contrary, courts have\r\nrecognised and restated the need for flexibility in the application\r\nof the principles of fairness\nin a wide variety of different\r\nsituations. In short, the question whether or not the requirements of\r\nthe\naudi\nprinciple had\r\nbeen complied with in this case, is therefore entirely dependent on\r\nthe facts.\n[10]\tA further ground of review relied upon by RMR is\r\nthat the Adjudication Committee erred when it decided that a letter\r\nby the\nDepartment of Trade and Industry included in the appellant's\r\ntender in compliance with clause 13 of the tender conditions, did not\n\nin fact constitute compliance with this clause. Broadly stated, RMR's\r\ncontention is that this decision by the Adjudication Committee\n\nresulted from a wrong interpretation of either clause 13 or the\r\ncontents of the DTI letter or both. It is unnecessary to analyse\nthe\r\nargument in any detail. What strikes me as relevant for present\r\npurposes is that both the clause and the letter are peculiar\nto this\r\ntender. What is more, the clause and the letter stand to be\r\ninterpreted against the background of the facts and the dispute\nin\r\nthis case which will most probably be different from the next case.\n[11]\tRMR's further ground of review relies on the\r\nallegation that the Adjudication Committee should not have considered\r\nthe tender\nby Africhoice, because it did not comply with the tender\r\nconditions. But, as was pointed out in\nMetro\r\nProjects CC v Klerksdorp Local Municipality\n2004\r\n(1) SA 16\n(SCA) para 15, there are degrees of compliance with any\r\nstandard and it is notoriously difficult to assess whether less than\r\nperfect\ncompliance falls on one side or the other of the validity\r\ndivide. Whether or not there can in any particular case be said to\r\nhave\nbeen compliance with the specifications and conditions of a\r\ntender, must necessarily depend on the facts of that case.\n[12]\tAs its final review ground RMR relied on what it\r\ncontended to be a reasonable suspicion that the Adjudication\r\nCommittee was\nbiased against it. In support of this contention it\r\nrelied on the way in which the Adjudication Committee conducted\r\nitself during\nboth the tender proceedings and the litigation that\r\nfollowed. From the very nature of the argument it is therefore clear\r\nthat a\ndecision on this issue will again be inextricably bound to the\r\nfacts of this case. In the result there is, in my view, neither any\n\nmatter of law or general principle, nor any matter of great public\r\nimportance that compels this court to embark upon determination\nof a\r\ndispute that has become of academic interest only.\n[13]\tAn alternative argument raised by RMR was that,\r\neven if the issues on the merits were held to be moot, they should be\r\ndecided\nin order to determine the question of costs. Support for this\r\nargument was sought in the judgment of this court in\nChairperson,\r\nStanding Tender Committee v J F E Sapela Electronics (Pty) Ltd\n2008\r\n(2) SA 638\n(SCA). But in my view that was not a case where this court\r\ndecided academic disputes in order to determine the question of\r\ncosts.\nOn the contrary, what was held in that case was that although\r\nthe decisions of the administrative authority were fatally flawed\n\n(paras 15 and 19) and although the setting aside of those decisions\r\nwould have practical consequences (para 24), the practical\n\nconsequences were so untenable (para 27) that the court should, in\r\nthe exercise of its discretion, allow the invalid administrative\n\ndecisions to stand (paras 28 and 29). But, in the circumstances, so\r\nthe court held, there was no reason why the administrative\nauthority\r\nshould not bear the costs of litigation. In a sense, the situation in\nJ F E Sapela\nwas\r\ntherefore the converse of what happened in this case, where the\r\nsetting aside of the administrative decision would have no practical\n\nconsequences and where the only outstanding issues relate to costs.\n[14]\tLastly, RMR sought to demonstrate on the record\r\nthat whereas it had done everything in its power to obtain a final\r\ndecision\nin the court a quo, the respondents' conduct was patently\r\ncalculated to cause delay, and that for that reason it was entitled\r\nto\ncosts. I find it unnecessary to enter into this debate. Even if\r\nthe appellant were right, I believe that these considerations would,\n\nin any event, be insufficient to constitute 'exceptional\r\ncircumstances' as contemplated by sub-section 21 A(3) so as to\r\nwarrant\nthe entertainment of the appeal with the sole purpose of\r\ndetermining issues of costs.\n[15]\tFor these reasons the appeal is dismissed with\r\ncosts, including the costs of two counsel where employed.\nâ¦â¦â¦â¦â¦â¦\n..\nF D J BRAND\nJUDGE OF APPEAL\nConcur:\nHARMS DP\nLEWIS JA",
  "scraped_at": "2026-02-11T21:38:14.905224",
  "date": "2009-02-20",
  "coram": [
    "Harms DP",
    "Brand JA",
    "Lewis JA"
  ],
  "case_number": "092/08",
  "parties": {
    "applicants": [
      "RMR Commodity Enterprise CC t/a Krass Blankets"
    ],
    "respondents": [
      "Chairman of the Bid Adjudication Committee",
      "Africhoice Tenders CC",
      "Minister of Finance",
      "Minister of Correctional Services",
      "Minister of Safety and Security",
      "Government of the Republic of South Africa"
    ]
  },
  "sections": {
    "facts": "In October 2006 the National Treasury invited tenders for over 183,000 blankets to be supplied to the Department of Correctional Services and the South African Police Service. RMR submitted a bid of R108.30 per blanket, undercutting Africhoice by R3.65 and earning the highest preference points under the Preferential Procurement Policy Framework Act. The Evaluation Committee, invoking a statutory exception, recommended the contract be awarded to Africhoice, and the Adjudication Committee endorsed that recommendation. The award was published on 12 July 2007 for a contract period from 1 August 2007 to 31 March 2008. RMR applied for judicial review and an interim interdict; the interdict was granted on 17 August 2007 but later set aside when the High Court dismissed the review application. RMR appealed the dismissal.",
    "issues": "The primary issue before the Supreme Court of Appeal was whether the appeal was moot under section 21A(1) and (3) of the Supreme Court Act, given that the contract period had already expired and any order would have no practical effect. Ancillary issues included whether the appellant’s arguments concerning future guidance, costs, and alleged breaches of natural justice could overcome the mootness ground.",
    "principles": "The court relied on section 21A(1) and (3) of the Supreme Court Act, which permits dismissal of an appeal when the sought order would have no practical effect, absent exceptional circumstances. The judgment also referenced the flexible application of natural‑justice principles, the need for factual analysis in compliance questions, and the limited role of cost‑only considerations in determining exceptional circumstances.",
    "application": "The court found that the contract awarded to Africhoice terminated on 31 March 2008, so setting aside the award or re‑assigning the contract would be of no practical use to any party. The appellant’s contention that a decision would guide future tenders was deemed speculative and without factual foundation. The court concluded that no exceptional circumstances existed to justify entertaining the appeal merely to resolve cost issues, and therefore the mootness rule applied.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel where employed. The judgment was concurred in by Harms DP and Lewis JA."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review – Mootness",
    "level_3": [
      "tender",
      "mootness",
      "costs",
      "natural justice",
      "public procurement"
    ]
  }
}