{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/92.html",
  "case_name": "Cladall Roofing (Pty) Ltd v SS Profiling (Pty) Ltd (515/08) [2009] ZASCA 92; [2010] 1 All SA 114 (SCA) (14 September 2009)",
  "citation": "[2009] ZASCA 92",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 92\n|\nNoteup\n|\nLawCite\nCladall Roofing (Pty) Ltd v SS Profiling (Pty) Ltd (515/08) [2009] ZASCA 92; [2010] 1 All SA 114 (SCA) (14 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 515/08\nNo precedential significance\nCLADALL\r\nROOFING (PTY) LTD\nAppellant\nand\nRespondent\nSS\r\nPROFILING (PTY) LTD\n______________________________________________________________\nNeutral citation:\nCladall\r\nRoofing (Pty) Ltd v SS Profiling (Pty) Ltd\n(515/08)\n[2009] ZASCA 92\n(14 September 2009)\nCORAM:\nNAVSA,\r\nMTHIYANE, HEHER, VAN HEERDEN JJA and WALLIS AJA\nHEARD:\n21 August 2009\nDELIVERED:\n14\r\nSeptember 2009\nSUMMARY:\nContract\r\nâ standard conditions of agreement â whether seller entitled to\r\nrely on certain clauses as defence to claim for damages\nby purchaser\r\nâ goods delivered bearing no resemblance to goods ordered â no\r\nperformance at all in terms of contract â held\nthat clauses do not\r\napply\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from\n:\nThe Port Elizabeth High\r\nCourt (Erasmus J) sitting as a court of first instance.\n1. The appeal is upheld with costs.\n2. The order of the court below is set\r\naside and substituted as follows:\nâ\n1. The court rules\r\nthat the defendant is not entitled to rely on the special conditions\r\nas valid defences against the plaintiffâs\nclaim for the payment of\r\ndamages.\n2. The court rules that\r\nthe plaintiff is entitled to withhold payment for the goods delivered\r\non the pleadings as they stand.\n3. The remaining issues\r\nin dispute on the pleadings are to be determined at a further\r\nhearing.\n4. Costs are to be costs\r\nin the cause.â\n______________________________________________________________\nJUDGMENT\nNAVSA and VAN HEERDEN JJA (MTHIYANE,\r\nHEHER JJA and WALLIS AJA concurring):\nIntroduction\n[1]\tThis is an appeal, with the leave\r\nof this court, against a judgment of the Port Elizabeth High Court\r\n(Erasmus J).\n[2]\tThe appellant company, Cladall\r\nRoofing (Pty) Ltd (Cladall), a roofing contractor in the Eastern\r\nCape, ordered 13 000 square\nmetres of galvanised IBR roof sheeting\r\nfrom the respondent company, SS Profiling (Pty) Ltd (SS). The order\r\ngave a precise description\nof the required thickness, tensile\r\nstrength and production quality of the goods.\n1\nSS has its head office in Brits. It buys raw material from a steel\r\nproducer and then cuts and profiles the steel to customer\r\nrequirements.\nFor present purposes, and on the basis set out in\r\nparagraphs 19 and 20 below, it is accepted that SS delivered IBR\r\nsheeting to\nCladall that was not in accordance with the\r\nspecifications as described in the order. On that basis, Cladall,\r\nafter the sheeting\nhad been installed at a particular site,\r\ninstituted action against SS, claiming damages comprising the\r\nreasonable cost of reinstating\nthe roof according to the\r\nspecifications. Cladall also refused to pay the outstanding balance\r\nof the purchase price.\n[3]\tIn defending the action and\r\ninstituting a counterclaim for the balance of the purchase price, SS\r\nrelied on its âStandard Conditions\nof Agreementâ, which formed\r\npart of the credit application completed by Cladall and were also\r\nattached to each of its delivery\nnotes.  The clauses relied upon by\r\nSS were, inter alia, the following:\nâ\n6.4\tThe Customer\r\nhereby confirms that the goods or services on any Tax invoice issued\r\nduly represent the goods or services ordered\nby the Customer at the\r\nprices agreed to by the Customer and, where delivery/performance has\r\nalready taken place, that the goods\nor services were inspected and\r\nthat the Customer is satisfied that these conform in all respects to\r\nthe quality and quantity ordered\nand are free from any defects.\n. . .\n7.3\tNo claim under this\r\nAgreement shall arise unless the Customer has, within 3 days of the\r\nalleged breach or defect occurring,\ngiven SS Profiling 30 days\r\nwritten notice by prepaid registered post to rectify any defect or\r\nbreach of Agreement.\n. . .\nThe Customer has no\r\n\t\tright to withhold payment for any reason whatsoever and agrees that\r\n\t\tno extension of payment of any nature\nshall be extended to the\r\n\t\tCustomer and any such extension will not be applicable or\r\n\t\tenforceable unless agreed to by SS Profiling,\nreduced to writing\r\n\t\tand signed by the Customer and a duly authorised representative of\r\n\t\tSS Profiling.\n. . .\n18\tThe Customer agrees\r\nthat no indulgence whatsoever by SS Profiling will affect the terms\r\nof this Agreement or any of the rights\nof SS Profiling and such\r\nindulgence shall not constitute a waiver by SS Profiling in respect\r\nof any of its rights herein. Under\nno circumstances will SS Profiling\r\nbe estopped from exercising any of its rights in terms of this\r\nAgreement.â\n[4]\tThe court below held that Cladall\r\nwas unable to âget aroundâ clause 6.4. With reference to clause\r\n7.3, the court stated\nthat, since it was common cause that Cladall\r\ndid not give SS 30 days written notice by prepaid registered post (or\r\notherwise) to\nrectify the defect or breach, Cladall was without any\r\nremedy. In dealing with the question of estoppel, raised by Cladall\r\nin its\nreplication, Erasmus J held, with reference to clause 18 and\r\nafter considering the evidence adduced, that Cladallâs reliance on\n\nestoppel was unfounded.\n[5]\tThus, the court a quo concluded\r\nthat SS was entitled to rely on the special conditions, and in\r\nparticular, on clauses 6.4 and\n7.3, as valid defences against\r\nCladallâs claim for damages. It went on to hold (relying on clause\r\n11.1 of the special conditions)\nthat Cladall was not entitled to\r\nwithhold payment for the goods delivered. In the result Erasmus J\r\ndismissed Cladallâs claim\nwith costs and entered judgment in favour\r\nof SS on its counterclaim, ordering Cladall to pay the balance of the\r\npurchase price,\nnamely, R254 396.96 with interest calculated from\r\n17 February 2006.\n[6]\tIt is against these conclusions\r\nthat the present appeal is directed. The main question to be\r\ndetermined is whether SS was, on\nthe agreed facts of this case,\r\nentitled to rely on the clauses referred to by the court below. The\r\nshort answer is no. The background\nand the reasoning are set out\r\nhereafter.\nBackground\n[7]\tIn the early part of 2006, Cladall\r\nsuccessfully tendered to install roofing at a cooling facility in\r\nAddo in the Eastern Cape.\nThe cooling facility is the property of the\r\nAddo Citrus Corporation and intended for storing oranges in\r\npreparation for export.\n[8]\tThe tender requirement was for the\r\ninstallation of IBR sheeting with a minimum thickness of 0.5 mm. In\r\naddition, the IBR sheeting\nwas required to be of industrial strength,\r\ndescribed in the industry as âfull hardâ. This was necessary as\r\nthe roof trusses\nwere far apart and the roof was required to be\r\nâtrafficableâ. In other words, the roof had to be able to\r\nwithstand human traffic\nwithout bending or sagging.\n[9]\tConsequently, on 31 January 2006,\r\nMr Wessel Lategan, the managing director of Cladall, sent a\r\ntelefacsimile (fax) to Mr Craig\nBursey, an authorised representative\r\nof SS stationed in the Eastern Cape, requesting a quote for 13 000\r\nm\n2\nof IBR sheeting. The request for the quote set out the following\r\nspecifications:\nâ\n0.50 mm IBR FH\r\nGalvanised Z275 spelter as per ISCOR.â\nâ\nZ275â indicates the minimum\r\ngalvanised content of the IBR sheeting. âFHâ is an abbreviation\r\nfor âFull Hardâ. âISCORâ\nis the acronym for Iron and Steel\r\nCorporation, which used to be a renowned steel-producing parastatal.\n[10]\tThe fax was sent back by Mr\r\nBursey with a price of R22 per square metre inserted in manuscript.\r\nSubsequently, Mr Bursey attended\nat Cladallâs offices and, during a\r\nmeeting with Mr Lategan, rewrote the specifications set out at the\r\nend of the preceding paragraph,\nnamely, 0.50 mm and Z275, in\r\nmanuscript on the same fax. However, instead of âISCORâ, Mr\r\nBursey wrote the words âMittal Materialâ\non the fax. At a time\r\nunrelated to the present case, ISCOR had been taken over by Mittal\r\nSteel, a commercial company which is one\nof the major steel producers\r\nin the world. The purpose of indicating ISCOR or Mittal material was\r\nto denote a particular quality\nof material, related to the reputation\r\nof the producer. Mr Bursey signed the fax after having made these\r\nmanuscript additions to\nit.\n[11]\t It is uncontested that Mr\r\nBurseyâs signed manuscript additions to Cladallâs fax, as set out\r\nin the preceding paragraph,\nwere made by him for Cladallâs benefit,\r\nto confirm that he was aware of Cladallâs specific requirements in\r\nrelation to the\ntender and to ensure that Cladall would receive the\r\ncorrect material.\n[12]\tCladall then addressed a written\r\norder dated 2 February 2006 to SS. Under the heading âDescriptionâ,\r\nit was once again\nclearly specified that the order was for 13 000 m\n2\nof â0.5mm FH Z275\r\ngalvanised IBR roofsheeting ISCOR materialâ. Delivery was to take\r\nplace between 14 and 16 February 2006. A\nfurther specific instruction\r\non the order was that delivery of the sheeting had to be made with\r\ntrucks that had been fitted with\na crane. This was necessary because\r\nthe total sheeting ordered approximated 80 tons and, in the absence\r\nof a crane for offloading,\nmanual labour would be required with\r\nattendant costs.\n[13]\tThe first consignment of sheeting\r\narrived on 17 February 2006 at the installation site in Addo, in a\r\ntruck with a malfunctioning\ncrane. This problem caused Mr Bursey to\r\ncontact Mr Lategan who then went out to the site. When he arrived on\r\nsite, he saw the roof\nsheeting in the rear of the truck packed in\r\nlots. The dimensions of the sheeting appeared to him not to be\r\nuniform. This immediately\naroused his suspicions and he sought\r\nconfirmation from Mr Bursey that the sheeting was indeed what he had\r\nordered, viz that it\nwas in accordance with Cladallâs express\r\nspecifications. It was not possible to ascertain with the naked eye\r\nwhether the material\nmet the specifications, nor to conduct a\r\nphysical examination of every sheet forming part of the consignment.\r\nMoreover, to determine\nthe galvanisation content and tensile strength\r\nof the sheeting, laboratory tests would be required. On Mr Lateganâs\r\nrequest,\nMr Bursey telephoned the SS head office in Brits, to\r\nascertain from a senior manager there whether they had despatched the\r\ncorrect,\nspecified sheeting. During a lengthy conversation with the\r\nsaid manager, Mr Bursey was reassured that the correct material had\r\nindeed been despatched and he was told to convince Mr Lategan of\r\nthis. Taking the manager at her word, he, in turn, reassured Mr\n\nLategan that the material was âthe correct material orderedâ,\r\nthat it was âthe right thickness and [that] it was full hard\n\nmaterial, as he had asked forâ.\n[14]\tOn the same day, after he\r\nreturned to his office, Mr Lategan spoke telephonically to the same\r\nmanager that Mr Bursey had spoken\nto earlier and was once again\r\nreassured that the sheeting that had been delivered was in accordance\r\nwith specifications.\n[15]\tLater that same day, Mr Lategan\r\naddressed an e-mail to the SS manager, sending her photographs of the\r\nsheeting that had been\ndelivered and threatening to return it.\r\nHowever, after speaking to Mr Bursey once more, and yet again\r\nobtaining an assurance that\nthe sheeting that had been delivered was\r\nin accordance with Cladallâs specifications, he relented and\r\naccepted the consignment.\n[16]\tAfter SS had delivered all the\r\nsheeting, Cladall proceeded to install the roof, the extent of which\r\nwas, as indicated above,\n13 000 square metres. It was estimated that\r\nit would take approximately six weeks to complete the task. Within\r\ntwo weeks of the\ncommencement of the installation, workmen reported\r\nthat the roof was beginning to show indentations after it had been\r\nwalked on.\nMr Lategan and his roofing team deduced that this was\r\nbecause the tensile strength of the sheeting did not meet the agreed\r\nspecifications.\n[17]\tMr Bursey was called out to\r\nexamine the roof. After he had done so, he realised that there was a\r\nmajor problem and that the\nsheeting that had been delivered was not\r\nas had been specified by Mr Lategan. In particular, it was not of\r\nindustrial strength.\nAt that stage Cladall had paid the greater part\r\nof the purchase price. After discussing the matter with Cladallâs\r\nattorney, Mr\nLategan decided to withhold the balance of the purchase\r\nprice. This was followed by an exchange of correspondence and\r\ntelephonic\ncommunications with Mr Duvenage, the managing director of\r\nSS. Disputes arose concerning the thickness of the sheeting and\r\nwhether\nthe raw material had in fact been sourced from Mittal Steel.\n[18]\tMittal Steel representatives were\r\ncalled out to inspect samples cut from the sheeting. Mr Lategan also\r\narranged for other tests\nto be conducted on samples of the sheeting.\r\nThe latter tests revealed considerable variations in the sheeting,\r\nheightening Mr Lateganâs\nsuspicions. Mr Duvenage insisted on\r\npayment of the balance of the price and the matter remained\r\nunresolved.\n[19]\tCladall decided to institute\r\naction against SS as described above. At the commencement of the\r\ntrial the parties agreed in writing,\nin terms of Uniform rule 33(4),\r\nto separate certain issues for determination, namely whether:\n(a) SS was entitled to rely on the\r\nspecial conditions and in particular the sub-clauses relied upon in\r\nits plea as a valid defence\nagainst Cladallâs claim for the payment\r\nof damages;\n(b) Cladall, in the event of the court\r\nfinding that the defendant was entitled to rely on the sub-clauses,\r\nhad established estoppel\nas pleaded in its replication;\n(c) Cladall was entitled to withhold\r\npayment for the goods delivered.\n[20]\tFor purposes of deciding the\r\nseparated issues, it was assumed by the parties that SS supplied\r\nmaterial that did not comply\nwith the required specifications as\r\npleaded by Cladall in its particulars of claim, more particularly,\r\nthat the bulk of the material\nsupplied had not been galvanised\r\naccording to the Z275 specification; had not been manufactured and\r\nproduced according to Mittal\nstandards; was not âfull hardâ and\r\nwas also not the required thickness.\n[21]\tIt was agreed between the parties\r\nthat, should the court find in favour of SS on issues (a) and/or (b),\r\nthe plaintiffâs claim\nstood to be dismissed and further, that\r\nshould the court find that SS was excused from delivering materials\r\nnot according to specifications\nby virtue of the special conditions,\r\nSS would be entitled to judgment in terms of its counterclaim.\r\nHowever, in the event of the\ncourt finding in favour of Cladall that\r\nSS was not entitled to rely on the relevant subclauses in the special\r\nconditions as a defence\nor was estopped from relying on such clauses,\r\nthe remaining issues in dispute on the pleadings would be finally\r\ndetermined by the\ncourt below at a further hearing.\n[22]\tThe court below made an order in\r\nterms of the agreement between the parties and proceeded to hear\r\nevidence on the separated\nissues. The result was as recorded earlier\r\nin this judgment.\nConclusions\n[23]\tIn the course of his judgment,\r\nErasmus J reasoned as follows:\nâ\nCounsel for the\r\nplaintiff contends that what was delivered by the defendant was not\r\nthe merx contracted for by the parties, but\nsomething else;\r\nconsequently the delivery was not in terms of the contract and the\r\ndefendant therefore cannot rely on the special\nconditions to escape\r\nliability for damages flowing from that delivery. The specifications\r\nwere clearly of critical importance to\nthe plaintiff. The fact that\r\nthe bulk of the sheeting supplied by the defendant did not conform to\r\nthose specifications did not\nhowever alter the essential nature of\r\nthe material. What the plaintiff ordered and what the defendant\r\ndelivered was IBR galvanised\niron sheeting. It was accepted by the\r\nplaintiff as being such. It was installed and used for the purpose\r\nfor what it was purchased,\nnamely the erection of a roof â albeit\r\none below specification. The agreement in any event caters for and\r\nthereby contemplates\nthe possibility that the material delivered by\r\nthe defendant might not comply with contractual specifications (see\r\nsubclauses 6.4\nand 7.3 . . .). Non-compliance with those\r\nspecifications in a particular delivery is dealt with contractually\r\nand the delivery\ntherefore falls within the ambit of the contract.\r\nThe defendantâs non-compliance with the contractual specifications\r\nmay give\nrise to issues of damages, but does not place the material\r\noutside the contract. Counselâs contention therefore does not\r\nhold.â\n[24]\tWe do not agree with this\r\nreasoning. In our view, it is clear from the evidence that Cladall\r\nrequired, and ordered, a very\nspecific product and SS agreed to\r\nprovide\nthat\nproduct â IBR roofsheeting with a thickness of 0.5 mm, full hard\r\nindustrial strength, galvanised according to a specification\nof Z275\r\nand manufactured according to Mittal standards. For the purposes of\r\ndeciding the separated issues agreed upon by the parties,\nit is\r\ncommon cause that the bulk of the product delivered by SS, while it\r\nwas indeed IBR roofsheeting, was\nnot\nof the required thickness; was\nnot\nfull hard industrial strength; had\nnot\nbeen galvanised according to a Z275 specification, and had\nnot\nbeen manufactured and\r\nproduced according to Mittal standards. Not one of the specific\r\nattributes of the roofsheeting agreed upon\nbetween the parties as\r\nforming the subject of the agreement had thus been met; in fact, the\r\nroofsheeting delivered by SS bore no\nrelation to the goods ordered,\r\nbut was an entirely different (and inferior) product. None of the\r\nminimum threshold requirements\nset by Cladall and agreed to by SS had\r\nbeen met by the latter. The contract could not be performed by\r\ndelivering IBR sheeting,\nirrespective of its specification. It could\r\nonly be performed by delivering IBR sheeting of the required\r\nspecification.\n[25]\tProperly interpreted, clauses 6.4\r\nand 7.3 of the standard conditions of agreement (set out in paragraph\r\n3 above) can only govern\nthe situation where\ndefective\ngoods are delivered by SS to its customer in terms of the contract.\r\nThey do not apply to a situation where the goods delivered\nby SS are\r\nan entirely different product to the goods ordered by the customer\r\nand bear no resemblance to what had been agreed between\nthe parties.\r\nThis was conceded by counsel for SS during argument before us.\n[26]\tFor the purposes of the separated\r\nissues, SS accepted that it did not deliver the goods that it was\r\nobliged to deliver in terms\nof the contract. It therefore failed to\r\nestablish that it had performed at all in terms of the contract and\r\nits reliance on, inter\nalia, clauses 6.4 and 7.3 of the standard\r\nconditions was misplaced. Moreover, although SS relied in its plea on\r\nclause 5.4 of the\nstandard conditions, which gives it the right to\r\ndeliver alternative goods to those ordered in certain circumstances,\r\nSS did not\nlead any evidence in this regard and, in our view, this\r\nclause does not take the matter any further and thus cannot be\r\ninvoked\nby it.\n[27]\tBearing in mind that this case\r\nwas decided on the agreed facts (set out in paragraph 20 above),\r\nneither clauses 6.4 and 7.3,\nnor any of the other clauses relied upon\r\nby SS in its plea, afford it a valid defence against Cladallâs\r\nclaim for the payment\nof damages. This being so, the question of\r\nestoppel does not arise. As regards the further question whether\r\nCladall was entitled\nto withhold payment for the goods delivered,\r\nclause 11.1 (as set out in paragraph 3 above) clearly cannot apply to\r\na situation\nin which there has been no performance at all (as opposed\r\nto defective performance) in terms of the agreement. It follows that\r\nthis question must be answered in Cladallâs favour.\n[28]\tThe following order is made:\n1. The appeal is upheld with costs.\n2. The order of the court below is set\r\naside and substituted as follows:\nâ\n1. The court rules\r\nthat the defendant is not entitled to rely on the special conditions\r\nas valid defences against the plaintiffâs\nclaim for the payment of\r\ndamages.\n2. The court rules that\r\nthe plaintiff is entitled to withhold payment for the goods delivered\r\non the pleadings as they stand.\n3. The remaining issues\r\nin dispute on the pleadings are to be determined at a further\r\nhearing.\n4. Costs are to be costs\r\nin the cause.â\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n_________________\nB J VAN HEERDEN\nJUDGE OF APPEAL\nAppearances:\nFor the Appellant:\t\tA Beyleveld\nInstructed by: \t\tFriedman Scheckter\nPort Elizabeth\nMatsepes Inc\nBloemfontein\nFor the Respondent:\tG Jacobs\nInstructed by:\t\tGoldberg & Victor\nPort Elizabeth\nL J Van Coppenhagen Inc\nBloemfontein\n1\nThe\r\n\texact description of the goods in the order form is set out in\r\n\tparagraph 12 below.",
  "scraped_at": "2026-02-12T05:13:25.586364",
  "date": "2009-09-14",
  "coram": [
    "NAVSA",
    "MTHIYANE",
    "HEHER",
    "VAN HEERDEN JJA",
    "WALLIS AJA"
  ],
  "case_number": "515/08",
  "parties": {
    "applicants": [
      "Cladall Roofing (Pty) Ltd"
    ],
    "respondents": [
      "SS Profiling (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Cladall Roofing (Pty) Ltd tendered to install a roof at a cooling facility in Addo and ordered 13,000 m² of galvanised IBR roof sheeting with precise specifications (0.5 mm thickness, full‑hard industrial strength, Z275 galvanisation and manufactured to Mittal standards). SS Profiling (Pty) Ltd supplied the material, but the sheeting delivered was not of the required thickness, strength or galvanisation, and it was not manufactured to the stipulated standards. After installation began, the roof showed indentations, indicating the material did not meet the specifications. Cladall paid most of the purchase price but, after discovering the defects, withheld the balance and sought damages for reinstatement. SS responded with a counterclaim for the outstanding amount and relied on its standard conditions of agreement (clauses 6.4, 7.3 and others) as defences.",
    "issues": "The court had to decide: (a) whether SS could rely on the special conditions, particularly clauses 6.4 and 7.3, as valid defences against Cladall's claim for damages; (b) whether Cladall had established estoppel against SS; and (c) whether Cladall was entitled to withhold payment for the goods delivered.",
    "principles": "Under contract law, a party may rely on special conditions only where the contract has been performed and the goods delivered are merely defective, not where the goods are fundamentally different from those contracted for. A clause that limits the right to withhold payment applies only to situations of defective performance, not to total non‑performance. Estoppel can only arise where a party has acted to its detriment based on a representation, but it is not applicable if the contract has not been performed.",
    "application": "The court found that the sheeting delivered bore no relation to the goods ordered; none of the essential specifications were met, meaning SS had not performed its contractual obligations at all. Consequently, clauses 6.4 and 7.3 could not be invoked as they address defective performance, not a complete failure to deliver the agreed product. No evidence supported SS's reliance on clause 5.4 for alternative goods. Because there was no performance, the estoppel argument was irrelevant, and Cladall was entitled to withhold payment under the contract.",
    "conclusion": "The appeal was upheld. The lower court's order was set aside and substituted: SS Profiling is not entitled to rely on the special conditions as a defence to the claim for damages; Cladall Roofing may withhold payment for the goods delivered; the remaining disputed issues will be determined at a further hearing; and costs are awarded to the cause."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Sale of Goods",
    "level_3": [
      "contract performance",
      "special conditions",
      "non-conforming goods",
      "estoppel",
      "withholding payment"
    ]
  }
}