{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/148.html",
  "case_name": "Umgeni Water and Others v Mshengu (03/09) [2009] ZASCA 148; [2010] 2 All SA 505 (SCA) ; (2010) 31 ILJ 88 (SCA) (26 November 2009)",
  "citation": "[2009] ZASCA 148",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 148\n|\nNoteup\n|\nLawCite\nUmgeni Water and Others v Mshengu (03/09) [2009] ZASCA 148; [2010] 2 All SA 505 (SCA) ; (2010) 31 ILJ 88 (SCA) (26 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase no: 03 / 09\nUMGENI\r\nWATER\tFirst Appellant\nPRINCIPAL\r\nOFFICER OF THE\nUMGENI\r\nWATER RETIREMENT FUND\tSecond Appellant\nTHE\r\nMINISTRY OF WATER AFFAIRS\tThird Appellant\nand\nBONGINKOSI\r\nVINCENT MSHENGU\tRespondent\n___________________________________________________________________\nNeutral citation:\nUmgeni Water v Mshengu\n(03/09)\n[2009] ZASCA 148\n(26 November 2009)\nCORAM:\nMPATI P, NUGENT, PONNAN JJA, HURT and WALLIS AJJA\nHEARD:\n20 November 2009\nDELIVERED:\n26 November\n2009\nSUMMARY:\nPrescription Act 68 of 1969\n– extinctive\r\nprescription – dismissed employee – claim for retirement\r\nbenefits – cause of action not arising\nor accruing whilst\r\ndismissal in force.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nThe Pietermaritzburg High Court\r\n(McLaren J sitting as court of first instance).\nThe appeal is dismissed with costs, such costs to include those\r\nreserved by the court below for determination by this court.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN  JA (MPATI P, NUGENT JA, HURT and WALLIS AJJA concurring):\n[1]\tIn what follows I shall, for convenience, refer to the parties by\r\ntheir appellation in the court below.  The plaintiff, Bonginkosi\n\nVincent Mshengu, an employee of the first defendant, Umgeni Water, a\r\npublic statutory water utility established in terms of the\nWater\nServices Act 108 of 1997\n, instituted action against it in the\r\nPietermaritzburg High Court, as also against the second defendant,\r\nthe principal officer of\nthe Umgeni Water Retirement Fund, a pension\r\nfund duly registered in terms of the Pension Fund Act 24 of 1956. The\r\nMinister of Water\nAffairs and Forestry was cited in his official\r\ncapacity as the third defendant, in terms of\ns 47\nof the\nWater\nServices Act, but\nas no relief was sought against him he took no part\r\nin the proceedings either in this court or the court below.\n[2]\tThe summons, to the extent here relevant, alleged that:\n'(a)\tThe Plaintiff was compelled to be a member of the\r\nSecond Defendant.\n(b)\tThe Plaintiff made monthly contributions to the\r\nSecond Defendant for his retirement.\n(c)\tUpon retirement from the service of the First\r\nDefendant, including early retirement, the Plaintiff would be\r\nentitled to both\nhis withdrawal benefit and the First Defendant's\r\ncontribution to the employees' retirement fund held by the Second\r\nDefendant (retirement\nbenefit).'\nThe plaintiff, pursuant to his contract of employment with the First\r\nDefendant, claimed payment of the sum of R1 917 181.00, being\nthe\r\nFirst Defendant's contribution to the employees' retirement fund held\r\nby the Second Defendant. The summons, inter alia, elicited\nthe\r\nfollowing special plea:\n‘\nAny right which Plaintiff had to claim the\r\nalleged early retirement benefit arose on 1 April 2003, at the\r\nlatest, being the date\nfrom which Plaintiff elected to retire.\n(a)\tSuch claim would have become prescribed on 30 March\r\n2006.\n(b)\tThe summons herein was issued on or about 28 June\r\n2007.\n(c) \tIn the premises, the claim herein has become\r\nprescribed.’\n[3]\tThe parties agreed, in terms of Rule 33 of the Uniform Rules, to\r\na written statement of facts in the form of a special case\nfor\r\nadjudication before the high court (per McLaren J). The facts agreed\r\nupon or assumed to be correct for the purpose of the special\ncase\r\nare:\n'1\tThe plaintiff was employed by the First Defendant.\r\nDuring 2002, as result of restructuring by the First Defendant,\r\nPlaintiff\napplied for a newly created post. This application was\r\nunsuccessful and Plaintiff was notified accordingly by letter dated\r\n20 November\n2002.\n2\tDuring September 2002 the Plaintiff was tried by a\r\ndisciplinary enquiry chaired by attorney Gina Barbieri.\n3\tOn 21 October 2003 Barbieri found the Plaintiff guilty\r\nof misconduct.\n4\tOn 25 November 2002, and before the imposition of a\r\nsanction in respect of the alleged misconduct, the Plaintiff notified\r\nFirst\nDefendant that he elected to take early retirement with effect\r\nfrom 1 April 2003.\n5\tHad he taken such early retirement the Plaintiff would\r\nhave been entitled to payment of both his withdrawal benefit and\r\nFirst\nDefendant's contribution to the retirement fund administered by\r\nSecond Defendant on 1 April 2003.\n6\tIn the event of his being dismissed prior to taking\r\nearly retirement, then the Plaintiff would only be entitled to his\r\nwithdrawal\nbenefit and not also the First Defendant's said\r\ncontribution.\n7\tOn 27 November 2002 the First Defendant dismissed the\r\nPlaintiff for the alleged misconduct.\n8\tFollowing on the dismissal the First Defendant\r\ninstructed the Second Defendant to pay Plaintiff only his withdrawal\r\nbenefit.\n9\tOn 7 January 2003 Second Defendant paid Plaintiff his\r\nwithdrawal benefit.\n10\tThe Plaintiff referred the dispute to the CCMA\r\nwherein he alleged that his dismissal was unfair and at the CCMA\r\nhearing he asked\nfor compensation rather than reinstatement.\n11\tOn 25 September 2003 the CCMA Commissioner found that\r\nthe dismissal was procedurally and substantively unfair, did not\r\nreinstate\nPlaintiff but ordered First Defendant to pay Plaintiff\r\ncompensation in the amount of 9 months salary.\n12\tThe First Defendant brought an application to the\r\nLabour Court to review the Commissioner's decision and on 13 June\r\n2006 the\nLabour Court confirmed the Commissioner's finding that the\r\ndismissal had been substantively (but not procedurally) unfair and\r\ndismissed\nthe review application with costs.\n13\tOn 29 June 2007 the Plaintiff instituted this action\r\nagainst the First and Second Defendants for payment of the First\r\nDefendant's\nsaid contribution.'\n[4]\tAccording to the parties, the question of law in dispute was\r\nthus\n:\n'Whether or not the claim had become prescribed before\r\nsummons was served on 29 June 2007.'\nMcLaren J answered the question posed in the negative, but granted\r\nleave to the appellant to appeal to this court and, by consent,\n\nreserved the costs of the special case for the decision of this\r\ncourt.\n[5]\tSection 10 of the Prescription Act, No 68 of 1969 (the Act),\r\nprovides for the extinction of a debt after the lapse of periods\n\ndetermined in s 11. The period of prescription applicable to the\r\nplaintiff’s claim is that provided for in s 11(d) of the\nAct,\r\nnamely 3 years. According to s 12(1) of the Act, prescription shall\r\ncommence to run 'as soon as the debt is due'. The words\n‘debt\r\nis due’ must be given their ordinary meaning.\n1\nIn its ordinary meaning a debt is due when it is immediately\r\nclaimable by the creditor and, as its correlative, it is immediately\n\npayable by the debtor. Stated another way, the debt must be one in\r\nrespect of which the debtor is under an obligation to pay\r\nimmediately.\n2\n[6]\tA debt can only be said to be claimable immediately if a creditor\r\nhas the right to institute an action for its recovery. In\norder to be\r\nable to institute an action for the recovery of a debt a creditor\r\nmust have a complete cause of action in respect of\nit. The expression\r\n‘cause of action’ has been held to mean: ‘\nevery\r\nfact which it would be necessary for the plaintiff to prove, …\r\nin order to support his right to judgment of the Court.\nIt does not\r\ncomprise every piece of evidence which is necessary to prove each\r\nfact, but every fact which is necessary to be  proved\n’;\r\nor slightly differently stated ‘\nthe entire set of\r\nfacts which give rise to an enforceable claim and includes every fact\r\nwhich is material to be proved to entitle\na plaintiff to succeed in\r\nhis claim. It includes all that a plaintiff must set out in his\r\ndeclaration in order to disclose a cause\nof action. Such cause of\r\naction does not “arise” or “accrue” until the\r\noccurrence of the last of such facts\nand consequently the last of\r\nsuch facts is sometimes loosely spoken of as the cause of action.\n’\n3\nA plaintiff must thus have a complete cause of action at the stage\r\nwhen summons is issued or at any rate when the summons is served.\n4\n[7]\tOn the view that I take of the matter, it was necessary for the\r\nplaintiff to allege and prove the fact of his retirement in\norder to\r\nsupport his right to judgment. For as long as the plaintiff’s\r\npurported dismissal was operative and in force, he\nwas precluded from\r\ndoing so. His dismissal accordingly operated as an impediment to his\r\nasserting any claim to the first defendant's\ncontribution to his\r\nretirement fund administered by the second defendant. Had the\r\nplaintiff commenced his action on 1 April 2003,\nhe would not have\r\nbeen able to allege all the facts upon which his claim was founded\r\nand in particular that he had retired. The\nfact of his dismissal\r\nwould thus serve to defeat his claim. It was only when the\r\nplaintiff’s dismissal was held to be both\nprocedurally and\r\nsubstantively unfair, that he was capable of alleging the last of the\r\nmaterial facts which had to be alleged in\norder to enable him to sue.\r\nIt follows that the plaintiff’s cause of action did not ‘arise’\r\nor ‘accrue’\non 1 April 2003 as contended by the\r\ndefendant. Consequently the question of law was correctly answered in\r\nthe plaintiff’s\nfavour.\n[8]\t  In the result the appeal is dismissed with costs, such costs to\r\ninclude those reserved by the court below for determination\nby this\r\ncourt.\n_________________\nV M  PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\nR J\r\nSeggie SC\nInstructed\r\nby:\nVenn\r\nNemeth & Hart Inc\nPietermaritzburg\nMcIntyre\r\n& Van der Post\nBloemfontein\nFor\r\nRespondent:\nA de\r\nWet\nInstructed\r\nby:\nGeyser\r\nDu Toit Louw and Kitching Inc\nPietermaritzburg\nHoney\r\nAttorneys Inc\nBloemfontein\n1\nThe Master v I L Back and Co Ltd\n1983 (1) SA 986\n(A) at 1004F.\n2\nSee\nWestern Bank Ltd v S J J van Vuuren Transport (Pty) Ltd and\r\n\tothers\n1980 (2) SA 348\n(T) at 351 and\nHMBMP Properties (Pty)\r\n\tLtd v King\n1981 (1) SA 906\n(N) at 909 and the cases there cited.\n3\nSee\nEvins v Shield Insurance Co\nLtd\n1980\r\n\t(2) SA 814\n(A) at 838 and the cases there cited by Corbett JA; see\r\n\talso\nTruter and another v Deysel\n[2006] ZASCA 16\n;\n2006\r\n\t(4) SA 168\n(SCA) para 16, 18 and 19.\n4\nMahomed v Nagdee\n1952\r\n\t(1) SA 410\n(A) at 418;\nMarine and Trade\r\n\tInsurance Co Ltd v Reddinger\n1966 (2)\r\n\tSA 407\n(A) at 413D;\nSantam Insurance Co\r\n\tLtd v Vilakasi\n1\n967\r\n\t(1) SA 246\n(A) at 253 A-F.",
  "scraped_at": "2026-02-12T05:25:25.961088",
  "date": "2009-11-26",
  "coram": [
    "MPATI P",
    "NUGENT",
    "PONNAN JJA",
    "HURT",
    "WALLIS AJJA"
  ],
  "case_number": "03/09",
  "parties": {
    "applicants": [
      "Umgeni Water",
      "Principal Officer of the Umgeni Water Retirement Fund",
      "Ministry of Water Affairs"
    ],
    "respondents": [
      "Bonginkosi Vincent Mshengu"
    ]
  },
  "sections": {
    "facts": "The respondent, Bonginkosi Vincent Mshengu, was employed by Umgeni Water. In 2002 he applied for a newly created post but was unsuccessful. He was disciplined and found guilty of misconduct in October 2003, but before any sanction he gave notice of early retirement effective 1 April 2003. On 27 November 2002 Umgeni Water dismissed him for misconduct. Following dismissal the retirement fund was instructed to pay only his withdrawal benefit, which was paid in January 2003. Mshengu challenged the dismissal at the CCMA, which found the dismissal unfair and ordered compensation. The Labour Court upheld the unfair dismissal finding. In June 2007 Mshengu instituted action seeking the employer’s contribution to his retirement fund, claiming the amount of R1 917 181.00.",
    "issues": "The sole legal issue was whether the respondent’s claim for the employer’s retirement contribution had become prescribed before the summons were served on 29 June 2007.",
    "principles": "The Court applied the Prescription Act 68 of 1969. Section 10 provides for extinction of a debt after the prescribed period, which for the claim falls under s11(d) – three years. Under s12(1) prescription begins when the debt is ‘due’, meaning the creditor has a complete cause of action. A cause of action arises only when all essential facts, including the entitlement to the claim, are established. The dismissal of the employee operated as an impediment to asserting the retirement benefit claim until the unfair‑dismissal finding was obtained.",
    "application": "The Court held that because the employee remained dismissed, he could not allege the fact of his retirement and therefore could not have a complete cause of action on 1 April 2003. Only after the Labour Court confirmed the dismissal was unfair could the requisite facts be pleaded. Consequently the cause of action arose after the prescribed period had not yet run, and the claim was not prescribed at the time summons were served.",
    "conclusion": "The appeal was dismissed with costs, including those reserved by the High Court for determination by the Supreme Court of Appeal."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Prescriptive Period",
    "level_3": [
      "prescription",
      "unfair dismissal",
      "retirement benefits",
      "cause of action",
      "South Africa"
    ]
  }
}