{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/161.html",
  "case_name": "Leeuw v First National Bank (516/2008) [2009] ZASCA 161; [2010] 2 All SA 329 (SCA) ; 2010 (3) SA 410 (SCA) (30 November 2009)",
  "citation": "[2009] ZASCA 161",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 161\n|\nNoteup\n|\nLawCite\nLeeuw v First National Bank (516/2008) [2009] ZASCA 161; [2010] 2 All SA 329 (SCA) ; 2010 (3) SA 410 (SCA) (30 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 516/2008\nIn the matter between:\nTSHIDISO ISAAC LEEUW\t\t\t\tAPPELLANT\nand\nFIRST NATIONAL BANK\nRESPONDENT\nNeutral citation:\nLeeuw v First\r\nNational Bank\n(516/2008)\n[2009] ZASCA 161\n(30\r\nNovember 2009)\nCORAM:\t\tStreicher, Heher, Snyders, Malan JJA and\r\nLeach AJA\nHEARD:\t\t13 November 2009\nDELIVERED:\t30 November 2009\nSUMMARY\n:\t\tEstoppel â\r\nnegligent misrepresentation\nORDER\nOn appeal from\n:\tThe\r\nBloemfontein High Court (Beckley and Van Zyl JJ, sitting as court of\r\nappeal).\nOrder:\nThe appeal is dismissed with costs.\nJUDGMENT\nSNYDERS JA: (Streicher, Heher, Malan JJA and Leach AJA\r\nconcurring)\n[1]\tThe respondent sued its customer, the appellant, in\r\nthe Thabaâ Nchu Magistrateâs Court for the recovery of an amount\r\nof\nR48 000 withdrawn from the appellantâs account with the\r\nrespondent after the deposit of a cheque in the amount of R48 598.69\r\ninto that account and before it was discovered that the signatures on\r\nthe cheque were forged. The appellant not only defended the\nclaim,\r\nbut instituted a counterclaim for the amount of R89 000. A cheque for\r\nR89 000 was deposited into the same account, but the\nrespondent\r\nreversed the credit in the appellantâs account upon discovering\r\nthat the signatures on the cheque were forged. The\ndecision by the\r\nmagistrate to dismiss the respondentâs claim and to grant the\r\nappellantâs counterclaim, both with costs, was\nappealed by the\r\nrespondent to the Bloemfontein High Court. The appeal was upheld and\r\nthe respondent was awarded its claim of R48\n000 with interest and\r\ncosts, whereas an order for absolution from the instance was made on\r\nthe appellantâs counterclaim. It is\nwith the leave of the court\r\nbelow that the matter is on appeal.\n[2]\tThe appellant persisted in this court with an\r\nargument that the respondentâs initial notice of appeal was fatally\r\ndefective\nas it did not comply with Magistratesâ courts rule\r\n51(7)(b) which requires an appellant to state âthe grounds of\r\nappeal, specifying\nthe findings of fact or rulings of law appealed\r\nagainstâ. The rule is peremptory and non-compliance has been held\r\nto render the\nnotice invalid.\n1\nThe object of rule 51(7) is to enable the magistrate to frame his\r\nreasons for judgment under rule 51(8) and, insofar as this had\nnot\r\nalready been done, to inform the respondent of the case he has to\r\nmeet and to notify the appeal court of the points to be raised.\n2\nIn 1987 the Uniform rules of the high court were amended to provide,\r\nfor the first time, for the delivery, prior to the hearing,\nof âa\r\nconcise and succinct statement of the main points. . . which [a\r\nparty] intends to argue on appealâ â so-called heads\nof\r\nargument.\n3\nIt can be said that since then, the object of the notice of appeal to\r\ninform the respondent and the court was also achieved by\nthe heads of\r\nargument, and it has almost become the rule that a full judgment is\r\ngiven after a trial in the magistratesâ courts\nwhich is rarely\r\nadded to in terms of rule 51(8), as also occurred in this case.\n[3]\tThe grounds in the notice of appeal that are\r\nattacked by the appellant relate only to the counterclaim. It was\r\ncontended that\nthe magistrate should have found that both cheques\r\nwere forged, that the respondent was entitled to reverse the credit\r\nentries\nin the appellantâs account after it was discovered that the\r\ncheques were forged and that the respondentâs witnesses, especially\n\nMotaung, gave credible evidence which had to be preferred to that of\r\nthe appellant. These points, though not a model of eloquence,\nclarity\r\nand compliance, set out the only point in the appeal on the\r\ncounterclaim, namely that if Motaungâs evidence was accepted,\nthe\r\ntrial court should have concluded that there was no misrepresentation\r\nby the respondent in relation to the R89 000 cheque.\nThis simple\r\npoint reflected the entire appeal on the counterclaim and achieved\r\nthe objects of rule 51(7) in the circumstances.\n4\n[4]\tThe court a quo decided the matter on an acceptance\r\nof Motaungâs evidence, as the notice urged it to do, and reversed\r\nthe\nmagistrateâs decision in this regard. It does not appear from\r\nthe judgment that the representative of the respondent had any\r\ndifficulty dealing with the relevant issue on appeal. On the\r\ncontrary, the court below had the impression that the point relating\n\nto the notice of appeal had not been pursued and did not refer to it\r\nin its judgment. Only after judgment and in response to a\nletter from\r\nthe appellantâs attorneys, did it respond by furnishing additional\r\nreasons pertaining to the point and concluded\nthat the grounds of\r\nappeal were not too general or too vague.\n[5]\tIn this court it is not required that grounds of\r\nappeal be stated in the notice of appeal.\n5\nThe nature of the proceedings is such that this court is entitled to\r\nmake findings in relation to âany matter flowing fairly\nfrom the\r\nrecordâ.\n6\nThe parties in their written and oral arguments have dealt with all\r\nthe issues relevant to the appeal and the appellant has not\npointed\r\nto anything that has been overlooked. The point, apart from being\r\nbad, has long lost its significance.\n[6]\tMany of the facts in this matter are common cause.\r\nThe appellant, the proprietor of a liquor outlet, the Love and\r\nHappiness\nTavern, sold liquor to Thabo Mofokeng. The latter tendered\r\npayment by way of a cheque in the amount of R48 598.69 drawn by\r\nGeneral\nFood Industries Limited on the respondent in favour of\r\nMofokeng, or bearer. The appellant accepted the cheque as payment for\r\nthe\nliquor bought and on 14 May 1999 deposited it into his bank\r\naccount with the respondent. The circumstances that lead to the\r\nappellant\naccepting the cheque as payment are in dispute and I shall\r\nrevert to that later. On 17 May 1999 the respondent allowed the\r\nappellant\nto utilise R48 000 of the proceeds of this cheque in order\r\nto pay for liquor bought for his business. On 21 May 1999 the\r\nappellant\nagain sold liquor to Mofokeng, this time for R89 000 and\r\nagain accepted a cheque in that amount, made out as before, in\r\npayment.\nThis cheque was also deposited into the same account. On 24\r\nMay 1999 the respondent was notified by General Food Industries\r\nLimited\nthat each of the two signatures on the cheques was forged.\r\nThe respondent immediately reversed the credits in the appellantâs\n\naccount brought about by the deposit of the two cheques and passed\r\ndebits in the same amounts. Because the respondent utilised\nan amount\r\nof R48 000 from the account before the debits were passed, the\r\nrespondent instituted action to recover that amount.\n[7]\tThe respondentâs claim was based on the\ncondictio\r\nindebiti\n. It alleged that the appellant was\r\nenriched at the expense of the respondent in the amount of R48 000.\r\nThe appellant denied that\nthe\ncondictio\r\nindebiti\nwas available to the respondent as a\r\nbank, denied that he was enriched and pleaded that the respondent was\r\nestopped from relying\non the forgery of the cheque. In support of the\r\ndefence of estoppel he pleaded that prior to the appellant accepting\r\nthe cheque\nas payment for liquor supplied, the respondent represented\r\nto him that the cheque was good for the money, and the appellant\r\nrelied\non the correctness of this representation when he decided to\r\naccept the cheque as payment for the liquor sold to Mofokeng. In his\n\ncounterclaim the appellant pleaded that the respondent negligently\r\nrepresented that the cheque of R89 000 was good for the money\nbefore\r\nhe accepted it as payment for the liquor bought by Mofokeng; he\r\nrelied on this alleged misrepresentation and supplied liquor\nto\r\nMofokeng for that value and consequently suffered damages.\n[8]\tThe magistrate accepted that the\ncondictio\r\nindebiti\nwas ânot availableâ to a bank\r\nand found that the respondent, in any event, failed to prove the\r\nfacts founding the\ncondictio indebiti\nthat it relied upon. On appeal the court below, the appellant and the\r\nrespondent again accepted that the\ncondictio\r\nindebiti\nwas not the respondentâs âproper\r\ncause of actionâ. The respondent argued in the court below that the\ncondictio sine causa\nwas the appropriate remedy. The court below found that although that\r\nwas not pleaded, its requirements were fully canvassed during\nthe\r\ntrial, the particulars of claim clearly based the respondentâs\r\nclaim on enrichment and the evidence required to prove the\none would\r\nhave sufficed to prove the other. These findings and an absence of\r\nprejudice to the appellant, led the court below to\nconclude that the\r\nrespondent should not fail for having pleaded the âincorrect\ncondictio\nâ.\n[9]\tIn this court the question whether the respondentâs\r\nappropriate remedy is the\ncondictio indebiti\nor the\ncondictio sine causa\nis no longer alive as the appellantâs counsel conceded, rightly in\r\nmy view, that if the appellant is to fail on his defence of\nestoppel,\r\nthe respondent was entitled to judgment in the amount of R48 000.\n[10]\tHowever, to avoid future confusion it needs to be\r\nstated that there is no principle that the\ncondictio\r\nindebiti\nis not available to a bank. In\nABSA\r\nBank Ltd v De Klerk\n1999 (1) SA 861\n(W), on\r\nsimilar facts, it was held, in my view correctly, that the\ncondictio\r\nindebiti\nwas the appropriate remedy for the\r\nbank to have relied upon.\n7\nIn\nSaambou Bank Ltd v Essa\n1993 (4) SA 62\n(N) a thorough comparative analysis was made of facts\r\nthat would give rise to a bank being entitled to rely on the\ncondictio indebiti\nas\r\nopposed to the\ncondictio sine causa\n.\r\nIt was held that if a bank believed it was obliged to pay âon\r\ndemand any withdrawal sought by [its customer] up to the amount\nof\r\nthe credit standing in his accountâ the\ncondictio\r\nindebiti\nwas the appropriate remedy.\nB\r\n& H Engineering v First National Bank of SA Ltd\n[1994] ZASCA 152\n;\n1995 (2) SA 279\n(A), mentioned by the court below as if it\r\nentertained another view, dealt with the different scenario of a bank\r\npaying the amount\nof a cheque to a payee not realising that the\r\ncheque had been countermanded. There was no question in\nB\r\n& H\nof the bank performing vis-à-vis\r\nthe payee. Hence the\ncondictio indebiti\ndid not arise.\n[11]\tThe only issue to be decided in relation to the\r\nrespondentâs R48 000 claim is whether the appellant proved his\r\ndefence of\nestoppel.\n8\nEstoppel presupposes a representation made by words or conduct\r\nrelating to a certain factual position.\n9\n[12]\tAccording to the evidence of the appellant and Mr\r\nAbram Motaung, a clerk employed by the respondent at the enquiries\r\ndesk,\nthe appellant approached him during May 1999 with the cheque of\r\nR48 598.69. Motaung testified that the appellant:\nâ\ncame to [him] with a cheque\r\nand asked [him] if the cheque was good. [He] then had to check if the\r\ncheque was not post-dated and\nif the amounts correspond with figures.\r\n[He] then checked in the computer if there was not stop payment on\r\nthe cheque. [He] confirmed\nthat the cheque was ok. [He] was not asked\r\nto check if there were funds in the account. [He] did not check if\r\nthe signatures on\nthe cheque correspondedâ.\nFar from this evidence being disputed by the appellant\r\nseveral features of his evidence support this version. He says that\r\nwhen\nMotaung came back with the cheque he said âthe cheque was\r\ngenuine and [the appellant] could deposit the chequeâ. This answer\n\nindicates that Motaung was verifying that the cheque was, on the face\r\nof it, acceptable for deposit. This was no different from\nwhat\r\nMotaung had done for the appellant numerous times before. The\r\nappellant, on his own version, visited the Thabaâ Nchu branch\nof\r\nthe respondent three to four times a week, depending on the state of\r\nhis business. He knew Motaung well. He also testified that\nas he was\r\nânot learnedâ, whenever he made a deposit of cheques at the bank,\r\nhe would ask for assistance at the enquiries desk\nwith the completion\r\nof the deposit slip before he went to the tellers to make the\r\ndeposit. In relation to the cheque for R48 598.69\nMotaung did the\r\nsame thing he was requested to do by the appellant numerous times\r\nbefore â to see whether the cheque was acceptable\nfor deposit and\r\nto complete the deposit slip and send the appellant to the tellers.\n[13]\tIn view of the appellantâs self proclaimed habit\r\nto ask Motaung to complete the deposit slips relating to cheque\r\ndeposits\nmade by him, it was for the appellant to show that his\r\nrequest on this occasion was different from those on other occasions\r\nin\nthat he required a guarantee that the cheque was as good as cash.\n[14]\tThe appellant said, rather obliquely, that Mofokeng\r\nwas with him when he explained to Motaung that Mofokeng wanted to buy\r\nliquor\nfrom him and offered the cheque in payment. He wanted to be\r\nsure that he âwas not going to lose moneyâ. He wanted the\r\nrespondent\nto give him the assurance that the cheque was as good as\r\ncash and consequently that there was no risk for him in delivering\r\nliquor\nto Mofokeng. When Motaung was cross-examined he said he could\r\nnot remember whether the appellant told him why he wanted to know\n\nthat the cheque was good. If Motaung was aware of the presence of\r\nMofokeng and the reasons for this, he would have had a better\nidea of\r\nwhat it was that the appellant wanted assurances on. Despite his\r\nlapse of memory it was not put to Motaung that Mofokeng,\nthe\r\npurchaser and payee, was present and that the request concerning the\r\ncheque was aimed at obtaining assurances for the purposes\nof the sale\r\ntransaction between them. When the appellant was cross-examined about\r\nthe failure by his attorney to put this evidence\nto Motaung, he was\r\nunsure whether he told his attorney about it. In view of the failure\r\nto explore this aspect during Motaungâs\nevidence, it cannot be\r\nconcluded that the appellantâs request in relation to the R48\r\n598.69 cheque was any different from his\nprevious requests.\n[15]\tAs far as the respondent is concerned it never\r\nfurnished the appellant with a guarantee that the cheque would be\r\npaid. This\nis supported by Motaungâs evidence that the appellant\r\ntelephoned him two to three days after the cheque was deposited and\r\ntold\nhim that he was busy buying liquor from a supplier and needed to\r\nmake payment of an amount of R48 000. He wanted to draw against\nthe\r\ncheque that had been deposited by way of a shoppa card which\r\napparently operates like a debit card. The appellant denied that\nhe\r\never made such a phonecall or had such a conversation with Motaung.\r\nMotaungâs evidence is corroborated by the appellantâs\nbank\r\nstatement that reflects that on 17 May 1999, three days after the\r\ncheque was deposited, his shoppa card was loaded with the\namount of\r\nR48 000, the exact amount that the appellant wanted to make his\r\npurchase for. Upon receiving this phonecall Motaung went\nto the\r\nmanager of the respondent to obtain authorisation for the withdrawal\r\nof funds before the cheque was cleared. This authorisation\nwas given.\r\nIf the cheque was guaranteed earlier there was no need for the\r\nappellant to have made this telephonic request or for\nMotaung to have\r\nsought this authorisation from the manager.\n[16]\tThe further question is whether the facts would\r\nhave made a reasonable person in the position of the appellant\r\nbelieve that\nthe respondent was guaranteeing the funds represented by\r\nthe cheque.\n10\nThe appellantâs own evidence shows why the answer has to be in the\r\nnegative. If it was a matter of the respondent issuing a guarantee,\n\nthere was no understandable basis why the funds would not have been\r\navailable straight away and why the appellant â on his own\nversion\r\n- would have been told that it would take seven days for the funds to\r\nbe available. Likewise there would have been no need\nfor the\r\nappellant to have phoned to make the arrangement that the money be\r\navailable for his purchase of stock before the expiry\nof the seven\r\nday period.\n[17]\tCounselâs contention that the appellant was under\r\nthe impression that the funds would, as a mere formality, take seven\r\ndays\nto become available cannot be sustained. When the appellant was\r\ntold about the seven day clearing period he was not enquiring about\n\nthe availability of the funds, but, according to him, whether the\r\ncheque was as good as cash. If the funds were guaranteed there\nand\r\nthen there was no conceivable basis on which it would have taken time\r\nfor the funds to become available.\n[18]\tThe court below was correct in concluding that the\r\ndefence of estoppel was not proven.\n[19]\tThe appellantâs claim for R89 000 is based on\r\nsimilar allegations, that Motaung made the same representation to\r\nhim. Motaung\ndenied that he was approached by the appellant with the\r\nR89 000 cheque. His denial is supported by the fact that the deposit\r\nslip\nfor the cheque was not completed by him and does not bear his\r\nsignature as in the case of the cheque for R48 598.69. It was common\n\ncause that Motaung had a colleague, Motlhatlhedi, whom the appellant\r\nknew as well as Motaung. Motaung suggested that it could have\nbeen\r\nMotlhatlhedi who assisted the appellant with the R89 000 cheque.\n[20]\tCounsel for the appellant argued that the\r\nrespondent had a duty to call Motlhatlhedi as a witness to meet the\r\nallegation that\nthe respondent made a representation to the appellant\r\nin relation to the R89 000 cheque and argued that its failure to do\r\nso warrants\nthe adverse inference that the misrepresentation alleged\r\nby the appellant was made. This submission not only fails in logic,\r\nbut\nalso in law. Such an inference does not follow of necessity, but\r\nis dependant on the circumstances of the case.\n11\nThe allegation the respondent had to meet was that Motaung made the\r\nalleged representation in relation to the R89 000 cheque. He\nwas\r\ncalled as a witness and denied the allegation. Nothing in the\r\nappellantâs case obliged the respondent to meet a case that\nwas not\r\npleaded by calling witnesses that were not alleged to have had\r\nanything to do with the alleged representation and were\ntherefore\r\nirrelevant. In addition, before an adverse inference is to be drawn\r\nagainst a party for not calling a relevant witness,\nit would have had\r\nto be shown that the witness was available to be called.\n12\nAlthough Motaung, still employed by the respondent at the time of his\r\nevidence, referred to Motlhatlhedi as his âformer colleagueâ,\nthe\r\nquestion whether Motlhatlhedi was available to give evidence was\r\nnever explored during the trial.\n[21]\tThe court below was correct in concluding that the\r\nappellant did not prove his counterclaim at the trial and in granting\r\nan\norder of absolution.\n[22]\tThe appeal is dismissed with costs.\n__________________________\nS SNYDERS\nJudge of Appeal\nAppearances\n:\nFor the Appellant:\t\tN W Phalatsi\nInstructed by:\tN W Phalatsi Attorneys & Partners,\r\nBloemfontein\nFor the Respondent:\tAdv. J P Daffue SC\nInstructed by:\tSteyn Meyer Attorneys, Bloemfontein\n1\nHimunchol v Moharom\n1947 (4) SA 778\n(N) at 780;\nTzouras\r\n\tv SA Wimpy (Pty) Ltd\n1978 (3) SA 204\n(W) at 205E-F.\n2\nKilian v Geregsbode, Uitenhage\n1980 (1) SA 808\n(A) at 815C-D.\n3\nRegulations R2164, GG10958, 2 October 1987.\n4\nGaffoor v Mvelase\n1938 NPD 429\nat 431.\n5\nSCA r\nule 7(3): âEvery notice of appeal and\r\n\tcross-appeal shall â (a) state what part of the judgment or order\r\n\tis appealed against;\n(b) state the particular respect in which the\r\n\tvariation of the judgment or order is sought; and (c) be accompanied\r\n\tby a certified\ncopy of the order (if any) granting leave to appeal\r\n\tor to cross-appeal.â\n6\nThompson\r\n\tv South African Broadcasting Corporation\n[2000] ZASCA 76\n;\n2001\r\n\t(3) SA 746\n(SCA) para 7: âThe Court is entitled to base its\r\n\tjudgment and to make findings in relation to any matter flowing\r\n\tfairly from\nthe record, the judgment, the heads of argument or the\r\n\toral argument itself.â\n7\nAt 864H-I.\n8\nABSA Bank Ltd v I W Blumberg & Wilkinson\n[1997] ZASCA 15\n;\n1997 (3) SA 669\n(SCA) at 677G-H.\n9\nRoad Accident Fund v Mothupi\n2000 (4) SA 38\n(SCA) at paras 27 and 29.\n10\nAris Enterprises\r\n\t\t(Finance) (Pty) Ltd v Protea Assurance Co Ltd\n1981 (3) SA 274\n(A) at 292E-F.\n11\nWebranchek v L K Jacobs & Co Ltd\n1948\r\n\t(4) SA 671\n(A);\nMunster Estates (Pty)\r\n\tLtd v Killarney Hills (Pty) Ltd\n1979\r\n\t(1) SA 621\n(A) at 624.\n12\nElgin Fireclays Limited v Webb\n1947 (4) SA 744\n(A) at 750;\nR\r\n\tv Phiri\n1958 (3) SA 161\n(A) at 164H-165A.",
  "scraped_at": "2026-02-12T05:27:58.176697",
  "date": "2009-11-30",
  "coram": [
    "Streicher",
    "Heher",
    "Snyders",
    "Malan JJA",
    "Leach AJA"
  ],
  "case_number": "516/2008",
  "parties": {
    "applicants": [
      "TSHIDISO ISAAC LEEUW"
    ],
    "respondents": [
      "FIRST NATIONAL BANK"
    ]
  },
  "sections": {
    "facts": "The appellant, proprietor of a liquor tavern, received two cheques from a customer, Thabo Mofokeng, for R48,598.69 and R89,000. Both cheques were deposited into the appellant's account at the respondent bank. The bank’s enquiries clerk, Abram Motaung, told the appellant the cheques were acceptable for deposit but did not guarantee they were as good as cash. Shortly after, the bank was notified that the signatures on both cheques were forged and reversed the credits, debiting the appellant's account for the full amounts. The bank subsequently sued the appellant to recover R48,000 that had been withdrawn before the reversal; the appellant counter‑claimed R89,000 alleging negligent misrepresentation by the bank that the second cheque was good for the money.",
    "issues": "1) Whether the appellant proved the defence of estoppel based on a representation by the bank that the cheques were as good as cash. 2) Whether the appropriate remedy for the bank is a condictio indebiti or a condictio sine causa. 3) Whether the notice of appeal complied with Magistrates' Courts rule 51(7)(b) and whether non‑compliance defeats the appeal.",
    "principles": "The court applied the requirements for estoppel, namely that a clear representation by words or conduct must have been made and relied upon. It reiterated that a bank may rely on a condictio indebiti where it is entitled to repayment of a mistaken payment, citing ABSA Bank Ltd v De Klerk and Saambou Bank Ltd v Essa. The judgment also noted that procedural rules on the content of a notice of appeal are not fatal in the Supreme Court of Appeal and that the court may make findings on any matter flowing fairly from the record.",
    "application": "The court found that Motaung’s testimony showed the bank only verified the cheques for deposit and gave no guarantee that they were as good as cash; no representation was made that would give rise to estoppel. Consequently the appellant’s reliance on an alleged assurance was unsupported. The court concluded that the appropriate remedy was a condictio indebiti, and that the bank was entitled to recover the R48,000 withdrawn before the fraud was discovered. The appellant’s counter‑claim failed because the alleged negligent misrepresentation concerning the R89,000 cheque was not proved, and the bank was not required to call the colleague Motlhatlhedi as a witness.",
    "conclusion": "The appeal was dismissed with costs. The respondent bank was awarded the claim of R48,000 with interest and costs. The appellant’s counter‑claim for R89,000 was dismissed, and an order of absolution was made in favour of the respondent."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Estoppel",
    "level_3": [
      "forged cheque",
      "condictio indebiti",
      "misrepresentation",
      "notice of appeal"
    ]
  }
}