{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/147.html",
  "case_name": "Chretien and Another v Bell (52/09) [2009] ZASCA 147; [2010] 2 All SA 428 (SCA) ; 2011 (1) SA 54 (SCA) (26 November 2009)",
  "citation": "[2009] ZASCA 147",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 147\n|\nNoteup\n|\nLawCite\nChretien and Another v Bell (52/09) [2009] ZASCA 147; [2010] 2 All SA 428 (SCA) ; 2011 (1) SA 54 (SCA) (26 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\r\nAFRICA\nJUDGMENT\nCase No: 52/09\nLUC\r\nARTHUR FRANCE CHRETIEN\t\t\t\t    First Appellant\nCAROL\r\nANNE CHRETIEN\t\t\t\t\t         Second Appellant\nand\nLINDA\r\nSTEWART BELL\t\t\t\t\t\t       Respondent\nNeutral citation:\nChretien\r\nv Bell\n(52/09)\n[2009] ZASCA 147\n(26 November\n2009).\nCoram:\nNAVSA, NUGENT,\r\nPONNAN, MAYA JJA\net\nTSHIQI AJA\nHeard:\n13 NOVEMBER 2009\nDelivered:\n26 NOVEMBER 2009\nSummary:\nAlienation of Land –\r\nPurchase and Sale Agreement not stipulating time for payment –\r\ncontract unenforceable for non-compliance\nwith\ns 2(1)\nof the\nAlienation of Land Act 68 of 1981\n.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: High Court, Durban (Van Zyl J sitting as\r\ncourt of first\ninstance).\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court below is set aside and\r\nsubstituted as follows:\n3.\tThe application is dismissed with costs, including\r\nthe costs of two counsel.\n_____________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI AJA (NAVSA, NUGENT, PONNAN, MAYA JJA concurring):\n[1]\tThe issue in this appeal is whether a written\r\npurchase and sale agreement between the appellants and the\r\nrespondent, is void\nab initio\nfor non-compliance with the provisions of\ns 2(1)\nof the\nAlienation of\nLand Act 68 of 1981\n(‘the Act’)\n[2]\tThe appellant brought an application to the Durban\r\nHigh Court for an order declaring the agreement enforceable and an\r\norder\nfor the transfer of the property into her name. Her application\r\nwas upheld with costs, including the costs of two counsel and this\n\nappeal is brought with leave of the court below.\n[3]\tOn 30 March 2005, the appellants, Luc Arthur France\r\nand his wife Carol Anne Chretien, both property developers, entered\r\ninto\na written purchase and sale agreement with the respondent, Ms\r\nLinda Stewart Bell for the sale of immovable property known as Erf\nNo\r\n374, Ballitoville, South Ballito, KwaZulu Natal. The agreement was\r\nrecorded in a pre-printed form normally utilised by estate\nagents,\r\ncontaining blank spaces to be completed by the parties to record\r\nspecific terms of their agreement.\n[4]\tThe agreement contained the details of the parties,\r\na proper description of the property and set out the purchase price.\r\nThe\neffect of the terms under the heading ‘Method of Payment of\r\nPurchase Price’ was that no deposit was required to be paid,\n\nthat no loan was required to be obtained by the purchaser, and that\r\nthe full price would be paid in cash. This integral part of\nthe\r\nagreement is reproduced hereunder:\nThe special conditions were inserted in manuscript in\r\nClause M(1) and M(2) and read :\n'1.\nThe\r\nparties have entered into a separate agreement in terms of which the\r\nSeller is obliged to effect improvements on the said property\nto the\r\nvalue of R2,800 000,00 (Two Million, Eight Hundred Thousand\r\nRand) and other terms contained therein. [initialled]\n2.\nThe\r\nPurchaser & Seller have mutually agreed that the purchase price\r\npayment details will be agreed upon in writing between the\ntwo\r\nrelevant parties\nby\r\nnot later than the 30/04/2005. This will be a cash payment.\r\n[initialled]\nConditions of Contract'\n[5]\tThe agreement provided further in Clause 2.3 that ‘\r\nthe Purchaser shall not be entitled to take transfer of the property\n\nuntil the whole of the purchase price and all other charges for which\r\nhe is liable have been paid in full or secured to the satisfaction\nof\r\nthe seller'.\n[6]\tAs Clause M(1) pertains to a separate agreement\r\nalready concluded by the parties in relation to improvements to be\r\neffected\non the land, the disputes that arose between the parties\r\nconcerning that separate agreement are immaterial for the\r\ndetermination\nof the validity of the purchase and sale agreement.\r\nM(2) is the controversial clause, because, although it provides that\r\nthe parties\nwould conclude an agreement in writing regarding the\r\npurchase price details before 30 April 2005, no such written\r\nagreement was\never concluded.\n[7]\tDuring July 2005, Ms Bell paid the purchase price in\r\nthe amount of R1,3m to the nominated conveyancing attorney together\r\nwith\nall costs and other amounts necessary to effect transfer into\r\nher name. The first sign that the Chretiens no longer wished to\r\ncontinue\nwith the agreement was conveyed by their attorney to Ms\r\nBell’s attorneys by way of a letter dated 13 June 2006. Para 3\r\nof\nthe letter states:\n'Our counsel has formed the\r\nprima facie view that there is no contract between your client, Mrs\r\nBell and my clients, Mr and Mrs\nChretien. The basis for his view is\r\nthat the written document signed by our respective clients did not\r\nstipulate in writing the\nmethod of payment as is required by\r\nlegislation. If our counsel is correct, the purported agreement would\r\nbe void\nab initio\n.'\nThis deadlock culminated in the application by Ms Bell\r\nto the court below.\n[8]\nSection 2(1)\nof the Act provides:\n'No alienation of land after the\r\ncommencement of this section shall, subject to the provisions of\nsection 28\n, be of any force or effect unless it is contained in a\r\ndeed of alienation signed by the parties thereto or by their agents\r\nacting\non their written authority.'\n[9]\tThe formal legal requirements of a contract of\r\npurchase and sale have been analysed in a number of decisions and\r\nwere summed\nup concisely in\nDijkstra v\r\nJanowsky\n:\n1\n'In regard to these requisites\r\ncertain legal principles have been settled by our Courts:\n(i)\tThe whole contract ─\r\nor at least all the material terms ─ must be reduced to writing\r\n(\nJohnston v Leal\n1980 (3) SA 927\n(A) at 937C-G).\n(ii)\tThe Court must be able to\r\nascertain with reasonable certainty the terms of the contract. As\r\nColman J stated in\nBurroughs\r\nMachines Ltd v Chenille Corporation of SA (Pty) Ltd\n1964 (1) SA 669\n(W) in a passage cited with approval in\nClements\r\nv Simpson\n1971 (3) SA\r\n1\n(A) at 7E:\n\"inelegance, clumsy\r\ndraftsmanship or loose use of language in a commercial document\r\npurporting to be a contract will not impair\nits validity as long as\r\none can find therein, with reasonable certainty, the terms necessary\r\nto constitute a valid contract\".\n(iii)\tThere is no valid contract\r\nwhere a material term has not been finally agreed upon, but is left\r\nopen for further negotiations\n(\nJammine\r\nv Lowrie\n1958 (2) SA\r\n430\n(T) and authorities there cited).\n(iv)\tThe material terms are not\r\nconfined to the\nessentialia\nof the contract of sale (\nJohnston's\r\ncase supra\nat 937H).\n(v)\tThe manner of payment is\r\nordinarily a material term (\nPatel\r\nv Adam\n1977 (2) SA\r\n653\n(A) at 666A-C).'\n[10]\tIn\nPatel v Adam\n(supra) the following was said:\n2\n'It has been held by this Court\r\nthat one of the terms of a contract of sale of land which has to be\r\nin writing is the manner of\npayment of the purchase price. (\nDu\r\nPlessis v Van Deventer\n1960 (2) SA 544\n(AD) at p 551A-B;\nNeethling\r\nv Klopper en Andere\n1967 (4) SA 459\n(AD) at p 465B-C.) In the agreement in issue in the\r\npresent case clause 3 provides that the purchase price \"shall be\r\npayable\nin monthly instalments free of interest\". The clause\r\ncontains no statement of the amount of the monthly instalments, and\r\nthere\nare no other provisions in the agreement from which the amount,\r\nor the period in which the purchase price has to be paid, can be\n\ninferred. The agreement, it seems clear, leaves it to the purchaser\r\nalone to decide what amount he wishes to pay every month, with\nthe\r\nresult that a court of law would not be able to determine the monthly\r\namount to be paid by him. Mr\nWulfsohn\n,\r\nfor the plaintiff, relying,\ninter\r\nalia\n, on what was\r\nsaid in\nDawidowits v\r\nVan Drimmelen\n1913\r\nTPD 672\n, and\nTowert v\r\nTowert\n1956 (1) SA\r\n429\n(W), contended that in these circumstances the agreement should\r\nbe held to be void for uncertainty. . ..'\n[11]\tThere is no doubt that the time within which\r\npayment is to be made is a material term of the agreement. As appears\r\nfrom the\nagreement itself, the parties thought it so, and provided\r\nfor that to be determined and to be reduced into writing. This, as\r\nstated\nabove, did not occur.\n[12]\t It was submitted that because the parties have\r\nstipulated that the payment will be a cash payment, in the absence of\r\nfurther\nagreement between the parties, the sellers could not have\r\nexpected anything better than cash against transfer of property into\r\nthe name of the purchaser. Whilst this submission echoes the position\r\nin common law, it cannot be held to apply in the present matter.\nIt\r\nwas an express term of the agreement that the purchase price was\r\nrequired to be paid before the obligation to transfer arose,\nand\r\nagreement still had to be reached in respect of the time of payment.\n[13]\tCounsel for the respondent submitted that the term\r\n‘purchase price payment details does not refer to the time of\r\npayment\nbut rather the manner in which the cash payment would be made\r\nie bank guaranteed cheque, bank transfer etc. This argument is flawed\n\nbecause even such  payments are in fact cash payments. The term\r\ntherefore clearly referred to the time for payment which is logically\n\nthe only outstanding issue and which is clearly a material term\r\n(\nPatel v Adam\nsupra).\r\nConsequently; as the agreement does not stipulate the time of\r\npayment; it does not comply with\ns 2\n(1) of the Act and is\r\nunenforceable.\n[14]\tI accordingly make the following order:\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court below is set aside and\r\nsubstituted as follows:\n3.\tThe application is dismissed with costs, including\r\nthe costs of two counsel.\n_______________________\nZ L L TSHIQI\nACTING JUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tW Singh SC\nInstructed by\nLegator McKenna Incorporated, Durban\nMatsepes Inc, Bloemfontein\nCounsel for Respondent:\tA Horwitz SC\nInstructed by\nMichael Werner & Associates, Sandton\nE G Cooper Majiedt Inc, Bloemfontein\n1\n1985 (3) 560 (C) at 564G-H and 565A.\n2\n666A-C.",
  "scraped_at": "2026-02-12T05:25:15.418647",
  "date": "2009-11-26",
  "coram": [
    "NAVSA",
    "NUGENT",
    "PONNAN",
    "MAYA JJA",
    "TSHIQI AJA"
  ],
  "case_number": "52/09",
  "parties": {
    "applicants": [
      "Luc Arthur France Chretien",
      "Carol Anne Chretien"
    ],
    "respondents": [
      "Linda Stewart Bell"
    ]
  },
  "sections": {
    "facts": "On 30 March 2005 the appellants, Luc Arthur France Chretien and Carol Anne Chretien, entered into a written purchase and sale agreement with the respondent, Linda Stewart Bell, for the sale of immovable property Erf No 374, Ballitoville, South Ballito. The agreement described the parties, the property and the purchase price and contained a clause stating that the method of payment would be cash, but required the parties to agree in writing on the purchase‑price payment details by 30 April 2005. No such written agreement was ever concluded. In July 2005 Ms Bell paid R1.3 million to the conveyancing attorney for transfer, after which the appellants’ counsel informed Ms Bell that the agreement was void for failing to stipulate the method of payment as required by the Alienation of Land Act. The dispute proceeded to the Durban High Court, which ordered the agreement to be enforced and the transfer to be effected.",
    "issues": "The appeal raised the question of whether the written purchase and sale agreement was void ab initio for non‑compliance with section 2(1) of the Alienation of Land Act 68 of 1981, specifically because the agreement did not finalise the material term concerning the time (or manner) of payment of the purchase price.",
    "principles": "South African law requires that all material terms of a contract for the alienation of land, including the manner and time of payment, be fixed in writing to satisfy section 2(1) of the Alienation of Land Act. Precedents such as Dijkstra v Janowsky, Patel v Adam, and the rulings in Johnston v Leal and Jammine v Lowrie establish that a contract lacking a finalised material term is unenforceable. The manner of payment is regarded as a material term, and where the parties leave it open for further negotiation the agreement is void for uncertainty.",
    "application": "The Court examined clause M(2) of the agreement and found that, although the parties intended to agree on payment details, no final written agreement on the time or manner of payment was ever concluded. Consequently, the agreement failed to satisfy the statutory requirement of s 2(1) of the Alienation of Land Act. The Court rejected the argument that the clause merely referred to the cash‑payment method, holding that the outstanding issue was the time of payment, a material term, and its absence rendered the contract void and unenforceable.",
    "conclusion": "The appeal was upheld with costs. The order of the Durban High Court was set aside and substituted, and the respondent's application for enforcement of the agreement was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Alienation of Land",
    "level_3": [
      "sale of land",
      "contractual formalities",
      "method of payment",
      "void contract"
    ]
  }
}