{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/86.html",
  "case_name": "On-line Lottery Services (Pty) Ltd v National Lotteries Board and Another (536/2008) [2009] ZASCA 86; [2009] 4 All SA 470 (SCA); 2010 (5) SA 349 (SCA); 2009 BIP 172 (SCA) (7 September 2009)",
  "citation": "[2009] ZASCA 86",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 86\n|\nNoteup\n|\nLawCite\nOn-line Lottery Services (Pty) Ltd v National Lotteries Board and Another (536/2008) [2009] ZASCA 86; [2009] 4 All SA 470 (SCA); 2010 (5) SA 349 (SCA); 2009 BIP 172 (SCA) (7 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJ\nUDGMENT\nCase No:  536/2008\nON-LINE LOTTERY SERVICES (PTY) LTD\nAppellant\nand\nNATIONAL LOTTERIES BOARD\t\t\t\t\t\t1\nst\nRespondent\nUTHINGO MANAGEMENT (PTY) LTD\n2\nnd\nRespondent\nAnd\nON-LINE LOTTERY SERVICES (PTY) LTD\t\t\t\t\tAppellant\nand\nNATIONAL\nLOTTERIES BOARD\t\t\t\t\t\t1\nst\nRespondent\nUTHINGO\nMANAGEMENT (PTY) LTD\t\t\t\t\t2\nnd\nRespondent\nREGISTRAR\nOF TRADE MARKS\t\t\t\t\t3\nrd\nRespondent\nNeutral\ncitation\n:\nOn-line\nLottery Services v National Lotteries Board\n(536/08)\n[2009] ZASCA 86\n(7 September 2009)\nCoram:\tHARMS DP, BRAND,\nHEHER, PONNAN\nJJA and TSHIQI AJA\nHeard:\t17\nAugust 2009\nDelivered:\t7 September 2009\nUpdated:\nSummary:\tIntellectual property â trade mark â\nregistrability of mark â whether mark capable of distinguishing.\nUnlawful\ncompetition â passing off â reasonable likelihood of confusion â\nfactors excluding.\n____________________________________________________________________________________\nORDER\nIn\nan appeal from the North Gauteng High Court, Pretoria (Motata J\nsitting as court of first instance).\nThe\nfollowing order is made:\n1.\tThe appeal succeeds\nwith costs including those consequent upon the employment of two\ncounsel save that no costs shall be allowed\nin respect of the\npreparation and perusal of 40% of the record on appeal.\n2.\tThe\norders of the court\na quo\n,\nother than the orders in the striking out applications, are set aside\nand replaced by the following:\n2.1\tIn Case No 15574/04\nthe application is dismissed with costs including the costs of two\ncounsel.\n2.2\tIn Case No 21917/04\nthe following order is made:\n2.2.1\tThe Registrar of\nTrade Marks is directed to rectify the Register of Trade Marks by the\nexpungement therefrom of registration\nno 91/020702/01 LOTTO in class\n36 and registration no 91/02702 LOTTO in class 41, both entered in\nthe name of National Lotteries\nBoard, on the grounds that such\nentries wrongly remain on the Register within the meaning of section\n24(1) of the Trade Marks Act\n194/1993.\n2.2.2\tThe\nfirst and second respondents are to pay the costs of the application\nincluding the costs of two counsel.\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (HARMS DP, BRAND, PONNAN JJA and TSHIQI AJA\nconcurring):\n[1]\tThis appeal depends in the main on the answers to\nthree questions: Should  the registered trade mark âLottoâ be\nremoved from\nthe trade mark register because it was wrongly entered \nand wrongly remains on the register as envisaged by\ns 24(1)\nof the\nTrade Marks Act 194 of 1993\n? Did the appellant in conducting its\nbusiness pass that business off as that of the National Lotteries\nBoard or as connected in the\ncourse of trade with the Board? Did the\nbusiness carried on by the appellant involve the selling of tickets\nfor the National Lottery\nwhich resulted in contraventions of\nss 56\nand\n57\nof the\nLotteries Act 57 of 1997\n?\n[2]\tThe Board is the first respondent in the appeal. It\nwas established in terms of\ns 2\nof the\nLotteries Act. It\nis the\nregistered proprietor under the provisions of the\nTrade Marks Act\n(âthe\nActâ) of the trade mark âLottoâ which is registered\nwithout disclaimer in class 36 in respect of âservices for and in\nconnection\nwith financial transactionsâ and in class 41 in respect\nof âservices for and in connection with lotteriesâ, the\nrespective\nregistration numbers being 1991/02702/1 and 1991/02702 and\nthe date of registration in each case being 17 April 1991.\n1\nThe second respondent in the appeal, Uthingo Management (Pty) Ltd\n(âUthingoâ) became the proprietor of the class 36 trade mark\nby\nassignment from the previous owner with effect from 9 September 1999\nand on 11 February 2000 assigned its interest to the Board,\nbecoming\nat the same time, by a written agreement, a permitted user of the\ntrade mark. Thereafter lottery services were reclassified\nfrom class\n36 to class 41. The Board applied for and was granted an amendment to\nthe specification of services to bring about the\npresent\nregistrations.\n[3]\tOn 26 August 1999 Uthingo became the sole authorised\nlicensee of the right to operate the National Lottery by reason of an\nagreement\nwhich it concluded with the Government of the Republic,\neffective until 31 March 2007. Because the Minister of Trade and\nIndustry\nis, by the terms of\ns 13\nof the\nLotteries Act, empowered\nto\nissue only âone licence at one timeâ, the rights afforded to\nUthingo were exclusive to it.\n[4]\tFrom 20 February 2000 Uthingo operated a game (âthe\nLotto gameâ) as part of the National Lottery in terms of its\nlicence,\nusing the registered trade mark.\n[5]\tThe appellant (âOn-Lineâ) was registered under\nthe name Equistock Holdings 169 (Pty) Ltd on 14 February 2000. On 19\nSeptember\nof that year it changed its name by special resolution to\nLottoFun (Pty) Ltd.\n2\nIts main object was stated as âOn line lotto servicesâ but this\nwas later changed to âelectronic commerce and related servicesâ.\nOne of those services was initially intended to be the on line sale\nof tickets in the National Lottery but the company was unable\nto\nobtain authorisation from the Board. In September 2001 the Board\ncomplained to the registrar of companies against the use of the\nname\nLottoFun (Pty) Ltd. The registrar upheld the objection and required\nthe company to change it. Eventually, and ostensibly to\navoid a\nprotracted and expensive dispute, the appellant\nmade the change to its present name in March 2002. It\nhas however retained its trading name.\n[6]\tUthingo devised the Lotto game pursuant to\ns\n14(2)(g)\nof the\nLotteries Act. The\ngame is played by persons from all\nwalks of life through the full spectrum of the South African\npopulation. During the period of\nits contract Uthingo sold game\ntickets countrywide through a network of authorised retailers. The\ngame could also be played by subscription.\nIn March 2004 Uthingo\nconcluded an agreement with Newbucks Operations (Pty) Ltd in terms of\nwhich that company was entitled to sell\ntickets for the Lotto game\nvia its website operation under the name and style of âPlay Lotto\nwith your e-bucksâ.\n[7]\tThe Lotto game draw takes place on Wednesdays and\nSaturdays. In each draw seven balls are drawn randomly from a machine\ncontaining\n49 such balls numbered accordingly. The first six numbers\ndrawn are the main numbers and the seventh is the bonus number. A\nplayer\nmarks his selected numbers manually on a game board which\nforms part of a Lotto game entry coupon purchased from an authorised\nretailer\nwho in turn processes it and issues a ticket.\n[8]\tOn-Line promoted its business as one through which\ntickets for the National Lottery could be ordered. It was apparently\nsuccessful\nin this venture. The Board, however, was of the opinion\nthat the true nature of On-Lineâs activities was the unauthorised\nsale\nof tickets for the National Lottery and that in doing so On-Line\nwas infringing the Lotto trade mark by advertising its business\nas\nLottofun. Moreover it believed that the business and services were\nbeing conducted in a manner such as to create deception and\nconfusion\nin the mind of the public between those services and the services\noffered by the Board and Uthingo.\n[9]\tThe Board therefore commenced proceedings in June\n2004 against On-Line. When its application was served on Uthingo that\ncompany\njoined as an applicant. The relief which they sought in the\nnotice of motion was for:\n(a)\tAn interdict based on trade mark infringement under\ns 34(1)(a)\nof the Act of the trade marks âLottoâ by the use of\nthe mark Lottofun and ancillary relief.\n(b)\tAn interdict based on passing-off by the use of the\nmark Lottofun.\n(c)\tAn interdict based on unlawful conduct by the\ncontravention of\nsection 57(2)(c)\n,\n57\n(2)(f)(i),\n57\n(2)(f)(ii) and\n57\n(2)(g) of the\nLotteries Act.\n(d\n)\tAn interdict based on unlawful competition based on\nthe contravention of the mentioned provisions.\n(e)\tInterdicting On-Line from conducting its business\nand rendering its services on the terms and conditions detailed in\nits standard\nterms and conditions on the ground that they were contra\nbonos mores.\n[10]\tOn-Line opposed all aspects of the orders sought.\nIt filed an extensive answering affidavit and lodged a\ncounter-application\nin which it claimed consolidation of the\napplications, a stay of the application brought against it pending\nthe outcome of the counter-application\nand for substantive relief,\nnamely the expungement of the trade mark Lotto on the grounds that\nthey wrongly remain on the register\nin the light of on the basis that\nthe word lotto has not been used as a trade mark within the meaning\nof\nsection 27(1)(b)\nof the Act.\nThe Registrar, the third respondent in the expungement\napplication, did not participate in the case.\n[11]\t   At the hearing the Board and Uthingo pursued an\napplication to strike out portions of the answering affidavit of\nOn-Line in\nthe infringement application and extensive sections of its\nfounding and replying affidavits in the expungement proceedings. The\ncourt\na quo\ngranted\nthe application\nin\ntoto\nwith costs of two\ncounsel. The learned judge also granted all the orders sought in the\nnotice of motion in the infringement application\n(in spite of the\nlarge amount of overlap), dismissed the expungement application and\nordered On-Line to pay the costs of two counsel\nin respect of each\napplication. He subsequently refused an application by On-Line for\nleave to appeal, but leave was granted by this\nCourt on petition.\nThe expungement application\n[12]   As mentioned, On-Line sought to have the trade\nmark register rectified because, so it contended, the word âLOTTOâ\nhad been\nwrongly entered in the register and wrongly remains there, \nas contemplated in\ns 24(1)\nof the Act. It also relied on non-use of\nthe trademark as a ground of removal under\ns 27(1)(b).\n[13]\tIt is trite that a trade mark is a badge which\ndistinguishes the origin of the goods or services to which it is\napplied from\nthe origin of other (usually competitive) goods and\nservices. In order to be registrable it must possess this capability\n(s 9(1)).\nIf, at the date of application it is inherently capable of\nso distinguishing or is capable of distinguishing by reason of prior\nuse,\nit is considered to possess that capability\n(s 9(2)).\nA mark\nwhich is not capable of distinguishing within the meaning of\ns 9\nmay\nnot be registered as a trade mark\n(s 10(2)(a))\n, provided that a mark\nmay not be refused registration for that reason, or, if registered,\nmay not be liable to be removed from the\nregister on that ground, if\nat the date of an application for registration or at the date of an\napplication for removal, as the case\nmay be, the mark has in fact\nbecome capable of distinguishing within the meaning of\ns 9\nas a\nresult of the use made of that mark (the proviso to\ns 10).\n[14]\tOf course, as pointed out in\nCadbury\n(Pty) Ltd v Beacon Sweets and Chocolates (Pty) Ltd\n[2000] ZASCA 2\n;\n2000\n(2) SA 771\n(SCA) at 779C-D, evidence that a mark has become\ndistinctive by use must be approached with circumspection as the sole\nproducer or\ndistributor of a product cannot by means of advertising\nand selling the product under its generic name render that name\ncapable of\ndistinguishing in terms of\ns 9.\nThat caution applies\nequally to the provision of a service said to be protected by a trade\nmark.\n[15]\tIn\nFirst National Bank of\nSouthern Africa Ltd v Barclays Bank plc and another\n2003\n(4) SA 337\n(SCA) this Court was required to decide whether the mark\nPREMIER was registrable in relation to cheques, banking and credit\ncard\nservices and certain related marketing and merchandising\nservices. In upholding the decision of the Registrar of Trade Marks\nthat\nthe word PREMIER was not registrable for such goods and\nservices, it approved the dictum of Jacob J in\nBritish\nSugar plc v James Robertson & Sons Ltd\n[1996]\nRPC 281\nat 302 that there is âan unspoken and illogical assumption\nthat use equals distinctivenessâ. This assumption is based on the\nfact that common words are naturally capable of use in relation to\nthe goods or services of any trader no matter how extensively\nsuch\ncommon words have been used by any individual trader of goods or\nservices of that class.\n[16]\tIn\nThe Canadian Shredded\nWheat Co Ltd v Kellog Co of Canada Ltd\n[1938]\n55 RPC 125\n(PC) at 145 Lord Russell pointed out that\nâ\nA word or words to be really\ndistinctive of a personâs goods must generally speaking be\nincapable of application to the goods of\nanyone else.â\n[17]\tOn-Lineâs counsel submitted that, in the light of\nthe aforegoing principles, the Lotto trade mark does not pass the\ntest for\neither inherent or acquired distinctiveness in relation to\nlottery services because:\n(a) the mark does not tell the public who the services\ncome from but rather what the services are:\nJeryl\nLynn Trade Mark\n[1999] FSR 491\n(Ch D) at 497\npara 11; and\n(b) in any event, the mark cannot perform the function\nof distinguishing, without first educating the public that it is a\ntrade mark:\nBritish Sugar\nat 306.\n[18]\tIt is On-Lineâs case that âlottoâ is an\nordinary English noun that identifies a particular genus of games of\nchance and\nthat the general public would, in 1991, have understood\nthat any goods or services to which it was or would be attached were\nof the\nnature or connected with games of that ilk. The Board and\nUthingo respond that, as it was put by the chief executive of Uthingo\nin\nhis founding affidavit in the infringement proceedings,\nâ\nPrior to the inception of the\nNational Lottery in accordance with the\nLotteries Act, the\nword\nâlottoâ was an obscure word in South Africa and was, for all\nintents and purposes, not used in this country. . . When one\nhas\nregard to the dictionary definition of the word âlottoâ it is\nclear that the primary meaning of the word is a game, similar\nto\nbingo (which is vastly different from a lottery such as that run by\nthe second respondent [Uthingo] and in connection with which\n[it]\nuses the trade mark Lottoâ.\n[19]\tThe Board and Uthingo submit further that the game\nwhich Uthingo offered under the trade mark was, if not\nsui\ngeneris\n, then at least so distinct from\nexisting definitions of the word âlottoâ as to provide a\ncharacter to that word which the public\nwould and did readily attach\nto the National Lottery and, thereby, to the Board and its authorised\noperator.\n[20]\t\nThe first thing to notice about the response and submission is that\nthey depend not on the distinctiveness of the mark at the\ndate of\nregistration, but upon the nuance said to be cast upon the word\nâlottoâ by the peculiar use to which the Board has put\nit. No\nsuch use was proved at or prior to the date of registration. Indeed\nit is clear that such a public understanding could not\nhave arisen\nfor eight or nine years after registration, if at all. Counsel for\nthe Board and Uthingo submitted, however that even\nprior to Uthingo\ncreating a distinctive character by use, such appreciation of the\nsubstance of the word as the public may have possessed\ndid not result\nin any common meaning or certainty sufficient to exclude the right of\nregistration in 1991.\n[21]\tThe\nparties sought to persuade the court\na\nquo\nof the meaning of lotto\nby introducing expert opinion derived from the expertsâ trawling\nthrough dictionary definitions. That was\ninappropriate and\nunnecessary as dictionaries speak for themselves unless called in\nquestion for good reason and the courts are,\ngenerally, presumed to\nbe capable of finding and understanding such information without\nexpert assistance.\n[22]\tIn\nthis case, it seems to me, recourse to dictionaries printed before or\nmore or less contemporaneously with the registration\nof the trade\nmark in question, support the appellantâs submissions rather than\nthose of the Board and Uthingo. (I say âmore or\nlessâ since it is\nnotorious that the production of dictionaries lags the use of words\nincluded in them.)\n[23]\tThere\nis no doubt that âlottoâ is not a word recently invented, but, on\nthe contrary, one which was imported into the English\nlanguage in the\nlate eighteenth century, probably from Italian, where it connoted a\nparticular form of lottery, although it was perhaps\nalready known in\nEngland as âa game played with cards divided into numbered and\nblank squares and numbered discs to be drawn on\nthe principle of a\nlotteryâ:\nOxford English\nDictionary\n(1976)\nsub\nnom\nâlotto, lotoâ.\nThe\nEnglish Dictionary\ned H C\nWyld (1952)\nsub nom\nâlottoâ\nidentifies the origin of the word as Italian with Germanic roots and\ndefines it as a âGame of chance played with cards\nbearing five\nnumbers in a line, and numbered balls drawn from a bag, the object\nbeing to cover all the numbers in a line or as many\nas possible. The\nright to cover a number on a card is determined by the same number\nbeing drawn from the bag.â\n[24]\nThe\nNew Shorter Oxford English Dictionary\n,\n(1993) defines âlottoâ as â1. A game of chance resembling\nbingo, in which numbers drawn as in a lottery are to be matched\nwith\nnumbers on a card, the winner being the first to have a card with a\nrow of numbers all of which have been drawn. 2. A lottery\n(in\nItaly)â, while\nThe New\nOxford Dictionary of English\n,\n(1998) tells us that âlottoâ is a childrenâs game similar to\nbingo, in which numbered or illustrated counters or cards are\ndrawn\nby the players, but adds: âchiefly N. Amer, a lotteryâ.\nThe\nNew Penguin English Dictionary\n,\n(2000)\nsub nom\nâlottoâ\nhas â1. a childrenâs game similar to bingo 2. N. Amer, Aus. =\nlotteryâ.\n[25]\tThe\nvenerable American work,\nWebsterâs\nThird New International Dictionary\n(1985) defines âlottoâ as âa game played by drawing numbered\ndisks from a bag or the like and covering corresponding numbers\non\ncards, the winner being the first player to fill a rowâ.\n[26]\tAccording\nto\nCollinsâ New Compact\nEnglish Dictionary\n, âlottoâ\nis a âgame of chance in which numbers are drawn and called out\nwhile the players cover the corresponding numbers on\ncards, the\nwinner being the first to cover all the numbers or a particular row.â\n[27]\nThe\nSouth African Pocket Oxford Dictionary of Current English\n(1974) identifies âlottoâ as a âgame of chance like bingo, but\nwith numbers drawn by players instead of called [Italian]â.\n[28]\tBut,\nas the presiding judge pointed out to counsel during argument, at\nleast as legitimate and valid a source for plumbing the\nmind of the\nSouth African public in 1991 was the use of the word among\nAfrikaans-speakers. He drew attention to the 1981 edition\nof the\nVerklarende Handwoordeboek\nvan die Afrikaanse Taal\n(HAT) (1981) 664, which contains the following entry: âlotto (It.)\nTipe dobbelspel waarby die spelers elk ân kaart met nommers\n kry en\ndie een wen wie se nommers die eerste ooreenstem met nommers wat\nlukraak getrek wordâ.\n[29]\tThe\nVerklarende Afrikaanse\nWoordeboek\n(ed Labuschagne\n& Eksteen, 1992) defines âlottoâ as â1. soort getallelotery\n2. Soort kinderspel op ân bord met skyfies\nwat vakkie tot vakkie\ngeskuif wordâ.\n[30]\tLastly\nin this excursus mention must be made of the great\nWoordeboek\nvan die Afrikaanse Taal\n(WAT), Negende Deel L (1994) which gives âlottoâ (It) Soort\ndobbelspel waarby die deelnemers getalle lukraak trek en die wenner\ndie een is wat eerste ân ry getalle op sy speelkaart afgemerk\nhetâ.\n3\n[31]\tIt is unnecessary to\ndelve further. Certain conclusions can fairly be drawn from the\npreceding citations. The first is that the\nword âlottoâ was alive\nin South African language usage at the time of the registration in\n1991 and had been for many years. It\nis impossible to determine how\nwidely the word was known or used but it is reasonable to believe\nthat it was present in the vocabulary\nof literate persons in at least\nEnglish and Afrikaans  language groups. One may also take judicial\nnotice of the fact that gambling\nand the language of gambling had\ntranscended national borders long before it mushroomed on the\ninternet in the late 1990âs. Second,\nthe concept of lotto as a\ngenus of games of chance which embraces a variety of species seems\nclear. The common element of the genus\nseems to be the matching of\nchosen or allotted numbers against numbers randomly generated. Save\nin relation to the childrenâs version\nof the game, each species is\nadapted to gambling and the demands of private or public\nparticipation. Hence each operator will bring\nto the basic format\nrefinements which assist him in increasing demand, just as has\nUthingo has done in\nformulating the rules for the Lotto game.\n[32]\tBut just as the term\nâmotor carâ generally embraces many different manifestations both\nin design, and name, none of which\nentitles anyone to the sole\ntrading use of the generic name, so was it with âlottoâ at the\nrelevant time. By adopting the word\nsimpliciter\n(without adaptation or\nqualification) as a trade mark for lottery services, the registering\nparty simply appropriated to itself a\nword already in general\ncirculation which possessed an ascertainable generic and descriptive\nmeaning over which it could have no\nmonopoly and which should have\nbeen open to use by all competitive undertakings in the gaming\nindustry. The word âlottoâ could,\nas counsel for On-Line have\nsubmitted, contribute nothing to identifying the source of the\nservice which it promoted. Moreover, as\nstressed earlier, the Board\nand its operator could not enhance the inherent absence of power to\ndistinguish by creating a game to\nwhich they chose to apply the\ngeneric description âlottoâ.\n[33]\tWe\nwere referred in argument by counsel for On-Line to rulings of the\nOffice for Harmonization in the Internal Market (Trade\nMarks\nDepartment), which is the arm of the European Union which deals with\ntrade mark disputes. Those emphasised by counsel were:\nRuling on\nOpposition No B934 101 (21/12/2007) â\nMagic\nLotto\nâ, Ruling on\nOpposition No B 907 156 (18/12/2006) â\nmoto-loto\nâ,\nand the Decision of the First Board of Appeal in case R 1019/2000-1\n(9/1/2002) â\nEuro-Lotto\nPrivat System\nâ.  None of\nthese authorities was by reason of differences in time and location\nrelevant to the understanding of the South African\npublic in 1991 and\nI understood counsel to rely on them purely in principial support of\nhis argument that the word âlottoâ carries\nno distinctive force.\nSuffice to say that the conclusion reached in all those decisions was\nconsistent with the view I have taken.\n[34]\tThe\nrespondents face a further problem which strikes at the heart of the\nvalidity of their trade mark. The terms of the class\n36 registration\nare âservices for and in connection with lotteriesâ. âLotteryâ\nas defined in\ns 1\nof the\nLotteries Act âincludes\nany game, scheme,\narrangement, system, plan, promotional competition or device for\ndistributing prizes by lot or chance and any game,\nscheme,\narrangement, system, plan, competition or device, which the Minister\nmay by Notice in the Gazette declare to be a lotteryâ.\nUthingo was\nauthorized by the Board to operate the National Lottery which, as\ndefined in\ns 1\n, means âthe lottery contemplated in\nPart 1\nof this\nAct and includes all lotteries conducted under the licence for the\nNational Lottery, taken as a wholeâ. The licence granted\nby the\nBoard empowered Uthingo to operate not only the main lottery (which\ntakes the form of the game described above and which the\nrespondents\ncontend is distinguished by the âLottoâ trade mark as their\nservice) but also âConstituent Lotteriesâ each of\nwhich was to\nhave its own rules, and any âLottery Ancillary Activityâ. It is\nthus plain that the registration, even on the Boardâs\ncategorisation of the Lotto game as a permissible adaptation to which\nthe term could properly be applied, went far beyond the limits\nof\nthat game to forms of gambling which need bear no relationship to the\nâlottoâ concept.\n4\nThe effect of the registration was thus to draw into the exclusive\ndomain of the Board and its operator all forms of lotteries. They\nhave however not attempted to show either the use of the trade mark\nfor those broader aims or the distinguishing force of the mark\nin\nrelation to them. It is also probable that at the date of\nregistration neither the proprietor nor the public understood âlottoâ\nas possessing the breadth which the registration purports to bring\nabout.\n[35]\tThat\nleaves the matter of the registration of the trade mark LOTTO in\nclass 36, âservices for or in connection with financial\ntransactionsâ. Such transactions are not defined in the Act or in\nthe schedule of classification of goods or services published\nby the\nMinister of Trade and Industry pursuant to\ns 69(2)\nof the Act. The\nFinancial Services Board Act 97 of 1990 does define âfinancial\nserviceâ but in terms which render its application\npeculiarly\napplicable to the financial institutions defined in that Act. It is\nthus necessary to give content to the term as used\nin the\nTrade Marks\nAct according\nto the ordinary signification of the expression, i e\nservices in relation to the conduct of business which involves money\nor finance.\nNo doubt the Board, inasmuch as it administers the\nNational Lottery Distribution Trust Fund and prize monies is heavily\ninvolved\nin financial transactions but there is no suggestion that\nthe registered mark is or has been applied to any aspect of its\nbusiness\nother than the organization, marketing and operation of the\nLotto game. It seems clear that in this regard On-Line established in\nthe expungement application that s 27(1)(b) of the Act applied to the\nregistered trade mark: up to the date three months before On-Line\napplied to court in August 2004, a continuous period of at least five\nyears had elapsed from the date of issue of the certificate\nof\nregistration in class 36 during which the registration stood and\nduring which there was no bona fide use of the LOTTO trade mark\nin\nrelation to financial services by the Board and any previous\nproprietor of the trade mark and Uthingo as a permitted user within\nthe scope of s 38 of the Act and the Board was unable to satisfy the\nonus laid on it by s 27(3). For this reason the registration\nunder\nclass 36 should have been struck down by the court\na\nquo\n.\n[36]\tFor all these\nreasons I am satisfied that the marks were wrongly placed on the\nregister and remain wrongly there. On-Line should\nhave succeeded in\nthe court below in the expungement application and in relation to\nparagraph 1 of the infringement application.\nThis puts an end to the\ntrade mark infringement proceedings.\nUnlawful competition\nand contraventions of the\nLotteries Act\n[37\n]\tPassing\noff protects a trader against deception, arising from a\nmisrepresentation by a rival concerning the trade source or business\nconnection of the rivalâs goods or services:\nReckitt\n& Colman SA (Pty) Ltd v S C Johnson & Son SA (Pty) Ltd\n1993\n(2) SA 307\n(A) at 315B. It does not protect a mark or get-up in\nitself:\nCaterham Car Sales &\nCoachworks Ltd v Birkin Cars (Pty) Ltd and Another\n[1998] ZASCA 44\n;\n1998\n(3) SA 938\n(SCA) at para\n[29]\n. Many unsuccessful attempts have been\nmade to restrain alleged passing off arising from the use of\ndescriptive names.\n5\nIn summary, the reason for this lack of success is set out in\nSea\nHarvest Corporation (Pty) Ltd v Irvin & Johnson Ltd\n1985\n(2) SA 355\n(C) (the â\nprime\ncutsâ\ncase)\nat 360B-D\n,\nviz\nthat the Courts will not\neasily find that such words have become distinctive of the business\nor products of the person using them,\nand will not give what amounts\nto a monopoly in such words to one trader at the expense of others.\n[38]\tIf\na term is descriptive, in the sense that it is the name of the goods\nthemselves, it cannot simultaneously denote any particular\ntrade\nsource. Therefore a party cannot be prevented from unambiguously\nusing a descriptive term in its original descriptive sense,\nunless it\nhas wholly lost that descriptive sense and become distinctive of the\nclaimant in every context: Wadlow,\nThe\nLaw of Passing Off\n(Sweet &\nMaxwell) 3 ed, 616.\n[39]\tEven\nif the claimant succeeds in proving that a\nprima\nfacie\ndescriptive term has\nacquired some degree of secondary meaning, the scope of protection\nfor the mark is narrower than for a wholly\narbitrary term. Relatively\nminor differences will suffice to distinguish the defendantâs goods\nor business when both use a mark\nwhich is descriptive of the goods or\nservices they provide. This applies even though the defendant is\nusing the\nclosely\nsimilar term in a trade mark sense: Wadlow,\nop\ncit\n, at 617, para 4.\n[40]\tApplying the\nprinciples summarised in paras 38 and 39 it is clear that On-Lineâs\nuse of the business name âLottofunâ does\nnot in itself carry the\ncomplaint of passing off any distance at all.\n[41]\tMoreover,\nall the elements of the cause of action for passing off must exist at\nthe time that the allegedly infringing acts take\nplace:\nHollywood\nCurl (Pty) Ltd v Twins Products (Pty) Ltd\n(1)\n1989 (1) SA 236\n(A) at 249J. In the present case, there is no\nevidence to show that, by the time that On-Line commenced business,\nthe word lotto\nhad become distinctive of any of the respondents in\nconnection with services for financial transactions and/or services\nfor and in\nconnection with Lotteries.\n[42]\tIn\nthe context of these proceedings a determination of the nature of the\nbusiness carried on by On-Line was of critical importance.\nIn so far\nas the applicants were seeking final relief in motion proceedings\nthey were of course bound to accept On-Lineâs description\nof its\nactivities unless some acceptable reason could be found for rejecting\nthat version without a reference to evidence. Despite\ntheir primary\ndeponent, Uthingoâs chief executive officer, Mr Isaac Monamodi,\nboldly stating that âa consideration of all the\nfacts establishes\nthat it sells tickets to members of the public. Many of its terms and\nconditions are simply a stratagem in an attempt\nto avoid infringing\nvarious sections of the Lotteries Actâ, a careful examination of\nthe affidavits does not bear him out. Nor\nwere counsel for Uthingo\nand the Board any more persuasive. Their strongest submission related\nto the operation of a terminal at\nthe premises of an authorised agent\nfor the sale of lottery tickets, Wingate Computers, at which copies\nof the tickets were apparently\nprinted and which, so it was alleged,\nOn-Line had, by agreement with Wingate Computers, âappropriated for\nits own useâ. They\nwere forced to concede however that whatever\nprima facie impropriety such evidence disclosed could not be brought\nwithin any relief\nsought in the notice of motion.\n[43]\tThe\ncourt\na quo\nshould,\nin the event, have tried the matter on the basis of On-Lineâs\ndescription. The substance of this is set out in the succeeding\nparagraphs.\n[44]\tOn-Line obtained\nregistration and ownership of four internet domain names in March and\nApril 2000. Each contains the word âlottofunâ.\nDuring February\n2002 it applied to the registrar of patents and trade marks to\nregister its trade name âLottofunâ as a trade\nmark in class 38 in\nrespect of the services of âtelecommunications including\ninformation technology, internet and electronic commerce,\nand lottery\nservices conducted through the aforementioned mediaâ.\n[45]\tThe business of\nOn-Line provides the following services to its subscribers:\n1.\tGeneric lottery\nservices such as random number generation, probability permutations\nand simple number permutation âwheelsâ;\n2.\tSpecific information\nabout the South African Lottery, such as latest draw results and\nfrequency statistics on drawn numbers;\n3.\tAn agency service that\nallows its registered members to place orders for lottery tickets in\nthe National Lottery either using the\nmedium of the internet or via a\ncellphone using SMS.\n[46]\tThe\nmodus operandi of On-Lineâs business is the following. On-Line\noperates a trust account and a separate business account.\nTo become a\nsubscriber money must be placed in trust\n6\nwith the company. This is effected electronically by a secure credit\ncard transaction. When a subscriber/member places an order to\npurchase tickets in the lottery, the computerized system checks the\nbalance held for the member in trust. A service fee of 15% is\nadded\nto the purchase and the account is debited with the amount of the\norder and the service fee. The amount of the order is transferred\nfrom the trust account to the business account and On-Line then\nplaces the order and pays the Uthingo retailer who sells the ticket\naccordingly. Once the tickets are purchased they are stored in a\nfireproof safe, indeed, and kept for auditing purposes. All winning\nnumbers are processed by On-Line for subscribers, winnings of a\nsmaller sort being credited to the trust account. If a member has\na\nbig win a tax clearance certificate is obtained on behalf of the\nclient and the ticket is given to the subscriber who can then\nclaim\nthe amount from Uthingo.\n[47]\tLottofun customers\nare people who visit the Lottofun website. To use its services\ncustomers must have an identity document, a\nbanking account, access\nto credit card use, must be an internet banking user and be computer\nliterate â generally a discerning\npurchaser who is skilled in\nconnection with online internet transactions. Such customers select\nnumbers on-line using a computer\nand do not have to stand in queues\nto purchase tickets or collect winnings.\n[48]\tThe\napplication papers contain print-outs from the website\nwww.lottofun.co.za\n.\nOn the homepage the interested reader is told, inter alia, that\nâ\nLottoFun\nis a convenient independent online lottery service that allows adult\nmembers to play the South African National Lottery on\nthe Internet.\nLottoFun\nis an independent operator and has no direct affiliation with the\nSouth African National Lottery, the National Lotteries\nBoard and/or\nUthingo Management (Pty) Ltd.\nWe\nexecute your orders and will purchase and hold your lottery tickets\non your behalf as your agent.â\nand\nâ\nLottoFun\nis owned by On-Line Lottery Services (Pty) Ltd, a limited liability\ncompany incorporated in the Republic of South Africa.\nLottoFunâs\nmission is to enable you to order lottery tickets in the South\nAfrican National Lottery with maximum convenience and\nminimum\nexpense.â\nand\nâ\nOn-Line\nLottery Services is an independent company and is not associated with\nthe South African National Lottery in any way whatsoever.\nUse of this\nweb site implies agreement with the\nTerms\nand Conditions\nâ.\n[49]\tThe\nLottofun registration page provides for the completion and submission\nof a registration form subject to seven clearly-stated\nspecific terms\nof agreement the fourth of which is âI have read and agreed to the\nLottoFun\nTerms of Service\n.â\nThe disclaimer quoted at the end of paragraph [48] is repeated.\n[50]\tThe LottoFun Terms\nand Conditions consist of twenty-two clauses. Clause 1.4 provides:\nâ\nLottofun.Com\n[ie the trading name of On-Line as is made clear in clause 1.1] is\nnot a retailer of any lottery ticket and does not,\nnor indeed does it\npurport to, sell lottery tickets.â\nâ\nClause 5. Agency:â\nprovides as follows:\nâ\n5.1.\tIf\nyou become a Lottofun.Com Gold member, subject to 5.2, each time\nLottofun.Com accepts your order for lottery tickets, you\nwill be\ndeemed to have appointed Lottofun.Com, and Lottofun.Com will be\ndeemed to have accepted, appointment as your agent for the\npurposes\nset out in this clause 5 and on the basis set out in these T.O.S.\n5.2.\tNotwithstanding\nanything else contained herein, Lottofun.Com will be validly\nappointed by you as your agent only if, at the time\nyou place an\norder for lottery tickets and for the duration of the purchase and\nprocessing thereof:\n5.2.1.\tYour\norder is not contrary to any law, regulation or the like to which you\nand/or Lottofun.Com is/are subject;\n5.2.2.\tYour\norder does not result in the contravention of any agreement,\nundertaking, Court order, law and/or regulation to which\nyou and/or\nLottofun.Com is/are subject;\n5.2.3.\tYour\nmembership is current, you are not in breach of these T.O.S., you are\nnot in breach of the rules of any applicable lottery;\n5.2.4.\tThe\nrepresentations and warranties you make in terms of 2.5 are true and\ncorrect.\n5.3\tLottofun.Com,\nacting as you agent, will\n5.3.1.\treceive\nthe moneys you advance together with any winnings you may gain and\nhold them on your behalf and/or if Lottofun.Com\ndeems expedient may\nprocure that such funds are held secure by a third party;\n5.3.2.\texecute\nthe accepted orders to purchase lottery tickets received from you\nusing your funds;\n5.3.3.\tpurchase\nthe lottery tickets you have ordered and hold them in fire-proof safe\ncustody;\n5.3.4.\tcheck\nyour ordered numbers against the winning numbers in the relevant\nlottery draw and promptly apply to the lottery for any\nwinnings that\nmight be due to your ticket/s;\n5.3.5.\taccount\nto you from time to time (notionally into your member account withy\nLottofun.Com) with your winnings as and when they\nare received from\nthe lottery;\n5.3.6.\tprocure\nthat your funds are paid as directed by you from time to time;\n5.3.7.\tlevy\na service/administration fee for acting as your agent and providing\nthe services you use and deduct same from your funds\nfrom time to\ntime.\n5.4.\tIf\nLottofun.Com accepts an order to purchase lottery tickets on your\nbehalf on the mistaken assumption that it has been validly\nappointed\nas your agent, Lottofun.Com shall nevertheless be entitled, but not\nobliged, to fulfill the order and, if it does, Lottofun.Com\nmay use\nyour funds to pay the costs and expenses associated with same.â\nThere are other clauses\nwhich also make the agency relationship clear eg 9.1, 9.8, and 14.1\nand 19. At the end of the Terms and Conditions\nthe disclaimer is\nagain repeated. The Member Log-on page contains the same disclaimer\nas do the Contact Details page, the Main Help\nmenu, the Privacy and\nSecurity page and the About Lottofun page. It is also clear that any\nreasonably intelligent appreciation of\nthe process of ordering and\npaying for lottery tickets requires attention to the Terms and\nConditions.\n[51]\tIt is clear from the\nforegoing that not only is a relationship of agency for the purpose\nof purchasing lottery tickets on the\ncustomerâs behalf established\nby the contractual provisions but also that no potential customer who\napplies reasonable care (and\neven superficial attention) to the\nacquisition of tickets by means of the Lottofun sites will be left in\ndoubt as to the nature and\npurpose of that relationship.\n[52]\tIt is in that\ncontext that the affidavits of Amanda Rissik and Alwyn van Heerden\nmust be judged. The respondents relied on these\ndeponents to support\ntheir case that On- Line was conducting its business in such a manner\nas to deceive and create confusion in\nthe mind of the public. Both\nwitnesses were disgruntled customers of Lottofun. They were in some\nsort of business partnership. They\nfrequently purchased lottery\ntickets, Ms Rissik says âfromâ Lottofun, Mr Van Heerden says\nâthroughâ Lottofun. The former\ndeposed, without laying any\nfactual basis for the statement, that âI have always thought that\nthe applicant was officially selling\nlottery tickets as part of the\nNational Lottery in the same way as the ordinary outletsâ. The\nlatter deposed as follows:\nâ\n5.\tAt\nall times up to Monday, 4 October 2004 I believed that there was a\nconnection between the entity trading as âLottoFunâ,\nwhich entity\nI have now been informed is the applicant, and the National Lottery.\nThis belief was based on the use made by the applicant\nof the word\nâlottoâ in its trading name.\n6.\tI\nbecame a member of the applicant more than a year ago. I have since\nthen purchased in excess of R5 000 worth of National Lottery\ntickets\nthrough the applicant. For many years prior to my becoming a member\nof the applicant I, on a regular basis, purchased tickets\nfor the\nNational Lottery from ordinary lottery ticket outlets.\n7.\tThe\nreason I became a member of the applicant was because the applicant\noffered me an opportunity to purchase tickets for the National\nLottery without having to stand in queues. This was attractive to me\nas I often found it difficult, due to my business commitments,\nto\nattend at a retail outlet to purchase the National Lottery tickets\nmyself.\n8.\tDespite\nhaving purchased many tickets for the National Lottery through the\napplicant, I have never been furnished with any of the\ntickets for\nthe National Lottery that I have purchased. After purchasing lottery\ntickets from the applicant I would receive confirmation\nvia e-mail\nfrom the applicant of the combinations of numbers I had chosen and\nthat these numbers had been recorded. Whenever I won\na prize the\napplicant would inform me of this, indicate my winning combination(s)\nof numbers and the amount I had won and confirm\nthat the\ncorresponding amount had been credited to my account with the\napplicant. On those occasions that I have won a prize the\namounts\nwith which I have been credited have varied but have never been more\nthan approximately R400.\n9.\tIn\naddition to the notifications that I have received from the applicant\nas set out in the previous paragraph, on those occasions\nwhen I have\nwon a prize the applicant has informed me of this and of the amount\nthat I have won by way of short message service (âsmsâ)\non my\ncellular telephone.\n.\n. .\n14.\tOn\nMonday, 4 October 2004, as both Ms Rissik and I believed that the\nsecond respondent was connected with the applicant, Ms Rissik\ncontacted the second applicant via its helpline. Ms Rissik was\nadvised by the people she spoke to that there was no link between\nthe\napplicant and the first and second respondents. Ms Rissik informed me\nof this.\n15.\tI\nwas extremely surprised to learn that there was no link between the\napplicant and the first or second respondents. I had, at\nall times,\nthought that, due to the fact that the applicant was trading under\nthe name and style of âLottoFunâ, the applicant\nwas officially\nsettling tickets as part of the National Lottery.â\n[53]\tIt\nis not difficult to take a robust view of the value of this evidence.\nMr Van Heerden âbecame a memberâ of Lottofun; he\nregularly\npurchased tickets using its website; he participated, apparently\nwithout objection in the modus operandi of its business\nviz\nthe retention of the\ntickets, the crediting of winnings to an account in his name, and the\nnotification of success through the SMS\nprocess. He states simply\nthat the basis for his belief in âa connectionâ between Lottofun\nand the National Lottery was the use\nof the word âlottoâ in the\ntrading name âLottofunâ. He fails entirely to explain how he\nreconciles his belief and conclusions\nwith the contents of the\nwebsite (which he and any other competitor must necessarily peruse in\norder to know how and on what terms\nto participate in the Lottofun\nservice), nor does he deal with the unequivocal aspects of the\nLottofun contract and the manner of\nrunning its business which are\nentirely different from those of ordinary lottery ticket outlets,\nsuch as the opening of a trust account\nin his name. Most important\nperhaps is his silence on cardinal issues: whether he read or\nunderstood the terms of the contract, particularly\nthose in which the\nagency relationship and the commission liability were established,\nthe express disclaimer of any sale of tickets\nby Lottofun, and the\nrepeated disclaimers of a relationship between Lottofun and the\nNational Lottery. The overwhelming sense which\none obtains is of an\naffidavit drafted with the deliberate intention of avoiding those\nquestions to which the deponent could offer\nno convincing response.\n[54]\tOn an overall\nassessment of the evidence presented to the court below the learned\njudge should, given that he was dealing with\nan attempt to obtain\nfinal relief in motion proceedings, have proceeded on the basis that\n(a)\tthe persons\npotentially served by the Lottofun business must necessarily possess\na degree of sophistication and intelligence;\n(b)\tthe allegations that\nOn-Lineâs contract was a sham were entirely without foundation;\n(c)\tthe business carried\non by On-Line (Lottofun) was the purchase of tickets on behalf of its\nmembers ie as agent and not as principal\nand the payment over and\nabove the retail price of a ticket represented commission and not a\npart of that price;\n(d)\tthe business did not\ninvolve the sale of tickets to its members or to members of the\npublic;\n(e)\tthere was no reason\nfor any member of the public to believe that the business was\nconnected with the national Lottery, the Board\nor Uthingo; the\nbusiness-name âLottofunâ was sufficiently different from the\nnamed used by Uthingo in connection with the âLotto\ngameâ to put\nany reasonable man on serious enquiry as to whether there was such a\nconnection; any person sufficiently interested\nin acquiring tickets\non line by means of Lottofun would, even if initially confused, be\ndisabused of that confusion before committing\nhimself to the\nacquisition of tickets;\n(f)\tany person who became\na member of and purchased a lottery ticket through Lottofun and\nnevertheless continued to believe that he\nor she was buying the\nticket from Lottofun or that Lottofun represented an authorized\noutlet for the sale of tickets in the National\nLottery would\nnecessarily be the victim of his own carelessness or indifference.\n[55]\tIf\nsuch were the findings of fact on which the learned judge should have\nrelied to decide the case before him it is plain that\nthe\njustification did not exist for any relief directed against the sale\nor disposing of the Lotto game tickets or any document pertaining\nto\nthe National Lottery by On-Line. In addition the learned judge should\nhave concluded the deception or confusion which is an essential\nelement of the delict of passing off had not been shown. The relief\nthat depended on such proof was therefore unwarranted. The absence\nof\nany well-founded criticism of the manner and terms under which the\nLottofun business was operated also puts paid to the order\nbased upon\nallegations that the modus operandi was\ncontra\nbonos mores\n.\n[56]\tWhat remains to be\nconsidered is whether a contravention of\ns 57(2)(g)\nof the\nLotteries\nAct was\nproved. Did the Lottofun business directly or indirectly\nprovide for âbetting, wagering or gambling or any other game of\nrisk on\nthe outcome of any lotteryâ (ie the Lotto game, in this\ncase)? I think it is clear from the factual findings that the\nessential\nnature of the business was the facilitation of the purchase\nof tickets, and thereby doing for and on behalf of the Lottofun\nmembers\nwhat they were lawfully entitled to do for themselves. That\nbusiness did not even indirectly provide for betting etc on the\noutcome\nof the Lotto game. In this respect also the relief should\nhave been refused.\n[57]\tIn the result\nOn-Line has been successful in all substantive aspects of the appeal.\nHowever there remains the question of the\nstriking out order made in\nthe court below which related not merely to substantial parts of\nOn-Lineâs affidavits in both applications\nbut also to voluminous\nsupporting documents. Although the leave to appeal granted by this\nCourt covered that order no submissions\nwere addressed by counsel in\nthat regard and, indeed, On-Line did not seek to rely in the appeal\non any portion of the impugned matter.\nYet the record prepared for\nthe appeal unnecessarily included, by the agreement of the parties,\nall that matter. It would be appropriate\nto penalize On-Line for the\nunnecessary costs and inconvenience which resulted. The costs order\nin the appeal is accordingly tailored\nto meet that censure.\n[58]\tThe following order\nis made:\n1.\tThe appeal succeeds\nwith costs including those consequent upon the employment of two\ncounsel save that no costs shall be allowed\nin respect of the\npreparation and perusal of 40% of the record on appeal.\n2.\tThe\norders of the court\na quo\n,\nother than the orders in the striking out applications, are set aside\nand replaced by the following:\n2.1\tIn Case No 15574/04\nthe application is dismissed with costs including the costs of two\ncounsel.\n2.2\tIn Case No 21917/04\nthe following order is made:\n2.2.1\tThe Registrar of\nTrade Marks is directed to rectify the Register of Trade Marks by the\nexpungement therefrom of registration\nno 91/020702/01 LOTTO in class\n36 and registration no 91/02702 LOTTO in class 41, both entered in\nthe name of National Lotteries\nBoard, on the grounds that such\nentries wrongly remain on the Register within the meaning of\nsection\n24(1)\nof the\nTrade Marks Act 194/1993.\n2.2.2\nThe first and\nsecond respondents are to pay the costs of the application including\nthe costs of two counsel.\n________________________\nJ\nA HEHER\nJUDGE\nOF APPEAL\nAppearances:\nFor\napp\nellant:\tP\nGinsburg SC and O Salmon SC\nInstructed\nby:\tAdams & Adams, Pretoria\nHoney\nAttorneys, Bloemfontein\nFor\n1\nst\nand 2nd respondents:\tL Bowman SC and B Du Plessis\nInstructed\nby:\t\t\t1\nst\nand 2\nnd\nSpoor & Fisher, Pretoria\nMatsepeâs,\nBloemfontein\nFor\n3\nrd\nrespondent:\t\t\t-\n1\nA trade mark is registered as on the date of the lodging of the\n\tapplication for registration, which date is deemed for the purposes\n\tof the Act to be the date of registration (s29 (1)). So also under\n\tthe\nTrade Marks Act 62 o\nf 1963\n(s 37(1)).\n2\n\">\n2\nIn relation to its business name and domain addresses it seems to\n\temploy the style âLottofunâ or âlottofunâ.\n3\nWith a reference to Andre P Brinkâs 1972 translation of\nDie\n\tSeemeeu\n, the play by Chekhov, first published in Russia in 1896.\n\tIn the translatorâs introduction he refers to Act 4 of the drama\n\tâwaar\nal die mense saam om ân tafel sit en lotto speelâ. In\n\tthe translated text Arkadina says, âAs die lang herfsaande\n\taanbreek,\ndan speel ons hier lotto. Kyk, dis ân ou stel waarmee my\n\tma nog gespeel het toe ons klein was. Voel jy lus om ân potjie\n\tsaam\nte speel voor ete? Dis ân vervelige speletjie, maar mens raak\n\tdaaraan gewoond. [Deel drie kaarte uit.]â The stakes are then\n\tplaced and numbers called out until Trigorin claims victory. In the\n\tEnglish translations (of\nThe Seagull\n) available to me (\nThe\n\tOxford Chekhov\n(1967) and the\nEveryman\nedition (1937))\n\tthe word âlottoâ is also used, which leads one to assume that it\n\tprobably appeared in the original Russian.\n4\nCf\nJeryl Lynn Trade Mark\n, above, at 504\nin fine\n.\n5\neg\nTruck and Car Co Ltd v Kar-N-Truck Auctions\n1954 (4) SA\n\t552\n(A) (âTruck and Carâ);\nBurnkloof Caterers Ltd v Horseshoe\n\tCaterers Ltd\n1976 (2) SA 930\n(A) (âBar-B-Que Steakhouseâ);\nAppalsamy v Appalsamy\n1977 (3) SA 1082\n(D) (âCity Heat\n\tGeysersâ);\nSelected Products Ltd v Enterprise Bakeries (Pty)\n\tLtd\n1963 (1) SA 237\n(C) (âcoconut cookiesâ);\nSea Harvest\n\tCorporation (Pty) Ltd v Irvin & Johnson Ltd\n1985 (2) SA 355\n(C) (âprime cutsâ).\n6\nThis is On-Lineâs designation of the account into which a memberâs\n\tsubscription is paid and winnings deposited.",
  "scraped_at": "2026-02-12T05:12:13.417254",
  "date": "2009-09-07",
  "coram": [
    "Harms DP",
    "Brand",
    "Heher",
    "Ponnan JJA",
    "Tshiqi AJA"
  ],
  "case_number": "536/2008",
  "parties": {
    "applicants": [
      "On-line Lottery Services (Pty) Ltd"
    ],
    "respondents": [
      "National Lotteries Board",
      "Uthingo Management (Pty) Ltd",
      "Registrar of Trade Marks"
    ]
  },
  "sections": {
    "facts": "The National Lotteries Board, as statutory proprietor, registered the trade mark \"Lotto\" in 1991 for services relating to financial transactions (class 36) and lotteries (class 41). Uthingo Management was appointed the exclusive licencee to operate the National Lottery and became a permitted user of the mark. On-line Lottery Services (Pty) Ltd (trading as Lottofun) was incorporated in 2000 and attempted to offer online services that allowed members to place orders for National Lottery tickets. The Board alleged that Lottofun’s use of the name and its advertising constituted trademark infringement, passing off, unlawful competition and contraventions of the Lotteries Act. The lower court struck out substantial parts of On‑line’s affidavits and dismissed the expungement application, but the Supreme Court of Appeal was asked to review those decisions.",
    "issues": "1. Whether the registration of the mark \"Lotto\" should be expunged under section 24(1) of the Trade Marks Act because it was wrongly entered and remained on the register. 2. Whether On‑line’s conduct amounted to passing off or unlawful competition, creating a likelihood of public confusion with the Board and its operator. 3. Whether On‑line’s business contravened sections 56 and 57 of the Lotteries Act by unlawfully facilitating the sale of lottery tickets.",
    "principles": "The Court applied the principles of trademark registrability under sections 9, 10 and 27 of the Trade Marks Act, emphasizing that a mark must be capable of distinguishing the source of goods or services at the time of registration and cannot rely solely on generic or descriptive terms. Precedents such as Cadbury v Beacon Sweets, First National Bank v Barclays Bank, and the British Sugar rulings were cited to illustrate that common words lack inherent distinctiveness and that acquired distinctiveness must be proven with caution. For passing off, the Court reiterated the requirement of misrepresentation leading to deception (Reckitt & Colman). The Court also considered the statutory definitions of ‘lottery’ under the Lotteries Act and the scope of unlawful competition.",
    "application": "The Court found that the word \"Lotto\" was a generic term for a class of games of chance and, at the time of registration, did not possess the necessary distinctive character. No evidence demonstrated that the Board or Uthingo had acquired secondary meaning sufficient to render the mark registrable. Consequently, the registrations in class 36 and 41 were held to be wrongly entered and were ordered expelled. Regarding passing off, the Court held that On‑line’s disclosures, terms of service, and agency relationship negated any likelihood of public deception; the respondents failed to prove the essential element of confusion. The Court further concluded that On‑line’s activities were limited to acting as an agent for members to purchase tickets lawfully and did not constitute betting, wagering, or a breach of the Lotteries Act.",
    "conclusion": "The appeal succeeded. The orders of the court a quo were set aside except for the striking‑out orders. The Registrar of Trade Marks was directed to expunge the registrations of \"Lotto\" in class 36 (registration no 91/020702/01) and class 41 (registration no 91/02702). Costs were awarded to the appellant, with a specific limitation on costs related to the preparation and perusal of 40% of the record. The Court affirmed that no relief for passing off, unlawful competition, or contravention of the Lotteries Act was justified."
  },
  "tags": {
    "level_1": "Intellectual Property",
    "level_2": "Trademark Law",
    "level_3": [
      "registrability",
      "distinctiveness",
      "passing off",
      "unlawful competition",
      "lotteries act"
    ]
  }
}