{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/112.html",
  "case_name": "Guardian National Insurance Co Ltd v Springgold Investments (Pty) Ltd (526/08) [2009] ZASCA 112; [2010] 1 All SA 301 (SCA) (23 September 2009)",
  "citation": "[2009] ZASCA 112",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 112\n|\nNoteup\n|\nLawCite\nGuardian National Insurance Co Ltd v Springgold Investments (Pty) Ltd (526/08) [2009] ZASCA 112; [2010] 1 All SA 301 (SCA) (23 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 526/08\nNo precedential significance\nGUARDIAN\r\nNATIONAL INSURANCE\nCOMPANY\r\nLIMITED \tAppellant\nand\nSPRINGGOLD\r\nINVESTMENTS (PTY)\nLIMITED\tRespondent\n___________________________________________________________________\nNeutral citation:\nGuardian National Insurance Co Ltd v\r\nSpringgold Investments (Pty) Ltd\n(526/08)\n[2009]\r\nZASCA 112\n(23 September 2009)\nCORAM:\nHARMS,\r\nMTHIYANE, LEWIS, VAN HEERDEN and MAYA JJA\nHEARD:\n24 AUGUST 2009\nDELIVERED:\n23 SEPTEMBER 2009\nCORRECTED:\nSUMMARY:\nInsurance â\ncontamination of palm\r\nolein oil by water leaking from steam pipes in storage tanks â\r\npolicy excluding liability for loss caused\ndirectly and solely by\r\ncontamination â insured alleging holes in steam pipes caused by\r\nsabotage â on factual evidence sabotage\nhighly improbable â\r\nexpert evidence not tipping probabilities in favour of insured.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nThe High Court, Durban\r\n(Patel J sitting as court of first instance).\n1\tThe appeal is upheld with costs.\n2\tThe order of the court below is set aside and substituted as\r\nfollows:\nâThe plaintiffâs claim is dismissed with costs.â\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nVAN HEERDEN JA\n(\nHARMS, MTHIYANE, LEWIS and MAYA JJA\nconcurring):\nIntroduction\n[1]\tThis is an appeal, with the leave of the court below, against a\r\njudgment in favour of an insured against an insurer for an\nindemnity\r\nclaimed under a policy covering property damage.\n[2]\tEdible palm olein oil, which had been stored in two large tanks\r\non the insuredâs property, had been contaminated by water\nleaking\r\nfrom steam heating coils inside the tanks. The oil was insured, but\r\nthe insurance policy excluded liability for loss caused\ndirectly and\r\nsolely by contamination. On that basis the insurer repudiated\r\nliability. The insured then instituted action against\nthe insurer,\r\nalleging that the escape of steam from the heating coils into the oil\r\nhad been caused by malicious damage to the coils\nand that its claim\r\nwas thus not excluded under the policy. The Durban High Court (per\r\nPatel J) found that the holes in the pipes\nforming the coils had\r\nindeed been âdeliberately and maliciously caused by persons whose\r\nidentity is unknownâ. It is against,\ninter alia, that conclusion\r\nthat the present appeal is directed.\n[3]\tThe principal issue to be decided is whether the insured\r\nsucceeded in establishing that the pipes forming the heating coils\n\nhad been sabotaged. The second issue in the court below, to which we\r\ndo not get, was whether the benefit under the policy was forfeited\nas\r\na result of fraudulent means or devices employed in making the claim.\nBackground\n[4]\tDuring 1996, Feedmill Developments (Pty) Ltd (âFeedmillâ),\r\ntrading as Capital Oils Mills, carried on the business of\r\nmanufacture,\ndistribution and storage of edible oil and related\r\nproducts in Pietermaritzburg. In terms of an âassets all risks\r\npolicyâ the\nappellant, Guardian National Insurance Company Limited\r\n(âGuardianâ), insured Feedmill against loss of or damage to\r\nproperty\nowned by Feedmill or in its custody or under its control.\n[5]\tFeedmill had three large tanks on its property which were\r\ndesigned for the storage of palm olein oil. This kind of oil is\r\neither solid or very viscous at room temperature and needs to be\r\nheated to about 50 or 60 degrees in order to be easily pumped.\nTo\r\nthat end, heating coils consisting of an arrangement of pipes were\r\nlaid just above the floor of each tank, to carry steam to\nheat the\r\noil in the tanks. The networks of pipes making up the heating coils\r\nwere assembled outside the tanks and pressure tested\nthere. The\r\nheating coils were then lifted by crane into the tanks. Once the\r\ncoils were in position inside the tanks, the links\nbetween the steam\r\ninlet and outlet in each tank were welded. The coils were then\r\npressure tested again. There are 154 welded joints\nin each of two\r\ntanks and 153 welded joints in the third.\n[6]\tDuring July 1996, Feedmill established that a large quantity of\r\npalm olein oil in two of its storage tanks had been contaminated\nby\r\nwater, evidently through steam leaking from the pipes comprising the\r\nheating coils.  As a result of the contamination of the\noil by water,\r\nit was no longer fit for use in the manufacture of margarine, as had\r\nbeen intended. In mitigation of its loss, Feedmill\nused the oil in\r\nthe manufacture of soap.\n[7]\tFeedmill notified Guardian of its loss. After investigations had\r\nbeen conducted on its behalf by two loss adjusters, Mr Escott-Watson\n\nand Dr Garforth, Guardian repudiated liability for the claim, relying\r\non the exclusion in the policy of damage caused by âcontamination\n\nor pollutionâ. Feedmill then instituted action against Guardian in\r\n1998. Feedmill was, however, subsequently liquidated and the\n\nrespondent, Springgold Investments (Pty) Ltd (âSpringgoldâ), as\r\ncessionary of Feedmillâs claim against Guardian, was substituted\nas\r\nplaintiff in the action.\n[8]\tSpringgold sought to get around the exclusion clause in respect\r\nof contamination by pleading that the introduction of steam\ninto the\r\noil was caused by âmalicious damage to the said heating coils\r\ncarried out by a person or persons, the identity of whom\nis to the\r\nplaintiff unknownâ. The alternative basis of its claim (malfunction\r\nof the heating coil system) was subsequently abandoned.\n[9]\tThe hypothesis advanced by Springgold was that one or more\r\npersons gained entry to each of the relevant tanks when it was empty\n\nand, using either a gas welding torch or a small diameter carbon arc\r\nrod, proceeded deliberately to make holes in the pipes so\nthat steam\r\nwould escape and contaminate the oil. In other words, sabotage, a\r\ncause falling within the ambit of the policy.\n[10]\tAlthough initially disputed, during argument before the court\r\nbelow Guardian ultimately conceded that it would be difficult\nto\r\nresist the proposition that, if the holes in the steam pipes were\r\ncaused by sabotage, those acts of sabotage were the proximate\ncause\r\nof the damage to the oil. So too, before this court, Guardian\r\napproached the appeal on the basis that, if Springgold had\n\nestablished sabotage, then it would be âlikely to succeedâ in the\r\nappeal. But, if sabotage had not been established, then contamination\n\nwas the proximate cause of the damage to the oil and Springgold must\r\nfail. The fate of the appeal thus depends on whether or not\nsabotage\r\nhad been established.\nEvidence\n[11]\tSpringgold accepted that it bore the onus of proving that the\r\nholes in the pipes had been caused by sabotage. In order to\ndischarge\r\nthis onus, Springgold led the evidence of two experts, Mr Nimmo and\r\nMr Bodger, both mechanical engineers.  Mr Nimmo was\nengaged by\r\nSpringgold in early September 1997 to investigate the failure of the\r\nsteam heating coils. He went into all three tanks\nand visually\r\ninspected every single weld. This visual inspection revealed that, in\r\nTank 1, there were apparently four holes of\nabout one millimetre in\r\ndiameter, each in the heat affected zone adjacent to a weld, two of\r\nwhich were on straight sections of\nthe pipes and two on bends. The\r\ntwo straight sections of pipe with the holes were cut out and sent to\r\nthe Metallurgical Laboratory\nof the Department of Mechanical\r\nEngineering at the University of Natal, Durban, for microscopic\r\nanalysis. According to Mr Nimmo,\nthere was no evidence of any repair\r\nwork having been done on the welds in Tank 1.\n[12]\tBy the time Mr Nimmo conducted his investigation, the âweld\r\nfailuresâ in Tanks 2 and 3 had already been repaired. Mr Nimmo\n\nfound 17 such weld repairs (randomly scattered) in Tank 2 and four in\r\nTank 3 (these four all being on the first bend on the incoming\nsteam\r\nline).\n[13]\tIn respect of Tank 1, the microscopic analysis of the two\r\nstraight sections of pipe revealed one hole in each positioned\r\nsimilarly at the edge of the butt weld. The âholeâ in the one\r\nsection had not, however, fully penetrated the wall of the pipe.\nThe\r\nmicroscopic analysis was carried out by a Mr Bartholomew, but as he\r\nhad passed away prior to the trial, Mr Bodger testified\nto Mr\r\nBartholomewâs report and the photographs attached to it. Both the\r\nreport and the photographs were also annexed to Mr Nimmoâs\nreport\r\nand much of his evidence related to conclusions to be drawn from an\r\nexamination of the photographs.\n[14]\tAccording to Mr Nimmo, his examination of the holes in Tank 1\r\nâfrom the outsideâ did not lead him to suspect sabotage.\nThe\r\nfirst time he had thought of sabotage was in his discussion with Mr\r\nBartholomew after the latter âhad ascertained that the\nline of the\r\nhole was away from the weakness, the line of weaknessâ. In his\r\nreport, Mr Nimmo stated the following in this regard:\nâ\nThe weakest part of a weld\r\njoin is the heat affected zone, ie the area alongside the welded join\r\nwhere the two different metals\nmix and fuse. Any natural attack, eg\r\ncorrosion, erosion or cracking, in a weld join, would most likely\r\noccur along this zone line.\nIt is clear from these photos [the\r\nphotographs of the microscopic examination of the holes attached to\r\nMr Bartholomewâs report]\nthat the direction of the holes does not\r\nfollow any natural line of weakness, but rather they move away from\r\nthe weak points into\nthe parent pipe material.â\n[15]\tCounsel for Guardian submitted, correctly in my view, that from\r\nMr Nimmoâs evidence and from a consideration of Mr Bartholomewâs\n\nreport, as testified to by  Mr Bodger, it is clear that the path of\r\nthe holes is central to the proposition that these holes were\nthe\r\nresult of sabotage. However, an examination of the photographs\r\nshowing the penetration into both samples of pipe analysed does\nnot\r\nsupport the conclusion that the âline of the hole was away from the\r\nweaknessâ. In respect of the fully penetrating hole,\nthe\r\npenetration is in fact perpendicular, ie not away from the heat\r\naffected zone of the weld join, but equally not towards it.\nIn\r\nrespect of the second âholeâ, which had not fully penetrated the\r\npipe, the angle of penetration is actually towards the\nweld. Indeed,\r\nMr Bodger conceded in cross-examination that the penetration was\r\nâmore or less straight downwardsâ and that,\nas regards the second\r\nhole, âthe indentation here actually ate away some of the welding.\r\nIt goes into the welding a little bit\nand eats some of the welding\r\naway.â\n[16]\tFrom the expert evidence, it cannot be disputed that there\nwas\na second application of heat to the two weld joins which were\r\nexamined by Mr Bartholomew and that this second application of heat\n\nwas deliberate. Both Mr Nimmo and Mr Bodger denied the possibility\r\nthat this second application of heat might have occurred in\nthe\r\ncourse of a botched attempt to repair or neaten the original welding\r\nwork. However, contrary to Mr Nimmoâs report, it is\nclear from Mr\r\nBartholomewâs photographs that there\nhad\nbeen at least one\r\nattempt at repairing or neatening a weld join in Tank 1, by applying\r\nan extra weld run to an existing weld, thereby\ncausing changes in the\r\nmicrostructure of the surrounding metal due to the applied heat.\r\nThese changes are identical to those commented\non by Mr Nimmo and Mr\r\nBodger  in respect of the metal surrounding the weld joins where the\r\nholes had been found. Furthermore, as\nregards Tank 2, one of the 17\r\nweld repairs identified by Mr Nimmo was already present when Mr\r\nEscott-Watson examined the heating\ncoils in Tank 2 in October 1996,\r\nbut the pressure tests conducted by him on the coils in Tank 2 showed\r\nthat water was not escaping\nthrough this weld join. This would also\r\nseem to indicate that repairs had been carried out in Tank 2 before\r\nthe later repairs made\nto remedy the holes in Tank 2 through which\r\nsteam escaped into the oil.\n[17]\tBoth Mr Nimmo and Mr Bodger initially maintained that the holes\r\nin the samples analysed by Mr Bartholomew had been made using\na gas\r\nwelding torch. In this regard, Mr Nimmo explained that â\nâ\n. . . the reason is that a\r\ngas welding torch is more portable\nâ\nI\r\nmean there is a lot of logistic reasoning, if you were going to go in\r\nthere with an arc welding you would have to have electricity\nsupply\r\nfrom a nearby power point, you would have to have a supply cable of\r\n100/150 metres, you would have to have wheeled your\nwelding machine\r\ndown to the entrance of the tank and you would then go in to a\r\ncompletely steel vessel with your electric cable,\nall of those things\r\ntell me that somebody wishing to do this undetected would find it\r\ndifficult, whereas if you get a portable\nwelding torch you can get a\r\ngas cylinder about the size of a fire extinguisher and that is quite\r\nportable, you can walk in there\nwith that thing and operate within\r\nthe tank.â\n[18]\tMr Nimmo conceded, however, that âmetal spatterâ would not\r\noccur with a gas welding torch being used to make a hole as\nthere\r\nwould be no deposit of metal around the hole. Metal would only be\r\ndeposited if an arc welder was used. When his attention\nwas drawn to\r\nthe presence of metal spatter in the vicinity of both holes revealed\r\nby Mr Bartholomewâs report and photographs,\nhe conceded the\r\npossibility that the holes were made using an (electric) arc welder,\r\nbut stated that the diameter of the welding\nelectrode used would have\r\nhad to be very thin. Later on during his cross-examination, he denied\r\nthat the holes might have been\nmade in the course of a botched\r\nattempt to repair existing welds, giving as his reason for this\r\ndenial the fact that there was\nno deposit of metal around the holes.\r\nAt this stage, he appeared to have forgotten about or ignored the\r\npresence of metal spatter\nin the vicinity of both holes appearing\r\nfrom Mr Bartholomewâs report and photographs.\n[19]\tSimilarly, when Mr Bodger was asked in cross-examination whether\r\nhe could exclude the possibility that the holes were the\nâunfortunate\r\nproduct of some rather inept workâ by one or more of the welders\r\nwho had originally worked on the heating coils,\nhis response was the\r\nfollowing:\nâ\nYes, I would say so, because\r\nthe welder would have been using an electric arc, and he would have\r\nbeen using a welding rod. He couldnât\nmake that hole with a welding\r\nrod, because a welding rod deposits metal. He would have had to\r\nchange either to a carbon rod, which\ndoesnât deposit, or just use\r\ngas.â\nHere too, the presence of metal spatter in the vicinity of both holes\r\nrevealed by Mr Bartholomewâs report and photographs appears\nto have\r\nbeen overlooked.\nConclusions\n[20]\tIn my view, in light of the inconsistencies highlighted above,\r\nan overview of the evidence given by Mr Nimmo and Mr Bodger\ndoes not\r\nexclude the reasonable possibility that the holes in the two sections\r\nof pipe examined by Mr Bartholomew were caused by\npoor workmanship or\r\nby a botched attempt to repair or neaten the original welding. Mr\r\nEscott-Watson, the first person who had examined\nthe heating coils in\r\nthe tanks, testified that his impression was that it was poor welding\r\nthat had caused the holes in the pipes\nand that â\nâ\nItâs quite easy when\r\nwelding to accidentally or on purpose, for that matter, if the\r\nwelding voltage is too high, to not complete\nthe weld properly and\r\nyou will end up with a hole\nâ\nif\r\nyou stick the rod in too hard or too fast, yes, you could well end up\r\nwith a hole.â\nMr Escott-Watson was, admittedly, not an expert in welding. However,\r\nMr Nimmo also testified that there was evidence of welding\nwith too\r\nhigh a current â\nâ\n. . . those gouge marks on\r\nthe outsides of the weld deposit material shows that he is welding\r\nwith too high an electric current\nand a suitably qualified person\r\nwould not have done that, they would have adjusted the current. So,\r\nit is a comment on the competence\nof the . . . welder.â\n[21]\tIn his report, the late Mr Bartholomew was highly critical of\r\nthe quality of the welding. Thus, he considered the lack of\nroot\r\npenetration on the samples analysed by him as being âtotally\r\nunacceptable for welded pipework carrying steamâ, as well\nas the\r\npoor fit-up of the pipes \tbeing âunacceptable in most codes\r\ncovering welded pipe.â In his conclusion, Mr Bartholomew\nstated\r\nthat âthe quality of the welding on the two samples of pipe\r\nexamined would be considered unacceptable to any code of practice\nfor\r\nfusion welded pipework carrying steam.â\n[22]\tAs pointed out by counsel for Guardian, although the expert, Mr\r\nBodger, when speaking to Mr Bartholomewâs report, was a\nrather\r\nreluctant critic of the welding work, he ultimately had to concede\r\nthat Mr Bartholomewâs analysis was correct.\n[23]\tIn\nMichael & another v Linksfield Park Clinic (Pty) Ltd\r\n& another\n2001 (3) SA 1188\n(SCA) at paragraph 40, this court\r\nstated the following:\nâ\nFinally, it must be borne in\r\nmind that expert scientific witnesses do tend to assess likelihood in\r\nterms of scientific certainty\n. . . [The] essential difference\r\nbetween the scientific and the judicial measure of proof was aptly\r\nhighlighted by the House of\nLords in the Scottish case of\nDingley\r\nv The Chief Constable, Strathclyde Police\n200\r\nSC (HL) 77 and the warning given at 89D-E that\nâ\n(o)ne cannot entirely\r\ndiscount the risk that by immersing himself in every detail and by\r\nlooking deeply into the minds of the experts,\na Judge may be seduced\r\ninto a position where he applies to the expert evidence the standards\r\nwhich the expert himself will apply\nto the question whether a\r\nparticular thesis had been proved or disproved â instead of\r\nassessing, as a Judge must do, where the\nbalance of probabilities\r\nlies on a review of the whole of the evidence.â â\n1\n[24]\tOn the factual evidence in this case, sabotage of the kind\r\nalleged by Springgold is, in my view, highly improbable. First,\nit\r\nwould have been very difficult to obtain access to the tanks\r\nundetected. Each tank is about ten metres in diameter and ten metres\n\nhigh. Access to a tank (when empty) is gained through a manhole in\r\nthe wall of the tank. The manholes are secured to the side of\nthe\r\ntank with very substantial 24 millimetre bolts. The shortest estimate\r\nof the time it would take to open one of the manholes\nappears to be\r\nthat of Mr Nimmo, who put it at an hour and a half to two hours if\r\ntwo people were unbolting the hatch. Mr Escott-Watson\nestimated that\r\nit would probably take half a morning to remove one manhole cover,\r\ndepending on how tight the bolts were, while\nMr Essack, a director of\r\nSpringgold who testified at length during the trial, expressed the\r\nview that it would take at least half\na day to unbolt and remove a\r\nsingle manhole cover.\n[25]\tThe three storage tanks were situated near the north-western\r\ncorner of the plant, the only entrance to which at that time\nwas at\r\nthe south-eastern corner, a considerable distance away from the\r\ntanks. Feedmillâs soap plant lay immediately to the north\nof the\r\nthree tanks and its margarine facility ranged to the east/south-east\r\nof the tanks. According to Mr Essack, at the time of\nthe discovery of\r\nthe loss in 1996, the soap plant ran either five or seven days a\r\nweek, 24 hours per day, while the margarine plant,\ndepending on\r\norders, sometimes worked a day shift and sometimes 24 hours per day.\r\nThere was both internal and external security\nat the plant,\r\ncomprising about six or seven security guards per shift. The plant\r\nwas properly fenced, with brick walls, razor-wire\nfences and a gate.\r\nBecause both plants ran night shifts at times, the whole area was\r\nwell lit.\n[26]\tI agree with the submission by counsel for Guardian that, given\r\nthese facts, the prospect that saboteurs could gain entrance\nto the\r\nplant, traverse the entire length of it to get to the tanks, remove\r\nthe manhole covers in full view of the soap and margarine\nplants and\r\nthe employees in that area, make holes in the pipes inside the tanks\r\nand then re-seal the manhole covers, again in full\nview of others, is\r\nextremely remote. It is also highly improbable that saboteurs \twould\r\ngo to the trouble of making about 21 tiny\nholes scattered in a random\r\nmanner through the three tanks when, on the evidence, there were\r\nconsiderably simpler and more effective\nmeans of sabotaging the tanks\r\nso as to contaminate the oil contained in them.\n[27]\tIn explaining his conclusion that the holes in the pipes had\r\nbeen maliciously caused by persons unknown, Patel J stated the\n\nfollowing:\nâ\nIn reaching this conclusion I\r\nam alive to the fact that the plant was securely guarded. Further\r\nthere may have been easier methods\nthan the one used to sabotage the\r\nplant. Although it may have been difficult and time-consuming to\r\nobtain access to the tanks,\nit is not improbable that the damage may\r\nhave been caused shortly after the tanks were pressure tested by the\r\nvery persons who\ndid the welding and subsequent repairs. Considering\r\nthe evidence of Mr Haroun Essack and especially his demeanour in\r\ncourt, and\nwithout wanting to be uncharitable to him, he would in my\r\nview not have been an easy task master to work with. Just like\r\nnecessity,\nperversity is also a mother of invention.â\n[28]\tThat hypothesis is simply not supported by the evidence. As\r\ncounsel for Guardian pointed out, if there was any suspicion that\nthe\r\nwelders might have been disposed to do what Patel J speculated, Mr\r\nEssack, who was in charge of the whole plant at all relevant\ntimes,\r\nwould certainly have said so. On the contrary, Mr Essack testified\r\nthat the welders were local people, well known to Mr\nEssack and his\r\nstaff â\nâ\nLocal people we knew. They\r\nalways come around looking for work. If thereâs any work for\r\nfabrication, if thereâs any work for\nconstruction, they were the\r\nguys who would move around  . . . people who had worked for me since\r\nI started Capital Oil, in and\nout, Whenever I wanted them, they were\r\navailable.â\nMoreover, Mr Essack was adamant that the welders were properly\r\nqualified â âthey were coded welders and they were qualified\n\nboilermakersâ â and he described at length the careful and\r\nmeticulous process employed by them, stating that the end product,\n\nafter the final pressure testing, was âperfectâ.\n[29]\tNo motive having been attributed to the welders in the evidence,\r\nor any finger of suspicion pointed at them, Mr Essack was\nnot asked\r\nwhether, as one would have expected, the manhole covers were\r\nimmediately secured after the internal work in the tanks\nhad been\r\ncompleted. His evidence was certainly not to the effect that the\r\ntanks were left open for any length of time, giving the\nwelders the\r\nopportunity to return undetected and surreptitiously make random\r\nholes in the pipes after the welding work had been\ncompleted, or\r\ngiving someone else an opportunity to gain access to the tanks and\r\ninflict the damage without having to remove and\nreplace the manhole\r\ncovers.\n[30]\tSpringgold thus failed to discharge the onus of proving that, on\r\nthe balance of probabilities, the holes in the pipes through\nwhich\r\nsteam leaked into and contaminated the palm olein oil were the result\r\nof sabotage. After all, the expert evidence was the\nhigh water mark\r\nof Springgoldâs case in support of its asserted hypothesis of\r\nsabotage. As I have shown, that evidence, which\nadmits of other\r\nreasonable inferences, falls short of tipping the probabilities in\r\nits favour. This conclusion renders it unnecessary\nfor me to deal\r\nwith the numerous inconsistencies and contradictions in Mr Essackâs\r\nevidence, or to address the issue of whether\nGuardian managed to\r\nestablish that Springgoldâs benefits under the policy stood to be\r\nforfeited as a result of the employment\nby Springgold of fraudulent\r\ndevices in making the claim.\nOrder\n[31]\tThe following order is made:\n1\tThe appeal is upheld with costs.\n2\tThe order of the court below is set aside and substituted as\r\nfollows:\nâThe plaintiffâs claim is dismissed with costs.â\n_________________\nB J VAN HEERDEN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\t\t\tP J Olsen SC\nInstructed\r\nby:\tDeneys Reitz\nDurban\nWebbers\nBloemfontein\nFor\r\nRespondent:\t\t\tS R Mullins SC\nInstructed\r\nby:\tShepstone & Wylie\nDurban\nMatsepe\r\nInc\nBloemfontein\n1\nSee further in this regard, D T Zeffertt, A P\r\n\tPaizes & A St Q Skeen\nThe South\r\n\tAfrican Law of Evidence (formally Hoffmann and Zeffertt)\n(2003)\r\n\tat 305-306.",
  "scraped_at": "2026-02-12T05:17:40.545757",
  "date": "2009-09-23",
  "coram": [
    "Harms",
    "MthiYane",
    "Lewis",
    "Van Heerden",
    "Maya JJA"
  ],
  "case_number": "526/08",
  "parties": {
    "applicants": [
      "Guardian National Insurance Company Limited"
    ],
    "respondents": [
      "Springgold Investments (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "Guardian National Insurance (the insurer) issued an assets‑all‑risks policy to Feedmill, which stored edible palm olein oil in three large heated tanks. In July 1996 water leaked from the steam heating coils into the oil, contaminating it and rendering it unusable for margarine production. The policy excluded liability for loss caused by contamination. After loss adjusters investigated, the insurer repudiated the claim. Feedmill was later liquidated and its cessionary, Springgold Investments, sued the insurer, alleging that the steam leaks resulted from sabotage – deliberate holes made in the heating‑coil pipes by unknown persons – which would fall outside the exclusion.",
    "issues": "The primary issue was whether Springgold had discharged the onus of proving, on the balance of probabilities, that the holes in the heating‑coil pipes were caused by sabotage. A secondary, unaddressed issue concerned whether the insurer’s benefit might be forfeited on grounds of fraud.",
    "principles": "The court applied the principle that the claimant bears the burden of proving an alleged factual circumstance (sabotage) on the balance of probabilities. It considered the proper evaluation of expert testimony, emphasizing that judges must assess the overall weight of evidence rather than adopt the expert’s standard of scientific certainty (see Michael & another v Linksfield Park Clinic). The exclusion clause was interpreted strictly, but its applicability depended on the proximate cause of loss.",
    "application": "The court examined the expert reports of Nimmo and Bodger, noting inconsistencies regarding the direction and nature of the holes, the presence of metal spatter, and evidence of prior weld repairs. It found that the expert evidence did not exclude the possibility of poor workmanship or a botched repair. The court also highlighted the practical improbability of saboteurs accessing the heavily secured tanks, creating numerous small holes, and resealing the manhole covers without detection. Consequently, the balance of probabilities did not favor a finding of sabotage.",
    "conclusion": "The appeal was upheld. The lower court’s order was set aside and substituted with a dismissal of the plaintiff’s claim, with costs awarded to the insurer."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Property Damage",
    "level_3": [
      "contamination",
      "exclusion clause",
      "sabotage",
      "burden of proof"
    ]
  }
}