{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/156.html",
  "case_name": "Hawekwa Youth Camp and Another v Byrne (615/2009) [2009] ZASCA 156; [2010] 2 All SA 312 (SCA) ; 2010 (6) SA 83 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 156",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 156\n|\nNoteup\n|\nLawCite\nHawekwa Youth Camp and Another v Byrne (615/2009) [2009] ZASCA 156; [2010] 2 All SA 312 (SCA) ; 2010 (6) SA 83 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 615/2008\nIn the matter between:\nHAWEKWA YOUTH CAMP\t\t\t\tFIRST APPELLANT\nTHE MINISTER OF EDUCATION FOR THE\nWESTERN CAPE\t\t\t\t\t\tSECOND APPELLANT\nand\nGARY MICHAEL BYRNE\t\t\t\t\tRESPONDENT\nNeutral citation:\nHawekwa Youth\r\nCamp v Byrne\n(615/2008)\n[2009] ZASCA 156\n(27\r\nNovember 2009)\nCORAM:\t\tBrand, Mlambo, Malan, Bosielo JJA\net\nGriesel AJA\nHEARD:\t\t6 November 2009\nDELIVERED:\t27 November 2009\nSUMMARY\n:\t\tClaim in delict\r\nagainst Minister of Education â loss resulting from injuries\r\nsustained by child during school excursion under\ncontrol of his\r\nteachers â held that injuries caused when child fell from top part\r\nof double bunk bed because of insufficient\nbarrier on bunk â\r\nfurther held that resulting loss caused by wrongful and negligent\r\nomissions on the part of teachers â Minister\nvicariously liable.\nORDER\nOn appeal from\n:\tHigh Court,\r\nCape Town (Le Grange J sitting as court of first instance).\nThe appeal is dismissed with costs.\nJUDGMENT\nBRAND JA\n(Malan\net\nBosielo JJA concurring):\n[1]\tThe respondent, Mr Gary Byrne, is the father and\r\nnatural guardian of Michael Byrne, who was born on 15 June 1995. In\r\nMarch 2004,\nwhen Michael was almost nine years old and a grade 3\r\nlearner at the Durbanville Preparatory School, he accompanied a\r\nschool group\nunder the control of his teachers on a two day excursion\r\nto the Hawekwa Youth Camp site outside Wellington. The group arrived\r\nat\nthe camp on 3 March where they were accommodated in bungalows.\r\nDuring the early hours of the next morning Michael was found on the\n\ncement floor of his bungalow. No-one saw how he ended up there, but\r\nhe was unconscious and appeared to be having convulsions. He\nwas\r\ntaken to hospital where medical examinations revealed that he had\r\nsuffered a fractured skull with underlying brain injuries\nwhich led\r\nto some degree of permanent brain damage.\n[2]\tIn the event, the respondent instituted action\r\nagainst the first and second appellants in the Cape High Court for\r\nthe damages\nthat he and Michael had suffered as a result of these\r\ninjuries. The nub of his case was that Michael's injuries could have\r\nbeen\nprevented by the employees of the two appellants, who had\r\nwrongfully and negligently failed to do so. The first appellant\r\n('Hawekwa')\nis a company not for gain incorporated in accordance with\r\ns 21 of the Companies Act 61 of 1973. In March 2004 it was the\r\nowner\nof the Hawekwa Youth Camp site where the incident occurred. The\r\nsecond appellant is the Minister of Education in the Western Cape\n\n(âthe Ministerâ) who was cited in his capacity as employer of\r\nteachers at Government schools within his area of jurisdiction,\n\nincluding the Durbanville Preparatory School. In his plea the\r\nMinister admitted that he would indeed be vicariously liable in\r\ndelict if Michael's injuries were attributable to the wrongful and\r\nculpable acts or omissions of his teachers.\n[3]\tAt the commencement of the trial the parties agreed\r\nto and the court a quo (Le Grange J) ordered a separation of issues.\r\nIn\nterms of the separation order the issues relating to the liability\r\nof the appellants were to be decided first, while those pertaining\nto\r\nthe quantum of the damages claimed stood over for later\r\ndetermination. The preliminary issues were decided in favour of the\n\nrespondent. Hence the court declared the two appellants liable,\r\njointly and severally, for the loss resulting from Michaelâs\n\ninjuries. Leave to appeal to this court against that judgment was\r\nthen sought and obtained by both appellants from the court a\nquo.\r\nAfter the appeal was noted, a settlement was, however, reached\r\nbetween the respondent and Hawekwa with the result that it\nplayed no\r\nfurther part in the appeal. But, proceedings between the Minister and\r\nthe respondent continued.\n[4]\tIt is not in dispute that during the night of 3\r\nMarch 2004 Michael slept on the upper portion of a double bunk.\r\nLikewise it\nis common cause that he was not assigned to that bunk but\r\nchose to sleep there. From the outset, the respondentâs contention\r\nas to how Michael ended up on the floor of the bungalow was that he\r\nhad rolled from the upper bunk in his sleep because there was\nno\r\nbarrier â or, at best for the appellants, a barrier which was\r\nineffective â to prevent him from doing so. The Ministerâs\n\nresponse in his plea was that he had no knowledge as to how Michael\r\nlanded on the floor where he was found. But, during the course\nof the\r\nproceedings, various alternative suggestions were made on his behalf\r\nas to how the incident might have occurred. To these\nsuggestions I\r\nshall presently return in more detail. Pertinent for present\r\npurposes, however, is that they gave rise to the major\nissue at the\r\ntrial, that is: how did Michael come to land on the floor where he\r\nwas found? The other issues at the trial resulted\nfrom the denial by\r\nthe Minister of the respondentâs further contention that Michaelâs\r\nfall could have been prevented if not\nfor the (a) wrongful and (b)\r\nnegligent omissions on the part of the teachers who accompanied and\r\nwere thus responsible for the\nsafety of the group. The court a quo\r\ndecided all these issues against the Minister. Hence they were again\r\npresented, albeit in\nsomewhat different form, for determination on\r\nappeal. The exact nature of these issues will best be understood in\r\nthe light of\nthe background facts that are to follow.\n[5]\tThe bungalow where the incident occurred was divided\r\nby cupboards and lockers that ran up to the roof beams along the\r\nmiddle\nof the room. On the right-hand side of the bungalow â as one\r\nentered through the doorway â there were two double bunks and on\n\nthe left side there were three. During the night of the incident the\r\nfive double bunks were occupied by nine boys and one adult,\nreferred\r\nto as the volunteer bungalow parent, Mr Moosa Raise. Though it was\r\nhis daughter who accompanied the group, he had voluntarily\nundertaken\r\nto look after the nine boys in the bungalow during that night.\r\nMichael slept on the top bunk in the far right-hand corner\nof the\r\nbungalow while Mr Raise occupied one of the bottom bunks on the left.\r\nHence his view to where Michael slept was obstructed\nby the room\r\ndivider of cupboards. The three teachers who accompanied the group on\r\ntheir excursion were Ms Solomons, Ms Range and\nMs Trollip. They slept\r\nin a separate bungalow on their own.\n[6]\tMr Raise was called to testify on behalf of the\r\nMinister. Two other volunteer parents who were in charge of other\r\nbungalows\nalso gave evidence: Mr Roland Oelofse who was called on\r\nbehalf of the respondent and Mr Kevin Coetzee on behalf of the\r\nMinister.\nIt appears to be common cause between the three of them\r\nthat the boys retired to their bungalows between 9 and 10 pm and that\r\nby\nall accounts they were asleep before midnight on 3 March 2004.\r\nAccording to Mr Raise, he was awoken at or shortly after 4 am the\n\nnext morning by what he described as a 'growling' noise. It was dark\r\nin the bungalow and the boys were asleep. He turned on the\nlight to\r\nfind Michael lying on the floor. Michael was unconscious and\r\nincontinent of urine. Foam was coming from his mouth and\nit appeared\r\nas though he was having an epileptic seizure. Mr Raise called Mr\r\nCoetzee and left him with Michael while he went to\nthe bungalow of\r\nthe teachers to alert them. The time when Michael was discovered is\r\nconfirmed by Mr Coetzee as well as by Mr Oelofse,\nwho testified that\r\nhe had been woken up, in turn, by Mr Coetzee.\n[7]\tTwo of the teachers, Ms Trollip and Ms Ranger, also\r\ntestified on behalf of the Minister. The third one, Ms Solomons, had\r\napparently\nemigrated in the interim and was not available to give\r\nevidence. Ms Trollip testified that she was summoned to the bungalow\r\nby\nMr Raise where she also saw Michael lying on the floor. Ms Range\r\naccompanied Mr Raise and Mr Coetzee when they took Michael to the\n\nhospital. Between these witnesses who saw Michael in his injured\r\nstate, there was no significant difference as to the condition\nhe was\r\nin. Moreover, not one of them drew any conclusion other than that\r\nMichael had rolled off the upper bunk in his sleep.\n[8]\tThe plea advanced on behalf of the Minister was that\r\nhe had no knowledge of the plaintiff's allegation that Michael fell\r\nfrom\nthe upper bunk while sleeping. Shortly before the trial,\r\nhowever, the Minister delivered an expert notice to which was annexed\r\na report prepared by a neurologist, Dr Johan Reid, who assessed\r\nMichael for purposes of the litigation nearly four years after the\n\nevent. The contents of the report â and particularly the thesis\r\nadvanced therein â came to serve as the basis for a positive\n\nproposition advanced on behalf of the Minister during the trial,\r\nnamely that Michael had not fallen as a result of rolling out\nof the\r\nbunk bed during his sleep, but because he had suffered an epileptic\r\nseizure.\n[9]\tThe conclusion reached by Dr Reid and his\r\nrecommendation that Michael be placed on anti-convulsive medication\r\ncaused the respondent\nand his wife to seek a second opinion from\r\nanother neurologist, Dr James Butler, whose main interest is in\r\nepilepsy. Dr Butler\nexamined Michael and subjected him to 48 hours of\r\ncontinuous EEG recordings in order to ascertain the presence or\r\nabsence of interictal\n(between convulsions) epileptiform discharges.\r\nHis evidence was that in a population of people who have epilepsy, 90\r\nper cent or\nmore of such people will demonstrate interictal\r\nepileptiform discharges on such EEG recordings. Since Michael showed\r\nnone of these\nsymptoms, Dr Butler concluded that Michael did not\r\nsuffer from epilepsy â either before or after the event. He also\r\npointed out\nthat Michael had no history of clinical seizures in his\r\nentire life. These considerations and others led Dr Butler to decide\r\nthat\nthere was no evidence to support the conclusions arrived at by\r\nDr Reid and accordingly he expressed the view that it was more likely\n\nthat the convulsions observed by Ms Raise and others when they found\r\nMichael on the floor were caused by his brain injury, rather\nthan the\r\ncause of it.\n[10]\tThere is, however, no need to analyse the\r\ndifference between Dr Reid and Dr Butler any further. The court a quo\r\nsubjected the\ntestimony of both doctors to close scrutiny. It then\r\naccepted the evidence of Dr Butler and rejected the thesis advanced\r\nby Dr\nReid as unimpressive and implausible. There is no attack on\r\nthese findings. On the contrary, at this stage the Minister had\r\ndistanced\nhimself from the conclusions of Dr Reid. Another thesis as\r\nto how it happened that Michael ended up on the floor, which the\r\nMinister\ndid persist in on appeal, also emanated from the testimony\r\nof Dr Reid. According to this part of Dr Reid's evidence he asked\r\nMichael,\nwhen he assessed him in February 2008, how the incident\r\nhappened. Michael then told him, so Dr Reid said, that he and the\r\nother\nboys in the bungalow were up until about 3 o'clock in the\r\nmorning; that they were boisterously swinging from the open rafters\r\nin\nthe bungalow; that there was no adult present at the time; and\r\nthat in fact, the adult person assigned to their room slept\r\nelsewhere.\n[11]\tCounsel for the Minister sought to find support for\r\nMichaelâs account in the fact that the roof beams of the bungalow\r\nwere\nnot covered by the ceiling and that they passed between the left\r\nand right walls above the bunk where Michael slept at about the\n\nheight of the cupboard divider in the room. In addition counsel\r\nsought to rely on the evidence of Dr Butler that, though Michael's\n\nmemory 'going forward' from the time of the incident could be\r\nexpected to be poor, the presence of retrograde amnesia was unlikely.\n\nFinally, counsel found support for his argument in the evidence by Mr\r\nCoetzee that immediately after the incident, a mattress was\nfound\r\nlying on the floor next to Michael. To my way of thinking, however,\r\nthese are no more than indications\nthat,\r\nwhen considered in isolation, Michael's version, that he was swinging\r\nfrom the roof beams when he fell to the floor, could\ntheoretically be\r\ntrue.\n[12]\tBut as I see it, sight should not be lost of the\r\nfact that Michael told this story four years after an event which\r\noccurred\nwhen he was eight years old. Moreover, according to Dr\r\nReidâs own evidence, individuals who suffered the same type of\r\nbrain injury\nas Michael, are known to be manipulative and, in Dr\r\nReidâs words, âto have us onâ. What the court a quo found\r\ndecisive, however,\nand, to my mind, rightly so, is that the theory\r\nbased on Michael's report to Dr Reid is simply not to be reconciled\r\nwith the evidence\nof the Ministerâs own witness, Mr Raise. It will\r\nbe remembered that according to Mr Raise he was fast asleep in a dark\r\nbungalow\nwhen he was woken up by a growling noise at about four\r\noâclock in the morning. When he switched on the light all the other\r\nboys\nwere asleep. The proposition that he slept elsewhere or even\r\nthat he was out of the bungalow when the incident occurred, was never\n\nput to Mr Raise. Nor was it suggested to him that he might not have\r\nwoken up when the boys in his bungalow were boisterously swinging\n\nfrom the open rafters above him. To me it seems that the last\r\nmentioned suggestion would, in any event, border on the ludicrous.\n[13]\tAnother scenario proposed on behalf of the Minister\r\nfor the first time on appeal was that Michael fell to the floor while\r\nhe\nwas voluntarily alighting from the upper bunk in order to visit\r\nthe bathroom. In support of this theory counsel sought to rely on\nthe\r\nevidence of some of the witnesses who found Michael on the floor,\r\nthat he was without his sleeping-bag and that there was urine\naround\r\nhim, coupled with the evidence of his mother that when his\r\nsleeping-bag was returned to her it was wet and smelled of urine.\nOne\r\nof the conclusions to be drawn from this, so the Ministerâs counsel\r\ncontended, was that Michael had wet himself during the\nnight before\r\nalighting from the upper bunk in order to visit the bathroom. The\r\nfirst problem I have with this scenario proposed\nby counsel is that\r\nother explanations present themselves for the facts on which it\r\nrelies. So for example, it is equally possible\nthat Michael had wet\r\nhimself after he sustained his head injury. His sleeping-bag could\r\nthen have been dropped in the urine at\nany time before or after he\r\nhad been taken to the hospital and so on and so forth.\n[14]\tMy further problem with the proposed scenario is\r\nthat it was never raised and hence not properly explored at the\r\ntrial. Even\nso, I believe there is sufficient evidence to remove this\r\nthesis from the realm of probabilities. First, there is the\r\nuncontested\nevidence of Michaelâs mother that he had been sleeping\r\non the top part of a double bunk from the age of two until the\r\naccident\noccurred and that he had never fallen off the bunk before.\r\nHer explanation for this was, of course, that his bunk at home had a\n\nproper railing which prevented him from rolling off. But the railing\r\nwould obviously not protect him from a fall while he was voluntarily\n\nalighting. This means that Michael must have fallen off for the first\r\ntime while alighting from his bunk when he was nearly nine.\nIn short,\r\nI find it inherently unlikely that a nine year old boy who regularly\r\nslept on a top bunk would fall on his head while\ntrying to alight\r\nfrom his bunk. As I see it, the proposed scenario should also be\r\nconsidered in the light of the evidence to which\nI shall presently\r\nreturn, that the barrier on the bunk used by Michael would as a fact\r\nnot be able to prevent him from rolling\noff in his sleep, which lends\r\nsupport to the inference that this is exactly what happened.\n[15]\tI therefore agree with the conclusion arrived at by\r\nthe court a quo, that the most likely conclusion to be drawn from the\r\navailable\nevidence is the one which occurred to all those present at\r\nthe time, namely that Michael landed on the floor because he rolled\r\nout of the top part of the double bunk in his sleep. This leads me to\r\nconsider the next step in the progression of the respondentâs\ncase,\r\nnamely, his allegation that the direct cause of Michaelâs fall was\r\nthe absence of an effective railing or barrier on the\nupper bunk\r\nwhich he occupied to prevent him from rolling off in his sleep.\n[16]\tAccording to the respondentâs particulars of\r\nclaim his main contention in this regard was that the bunk used by\r\nMichael had\nno railing or barrier at all. This contention was\r\nsupported by the evidence of Mr Oelofse who saw nothing of this kind.\r\nIt was,\nhowever, in direct conflict with the evidence of Mr and Mrs\r\nEnslin, who both at various times held the position of manager of the\n\nfirst appellant's Hawekwa Camp. Their version, which must, in my\r\nview, be accepted, was that there was some kind of barrier on\nthe\r\nbunk that Michael occupied. The reason for the barrier, so the\r\nEnslins explained, was that they actually foresaw the possibility\nof\r\nchildren rolling from unguarded upper bunk beds and injuring\r\nthemselves. In an attempt to prevent such an occurrence, they had\n\naffixed planks of wood to these bunks. Photographs depicting such\r\nplanks were handed in at the trial as Exhibit A. Mrs Enslin\r\ntestified, however, that the planks depicted in Exhibit A were those\r\npresent in the girlsâ bungalows at the time of Michaelâs\n\ninjuries. The planks affixed to the bunks in the boysâ bungalows,\r\nshe said, were smaller. Indeed, Mrs Enslin sought to explain\nthe fact\r\nthat some witnesses were unsure as to whether or not there were any\r\nplanks on the boysâ bunks at all on the basis that\nthey might have\r\nfailed to observe these planks because they were so small.\n[17]\tMr Enslinâs version was somewhat different from\r\nthat of his wife. According to his evidence, all the planks were of\r\nthe same\nsize. However, so he testified, the planks on some of the\r\nbunks in the boysâ bungalows had been fixed in such a manner that\r\nthe\nportion extending above the mattress, which actually afforded the\r\nprotection, was lower than their counterparts in the girlsâ\n\nbungalows that are depicted in Exhibit A. However, be that as it may,\r\nwhatever the exact position might have been, I find the bottom\nline\r\nto all this in the concession by Mr Enslin that even the planks\r\ndepicted in Exhibit A were insufficient as safety railings\nor\r\nbarriers to prevent a child from rolling off. Hardly surprising, in\r\nthe circumstances, was the evidence that after Michaelâs\ninjury,\r\nnew, substantially larger planks were installed on the upper bunks in\r\nthe boysâ rooms. What is more, it appears that\nwhen the camp site\r\ncame under new management, the barriers on the top bunks were once\r\nagain upgraded.\n[18]\tThe fact that the planks depicted in Exhibit A were\r\nineffective as a barrier to prevent someone from rolling off the\r\nupper\nbunk was confirmed by the respondentâs expert witness, Ms Du\r\nToit. She is a medical social worker employed by the Child Accident\n\nPrevention Foundation at the Red Cross Hospital. She concluded from a\r\nstudy that she did between 1989 and 1993 that bunk bed injuries\nare\r\nsufficiently common to merit preventative strategies in the form of\r\nprotective railings that complied with safety specifications.\nApart\r\nfrom the fact that the planks depicted in Exhibit A did not comply\r\nwith these specifications, so she testified, they were\nobviously not\r\nsuitable to serve the purpose for which they were intended, ie to\r\nprevent someone from rolling off the bunk. In the\nlight of all this I\r\nagree with the finding by the court a quo that, on the probabilities\r\nMichael rolled off the top bunk in his\nsleep because there was no\r\neffective barrier to prevent him from doing so.\n[19]\tIt was not disputed by counsel for the Minister, as\r\nI understood him, that, with the benefit of hindsight, the teachers\r\nin\ncharge of Michael's group could and should have prevented the\r\ninjuries that he suffered by not allowing him to sleep on a top bunk\n\nwhich had no effective barrier to prevent him from rolling off in his\r\nsleep. But, as we all know, hindsight does not establish\nnegligence.\r\nThe question remains â can the teachers' omission be characterised\r\nas negligent? And, if so, can their negligent\nomission be\r\ncharacterised as wrongful? In this court there was some debate as to\r\nwhether the teachers in charge of Michael's group\nassumed the role\nin\r\nloco parentis\nand what that would entail. I\r\ndo not believe, however, that it takes the matter any further. In my\r\nview the issues of wrongfulness\nand negligence can be approached from\r\na position which is not in dispute, namely, that these teachers took\r\nresponsibility for the\nsafety of the group that included Michael.\n[20]\tA substantial portion of the written heads of\r\nargument on behalf of the Minister had been devoted to the element of\r\nwrongfulness.\nContentions in support of the proposition that\r\nomissions on the part of Michael's teachers to prevent his injuries\r\nwould not be\nwrongful, included the following:\n'[The Minister] does not dispute\r\nthat [the teachers] owed Michael a duty of care, viz, to take\r\nreasonable measures to ensure that\nthe environment in which he was to\r\nbe accommodated as a learner participating in a school excursion\r\nwould be free from risks and\ndangers such as could reasonably be\r\nexpected to lead to him suffering harm or injury. . . .'\nAnd:\n'The duty of care upon [the\r\nteachers] arose from the school's assumption of a role\nin\nloco parentis.\nThe\r\nschool was bound to exercise the same foresight and care as a\r\nreasonably careful parent in relation to her own children. To\nthat\r\nend, it is submitted, the school took every step that a reasonable\r\nparent would take to assess the risk to Michael while he\nwas at the\r\ncamp; and furthermore, the school's staff acted reasonably to prevent\r\nany harm to Michael.'\nFurther arguments were thereupon advanced to support the\r\nsubmission in the last sentence of the quotation.\n[21]\tAs I see it, the quoted contentions are indicative\r\nof a confusion between the delictual elements of wrongfulness and\r\nnegligence.\nThis confusion in turn, so it seems, originated from a\r\nfurther confusion between the concept of 'a legal duty', which is\r\nassociated\nin our law with the element of wrongfulness, and the\r\nconcept of 'a duty of care' in English law, which is usually\r\nassociated in\nthat legal system with the element of negligence (see\r\neg\nKnop v Johannesburg City Council\n1995\r\n(2) SA 1\n(A) at 27B-G;\nLocal Transitional\r\nCouncil of Delmas v Boshoff\n2005 (5) SA 514\n(SCA) para 20). Warnings against this confusion and the fact that it\r\nmay lead the unwary astray had been sounded by this court\non more\r\nthan one occasion (see eg\nTelematrix (Pty) Ltd\r\nt/a Matrix Vehicle Tracking v Advertising Standards Authority SA\n2006\r\n(1) SA 461\n(SCA) para 14;\nTrustees, Two Oceans\r\nAquarium Trust v Kantey & Templer (Pty) Ltd\n2006\r\n(3) SA 138\n(SCA) para 11). Nonetheless, it again occurred in this\r\ncase.\n[22]\tThe principles regarding wrongful omissions have\r\nbeen formulated by this court on a number of occasions in the recent\r\npast.\nThese principles proceed from the premise that negligent\r\nconduct which manifests itself in the form of a positive act causing\r\nphysical\nharm to the property or person of another is prima facie\r\nwrongful. By contrast, negligent conduct in the form of an omission\r\nis\nnot regarded as prima facie wrongful. Its wrongfulness depends on\r\nthe existence of a legal duty. The imposition of this legal duty\nis a\r\nmatter for judicial determination involving criteria of public and\r\nlegal policy consistent with constitutional norms. In the\nresult, a\r\nnegligent omission causing loss will only be regarded as wrongful and\r\ntherefore actionable if public or legal policy\nconsiderations require\r\nthat such omission, if negligent, should attract legal liability for\r\nthe resulting damages (see eg\nTelematrix (Pty)\r\nLtd supra\npara 14;\nLocal\r\nTransitional Council of Delmas supra\nparas\r\n19-20;\nGouda Boerdery Bk v Transnet\n2005\r\n(5) SA 490\n(SCA) para 12).\n[23]\tThe separate test for the determination of\r\nnegligence is the one formulated by Holmes JA in\nKruger\r\nv Coetzee\n1966 (2) SA 428\n(A) at 430E-G.\r\nAccording to this test, negligence will be established if:\n'(a) a\ndiligens\r\npaterfamilias\nin the\r\nposition of the defendant â\n(i) would foresee the reasonable\r\npossibility of his conduct injuring another in his person or property\r\nand causing him patrimonial\nloss; and\n(ii) would take reasonable steps\r\nto guard against such occurrence; and\n(b) the defendant failed to take\r\nsuch steps.'\nThis has been constantly stated\r\nby this Court for some 50 years. Requirement (a)(ii) is sometimes\r\noverlooked. Whether a\ndiligens\r\npaterfamilias\nin the\r\nposition of the person concerned would take any guarding steps at\r\nall, and, if so, what steps would be reasonable, must always\ndepend\r\nupon the particular circumstances of each case.'\n[24]\tDepending on the circumstances, it may be\r\nappropriate to enquire first into the question of wrongfulness in\r\nwhich event it\nmay be convenient to assume negligence for the purpose\r\nof the inquiry. On the other hand, it may be convenient to assume\r\nwrongfulness\nand then consider the question of negligence first (see\r\neg\nGouda Boerdery Bpk\npara\r\n12;\nLocal Transitional Council of Delmas\npara\r\n20).\n[25]\tIn this case I find it convenient to deal with the\r\nquestion of wrongfulness first, primarily because I believe the\r\nanswer to\nbe self-evident. Properly formulated the enquiry under this\r\nrubric is this: on the assumption that the teachers in charge of the\n\ngroup could have prevented the harm that Michael suffered and that\r\nthey had negligently failed to do so, should they â and by\n\nvicarious extension, the Minister â as a matter of public and legal\r\npolicy, be held liable for the loss resulting from such harm?\nBut for\r\nthe confusion between wrongfulness and negligence which transpires\r\nfrom the Minister's heads of argument, it appears to\nme that\r\nwrongfulness had in fact been conceded. What is in effect disputed is\r\nnegligence. However, be that as it may, I am satisfied\nthat\r\nwrongfulness had been established. In this regard I am in full\r\nagreement with the following statement by Desai J in\nMinister\r\nof Education v Wynkwart NO\n2004 (3) SA 577\n(C) at 580A-C:\n'It was not in dispute that [the\r\nrespondent's minor son] R was injured at school while under the\r\ncontrol and care of the appellants'\nemployees and it was fairly and\r\nproperly conceded that teachers owe young children in their care a\r\nlegal duty to act positively\nto prevent physical harm being sustained\r\nby them through misadventure. It was submitted that in this instance,\r\nas in many other\ndelict cases, the real issue is \"negligence and\r\ncausation and not wrongfulness\".'\n[26]\tReverting to the issue of negligence, the first\r\nquestion â in accordance with\nKruger v\r\nCoetzee\nâ is one of foreseeability. Was it\r\nreasonably foreseeable by Michaelâs teachers who were in charge of\r\nthe group that the upper\nbunk which he was supposed to occupy, posed\r\nthe danger that he may roll off in his sleep and injure himself? In\r\nsupport of the\nproposition that it was, the respondents adduced the\r\nexpert evidence of Ms Nelmarie du Toit. According to her testimony,\r\nstudies\nat the Red Cross Hospital and elsewhere had shown that the\r\nuse of upper bunks as beds for children without the provision of\r\nadequate\nrailings is notoriously dangerous in that children\r\nfrequently roll off these bunks in their sleep in which event they\r\noften suffer\nserious injuries which may even be fatal. She also\r\ntestified that a considerable amount of publicity had been given to\r\nthese studies\nin various media. Though the danger related\r\npredominantly to children under the age of five, a good proportion of\r\noccurrences involved\nchildren of about ten.\n[27]\tThe Ministerâs answer to Ms Du Toitâs testimony\r\nwas essentially that she was an expert whose knowledge and experience\r\ncould\nnot be attributed to teachers in general. This response is, of\r\ncourse, not without validity. Yet, I do not see it as a complete\n\nanswer. What Ms Du Toitâs evidence shows is that as an objective\r\nfact unprotected bunk beds posed the risk of serious and even\nfatal\r\ninjuries to children. The only question is whether her knowledge can\r\nbe limited to those who share her expertise. I think\nnot. Both Mr and\r\nMrs Enslin, for example, testified that they actually foresaw the\r\npossibility of children falling from unguarded\nbunk beds and injuring\r\nthemselves. The very purpose of affixing the (inefficient) barriers\r\nto the bunks at the camp site was to\nguard against such an\r\noccurrence. That raises the question why a reasonable teacher would\r\nnot foresee the danger actually foreseen\nby the Enslins. To this\r\nquestion no answer was put forward on behalf of the Minister and I\r\ncan think of none. It strikes me as\na matter of general knowledge\r\nthat children frequently roll off their beds in their sleep. In this\r\nlight common sense dictates,\nin my view, if one should put your mind\r\nto it, that if the fall occurs from the top part of a double bunk, as\r\nopposed to a normal\nbed, the risk of serious injury is exponentially\r\nincreased simply because of the significant additional height\r\ninvolved.\n[28]\tWhat is more, both Ms Trollip and Ms Range\r\ntestified that to their knowledge some parents of children attending\r\nthese camps\nrefused to allow their children to sleep on the upper\r\nbunks. As to the reason for this, Ms Range was unfortunately somewhat\r\nevasive.\nTo the reasonable teacher, the answer would be obvious:\r\nthese parents did not wish their children to sleep on upper bunk beds\r\nbecause\nthey thought it to be dangerous. As I see it, that would\r\ncause reasonable teachers to apply their minds as to why these\r\nparents\nregarded upper bunks as dangerous. Once they did so, even\r\nthose reasonable teachers who had failed to realise the inherent\r\ndanger\nbefore, would then appreciate the risk of a child rolling off\r\nan unprotected top bunk. In this regard, counsel for the Minister\n\nsought to rely on concessions by individuals such as the respondentâs\r\nexpert, Dr Butler, and Ms Range herself, that they had\nin the past\r\nallowed their own children to sleep on upper bunks without safety\r\nrails. To my way of thinking, this attitude is probably\nattributable\r\nto a failure on the part of these individuals to apply their minds.\r\nThe same can, in my view, be said of parents who\nattended the camp\r\nand did not object to the bunks as being unsafe. As I have said, I\r\nbelieve that once a person of average intelligence\napplies his or her\r\nmind to the situation, the danger posed by an unprotected bunk\r\nbecomes quite plain. Particularly when that reasonable\nobserver is\r\nalerted by the concern of parents who refuse to allow their children\r\nto sleep on upper bunks because they regard them\nas dangerous.\n[29]\tAnother argument raised on behalf of the Minister\r\nwas that the Durbanville Preparatory School had previously used the\r\nsame\ncampsite for ten years; that the teachers involved had not been\r\ninformed of any reported incident where a child had fallen off an\n\nupper bunk; and that they therefore had no reason to think that it\r\nwould happen on this occasion. Though this argument might be\n\nsuperficially attractive, I believe it is flawed. Firstly, the\r\nreasonable teacher would appreciate that incidents might have gone\n\nunreported. Secondly, logic dictates that once a risk has been\r\nrecognised as inherently foreseeable, such as, for example, the\none\r\ncreated by an unfenced swimming-pool, the reasonable person will not\r\ndisregard that risk simply because it had never materialised\nbefore.\n[30]\tIn sum, I therefore find that Michael's teachers\r\nshould reasonably have foreseen that in the absence of an adequate\r\nbarrier\naffixed to the upper bunk which Michael occupied, there was\r\nthe real risk that he may roll off in his sleep and injure himself.\n\nIn this light, the next question, according to the\nKruger\r\nv Coetzee\napproach, is what steps, if any,\r\nthe reasonable teacher would have taken to guard against this\r\nforeseeable danger? As I see it,\nthe answer is that the reasonable\r\nteacher would examine the beds and consider whether it afforded\r\neffective protection to prevent\nchildren from rolling off in their\r\nsleep. I say that because the obligation imposed on the teacher would\r\nrequire very little effort\nwhich should be weighed up against the\r\nseriousness of the foreseeable harm that could result from a failure\r\nto do so.\n[31]\tMs Trollip and Ms Range could not give any clear\r\nevidence as to the nature of the planks on the beds. The inference is\r\ninescapable\nthat they simply did not look. If these two teachers had\r\nlooked, like the reasonable teacher would, they would have realised\r\nthat\nthe planks on the beds did not offer sufficient protection to\r\nprevent a child from rolling off. That much appears to be virtually\n\ncommon cause. Apart from Ms Du Toit's evidence and the concession by\r\nMr Enslin to that effect, Ms Trollip accepted, albeit with\nthe\r\nbenefit of hindsight, that the protection offered by the planks was\r\n'ten to one' not enough.\n[32]\tThe final enquiry is what the reasonable teacher\r\nwould have done once he or she realised that the upper bunk offered\r\nno sufficient\nprotection. The answer is, I think, that there were\r\nmany possible solutions, but, failing all of these, he or she would\r\nhave instructed\nthe children destined to sleep on the upper bunks to\r\nput their mattresses on the floor. That, incidentally, is exactly\r\nwhat Ms\nRange did at the excursions she arranged at the same venue\r\nafter the incident where Michael was injured. I do not propose to\r\nintroduce\nthis evidence as the wisdom of hindsight, but to illustrate\r\nthat the suggested solution would be adopted by the reasonable\r\nteacher,\nbecause it could be implemented without any difficulty. In\r\nthe event, I agree with the court a quo's finding that the harm\r\nsuffered\nby Michael could have been prevented by the teachers in\r\ncharge of his group, who had wrongfully and negligently failed to do\r\nso.\nThis inevitably leads me to the order that follows.\n[33]\tThe appeal is dismissed with costs.\nâ¦â¦â¦\n..â¦â¦â¦â¦â¦..\nF D J BRAND\nJUDGE OF APPEAL\nGriesel\r\nAJA\n(\nMlambo JA\r\nconcurring\n):\n[34]\tThe evidence has been fully summarised in the\r\njudgment of my colleague Brand JA. I agree with his conclusion that,\r\non the circumstantial\nevidence, the most probable inference is that\r\nMichael rolled off the top bunk in his sleep and fell because there\r\nwas no effective\nbarrier to prevent him from falling.\n1\nHowever, I respectfully disagree that, on those facts, the Minister\r\nshould be held liable to the respondent.\n[35]\tIn my view, the present appeal affords a classic\r\nexample of wisdom after the event. The proper approach to questions\r\nof reasonable\nforesight has been formulated by Nicholas AJA in\nS\r\nv Bochris Invest­ments (Pty) Ltd & another\n2\nand followed by this court on many\r\nsub­sequent occasions.\n3\nHe put it as follows:\nâ\nIn\r\nconsidering this question, one must guard against what Williamson JA\r\ncalled âthe insidious subconscious influence of ex post\nfacto\r\nknowledgeâ (in\nS v Mini\n1963\r\n(3) SA 188\n(A)\nat 196EâF). Negligence is not established by\r\nshowing merely that the occurrence happened (unless the case is one\r\nwhere\nres ipsa loquitur\n),\r\nor by showing after it happened how it could have been prevented. The\ndiligens paterfamilias\ndoes not have âprophetic foresightâ. (\nS\r\nv Burger\n(\nsupra\nat 879D).) In\nOverseas\r\nTankship (UK) Ltd v Morts Dock & Engineering Co Ltd (The Wagon\r\nMound)\n[1961] UKPC 1\n;\n1961 AC 388\n(PC)\r\n([1961]\n[1961] UKPC 1\n;\n1 All ER 404)\nViscount Simonds said at 424 (AC) and at 414GâH\r\n(in All ER):\nâ\nAfter the event, even\r\na fool is wise. But it is not the hindsight of a fool; it is the\r\nforesight of the reasonable man which alone\ncan determine\r\nresponsibility.ââ\n[36]\tA number of the appellantâs witnesses fairly and\r\ncandidly conceded that, with hindsight, it was perhaps unsafe to\r\nallow children\nof Michaelâs age to sleep on upper bunks without\r\nadequate safety railings. Faced with the stark reality of what had\r\nhappened\nto Michael, it would have been sur­prising had their\r\nattitude been any different. However, the fact that none of those\r\nwitnesses\nthought,\nbefore\nthe event, that it was necessary to take any precautions is\r\nsignificant.\n[37]\tThe plaintiff relied heavily on the evidence of Mrs\r\nDu Toit, as does my colleague.\n4\nHer opinion was based largely on the results gathered at the Child\r\nAccident Prevention Foundation at the Red Cross Childrenâs\nHospital\r\nin Cape Town over a five-year-period, from January 1989 to December\r\n1993. The statistics show that a total of approximately\n58 000\r\nchildren were seen at the trauma unit of Red Cross Childrenâs\r\nHospital during the relevant period. Of these, falls\naccounted for\r\n24 980, of which falls from beds were 3 160 and falls from\r\nbunk beds only 400. She was unable to state\nhow many of those 400\r\nfalls occurred while the child was asleep; nor did she know in how\r\nmany cases the falls occurred despite\na safety railing, eg because\r\nthe child was playing. We do know, however, that one of the falls was\r\nfatal. In my view, Mrs Du Toitâs\nevidence falls short of\r\nestablishing that the use of upper bunk beds without safety railings\r\nis ânotoriously dangerousâ, nor\ndoes it establish that children\r\nâoften suffer serious injuriesâ as a result of falls from bunk\r\nbeds. As I read the results\nof the survey, almost 80% of the injuries\r\nresulting from falls from bunk beds were âminor in nature, ie\r\nlacerations, contusions\nand abrasionsâ. In short, her evidence does\r\nnot assist the respondent in proving that the risk of harm to Michael\r\nshould have\nbeen reasonably foreseeable to the Ministerâs employees\r\nbefore the occurrence.\n[38]\tBe that as it may, even if it were to be accepted\r\nthat the possibility of harm to the children due to the absence of a\r\nproper\nsafety railing was reasonably foreseeable, this is not\r\nsufficient to saddle the Minister with liability. What is required,\r\nis the\nreasonable foresee­ability of âa possibility of harm to\r\nanother against the happening of which a reasonable man would take\n\nprecautionsâ.\n5\nThis was echoed 25 years later in the second requirement laid down by\r\nHolmes JA in\nKruger v Coetzee\n,\r\nwhich has been followed ever since.\n6\n[39]\tIn considering whether any steps ought to have been\r\ntaken by the appellantâs employees, the standard of care required\r\nof\nthem and other persons\nin loco parentis\nis that of âa\nreasonably careful parent in\r\nrelation to his own childrenâ\n.\n7\nAlthough it has been suggested during argument before us (albeit\r\nsomewhat tentatively) that the standard of care required of a\nteacher\r\nor someone else\nin loco parentis\nshould actually be higher than the standard required of a\nreasonably\r\ncareful\nparent in respect of his or her own\r\nchild, we have not been referred to any authority in support of such\r\na proposition, nor am I\naware of any such authority. In my view, the\r\ntest enunciated in the authorities referred to above correctly states\r\nthe position\nin our law. The position in English law is the same,\r\nwhere the Court of Appeal has held that it would be âneither just\r\nnor reasonable\nto impose on the school a greater duty than that which\r\nrests on a parentâ.\n8\nI do not read the\ndictum\nof Desai J in\nWynkwartâs\ncase, referred to with approval by my colleague,\n9\nto state anything different.\n[40]\tIn essence, therefore, the issue can be reduced to\r\nthe question whether a reasonably careful and prudent parent would\r\nallow\nhis or her 8- or 9-year-old child to sleep on an upper bunk bed\r\nwithout an adequate safety railing. In the present case, we do not\n\nhave to speculate about the answer: the record shows that a number of\r\nparents did just that. According to the evidence, quite a\nfew parents\r\naccompanied the school group on this particular outing â as they\r\ndid on similar outings during ten previous years.\nA supervising\r\nparent slept in each of the bungalows with nine of the children. Such\r\nparent was entrusted with full responsibility\nfor the well-being of\r\nthe children while under his or her care. Obviously this fact could\r\nnot absolve the teachers from their primary\nresponsibility for the\r\ncare and safety of the group of children. What is significant in the\r\npresent context, though, is that there\nis no evidence that any of\r\nthose parents found it necessary in relation to the children under\r\ntheir supervision â including their\nown children â to prevent\r\nthem from sleeping on the upper bunks. The high-water mark for the\r\nrespondent was the evidence of one\nof the parents, Mr Oelofse, who\r\ntestified that he âfelt a bit nervousâ because of the absence of\r\nadequate safety railings.\nYet even he did not find it necessary to\r\ntake any steps to guard against the foresee­able risk of harm.\r\nMust each and every\none of those super­vising parents now be held\r\nto have been guilty of negligence? What about all the other parents\r\nwho accompanied\nsimilar groups from Michaelâs school (and countless\r\nother schools and youth organisations) to the same venue during the\r\npreceding\nten years and who permitted the children to sleep on the\r\nsame bunk beds? Must they now also be branded irresponsible and\r\nnegligent\nparents? I think not. And if the failure in this case of\r\nthe parents to take any preventative steps is not to be regarded as\r\nblame­worthy,\nwhy should the duty resting on the teachers be more\r\nonerous?\n[41]\tMy colleague refers to the fact that, prior to the\r\nouting, some parents refused to allow their children to sleep on the\r\nupper\nbunks and concludes that this was so âbecause they thought it\r\nto be dangerousâ.\n10\nIn my respectful view, however, this merely illustrates that some\r\nparents are by nature more cautious and nervous than others.\nThis\r\nfact cannot serve to establish negligence on the part of those\r\nparents who did not take any steps to prevent their children\nfrom\r\nsleeping on the upper bunks. After all, we know that the reasonable\r\nparent is not a timorous faint heart, always in trepidation\nlest she\r\nor others suffer some injury.\n11\nFor the same reason, parents falling into the more âcautiousâ\r\ncategory will probably also forbid their children to take part\nin\r\nmore robust forms of sport, such as rugby, where a risk of serious\r\ninjury is certainly not unfore­seeable.\n12\nWill teachers coaching and supervising rugby matches and practices\nand\nthe parents\r\nallowing their children to participate therein in future be held\r\nliable for damages every time a player should get\ninjured in the\r\ncourse of the game? If not, why should the position be any different\r\nwith regard to the teachers in the present\nscenario? As it was put by\r\nSingleton LJ in\nWright v Cheshire County\r\nCouncil\n:\n13\nâ\nThere may well be some\r\nrisk in everything one does or in every step one takes, but in\r\nordinary everyday affairs the test of what\nis reasonable care may\r\nwell be answered by experience from which arises a practice adopted\r\ngenerally, and followed successfully\nover the years so far as the\r\nevidence in this case goes.â\n[42]\tI have come to the conclusion that the kind of harm\r\nthat occurred in this case, even though perhaps reasonably\r\nforeseeable,\nis not such that a reasonable parent would have taken\r\nsteps to guard against such risk. While one obviously has a great\r\ndeal of\nsympathy with Michael and his parents for the consequences\r\nsuffered as a result of the incident, I am not persuaded that the\r\nMinisterâs\nemployees have been guilty of any culpable act or\r\nomission in this case. In the result, they cannot be held legally\r\nliable for\nsuch consequences. Accordingly I would have allowed the\r\nappeal with costs and would have amended the order made by the high\r\ncourt\nso as to dismiss the respondentâs action with costs.\nB\r\nM Griesel\nActing\r\nJudge of Appeal\n1\nParas 15 and 18 above.\n2\n1988 (1) SA 861\n(A) at 866Jâ867B.\n3\nSee eg\nSea Harvest Corporation (Pty) Ltd & another v Duncan\r\n\tDock Cold Storage (Pty) Ltd & another\n2000 (1) SA 827\n(SCA)\npara 27;\nMinister of Safety and Security and another v\r\n\tCarmichele\n2004 (3) SA 305\n(SCA) para 45;\nMinister of Safety\r\n\tand Security & another v Rudman & Another\n2005 (2) SA 16\n(SCA) para 67.\n4\nParas 18 and 26 above.\n5\nJoffe & Co Ltd v Hoskins & another\n1941 AD 431\nat\r\n\t451.\n6\nQuoted in para 23 above. See also Boberg\nThe Law of Delict\nvol I at p 275;\nBolton v Stone\n[1951]\r\n\t1 All ER 1078\n(HL) at 1080 and 1084;\nThe Council of the Shire\r\n\tof Wyong v Shirt & others\n146 CLR 40 (HC of A) at 47;\nBarnard v Santam Bpk\n1999\r\n\t(1) SA 202 (SCA)\nat 213HâJ;\nMukheiber v Raath & another\n1999 (3) SA 1065\n(SCA) para 31.\n7\nBroom & another v The Administrator, Natal\n1966\r\n\t(3) SA 505 (D)\nat 518Fâ519A and the English authorities\r\n\treferred to therein. See also\nRusere v The Jesuit Fathers\n1970\r\n\t(4) SA 537\n(R)\nat 539CâD.\n8\nVan Oppen v Clerk to the Bedford Charity Trustees\n[1989] 3\r\n\tAll ER 389\n(CA) at 412;\nCharlesworth & Percy on Negligence\n11ed (2006) paras 8â179; 8â193.\n9\nQuoted in para 25 above.\n10\nPara 28 above.\n11\nCf\nHerschel v Mrupe\n1954 (3) SA 464\n(A) at 490EâF.\n12\nSee eg\nVan Oppen v Clerk to the Bedford Charity Trustees\n,\nfootnote 10 above, at 392a, where rugby football was described\r\n\tas âthe most dangerous activity in schoolsâ.\n13\n[1952] 2 All ER 789\n(CA) at 792.",
  "scraped_at": "2026-02-12T05:26:56.721499",
  "date": "2009-11-27",
  "coram": [
    "Brand JA",
    "Mlambo JA",
    "Malan JA",
    "Bosielo JJA",
    "Griesel AJA"
  ],
  "case_number": "615/2008",
  "parties": {
    "applicants": [
      "Hawekwa Youth Camp",
      "Minister of Education for the Western Cape"
    ],
    "respondents": [
      "Gary Michael Byrne"
    ]
  },
  "sections": {
    "facts": "In March 2004, nine-year‑old Michael Byrne, a Grade 3 learner, participated in a two‑day school excursion to the Hawekwa Youth Camp. He slept on the top bunk of a double bunk in a boys' bungalow that had only a small wooden plank as a barrier. During the early hours of 4 March he was found unconscious on the cement floor, having suffered a fractured skull and brain injury that resulted in permanent damage. The camp was owned by Hawekwa Youth Camp (a non‑profit company) and the teachers supervising the group were employees of the Western Cape Minister of Education. The claim alleged that the injury was caused by the lack of an effective safety rail and by the teachers’ failure to prevent the child from sleeping in such unsafe conditions.",
    "issues": "The court had to determine (1) whether the teachers owed a legal duty of care to Michael in loco parentis and whether a breach of that duty was wrongful; (2) whether the breach was negligent under the Kruger v Coetzee test; (3) whether the lack of an effective barrier on the bunk constituted a foreseeable risk; (4) whether the Minister of Education was vicariously liable for the teachers’ omissions; and (5) whether the appellant’s appeal against the finding of liability should be allowed.",
    "principles": "The judgment applied South African delict principles: a wrongful omission requires a legal duty, assessed on public/legal policy grounds; negligence is measured by the Kruger v Coetzee test (foreseeability, reasonable steps, breach); vicarious liability attaches where employees act in the course of their employment; the standard of care for teachers in loco parentis is that of a reasonably careful parent. The court cited precedents on wrongfulness (Telematrix, Local Transitional Council), negligence (Kruger v Coetzee), and the appropriate standard of care (Desai J in Minister of Education v Wynkwart).",
    "application": "The court found that the most credible reconstruction was that Michael rolled off the top bunk while asleep because the plank barrier was ineffective. This risk was foreseeable, as expert testimony showed that unguarded upper bunks pose a danger, and teachers, acting as parents, should have inspected the beds and taken steps (e.g., providing floor mattresses) to mitigate the risk. The teachers’ omission was therefore wrongful and negligent, making the Minister vicariously liable. The appeal sought to overturn the liability finding but the court affirmed the trial court’s conclusions.",
    "conclusion": "The appeal was dismissed with costs. The Minister of Education (and, earlier, Hawekwa Youth Camp) remained jointly and severally liable for the damages suffered by Michael Byrne as a result of the injuries incurred at the camp."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence and Vicarious Liability",
    "level_3": [
      "duty of care",
      "school excursion",
      "bunk bed safety",
      "wrongful omission",
      "vicarious liability"
    ]
  }
}