{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/34.html",
  "case_name": "Ulde v Minister of Home Affairs and Another (320/08) [2009] ZASCA 34; 2009 (4) SA 522 (SCA) ; 2009 (8) BCLR 840 (SCA) ; [2009] 3 All SA 332 (SCA) (31 March 2009)",
  "citation": "[2009] ZASCA 34",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 34\n|\nNoteup\n|\nLawCite\nUlde v Minister of Home Affairs and Another (320/08) [2009] ZASCA 34; 2009 (4) SA 522 (SCA) ; 2009 (8) BCLR 840 (SCA) ; [2009] 3 All SA 332 (SCA) (31 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  320/08\nIn\r\nthe matter between:\nMANJAR ALI SHAIK YUSUF ULDE\n........................................\nAPPELLANT\nv\nMINISTER OF HOME AFFAIRS\n........................................\nFIRST\r\nRESPONDENT\nPERSON IN CHARGE â LINDELA\n........................................\nSECOND RESPONDENT\nDETENTION CENTRE\nLAWYERS FOR HUMAN RIGHTS\n........................................\nAMICUS CURIAE\nNeutral citation:\nUlde\r\nv Minister of Home Affairs\n(320/2008)\n[2009]\r\nZASCA 34\n(31 March 2009).\nCoram:\tMpati\r\nP, Streicher, Ponnan, Cachalia JJA et Hurt AJA\nHeard:\t16 February 2009\nDelivered:\t31 March 2009\nSummary:\tAn arrest of an illegal\r\nforeigner under\ns 34(1)\nof the\nImmigration Act 13 of 2002\nis subject\r\nto the exercise of a discretion by an immigration officer. The\r\ndiscretion is to be construed\nin\nfavorem libertatis\n.\r\nWhere a magistrate had granted bail to a suspected illegal foreigner,\r\nan immigration officer could not ignore this fact in the\nexercise of\r\nhis discretion.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh Court,\r\nJohannesburg (Sutherland AJ sitting as court of first instance).\nThe following orders are made:\n(1)\tThe appeal is upheld and the respondents are ordered\r\nto pay the appellantâs costs;\n(2)\tThe appeal against the referral of Mr Zehir Omar to\r\nthe Law Society of the Northern Provinces is dismissed;\n(3)\tParagraphs (1) and (2) of the order of the court\r\nbelow are set aside and in their place the following order is made:\nâ\n(a)\tIt is declared that the detention of the\r\napplicant is invalid and is set aside.\n(b)\tThe respondents are to pay the costs of the\r\napplication.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (\nMpati\r\nP, Streicher, Ponnan JJA, Hurt AJA concurring)\n[1]\tThis is an appeal against the judgment of the\r\nJohannesburg High Court (Sutherland AJ) dismissing an application by\r\nthe appellant\nfor his detention at the Lindela Detention Centre at\r\nthe respondentsâ instance to be declared unlawful.\n1\nThe appellant has since been deported to India. The high court\r\ngranted the appellant leave to appeal to this court on the grounds\n\nthat if he returns lawfully he may contemplate a claim for damages\r\nfor his alleged unlawful detention and that its judgment could\nbe an\r\nimpediment. The appellant is represented by Mr Zehir Omar in this\r\nappeal as he was in the court below. I mention this because,\nas\r\nappears from the concluding paragraph in this judgment, Mr Omar has a\r\npersonal interest in the order that is being appealed\nagainst.\n[2]\tThe high court considered two grounds to support the\r\naverment that the detention was unlawful: First, that the question of\r\nthe\nappellantâs status as an illegal immigrant was the subject of\r\ncriminal proceedings in the Kempton Park Magistrateâs Court and\n\nthat those proceedings disqualified the respondents from dealing with\r\nhim through the machinery of the immigration laws, and, secondly\nthat\r\nthe appellantâs detention was invalid because the respondents had\r\nnot complied with the provisions of\ns 8\nof the\nImmigration Act 13 of\n2002\nbefore detaining him. It dismissed both. In the judgment of this\r\ncourt in\nJeebhai v Minister of Home Affairs\n,\n2\nwhich will be delivered together with the judgment in the present\r\ncase, the second issue was decided in favour of the respondents.\n[3]\tBefore us, Mr Katz, on behalf of the\namicus\r\ncuriae\n, raised a new point which is\r\nindirectly related to the first ground. He submitted that in\r\narresting the appellant, and then detaining\nhim, the immigration\r\nofficer failed to exercise any discretion, or to the extent that he\r\ndid, failed to do so properly. Accordingly,\nso he submitted, the\r\nappellantâs arrest and subsequent detention was unlawful.\n[4]\tThe facts that are relevant to deciding this issue\r\nare these. The appellant was arrested on 15 January 2008, it having\r\nbeen\nalleged that he had obtained a passport and identity documents\r\ngiven to him by the Department of Home Affairs fraudulently. The\n\ndocuments were seized and remained in the possession of an\r\nimmigration official, Mr Moodley. The appellant faced criminal\r\ncharges\nrelating to alleged contraventions of the\nImmigration Act in\nthe Kempton Park Magistrateâs Court. On 4 February 2008, the\r\nmagistrate released him on bail despite the respondentsâ vigorous\n\nopposition. In this regard they filed a detailed affidavit by an\r\nimmigration officer, Willem Vorster, setting out the grounds for\n\ntheir opposition. These included the strength of the case against him\r\nand the likelihood that he would not stand trial if he was\nreleased\r\non bail.\n[5]\tTwo days later, while on a visit at Lindela\r\nDetention Centre the appellant was confronted by an immigration\r\nofficial, Mr Matone\nPeter Madia, who asked him to produce proof of\r\nhis entitlement to be in the country. Madiaâs version of what\r\nhappened appears\nfrom his answering affidavit:\nâ\n5.1\tAfter initially, in terms\r\nof\ns 41\nof the\nImmigration Act requesting\nthe applicant to produce\r\ndocumentation or any other form of proof of his entitlement to be\r\nlawfully within the borders of the Republic\nof South Africa, the\r\napplicant informed me of the fact that his travel document was in\r\npossession of a certain Mr R Moodley who\nis an employee of the\r\nDepartment of Home Affairs in the special Investigations Branch. I\r\nthen informed the applicant that I would\ncommunicate with Mr Moodley\r\nto assess what the position was regarding his passport.\n5.2\tI then telephonically\r\ncommunicated with Mr Moodley who thereupon informed me that, after\r\ninvestigations by the relevant sections\nof the Department of Home\r\nAffairs, it was found that the applicantâs entire sojourn, from the\r\noutset, in the Republic of South\nAfrica is based upon fraudulent\r\ndocumentation . . .\n5.3\tI was then also informed of\r\nthe content of the affidavit of Mr W Vorster which was tendered\r\nduring the recent bail proceedings\n(which I have, subsequent to the\r\nlodging of this application had sight of).\nI then confronted the\r\n\t\tapplicant on the allegations made by Mr Moodley and which are\r\n\t\tcontained in the affidavit of Mr Vorster,\nupon which the applicant\r\n\t\twas unable to furnish me with satisfactory answers, as a\r\n\t\tconsequence whereof I was of the opinion\nthat\nI was not\r\n\t\tsatisfied that the applicant is entitled to be in the Republic of\r\n\t\tSouth Africa and thereafter proceeded to detain\nthe applicant in\r\n\t\tterms of\ns 34\nof the\nImmigration Act, as\nis the Department of Home\r\n\t\tAffairsâ obligation when regard is had to\ns 32\nof the\nImmigration\nAct.\n(Emphasis\nadded)\n. . .\n8.1\tI should also respectfully\r\npoint out that the decision to detain the applicant is based solely\r\nupon the seriousness of the allegations\nlevelled against the\r\napplicant regarding the applicantâs fraudulent conduct, as well as\r\nthe nature and extent of such fraudulent\nconduct.\n8.2\tI verily believe that the\r\napplicant, should he be released, and regard being had to the extent\r\nto which the applicant is prepared\nto defraud or,\nalternately\nbe party to a fraudulent scheme, that in the event the applicant\r\nwould simply have, as is usually the case, â\ngone\r\nunder the radar\nâ of\r\nthe officials of the Department of Home Affairs and simply\r\ndisappeared . . .\n8.3\tMy motivation to detain the\r\napplicant was based upon the premise that, regard being had to the\r\ncontent of the affidavit of Vorster\nwhich I had at my disposal on\r\n6 February 2008, the applicantâs chances of succeeding in\r\nregularising his stay in the Republic\nof South Africa, are highly\r\nimprobable.â\n[6]\tIn\nJeebhai\nthis court confirmed that an officer who decides that an illegal\r\nimmigrant is liable to be deported has a discretion whether or\nnot to\r\narrest and detain the person pending his deportation. There is no\r\nobligation to do so.\n3\nIn\nLawyers for Human Rights v Minister of Home\r\nAffairs\n4\nDu Plessis J described the discretion that an immigration officer has\r\nnot to arrest a person as âlimitedâ having regard to\nthe fact\r\nthat\ns 34(1)\napplies only to foreigners who are by definition in the\r\ncountry illegally. He went on to state:\nâ\nAs such the Act renders their\r\npersonal freedom subject to restriction . . . The immigration\r\nofficerâs limited discretion therefore\namounts to no more than not\r\nto arrest persons who are by reason of their transgression of the law\r\nliable to arrest. In its effect\nthe immigration officerâs limited\r\ndiscretion operates in favour of the individual concerned. The\r\nabsence of guidelines where\nthe discretion is so limited does not in\r\nmy view violate the rule of law. The section merely allows an\r\nimmigration officer to be\nhumaneâ.\n5\n[7]\tWhat the learned judge said about the nature of an\r\nimmigration officerâs discretion concerning an arrest of an illegal\r\nforeigner\nis clearly also applicable to the discretion to detain the\r\nforeigner concerned. But his description of the discretion not to\r\narrest\n(or detain) as being âlimitedâ in that it allows the\r\nimmigration officer to merely be humane is, however, misleading\r\nbecause\nthis may be read to mean that the illegal foreigner ought\r\npresumptively to be arrested (or detained) unless the immigration\r\nofficer\ndecides not to do so for humane reasons. Bearing in mind that\r\nwe are dealing here with the deprivation of a personâs liberty\r\n(albeit of an illegal foreignerâs), the immigration officer must\r\nstill construe the exercise of his discretion\nin\r\nfavorem libertatis\nwhen deciding whether or\r\nnot to arrest or detain a person under\ns 34(1)\nâ and be guided by\r\ncertain minimum standards in making the decision.\n6\nOur courts have over the years stated these standards as imposing an\r\nobligation on the repository of a discretionary power to demonstrate\n\nthat he has âapplied his mind to the matterâ â in the\r\ncelebrated formulation of Colman J in\nNorthwest\r\nTownships\n(Pty) Ltd v\r\nThe Administrator of the Transvaal\n7\nâ\n(A) failure by the person\r\nvested with the discretion to apply his mind to the matter (includes)\r\ncapriciousness, a failure on the\npart of the person enjoined to make\r\nthe decision, to appreciate the nature and limits of the discretion\r\nto be exercised, a failure\nto direct his thoughts to the relevant\r\ndata or the relevant principles, reliance on irrelevant\r\nconsiderations, an arbitrary approach,\nand the application of wrong\r\nprinciples.â\n[8]\tThe approach I have outlined is now subsumed under s\r\n12(1)(a) of the Constitution which provides that freedom may not be\r\ndeprived\nâarbitrarily or without just causeâ. Simply put a person\r\nmay not be deprived of his freedom for unacceptable reasons.\n8\nHowever, once the decision-maker has demonstrated that the discretion\r\nhas been properly exercised, a court will not interfere,\neven if it\r\nappears that the wrong decision was made.\n[9]\tBefore examining whether, or how, Madia exercised\r\nhis discretion to detain the appellant I must point out that the\r\nappellant\ndid not in terms raise this as a ground of review in his\r\nfounding affidavit. He asserted merely that his detention was\r\nunlawful\nbecause it arises from the very complaint for which the\r\nmagistrate had ordered his release. In\nNorthwest\r\nTownships\nparlance this complaint relates, in\r\nmy view, to âa failure to direct [the immigration officerâs]\r\nthoughts to the relevant dataâ.\nThe appellant has therefore put in\r\nissue Madiaâs exercise of his discretion, albeit somewhat\r\nobliquely.\n[10]\tThe\namicus\nsubmitted\r\nthat the appellantâs detention was unlawful because it was carried\r\nout pursuant to a blanket policy to detain all persons\nfound to be\r\nillegal foreigners. There is merit in the submission. It is clear\r\nfrom the extract from Madiaâs affidavit quoted\nabove that he\r\nbelieved that he had an obligation to detain the appellant âwhen\r\nregard is had to s 32 of the Immigration Actâ.\nBut s 32 imposes an\r\nobligation on an immigration officer to âdeportâ an illegal\r\nforeigner â it is not concerned with the\npower to detain.\n9\nBy assuming that he had an obligation to detain the appellant, Madia\r\nwas not exercising any discretion â he was carrying out\nwhat he\r\nbelieved to be a âblanket policyâ which by definition precludes\r\nthe exercise of a discretion.\n[11]\tHowever, to the extent that Madia may be said to\r\nhave exercised a discretion this also was not done properly. The\r\nfactors he\nsays he took into account (and contradict his assertion\r\nthat he had an obligation to detain the appellant) when deciding to\r\ndetain\nthe appellant were âthe seriousness of the allegationsâ\r\nagainst him; that he would simply have âgone under the radarâ and\n\nthat âthe chances of succeeding in regularizing his stay in the\r\nRepublic of South Africa, are highly improbableâ. These are\nthe\r\nvery considerations that the magistrate was asked to consider in the\r\nbail application. It seems to me that once the respondents\nhad\r\nelected to charge the appellant, and the magistrate then decided to\r\nrelease him on bail, this should have been taken into account\nas a\r\nrelevant and material factor in any further decision to detain him.\r\nMadia makes no mention, in his affidavit, that he considered\nthe fact\r\nthat the appellant was released on bail. He must have known of this\r\nfact because, on his own version, he had sight of\nVorsterâs\r\naffidavit made to support opposition to bail being granted to the\r\nappellant and would therefore have been aware that\nthe appellant had\r\nbeen granted bail despite Vorsterâs opposition. The magistrateâs\r\norder could not simply be ignored â which\nis what happened. The\r\nappellant was therefore detained for unacceptable reasons â thus\r\nrendering his detention unlawful.\n[12]\tI wish to express our gratitude to the\namicus\r\ncuriae\nfor its most helpful submissions.\n[13]\tIn its order dismissing the application for the\r\nappellantâs release from detention, the learned judge in his order\r\nalso referred\nto the Law Society of the Northern Provinces, Mr Omarâs\r\nconduct in failing to inform the court of authority adverse to the\r\nappellantâs\ncase and directed the Society to report the outcome of\r\nthe referral to the Deputy-Judge President of the Johannesburg High\r\nCourt.\nMr Omar seeks to appeal that part of the order. However,\r\nwhile an order may be appealed against, a referral of an attorneyâs\n\nconduct to the Law Society may not â it is not a judgment or order\r\nas contemplated in s 21A(1) of Supreme Court Act 59 of 1959.\nThe following order is made:\n(1)\tThe appeal is upheld and the respondents are ordered\r\nto pay the appellantâs costs;\n(2)\tThe appeal against the referral of Mr Zehir Omar to\r\nthe Law Society of the Northern Provinces is dismissed;\n(3)\tParagraphs (1) and (2) of the order of the court\r\nbelow are set aside and in their place the following order is made:\nâ\n(a)\tIt is declared that the detention of the\r\napplicant is invalid and is set aside.\n(b)\tThe respondents are to pay the costs of the\r\napplication.â\n____________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANT:  \tZ Omar (Attorney)\nAmicus\r\nCuriae:\t\t\tA Katz;  M du Plessis\n;\r\n J van Garderen\nINSTRUCTED BY:         \t\tZehir Omar Attorneys; Springs\nCORRESPONDENT:                   E\r\nG Cooper & Sons Inc; Bloemfontein\nCOUNSEL FOR RESPONDENT:   P M Mtshaulana SC;  G\r\nBofilatos\nINSTRUCTED BY:\t\t\tThe State Attorney; Pretoria\nCORRESPONDENT:\t\tThe State Attorney; Bloemfontein\n1\nUlde v Minister of Home\r\n\tAffairs\n[2008] ZAGPHC 88\n;\n2008 (6) SA 451\n(W).\n2\nJeebhai v Minister of Home Affairs\n(139/2008)\n[2009] ZASCA 35\n(31 March 2009) in citation.\n3\nAt para 29.\n4\n2003 (8) BCLR 891\n(T).\n5\nSee\nLawyers for Human Rights\nabove\r\n\tat\n896\r\n\tG-H.\n6\nCf s 41(1). Section 41(1) read with s 34(2) confers on\r\n\tan immigration officer a discretion to detain a suspected illegal\r\n\tforeigner\nfor a period not exceeding 48 hours for the purposes of\r\n\tconducting an investigation into his status â but only if the\r\n\tdetention\nis\nnecessary\n.\r\n\tThe requirement of necessity (and the concomitant element of\r\n\tproportionality) connotes that an immigration officer must consider\n\n\twhether there are sufficient grounds for the detention and also\r\n\twhether there are other less coercive measures to achieve the\n\n\tobjective (\nSaadi v United Kingdom\n13229/03\n[2008] ECHR 80\n(29 January 2008)). However, the\r\n\tprerequisite for the detention to be necessary in s 41(1) is omitted\r\n\tfrom s 34(1) thus relieving\nthe immigration officer of this more\r\n\tonerous justificatory requirement in the latter instance. The\r\n\tconstitutionality of this\nomission is not before us.\n7\n1975 (4) SA 1\n(T) p 8F-G.\n8\nS\r\n\tv Coetzee\n[1997] ZACC 2\n;\n1997 (3) SA 527\n(CC) para 159, quoted in\nDe\r\n\tLanga v Smuts\n[1998] ZACC 6\n;\n1998\r\n\t(3) SA 785\n(CC) para 18.\n9\nSection 32:\tâIllegal foreigners\n(1)\r\n\tAny illegal foreigner shall depart, unless authorised by the\r\n\tDirector-General in the prescribed manner to remain in the Republic\n\n\tpending his or her application for a status.\n(2)\r\n\tAny illegal foreigner shall be deported.â",
  "scraped_at": "2026-02-11T21:44:53.130584",
  "date": "2009-03-31",
  "coram": [
    "Mpati P",
    "Streicher",
    "Ponnan",
    "Cachalia JJA",
    "Hurt AJA"
  ],
  "case_number": "320/08",
  "parties": {
    "applicants": [
      "Manjar Ali Shaik Yusuf Ulde"
    ],
    "respondents": [
      "Minister of Home Affairs",
      "Person in Charge – Lindela"
    ]
  },
  "sections": {
    "facts": "The appellant, Manjar Ali Shaik Yusuf Ulde, was arrested on 15 January 2008 on suspicion of having obtained a passport and identity documents fraudulently. The documents were seized and held by an immigration official, Mr Moodley. Ulde faced criminal charges in the Kempton Park Magistrate's Court and was released on bail on 4 February 2008 despite vigorous opposition from the respondents. Two days later, while at Lindela Detention Centre, immigration officer Mr Matone Peter Madia questioned Ulde about his entitlement to remain in South Africa. Relying on information from Mr Moodley and an affidavit by immigration officer Willem Vorster, Madia concluded that Ulde's presence was based on fraudulent documentation and detained him under s34 of the Immigration Act, ignoring the fact that he had been granted bail.",
    "issues": "The primary issues were (1) whether the detention of Ulde was lawful under s34(1) of the Immigration Act, given that the officer must exercise a discretion that is construed in favour of liberty; (2) whether the officer properly exercised that discretion by taking into account all relevant material, notably the magistrate’s grant of bail; and (3) whether the detention complied with constitutional requirements that any deprivation of liberty not be arbitrary or without just cause.",
    "principles": "The court relied on the principle that an immigration officer’s discretion to arrest or detain an illegal foreigner must be exercised in \"favorem libertatis\" and must be guided by minimum standards requiring the decision‑maker to apply his mind to the relevant data (Northwest Townships case). Discretion is limited and cannot be a blanket policy; it must consider factors such as bail status, seriousness of allegations, and necessity (s41(1) vs s34(1)). The Constitution’s s12(1)(a) prohibits arbitrary deprivation of liberty. Precedents cited include Jeebhai v Minister of Home Affairs (discretion to arrest/detain), Lawyers for Human Rights v Minister of Home Affairs (limited discretion), and Colman J’s articulation of the need to avoid capricious or irrelevant considerations.",
    "application": "The court found that Officer Madia failed to consider the bail order and acted as if a blanket policy required detention, thereby not exercising the required discretion. The factors he relied upon (seriousness of allegations, likelihood of disappearing, improbability of regularising status) were the same issues the magistrate had examined in deciding bail and should have weighed against detention. By ignoring the bail, the officer’s decision was arbitrary and not in favour of liberty, rendering the detention unlawful.",
    "conclusion": "The appeal was upheld. The court declared Ulde’s detention invalid and set it aside, ordered the respondents to pay the costs of the application, and confirmed that the respondents must also pay the appellant’s costs of the appeal. The appeal against the referral of Mr Zehir Omar to the Law Society was dismissed."
  },
  "tags": {
    "level_1": "Immigration Law",
    "level_2": "Detention of Illegal Aliens",
    "level_3": [
      "discretion",
      "constitutional law",
      "bail",
      "procedural fairness"
    ]
  }
}