{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/103.html",
  "case_name": "Ronbel 108 (Pty) Ltd v Sublime Investments (Pty) Ltd (555/08) [2009] ZASCA 103; 2010 (2) SA 517 (SCA) ; [2010] 1 All SA 338 (SCA) (18 September 2009)",
  "citation": "[2009] ZASCA 103",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 103\n|\nNoteup\n|\nLawCite\nRonbel 108 (Pty) Ltd v Sublime Investments (Pty) Ltd (555/08) [2009] ZASCA 103; 2010 (2) SA 517 (SCA) ; [2010] 1 All SA 338 (SCA) (18 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nCase No: 555/08\nIn the matter between :\nRONBEL 108 (PTY) LTD\nAppellant\n(Reg No 2003/026780/07)\nand\nSUBLIME INVESTMENTS (PTY)\r\nLTD\tRespondent\n(In liquidation)\n(Represented by its Liquidator S\r\nL Anticevich NO)\nNeutral citation:\nRonbel\r\nv Sublime\n(555/08)\n[2009] ZASCA 103\n(18 September 2009)\nCoram:\tSTREICHER, NUGENT, VAN\r\nHEERDEN JJA, HURT and GRIESEL AJJA\nHeard:\t3 SEPTEMBER 2009\nDelivered:\n18\r\nSEPTEMBER 2009\nSummary:\tSection 359(2) of\r\nCompanies Act 61 of 1973 â no notice to liquidator of intention to\r\ncontinue legal proceedings â proceedings\nconsidered to be abandoned\r\nâ courtâs discretion to otherwise direct â long delay in\r\nbringing application.\nORDER\nOn appeal from: High Court, Johannesburg (Bruinders AJ\r\nsitting as court of first instance).\nThe appeal is dismissed with costs.\nJUDGMENT\nSTREICHER JA (NUGENT, VAN HEERDEN JJA, HURT and GRIESEL\r\nAJJA concurring)\n[1]\tUpon registration of a special resolution by a\r\ncompany that it be wound up voluntarily all civil proceedings against\r\nthe company\nare suspended until the appointment of a liquidator.\n1\nA person who intends to continue with such proceedings must, within\r\nfour weeks after such appointment, give three weeksâ notice\nof his\r\nintention to continue the proceedings, to the liquidator, before\r\ndoing so.\n2\nIf notice is not so given the proceedings are considered to have been\r\nabandoned unless the court otherwise directs.\n3\nThe appellantâs application for such a directive in respect of an\r\naction instituted by Absa Bank Limited, which thereafter ceded\nits\r\nclaim to the appellant, was dismissed by the High Court,\r\nJohannesburg, per TJ Bruinders AJ, and this is an appeal against his\n\njudgment. The appeal is with the leave of the court below.\n[2]\tAbsa instituted action against Sublime Investments\r\n(Pty) Ltd, formerly known as Capitol Hill Investments (Pty) Ltd. The\r\nmatter\nwas set down for trial on 30 April 2003 but shortly before the\r\ntrial was due to commence, Sublime, by special resolution, resolved\n\nthat it be voluntarily wound up and such winding-up commenced upon\r\nthe registration of the resolution.\n4\nAs a result, in terms of s 359(1)(a) of the Companies Act 61 of\r\n1973, the action was suspended pending the appointment of\na\r\nliquidator. Section 1 provides that unless the context otherwise\r\nindicates âliquidatorâ includes a duly appointed provisional\n\nliquidator. But in\nStrydom NO v MGN\r\nConstruction (Pty) Ltd & another: In re Haljen (Pty) Ltd (in\r\nliquidation)\n1983 (1) SA 799\n(D) at 806B-807H\r\nBooysen J held, correctly in my view, that in the case of s 359\r\nthe context indeed indicates otherwise and\nthat, in terms of the\r\nsection, proceedings are suspended pending the appointment of a final\r\nliquidator. The correctness of this\ndecision was not challenged by\r\neither of the parties.\n[3]\tA Mr Anticevich was appointed as provisional\r\nliquidator and subsequently, on 1 July 2004, as final liquidator.\r\nDuring the period\napproximately July to August 2003 Mr Loubser, in\r\nhis capacity as an employee of Absa, made enquiries about the assets\r\nof Sublime\nand was informed by Anticevich:\n(a)\tThe company was the owner of an immovable property\r\nwith improvements on it, namely a fuel filling station;\n(b)\tThe property was subject to a long term lease in\r\nfavour of Zenex Oil (Pty) Ltd;\n(c)\tAll the future rent had been paid in advance, prior\r\nto the liquidation, so that the company would at least for a\r\nsubstantial\nperiod of time not receive any income in the form of\r\nrent;\n(d)\tThe lease was registered and was for a period of 20\r\nyears of which 11 years remained;\n(e)\tThe only future income of the company would be a\r\ncontribution by the lessee to the rates and taxes payable on the\r\nproperty;\n(f)\tA notarial bond was registered in favour of Zenex to\r\nsecure its rights and upon a sale of the property Zenex had a right\r\nof\nfirst refusal; and\n(g)\tApart from the property, small outstanding debts\r\nappeared to be the only other assets.\n[4]\tAccording to the statement of affairs in terms of\r\ns 363 required of the directors of Sublime, dated 9 April 2003,\r\nthe liabilities\nof the company were reflected as R2 720 651.\r\nThe assets were reflected as R120 030 comprising the immovable\r\nproperty\nat a value of R90 000 and outstanding book debts of\r\nR30 030. Save for an additional liability of R5 940 in\r\nrespect\nof arrear salaries these were also the assets and liabilities\r\naccording to the final liquidatorâs report dated 12 July 2004.\n[5]\tNo claims were proved at the first meeting of\r\ncreditors arranged for 19 May 2004. Absa decided to refrain from\r\nsubmitting and\nproving a claim, principally because, if it did submit\r\na claim, it, in the light of the information at its disposal, could\r\nbecome\nliable for a contribution towards the administration costs.\r\nHowever, towards the middle of 2004 the appellant expressed an\r\ninterest\nin acquiring Absaâs claims and entered into negotiations\r\nwith Absa regarding the acquisition of its claims. Towards the end of\n\nOctober 2005 they reached agreement that â\n(a)\tAbsa would cede to the appellant all of its rights,\r\ntitle and interest in and to the claims held by Absa against the\r\ncompany.\n(b)\tIn consideration for the cession the appellant would\r\npay Absa an amount of R250 000.\n(c)\tA claim would be prepared in the name of Absa and\r\nsubmitted for proof.\n[6]\tPursuant to the agreement Absaâs claims were ceded\r\nto the appellant on 31 October 2005 and at a meeting of creditors\r\nheld\non 24 May 2006 the appellant submitted Absaâs claims supported\r\nby affidavits deposed to by Loubser on behalf of Absa for proof.\nThe\r\nclaims were opposed by Mr van Zyl, the companyâs director, and\r\nmember on the grounds that they had been ceded to the appellant\n\nbefore they were submitted for proof, that the claims were in terms\r\nof s 359(2)(b) considered to be abandoned; that the claims\nhad\r\nbecome prescribed and that the quantum of the claims could not be\r\nestablished by a certificate of indebtedness.\n[7]\tAs set out above, s 359(2) provides as follows:\nâ(a)\tEvery person who, having instituted legal proceedings against\r\na company which were suspended by a winding-up, intends to\ncontinue\r\nthe same . . . shall within four weeks after the appointment of the\r\nliquidator give the liquidator not less than three\nweeksâ notice in\r\nwriting before continuing or commencing the proceedings.\n(b)\tIf notice is not so given the proceedings shall be considered to\r\nbe abandoned unless the Court otherwise directs.â\nIt is common cause that Absa had not given the\r\nliquidators notice in terms of s 359(2)(a) of an intention to\r\ncontinue the proceedings.\nConsequently the proceedings (not the\r\nclaims) must be considered to have been abandoned unless a court\r\notherwise directs.\n[8]\tAs a result of the opposition to the Absa claims the\r\nappellant launched the application which is the subject matter of\r\nthis\nappeal, in terms of which it applied to be substituted for Absa\r\nin the action instituted by Absa and for a direction in terms of\n\ns 359(2)(b) that the proceedings should not be considered to\r\nhave been abandoned.\n[9]\tThe court below found that the deliberate decision\r\nby Absa not to notify the liquidator that it intended to proceed with\r\nthe\naction constituted evidence that the action had been abandoned\r\nand held that the appellant, in the circumstances, had failed to\n\nprovide a satisfactory explanation for not having notified the\r\nliquidator of its intention to continue with the proceedings within\n\nthe time period prescribed in terms of s 359(2)(b).\n[10]\tThe appellant referred to the fact that the\r\nallegation in its founding affidavit that the liquidator had not been\r\nprejudiced\nby Absaâs failure to give the required notice is not\r\ndisputed by the respondent and submitted that, in the circumstances,\r\nthe\ncourt below should have exercised its discretion in its favour.\r\nIn this regard the appellant referred to\nBaskin\r\nv Levey & others NNO\n1967 (3) SA 121\n(W)\r\nat 123F-124A where Boshoff J, referring to s 118 of the Companies Act\r\n46 of 1926, the predecessor of s 359 said:\nâThe purpose of this section is to prevent a newly-appointed\r\nliquidator from being embarrassed by an action before he has had\nan\r\nopportunity of considering the matter, and to prevent costs being\r\nincurred by the institution of proceedings between the time\nwhen the\r\nwinding-up order has been made and the liquidator has been appointed;\nRandfontein Extension Ltd v South Randfontein Mines Ltd and Others\n1936 WLD 1\nat p 3. If  no such notice has been given to a\r\nliquidator, proceedings are to be considered abandoned to bring about\r\nfinality\nso that the liquidator may be in a position to report to the\r\ncreditors of his company as accurately as possible on the state of\n\nand the claims against the company. It would, therefore, seem that a\r\nliquidator would, generally speaking, be entitled to oppose\nan\r\napplication for the purging of a default if he can show that he had\r\nbeen prejudiced by the default or that the excuse advanced\nby the\r\napplicant is not\nbona fide\nand reasonable or, if it is\r\nnecessary, to insist on terms on which an applicant should be allowed\r\neither to continue or to commence\nproceedings.â\n[11]\tSection 118 of the Companies Act 46 of 1926\r\nprovided that in default of a notice of intention to continue\r\nproceedings suspended\nby a winding-up, âthe proceedings shall be\r\nconsidered to be abandoned unless the Court finds that there was a\r\nreasonable excuse\nfor the defaultâ. Having omitted the requirement\r\nof a reasonable excuse in s 359(2)(b) it is clear, in my view,\r\nthat the\nlegislature intended to give a court an unfettered\r\ndiscretion to decide whether or not to direct that proceedings should\r\nnot be\nconsidered to be abandoned. In exercising this discretion a\r\ncourt should naturally have regard to the interests of all interested\n\nparties being the creditors, liquidator and members.\n5\n[12]\tIn\nUmbogintwini Land &\r\nInvestment Co (Pty) Ltd (in liquidation) v Barclays National Bank Ltd\r\n& another\n1987 (4) SA 894\n(A) Viljoen JA\r\nsaid in respect of s 359(2)(b):\n6\nâThe provision was designed, in my view, to afford the liquidator\r\nan opportunity, immediately after his appointment, to consider\nand\r\nassess, in the interests of the general body of creditors, the nature\r\nand validity of the claim or contemplated claim and how\nto deal with\r\nit â whether, for instance, to dispute or settle or acknowledge\r\nit.â\n[13]\tAlthough no prejudice is alleged by the appellant\r\nthe liquidator had, contrary to the interests of the general body of\r\ncreditors\nof the appellant, not been given an opportunity immediately\r\nafter his appointment to consider and assess the nature and validity\n\nof Absaâs claim against the appellant. The reason why the\r\nliquidator had not been afforded that opportunity is that Absa\r\ndecided\nnot to proceed with the proceedings and not to prove a claim\r\nagainst Sublime for fear of being held liable for a contribution.\r\nWhen Absa took that decision information as to the assets and\r\nliabilities of Sublime was available and known to Absa. Only about\n\ntwo years after the time for giving notice of intention to continue\r\nwith the proceedings had expired, was an attempt made by the\n\nappellant, not Absa, to prove the claims. The application for a\r\ndirective followed more than six months later.\n[14]\tAbsa took a deliberate decision not to proceed with\r\nthe action and there is no allegation that it changed that decision\r\nfor\nas long as it had an interest in the claim against Sublime, ie up\r\nto the date of the cession of that claim 16 months after the\r\nappointment of a final liquidator. Absa does not deny having had\r\nknowledge of the provisions of s 359(2)(b) and must be assumed\n\nto have had such knowledge. These facts justify the inference that\r\nAbsa in fact abandoned the action. The appellant submitted that\nthe\r\nfact that Absa entered into negotiations with the appellant indicated\r\nthat it had not abandoned the action. In my view the\nnegotiations may\r\nbe an indication that Absa had not abandoned its claims, not that\r\nAbsa had not abandoned the action. If Absa had\nnot abandoned the\r\naction it would have considered it prudent to give notice in terms of\r\ns 359(2)(a). But even if Absa had\nnot in fact abandoned the\r\naction there is no reason why the court below should have exercised\r\nits discretion in favour of an applicant\n(the appellant) who wishes\r\nto proceed with an action which the plaintiff in that action (Absa)\r\nhad decided not to proceed with\nsome two and a half years previously.\n[15]\tThe appeal should therefore be dismissed. But it\r\nshould be added that the court below said in its judgment that there\r\nwas further\nevidence that âthe claimâ had been abandoned. Whether\r\nor not the claim had been abandoned was not an issue in the case and\r\nthe court below probably meant to say that there was further evidence\r\nthat the action had been abandoned.\n[\n16]\tFor these reasons the appeal is\r\ndismissed with costs.\n__________________\nP E STREICHER\nJUDGE OF APPEAL\nA\nppearances\n:\nFor Appellant:\tM P van der Merwe\nInstructed by\nBieldermans Inc, Johannesburg\nSchoeman Maree Inc, Bloemfontein\nFor Respondent:\tM Smit\nInstructed by\nMelamed & Hurwitz Inc, Johannesburg\nRosendorff Reitz Barry, Bloemfontein\n1\nSection 359(1) of the Companies Act 61 of 1973 provides:\nâ(1) When\r\n\tthe Court has made an order for the winding-up of a company or a\r\n\tspecial resolution for the voluntary winding-up of\na company has\r\n\tbeen registered in terms of section 200 â\n(a)\tall\r\n\tcivil proceedings by or against the company concerned shall be\r\n\tsuspended until the appointment of a liquidator; and\n(b)\t. . ..â\n2\nSection 359(2)(a) provides:\nâ(2)(a)\r\n\tEvery person who, having instituted legal proceedings against a\r\n\tcompany which were suspended by a winding-up, intends\nto continue\r\n\tthe same . . . shall within four weeks after the appointment of the\r\n\tliquidator give the liquidator not less that\nthree weeksâ notice\r\n\tin writing before continuing or commencing the proceedings.â\n3\nSection 359(2)(b) provides:\nâ(b) If\r\n\tnotice is not so given the proceedings shall be considered to be\r\n\tabandoned unless the Court otherwise directs.â\n4\nSection 352(1) provides:\nâA\r\n\tvoluntary winding-up of a company shall commence at the time of the\r\n\tregistration in terms of section 200 of the special resolution\n\n\tauthorising the winding-up.â\n5\nSee P M Meskin\nHenochsberg on the Companies Act\nVol 1 5 ed\r\n\t(2008) p 761.\n6\nAt 910H-I.",
  "scraped_at": "2026-02-12T05:15:54.481909",
  "date": "2009-09-18",
  "coram": [
    "Streicher JA",
    "Nugent JA",
    "Van Heerden JJA",
    "Hurt AJJA",
    "Griesel AJJA"
  ],
  "case_number": "555/08",
  "parties": {
    "applicants": [
      "RONBEL 108 (PTY) LTD"
    ],
    "respondents": [
      "SUBLIME INVESTMENTS (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "Absa Bank instituted civil proceedings against Sublime Investments (formerly Capitol Hill Investments) before the company was voluntarily wound up. The winding‑up suspended the action under s 359(1)(a) of the Companies Act 61 of 1973. A provisional liquidator was appointed, later becoming the final liquidator. Absa did not give the liquidator three weeks' written notice, within four weeks of the liquidator's appointment, of its intention to continue the action, as required by s 359(2)(a). Absa subsequently ceded its claim to Ronbel 108 (Pty) Ltd for R250 000, and Ronbel sought substitution for Absa and a court order that the proceedings not be treated as abandoned under s 359(2)(b). The High Court held the action was abandoned; Ronbel appealed.",
    "issues": "1) Whether the failure to give notice of intention to continue the proceedings under s 359(2)(a) means the proceedings are deemed abandoned under s 359(2)(b). 2) Whether the court has discretion to override the statutory presumption of abandonment and allow Ronbel to substitute for Absa and continue the action.",
    "principles": "Section 359(2) of the Companies Act 61 of 1973 provides that, absent written notice within the prescribed period, proceedings are considered abandoned unless the court directs otherwise. The legislature intended an unfettered judicial discretion to decide on a direction, taking into account the interests of creditors, the liquidator, and members. Pre‑cedent cases such as Baskin v Levey, Umbogintwini Land & Investment Co (in liquidation) v Barclays National Bank, and Randfontein Extension Ltd v South Randfontein Mines illustrate that the purpose of the notice requirement is to protect the liquidator and creditors and to prevent unnecessary costs. The court may only depart from the presumption where a reasonable excuse is shown or where it is in the interests of justice.",
    "application": "The court examined the factual record and concluded that Absa deliberately chose not to give notice, fully aware of s 359(2)(b). Its decision not to pursue the claim was motivated by a fear of liability for administration costs, not by any external impediment. Ronbel, stepping in after the lapse of the notice period, offered no satisfactory explanation for the failure to notify. In line with the statutory purpose and the cited authority, the court held that the proceedings were abandoned and that the discretion under s 359(2)(b) should be exercised against Ronbel’s application.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed the High Court’s finding that the action was abandoned under s 359(2)(b) and that Ronbel could not be substituted for Absa or obtain a direction to continue the proceedings."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Liquidation",
    "level_3": [
      "section 359",
      "abandonment of proceedings",
      "notice requirement",
      "court discretion"
    ]
  }
}