{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/132.html",
  "case_name": "Tuch and Others v Myerson and Others (447/08) [2009] ZASCA 132; 2010 (2) SA 462 (SCA) ; [2010] 2 All SA 48 (SCA) (30 September 2009)",
  "citation": "[2009] ZASCA 132",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 132\n|\nNoteup\n|\nLawCite\nTuch and Others v Myerson and Others (447/08) [2009] ZASCA 132; 2010 (2) SA 462 (SCA) ; [2010] 2 All SA 48 (SCA) (30 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 447/08\nMICHAEL TUCH,\r\nHEATHER BRENDA EISER\nHILTON MYERSON,\r\nJONATHAN TUCH NNO\nAppellants\nand\nMYERSON, JEFFREY\r\nHAROLD\tFirst Respondent\nMYERSON, JEFFREY\r\nHAROLD ROPER,\nALASTAIR BRIAN\r\nNNO\tSecond Respondent\nMASUREIK, DION\r\nBARRY\tThird Respondent\nNeutral\r\ncitation:\nTuch\r\nv Myerson\n(447/09)\n[2009] ZASCA 132\n(30 September 2009)\nCoram:\tSTREICHER,\r\nMHLANTLA JJA and GRIESEL AJA\nHeard:\t8 SEPTEMBER\r\n2009\nDelivered:\n30\r\nSEPTEMBER 2009\nSummary:\tDefamation\r\nâ defamatory allegations made in civil judicial proceedings â\r\nqualified privilege â allegations devoid\nof merit â ulterior\r\npurpose inferred â malice.\nORDER\nOn appeal from: High Court,\r\nJohannesburg (Malan J sitting as court of first instance)\nThe following order is made:\n1\tThe appeal, in so far as the\r\nfirst and third respondents are concerned, is partially upheld with\r\ncosts.\n2\tThe appeal, in so far as the\r\nsecond respondent is concerned is dismissed.\n3\tThe order of the court below is\r\nset aside and replaced with the following order:\nâ(a)\tThe first and the third\r\ndefendants, jointly and severally, are ordered to pay to the\r\nplaintiff an amount of R30 000.\n(b)\tThe plaintiffâs claim\r\nagainst the second defendant is dismissed.\n(c)\tThe first and third\r\ndefendants, jointly and severally, are ordered to pay the plaintiffâs\r\ncosts.â\nJUDGMENT\nSTREICHER JA (MHLANTLA JA and\r\nGRIESEL AJA\nconcurring)\n[1]\tThe appellants are the\r\nexecutors in the deceased estate of Nathan Myerson (âthe deceasedâ)\r\nwho died on 4 March 2008 after\nan action for defamation instituted by\r\nhim against the respondents had been dismissed by the Johannesburg\r\nHigh Court. Thereafter\nthat court granted leave to the appellants to\r\nappeal to this court.\n[2]\tThe alleged defamatory\r\nstatements were made in an affidavit deposed to by the first\r\nrespondent (Jeffrey Harold Myerson) in application\nproceedings\r\ninstituted by the deceased against, amongst others, the first\r\nrespondent and the third respondent (Dion Barry Masureik).\nThe second\r\nrespondent, namely Jeffrey Harold Myerson and Alistair Brian Roper,\r\nin their capacities as trustees of the Jefferson\nBusiness Trust, were\r\nsubsequently joined as respondents in the application proceedings.\n[3]\tIn the application\r\nproceedings the deceased claimed from each of the first and third\r\nrespondents delivery of share certificates\nreflecting him as the\r\nholder of two and a half per cent of the share capital in a company\r\nJazz Spirit 46 (Pty) Ltd (âJazz Spiritâ).\nIn this regard the\r\ndeceased relied on a written undertaking dated 23 April 2004 and\r\nsigned by the first and the third respondents,\nwhich reads as\r\nfollows:\nâ\nThis letter\r\nconfirms that we (Mr JH Myerson and Mr DB Masureik) are holding in\r\ntrust 2,5% each of the shares of Jazz Spirit 46 (Proprietary)\n\nLimited. You can acquire these shares at no cost, whenever you wish\r\nto have these shares transferred into your name, subject to\nthe\r\nfollowing conditions: -\n1\tthe shares will be\r\navailable at any time after the transfer of the land into our name\r\nhas been finalized;\n2\twe require 3\r\nworking daysâ verbal notice by you to transfer these shares;\n3\tthese shares are\r\nbeing held specifically for yourself only and may not be sold,\r\npledged or transferred to any other person or\nentity except to\r\nourselves in which case these shares will be transferred back to\r\nourselves or our nominee at par value to be determined\nby the\r\nauditors of Jazz Spirit 46 (Proprietary) Limited.â\nThe parties are agreed that the\r\nphrase âinto our nameâ in the first condition should read âinto\r\nthe name of Jazz Spirit 46\n(Pty) Ltdâ. The land in question was\r\ntransferred to Jazz Spirit in July 2004 and in March 2006 the\r\ndeceased called upon the first\nand third respondents to transfer the\r\nshares referred to in the written undertaking to him. On 30 March\r\n2006 the first and third\nrespondentsâ attorneys wrote to the\r\ndeceasedâs attorneys:\nâ\nIt is sufficient\r\nto state that your client has no right or entitlement whatsoever to\r\nthe shares nor the financial statements of\nJazz Spirit 46 (Pty) Ltd,\r\nyou refer to.â\nThey did not disclose the basis\r\nupon which it was alleged that the deceased had no entitlement to the\r\nshares.\n[4]\tThe deceased thereupon\r\nlaunched an application against the first and third respondents for\r\nthe transfer of the shares. In his\nanswering affidavit the first\r\nrespondent stated that in so far as the aforesaid undertaking was\r\nbinding on the third respondent\nand on him it constituted a donation\r\nâmotivated by nothing other than pure liberality and generosityâ.\r\nBeing a donation he\nstated that it was not valid as, according to\r\nhim, there had not been compliance with s 5 of the General Law\r\nAmendment Act 50 of\n1956. He did not say why not. He stated,\r\nfurthermore, that the document contained no more than an offer and\r\nthat the offer had\nnot been accepted within a reasonable time. Later\r\nin the same answering affidavit he alleged that the undertaking\r\ncontained in\nthe document was furnished under duress. But still later\r\nhe again alleged that the transaction was that of a donation and that\r\nthe third respondent and he âwere entitled to revoke the donation\r\nby virtue of inter alia [the deceasedâs] ingratitudeâ. The\n\ndeceasedâs gross ingratitude was, according to him, evidenced by\r\nthe following:\nâ\n30.3.1\t[The\r\ndeceased] and my father who died in September 2003 were brothers and\r\npartners in mainly immovable property.\n30.3.2\tDuring about\r\nJuly 2004, I found out that the [deceased] had misappropriated\r\nsomething in the order of R5 to R6 million of\nmy fatherâs portion\r\nof the partnership. I took this up with the auditors, namely Kessel\r\nFeinstein, who confirmed that this had\nindeed occurred. I further\r\nestablished that the [deceased] had transferred all or most of these\r\nfunds to Ireland via his wife who\nwas Irish. This information was\r\nextremely disturbing.â\n[5]\tYet another defence raised by\r\nthe first respondent in the answering affidavit was that the third\r\nand fourth respondents in the\napplication proceedings were\r\nshareholders in Jazz Spirit and that they would not vote in favour of\r\nthe transfer of the shares to\nthe deceased. He stated that the third\r\nand fourth respondents âare of the view that should [the deceased]\r\nbecome a shareholder\nin [Jazz Spirit] he would devote his time and\r\nenergy to creating as much trouble, unpleasantness and problems as\r\npossibleâ.\n[6]\tThe third respondent filed a\r\nconfirmatory affidavit in which he asked that the first respondentâs\r\naffidavit be read as if\nincorporated into his affidavit.\n[7]\tThe statement that the\r\ndeceased had misappropriated something in the order of R5 to R6\r\nmillion of the first respondentâs fatherâs\nportion of the\r\npartnership and the statement that should the deceased become a\r\nshareholder in Jazz Spirit, he would devote his\ntime and energy to\r\ncreating as much trouble, unpleasantness and problems as possible,\r\ngave rise to the defamation action which\nis the subject matter of\r\nthis appeal.\n[8]\tThe respondents in their plea\r\ndenied that the publication of these statements was wrongful and\r\npleaded that the statements were\npublished in the course of judicial\r\nproceedings ie on a privileged occasion. The deceased replicated that\r\nthe statements were made\nmaliciously.\n[9]\tThe court below held that\r\nboth the aforesaid statements were\nper\r\nse\ndefamatory. In\r\nrespect of the first statement it said that âany reasonable reader\r\nof ordinary intelligence would conclude that\nthe word\r\nâmisappropriatedâ means that the [deceased] is called a thief who\r\nstole some R5 to R6 million from the [first respondentâs]\nfatherâ.\r\nIn respect of the second statement it said:\nâ\nThe ordinary\r\nreader would conclude that the plaintiff is a troublemaker, ie a\r\nperson who would, as a shareholder, not devote his\ntime and energy\r\nfor the benefit of the company but would disrupt it. The clear\r\nimplication is that the plaintiff is unfit to have\nas a (minority)\r\nshareholder. This reflects on his reputation as a businessman.â\nI am in full agreement with these\r\nfindings of the court below.\n[10]\tThe publication of the\r\ndefamatory statements gave rise to a presumption of unlawfulness and\nanimus injuriandi\non the part of the first and third respondents.\n1\nThe presumption of unlawfulness could be rebutted by proving that the\r\npublication took place on an occasion of qualified privilege\nsuch as\r\nduring the course of civil judicial proceedings provided the\r\nrequirements for relevance were satisfied.\n2\nThe court below held that the defamatory statements were indeed\r\nrelevant to the issues in the application proceedings. It added\nthat\r\nthe deceased could in the circumstances only succeed if he could show\r\nthat the respondents acted maliciously and thereby exceeded\nthe\r\nbounds of qualified privilege. It concluded that the deceased failed\r\nto do so and for that reason dismissed the action.\n[11]\tThe court below correctly\r\nheld that the protection afforded by the qualified privilege afforded\r\nto a litigant is forfeited\nif the defamatory statement is published\r\nmaliciously.\n3\nIn\nBasner v Trigger\n1946 AD 83\nat 95\r\nSchreiner JA said:\nâ\nPrivileged\r\noccasions are recognised in order to enable persons to achieve\r\ncertain purposes and when they use the occasion for other\npurposes\r\nthey are actuated by improper or indirect motives, that is, by\r\nâmaliceâ.â\n[12]\tI agree that the defamatory\r\nstatement that the deceased would cause trouble, unpleasantness and\r\nproblems, should he become\na shareholder in Jazz Spirit was relevant\r\nto the deceasedâs claim in the application proceedings. I also\r\nagree that no malice\nhas been shown on the part of the respondents in\r\nrespect of that statement. I do however not agree that no malice on\r\nthe part of\nthe first and third respondents had been shown in respect\r\nof the allegation that the deceased stole R5 to R6 million from the\r\nfirst\nrespondentâs father.\n[13]\tThe onus was on the deceased\r\nto prove the alleged malice on the part of the respondents. No direct\r\nevidence of such malice\nwas adduced by the deceased but, malice being\r\na state of mind, that is hardly surprising. Being subjective in\r\nnature malice will\noften have to be inferred from intrinsic or\r\nextrinsic facts.\n4\n[14]\tThe respondents claimed that\r\nthe alleged theft of R5 to R6m by the deceased from the partnership\r\nbetween the deceased and the\nfirst respondentâs father constituted\r\ningratitude which entitled them to revoke the alleged donation.\r\nHowever, the first respondentâs\nfather died in 2003 whereas the\r\nalleged donation was made on 23 April 2004. It is hard to believe\r\nthat anybody, let alone the first\nand the third respondents who are\r\nproperty developers, could possibly have thought that something done\r\nto a third party before\na donation was made could constitute evidence\r\nof gross ingratitude on the part of the donee in respect of the\r\ndonation subsequently\nmade. The allegation is so devoid of any merit\r\nthat, in the absence of any evidence to the contrary, the inference\r\nmust be drawn\nthat the first and third respondents used the occasion\r\nnot to advance their case but for an ulterior purpose namely to\r\nbesmirch\nthe name and reputation of the deceased. In the\r\ncircumstances the deceased succeeded in proving malice on the part of\r\nthe first\nand the third respondents.\n[15]\tIt follows that the appeal\r\nin so far as the first and third respondents are concerned should\r\nsucceed in respect of the allegation\nthat the deceased\r\nmisappropriated R5 to R6m. The second respondent was joined as a\r\nparty to the application proceedings because\nthe first respondent had\r\nalleged in his answering affidavit that the second respondent was a\r\nshareholder of Jazz Spirit and that\nit should for that reason have\r\nbeen joined as a party. There is no evidence that the second\r\nrespondent made common cause with the\nfirst and third respondents and\r\ncounsel for the appellant conceded that the action against it could\r\nnot succeed ie that the appeal\nin so far as the second respondent is\r\nconcerned, should be dismissed.\n[16]\tThe parties were agreed that\r\nin the event of the appeal succeeding the matter should not be\r\nreferred back to the court below\nfor the determination of the amount\r\nof damages to be awarded but that such amount should be determined by\r\nthis court. In my view\nthe request should be acceded to. The deceased\r\nas well as the respondents closed their cases without leading any\r\nevidence in regard\nto the quantum of damages with the result that\r\nthis court is in as good a position as the trial court to determine\r\nthe amount.\nTo refer the matter back to the court below will involve\r\nthe parties in additional costs which they obviously wish to avoid.\r\nMoreover,\nthe trial judge is no longer a judge of the court below and\r\nthe administration of the courts will unnecessarily be disrupted by\n\nreferring the matter back to the court below. I shall therefore\r\nproceed to determine the amount of damages to which the deceased\nwas\r\nentitled.\n[17]\tCounsel for the respondents\r\nsubmitted that because no evidence as to the reputation of the\r\ndeceased had been tendered at the\ntrial, only nominal damages could\r\nbe awarded. This is tantamount to arguing that a court should assume\r\nthat a person has a bad\nreputation or no reputation that can be\r\ninjured. That is not correct. Every person has a reputation that can\r\nbe injured. There\nmay of course be aggravating or mitigating\r\ncircumstances relating to a personâs reputation. A plaintiff may\r\ntherefore adduce\nevidence of his good reputation and standing in the\r\ncommunity\n5\nand a defendant may adduce evidence of the plaintiffâs bad\r\nreputation.\n6\nShould a plaintiff allege that there are aggravating circumstances\r\nthe onus would be on him to prove such aggravating circumstances.\n\nConversely should the defendant allege that there are mitigating\r\ncircumstances the onus would be on him to prove such mitigating\n\ncircumstances.\n[18]\tThe allegation that the\r\ndeceased stole R5 to R6 million from his brother is obviously\r\nseriously defamatory of the deceased.\nThe extent of the damage caused\r\nthereby would, however, have been restricted by the limited\r\npublication thereof to a restricted\nclass of people. The allegation\r\nis nevertheless so serious that substantial damages should be\r\nawarded. The appellant, referring\nto the award made in\nNaylor\r\nand another v Jansen; Jansen v Naylor and others\n2006 (3) SA 546\n(SCA) at paras 15 â 17, submitted that R30 000\r\nshould be awarded as damages. In that matter it had been alleged that\r\nJansen\nhad stolen money from his employer whereas he had not stolen\r\nmoney but had made himself guilty of misconduct involving dishonesty\n\nwhich misconduct the trial court erroneously did not take into\r\naccount when determining the quantum of damages. Consequently an\n\naward of R30 000 by the trial court was reduced on appeal to\r\nR15 000. As was said by Smalberger JA in the\nVan\r\nder Berg\n-case at para\r\n48 comparisons can of course serve a very limited purpose.\n[19]\tA court has a wide\r\ndiscretion to determine an award of general damages which is fair and\r\nreasonable having regard to all the\ncircumstances of the case and the\r\nprevailing attitudes of the community.\n7\nHaving regard to all the circumstances of the present case it would\r\nin my view be fair and reasonable to award damages in an amount\nof\r\nR30 000. The appeal of the appellants should therefore be upheld\r\nin so far as the first and the third respondents are concerned.\nThe\r\nappellants conceded that no case has been proved against the second\r\nappellant and that the appeal in so far as the second appellant\nis\r\nconcerned should be dismissed. Counsel for the respondents conceded\r\nthat the fact that the second respondent was cited as a\nrespondent in\r\nthe action and also in the appeal had no real effect on the costs. In\r\nthe circumstances no costs order will be made\nin respect of the\r\nsecond respondent.\n[20]\tThe following order is made:\n1\tThe appeal, in so far as the\r\nfirst and third respondents are concerned, is partially upheld with\r\ncosts.\n2\tThe appeal, in so far as the\r\nsecond respondent is concerned, is dismissed.\n3\tThe order of the court below is\r\nset aside and replaced with the following order:\nâ(a)\tThe first and the third\r\ndefendants, jointly and severally, are ordered to pay to the\r\nplaintiff an amount of R30 000.\n(b)\tThe plaintiffâs claim\r\nagainst the second defendant is dismissed.\n(c)\tThe first and third\r\ndefendants, jointly and severally, are ordered to pay the plaintiffâs\r\ncosts.â\n________________\nP E STREICHER\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tH S Eiser\nInstructed by:\nEiser & Kantor, Riviera\nMatsepes, Bloemfontein\nFor respondent:\tM Basslian\nInstructed by:\nMyers Inc, Greenside, Gauteng\nNaudes Inc, Bloemfontein\n1\nSuid-Afrikaanse Uitsaaikorporasie v OâMalley\n1977 (3) SA\r\n\t394\n(A) at 401\nin fine\nâ 402A.\n2\nVan der Berg v Coopers & Lybrand Trust (Pty) Ltd and others\n[2000] ZASCA 77\n;\n2001 (2) SA 242\n(SCA) par 21.\n3\nJoubert and others v Venter\n1985 (1) SA 654\n(A) at 704D-G;\r\n\tand\nVan der Berg v Coopers & Lybrand Trust (Pty) Ltd and\r\n\tothers supra\nat para 17.\n4\nSee Neethling Potgieter and Visser\nNeethlingâs Law of\r\n\tPersonality\n2ed (2005) p 149 and the authorities referred to in\r\n\tfootnote 201.\n5\nSee eg\nVan der Berg v Coopers & Lybrand Trust (Pty) Ltd and\r\n\tothers\n[2000] ZASCA 77\n;\n2001 (2) SA 242\n(SCA) at para 45.\n6\nSee eg\nBlack and others v Joseph\n1931 AD 132\nat 146.\n7\nSee 7\nLawsa\n2ed para 260 and the cases therein referred to.",
  "scraped_at": "2026-02-12T05:21:59.593353",
  "date": "2009-09-30",
  "coram": [
    "Streicher JA",
    "Mhlantla JA",
    "Griesel AJA"
  ],
  "case_number": "447/08",
  "parties": {
    "applicants": [
      "Michael Tuch",
      "Heather Brenda Eiser",
      "Hilton Myerson",
      "Jonathan Tuch"
    ],
    "respondents": [
      "Jeffrey Harold Myerson",
      "Jeffrey Harold Myerson Roper",
      "Alistair Brian",
      "Dion Barry Masureik"
    ]
  },
  "sections": {
    "facts": "The deceased Nathan Myerson died on 4 March 2008. Prior to his death he had sued the respondents for defamation in the Johannesburg High Court, a suit that was dismissed. The defamatory statements arose from an affidavit sworn by the first respondent, Jeffrey Harold Myerson, in a separate application concerning the transfer of share certificates in Jazz Spirit 46 (Pty) Ltd. In that affidavit the first respondent alleged that the deceased had misappropriated R5‑6 million from his brother’s partnership and that, if the deceased became a shareholder, he would create trouble for the company. The second respondent, Alistair Brian Roper, was joined as a trustee of the Jefferson Business Trust, and the third respondent, Dion Barry Masureik, was also a respondent in the share‑transfer application. The executors of the deceased’s estate (the appellants) appealed the High Court’s dismissal of the defamation action.",
    "issues": "The key issues were: (1) Whether the statements alleged to be defamatory were indeed defamatory; (2) Whether the statements were protected by qualified privilege because they were made in the course of civil judicial proceedings; (3) Whether the respondents acted maliciously, thereby forfeiting the privilege; and (4) The appropriate quantum of damages, if any, to be awarded to the deceased’s estate.",
    "principles": "The court applied the doctrine of qualified privilege, which shields statements made in judicial proceedings unless the plaintiff can show malice. Malice, an improper motive, defeats the privilege (Basner v Trigger). The burden of proof lies on the plaintiff to infer malice from the circumstances. If a statement is uttered with an ulterior purpose of injuring reputation, the privilege is lost. The court also considered the standard for assessing general damages in defamation cases, noting that the seriousness of the allegation and the limited audience affect the quantum.",
    "application": "The court agreed that both statements were defamatory. It found the allegation that the deceased would be a trouble‑maker was relevant to the share‑transfer dispute and that no malice was shown for that statement. However, the allegation that the deceased had misappropriated R5‑6 million was deemed baseless and made for an ulterior purpose of tarnishing his reputation; thus, malice was established against the first and third respondents. The second respondent did not participate in the defamatory conduct, and the appeal against him was dismissed. Applying precedent on damages, the court judged R30,000 to be a fair amount in view of the seriousness of the false theft allegation.",
    "conclusion": "The appeal was partially upheld against the first and third respondents, who were ordered jointly and severally to pay the plaintiff R30,000 in damages and the plaintiff’s costs. The claim against the second respondent was dismissed, and no costs were awarded in respect of that respondent."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Defamation",
    "level_3": [
      "qualified privilege",
      "malice",
      "damages",
      "share transfer"
    ]
  }
}