{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/31.html",
  "case_name": "Minister for Justice and Constitutional Development v Chonco and Others (159/08) [2009] ZASCA 31; 2009 (6) SA 1 (SCA) ; [2009] 3 All SA 149 (SCA) (30 March 2009)",
  "citation": "[2009] ZASCA 31",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 31\n|\nNoteup\n|\nLawCite\nMinister for Justice and Constitutional Development v Chonco and Others (159/08) [2009] ZASCA 31; 2009 (6) SA 1 (SCA) ; [2009] 3 All SA 149 (SCA) (30 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No 159/08\nTHE MINISTER FOR JUSTICE AND\nCONSTITUTIONAL DEVELOPMENT\t\t\t  APPELLANT\nand\nMQABUKENI CHONCO AND 383 OTHERS\t     RESPONDENTS\nNeutral citation:\nThe\r\nMinister for Justice and Constitutional Development v Chonco\n159/08\n[2009] ZASCA 31\n(30 March 2009)\nCoram:\nFARLAM, NUGENT, VAN\r\nHEERDEN, JAFTA et MLAMBO JJA\nHeard:\n16 FEBRUARY 2009\nDelivered:\n30 MARCH 2009\nSummary:\nConstitutional law â\r\napplications for pardon under            s 84(2)(j) of the\r\nConstitution â whether Minister for Justice\nand Constitutional\r\nDevelopment under constitutional obligation to process applications\r\nbefore the President considers whether to\nexercise his power under\r\nthe section.\n______________________________________________________________\nORDER\nOn appeal from:\nHigh Court\r\nPretoria (Seriti J sitting as court of first instance)\nThe following order is made:\nThe appeal is dismissed with costs, including those\r\noccasioned by the employment of two counsel.\nJUDGMENT\nFARLAM JA ( Nugent, Van Heerden, Jafta et Mlambo JJA\r\nconcurring)\n[1]\tIn this matter the appellant, the Minister for\r\nJustice and Constitutional Development, appeals against a judgment\r\ndelivered\nby Seriti J in the Pretoria High Court in which he directed\r\nthe appellant's predecessor 'to do all the necessary within a period\n\nof three months from [the date of the order] to enable the second\r\nrespondent [the President], to exercise the powers conferred\non him\r\nin terms of s 84(2)(j) of the Constitution in an informed way with\r\nregard to all 384 applications for Presidential pardon\nreferred to in\r\n[the] application.' In the order appealed against the learned judge\r\nalso declared that the appellant's predecessor\nhad 'failed to\r\nexercise with due diligence and without delay, the constitutional\r\nobligation to process and do all the necessary\nto enable the second\r\nrespondent to exercise the powers conferred on him in terms of s\r\n84(2)(j) of the Constitution in an informed\nway, with regard to the\r\napplications for Presidential pardon by the applicant [the present\r\nfirst respondent] and the 383 other\napplicants for Presidential\r\npardon in whose interest and on whose behalf the applicant brought\r\nthis application.'\n[2]\tAs appears from the portion of the order which I\r\nhave quoted, the application before the court was brought by the\r\npresent first\nrespondent, Mqabukeni Chonco, on behalf of himself and\r\n383 other persons. All of them are currently in prison, so it was\r\nalleged,\nserving lengthy gaol sentences for what they allege were\r\ncriminal offences 'committed . . . in the course of the political\r\nstruggle\nof the past.' None of them applied for amnesty to the Truth\r\nand Reconciliation Commission (to which I shall refer as 'the TRC')\n\nbecause, so they say, their political party, the Inkatha Freedom\r\nParty, 'did not support the TRC'. (In what follows I shall call\nthis\r\nparty the 'IFP'.) Their applications for pardon in terms of s\r\n84(2)(j) of the Constitution were addressed to the second respondent,\n\nthe President, but were forwarded by the IFP on their behalf to the\r\nthen Minister for Justice, on the instructions of a senior\nofficial\r\nin the office of the Minister, during the period September to October\r\n2003.\n[3]\tIt was common cause between the parties that, by the\r\ntime the application was heard in the court\na\r\nquo\nthe applications submitted on behalf of\r\nthe applicants had not been sent to the second respondent for\r\nconsideration, nor have they\nbeen sent since. This is despite the\r\nfact that, by the time of the hearing, almost four and a half years\r\nhad elapsed since they\nwere sent to the then Minister.\n[4]\tOn 20 May 2005 Mr L K Joubert MP, a member of the\r\nIFP, raised the matter in the National Assembly. In the course of his\r\nspeech\nhe said the following:\n'The first issue that I wish to deal with is\r\napplications for presidential pardon or reprieve that the IFP\r\nsubmitted and on which\nit is getting absolutely nowhere. We submitted\r\na total of 384 applications for presidential pardons, in terms of\r\nsection 84(2)(j)\nof the Constitution, as long ago as September and\r\nOctober 2003, and that is more than one and a half years ago.\nApart from acknowledging receipt of the applications,\r\nnothing has transpired since that. My colleague, Mr Mzizi, wrote to\r\nthe Minister\nfor Justice and Constitutional Development on 13\r\nFebruary 2004 enquiring when he could expect a reply. Our Chief Whip\r\nwrote to\nthe President on 11 November 2004 asking what progress had\r\nbeen made. The President's Office replied on 23 November and assured\n\nus that the matter was receiving the President's attention.\nHearing nothing further from the President, our Chief\r\nWhip, once again, wrote to the Minister for Justice and\r\nConstitutional Development\non 19 January 2005 requesting an\r\nappointment to see the Minister in this regard. Seeing that nothing\r\nhappened, our Chief Whip once\nagain wrote to the Minister on 8 March\r\n2005 and insisted on an urgent interview to discuss this matter.\r\nNothing happened; there\nwas complete silence. We are simply being\r\nignored.\nIn the meanwhile, we have been very patient and did not\r\nkick up dust when Dr Boesak received a pardon. We were hoping that\r\nattention\nwould also, in due course, be given to our 384 applicants\r\nbut, until today, nothing has happened.\nI, therefore, have to tell this House that 384\r\napplications for pardons are simply lying somewhere and nobody seems\r\nto be interested\nin doing anything about them. This is nothing less\r\nthan a violation of human rights. Those 384 applicants and their\r\nfamilies have\nbeen waiting for a very long time but all they have\r\nreceived is silence.\nI bring this matter to the attention of Parliament and\r\nthe public, and I today publicly request the hon Minister to kindly\r\nand urgently\ninform us what the status of these applications is so\r\nthat we can immediately inform the applicants about where they\r\nstand.'\n[5]\tIt appears from the papers that the Minister then\r\npromised to give her immediate attention to the matter.\n[6]\tOn 8 September 2005, Mr J H van der Merwe MP, the\r\nIFP Chief Whip (and incidentally the respondents' attorney in this\r\nmatter),\ndirected a question in Parliament to the President with\r\nregard to the progress that had been made. This question elicited a\r\nreply\nwhich contained the following:\n'[T]he applications referred to by the hon member have\r\nnot yet been sent to the President, and are still with the Department\r\nof\nJustice. The matter has unfortunately been delayed in the\r\nDepartment of Justice, which has received more than 1 000\r\napplications\nfor pardons for crimes allegedly committed for political\r\nreasons.\nWe've urged the Minister of Justice to ensure that the\r\nprocessing of these and other applications is expedited. We will\r\nconsider\nthe appropriateness of a presidential pardon for each case\r\nonce the Ministry and the Department of Justice have completed the\r\nprocessing\nof the applications, and verified the facts of each case,\r\nunderstanding very well the prerogatives granted to the President of\r\nthe Republic by section 84(2)(j) of the Constitution, to which the\r\nhon member referred.'\n[7]\tThe President in the course of his reply explained\r\nsome of the difficulties which had been encountered in dealing with\r\nthe applications.\nAmongst other things he said that the Ministry and\r\nthe Department of Justice had to ensure that their recommendations to\r\nthe President\nwere 'based on the application of a set of criteria\r\nthat are consistent with the spirit that inspired the establishment\r\nof the\nTRC. Apart from anything else', he continued, 'such criteria\r\nwould help us to avoid\nad hoc\nand\r\narbitrary presidential decisions that would undermine the important\r\nprinciple of equality of treatment of all our citizens and\nthe\r\nnecessary transparency in this regard.'\n[8]\tThe President also said that the applications were\r\nbeing processed by the Ministry and the department and added that 'at\r\nthe\nappropriate moment we shall come back to the people who have\r\napplied for these pardons to indicate what decision should have been\n\ntaken.'\n[9]\tLater the same day, in the discussion in the\r\nNational Assembly, the President said that he would speak to the\r\nMinister and her\ndeputy so that they could interact with Mr van der\r\nMerwe and with Dr S E M Pheko MP, of the Pan Africanist Congress (who\r\nhad also\nraised the matter), and could indicate what was being done\r\nand the particular problems they were experiencing with regard to the\n\nprocessing of the applications.\n[10]\tEight months later, on 19 May 2006, Mr van der\r\nMerwe raised the matter again in the National Assembly. He spoke of\r\nwhat he\ncalled the 'unbelievable lack of action by the hon Minister'.\r\nAfter referring to the 384 applications for pardon which the IFP had\n\nsubmitted towards the end of 2003, which he said had fallen on deaf\r\nears, he continued:\n'I wish to give hon members an idea of the unbelievable\r\nand almost impossible uphill battles we have fought to seek justice\r\nand\nto ensure that the Constitution is respected and that these\r\napplications are processed.\nFor almost three years now, we have written letters to\r\nthe hon Minister and the hon President pleading with them to attend\r\nto these\napplications. Where did it get us? Nowhere. Absolutely\r\nnowhere! The hon Minister ignored us. Twice in this very House we\r\ncalled\nthis neglect a violation of human rights. Our very serious\r\naccusation and the plight of 400 prisoners were simply ignored . . .'\n[11]\tIn her reply to Mr van der Merwe's speech, the\r\nMinister pointed out that there were no guidelines for dealing with\r\nthese applications\nand said that the President had decided 'to take\r\nthe issue to all the parties.'\n[12]\tShe continued:\n'As the Department of Justice and Constitutional\r\nDevelopment, we are trying to get proposals, which we will table\r\nbefore the cabinet;\nan undertaking which is not easy but rather\r\ndifficult. We acknowledge that there are problems with regard to the\r\nexisting guidelines\nas they state that when an individual applies for\r\na presidential amnesty, the issue will be treated separately. The\r\nPresident actually\nsaid that people seeking political amnesty should\r\nappear before the TRC. And since they did not appear before the TRC,\r\nthey are\nnow faced with this issue. Hence it is important to ensure\r\nthat the guidelines are correct.\nIt should be noted that this undertaking is not an easy\r\none and it did not even start in 2003. Honestly speaking, this matter\r\nforms\npart of the outstanding issues. It was indicated during CODESA\r\nthat there were still problems that needed our attention. We should\n\nput our heads together, apply our minds and throw some ideas around\r\nas to how we are going to move forward. We will bring the President's\n\nresponse to Parliament soon. It will be taken to the cabinet, as I\r\nwill not be the first person to receive it.'\n[13]\tIn October 2006, in reply to a question on the\r\nmatter in the National Council of Provinces, the Minister said:\n'There are 1107 applications for pardons which were\r\nreceived by the Department from prisoners who allege that their\r\noffences are\npolitically motivated. These include the submission by\r\nthe IFP in respect of 385 of their members. These applications are\r\ncomplex\nin nature:\nThe sentences that the applicants are serving vary from\r\n12 years to death. With respect to the latter, a separate process was\r\ncompleted\nto convert all death sentences to alternative sentences, in\r\nmost cases, life sentences. The applicants also indicate in their\r\napplications\nthat they did not apply for amnesty with the TRC because\r\nthey either did not know that they could do so and when they did find\r\nout, it was too late as they were out of time, or that the TRC\r\nprocess was not supported by their political parties. In some cases\n\nthe offences were allegedly committed after the cut-off date of the\r\nTRC process itself.\nDue to the complexity of the applications I have deemed\r\nit necessary to approach Cabinet to give guidance on the matter.'\n[14]\tThereafter up to the date when the first respondent\r\ndeposed to the founding affidavit, viz 28 May 2007, no indication of\r\nwhatsoever\nnature had been given by either the Minister or the\r\nPresident as to whether any progress had been made regarding the\r\napplications\nfor presidential pardon brought by the respondents, and,\r\nif so, what that progress was.\n[15]\tThe main answering affidavit filed on behalf of the\r\nMinister was deposed to by Mr Menzi Simelane, the director general of\r\nthe\ndepartment.\n[16]\tIn his affidavit Mr Simelane set out the legal\r\nframework informing the subject matter of these proceedings, and\r\nemphasised\nthe need for a new approach. He stated that the Minister\r\nwas currently engaged in a process involving what he called the\r\nconstruction\nof an appropriate framework for considering applications\r\nfor pardon in respect of politically motivated offences.\n[17]\tMr Simelane listed the following questions which\r\nwere included, as he put it, in the matters that the Minister 'would\r\nlike\nto infuse into the current debate concerning politically\r\nmotivated pardons':\n'1.\tPost 1994 and given the TRC process, who can be\r\nregarded as an offender incarcerated because of having committed a\r\npolitically\nmotivated offence or one associated with a political\r\nobjective?\n2.\tWhat would be considered to be the most appropriate\r\ncut off date for a definition of an offence that was politically\r\nmotivated\nor associated with a political objective?\n3.\tWhat is a politically motivated offence, given the\r\nadvent of democracy in 1994?\n4.\tAre there circumstances under which an offence\r\ncommitted in 2000 or 2007 could be considered to be politically\r\nmotivated or associated\nwith a political objective?\n5.\tWas the post 1994 violent conflict that occurred in\r\nKwaZulu Natal and the East Rand political in nature? All of it?\n6.\tShould rape be considered as an offence committed\r\nwith a political motive or associated with a political objective? If\r\nso, under\nwhat circumstances?\n7.\tWould offences committed by former members of the\r\nsecurity forces be considered alongside those committed with a\r\npolitical objective?\n8.\tWho is to verify the particulars furnished in the\r\napplications and how is that verification to be done?\n9.\tShould victims of the crimes committed be\r\naccommodated and if so in what manner?\n10.\tWhat would be the most appropriate and effective\r\nmanner of dealing with a large number of applications?'\n[18]\tHe then provided a précis of the individual\r\napplications, set out the department's stance and responded to the\r\naverments\nin the founding affidavit.\n[19]\tIn the section dealing with the construction of an\r\nappropriate framework, Mr Simelane said the following:\n'[O]ther than internal operational procedures that\r\nassist the\nDepartment\nin\r\nthe assessment and evaluation of applications for the pardon of minor\r\noffences, dealt with below, there is no established process\nfor\r\nassessing and evaluating applications for the pardon of more serious\r\noffences, and in particular those motivated by way of\na political\r\nobjective.'\n[20]\tHe proceeded to refer to pardons granted by\r\nPresident Mbeki on 6 May 2002 to 33 African National Congress and Pan\r\nAfricanist\nCongress members in the Eastern Cape who had all, wholly\r\nor in part unsuccessfully, gone through the amnesty process of the\r\nTRC.\nAlthough it appears that Dr Maduna, the then Minister, had, as\r\nit was put in a later explanatory note to the President, 'argued\nthe\r\ncases of some [of the 33 and contended] . . . that pardon should not\r\nbe granted to them', he later (after some of those covered\nby his\r\noriginal letter had been released from prison) reconsidered the\r\nmatter and recommended that the 33 should be granted pardons.\nHe\r\nmotivated this advice as follows:\n'He [ie, Dr Maduna] is of the view that public opinion,\r\ninside as well as outside politics, requires the 33 to be pardoned in\r\nterms\nof s84(2)(j) of the Constitution of the Republic of South\r\nAfrica, 1996. Accordingly he recommends that the 33 persons on the\r\nlist\nbe pardoned in respect of the convictions for which they are\r\ncurrently serving or for which they have already served a term of\r\nimprisonment. All the information regarding their conviction and\r\nsentences, however, [is] not available at this stage. Every effort\n\nwill be made to submit [it] to the President as soon as possible.'\n[21]\tAs has been said, the President accepted this\r\nadvice and pardoned the 33 offenders concerned.\n[22]\tMr Simelane stated that there had been 'much debate\r\nand a divergence of views, both within and outside of Parliament,\r\nwith\nregard to how best to deal with these applications, given the\r\ntermination of the indemnity and then the TRC processes [ie, the\r\nprocesses under the Indemnity Act of 1990 and the\nPromotion of\nNational Unity and Reconciliation Act 34 of 1995\n].' According to Mr\r\nSimelane, the Minister had directed her department to look into ways\r\nin which a framework for the evaluation\nof the applications could be\r\nformulated. He expressed the considered view 'that the draft\r\nframework would be finalised inside a\nperiod of approximately six\r\nmonths [ie, from 27 July 2007, the date he deposed to his\r\naffidavit].'\n[23]\tIn dealing with the averments in the founding\r\naffidavit he enjoined the first respondent 'to furnish full and\r\nfurther particulars\nof the circumstances of each of the offences that\r\nwere committed in respect of the 383 applicants for whom he purports\r\nto act'.\nHe urged the respondents 'to exercise greater tolerance,\r\npatience and deference to the process necessary to formulate an\r\nappropriate\nframework'. He continued:\nThe question of pardon is a discretionary exercise of\r\nmercy and does not come as a right. None of the applicants can claim\r\nprejudice\narising out of their incarceration. The incarcerations were\r\na consequence of due process.'\n[24]\tHe admitted that the practice was to have the\r\napplications processed by the department but denied that that conduct\r\nconstitutes\n'administrative action' within the meaning of the\r\nPromotion of Administrative Justice Act 3 of 2000 (commonly known as\r\n'PAJA').\n[25]\tIn his replying affidavit the first respondent\r\nstates that the department must have been aware as long ago as 2000\r\nof the deficiencies\nin its own internal processes and internal\r\ncriteria as regards the assessment of applications with a 'political\r\nelement'. He also\nstated that, if there is no room within the current\r\nparameters used by the department to make a positive recommendation\r\nregarding\nany of the applications, this position is due to the lack\r\nof action on the part of the department itself. He contended further\r\nthat the Minister gave no acceptable reason for the delay in doing\r\nwhat he called the 'necessary' since 2000.\n[26]\tHe also stated that all that he called for was that\r\nthe precedent set in 2000 by Dr Maduna (and subsequently by President\r\nMbeki)\nin the case of the 33 persons who were granted presidential\r\npardon, be followed. No reasonable explanation, he submitted, was\r\nforthcoming\nfrom the M\ninister as to why this precedent should not be followed.\n[27]\tBefore the judgment of the court\na\r\nquo\nis summarised, it is appropriate to set\r\nout the relevant provisions of the Constitution.\n[28]\tSection 84, which deals with the powers and\r\nfunctions of the President, reads as follows:\n'84\t(1)\t. . .\n(2)\tThe President is responsible for â\n. . .\npardoning or reprieving offenders and remitting any\r\n\tfines, penalties or forfeitures . . . '\n[29]\tSection 85 deals with the executive authority of\r\nthe Republic. It provides:\n'85\t(1)\tThe executive authority of the Republic is\r\nvested in the President.\n(2)\tThe President exercises the executive authority,\r\ntogether with the other members of the Cabinet, by â\n(a)\timplementing national legislation except where the\r\nConstitution or an Act of Parliament provides otherwise;\n(b)\tdeveloping and implementing national policy;\n(c)\tco-ordinating the functions of state departments and\r\nadministrations;\n(d)\tpreparing and initiating legislation; and\n(e)\tperforming any other executive function provided for\r\nin the Constitution or in national legislation.'\n[30]\tSection 92 deals with accountability and\r\nresponsibilities. It reads:\n'92.\t(1)\tThe Deputy President and Ministers are\r\nresponsible for the powers and\nfunctions of the executive assigned to them by the\r\nPresident.\n(2)\tMembers of the Cabinet are accountable collectively\r\nand individually to Parliament for the exercise of their powers and\r\nthe\nperformance of their functions.\n(3)\tMembers of the Cabinet must â\n(a)\tact in accordance with the Constitution; and\n(b)\tprovide Parliament with full and regular reports\r\nconcerning matters under their control.'\n[31]\tSection 101 deals with executive decisions.\r\nSub-section (1) reads as follows:\n'101.\tA decision by the President must be in writing if\r\nit â\n(a)\tis taken in terms of legislation; or\n(b)\thas legal consequences.'\n[32]\tSection 237 of the Constitution provides:\n'237.\tAll constitutional obligations must be performed\r\ndiligently and without delay.'\n[33]\tIn his judgment Seriti J referred to the fact that,\r\nin the answering affidavit filed on behalf of the Minister, it was\r\nstated\nthat the department was processing the applications for pardon\r\nas a matter of practice. The judge considered a submission which\nhad\r\nbeen advanced before him by counsel for the appellant to the effect\r\nthat there was no legal duty on the Minister to process\nthe\r\napplications for presidential pardon as the first respondent had\r\nfailed to demonstrate that s 101(1) of the Constitution has\nbeen\r\ncomplied with.\n[34]\tHe held that the President's request to the\r\nMinister to process the applications for pardon was in accordance\r\nwith the law\nand had legal consequences. If the request of the\r\nPresident did not comply with the law, he pointed out, Mr Simelane\r\n'could have\nsaid so in no uncertain terms.'\nHis failure to do so and the fact that the department\r\nwas in the process of carrying out the request of the State President\r\njustify\n'the conclusion that the President's request to the\r\nMinister has legal consequences.\nSection\r\n237 of the Constitution provides that all constitutional obligations\r\nmust be performed diligently and without delay. When\nprocessing the\r\napplications under consideration, the Minister is exercising a public\r\nfunction and she is bound to perform the said\nfunction diligently and\r\nwithout delay.'\n[35]\tLater in his judgment he stated that, in his view,\r\n'the processing of the applications of the [respondents] has taken an\r\nunduly\nlong time and the Minister has failed to perform her function\r\nas required by section 237 of the Constitution.'\n[36]\tHe accordingly held that the respondents had made\r\nout a case for relief and made the order summarised in para 1 above.\n[37]\tCounsel for the appellant submitted that the court\na quo\nhad erred in\r\nholding that the Minister had a constitutional obligation to process\r\nthe applications for pardons. It was contended\nthat, as the power to\r\ngrant pardons vests exclusively in the President as Head of State, he\r\nhas the sole discretion to determine\nhow he exercises that power.\n[38]\tAccording to counsel, the practice which had\r\ndeveloped in the department, even before the current constitutional\r\ndispensation,\nof the department assessing and evaluating applications\r\nfor pardon and thereafter making recommendations to the President,\r\ndid\nnot create a legally enforceable obligation on the Minister to\r\nprocess the applications. It was submitted further that though the\n\npractice was permissible and desirable it did not, in the absence of\r\na provision in the Constitution or in a statute, impose an\nobligation\r\non the Minister.\n[39]\tCounsel for the appellant also argued that Seriti J\r\nhad erred in finding that the President had requested the Minister to\r\nprocess\nthe applications as there was no evidence to that effect. If\r\nthere had been such a request, the argument proceeded, it would have\n\nhad to have been in writing if it were to have any legal consequences\r\nin terms of s 101 of the Constitution. Even if there had\nbeen such a\r\nrequest, no rights or interests of the respondents would have been\r\naffected thereby. Moreover, such a request and the\nresultant\r\ncompliance therewith would not amount to administrative action which\r\nis actionable in terms of PAJA.\n[40]\tIn counsel's submission, Seriti J had also erred in\r\nfinding that, in processing the applications for pardons, the\r\nappellant's\ndepartment was acting in terms of s 85(2) or s 92(3) of\r\nthe Constitution. It was submitted that the executive powers or\r\nfunctions\nof the National Executive referred to in s 85(2)(e) of the\r\nConstitution are excluded from the definition of 'administrative\r\naction'\nin PAJA and that what the Minister or her department was\r\ndoing was not the exercise of an executive function provided for in\r\nthe\nConstitution or in national legislation as set out in s 85(2)(e)\r\nof the Constitution. Furthermore, so it was argued, s 92(3) of\nthe\r\nConstitution is of no application.\n[41]\tIn my opinion, counsel for the appellant's\r\nsubmissions cannot be accepted. I think that Seriti J was clearly\r\ncorrect in coming\nto the conclusion that the President's request to\r\nthe Minister to process the applications was in accordance with the\r\nlaw and has\nlegal consequences.\n[42]\tIn my view the Minister had a constitutional\r\nobligation to process and to do what was necessary to enable the\r\nPresident to\nexercise the powers conferred upon him by s 84(2)(j) of\r\nthe Constitution. A prisoner clearly has the right to apply for a\r\npardon\nand someone has the obligation to give an answer. The fact\r\nthat the President performs Head of State functions in terms of     \n\r\n   s 84(2) of the Constitution in pardoning offenders does not mean\r\nthat executive functions are not performed beforehand. It\nis not\r\nimplied in the Constitution that the President himself or through the\r\noffice of the Presidency must perform all preparatory\nsteps before\r\nthe power to decide whether to grant a pardon or not is exercised.\r\nThese steps (which may be called preliminary executive\nfunctions\r\nbecause they are steps required for laying the foundation for the\r\nultimate decision to be made by the President) by clear\nimplication\r\nfall within the ambit of the normal executive functions conferred by\r\nthe Constitution on the executive and are therefore\ncovered by s\r\n85(2)(e) of the Constitution. In cases involving applications for\r\npardon the appropriate department to perform these\nfunctions is the\r\ndepartment. The Minister's failure to perform these functions is a\r\nbreach of s 92(3)(a) of the Constitution. (It\nfollows from this\r\nconclusion that the respondents were not obliged to make out a case\r\nunder PAJA in order to succeed and, accordingly,\narguments based on\r\nPAJA do not have to be considered.)\n[43]\tI am accordingly satisfied that Seriti J was right\r\nin holding that the Minister was obliged to process the applications\r\nand\nto do what was required to enable the President to exercise the\r\npowers conferred on him by s 84(2)(j) of the Constitution in an\n\ninformed way and that that obligation was a constitutional one.\n[44]\tIt was not contended before us â nor could it\r\nhave been so contended with any cogency â that the Minister, if she\r\nwas so\nobliged, had performed her duties in this regard with due\r\ndiligence and without delay. Nor was it argued that the period for\r\ncompliance\ncontained in para 1 of the order of the court\na\r\nquo\ncould be faulted.\nThe following order is made:\n[45]\tThe appeal is dismissed with costs, including those\r\noccasioned by the employment of two counsel.\nâ¦â¦â¦â¦â¦\n.\nIG FARLAM\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: \t\tM T K MOERANE\r\nSC\nL GCABASHE\nInstructed by\t\t\tSTATE ATTORNEY\r\nPRETORIA\nSTATE ATTORENY BLOEMFONTEIN\nFOR RESPONDENT:\tT J KRUGER SC\nC VAN JAARSVELD\nInstructed by\t\t\tJH VAN DER MERWE\r\nINCORPORATED PRETORIA\nBEN VAN DER MERWE ATTORNEYS\r\nBLOEMFONTEIN",
  "scraped_at": "2026-02-11T21:44:16.932956",
  "date": "2009-03-30",
  "coram": [
    "FARLAM",
    "NUGENT",
    "VAN HEERDEN",
    "JAFTA",
    "MLAMBO"
  ],
  "case_number": "159/08",
  "parties": {
    "applicants": [
      "Minister for Justice and Constitutional Development"
    ],
    "respondents": [
      "Mqabukeni Chonco and 383 others"
    ]
  },
  "sections": {
    "facts": "In September–October 2003 the Inkatha Freedom Party submitted 384 applications for presidential pardon, on behalf of Mqabukeni Chonco and 383 other inmates, to the Minister for Justice. The applications were never forwarded to the President and remained with the Department of Justice for more than four and a half years. Numerous parliamentary inquiries highlighted the delay, and the Minister repeatedly promised to expedite the process but failed to provide a timetable or substantive progress. The Department later acknowledged the lack of guidelines and the need for a new framework to assess politically‑motivated offences.",
    "issues": "The principal issues were whether the Minister for Justice has a constitutional duty to process applications for presidential pardon under s 84(2)(j) and to do so diligently and without delay as required by s 237, whether the President’s request created a legally binding obligation, and whether the Minister’s inaction could constitute actionable administrative action under PAJA.",
    "principles": "The Court considered s 84(2)(j) (presidential pardon), s 85(2)(e) (executive functions), s 92(3) (ministerial accountability), s 237 (obligations to be performed diligently), s 101(1) (writing requirement for presidential decisions), and the definition of administrative action in the Promotion of Administrative Justice Act. It held that the Minister’s role in processing applications is an executive function with constitutional consequences, creating a duty enforceable under s 237.",
    "application": "Applying these principles, the Court found that the President had indeed requested the Minister to process the applications, giving rise to legal consequences. The Minister’s prolonged inaction breached her constitutional obligation to act diligently and without delay. The lack of a procedural framework did not excuse the failure, and the matter was not subject to PAJA because it concerned executive preparation for a presidential decision rather than a discrete administrative act.",
    "conclusion": "The appeal was dismissed. The Minister for Justice and Constitutional Development was ordered to process the 384 applications within three months of the order and to bear the costs of the appeal, including the fees for two counsel."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Presidential Pardon",
    "level_3": [
      "section 84",
      "ministerial duty",
      "administrative law",
      "political offences",
      "human rights"
    ]
  }
}