{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/163.html",
  "case_name": "Minister of Safety and Security v Slabbert (668/2009) [2009] ZASCA 163; [2010] 2 All SA 474 (SCA) (30 November 2009)",
  "citation": "[2009] ZASCA 163",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 163\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v Slabbert (668/2009) [2009] ZASCA 163; [2010] 2 All SA 474 (SCA) (30 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No 668/2008\nIn the matter between:\nMINISTER OF SAFETY AND\r\nSECURITY\t                 Appellant\nand\nPIETER SAMUEL THEO SLABBERT\t\t \r\n           Respondent\nNeutral citation\n:\nMinister of\r\nSafety & Security v Slabbert\n(668/2008)\n[2009]  ZASCA 163\n(30 November 2009])\nCoram:\nHarms\r\nDP, Mthiyane, Lewis, Mhlantla JJA, et Hurt AJA\nHeard:\n12\r\nNovember 2009\nDelivered:\n30\nNovember 2009\nSummary:\tDelict â arrest and\r\ndetention â Trial court having regard to issues not pleaded or\r\nfully canvassed â Further detention\nof the plaintiff justified.\n____________________________________________________________\nORDER\n____________________________________________________________\nOn appeal from:\nHigh\r\nCourt, Grahamstown (Kroon J sitting as a court of first instance).\n(1)\tThe appeal is upheld with\r\ncosts including the costs of two counsel.\n(2)\tThe order by the court below\r\nis set aside and replaced with an order in the following terms:\n'The plaintiff's claims are\r\ndismissed with costs'.\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA (Harms DP,\r\nMthiyane, Lewis JJA and Hurt AJA concurring):\n[1]\tThis is an appeal with the\r\nleave of the court below against a judgment of Kroon J in the High\r\nCourt, Grahamstown,\nin\r\nterms of which the appellant was ordered to pay damages allegedly\r\nsuffered by the respondent by reason of unlawful detention.\nThe\r\nappellant is the employer of the police officers who arrested and\r\ndetained the respondent for being drunk and disorderly in\npublic. The\r\nrespondent instituted action against the appellant claiming damages\r\nfor wrongful arrest and detention, assault and\nmalicious prosecution\r\non the basis that the appellant was vicariously liable for his\r\nemployees'\nwrongful\r\nacts. In this judgment I shall refer to the respondent as the\r\nplaintiff and the appellant as the defendant.\n[2]\tDuring the night of 5\r\nFebruary 2005 Constable Magoxo and a colleague were on patrol duty in\r\nKlipplaat when they encountered\na bakkie parked in the middle of Main\r\nStreet. This motor vehicle constituted an obstruction to traffic.\r\nShortly after their arrival\nat the vehicle, the plaintiff approached\r\nthem and they observed that he was drunk. The vehicle belonged to the\r\nplaintiff who attempted\nto drive it despite Magoxo's request that the\r\nplaintiff get a sober driver to drive it for him.\n[3]\tRealising that the plaintiff\r\nwould constitute a danger to other road users, Magoxo arrested him\r\nfor being drunk and disorderly\nin a public street. The plaintiff\r\nresisted arrest. He was only subdued after Magoxo had used pepper\r\nspray on him and some force\nwas applied. He was then taken to the\r\nlocal police station where he was detained overnight. While  Magoxo\r\nwas processing his detention,\nthe plaintiff's wife arrived and\r\nrequested that he be released into her care. As the plaintiff was\r\nstill in a drunken state, Magoxo\ndeclined to release him. He\r\nexplained that the plaintiff would be released after four hours if he\r\nwere found to be sober, otherwise\nhe would be detained further until\r\nhe sobered up sufficiently. Apparently the police in Klipplaat have a\r\npractice in terms of which\nthey keep suspects held on drunk and\r\ndisorderly charges in detention for four hours to enable them to dry\r\nout or sober up. Constable\nMagoxo's refusal was in terms of that\r\npractice. The plaintiff was eventually released at 07h15 the next\r\nmorning and was issued\nwith a notice directing him to appear in court\r\non a specified date. The charge was however subsequently withdrawn.\r\nAs mentioned\nabove he sued the defendant for various wrongful acts.\n[4]\tAt the conclusion of the\r\ntrial, the claims for assault, malicious prosecution and wrongful\r\narrest were dismissed. The court\nfound that the plaintiff had been\r\nlawfully arrested for being drunk and disorderly in public. The\r\ncourt, however, divided his detention\ninto two periods, namely, the\r\nperiod before the plaintiff's wife requested that he be released into\r\nher care and the period following\nthe request until his release the\r\nnext morning. The court found that his initial detention was\r\njustified. Regarding the other period,\nit found that his further\r\ndetention was unlawful and held the defendant liable to compensate\r\nthe plaintiff. It awarded him damages\nin the sum of R20 000.\n[5]\tThe court below found that,\r\nas Magoxo had applied the practice that a person arrested for\r\ndrunkenness be detained for a minimum\nperiod of four hours, the\r\nplaintiff's detention following his wife's request for his release\r\nwas not justified. Following the judgment\nin that court in\nVan\r\nNiekerk v Minister of Safety and Security\n1\nthe court below held\r\nthat the refusal to release the plaintiff rendered his further\r\ndetention wrongful. The reasons underlying the\ncourt's finding were\r\nas follows:\n'In the present\r\ncase, too, the evidence was that when Magoxo, after locking the\r\nplaintiff in the cells, went to talk to the plaintiff's\nwife she\r\nrequested the release of the plaintiff. The request was refused on\r\nthe basis of the implementation of the practice referred\nto above.\r\nThe inference is that the request of the plaintiff's wife that he be\r\nreleased into her care, carried with it the implicit\nundertaking that\r\nshe would see to his welfare. By that stage the plaintiff had long\r\nsince adopted a calm and submissive attitude.\nThe plaintiff was known\r\nto Magoxo, his particulars had been secured, and there was no reason\r\nto apprehend that he would not stand\ntrial to face any charge\r\npreferred against him.\nI am satisfied that\r\nthe invasion of the plaintiff's constitutional rights to freedom\r\nconstituted by his continued detention subsequent\nto his wife's\r\nrequest for his release was unjustifiable, and the exigencies of the\r\nmatter could have been met at that stage by\nthe issue to him of the\r\nJ534 notice and releasing him into the care of his wife.'\n[6]\tIt is against this conclusion\r\nthat the defendant launched the appeal.\n[7]\tThe issue on appeal is\r\nwhether the high court's finding that part of the plaintiff's\r\ndetention was unjustified addresses an\nissue covered by the case\r\npleaded and established by the plaintiff.\n[8]\tA determination of this issue\r\nrequires a consideration of the pleadings and to a lesser extent the\r\nevidence led at the trial.\nIn the particulars of claim, the plaintiff\r\nalleged that the arrest and detention were wrongful because there\r\nwere no reasonable\ngrounds for his arrest and detention and that the\r\narresting officers were aware of this fact. The relevant part of the\r\nparticulars\nof claim reads:\n'(a)\tOp  Februarie\r\n2005 en te Hoofstraat, Klipplaat, binne die jurisdiksie gebied van\r\ndie bogemelde Agbare Hof, is die Eiser wederregtelik\nen onregmatiglik\r\ndeur lede van die Suid-Afrikaanse Polisiediens (hierin verder na\r\nverwys as \"die SAPD lede\") sonder 'n\nlasbrief gearresteer\r\nen van sy vryheid ontneem, en was die SAPD lede te alle relevante tye\r\nwederregtelik en opsetlik die oorsaak\ndat die Eiser te die\r\nSuid-Afrikaanse Polisiediens se aanhoudingselle te Klipplaat aangehou\r\nis terwyl daar, tot die wete van die\nSAPD lede geen wettige gronde\r\nvir die arrestasie, aanvanklike aanhouding en verdere aanhouding van\r\ndie Eiser was nie.\n(b)\tEiser was vanaf\r\nongeveer 22h30 op 6 Februarie 2005 tot ongeveer 08h00 op 7 Februarie\r\n2005 in aanhouding.\n(c)\tTe alle\r\nrelevante tye en meer in besonder ten tye van die Eiser se arrestasie\r\nen aanhouding soos hierbo vermeld was die SAPD\nlede aan diens, en het\r\nhulle opgetree binne die diensbestek van hulle diensverhouding met\r\ndie Verweerder.\n(d)\tBovermelde\r\narrestasie, aanhouding en verdere aanhouding is\nanimo\r\niniuriandi\ndeur die SAPD lede versoorsaak en uitgevoer.'\n[9]\tIn his plea the defendant\r\ndenied all the above allegations and in   amplification contended\r\nthat the arrest and detention were\njustified by law. He averred that\r\nthe plaintiff was arrested for committing an offence in the presence\r\nof police officers. It is\nno longer disputed that the plaintiff was\r\ndrunk and disorderly in public. Nor is it in doubt that the officer\r\nwho arrested him\ncomplied with the provisions of\ns 40\nof the\nCriminal\nProcedure Act 51 of 1977\nwhich authorises an arrest without a\r\nwarrant.\n[10]\tThe question that arises for\r\nconsideration is whether the case pleaded by the plaintiff covers the\r\nassertion that the refusal\nto release him into his wife's care\r\nrendered the further detention unlawful. A perusal of the particulars\r\nof claim shows clearly\nthat such a case was not pleaded. As stated,\r\nthe arrest and detention were challenged on the basis that the police\r\nhad no legal\njustification for effecting them. As expected, the\r\ndefendant's plea addressed only that issue.\n[11]\tThe purpose of the pleadings\r\nis to define the issues for the other party and the court. A party\r\nhas a duty to allege in the\npleadings the material facts upon which\r\nit relies. It is impermissible for a plaintiff to\nplead a particular case and seek\r\nto establish a different case at the trial.\n2\nIt is equally not permissible for the trial court to have recourse to\r\nissues falling outside the pleadings when deciding a case.\n[12]\tThere are, however,\r\ncircumstances in which a party may be allowed to rely on an issue\r\nwhich was not covered by the pleadings.\nThis occurs where the issue\r\nin question has been canvassed fully by both sides at the trial. In\nSouth British Insurance\r\nCo Ltd v Unicorn Shipping Lines (Pty) Ltd\n,\n3\nthis court said:\n'However, the\r\nabsence of such an averment in the pleadings would not necessarily be\r\nfatal if the point was fully canvassed in evidence.\nThis means fully\r\ncanvassed by both sides in the sense that the Court was expected to\r\npronounce upon it as an issue'.\n[13]\tThe issue on which the court\r\nbelow relied as a basis for liability was not fully canvassed at the\r\ntrial presumably because\nit was not pleaded and the parties'\r\nattention was not drawn to it. It was fleetingly touched upon during\r\nMagoxo's cross-examination.\nThe response elicited was that the\r\nplaintiff was still drunk at the time his wife made the request. The\r\nissue was not pursued and\nfurthermore the plaintiff's wife did not\r\ntestify to support the contention.\n[14]\tCounsel for the plaintiff\r\nsubmitted that the plaintiff ought to have been released into his\r\nwife's custody even if he were\ndrunk. There is no merit in this\r\nsubmission. It has to be borne in mind that the plaintiff's wife\r\nnever testified. No attempt was\nmade to assess whether or not the\r\ninebriated plaintiff would have submitted to his wife's control once\r\nreleased; whether he would\nhave refrained from behaving in a drunk\r\nand disorderly manner and whether he would have remained with his\r\nwife once released. There\nis furthermore no evidence that he was no\r\nlonger a danger to himself and/or members of the public. The evidence\r\ntherefore does\nnot support the conclusion that the plaintiff was calm\r\nand submissive at the time of the request for his release. The police\r\nhad\nsubdued him and he remained in their control.\n[15]\tIn the matter of\nNelson\r\nv Minister of Safety and Security\n,\n4\nthe appellant's 18\r\nyear old son Romano had been arrested and detained after a police\r\noperation on a charge of riotous behaviour.\nHe was kept in the police\r\ncells until 10h00 the next morning. It appeared that Romano had been\r\narrested after he had been seen\nby a police officer, Holland,\r\nstaggering drunk in the middle of the road brandishing a bottle of\r\nbeer, behaving in a riotous and\ndisorderly fashion and obstructing\r\ntraffic. The full bench in dismissing the appeal held:\n'That he co-operated\r\nto the extent of giving his name and address to the police and that\r\nhe had seemingly calmed down after being\ntaken to the police is not a\r\nsufficiently good reason. It is to be expected that people who are\r\ndrunk and disorderly will revert\nto their previous pattern of\r\nbehaviour as soon as the police have turned their back. Indeed, I\r\nbelieve that it would have been\nirresponsible for the police to have\r\nreleased Romano unless they could be sure that he was no longer\r\ndangerous.'\n[16]\tIn this case too we have no\r\nevidence to suggest that it would have been safe or sensible to\r\nrelease the plaintiff into his\nwife's care. No one knew how he would\r\nhave behaved if released. The judge a quo also did not know, yet made\r\na finding without any\nfactual basis. It is not necessary, in my view,\r\nto comment in any detail on the high court's inferential reasoning.\r\nSuffice it\nto say that the inferences it drew were not supported by\r\nthe established facts.\n[17]\tIt follows that the court\r\nbelow erred in finding that the plaintiff's further detention was not\r\njustified. As a result its\norder must be set aside. I have read the\r\njudgment of Harms DP and agree with it.\n[18]\tIn the result the following\r\norder is made:\n(1)\tThe appeal is upheld with\r\ncosts including the costs of two counsel.\n(2)\tThe order by the court below\r\nis set aside and replaced with an order in the following terms:\n'The plaintiff's claims are\r\ndismissed with costs.'\n_____\t__________\nN\r\nZ MHLANTLA\nJUDGE OF APPEAL\nHARMS DP:\n[19]\tThe facts of the case appear\r\nfrom the judgment of Mhlantla JA. I concur in her judgment but wish\r\nto elaborate on the consequences\nof the high courtâs finding that\r\ncontinued detention was wrongful.\n[20]\tThe right to dignity and\r\nfreedom and security of the person are core values of the\r\nConstitution and any arrest and detention\nof a person amounts to a\r\nprima facie infringement of these rights. Our common law adopted the\r\nsame approach and it is for this\nreason that the police, if\r\nchallenged, have to justify an arrest and detention. This means that\r\nthe police bear the onus of proving\nthat the arrest and detention are\r\nnot wrongful.\n[21]\tThe onus can arise only\r\nafter the issue itself has arisen. The aggrieved person must claim\r\nthat a particular arrest or detention\nwas wrongful before the police\r\nare saddled with this onus. As pointed out in the judgment of\r\nMhlantla JA, the plaintiffâs case\nwas that his arrest and detention\r\nwere unlawful because he had not been drunk and disorderly. His case\r\non the pleadings was not,\nin the alternative, that his detention had\r\nbecome unlawful when his wife and friend arrived.\n[22]\tA court is not bound by\r\npleadings if a particular issue was fully canvassed during the trial.\r\nBut there is not the slightest\nsuggestion that the matter was so\r\ncanvassed. As a matter of fact, neither the plaintiffâs friend nor\r\nhis wife testified on his\nbehalf in respect of his state of\r\nintoxication at the police office. One can only assume, in the\r\nabsence of any other explanation,\nthat they would not have supported\r\nhim. In other words, the police had at the end of the plaintiffâs\r\ncase not the slightest inkling\nthat they had to defend the continued\r\ndetention after the arrival of the plaintiffâs wife at the police\r\nstation. The defendant\nwas entitled at that stage, at the very least,\r\nto know that it had to establish that the legality of the continued\r\ndetention was\nan issue. Cases by ambush are not countenanced.\n[23]\tOne gains the impression\r\nfrom his questioning that the trial judge assumed that the police had\r\na duty to check every few minutes\nwhether the plaintiff was still\r\ndrunk and disorderly and unless they are able to show from minute to\r\nminute that his detention\nwas no longer required they would have\r\nfailed to discharge their onus. The police in this case visited the\r\ncells regularly and\nfound after the first visit that the plaintiff\r\nwas asleep. The implication that they should have woken him to check\r\nhis state of\ninebriation and to release him in the middle of the\r\nnight appears to me to be farfetched.\n[24]\tI would like to recount the\r\nlearned judgeâs reasoning and relate it to the evidence. He held\r\nthat the plaintiff was not only\ndrunk and disorderly but that he was\r\nalso intent on committing the offence of drunken driving and that the\r\npolice were accordingly\nâobligedâ to arrest and detain him. He\r\nfurther held that âthe plaintiffâs drunken condition and\r\ndisorderly attitude was\nalso sufficient, at least initially, to lock\r\nhim up in the cells.â He then posed the question which was not an\r\nissue, as I have\nsought to point out, namely whether his continued\r\ndetention was justified.\n[25]\tIn answering this question\r\nthe learned judge referred to the fact that after locking up the\r\nplaintiff Magoxo went to talk to\nthe plaintiffâs wife. She had\r\nrequested his release. The judge held that (a) the request was\r\nrefused on the basis of the implementation\nof a police practice to\r\nrelease such a person only after four hours; (b) the wifeâs request\r\ncarried with it the âimplicit undertaking\nthat she would see to his\r\nwelfareâ; and (c) by that stage the plaintiff had long since\r\nadopted a calm and submissive attitude.\n[26]\tI fear that the trial judge\r\nmisconstrued the evidence. Plaintiffâs counsel was unable to\r\nsupport these factual findings on\nthe record. Magoxo made it quite\r\nclear that the plaintiff was at that stage still drunk and that his\r\nwife was fully aware of the\nfact. He also said that âif anyone\r\ncould have come to the police station and requested his release, then\r\nhe would have been released\nif he was sober.â As to the second\r\npoint, it was never suggested to Magoxo that the wife was able or\r\nwilling to look after the\nplaintiffâs welfare in his inebriated\r\nstate. And as to the last point, if the conclusion was based on the\r\nfact that the plaintiff,\nafter having been sprayed with pepper,\r\nhandcuffed and locked up, was submissive I can understand it: but\r\nthat does not justify\nthe conclusion that he was entitled to be\r\nreleased.\n___________\nLTC\r\nHARMS\nDEPUTY PRESIDENT\nAppearances:\nFor Appellant\t\tE A S Ford SC\nN J Sandi\nN N Dullabh & Co\t,\r\nGRAHAMSTOWN\nThe State Attorney,\r\nBLOEMFONTEIN\nFor Respondent\t\tH J van der Linde\r\nSC\nA Frost\nG P Van Rhyn, Minnaar &\r\nCo Inc,\nUITENHAGE\nHoney Attorneys Inc,\r\nBLOEMFONTEIN\n1\nCase No 1212/05 ECD (15 June 2006).\n2\nSee\r\n\tparticularly\nMoaki\r\n\tv Reckitt & Colman (Africa) Ltd and another\n1968\r\n\t(3) SA 98\n(A) at 102A;\nImprefed\r\n\t(Pty) Ltd v National Transport Commission\n1993 (3) SA 94\n(A) at 107;\nBuchner\r\n\tand another v Johannesburg Consolidated Investment Co Ltd\n1995 (1) SA 215\n(T) at 216H-J;\nJowell\r\n\tv Bramwell-Jones and others\n1998 (1) SA 836\n(W) at 902H.\n3\n1976\r\n\t(1) SA 708\n(A) at 714G.\n4\n[2007] ZAECHC 40\n(14 June 2007) at para 8.",
  "scraped_at": "2026-02-12T05:28:18.921731",
  "date": "2009-11-30",
  "coram": [
    "Harms DP",
    "Mthiyane",
    "Lewis",
    "Mhlantla JJA",
    "Hurt AJA"
  ],
  "case_number": "668/2008",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "Pieter Samuel Theo Slabbert"
    ]
  },
  "sections": {
    "facts": "On the night of 5 February 2005 constable Magoxo and a colleague discovered the plaintiff, Pieter Slabbert, drunk and disorderly in public in Klipplaat. The plaintiff attempted to drive his vehicle despite being told to find a sober driver. Magoxo arrested him, using pepper spray and force, and detained him overnight at the local police station. The plaintiff's wife later requested his release, but Magoxo refused, citing a police practice of retaining drunk persons for a minimum of four hours to allow them to sober up. The plaintiff was released the next morning after being deemed sober. He later sued the Minister of Safety and Security, the employer of the police officers, for wrongful arrest, detention, assault and malicious prosecution. The trial court held the initial arrest and detention lawful but found the further detention after the wife's request unlawful, awarding R20,000 in damages.",
    "issues": "The appeal centered on whether the plaintiff’s claim for unlawful further detention after his wife’s request was a matter that had been pleaded and fully canvassed at trial. Specifically, the court needed to determine if the issue of continued detention beyond the initial lawful period fell within the pleadings and whether the police’s refusal to release the plaintiff was justified under law and policy.",
    "principles": "South African law requires that all material facts on which a party relies be pleaded; courts may not decide issues not raised in the pleadings unless those issues were fully canvassed during the trial (South British Insurance Co Ltd v Unicorn Shipping Lines). The Constitution guarantees rights to dignity, freedom and security, imposing an onus on police to justify any arrest or detention (Van Niekerk v Minister of Safety and Security). Section 40 of the Criminal Procedure Act authorises arrest without warrant for offences witnessed by police. Precedent in Nelson v Minister of Safety and Security confirms that release of an intoxicated person is only permissible when the police are satisfied the person no longer poses a danger.",
    "application": "The SCA found that the plaintiff’s particulars of claim did not include an allegation that the later detention was unlawful; the issue was not pleaded and was not fully canvassed at trial, as the plaintiff’s wife did not testify and the matter was only briefly mentioned during cross‑examination. Consequently, the trial court erred in finding the further detention unlawful. The police acted in accordance with an established practice and there was no evidence that releasing the plaintiff to his wife would have been safe. The SCA therefore concluded that the lower court’s finding of wrongful further detention was unsupported.",
    "conclusion": "The appeal was upheld. The order of the High Court was set aside and replaced with a dismissal of the plaintiff’s claims with costs, and the appellant was awarded costs, including those of two counsel."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Arrest and Detention",
    "level_3": [
      "wrongful arrest",
      "detention",
      "pleadings",
      "constitutional rights",
      "vicarious liability"
    ]
  }
}