{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/19.html",
  "case_name": "Carter v Haworth (177/2008) [2009] ZASCA 19; 2009 (5) SA 446 (SCA) ; [2009] 3 All SA 197 (SCA) (20 March 2009)",
  "citation": "[2009] ZASCA 19",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 19\n|\nNoteup\n|\nLawCite\nCarter v Haworth (177/2008) [2009] ZASCA 19; 2009 (5) SA 446 (SCA) ; [2009] 3 All SA 197 (SCA) (20 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   177/2008\nJOHN WILLIAM CARTER           \r\n                                        Appellant\nand\nKATHLEEN SHIRLEY HAWORTH      \r\n                          Respondent\nNeutral citation:\nCarter\r\nv Haworth\n(177/2008)\n[2009]\r\nZASCA 19\n(20 March 2008)\nCoram:\nMthiyane,\r\nMaya, Snyders JJA, Leach and Bosielo AJJA\nHeard:\n16\r\nFebruary 2009\nDelivered:\n20\r\nMarch 2009\nSummary:\tWhether a âjudgmentâ\r\nof a trial court âallowing damagesâ and other relief, and\r\ndetermining certain factual findings\nto be referred to an actuary to\r\nfacilitate the calculation of an item of damage, which was to be\r\nthereafter referred back to the\njudge, is appealable.\n___________________________________________________________\nORDER\nOn appeal from:\nCape\r\nof Good Hope Provincial\nDivision (Erasmus J\r\nsitting as court of first instance).\nâ\nThe appeal is struck from the\r\n\troll.â\nJUDGMENT\nMTHIYANE JA (MAYA, SNYDERS JJA,\r\nLEACH and BOSIELO AJJA concurring):\n[1]\tThis appeal is concerned with\r\nthe question whether the âjudgmentâ of the trial court in which\r\ndamages and other relief were\nâallowedâ and certain findings of\r\nfact were referred to an actuary to facilitate the calculation of an\r\nitem of damage, which\nwas to be thereafter referred back to the judge\r\nif the matter is not settled, is appealable.\n[2]\tThe appeal, with leave of\r\nthis Court, is from the decision of the Cape High Court (NC Erasmus\r\nJ) in which the court âallowedâ\ndamages and other relief and made\r\ncertain factual findings in favour of the respondent, as plaintiff.\r\nThe respondent claimed damages\nagainst the appellant arising out of\r\nbodily injuries she sustained in a motor collision on 30 April 2001,\r\nwhile she was on a visit\nto South Africa. The claim was advanced\r\nunder different heads which included general damages, future medical\r\nexpenses and future\nloss of earnings. The appellant conceded\r\nliability in respect of the merits of the claim, leaving only the\r\nquantum of the respondentâs\ndamages to be determined by the trial\r\ncourt. By agreement between the parties the learned judge was asked\r\nto determine only questions\nrelating to the quantum of the\r\nrespondentâs damages. In addition the court was asked to make\r\ncertain âfactual assumptionsâ\nwhich would then be furnished to an\r\nactuary for the purpose of the calculation of the claims for past and\r\nfuture loss of earnings.\n[3]\tIn respect of the claim for\r\nfuture medical expenses the court found that the amount of R100 500\r\nwas âreasonable and should\nbe allowedâ. As to general damages it\r\nfound that the amount of R100 000 âwould constitute a fair and\r\nreasonableâ compensation.\nNo order was however made directing the\r\nappellant to compensate the respondent in either of these amounts.\n[4]\tAs regards the claim for past\r\nloss of earnings the court indicated that the parties had accepted a\r\ncontingency deduction of\nfive per cent as reasonable. The judge then\r\nwent on to deal with the âfactual assumptionsâ he made for\r\nsubmission to an actuary\nto facilitate the calculation of the\r\nrespondentâs claim for future loss of earnings.\n[5]\tUltimately the respondent was\r\nâawarded costs on a party and party scale, either as taxed or\r\nagreed. . .â. But the costs\nof the postponement of the matter on 13\r\nApril 2005, were allowed âto stand over for later determinationâ.\n[6]\tBecause the question of\r\nappealability was raised from the bench at the commencement of the\r\nappeal and counsel were caught somewhat\nunawares, we afforded them\r\nthe opportunity to file supplementary heads of argument on this\r\nquestion in due course.\n[7]\tIt is convenient to deal\r\nfirst with the question of appealability, because if it should\r\nprevail a decision on the merits of\nthe appeal would be premature.\r\nDuring argument both counsel contended that the judgment is\r\nappealable. Counsel for the respondent\nin particular submitted that,\r\nin the Cape of Good Hope Provincial Division, matters are routinely\r\ndisposed of as the trial court\nhad done. I have not been able to find\r\nany authority to support this contention. I have found at least two\r\ncases which suggest\nthe contrary. These cases indicate that where a\r\njudge is required to determine certain issues, be they legal or\r\nfactual, he or\nshe will in conclusion at the very least make an\r\norder. See\nConsol Ltd\r\nt/a Consol Glass v Twee Jonge Gezellen (Pty) Ltd\n;\nDâAmbrosi v Bane\n.\n1\nWhere, for example, a litigant claims compensation on the basis of\r\nnegligence which is admitted by the wrongdoer â as the respondent\n\nhas done in the present matter â it is difficult to see how an\r\nassertion to the effect that a particular amount should be âallowedâ\n\nor is âfair, equitable or reasonableâ â without such finding\r\nculminating in an order â would be of any assistance to a\n\nsuccessful party. This is not to say that a court may not be required\r\nby the litigants to determine certain factual or legal issues\nto\r\nenable them to thereafter either settle or move onto the next stage\r\nof their dispute based on the finding of the court. The\nthree\nConsol\ncases referred to\r\nabove illustrate the point. In each one of them the issues referred\r\nto the judge for decision were dealt with,\nanswered and an order\r\nsubsequently made.\n[8]\tThis is unfortunately not\r\nwhat happened in the present matter. I have already indicated how the\r\nrespective claims for future\nmedical expenses and general damages\r\nwere dealt with. As to the âfactual assumptionsâ made by the\r\njudge in respect of the past\nand future loss of earnings which were\r\nto be referred to the actuary for the calculation of the loss of\r\nearnings, there is no indication\nin the judgment as to what was to\r\nhappen after the actuary had completed the calculation. Would the\r\ncalculations be referred back\nto the judge for finalisation? Or was\r\nthe judge still engaged in what Howie JA referred to as âmerely\r\nsteps along the way towards\nthe final conclusion and consequent\r\norderâ. (See\nGuardian\r\nNational Insurance Co Ltd v Searle NO\n.\n2\n)\r\nDuring argument, counsel expressed the hope that the matter would\r\nsettle once the actuaries of the respective sides had made their\n\ncalculations, but conceded that if settlement was not reached it\r\nwould be necessary to revert to the trial court for it to determine\n\nthe amount to be allowed in respect of loss of earnings. Until that\r\nstage, the trial court would neither to able to assess the\ntotal\r\namount of the respondentâs damages nor issue an order holding the\r\nappellant liable to the respondent in that sum. The proceedings\nin\r\nthe trial court in respect of the issue of damages have therefore\r\nclearly not finally concluded, and an appeal to this court\nis\r\npremature.\n[9]\tThere is yet a further\r\nconundrum in the judgment. The wasted costs of the postponement on 13\r\nApril 2005 were reserved by the\njudge for later determination. Again,\r\nwas the matter to be referred back to the judge for finalisation?\r\nThese factors militate\nagainst the judgment of the court below having\r\nfinally disposed of the issues and against the judgment being final\r\nand therefore\nappealable.\n[10]\tAn appealable âjudgment or\r\norderâ as intended by s 20(1) of the Supreme Court Act 59 of 1959\r\nhas three attributes. First,\nit must be final in effect and not\r\nsusceptible to alteration by the court of first instance. Second, it\r\nmust be definitive of the\nrights of the parties in the sense that the\r\nperson seeking relief has, for example, been granted definite and\r\ndistinct relief.\nThird, the âjudgment or orderâ must have the\r\neffect of disposing of at least a substantial portion of the relief\r\nclaimed. (See\nZweni v\r\nMinister of Law and Order\n;\nNdlovu v Santam Ltd\n.\n3\n)\n[11]\tBut this litmus test only\r\nfinds application when the court concerned has pronounced\r\nconclusively on the issues submitted to\nit for determination. The\r\ndifficulty with the judgment of the court below is that we do not\r\neven get to the application of test\nin\nZweni\nbecause upon a proper\r\nreading of the judgment the issues in the case do not appear to have\r\nbeen brought to final conclusion. I have\nalready alluded to the\r\nabsence of any indication as to what was to happen after the\r\ncalculation of loss of future earnings by the\nactuary.\n[12]\tIn my view the weakest link\r\nin the judgment lies in the absence of an order. I do not think there\r\nis a part of a judgment that\nprovides a stronger indication of\r\nfinality than an order at the end. If the order is removed or omitted\r\nthe judgment is rendered\nineffective and so, too, its element of\r\nfinality. It is incapable of execution by the Sheriff or Messenger of\r\nthe court in the\ncase of proceedings in the magistrateâs court. I\r\ncannot emphasize the importance of the order more than was done by\r\nthis court\nin\nSA Eagle\r\nVersekeringsmaatskappy Bpk v Harford\n4\nwhere it was said an order is the operative part of the judgment. It\r\nis what a losing party appeals against. The court also stressed\nthat\r\na duty rests on a court to formulate a clear order and for the\r\nregistrars to ensure that the order so issued is clear and\n\ncorresponds with the judgment. On the same theme this court in\nAdministrator, Cape,\r\nand Another v Ntshwaqela and Others\n5\ndeclared that there\r\ncan be an appeal only against a substantive order made by a court,\r\nnot against the reasons for judgment.\n[13]\tGiven the uncertainty\r\nregarding the fate of the actuarial calculations and the absence of\r\nan order, the conclusion is unavoidable\nthat the judgment of the\r\ncourt below is not appealable. Having come to this conclusion it\r\nwould be inappropriate to express any\nviews on the merits of the\r\nappeal. For the above reasons the matter falls to be struck from the\r\nroll.\n[14]\tI turn to the question of\r\ncosts. To the extent that both parties failed to appreciate the\r\nappealability point â and indeed\npersisted in arguing that the\r\nâmatterâ was appealable â it seems fair that each should\r\nshoulder responsibility for its own\ncosts.\n[15]\tIn the result the following\r\norder is made:\nâ\nThe appeal is struck from the\r\nroll.â\n____________________________\nKK MTHIYANE\nJUDGE\r\nOF APPEAL\nAppearances:\nFor Appellant:\tD Stephens\nInstructed by:\nMichael Ward Attorney Cape\r\nTown\nHoney Attorneys Bloemfontein\nFor Respondent:\tPA Corbett\nInstructed by:\nMalcolm Lyons & Brivik Inc\r\nCape Town\nMatsepes Inc Bloemfontein\n1\n2002 (6) SA 256\n(C) paras 58 and\r\n\t59;\n2005 (6) SA 1\n(SCA) para 62;\n2005 (6) SA 23\n(C) para 63;\n2006\r\n\t(5) SA 121\n(C) para 46.\n2\n1999 (3) SA 296\n(SCA) at 301G.\n3\n1993 (1) SA\r\n\t523\n(A) at 532I-533B;\n2006 (2) SA 239\n(SCA) para 9.\n4\n[1992] ZASCA 42\n;\n1992 (2) SA 786\n(A) at 792C-D.\n5\n1990 (1) SA\r\n\t705\n(A) at 715D.",
  "scraped_at": "2026-02-11T21:41:44.297373",
  "date": "2009-03-20",
  "coram": [
    "Mthiyane JA",
    "Maya JA",
    "Snyders JJA",
    "Leach JA",
    "Bosielo AJJA"
  ],
  "case_number": "177/2008",
  "parties": {
    "applicants": [
      "John William Carter"
    ],
    "respondents": [
      "Kathleen Shirley Haworth"
    ]
  },
  "sections": {
    "facts": "The respondent, Kathleen Shirley Haworth, claimed damages for bodily injuries sustained in a motor collision on 30 April 2001 while visiting South Africa. The claim comprised general damages, future medical expenses and future loss of earnings. The appellant, John William Carter, admitted liability, leaving only the quantum of damages to be determined. The trial judge was asked to determine the quantum and to make certain factual assumptions to be supplied to an actuary for calculating past and future loss of earnings. The judge found that future medical expenses of R100,500 and general damages of R100,000 were reasonable, but made no order directing payment. For past loss of earnings a 5% contingency deduction was accepted, and factual assumptions were made for actuarial calculation of future loss of earnings. Costs were awarded on a party‑and‑party scale, with some costs of a postponement reserved for later determination.",
    "issues": "The central issue was whether the trial court's judgment— which allowed certain damages, set factual assumptions for an actuarial calculation, and left outstanding matters without a final order—constituted an appealable judgment or order under section 20(1) of the Supreme Court Act. In particular, the question was whether the judgment was final, definitive of the parties' rights, and disposed of a substantial portion of the relief claimed.",
    "principles": "Appealability requires a judgment or order to be (1) final in effect and not subject to alteration by the court of first instance, (2) definitive of the parties' rights, and (3) to dispose of a substantial portion of the claimed relief (Zweni v Minister of Law and Order; Ndlovu v Santam Ltd). A judgment lacking a clear operative order is ineffective and not final (SA Eagle Versekeringsmaatskappy Bpk v Harford; Administrator, Cape & Another v Ntshwaqela). The Supreme Court Act s 20(1) governs what may be appealed. Without an order, a judgment cannot be executed and therefore cannot be the subject of an appeal.",
    "application": "The Court examined the trial judgment and noted the absence of any operative order directing the appellant to pay the determined amounts, as well as the unresolved actuarial calculation of future loss of earnings and the reserved costs. Because the judgment did not conclusively determine the quantum of damages or the final liability, it was not final or definitive. Consequently, the statutory test for appealability was not satisfied. The Court therefore concluded that the appeal was premature and could not proceed.",
    "conclusion": "The appeal was struck from the roll. Each party was ordered to bear its own costs, and the Court refrained from addressing the merits of the underlying dispute."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Appealability",
    "level_3": [
      "final judgment",
      "order",
      "actuarial calculation",
      "damages",
      "costs"
    ]
  }
}