{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/51.html",
  "case_name": "Grobler v Oosthuizen (299/2008) [2009] ZASCA 51; 2009 (5) SA 500 (SCA) ; [2009] 3 All SA 508 (SCA) (26 May 2009)",
  "citation": "[2009] ZASCA 51",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 51\n|\nNoteup\n|\nLawCite\nGrobler v Oosthuizen (299/2008) [2009] ZASCA 51; 2009 (5) SA 500 (SCA) ; [2009] 3 All SA 508 (SCA) (26 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 299/2008\nIn the matter between:\nJACOBUS DAWID GROBLER\t\t\t\t\tAPPELLANT\nand\nCECILIA JOHANNA OOSTHUIZEN\t\t\t\tRESPONDENT\nNeutral citation:\nGrobler v\r\nOosthuizen\n(299/2008)\n[2009] ZASCA 51\n(26 May\r\n2009)\nCORAM:\t\tBRAND, CLOETE, MLAMBO JJA, HURT\net\nLEACH AJJA\nHEARD:\t\t12 MAY 2009\nDELIVERED:\t26 MAY 2009\nSUMMARY\n:\t\tCession of policy\r\nin compliance with terms of sale which proved to be null and void â\r\npolicy paid out to heir of cessionary\nâ claim by cedent against\r\nheir for proceeds of policy â plea of prescription by heir premised\r\non postulate that cedent's claim\nfor re-cession of rights under\r\npolicy which arose more than three years prior to summons â cession\r\nconstrued as cession\nin securitatem debiti\nand\r\nnot outright cession â held that re-cession consequently not\r\nrequired â held further that in the premises plea of prescription\n\ncould not succeed.\nORDER\nOn appeal from\n:\tHigh Court,\r\nKimberley (Majiedt, Olivier JJ and Mokgohloa AJ, sitting as court of\r\nappeal against a judgment of Williams J.)\n1.\tThe appeal is upheld with costs, including the costs\r\noccasioned by the employment of two counsel.\n2.\tThe order of the court a quo is set aside and\r\nreplaced by an order in the following terms:\n'The appeal is dismissed with costs.'\nJUDGMENT\nBRAND JA\n(Cloete, Mlambo JJA,\r\nHurt\net\nLeach AJJA\r\nconcurring)\n[1]\tThe appellant, Mr Grobler ('Grobler'), instituted\r\naction against the respondent, Mrs Oosthuizen ('Oosthuizen'), and\r\nother defendants\nin the High Court, Kimberley. His particulars of\r\nclaim incorporated various causes of action supporting a number of\r\nclaims against\nthe different defendants. Of these only the first\r\nclaim against Oosthuizen continues to be of relevance on appeal.\r\nAgainst this\nclaim Oosthuizen filed a plea and a counterclaim. She\r\nalso raised a special plea of prescription. At the commencement of\r\nproceedings,\nthe parties agreed and the trial court (Williams J)\r\nordered that the special plea of prescription should be determined\r\nseparately\nand prior to all other issues. At the end of the\r\npreliminary proceedings that followed, Williams J dismissed the plea\r\nof prescription\nwith costs. Oosthuizen's appeal to the full court\r\nagainst that judgment was, however, successful. In terms of the\r\njudgment of the\nfull court (Olivier J, with Majiedt J and Mokgohloa\r\nAJ concurring) Oosthuizen's plea of prescription was therefore upheld\r\nwith\ncosts. Grobler's further appeal against the latter judgment is\r\nwith the special leave of this court.\n[2]\tIn the main, the background facts were presented to\r\nthe trial court by way of a stated case. Certain circumscribed areas\r\nof\ndispute were, however, reserved for the leading of oral evidence.\r\nBut, as will appear from what follows, even the evidence presented\nin\r\nthis way proved to be largely common cause.\n[3]\tOn 14 August 1991 Grobler entered into an agreement\r\nof sale with a company, Mothibi Crushers & Transport (Pty) Ltd.\r\nIn terms\nof the agreement he purchased an immovable property situated\r\nat Mothibistat, in the erstwhile Republic of Bophuthatswana, from the\n\ncompany. In entering into the agreement Mothibi Crushers was\r\nrepresented by Oosthuizen's husband, Mr Gert Hendrik Oosthuizen, as\n\nits only shareholder and director, who has since passed away and to\r\nwhom I shall henceforth refer as 'the deceased'.\n[4]\tPayment of the purchase price was governed by the\r\nsomewhat unusual provisions of clause 2 of the sale agreement, which\r\nread\nas follows:\n'2.\tDie koopprys is die som van\r\nR300 000 tesame met rente teen 15% per jaar maandeliks\r\ngekapitaliseer vanaf 1 Julie 1991 tot\ndatum van betaling, betaalbaar\r\nsoos volg: op 30 Junie 2001, vir welke bedrag die koper 'n polis by\r\n'n goedgekeurde versekeringsmaatskappy\nuitneem, welke polis 'n\r\nopbrengs van R1 200 000.00 op 30 Junie 2001 waarborg en\r\nwelke polis deur die koper aan die verkoper\ngesedeer word.'\nFreely translated from the Afrikaans language, the\r\nclause thus determined the purchase price at R300 000 together\r\nwith interest\nat 15 per cent, capitalised monthly, from 1 July 1991\r\npayable on 30 June 2001, for which amount the purchaser would acquire\r\nan\ninsurance policy from an approved insurance company which\r\nguaranteed payment of R1,2m on 30 June 2001 and which policy the\r\npurchaser\nwould then cede to the seller.\n[5]\tIn compliance with his obligations under clause 2,\r\nGrobler acquired not one but three policies from Sanlam Ltd, which\r\ncumulatively\nadhered to the stipulated requirements. By mutual\r\nagreement between the parties involved, these policies were, however,\r\nnot ceded\nto Mothibi Crushers, but to the deceased in its stead. In\r\npoint of fact, the cessions of the policies preceded the sale in that\n\nthey had been signed by Grobler on 8 August 1991. In terms of the\r\nsale agreement, Grobler was obliged to pay the premiums in terms\nof\r\nthe policies. For all intents and purposes he did so regularly until\r\nNovember and December 1996 when he fell into arrears. These\ntwo\r\npremiums were then paid by the deceased, for which Grobler\r\ncompensated him in January 1997.\n[6]\tThe deceased passed away on 27 January 1997. By that\r\ntime the property had not yet been transferred to Grobler. Indeed, it\r\nwas\ncommon cause between the parties at the trial that transfer could\r\nin fact never occur and that the agreement of sale was null and\nvoid\r\nfrom the start. The reason for this, broadly stated, was that\r\naccording to the laws of the erstwhile Republic of Bophuthatswana,\n\nwhere the property was situated, it could only be alienated to\r\nGrobler, who was not a citizen of Bophuthatswana at the time, with\n\nministerial consent, which consent had never been obtained. In the\r\nbeginning, so Grobler testified, he was not aware that the agreement\n\nof sale was void. This only came to his notice after the deceased\r\npurported to cancel the agreement in December 1996 by reason\nof\r\nGrobler's failure to pay the premiums on the insurance policies.\n[7]\tAfter the death of the deceased the executors in his\r\nestate made the policies paid up. Thereafter they ceded two of the\r\npolicies\nto Oosthuizen as the only heir in the deceased's estate. She\r\nthereafter claimed the surrender value of the policies from Sanlam\n\nwho duly paid her the sum of R741 677.24 on 16 September 1997.\r\nGrobler's claim under consideration is for payment of this\namount,\r\nfor which he issued summons on 9 June 2000. Against this background\r\nthe substructure of Oosthuizen's plea of prescription\ncan broadly be\r\nstated thus:\nâ¢\nThe underlying basis for Grobler's claim as\r\nformulated in his pleadings, she said, is for re-cession of the\r\npolicies which were\nceded to the deceased in compliance with a deed\r\nof sale which proved to be null and void.\nâ¢\nFrom the perspective of the deceased his obligation\r\nor 'debt' â as contemplated in Chapter 3 of the\nPrescription Act 68\nof 1969\nâ was therefore to re-cede the policies to Grobler.\nâ¢\nThis debt, she said, 'became due' as envisaged by\ns 12\nof the Act when the cessions occurred, because a claim for\r\nrestoration of performance under a void agreement arises at the time\n\nwhen that performance is rendered.\nâ¢\nSeeing that the period of prescription provided for\r\nin\ns 11(d)\nof the Act is three years, she said, Grobler's claim\r\nbecame prescribed in August 1994 which was long before the death of\r\nthe deceased\nin 1997.\nâ¢\nAs a matter of law, so Oosthuizen's contentions\r\nconcluded, a claim which has become prescribed against a deceased\r\ncannot be enforced\nby an enrichment claim against the heir, which is\r\nthe ultimate basis of Grobler's claim.\n[8]\tIn this court counsel for Grobler conceded that if\r\nthe cession of the policies were to be classified as a so-called\r\n'out-and-out'\nor outright cession, Oosthuizen's plea of prescription\r\nwould be unanswerable. As I see it, that concession was rightly and\r\nfairly\nmade. In the event of an outright cession, Grobler would have\r\nlost all his rights under the policies against Sanlam by transferring\n\nthose rights to the deceased. Nothing would remain vested in him. The\r\nonly way in which he could again acquire those rights would\nbe by way\r\nof re-cession of the policies. Because the cessions were effected in\r\ncompliance with his obligations under an agreement\nwhich proved to be\r\nvoid, his claim for restoration in the form of re-cession would arise\r\nimmediately, ie in August 1991. In consequence\nit would have been\r\nextinguished by prescription in August 1994 (see eg\nVan\r\nStaden v Fourie\n1989 (3) SA 200\n(A) at\r\n214F-215B).\n[9]\tAs formulated in his pleadings, Grobler's claim\r\nindeed appeared to rest on a claim for re-cession of an out-and-out\r\ncession\nof the policies to the deceased. This was pointed out and\r\nrelied upon by Oosthuizen's counsel as his opening argument on\r\nappeal.\nI do not believe, however, that that argument is available to\r\nOosthuizen, at least not at this late stage. From the outset and as\n\nthe matter followed its meandering way through two courts, Grobler's\r\ncase had always been that the cession of the policies was\nnot an\r\nout-and-out cession but a cession\nin\r\nsecuritatem debiti\nand that his claim was not\r\nfounded on a re-cession of the policies. In the circumstances,\r\nOosthuizen could not be prejudiced in\nany conceivable way by\r\nGrobler's change of stance from his pleadings. That much was rightly\r\nconceded on Oosthuizen's behalf. In\nthese circumstances, I believe,\r\nit is no longer open to Oosthuizen to revert to a literal\r\ninterpretation of Grobler's pleadings\non appeal (see eg\nShill\r\nv Milner\n1937 AD 101\nat 105;\nStead\r\nv Conradie\n[1994] ZASCA 147\n;\n1995 (2) SA 111\n(A) at 112A-H;\nFourway Haulage SA (Pty) Ltd v National Roads\r\nAgency Ltd\n[2008] ZASCA 134\n;\n2009 (2) SA 150\n(SCA) para 14).\n[10]\tAs I have said, the nub of Grobler's answer to the\r\nprescription plea was that the cession of the policies was not an\r\nout-and-out\ncession but a cession\nin\r\nsecuritatem debiti\n. In accordance with this\r\nconstruction, the policies were ceded to the deceased as security for\r\nfuture payment of the purchase price.\nThe opposing contention by\r\nOosthuizen was that the cession of the policies in itself constituted\r\npayment of the purchase price\nand should therefore be construed as an\r\nout-and-out cession for value received. The cession documents\r\nthemselves support the latter\nconstruction, in that each describes\r\nitself as an 'out-and-out cession for value received'. That in itself\r\nis, however, not decisive.\nAs was held by Lord de Villiers CJ in\nNational Bank of South Africa Ltd v Cohen's\r\nTrustee\n1911 AD 235\nat 246, in response to a\r\nsimilar reliance on the wording of a cession document, form should\r\nnot override substance if on a proper\nanalysis of the transaction as\r\na whole the cession was made with the purpose of securing a debt owed\r\nby the cedent to the cessionary\n(see also\nBank\r\nof Lisbon & South Africa Ltd v The Master\n1987\r\n(1) SA 276\n(A) at 294D-E). I respectfully subscribe to this practical\r\napproach. As the evidence in this matter shows, the reference to an\r\n'out-and-out cession' did not even appear in the documents when they\r\nwere signed by Grobler.\n[11]\tThe true character of the cession therefore depends\r\non the intention of the parties. In determining the intention of the\r\nparties\nin this case, the deed of sale appears to be the appropriate\r\npoint of departure. Unfortunately the deed of sale is itself\r\ninconsistent\nin its terms. On the one hand there is clause 5 which\r\nprovides that the purchaser would be entitled to possession of the\r\nproperty\nsold 'at the time of the out-and-out cession of the policy\r\nin terms of clause 2'. Further support for the outright cession\r\nconstruction\nis to be found in an addendum which was signed on the\r\nsame day as the deed of sale, that is 14 August 1991. It provides\r\nthat Grobler\nwould be liable for any tax that may become due on the\r\nproceeds of the policy 'which had been ceded to the seller in\r\ndischarge\nof the purchase price'.\n[12]\tTo the contrary effect is clause 23. In terms of\r\nthis clause Grobler undertook to deliver the policy documents to the\r\ndeceased\n'as security for the outstanding balance of the purchase\r\nprice'. Closely linked to this clause is clause 21 which provides for\r\nthe registration of a covering bond over the property sold in favour\r\nof the deceased 'as security for payment of the purchase price,\n\ntogether with interest, as set out in clause 2 above'. With reference\r\nto this covering bond, clause 24 provides that, if upon the\ndeath of\r\nGrobler, the proceeds of the policy would prove to be less than the\r\noutstanding balance of the purchase price, the deceased\nwould be\r\nentitled to rely on the covering bond for the residue. It goes\r\nwithout saying that the last mentioned clauses support\nthe\r\nconstruction of a cession\nin securitatem\r\ndebiti\n: If the purchase price had been\r\ndischarged by an out-and-out cession of the policies, future payment\r\nof the purchase price would\nnot require to be secured in any form.\r\nLikewise there would be no possibility of any residue of the purchase\r\nprice upon the death\nof Grobler.\n[13]\tIn the light of this ambiguity the parties agreed\r\nto present oral evidence on the surrounding or background\r\ncircumstances to\nthe transaction. Whether it is the one or the other,\r\nincidentally, no longer appears to make any difference (see eg\nMasstores (Pty) Ltd v Murray & Roberts\r\nConstruction (Pty) Ltd\n[2008] ZASCA 94\n;\n2008 (6) SA 654\n(SCA)\r\npara 7;\nKPMG Chartered Accountants v Securefin\n[2009] ZASCA 7\n(13 March 2009) para 39). The\r\nmost important point of the evidence thus presented, as I see it, was\r\nthe testimony of Grobler, which\nturned out to be undisputed, that\r\nboth he and the deceased anticipated the proceeds of the policy to\r\nexceed the purchase price\nof R1,2m on the payment date of 30 June\r\n2001 and that he, Grobler, would then be entitled to that excess.\n[14]\tDirect support for the security construction is\r\nalso to be found in the evidence about the subsequent conduct of the\r\nparties\nwhich was rightly admitted (see eg\nCoopers\r\n& Lybrandt v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A)\r\nat 768D), and particularly in the correspondence between the\r\nattorneys acting for the parties at the time. First, there was\nthe\r\nletter by Grobler's attorneys of 25 September 1991, seeking an\r\nundertaking from the deceased that he would not put up the insurance\n\npolicies ceded to him as security for his own debts. Shortly\r\nthereafter this undertaking was then given by the deceased's\r\nattorneys\non his behalf. Then there was the letter by the deceased's\r\nattorneys of 29 October 1991 in which they required the original of\r\nthe policies 'which had been ceded to our client as security'.\r\nApparently the original policies were subsequently delivered directly\n\nto the deceased, because on 11 November 1991, his own attorneys\r\nsought written confirmation from him that he held these policies\n'as\r\nsecurity for future payment of the purchase price'. In the light of\r\nall this I am satisfied that the factual finding by both\nthe trial\r\ncourt and the full court that the policies were ceded to the deceased\nin securitatem debiti,\nshould\r\nbe upheld.\n[15]\tEvaluation of the conclusions arrived at by both\r\nthe trial court and the full court in applying the law to these\r\nfacts, requires\nsome reference to the opposing theories in our law in\r\nregard to cessions\nin securitatem debiti.\nThe\r\nprinciple that one debt (the principal debt) can be employed as\r\nsecurity for due performance of another debt (the secured debt),\nis\r\nnot in doubt. The opposing theories relate to the doctrinal basis for\r\nthis principle. Of these theories there are essentially\ntwo (which\r\nare discussed in more detail, eg in W A Joubert (founding editor)\nThe\r\nLaw of South Africa\n2ed Vol 2\nPart 2\nsv\r\n'Cession' (P M Nienaber) para 53; De Wet & Yeats\nKontraktereg\r\n& Handelsreg\n5ed (by De Wet & Van\r\nWyk) 415 et seq; Van der Merwe et al\nContract\r\nGeneral Principles\n3ed para 12.5.3; Susan\r\nScott\nThe Law of Cession\n2ed para 12.2; Van der Merwe,\nSakereg\n2ed 673 et seq). The one theory is inspired by the parallel with a\r\npledge of a corporeal asset and is thus loosely referred to\nas 'the\r\npledge theory'. In accordance with this theory, the effect of the\r\ncession\nin securitatem debiti\nis that the principal debt is 'pledged' to the cessionary while the\r\ncedent retains what has variously been described as the 'bare\n\ndominium' or a 'reversionary interest' in the claim against the\r\nprincipal debtor (see eg\nLand- en Landboubank\r\nvan Suid-Afrika v Die Meester\n1991 (2) SA 761\n(A) 771C-G;\nDevelopment Bank of Southern\r\nAfrica Ltd v Van Rensburg\n2002 (5) SA 425\n(SCA) para 50).\n[16]\tCritics of the pledge theory have difficulty with\r\nthe concept of a real right of pledge over the personal rights\r\narising from\nthe principal debt (see eg De Wet & Yeats\nop\r\ncit\n416; Van der Merwe\nSakereg\n683). Concomitantly they also have difficulty with the description of\r\nthe interest retained by the cedent in the personal right\nagainst the\r\ndebtor as that of 'ownership' or 'dominium'. This difficulty is well\r\nformulated in the following dictum by Broome JP\nin\nMoola\r\nv Estate Moola\n1957 (2) SA 463\n(N) at 464B-D:\n'The word \"dominium\"\r\nis therefore out of place, and it does not help much to describe\r\nplaintiff as the \"owner\"\nof the ceded rights. Ownership of\r\na right of action would seem to imply the right to sue, and if the\r\nright to sue has passed to\nthe cessionary it is difficult to imagine\r\nwhat can remain with the cedent. The truth probably is that the\r\ncedent by way of security\nretains only his \"reversionary right\",\r\nthat is to say his right to enforce the ceded right of action after\r\nthe [secured\ndebt] . . . has been discharged.'\n(See also eg\nBarclays Bank (D, C\r\n& O) v Riverside Dried Fruit (Pty) Ltd\n1949\r\n(1) SA 937\n(C) at 946.)\n[17]\tIn the light of these problems associated with the\r\npledge theory, an alternative theory had been preferred by the\r\nmajority\nof academic authors and even in some earlier decisions of\r\nthis court (see eg\nLief, NO v Dettmann\n1964\r\n(2) SA 252\n(A) at 271H;\nTrust Bank of Africa\r\nLtd v Standard Bank of South Africa Ltd\n1968\r\n(3) SA 166\n(A) at 173G-H and the writings of academic authors\r\npreviously cited). According to this theory a cession\nin\nsecuritatem debiti\nis\r\nin effect an outright or out-and-out cession on which an undertaking\r\nor\npactum fiduciae\nis\r\nsuperimposed that the cessionary will re-cede the principal debt to\r\nthe cedent on satisfaction of the secured debt. In consequence,\nthe\r\nceded right in all its aspects is vested in the cessionary. After the\r\ncession\nin securitatem debiti\nthe\r\ncedent has no direct interest in the principal debt and is left only\r\nwith a personal right against the cessionary, by virtue\nof the\npactum\r\nfiduciae,\nto claim re-cession after the\r\nsecured debt has been discharged. It is readily apparent that if the\npactum fiduciae\ntheory\r\nwere to be applied to the facts of this case, the plea of\r\nprescription must be upheld, because Grobler's case would then\ndepend\r\non a claim for re-cession which arose in August 1991. But despite the\r\ndoctrinal difficulties arising from the pledge theory,\nthis court has\r\nin its latest series of decisions â primarily for pragmatic reasons\r\nâ accepted that theory in preference to\nthe outright cession/\npactum fiduciae\nconstruction (see eg\nLeyds\r\nNO v Noord-Westelike Koöperatiewe Landboumaatskappy Bpk\n1985\r\n(2) SA 769\n(A) at 780E-G;\nBank of Lisbon and\r\nSouth Africa Ltd v The Master (supra)\nat\r\n291H-294H;\nIncledon (Welkom) (Pty) Ltd v Qwa\r\nQwa Development Corporation Ltd\n[1990] ZASCA 85\n;\n1990 (4) SA\r\n798\n(A) at 804F-J;\nMillman NO v Twiggs\n[1995] ZASCA 62\n;\n1995\r\n(3) SA 674\n(A) at 676H;\nDevelopment Bank of\r\nSouthern Africa Ltd v Van Rensburg (supra)\npara 50). In the light of these decisions the doctrinal debate must,\r\nin my view, be regarded as settled in favour of the pledge\ntheory.\n[18]\tIn the trial court Williams J therefore quite\r\nrightly accepted that she was bound to apply the pledge theory. Based\r\non this\ntheory her reasoning essentially went as follows: after the\r\ncession\nin\nsecuritatem\r\ndebiti\n, dominium or ownership of the\r\nprincipal debt remained with Grobler; what he therefore essentially\r\nsought to enforce was the\nrei vindicatio\n;\r\nand in terms of\ns 1\nof the\nPrescription Act, the\nprescription\r\nperiod for the\nrei vindicatio\nis\r\n30 years. In consequence, the learned judge concluded, Grobler's\r\nclaim did not become prescribed. I find this line of reasoning\n\nunsustainable in all three of its constituent parts. First, for the\r\nreasons given, in eg\nMoola,\nthe\r\nconcept of dominium or ownership in its literal sense is ill-suited\r\nto describe the cedent's remaining interest. But the description\nof\r\nthat interest as 'ownership' becomes virtually nonsensical in a case\r\nsuch as this where the principal debt had been discharged\nbefore\r\naction was instituted. When Sanlam paid out the policies, the\r\nprincipal debt was extinguished. Grobler would then be the\nowner of\r\nnothing and that could hardly constitute the underlying basis for his\r\nclaim. Closely related to my first problem is the\nsecond, namely that\r\nwhatever remedies associated with ownership could be said to be\r\nretained by the cedent, it does not appear\nto include the\nrei\r\nvindicatio\nwhich only pertains to corporeals\r\n(see eg Van der Merwe\nSakereg\n20-23). Finally, the prescription period of 30 years in\ns 1\nof\r\nthe\nPrescription Act relates\nto acquisitive prescription. For\r\nextinctive prescription, the period can, in the present context, only\r\nbe the three years provided\nfor in\ns 11(d)\nof the Act (see eg\nEvins v Shield Insurance Co Ltd\n1979 (3) SA 1136\n(W) at 1141F-G;\nBarnett v\r\nMinister of Land Affairs\n2007 (6) SA 313\n(SCA) para 19).\n[19]\tThe full court therefore quite rightly, in my view,\r\nrefused to follow the reasoning of the trial court. It, in turn,\r\nfocused\non the designation of the interest retained by the cedent\r\nafter the cession\nin securitatem debiti\nas\r\na 'reversionary interest'. With regard to the meaning of this concept\r\nit referred to the following statement in\nIncledon\r\n(Welkom) (Pty) Ltd v Qwa Qwa Development Corporation Ltd (supra)\nat\r\n804I-J:\n'When the company executed the\r\n[cession\nin\r\nsecuritatem debiti\n]\r\nit thus retained the ownership of its rights against the [principal\r\ndebtor] . . . . That ownership, as appears from the authorities,\n\nconsists in a\nreversionary\r\ninterest which entitled the owner (cedent) to claim the re-cession of\r\nthe rights upon payment of the indebtedness\n.'\n(My emphasis.)\nIn the light of this statement the full court understood\r\nGrobler's reversionary interest to lie in a claim for re-cession of\r\nthe\npolicies. Departing from this premise, the court held that,\r\nbecause of the invalidity of the sale agreement, Grobler's claim for\n\nre-cession must have arisen at the time when the policies were ceded\r\nto the deceased. Thus construed, the court further held, the\ndebt\r\nrelied upon by Grobler became prescribed three years later in August\r\n1994.\n[20]\tThe full court's understanding of the concept\r\n'reversionary interest' is undoubtedly supported by the statement of\r\nthis court\nin\nIncledon (Welkom)\non\r\nwhich it relied. The question is, however, whether that statement\r\nconstitutes good authority. With respect, I think not. First,\nI\r\nbelieve it would simply amount to a recapitulation of the outright\r\ncession-\ncum-pactum fiduciae\n-theory\r\n(see\nLawsa op cit\npara\r\n53 note 14). Secondly, it is, in my view, in direct conflict with\r\nthose decisions which held that a claim ceded\nin\r\nsecuritatem debiti\nautomatically reverts to\r\nthe cedent once the secured debt is extinguished and that in such\r\nevent a re-cession by the cessionary\nis not required (see eg\nNational\r\nBank of South Africa Ltd v Cohen's Trustee (supra)\nat\r\n246-247;\nBank of Lisbon and South Africa Ltd v\r\nThe Master (supra)\nat 294E-F). Susan Scott\r\n(\nop cit\npara 12.2.1.3)\r\nexplains the reasoning behind these decisions as follows, with\r\nreference to the analogy of a pledge:\n'The accessory nature of pledge\r\nhas the effect that on the discharge of the principal debt, the right\r\nof pledge is automatically\nextinguished. In the case of a pledge of\r\ncorporeals the pledgee is, after the extinction of the right of\r\npledge, still in possession\nof the pledged article, which he must\r\nthen hand over to the pledgor. In the case of a pledge of\r\nincorporeals where only the power\nto realise the right is\r\ntransferred, this power reverts to the pledgor automatically\r\nrendering it unnecessary for the pledgee to\nre-cede it to him.'\n[21]\tThe full court did refer to the decisions in\nNational Bank\nand\nBank of Lisbon.\nIt concluded, however, that\r\nthey only apply where the secured debt is extinguished by payment and\r\nnot to a case such as this where\nthe secured debt proved to be\r\nnon-existent from the start. I cannot agree with this distinction. As\r\nappears from Susan Scott's\nexplanation, the reason why a re-cession\r\nwas found to be unnecessary in those cases, was based on the\r\naccessory nature of a cession\nin securitatem\r\ndebiti\n. Without a principal debt the cession\r\ncannot stand and it matters not whether the principal debt is\r\nextinguished or never existed\nat all. This point of view, I believe,\r\nalso finds support in the following dictum by Watermeyer J in\nStandard Bank of SA v Neethling NO\n1958\r\n(2) SA 25\n(C) at 30A-D:\n'[T]he next point which arises\r\nis whether the cession of the policy and the security created thereby\r\nwas rendered null and void\non the extinction of the principal debt.\r\nIn this regard I refer first to\nKilburn\r\nv Estate Kilburn\n,\n1931 AD 501\nat p. 506, where WESSELS, A.C.J., said:\n\"It is therefore clear that\r\nby our law there must be a legal or natural obligation to which the\r\nhypothecation is accessory.\nIf there is no obligation whatever there\r\ncan be no hypothecation giving rise to a substantive claim.\"\nKilburn's\ncase was not a case where a principal obligation subsequently became\r\nextinguished. It was a case where there never had been a principal\n\nobligation. It seems to me however that there is no distinction in\r\nprinciple between the two cases   . . . After . . . the principal\n\ndebt was extinguished . . . there remained no obligation to support\r\nthe cession by way of security.'\n[22]\tAs to the real meaning of the cedent's\r\n'reversionary interest', I can do no better than to refer to the\r\nfollowing explanation\nby Nienaber JA in\nDevelopment\r\nBank of Southern Africa Ltd v Van Rensburg (supra)\npara\r\n50 with which I respectfully agree:\n'This reversionary interest,\r\nproperly understood, refers to the cedent's interest in the debtor's\r\nperformance (ie satisfaction of\nthe principal debt by the debtor)\r\nrather than to his interest in the cessionary's performance (ie\r\nre-cession of the principal debt\non satisfaction of the secured debt\r\n- which is [\nsc\nwould be] a right\nex\r\ncontractu\nagainst the\r\ncessionary).'\n(See also eg\nMoola v Estate Moola\r\n(supra)\nat 464B-D; P E Streicher 'Toekomstige\r\nRegte, Boekskulde en Insolvensie' in Sessie\nin\r\nsecuritatem debiti â Quo Vadis?\n(Susan\r\nScott ed) 136 at 145-146; Van der Merwe et al\nContract\r\nop cit\n499;\nLawsa op\r\ncit\nparas 53 (note 14) 55 and 56 (note 17).)\n[23]\tI therefore conclude that, in accordance with the\r\nprinciples emanating from the pledge theory, Grobler never required a\r\nre-cession\nfrom the deceased. Because the principal debt arising from\r\nthe sale proved to be invalid, the rights under the policy\r\nautomatically\nreverted to him. There was therefore no claim for\r\nre-cession that could become prescribed. This leads one to\r\nOosthuizen's alternative\nargument which was based on the postulate\r\nthat even though this court â in the series of decisions I have\r\nreferred to â opted\nfor the pledge theory it did not thereby in\r\neffect forbid the parties to mould their cession\nin\r\nsecuritatem debiti\nin the alternative form of\r\nan out-and-out cession coupled with a\npactum\r\nfiduciae\n. The validity of this postulate\r\nappears to be accepted by some authorities (see eg\nAlexander\r\nv Standard Merchant Bank Ltd\n1978 (4) SA 730\n(W) 739-740;\nAfrican Consolidated Agencies\r\n(Pty) Ltd v Siemens Nixdorf Information Systems (Pty) Ltd\n1992\r\n(2) SA 739\n(C) at 744F-I; Susan Scott\nop cit\npara 12.2.2) while it is doubted by others\r\n(see eg Farlam & Hathaway\nContract Cases\r\nMaterials and Commentary\n3ed (by Lubbe &\r\nMurray) 700;\nLawsa op cit\npara 53 footnote 18 and the authorities there cited).\n[24]\tI find it unnecessary to decide this debate one way\r\nor the other. Suffice it to say, in my view, that at best for\r\nOosthuizen,\nthe position must be this: even if the option of an\r\nalternative form of cession\nin securitatem\r\ndebiti\nwere held to be open to the parties,\r\ntheir intention to do so would have to be clearly expressed. Absent\r\nsuch clear expression\nof intention, the pledge construction must\r\nprevail (see\nLawsa\nop\r\ncit\npara 53), which means that the default\r\nposition will be that the pledge theory will apply. I say this\r\nbecause the contrary view\nâ contended for by Oosthuizen â which\r\nwould render the nature of every cession\nin\r\nsecuritatem debiti\ndependent on the court's\r\ndetermination of the intention of the parties on the facts of that\r\nparticular case, will in my view give\nrise to an unacceptable level\r\nof commercial uncertainty. The reality is of course that in the vast\r\nmajority of cases the parties\nto a cession\nin\r\nsecuritatem debiti\nwould not have applied\r\ntheir minds one way or the other to this rather esoteric aspect of\r\ntheir transaction, which in most cases\nwill make little difference to\r\nthe terms of their contractual relationship. On the facts of this\r\ncase, I can find no clear indication\nthat Grobler and the deceased\r\nintended to mould their cession\nin securitatem\r\ndebiti\nin any particular form. In the\r\npremises the pledge construction must, in my view, carry the day.\n[25]\tThe final alternative argument raised by Oosthuizen\r\nwas that if the claim under the policy automatically reverted to\r\nGrobler,\nhe can still institute that claim against Sanlam who will in\r\nturn be able to recover its payment to her by means of an enrichment\n\nclaim. As I see it, this argument has very little to do with\r\nOosthuizen's defence of prescription which relied on the hypothesis\n\nthat a re-cession was essential to Grobler's claim. But, in any\r\nevent, I find it untenable. When Sanlam made payment to Oosthuizen\nit\r\nwas obviously unaware that the claims under the policies had reverted\r\nto Grobler. In the circumstances I find the conclusive\nanswer to the\r\nargument under consideration in the following succinct statement by P\r\nM Nienaber in\nLawsa (op cit\npara\r\n54):\n'Once the secured debt has been\r\nrepaid by the cedent to the cessionary the cession\nin\r\nsecuritatem debiti\nhas\r\nfulfilled its primary function [of securing the secured debt] and the\r\nright [as creditor in terms of the principal debt] reverts\nto the\r\ncedent. The erstwhile cessionary is no longer the true creditor, but\r\nif the debtor who has been informed of the cession\nin\r\nsecuritatem debiti\nbut not of its termination, pays him or her, the debtor will enjoy\r\nimmunity against any further claim by the cedent.'\nIn support of this statement the learned author then\r\nrefers (in note 9), by way of analogy, to the trite principle of the\r\nlaw of\ncession that a debtor who renders performance to the original\r\ncreditor (the cedent) in ignorance of the cession, is thereby\r\nabsolved\nfrom liability. Suffice it to say that I too find the\r\nanalogy irresistible (see also P E Streicher\nop\r\ncit\n149).\n[26]\tOne's instinctive reaction is that if the claim to\r\nthe proceeds of the policies that Grobler rightfully had against\r\nSanlam\nhad been discharged by the latter through payment to\r\nOosthuizen, Grobler must have a claim against her. Any conclusion to\r\nthe contrary\nwould be too inequitable to contemplate. But what would\r\nthe conceptual basis for such a claim be? I think the simple answer\r\nis\nthis: once the principal debt had automatically reverted to the\r\ncedent â either because the secured debt never existed or because\n\nit had been discharged â collection of the principal debt by the\r\nerstwhile cessionary must be for the account of the erstwhile\ncedent\r\nfor the recovery of which the latter then has a claim against the\r\nformer (see eg\nBank of Lisbon and South Africa\r\nLtd v The Master (supra)\n294C-D;\nLawsa\r\nop cit\npara 53 note 14). This being so,\r\nGrobler's claim against Oosthuizen arose when she received payment\r\nfrom Sanlam on 16 September\n1997. That took place less than three\r\nyears before summons was issued on 9 June 2000. In consequence, the\r\ntrial court was right\nin finding â albeit for different reasons â\r\nthat Oosthuizen's plea of prescription could not succeed.\n[27]\tFor these reasons:\n1.\tThe appeal is upheld with costs, including the costs\r\noccasioned by the employment of two counsel.\n2.\tThe order of the court a quo is set aside and\r\nreplaced with an order in the following terms:\n'The appeal is dismissed with costs.'\nâ¦â¦\n..â¦â¦â¦â¦â¦â¦.\nF D J BRAND\nJUDGE OF APPEAL\nCounsel\r\nfor Appellant:\nF W A DANZFUSS SC\nH\r\nMURRAY\nInstructed\r\nby:\t\t\tVAN DE WALL & VENNOTE\nKIMBERLEY\nCorrespondents:\t\t\tSCHOEMAN\r\nMAREE ING\nBLOEMFONTEIN\nFor\r\nRespondent:\t\t\tS P DE LA HARPE\nInstructed\r\nBy:\t\t\tENGELSMAN MAGABANE ING\nKIMBERLEY\nCorrespondents:\t\t\tNAUDES\nBLOEMFONTEIN",
  "scraped_at": "2026-02-11T21:48:32.698551",
  "date": "2009-05-26",
  "coram": [
    "BRAND JA",
    "CLOETE",
    "MLAMBO JJA",
    "HURT",
    "LEACH AJJA"
  ],
  "case_number": "299/2008",
  "parties": {
    "applicants": [
      "Jacobus Dawid Grobler"
    ],
    "respondents": [
      "Cecilia Johanna Oosthuizen"
    ]
  },
  "sections": {
    "facts": "In August 1991 Grobler entered into a sale agreement to purchase immovable property in the former Republic of Bophuthatswana. The purchase price of R300,000 plus interest was to be satisfied by an insurance policy that would pay R1.2 million on 30 June 2001, after which the policy would be ceded to the seller. Grobler obtained three policies, which he initially ceded to the seller’s representative, the deceased Gert Hendrik Oosthuizen, as security for the price. The sale was later found to be void because the buyer, a non‑citizen, lacked the required ministerial consent. The deceased died in January 1997; the executors paid up the policies and ceded two of them to his heir, Cecilia Oosthuizen, who collected R741,677.24 from the insurer. Grobler sued for that amount, leading to a dispute over whether the cession was an outright transfer or a cession in securitatem debiti and whether the claim was prescribed.",
    "issues": "1. Whether the cession of the insurance policies was an outright (out‑and‑out) cession or a cession in securitatem debiti. 2. If it was an outright cession, whether Grobler’s claim for re‑cession arose in August 1991 and was therefore prescribed under the three‑year period of s11(d) of the Prescription Act. 3. If it was a cession in securitatem debiti, whether any right to recover the policy proceeds survived the void sale and, consequently, whether the prescription plea could succeed.",
    "principles": "The court applied the “pledge theory” of cession in securitatem debiti, which holds that the cedent retains a reversionary interest that automatically reverts upon extinguishment of the secured debt, without the need for a formal re‑cession. Relevant statutory provisions included s1 (30‑year acquisitive prescription) and s11(d) (three‑year extinctive prescription) of the Prescription Act 68 of 1969. Key precedents cited were Van Staden v Fourie (prescription of re‑cession claims), National Bank of South Africa Ltd v Cohen’s Trustee, Bank of Lisbon & South Africa Ltd v The Master (automatic reversion of rights), and the jurisprudence on cession in securitatem debiti versus outright cession with pactum fiduciae.",
    "application": "The court examined the sale agreement and its ancillary clauses. While some clauses suggested an outright cession, others (clauses 21, 23, 24) expressly described the policies as security for the purchase price. Oral evidence confirmed that both parties intended the policies to secure payment and expected any excess proceeds to revert to Grobler. Applying the pledge theory, the court concluded that the cession was in securitatem debiti, meaning Grobler retained a reversionary interest that reverted automatically when the secured debt could not exist (the sale being void). Consequently, there was no separate claim for re‑cession that could become prescribed, and the three‑year prescription period did not apply.",
    "conclusion": "The appeal by Grobler was dismissed with costs. The lower court’s order was set aside and replaced by an order dismissing the appeal, thereby upholding Oosthuizen’s successful plea of prescription and confirming that Grobler’s claim was not viable."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Contract Law",
    "level_3": [
      "cession",
      "prescription",
      "security",
      "insurance policy",
      "re‑cession"
    ]
  }
}