{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/117.html",
  "case_name": "Jaftha v S (687/2008) [2009] ZASCA 117; 2010 (1) SACR 136 (SCA) ; [2010] 1 All SA 403 (SCA) (25 September 2009)",
  "citation": "[2009] ZASCA 117",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 117\n|\nNoteup\n|\nLawCite\nJaftha v S (687/2008) [2009] ZASCA 117; 2010 (1) SACR 136 (SCA) ; [2010] 1 All SA 403 (SCA) (25 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nCase no: 687/2008\nPIETER\r\nETTIENNE JAFTHA \t\t\t\t\t\tAppellant\nand\nTHE\r\nSTATE                                                                \r\n                  Respondent\nNeutral citation:\nJaftha v S\n(687/08)\n[2009] ZASCA 117\n(25 September 2009)\nCORAM:\nLEWIS\r\nand MLAMBO JJA and LEACH AJA\nHEARD:\n8 September 2009\nDELIVERED:\n25 September 2009\nSUMMARY:\nCourt of appeal entitled to consider new evidence on\r\nappeal  and to impose a new sentence in exceptional cases where\r\ncircumstances\nhave changed after conviction and sentence.\nORDER\nOn appeal from the Cape High Court (Uijs and Horn AJJ) sitting as a\r\nfull bench.\n(a) The appeal is upheld.\n(b) The judgment of the high court is set aside and in its place\r\nsubstituted an order allowing the appeal against the magistrateâs\n\nsentence. In its stead the following sentence is imposed:\nâThe accused is sentenced to payment of a fine of R10 000 or to two\r\nyearsâ imprisonment.â\nJUDGMENT\nLewis JA (\nMlambo JA and\r\nLeach AJA concurring)\n[1]\nThe appellant, Mr\r\nPieter Jaftha, was charged with a contravention of s 122(1)(a) of the\r\nRoad Traffic Act 29 of 1989 â driving\na vehicle while under the\r\ninfluence of alcohol â on 29 November 1997. He pleaded guilty and\r\nwas convicted on 22 April 1998 in\nthe Montagu Magistratesâ Court.\r\nHe was then 32 years old. It was the third time that he had been\r\nconvicted of driving when under\nthe influence of alcohol. Indeed, the\r\nthird offence was committed after he had been convicted but before\r\nbeing sentenced for the\nsecond offence. The trial court sentenced\r\nJaftha to three yearsâ imprisonment in terms of\ns 276(1)(i)\nof the\nCriminal Procedure Act 51 of 1977\n.\n[2]\nIn respect of the\r\nfirst offence, committed in May 1991, Jaftha was sentenced to pay a\r\nfine of R600 and to a period of six monthsâ\nimprisonment,  wholly\r\nsuspended for five years on the usual conditions. The second offence\r\nwas committed on 23 August 1997: Jaftha\nwas convicted on 13 October\r\nand sentenced on 10 December 1997 to a fine of R6 000, R4 000 of\r\nwhich was suspended, or three yearsâ\nimprisonment, two of which\r\nwere suspended also on the usual conditions. Jafthaâs driving\r\nlicence was also suspended for a period\nof five years. He paid the\r\nfines imposed on both occasions. The third offence, now in issue, was\r\ncommitted, as I have said, on\n29 November 2007.\n[3]\nFor this third\r\noffence, understandably, the magistrate considered that only a\r\nsentence of direct imprisonment under\ns 276(1)(h)\nwas appropriate.\r\nBoth a correctional supervision officer and a social worker\r\nrecommended correctional supervision under\ns 276(1)(i)\n(that is with\r\nno prior period of imprisonment) as an appropriate sentence. They\r\nconsidered that Jaftha did not have a âdrinking\nproblemâ,\r\ndrinking only socially to relax; that he came from a stable family;\r\nworked for the family flower business (principally\nas a driver); had\r\ntwo young children who were financially dependent on him and could\r\neasily be monitored.\n[4]\nThe magistrate took\r\nall these factors into account, but considered that a fine was not\r\nappropriate, and that correctional supervision\nunder\ns 276(1)(h)\nwas\r\nnot sufficient in the circumstances. He regarded the two previous\r\nconvictions as seriously aggravating. Moreover, Jaftha, when\n\napprehended the third time, had a blood alcohol level four times\r\nabove the legal limit. He had driven with two passengers and had\n\ncommitted the offence within a month of being apprehended and charged\r\nwith the same offence of driving when drunk. The prior convictions\n\nand sentences had not deterred Jaftha and a more effective sentence\r\nwas required.\n[5]\nJaftha lodged an\r\nappeal against the sentence and instructed his attorney to proceed\r\nwith it. He was released on bail of R2 000.\nHis appeal was dismissed\r\nby the Cape High Court in 1999. But for some unexplained reason the\r\nmagistratesâ court in Montagu was\nnot informed by the Cape High\r\nCourt that the appeal had been dismissed. Some nine years later, in\r\nJuly 2008, Jafthaâs brother\nwas called by the investigating officer\r\nin Montagu, Captain Peterson: he had a warrant of arrest for Jaftha.\r\nPeterson advised Jaftha\nthat his appeal had been unsuccessful.\n[6]\nJaftha immediately\r\napplied to the Cape High Court for leave to appeal against the\r\ndismissal of his 1999 appeal. Uijs AJ, who had\nheard the appeal with\r\nHorn AJ, granted the application for leave to appeal to this court\r\n(Veldhuizen J concurring) in September\n2008. The court condoned the\r\nlate filing of the application for leave to appeal, taking into\r\naccount that Jaftha was in no way\nto blame for the fact that he had\r\nnever been advised that the appeal had been dismissed.\n[7]\nIn that application\r\nJaftha explained that he had assumed, when he heard nothing from his\r\nerstwhile attorney, that the appeal had\nbeen successful. The high\r\ncourt said that while it could not admit evidence as to what had\r\ntranspired in the years since Jaftha\nhad been convicted, it\r\nconsidered that another court might well take these factors into\r\naccount, and that there was a good prospect\nthat Jaftha might succeed\r\non a further appeal. It therefore granted leave to appeal to this\r\ncourt.\n[8]\nJaftha seeks to\r\nplace further evidence as to his personal circumstances, in the form\r\nof an affidavit, before this court. He also\nargues that the trial\r\ncourt misdirected itself in imposing sentence. I shall deal first,\r\nbriefly, with the argument that there\nwere misdirections in the\r\nimposition of sentence by the trial court, warranting interference in\r\nthe sentence by this court, and\nthen turn to the further evidence.\n[9]\nCounsel for Jaftha\r\nargues that the magistrate did not give sufficient weight to the fact\r\nthat Jaftha had shown remorse by pleading\nguilty. In my view that is\r\nof no consequence given that he had been apprehended when driving\r\nunder the influence of alcohol, and\nhad no real choice as to pleading\r\nguilty.\n[10]\nSecond, it is\r\nargued that no account was taken of the fact that the suspended\r\nsentences imposed for the second offence would have\ncome into\r\noperation and that Jaftha would have had to pay the fine of R4 000.\r\nAgain I consider that to be irrelevant. It has no\nbearing on the\r\nthird offence.\n[11]\nThird, no account\r\nwas taken of the suspension of Jafthaâs licence for five years on\r\nhis second conviction. I do not consider this\nto be a misdirection.\r\nIt was not merely a part of the punishment, but also an important and\r\njustifiable measure taken in order\nto ensure that Jaftha did not\r\nendanger himself and others again.\n[12]\nFourth, the\r\nmagistrate in his reasons for judgment had placed emphasis on the\r\nprevalence of the crime of drunken driving and its\neffects on\r\nsociety: no opportunity was given to Jaftha to respond to the\r\ninformation that the magistrate took into account. I do\nnot\r\nunderstand the argument: it is common for judicial officers to take\r\nnote of the prevalence of the crime in issue and to seek\nto deter not\r\nonly the accused but also others from committing that crime. This\r\ndoes not amount to taking judicial notice of a particular\nfact, or\r\nrelying on personal knowledge which has a bearing on sentence. There\r\nwas nothing for Jaftha to respond to.\n[13]\tFifth, and lastly, the court had accepted\r\nthe views of the social worker and the correctional supervision\r\nofficer that Jaftha\ndid not have an alcohol problem, when it is\r\napparent that he did. The misdirection lies, it is argued, in the\r\nfact that the magistrate\nwas not bound by the views expressed in the\r\nreports, and in failing to take note that Jaftha did indeed have a\r\nserious drinking\nproblem. But no evidence to that effect was led and\r\nI think the magistrate should not have made any finding of the kind.\n[14]\nAccordingly, there\r\nare no misdirections to be found in the magistrateâs sentence and\r\nthis court would not ordinarily interfere\nwith the sentence, as\r\nindeed the high court did not on appeal to it.\n[15]\nI turn then to the\r\nsecond argument on appeal â that new evidence ought to be admitted\r\nto show that the sentence imposed ten years\npreviously is now\r\ninappropriate. Ordinarily, of course, only facts known to the court\r\nat the time of sentencing should be taken\ninto account.\n1\nBut the rule is not invariable. Where there are exceptional or\r\npeculiar circumstances that occur after sentence is imposed it is\n\npossible to take these factors into account and for a court on appeal\r\nto alter the sentence imposed originally where this is justified.\n2\n[16]\nIn this case, ten\r\nyears had elapsed after conviction and sentence before a warrant for\r\nthe arrest of Jaftha was issued. Miscommunciation\nbetween the\r\nofficials of the high court and of the magistratesâ court was the\r\ncause of this extraordinary delay. Jaftha seeks\nnow to explain why he\r\ndid not question the outcome of his appeal to the high court, and to\r\nplace before this court facts that show\nthat imprisonment is no\r\nlonger warranted. The State does not object to the application to\r\nplace Jafthaâs evidence before us in\nthe form of an affidavit. And\r\nit does not question the truth of the allegations. The State also\r\naccepts that the ten year delay\nis exceptional and that the sentence\r\nshould be revisited. In my view, the sentence imposed ten years ago\r\nshould be set aside and\na new sentence considered.\n[17]\nI turn then to the\r\nevidence presented by Jaftha as to events in the ten year period\r\nbetween conviction and sentence and the lodging\nof this appeal. After\r\nhis conviction, and during the course of 1998 Jaftha moved to Prince\r\nAlfred Hamlet. He had been contacted\nby his attorney for the payment\r\nof additional funds for the appeal, but cannot remember whether that\r\nwas before or after he moved.\nHe did not hear from the attorney\r\nagain. He assumed that he would be contacted if his appeal to the\r\nhigh court were unsuccessful.\nHe eventually assumed that he had\r\nsucceeded and was thus a free man. He did not attempt to recover the\r\nR2 000 paid as bail since\nhe had agreed that it would be used by the\r\nattorney for his fees.\n[18]\nOn being told that\r\na warrant for his arrest had been issued, Jaftha immediately\r\ncontacted Peterson, the investigating officer. He\nwas advised that it\r\nwas only when there was an inspection at the Montagu Magistratesâ\r\nCourt in May or June of 2008 that it was\ndiscovered that his appeal\r\nhad been unsuccessful, and that that had not been communicated to the\r\nmagistratesâ court. As I have\nsaid, Jafthaâs application for\r\ncondonation for the late application for leave to appeal was granted\r\nas was leave to appeal.\n[\n19]\tThe evidence that\r\nhas a bearing on sentence, and is not contested by the State, is that\r\nafter his conviction and sentence, Jaftha\nrealized that he had a\r\ndrinking problem. He has given up drinking altogether. He and his\r\nbrothers have taken over their fatherâs\nbusiness and now export\r\nflowers overseas. They have built up a successful business. He has\r\nmarried the mother of his children and\nthey have a stable family\r\nlife. All these facts were placed before the high court in the\r\napplication for leave to appeal, as well\nas before the Director of\r\nPublic Prosecutions: Western Cape, and the Clerk of the Montagu\r\nMagistrates Court. They were not contested.\n[2\n0]\tThis court debated\r\nwith counsel for both Jaftha and the State whether the matter ought\r\nto be referred back to the trial court\nto hear evidence as to whether\r\nJaftha has in fact been rehabilitated, and as to an appropriate\r\nsentence. However, since the State\naccepts the truth of Jafthaâs\r\nevidence that he no longer drinks alcohol, and since there seems to\r\nbe no purpose in imposing a\ncustodial sentence on Jaftha some ten\r\nyears after his conviction and sentence, there appears to be no\r\nreason why this court should\nnot itself impose an appropriate\r\nsentence.\n[21\n]\tThe crime of which\r\nJaftha was convicted is a serious one, made worse by the fact that it\r\nwas his third conviction for driving\nwhen drunk. Accepting that he\r\nhas been rehabilitated, we must nonetheless impose a sentence that\r\nwill have a genuine deterrent\nand punitive effect. I consider that he\r\nshould be sentenced to payment of a fine of R10 000 or imprisonment\r\nof two years.\n[2\n2]\t(a) The appeal is\r\nupheld.\n(b) The judgment of the high court is set aside\r\nand in its place substituted an order allowing the appeal against the\r\nmagistrateâs\nsentence. In its stead the following sentence is\r\nimposed:\nâ\nThe accused is sentenced to payment of a fine\r\nof R10 000\nor to two yearsâ\r\nimprisonment.â\n---------------------\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellant:\t\t\tP A Botha\nInstructed\r\nby:\tDe Vries, De Wet Krouwkam\nCape\r\nTown\nSymington\r\n& De Kok\nBloemfontein\nFor\r\nRespondent:\t\tM O Julius\nInstructed\r\nby:\tThe Director of Public Prosecutions             Cape Town\nThe Director of Public\r\nProsecutions             Bloemfontein\n1\nR v Verster\n1952 (2) SA 231\n(A),\nR v Hobson\n1953 (4)\r\n\tSA 464\n(A) and\nGoodrich v Botha\n1954 (2) SA 540\n(A) at 546A-D.\n2\nS v Karolia\n2006\r\n\t(2) SACR 75\n(SCA).",
  "scraped_at": "2026-02-12T05:18:52.889415",
  "date": "2009-09-25",
  "coram": [
    "Lewis JA",
    "Mlambo JA",
    "Leach AJA"
  ],
  "case_number": "687/2008",
  "parties": {
    "applicants": [
      "Pieter Ettienne Jaftha"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Pieter Ettienne Jaftha was convicted of a third offence of driving while under the influence of alcohol on 29 November 1997. He pleaded guilty and was sentenced by the Montagu Magistrates' Court to direct imprisonment under s 276(1)(h) despite recommendations for correctional supervision and the view that he did not have a drinking problem. Earlier offences (May 1991 and August 1997) resulted in fines, suspended imprisonment and a five‑year licence suspension, all of which he satisfied. Jaftha appealed the sentence; the Cape High Court dismissed the appeal in 1999 but failed to notify the magistrate. In 2008 a warrant of arrest was issued, revealing the earlier dismissal. Jaftha sought leave to appeal again, which was granted. He submitted new evidence indicating that he had given up drinking, built a successful family flower export business, is married with stable family life, and no longer poses a risk.",
    "issues": "1. Whether the magistrate erred in sentencing Jaftha – i.e., whether there were misdirections in the original sentence. 2. Whether, despite the general rule that only facts known at the time of sentencing may be considered, new evidence about Jaftha’s rehabilitation can be admitted on appeal after a ten‑year delay. 3. Whether the sentence should be varied in light of the new evidence and the State’s acceptance of it.",
    "principles": "The court reiterated that appellate courts may consider new evidence in exceptional circumstances where circumstances have changed after sentencing. The general rule that sentencing must be based on facts before the court at the time of sentencing is not invariable. Relevant precedent includes S v Karolia and other authorities indicating that where rehabilitation is shown and the delay is exceptional, a sentence may be revisited. The court also noted that a misdirection must be exhibited by the trial judge for the sentence to be interfered with.",
    "application": "The court found no misdirections in the magistrate’s original sentencing and therefore would not normally interfere. However, it accepted the new, uncontested evidence presented by Jaftha that he no longer drinks, has a stable family and successful business, and that the ten‑year delay was caused by administrative miscommunication. The State accepted the truth of these facts and did not oppose a fresh sentence. Consequently, the court exercised its discretion to set aside the original sentence and impose a new, appropriate sentence that reflects both the seriousness of repeated DWI offences and Jaftha’s rehabilitation.",
    "conclusion": "The appeal was upheld. The judgment of the High Court was set aside and replaced with an order allowing the appeal against the magistrate’s sentence. Jaftha was sentenced to a fine of R10,000 or, alternatively, two years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "driving under influence",
      "rehabilitation",
      "new evidence on appeal",
      "sentence modification"
    ]
  }
}