{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/30.html",
  "case_name": "South African Broadcasting Corporation v Coop and Others (178/08) [2009] ZASCA 30; [2009] 3 All SA 433 (SCA) (30 March 2009)",
  "citation": "[2009] ZASCA 30",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 30\n|\nNoteup\n|\nLawCite\nSouth African Broadcasting Corporation v Coop and Others (178/08) [2009] ZASCA 30; [2009] 3 All SA 433 (SCA) (30 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  178/08\nIn\r\nthe matter between:\nSOUTH\r\nAFRICAN BROADCASTING CORPORATION LTD      APPELLANT\nv\nFRED\r\nPETER COOP & OTHERS                                            \r\nRESPONDENT\nNeutral citation:\nSA\r\nBroadcasting Corporation v Coop\n(178/2008)\n[2009] ZASCA 30\n(30 March 2009).\nCoram:\tNugent, Jafta, Mlambo, Maya JJA et Hurt AJA\nHeard:\t2 March 2009\nDelivered:\t30 March 2009\nSummary:   \tCourt order â meaning and effect â SABC\r\nseeking to phase out and withdraw benefits it had been ordered to\r\nmaintain\nâ not shown by SABC that legal basis of order no longer in\r\nexistence.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nHigh Court,\r\nWitwatersrand (Mogagabe AJ sitting as court of first instance).\nThe following order is made:\nâ\nThe appeal is dismissed with costs including the\r\ncosts of two counsel.â\n_____________________________________________________________\nJUDGMENT\n_____________________________________________________________\nMLAMBO JA (Nugent, Jafta, Maya JJA, Hurt AJA\r\nconcurring)\n[1]\tThis is an appeal by the South African Broadcasting\r\nCorporation (SABC), against the judgment of the Johannesburg High\r\nCourt\n(Mogagabe AJ) granting the respondents an interdict and\r\nother ancillary relief against it. The appeal is with the leave of\n\nthe court a quo.\n[2]\tThe matter has a somewhat chequered past spanning\r\nsome 8 years of litigation between the parties and I sketch such to\r\nfacilitate\nan appreciation of the issues of contestation. The\r\nrespondents were part of a group of employees who left the employ of\r\nthe SABC\nbetween 1993 and 2000 and were paid the full actuarial value\r\nof their pensions. They, however, remained members of the SABC\r\nmedical\nscheme and the SABC continued paying a 60 per cent subsidy of\r\ntheir monthly medical scheme contributions, amongst other so-called\n\nretirement benefits (the subsidies).\n1\nThe SABC also paid the same subsidies to other employees who had left\r\nits employ and who had remained members of the medical scheme\nbut who\r\nhad not been paid the full actuarial value of their pensions. These\r\nlatter employees came to be known as âbona fide pensionersâ\nand\r\nare regarded by the SABC as retirees in terms of its pension fund\r\nrules.\n[3]\tIn 2001 the SABC gave notice to the respondents of\r\nits intention to withdraw their subsidies. The SABC justified its\r\nstance\non the basis that the respondents were not retirees and that\r\nthe subsidies paid on their behalf had not been authorised. The SABC\n\nrelied on the fact that upon termination of their employment the\r\nrespondents lost any claims they may have had in terms of its\npension\r\nfund rules, having been paid the full actuarial value of their\r\npensions. Having unsuccessfully disputed the SABCâs stance\nthe\r\nrespondents instituted motion proceedings in the Johannesburg High\r\nCourt seeking an order, amongst others, for the reinstatement\nof\r\ntheir subsidies, which the SABC had withdrawn in keeping with its\r\nnotice to the respondents.\n[4]\tIn view of some irresoluble disputes of fact on the\r\npapers, the matter was referred to trial for the hearing of evidence.\r\nBlieden\nJ heard the matter and rejected the SABCâs claims. He found\r\nthat the SABC had ratified the decisions by its officials to extend\n\nthe subsidies to the respondents, and granted the respondents the\r\nrelief they sought. That judgment has since been reported:\nCoop\r\n& others v South African Broadcasting Corporation & others\n[2004] 25 ILJ 1933 W. Blieden J essentially ordered the SABC to\r\nreinstate the subsidies.\n[5]\tHaving been granted leave by Blieden J the SABC\r\nappealed his orders to this court. In that appeal this court upheld\r\nBlieden\nJâs orders, albeit for different reasons. This court\r\ndisapproved Blieden Jâs finding that the SABC had ratified the\r\ndecision\nof its officials in extending the subsidies to the\r\nrespondents. It reasoned that the respondents had established that\r\nthe SABC\nwas estopped from denying the authority of its officials who\r\nhad purported to represent it in agreeing that the respondents could\n\nbe treated as retirees and therefore entitled to the subsidies. It\r\nfurther found it unnecessary to decide whether the respondents\nwere\r\ncontractually entitled to the subsidies as contended by them or\r\nwhether these were gratuitous as asserted by the SABC. The\ndecision\r\nof this court has also since been reported:\nSouth\r\nAfrican Broadcasting Corporation v Coop & others\n2006 (2) SA 217\n(SCA).\n[6]\tNearly a year after the handing down of the judgment\r\nand order of this court, the SABC sent out a standard letter to the\r\nrespondents\nstating, amongst other things, that after intensive\r\nconsultation with the so-called bona fide pensioners (retirees) it\r\nhad decided\nto commence phasing out the subsidies paid to these\r\nretirees over a five year period. The SABC stated that it continued\r\nto hold\nthe view that it was entitled to vary, withdraw or phase out\r\nthe subsidies on reasonable notice. In that letter the SABC gave the\n\nrespondents notice that it had decided to commence phasing out their\r\nsubsidies at the rate of 20 per cent per annum with effect\nfrom 1\r\nFebruary 2007. On receipt of that letter the respondents disputed the\r\nSABCâs stance and threatened litigation to enforce\ntheir rights to\r\nthe subsidies unless the SABC undertook not to phase them out. After\r\neliciting no response the respondents again\nlaunched motion\r\nproceedings in the Johannesburg High Court inter alia seeking an\r\norder interdicting and restraining the SABC from\nwithdrawing or in\r\nany way reducing or phasing out the subsidies.\n[7]\tIn that matter the respondentsâ stance was simply\r\nthat the conduct of the SABC in phasing out or reducing their\r\nsubsidies\nwas in conflict with and in contempt of the judgment and\r\norder of Blieden J. On the other hand the SABC asserted that it was\r\nentitled\nto phase out the subsidies by virtue of the fact that it had\r\ncommenced phasing out same in respect of the bona fide pensioners.\n\nThe SABCâs interpretation of the reasoning underlying Blieden Jâs\r\norder was that the respondents had to be treated in the same\nmanner\r\nas the bona fide pensioners. On that basis its counsel submitted that\r\nbecause it had decided to phase out the subsidies\nof those\r\npensioners, it was entitled to phase out the subsidies of the\r\nrespondents as well.\n[8]\tHaving heard argument Mogagabe AJ found in favour of\r\nthe respondents and ordered the SABC to comply with the order issued\r\nby\nBlieden J. He also granted an order interdicting and restraining\r\nthe SABC from phasing out the subsidies. In arriving at that\r\nconclusion\nMogagabe AJ reasoned that the SABC was misguided in\r\ninterpreting Blieden Jâs order to mean that it was entitled to\r\ndisregard\nthat order so long as it was treating the respondents in\r\nthe same manner as the bona fide pensioners. In this regard Mogagabe\r\nAJ\nreasoned that Blieden Jâs order could not be interpreted to mean\r\nthat the SABC was entitled to phase out and withdraw the subsidies\nof\r\nbona fide pensioners.\n[9]\tOn appeal before us counsel for the SABC submitted\r\nthat Mogagabe AJ had erred in holding against it. He submitted that\r\nBlieden\nJâs order did not mean that the SABC was bound to comply\r\ntherewith in perpetuity. He submitted that the SABCâs decision to\r\nphase out the subsidies in conformity with its decision to do so in\r\nrelation to bona fide pensioners was a new act that occurred\nafter\r\nthe order had been granted and relieved the SABC of its obligation to\r\nhenceforth comply with the order.\n[10]\tI do not think a litigant who is bound by a\r\ncontinuing mandamus is able to escape those obligations merely by\r\nalleging that\nhe or she has chosen to end them. It cannot be disputed\r\nthat the order was made because it was found that the respondents had\r\na\nlegal right to continue to receive the subsidy. While it is correct\r\nthat the order was not made in perpetuity it remains effective\nuntil\r\nthe rights upon which it was founded come to an end. Where those\r\nrights emanate from a contract then no doubt they end when\nthe\r\ncontract lawfully terminates. But the SABC has laid no basis for\r\nfinding that the rights have been lawfully terminated in this\ncase. A\r\nmere assertion that it has terminated those rights, without\r\nestablishing that the termination was lawful, does not seem\nto me to\r\nbe sufficient to relieve it of the continuing obligations imposed by\r\nthe order.\n[11]\tWe were asked by counsel for the respondents to\r\nrule that the finding by Blieden J in the course of his judgment that\r\nthe respondentâs\ncontracts entitled them to the subsidies is res\r\njudicata between the parties. I do not think we are called upon to\r\nstray beyond\nwhat is properly required for our decision in this\r\nappeal.\n[12]\tThe appeal is dismissed with costs including the\r\ncosts of two counsel.\n_________________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANT:\tC E Watt-Pringle SC; M S Baloyi\nINSTRUCTED BY:                    \tMaserumule Inc;\r\nJohannesburg\nCORRESPONDENT:                  \tHoney Attorneys;\r\nBloemfontein\nCOUNSEL FOR RESPONDENT:\tJ J Reyneke SC; A Mooij\nINSTRUCTED BY:\t            \tBlake Bester Inc;\r\nJohannesburg\nCORRESPONDENT:\t\tNaudes ; Bloemfontein\n1\nThe other subsidy related to television licenses.",
  "scraped_at": "2026-02-11T21:44:04.358485",
  "date": "2009-03-30",
  "coram": [
    "Nugent",
    "Jafta",
    "Mlambo",
    "Maya JJA",
    "Hurt AJA"
  ],
  "case_number": "178/08",
  "parties": {
    "applicants": [
      "South African Broadcasting Corporation Ltd"
    ],
    "respondents": [
      "Fred Peter Coop & Others"
    ]
  },
  "sections": {
    "facts": "Between 1993 and 2000 a group of SABC employees left the organisation, received the full actuarial value of their pensions and remained members of the SABC medical scheme. The SABC continued to subsidise 60% of their monthly medical contributions and provided other retirement benefits. In 2001 the SABC gave notice that it intended to withdraw these subsidies, arguing that the former employees were not retirees and that the subsidies had not been authorised. The former employees sought interdict relief in the High Court, which ultimately ordered the SABC to reinstate the subsidies. The SCA upheld that order, finding the SABC estopped from denying the authority of its officials who had previously agreed to treat the former employees as retirees. In 2006 the SABC announced a phased withdrawal of subsidies for bona‑fide pensioners at 20% per annum and attempted to apply the same phasing to the former employees, leading to further litigation.",
    "issues": "The principal issue was whether the SABC could lawfully withdraw or phase out the subsidies paid to the former employees in light of the earlier court order ordering reinstatement. Related questions included whether a continuing mandamus order remains effective until the underlying rights cease, whether the SABC’s unilateral decision to end the subsidies was lawful, and whether the earlier finding of the respondents’ contractual entitlement to the subsidies was res judicata.",
    "principles": "The court applied the principle that a continuing mandamus cannot be frustrated by a party’s unilateral act unless the underlying right has lawfully terminated. Estoppel principles were invoked to hold the SABC to the representations of its officials. The court also noted that a finding of contractual entitlement cannot be ignored without evidence of lawful termination, and that an order remains in force until the rights on which it is based have ended.",
    "application": "Applying these principles, the court held that the SABC had offered no lawful basis for terminating the respondents’ subsidy rights. The SABC’s attempt to phase out the subsidies, mirroring its action against bona‑fide pensioners, did not alter the earlier judgement that the respondents were entitled to the subsidies. The court rejected the SABC’s argument that the order was not perpetual, emphasizing that the order persisted until the respondents’ contractual rights were lawfully extinguished, which had not been demonstrated.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The SABC is required to continue paying the agreed subsidies to the respondents in accordance with the earlier order."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Employee Benefits",
    "level_3": [
      "pension subsidies",
      "continuing mandamus",
      "estoppel"
    ]
  }
}