{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/63.html",
  "case_name": "Commissioner for the South African Revenue Services and Others v Moresport (Pty) Ltd and Others (SCA) [2009] ZASCA 63; 2009 (6) SA 220 (SCA); [2009] 4 All SA 198 (SCA); 71 SATC 232 (29 May 2009)",
  "citation": "[2009] ZASCA 63",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 63\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Services and Others v Moresport (Pty) Ltd and Others (SCA) [2009] ZASCA 63; 2009 (6) SA 220 (SCA); [2009] 4 All SA 198 (SCA); 71 SATC 232 (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No.\n360/08\nTHE\r\nCOMMISSIONER FOR THE\nSOUTH\r\nAFRICAN REVENUE SERVICE\t\t\t\t\t   First Appellant\nCHRISTINE\r\nFOUCHE\t\t\t\t\t\t         Second Appellant\nCROCS\r\nINC\t\t\t\t\t\t\t\t\t  Third Appellant\nv\nMORESPORT\r\n(PTY) LTD\t\t\t   \t                \t        First   Respondent\nMAGISTRATE\r\nSAMUEL MAKU NO\t\t\t\t     Second Respondent\nMR\r\nMOVER CC\t\t\t\t\t\t\t         Third Respondent\nNeutral\nCitation:\nSARS v Moresport\n(360/08)\n[2009] ZASCA 63\n(29 MAY 2009)\nCoram:\nNugent, Ponnan,\r\nMlambo, Mhlantla JJA and Tshiqi AJA\nHeard:\n18 May 2009\nDelivered:\n29 May 2009\nUpdated:\nSummary:\nCustoms\r\nand Excise\nâ\nF\nailure\r\nto disclose a defence contained in a letter in an\nex-parte\napplication, not fatally defective.\nORDER\nOn appeal from:\nHigh Court,\r\n(Pretoria) (Seriti J sitting as court of first instance.)\n1.\tThe appeal is upheld.\n2.\tThe order of the Pretoria High Court is set aside and\r\nsubstituted with the following order:\nâ\nThe application is dismissed\nwith costs\n.â\nJUDGMENT\nTSHIQI AJA (Concurring: NUGENT, PONNAN, MLAMBO, MHLANTLA\r\nJJA ):\n[1]\tOne of the main purposes of the Counterfeit Goods\r\nAct 37 of 1997 (âthe Actâ) is to prevent the release of\r\ncounterfeit goods\ninto the channels of commerce in South Africa.\r\nSection 15(1) of the Act entitles an owner of intellectual property\r\nto apply to\nthe Commissioner for Customs and Excise (âthe\r\nCommissionerâ) for seizure and detention of counterfeit goods. The\r\nSouth African\nRevenue Services (âSARSâ) is empowered in terms of\r\nSections 15(4) and 113(A)(1)(b)(i) of the Act to seize and detain\r\ncounterfeit\ngoods or suspected counterfeit goods imported into or\r\nentering South Africa (during a particular period) and calculated to\r\ninfringe\nan intellectual property right. This entails securing the\r\ngoods until such time as it has been determined whether they are\r\ncounterfeit\nor not. The power ought to be exercised in terms of the\r\nAct and a customs officer may refuse to do so in circumstances where\r\nthe\nrequest does not conform to the requirements of the Act which\r\nrequires that:\nâ\n15 (3)\tThe Commissioner must\r\nconsider and deal with an application in terms of subsection (1)\r\nwithout delay, and must grant the\napplication if satisfied on\r\nreasonable groundsâ\n(a)\tthat the goods claimed to be\r\nprotected goods are\nprima\r\nfacie\nprotected\r\ngoods;\n(b)\tthat the intellectual\r\nproperty right, the subject matter of which relates to the protected\r\n\tgoods,\nprima facie\nsubsists; and\n(c)\tthat the applicant\nprima\r\nfacie\nis the owner of\r\nthat intellectual property right.â\n[2]\tThe continued detention of the goods is achieved by\r\nmeans of a warrant obtained in terms of section 6(1), on an\nex\r\nparte\napplication before a judge or a\r\nmagistrate of the court. This section deals with the provisions\r\nregarding the issue and execution\nof a warrant and provides:\nâ\n(1)\tThe warrant contemplated\r\nin section 4(2) read with section 5(1) will be issued in chambers by\r\nany judge of the High Court or\nby a magistrate who has jurisdiction\r\nin the area where the relevant suspected act of dealing in\r\ncounterfeit goods is alleged to\nhave taken or to be taking place or\r\nis likely to take place, and will be issued only if it appears to the\r\njudge or magistrate from\ninformation on oath or affirmation that\r\nthere are reasonable grounds for believing that an act of dealing in\r\ncounterfeit goods\nhas taken place . . .â\n[3]\tThis appeal concerns the issuing of such a warrant\r\nby magistrate Samuel Maku NO (âthe second respondentâ), in an\nex\r\nparte\napplication in the magistrateâs\r\ncourt, Cape Town on 14 September 2006. The warrant authorised the\r\nseizure, removal, detention\nand collection of 5 015 pairs of beach\r\nsandals incorporating and embodying the Crocs copyright design to\r\nwhich Crocs Inc (âthe\nthird appellantâ) is the copyright holder.\r\nThe first respondent (applicant in the court below) brought an\r\napplication in the\nNorth Gauteng High Court (per Seriti J) for an\r\norder setting aside the warrant. The application succeeded. The\r\nappeal is brought\nwith leave of the court below.\n[4]\tThe first respondent and the third appellant (the\r\nthird respondent in the court below) have settled the issues in this\r\nappeal.\nThe first and second appellants (being the first and the\r\nthird respondents in the court below) persist with the appeal on the\r\nbasis\nthat the judgment of the court below has far-reaching\r\nconsequences for the officials of the first appellant in the\r\nperformance\nof their duties in preventing the proliferation of\r\ncounterfeit goods into the channels of commerce in the country. This\r\ncourt has\nrecognised the importance of similar matters to the first\r\nappellant and a case has been made for the adoption of a similar\r\napproach\nin this instance.\n1\nTherefore although the dispute has since been settled, the issue is\r\nstill a âliving issueâ for the appellants such that it\n\nnecessitates the exercise of the discretion by this Court.\n2\n[5]\tThe background leading to the issue of the warrant\r\nmay be summarised as follows: On 20 June 2006 the third appellant\r\nlodged\nan application which was subsequently approved by the first\r\nappellant for âa seizure of goods featuring, bearing, embodying or\n\nincorporating the subject matter of the Intellectual Property Right\r\ncontained in the application or to which the subject matter\nof that\r\nright has been applied which was imported into or entered the\r\nRepublic during the period 1 May 2006 to 30 April 2007â\n3\n(âthe applicationâ). The application covered both the Crocs\r\ntrademark and the design for what is known as Crocs Beach model\n\nshoes.\n[6]\t The subject matter of the warrant was a shipment of\r\nfootwear purchased by the\nfirst\r\nrespondent\nfrom Holey Soles Holding Ltd,\r\nVancouver which arrived at Cape Town harbour in July 2006. On 19 July\r\n2006, the second appellant,\na customs officer employed by the first\r\nappellant, examined a container and discovered that the shoes inside\r\nwere replicas of the\nCrocs shoes by virtue of their shape and general\r\nresemblance in design. After she confirmed that there had been\r\ncompliance with\nsection 15 (1) of the Act, by the third appellant,\r\nshe detained the consignment and advised the third appellantâs\r\nattorneys and\nthe first respondent. Samples of the shoes were sent to\r\nthe third appellant and in turn the third appellantâs attorneys\r\nsent\nan affidavit confirming that the goods are indeed counterfeit.\n[7]\tOn 4 September 2006, the first respondent responded\r\nto correspondence from the third appellantâs attorneys and disputed\r\nthe\nthird appellantâs right to seek protection in terms of the Act.\r\nThe letter also stated that the first respondent had a defence\nto the\r\ncontinued seizure of the goods. On 14 September 2006, the first\r\nappellant obtained a warrant from the second respondent\nin chambers.\r\nThe letter dated 4 September 2006, from the first respondent, was not\r\ndisclosed to the second respondent when the\nex\r\nparte\napplication was made. Consequent to the\r\nissuing of the warrant, the first appellant seized the goods on 3\r\nOctober 2006.\n[8]\t The first respondent applied for an order (amongst\r\nothers) setting aside the warrant. The learned judge in the court\r\nbelow\nfound that the defence raised by the first respondent in the\r\nletter was relevant and material and should have been disclosed to\n\nthe magistrate. The learned judge consequently found that this\r\nfailure was such that it rendered the warrant susceptible to be\nset\r\naside. In coming to this conclusion the court below sought to rely on\r\na decision of this court in\nNational Director\r\nof Public Prosecutions v Basson in\nwhich\r\nNugent JA stated the following:\nâWhere\r\nan order is sought\nex\r\nparte\nit is well established that the utmost good faith must be observed.\r\nAll material facts must be disclosed which might influence\na court in\r\n coming to its decision, and the withholding or suppression of\r\nmaterial facts, by itself, entitles a court to set aside\nan order,\r\neven if the non-disclosure or suppression was not wilful or\nmala\r\nfide (Schlesinger v Schlesinger\n1979\r\n(4) SA 342\n(W) at 348E-349B)â\n4\n[9]\nIn\r\nthat decision and in subsequent decisions\n5\nthe courts have frowned upon the failure by the applicants in\nex\r\nparte\napplications\r\nto disclose relevant and material facts and not the failure to\r\ndisclose that the respondent claims to have a defence,\nas was the\r\ncase in this matter. A legal representative presenting an application\r\nbefore the judge or the magistrate might have\nan ethical duty to\r\nbring to the attention of the judicial officer issues of law that\r\nmight affect his or her decision, but that\nis another matter. This is\r\nclearly so, because at that stage the judge or magistrate is not\r\nrequired to adjudicate on the dispute\non whether the goods are indeed\r\ncounterfeit or not but merely to make a decision on whether there are\r\nreasonable grounds for believing\nthat an act of dealing in\r\ncounterfeit goods has taken or is taking or is likely to take place.\n6\nI therefore accept the submission that at that stage of the\r\nproceedings the customs officer need only satisfy the judge or\r\nmagistrate\nthat a prima facie case exists and is not required to\r\nprove on a preponderance of possibilities that the seized goods are\r\nindeed\ncounterfeit. In this regard therefore the court below erred.\n[10]\nIn\r\nthe result the following order is made:\n(1)\tThe appeal is upheld.\n(2)\tThe order of the Pretoria High\r\nCourt is set aside and substituted with the following order:\nâ\nThe application is dismissed\nwith costs.â\n________________________\nZ L L TSHIQI\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\tC E PUCKRIN SC\nT\r\nKHATRI\nInstructed\r\nby:\n1\nST\nand 2\nND\nAppellant:    The State Attorney\nP\nretoria\nThe\r\nState Attorney\nBloemfontein\n3\nRD\nAppellant:\tAdams\r\nand Adams\nPretoria\nHoney\r\nAttorneys\nBloemfontein\nFor\r\nRespondent:\t\tNONE\n1\nCommissioner, South African Revenue Service v Saleem\n[2008] ZASCA 19\n;\n2008 (3)\r\n\tSA 655\n(SCA) at 662 (paras C-D).\n2\nCoin Security Group (Pty) Ltd v SA National Union for Security\r\n\tOfficers\n[2000] ZASCA 137\n;\n2001 (2) SA 872\n(SCA) at 875 (para 8); s 21A of the\r\n\tSupreme Court Act 59 of 1959.\n3\nApplication to SARS to detain and/or seize\r\n\tcounterfeit or suspected counterfeit goods, dated 20 June 2006\r\n\t(Annexure âER 2â).\n4\n2002 (1) SA 419\n(SCA) at 428 para 21.\n5\nCometal-\nMometal SARL\r\n\tv Corlana Enterprises (Pty) Ltd\n1981\r\n\t(2) SA 412\n(W).\n6\nShoprite Checkers (Pty) Ltd v The Commissioner\r\n\tfor the South African Revenue Services and 3 Others\ncase\r\n\tno 1460/06 (CGHPD).",
  "scraped_at": "2026-02-11T21:51:07.874125",
  "date": "2009-05-29",
  "coram": [
    "Nugent",
    "Ponnan",
    "Mlambo",
    "Mhlantla JJA",
    "Tshiqi AJA"
  ],
  "case_number": "360/08",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service",
      "Christine Fouché",
      "Crocs Inc"
    ],
    "respondents": [
      "Moresport (Pty) Ltd",
      "Magistrate Samuel Maku No",
      "Mr Mover CC"
    ]
  },
  "sections": {
    "facts": "The Commissioner for the South African Revenue Service (SARS) applied, under the Counterfeit Goods Act, for a warrant to seize a consignment of 5,015 pairs of beach sandals that resembled Crocs footwear. A customs officer detained the goods after identifying them as likely counterfeit and obtained an ex parte warrant from Magistrate Samuel Maku No on 14 September 2006. Prior to the warrant, Crocs Inc supplied an affidavit confirming the goods were counterfeit. The respondent, Moresport (Pty) Ltd, sent a letter on 4 September 2006 asserting a defence to the seizure, but this letter was not disclosed to the magistrate when the ex parte application was made. The goods were seized on 3 October 2006 and the respondent later sought to set aside the warrant.",
    "issues": "The principal issue was whether the failure to disclose the respondent’s defence letter in the ex parte application rendered the warrant invalid. Related questions included whether non‑disclosure of a defence constitutes a material fact that must be disclosed, and what level of proof the customs officer must satisfy the magistrate with in an ex parte proceeding.",
    "principles": "The court considered sections 15(1), 15(3) and 6(1) of the Counterfeit Goods Act, which allow seizure of suspected counterfeit goods on a prima facie basis. It also relied on the principle from National Director of Public Prosecutions v Basson that utmost good faith requires disclosure of material facts in ex parte applications, but noted that the duty does not extend to disclosing a respondent’s asserted defence when the issue is merely whether reasonable grounds exist for a prima facie case.",
    "application": "Applying these principles, the court held that the customs officer only needed to demonstrate a prima facie case of counterfeit goods, not to prove the goods were counterfeit on a balance of probabilities. Consequently, the non‑disclosure of the defence letter did not constitute a fatal defect in the warrant. The lower court’s reliance on the Basson case was therefore misplaced.",
    "conclusion": "The appeal was upheld. The Pretoria High Court’s order setting aside the warrant was reversed and substituted with an order dismissing the respondent’s application with costs."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Counterfeit Goods",
    "level_3": [
      "ex parte",
      "warrant",
      "seizure",
      "non-disclosure",
      "customs"
    ]
  }
}