{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/69.html",
  "case_name": "Makhanya v University of Zululand (218/08) [2009] ZASCA 69; 2010 (1) SA 62 (SCA) ; [2009] 8 BLLR 721 (SCA) ; [2009] 4 All SA 146 (SCA); (2009) 30 ILJ 1539 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 69",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 69\n|\nNoteup\n|\nLawCite\nMakhanya v University of Zululand (218/08) [2009] ZASCA 69; 2010 (1) SA 62 (SCA) ; [2009] 8 BLLR 721 (SCA) ; [2009] 4 All SA 146 (SCA); (2009) 30 ILJ 1539 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 218/08\nEDWARD MBUYISELO MAKHANYA\tAppellant\nand\nTHE UNIVERSITY OF ZULULAND\tRespondent\nNeutral citation:\nMakhanya v University of Zululand\n(218/08)\n[2009] ZASCA 69\n(29 May 2009)\nCoram:\nNUGENT, LEWIS & SNYDERS JJA\nHeard:\n5 MAY 2009\nDelivered:\n29 MAY 2009\nSummary:\nEmployment â claim to enforce contract â\r\nalternative remedies available under\nLabour Relations Act 1995\nâ\r\nwhether high court had jurisdiction to consider claim.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from: High Court Durban (Hugo J sitting as\r\ncourt of first instance)\n1\tThe appeal is upheld with costs. The order of the\r\ncourt below is set aside and the following orders are substituted:\nâ\n(a)\tBoth special pleas are dismissed with costs.\n(b)\tThe action is postponed sine die for disposal of\r\nthe remaining issuesâ.\n2\tThe matter is remitted to the high court.\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nNUGENT JA (LEWIS and SNYDERS JJA CONCURRING)\n[1]\tProfessor Makhanya instituted an action against the\r\nUniversity of Zululand in the High Court at Durban. The particulars\r\nof claim\nwere straightforward. Makhanya said that he had been\r\nemployed by the University under a contract of employment. He said\r\nthat the\nUniversity had purported to terminate the contract in breach\r\nof its terms. That notwithstanding, said Makhanya, he had continued\n\nto render his services, or at least he had tendered to do so. But the\r\nUniversity had not paid him his remuneration and other moneys\nto\r\nwhich the contract entitled him, and he claimed orders compelling it\r\nto do so. (Two separate claims were made but they were\nin truth a\r\nsingle claim and I will refer to them together in the singular. An\r\nadditional claim was made that does not feature in\nthis appeal.)\nTHE JURISDICTIONAL CHALLENGE\n[2]\tIn a special plea the University challenged the\r\njurisdiction of the high court to consider the claim. The\r\njurisdictional challenge\nis curious because claims for the\r\nenforcement of contracts are commonplace in the high courts. Some\r\neight years ago it was argued\nbefore this court â in\nFedlife\r\nAssurance Ltd v Wolfaardt\n1\nâ that claims for the enforcement of contracts of employment had\r\nbeen excluded from the jurisdiction of the high courts by the\nLabour\r\nRelations Act 66 of 1995 (LRA) but that argument was rejected,\n2\nand is not sought in this case to be revived. And if there is any\r\nresidual doubt as to whether a high court has the power to consider\n\nsuch a claim it is put to rest by s 77(3) of the Basic Conditions of\r\nEmployment Act 75 of 1997 (BCEA), which was enacted after\nthe LRA,\r\nand which makes it perfectly clear that the high courts have not been\r\ndivested of their ordinary jurisdiction to enforce\ncontracts of\r\nemployment (the section confers equivalent jurisdiction on the Labour\r\nCourt also to consider such claims).\n[3]\tOne asks in those circumstances on what basis the\r\njurisdictional objection could possibly have been taken? Because the\r\nobjection\nwas upheld by the court below, and it dismissed the claim\r\non that ground. This appeal is against that order and it is before us\n\nwith the leave of that court.\n[4]\tWhatever explanation is given invariably leads one\r\nback to the decision of the Constitutional Court in\nChirwa\r\nv Transnet Ltd\n,\n3\nin which the majority expressed the view that the high court had no\r\njurisdiction to consider the claim in that case. I will return\nto\r\nthat decision in some detail later in this judgment.\n[5]\tThis case is not materially different to\nChirwa\nâ I will expand upon that later in this judgment â and any\r\nattempt to distinguish them on their facts would be no more than\na\r\nmakeweight. That is the difficulty that now confronts us. On the one\r\nhand\nFedlife\n(which\r\nseems to have had the approval of that court) and the BCEA make it\r\nclear that the high court has jurisdiction in this case.\nOn the other\r\nhand if we are bound to apply the view expressed by the majority in\nChirwa\nthen we must\r\nreach the opposite conclusion.\n[6]\tThe doctrine of precedent, which requires courts to\r\nfollow the decisions of coordinate and higher courts, as Cameron JA\r\nsaid\nin this court in\nTrue Motives 84 (Pty)\r\nLtd v Mahdi\n,\n4\nis an intrinsic feature of the rule of law,\r\nwhich is in turn foundational to our Constitution. He went on to say:\nâWithout precedent there would be no certainty, no predictability\r\nand no coherence. The courts would operate in a tangle of unknowable\n\nconsiderations, which all too soon would become vulnerable to whim\r\nand fancy. Law would not rule. The operation of precedent, and\nits\r\nproper implementation, are therefore vital constitutional questions.â\n[7]\tHe pointed out that âat this tender stage of our\r\nlegal development, the doctrine of precedent has special importanceâ\r\nand\nwarned that âthis court should not lay itself open to the â¦\r\ncomplaint that it is violating the rule of law by illegitimately\n\ndisregarding or evading [Constitutional Court] precedentsâ.\n5\nBut he also observed that:\nâit is well established that precedent is limited to the binding\r\nbasis (or\nratio decidendi\n) of previous decisions. The doctrine\r\nobliges courts of equivalent status and those subordinate in the\r\nhierarchy to follow only\nthe binding basis of a previous decision.\r\nAnything in a judgment that is subsidiary is considered to be âsaid\r\nalong the waysideâ,\nor âstated as part of the journeyâ (\nobiter\r\ndictum\n), and is not binding on subsequent courts.â\n6\n[8]\tThe law does not exist in discrete boxes, separate\r\nfrom one another. While its rules as they apply in various fields are\r\noften\ncollected together under various headings, that is for\r\nconvenience of academic study and treatment, and should not be\r\nallowed to\ndisguise the fact that the law is a seamless web of rights\r\nand obligations that impact upon one another across those fields. If\n\nthe ratio of\nChirwa\nis\r\nas I have stated it, as the court below considered it to be, then the\r\nmajority must be taken to have implicitly overruled the\ndecision in\nFedlife.\nAnd the\r\nexpress reservation in the BCEA of the ordinary power of a high court\r\nto consider contractual claims would need in some\nway to be\r\nexplained. And the question would arise as to what further\r\nlimitations it might impose on the ordinary power of the high\ncourts\r\nin other cases. And so it could go on, because a domino that falls\r\nusually sets off a cascade.\n[9]\tApart from its jurisdictional finding the majority\r\nin\nChirwa\nalso found\r\nthat the claim was bad in law. What is most striking about that case\r\nis that the two findings are mutually destructive\nand cannot both\r\nhave provided the ratio for the order that was made. I deal with that\r\nmore fully later but for the moment I need\nonly say that if the high\r\ncourt (and by extension the court on appeal) had no jurisdiction in\r\nthe matter then that ought to have\nbeen an end of the matter: by its\r\nown decision it would have had no power to dismiss the claim on its\r\nmerits. Conversely, if the\nratio for the order was that the claim was\r\nbad in law, it follows that it must have had the power to make that\r\nfinding. The ratio\nmay be one or the other but it cannot be both.\n[10]\tFor those reasons I think that we must be most\r\ncircumspect before accepting without question that that was indeed\r\nthe ratio\nof\nChirwa,\nthereby taking this court along a path that it has not taken before,\r\nand for the proper disposal of this appeal we cannot avoid\nenquiring\r\ninto that question. That enquiry seems to me to be best undertaken by\r\nstarting with first principles, which I do before\nturning to the\r\ndecision in that case.\nHOW THE PROBLEM ARISES\n[11]\tThe LRA creates certain rights for employees that\r\ninclude âthe right not to be unfairly dismissed and [not to be]\r\nsubjected\nto unfair labour practicesâ.\n7\nI will refer to those rights interchangeably as âLRA rightsâ. Yet\r\nemployees also have other rights, in common with other people\n\ngenerally, arising from the general law. One is the right that\r\neveryone has (a right emanating from the common law) to insist upon\n\nperformance of a contract. Another is the right that everyone has (a\r\nright emanating from the Constitution and elaborated upon\nin the\r\nPromotion of Administrative Justice Act) to just administrative\r\naction.\n8\n[12]\tThus there is the potential (I emphasise that I\r\nrefer only to the potential) for three separate claims to arise when\r\nan employeeâs\ncontract is terminated. One is for infringement of\r\nhis or her LRA right. Another is for infringement of his or her\r\ncommon law right.\nAnd where it occurs in the public sector, a third\r\nis for infringement of his or her constitutional right.\n[13]\tAn LRA right is enforceable only in the Commission\r\nfor Conciliation, Mediation and Arbitration (CCMA)\n9\nor in the Labour Court.\n10\n(I will refer to them interchangeably as the âLabour Forumsâ\r\nexcept where it becomes necessary to distinguish them). The common\n\nlaw right is enforceable in the high courts\n11\nand in the Labour Court.\n12\nAnd the constitutional right is enforceable in the high courts\n13\nand in the Labour Court.\n14\n[14]\tIt is convenient to pause for a moment to make an\r\nobservation with regard to the enforceability in the high court of\r\nthat constitutional\nright. There is some suggestion in the judgment\r\nof Ngcobo J in\nChirwa\nthat s 157(2) of the LRA might somehow have divested the high\r\ncourts of their ordinary power to consider claims to enforce\na\r\nconstitutional right arising from employment (the claim that was made\r\nin\nChirwa\n)\n15\nand in that context it was suggested that the use of the word\r\nâconcurrentâ in s 157(2) might have been unfortunate.\n16\nThat suggestion might be founded upon a misconception and I do not\r\nthink it can be correct.\n[15]\t The section so far as it is now relevant reads as\r\nfollows:\nâ157\tJurisdiction of Labour Court\n(1)\tSubject to the Constitution and section 173, and except where\r\nthis Act provides otherwise, the Labour Court has exclusive\r\njurisdiction in respect of all matters that elsewhere in terms of\r\nthis Act or in terms of any other law are to be determined by\nthe\r\nLabour Court.\n(2)\tThe Labour Court has concurrent jurisdiction with the High Court\r\nin respect of any alleged or threatened violation of any fundamental\n\nright entrenched in Chapter 2 of the Constitution of the Republic of\r\nSouth Africa, 1996, and arising from â\n(a)\temployment and from labour relationsâ¦â\n[16]\tIt is important to bear in mind that s 157(2) does\r\nnot purport to confer jurisdiction on the high courts. The power to\r\nconsider\nclaims for the alleged violation of constitutional rights,\r\nwhether in the employment sphere or otherwise, is assigned to them by\n\nthe Constitution. Section 157(2) does no more than to confer\r\nequivalent jurisdiction upon the Labour Court.\n[17]\tA statute that confers power on a special court\r\nmight often say expressly that it is to be exercised âconcurrentlyâ\r\nso\nas to remove ambiguity. But in s 157, in which the conferring of\r\nexclusive and concurrent jurisdiction is dealt with in separate\n\nsubsections, there is no room for ambiguity, and the word\r\nâconcurrentâ is superfluous. A construction of subsection (2)\r\nthat\ndivests the high courts of their ordinary power in such matters,\r\nand assigns it to the Labour Court exclusively, would require a\nmajor\r\nrewriting of the section as a whole, and not merely the deletion of\r\nthe word âconcurrentâ.\n17\nIt would mean that subsection (2) as a whole is superfluous, and\r\nwould also call for subsection (1) to be rewritten so as to assign\n\nthat power exclusively to the Labour Court. The section simply does\r\nnot open itself, by any form of interpretation, to being\r\nreconstructed\nin that way. The section clearly recognises the\r\nexistence of the high courtâs original jurisdiction in such matters\r\nand merely\nextends it to the Labour Court as well.\n[18]\tThus to summarise:\nThe Labour Forums have exclusive power to enforce LRA\r\n\trights (to the exclusion of the high courts).\nThe high court and the Labour Court both have the power\r\n\tto enforce common law contractual rights.\nThe high court and the Labour Court both have the power\r\n\tto enforce constitutional rights so far as their infringement arises\r\n\tfrom\nemployment.\n[19]\tI turn to what happened in this case. In\r\nconsequence of the termination of his employment Makhanya at first\r\npursued a claim\nfor infringement of his LRA right in the CCMA where\r\nit ultimately failed (I elaborate upon that later). The University\r\nnow alleges\nthat because Makhanya pursued a claim for enforcement of\r\nhis LRA right (in the CCMA) the high court has no power to consider\r\nhis\nclaim for enforcement of his contractual right.\n[20]\tMuch the same happened to Ms Chirwa, who was\r\nemployed in the public sector. When Transnet terminated her\r\nemployment Ms Chirwa\nat first pursued a claim for infringement of her\r\nLRA right in the CCMA (she did not take it to conclusion but that is\r\nnot material).\nShe then instituted a claim in the high court for\r\ninfringement of her constitutional right. It was because Ms Chirwa\r\nhad pursued\na claim for enforcement of her LRA right (in the CCMA)\r\nthat the majority concluded, as I understand it, that the high court\r\nhad\nno power to consider her claim for enforcement of her\r\nconstitutional right.\n[21]\tBut for the fact that the right that was asserted\r\nin each case was different â which is not material to the\r\njurisdictional\nissue â the two cases are materially\r\nindistinguishable. It seems to me that what has confused matters in\r\nboth cases is that a\nclaim for enforcement of an LRA right has become\r\nmuddled with a separate claim for the enforcement of a right arising\r\noutside the\nLRA (in this case a claim for the enforcement of a\r\ncontractual right and in\nChirwa\na claim for enforcement of a constitutional right).\nJURISDICTION GENERALLY\n[22]\tThe power of a court to entertain a claim derives\r\nfrom the power that all organised states assume to themselves to\r\nbring to\nan end disputes amongst their inhabitants that are capable\r\nof being resolved by resort to law. Disputes of that kind are brought\n\nto an end either by upholding a claim that is brought before it by a\r\nclaimant or by dismissing the claim. By so doing the order\neither\r\npermits or denies to the claimant the right to call into play the\r\napparatus of the state to enforce the claim.\n[23]\tThe original power of the state to bring disputes\r\nto an end (its judicial authority) is assigned in this country to the\r\nhigh\ncourts by the Constitution.\n18\n(I speak in general terms and do not deal with limitations that are\r\nnot relevant to this case.) Judicial power is the power both\nto\r\nuphold and to dismiss a claim. It is sometimes overlooked that the\r\ndismissal of a claim is as much an exercise of judicial power\nas is\r\nthe upholding of claim. A court that has no power to consider a claim\r\nhas no power to do either (other than to dismiss the\nclaim for want\r\nof jurisdiction).\n[24]\tIn general the high courts thus exercise the\r\noriginal authority of the state to resolve all disputes, of any kind,\r\nthat are\ncapable of being resolved by a resort to law, unless that\r\nauthority has been assigned to another court. When a high court\r\nresolves\na contractual claim it exercises that original jurisdiction.\r\nWhen it considers a claim for enforcement of a constitutional right\n\nit exercises that original jurisdiction. So too when it enforces a\r\nstatutory right.\n[25]\tBut the state might also create special courts to\r\nresolve disputes of a particular kind. Generally those will be\r\ndisputes concerning\nthe infringement of rights that are created by\r\nthe particular statute that creates the special court (though that\r\nwill not always\nbe so). When a statute confers judicial power upon a\r\nspecial court it will do so in one of two ways. It will do so either\r\nby (a)\nconferring power on the special court and simultaneously (b)\r\nexcluding the ordinary power of the high court in such cases (it does\n\nthat when âexclusive jurisdictionâ is conferred on the special\r\ncourt). Or it will do so by conferring power on the special\ncourt\r\nwithout excluding the ordinary power of the high court (by conferring\r\non the special court jurisdiction to be exercised concurrently\nwith\r\nthe original power of the high courts). In the latter case the claim\r\nmight be brought before either court.\n[26]\tIn the present context exclusive jurisdiction to\r\nenforce LRA rights has been assigned to the Labour Forums. But in\r\nrespect\nof the enforcement of both contractual and constitutional\r\nrights the high courts retain their original jurisdiction assigned to\n\nthem by the Constitution. In both cases equivalent jurisdiction has\r\nbeen conferred upon the Labour Court to be exercised concurrently\n\nwith the high courts.\n[27]\tNaturally a claim that falls within the concurrent\r\njurisdiction of both the high court and a special court could not be\r\nbrought\nin both courts. A litigant who did that would be confronted\r\nin one court by either a plea of lis pendens (the claim is pending in\n\nanother court) or by a plea of res judicata (the claim has been\r\ndisposed of by the other court). A claimant who has a claim that\nis\r\ncapable of being considered by either of two courts that have\r\nconcurrent jurisdiction must necessarily choose in which court\nto\r\npursue the claim and, once having made that election, will not be\r\nable to bring the same claim before the other court. But where\na\r\nperson has two separate claims, each for enforcement of a different\r\nright, the position is altogether different, because then\nboth claims\r\nwill be capable of being pursued, simultaneously or sequentially,\r\neither both in one court, or each in one of those\ncourts.\nPLEADING JURISDICTIONAL CHALLENGES\n[28]\tWhen cases come before a court on appeal or on\r\napplication the issues are presented to the court simultaneously and\r\nthat might\nat times obscure the various issues if they logically\r\narise sequentially. I think it is useful, for proper analysis in such\r\ncases,\nto envisage how they would have arisen in an action, where the\r\nissues are often pleaded and disposed of sequentially.\n[29]\tJurisdictional challenges will be raised either by\r\nan exception or by a special plea, depending on the grounds upon\r\nwhich the\nchallenge arises. There will be some cases in which the\r\njurisdiction of a court is dependent upon the existence of a\r\nparticular\nfact (often called a âjurisdictional factâ). Where the\r\nexistence of that fact is challenged it will usually be in a special\n\nplea, and the matter will proceed to a factual enquiry confined to\r\nthat issue. In other cases the existence or otherwise of jurisdiction\n\nto consider the case will appear from the particulars of claim and in\r\nthose cases the challenge will be raised by an exception.\nIn such\r\ncases a court that considers the challenge might not even be aware of\r\nwhether or not the plaintiff intends raising any\ndefence at all to\r\nthe claim. But in both cases the issue must necessarily be disposed\r\nof first, because upon it depends the power\nof the court to make any\r\nfurther orders.\n[30]\tThe case before us is one in which the challenge is\r\nnot dependent upon the existence of a jurisdictional fact but instead\r\nupon\nthe nature of the claim. Because the nature of the claim will be\r\napparent from the particulars of claim a jurisdictional challenge\n\nwill conventionally be raised in an exception to the particulars of\r\nclaim.\n[31]\tThe disposal of a jurisdictional challenge on\r\nexception ought to be elementary, because it entails no more than a\r\nfactual enquiry,\nwith reference to the particulars of claim, to\r\nestablish the nature of the right that is being asserted in support\r\nof the claim.\nSometimes the right that is asserted might be\r\nidentified expressly. At other times it might be discoverable by\r\ninference from the\nfacts that are alleged and the relief that is\r\nclaimed. And if there is any doubt a court might simply ask the\r\nlitigant to commit\nhimself or herself to what the claim is before the\r\ncourt embarks upon the case.\n[32]\tApplying those principles of pleading it is\r\nworthwhile considering what would have happened had Ms Chirwa brought\r\nher claim\nin an action, on particulars of claim that alleged the\r\nmaterial facts, and went on to allege that the conduct complained of\r\ninfringed\nher constitutional right to just administrative action, and\r\nto claim appropriate relief.\n[33]\tAn exception to the particulars of claim, on the\r\nbasis that the high court lacked jurisdiction to consider the claim,\r\nwould\nhave been taken and disposed of first, with reference only to\r\nthe particulars of claim. Indeed, had the matter been pleaded\r\nconventionally,\nthe court hearing the jurisdictional exception would\r\nnot even have been aware that a further exception (on the basis that\r\nthe claim\nwas bad in law) was waiting in the wings. It would have\r\nbeen called upon to consider the jurisdictional issue with reference\r\nto\nthe particulars of claim, on the assumption that the claim was\r\ngood in law. Clearly the exception could not have been sustained,\n\nbecause it is manifest from the Constitution that the high court has\r\njurisdiction to consider such a claim.  But if the court had\n\n(unaccountably) upheld the exception, then the matter would have\r\nended there, and the challenge to the validity of the claim would\nnot\r\neven have arisen.\n[34]\tSome surprise was expressed in\nChirwa\nat the notion that a plaintiff might formulate his or her claim in\r\ndifferent ways and thereby bring it before a forum of his or\nher\r\nchoice but that surprise seems to me to be misplaced.\n19\nA plaintiff might indeed formulate a claim in whatever way he or she\r\nchooses â though it might end up that the claim is bad.\nBut if a\r\nclaim, as formulated by the claimant, is enforceable in a particular\r\ncourt, then the plaintiff is entitled to bring it\nbefore that court.\r\nAnd if there are two courts before which it might be brought then\r\nthat should not evoke surprise, because that\nis the nature of\r\nconcurrent jurisdiction. It might be that the claim, as formulated,\r\nis a bad claim, and it will be dismissed for\nthat reason, but that is\r\nanother matter.\nCOMMON FEATURES OF THE CASES\n[35]\tThe first case that came before this court that\r\npurported to raise a jurisdictional challenge of this nature was\nFedlife.\n20\nOther cases followed that also purported to\r\nraise such jurisdictional challenges, which include\nUnited\r\nNational Public Servants Association of SA v Digomo NO\n,\n21\nBoxer Superstores, Mthatha v Mbenya,\n22\nFredericks v MEC for Education and Training, Eastern Cape,\n23\nand they continue with a regularity that is\r\nbecoming alarming. Upon proper analysis none of those cases was about\r\njurisdiction at\nall.\n24\nThey were about whether the claimant had a good claim in law.\n[36]\tAll those cases, as well as this case and\nChirwa\n,\r\nhave three features in common. The first is that the claimant was an\r\nemployee. From that arises the second common feature, which\nis that\r\nthe claimant had an LRA right. The third is that the claimant\r\nasserted that he or she also had a right that arose outside\nthe terms\r\nof the LRA. (I do not say that the claimant necessarily had the right\r\nthat was asserted. I say only that he or she asserted\nthat right.)\r\nThat right in each case was either the right at common law to exact\r\nperformance of a contract, or it was the constitutional\nright to just\r\nadministrative action.\n[37]\tThe claim in each case arose from the termination\r\nof the contract of employment. That fact had the potential to found a\r\nclaim\nfor relief for infringement of the LRA right. But it also had\r\nthe potential to found, in addition, a claim for relief for\r\ninfringement\nof the other right that was asserted. Thus in every case\r\nthe claimant had a potential claim for enforcement of an LRA right\r\n(which\nwas enforceable only in a Labour Forum). In every case the\r\nclaimant also had a potential claim for enforcement of a right that\r\nfell outside the LRA (enforceable either in the high court or in the\r\nLabour Court).\n[38]\tIt follows from this that the claimant in each case\r\nwas capable of pursuing both claims in the Labour Court,\n25\neither simultaneously or in succession (because they were different\r\nclaims). In one claim the Labour Court (as one of the Labour\nForums)\r\nwould be asked to enforce an LRA right (falling within the exclusive\r\npower of the Labour Forums). And in the other claim\nit would be asked\r\nto enforce a right falling outside the LRA (but within the concurrent\r\njurisdiction of the Labour Court). Similarly\nthe claimant would have\r\nbeen capable of bringing one claim (the claim to enforce an LRA\r\nright) in a Labour Forum and to bring the\nother claim (for\r\nenforcement of the right arising outside the LRA) simultaneously, or\r\nsequentially, in the high court.\n[39]\tNone of that should evoke surprise. It is the\r\nnatural consequence of a claimant asserting two claims, each of which\r\nis capable\nof being brought in a different forum. That two claims\r\narising from common facts might be asserted, whether separately or in\r\nthe\nalternative, is not unusual. Whether the assertion will succeed\r\nis another matter, but that is irrelevant to the jurisdictional\n\nquestion.\nTWO CLAIMS ARISING FROM COMMON FACTS\n[40]\tIt is not unusual for two rights to be asserted\r\narising from the same facts. That is what occurred in a leading case\r\nthat came\nbefore this court, which I find to be most instructive in\r\nthe present context.\n[41]\tIn\nLillicrap, Wassenaar and\r\nPartners v Pilkington Brothers (SA)(Pty) Ltd\n26\nthe plaintiff said that it had two distinct claims arising from\r\nprecisely the same facts. The facts were briefly these. A company\n\n(the plaintiff) contracted with a firm of professional engineers (the\r\ndefendant) to provide professional services. The company\nwas not\r\nsatisfied with the way in which the engineers performed their\r\nservices. The facts were capable of founding a claim for\nbreach of\r\ncontract. But the company chose instead to sue the engineers in\r\ndelict for negligence. That was a novel claim, because\na delictual\r\nright arising in those circumstances had not been recognised in law\r\nbefore. The defendant opposed the claim on the\nbasis that the claim\r\nwas bad in law because the right that was asserted did not exist.\n[42]\tThe facts that were relied upon in support of the\r\ndelictual claim corresponded with the facts that would have supported\r\na claim\nin contract. What the court was being asked to do was to\r\nrecognise that the company had two separate claims arising from the\r\nsame\nset of facts. This is how the court expressed the question that\r\nwas before it:\n27\nâThe only infringement of which the [company] complains is the\r\ninfringement of the [engineersâ] contractual duty to perform\n\nspecific professional work with due diligence; and the damages which\r\nthe [company] claims, are those which would place it in the\nposition\r\nit would have occupied if the contract had been properly performed.\r\nIn determining the present appeal we accordingly have\nto decide\r\nwhether the infringement of this duty is a wrongful act for purposes\r\nof Aquilian liability.â\n[43]\tAs it turns out the court declined to recognise the\r\nright that was asserted (the delictual right) and the claim was thus\r\ndismissed\nas being bad in law, but that is not important for present\r\npurposes. What is important is that the plaintiff was entitled to ask\n\na court to exercise its power to consider and rule upon the claim\r\nnotwithstanding that the company might equally have founded a\nclaim\r\non another right.\n[44]\tI think it is useful for present purposes to\r\nconsider what might have happened in that case had there been a\r\nspecial court\nwith exclusive jurisdiction to deal with claims for the\r\nenforcement of contracts. Would it have made any difference to\r\nwhether\nthe high court had the power to consider the claim that was\r\nbefore it?\n[45]\tI think it is patent that the high court would not\r\nhave declined to consider the claim (a claim that asserted a right in\r\ndelict)\nonly because the company had an alternative claim arising\r\nfrom the same facts (a claim that asserted a right in contract)\r\nenforceable\nin another court. The claim that was before it was a\r\nclaim in delict and it fell within the power (and the duty) of the\r\nhigh court\nto consider that claim (if only to dismiss it). That there\r\nwas another claim enforceable in another court was irrelevant. That\r\ncan be tested by asking what would have happened had the two claims\r\nbeen brought simultaneously (one in either court). Clearly neither\n\ncould have been met by a plea of lis pendens. Nor, if one was\r\ndismissed in one court (which is what occurred), could a plea of\nres\r\njudicata have succeeded in relation to the other.\n[46]\tThe existence of a right might nonetheless be\r\nrelevant to a claim asserting another right arising from the same\r\nfacts but in\nan altogether different context. The fact that the\r\nplaintiff already enjoys a right arising from those facts (for\r\nexample, a contractual\nright) might be thought by the court to be\r\nsufficient to protect his or her interests, and thus persuade it that\r\nanother right\n(a delictual right) should not be recognised. That is\r\nwhat occurred in\nLillicrap\n.\r\nThe court found that the company was capable of protecting itself\r\nadequately by its contract, and thus it was not necessary for\nthe law\r\nto recognise a delictual right in addition.\n28\nBut that has nothing to do with jurisdiction. It has to do with\r\nwhether the claim is a good claim.\nEXPLANATIONS\r\nTHAT HAVE BEEN ADVANCED FOR JURISDICTIONAL CHALLENGES\n[47]\tWith all that in mind it is difficult to see how a\r\njurisdictional challenge could be maintained in this case, or in any\r\nof\nthe cases I have mentioned. The claim in each case falls clearly\r\nwithin the ordinary power of the high court, and the fact that\nthe\r\nclaimant had another claim (to enforce LRA rights) is irrelevant (on\r\nthe jurisdictional issue).\n[48]\tExplanations that have been advanced, both in this\r\nand other cases, have always resolved themselves, in one way or\r\nanother,\ninto one or other of three unacceptable propositions. I\r\npropose in this case to deal with each explanation separately. Two of\r\nthose\nexplanations presented themselves in this case. I will deal\r\nwith each under a heading that summarises the proposition that the\r\nexplanation comes down to upon analysis. But first I need to\r\nelaborate upon how the issue arose in this case.\n[49]\tTwo special pleas were filed. One special plea\r\nraised the jurisdictional challenge. The other raised a defence to\r\nthe claim.\nIn both cases the relevant plea was founded upon\r\nsubstantially the same allegations. In the special plea relating to\r\njurisdiction\nit was alleged that Makhanya had âpursued [the claim]\r\nthrough the CCMAâ, that an arbitration had been held and an award\r\nhad\nbeen made, that Makhanya had at first applied to the Labour Court\r\nto review the award but had abandoned the application, and that\nâby\r\nvirtue of â¦ [Makhanyaâs] election to proceed with the aforesaid\r\n[claim] in the CCMA and the Labour Courtâ the high\ncourt had no\r\njurisdiction to consider the claim.\n[50]\tIn the other special plea it was alleged that the\r\ndisposal of the claim by the arbitrator of the CCMA gave rise to a\r\ngood defence\nof res judicata (the allegation being that the claim in\r\nthe high court was the same claim that had been disposed of by the\r\narbitrator).\nThe First Unsound Proposition:\nThe\r\ncourt has no jurisdiction because the claim is a bad claim.\n[51]\tThe submissions that were made before us by counsel\r\nfor the University, when examined, came down to asserting that\r\nproposition.\nThat submission was founded upon the allegation in the\r\nspecial plea that the two claims (the claim in the CCMA and the claim\r\nin\nthe high court) were the same claim. In truth that is not correct,\r\nbut I will assume its correctness for present purposes. Upon\nthat\r\nsupposition counsel submitted that because the claim had been\r\ndisposed of finally by the CCMA the high court had no jurisdiction\nin\r\nthe matter. Her submission, in short, was that the court had no power\r\nin the matter because the University had a good defence\nto the claim.\n[52]\tI have pointed out that the term âjurisdictionâ,\r\nas it has been used in this case, and in the related cases that I\r\nhave\nmentioned, describes the power of a court to consider and to\r\neither uphold or dismiss a claim. And I have also pointed out that\nit\r\nis sometimes overlooked that to dismiss a claim (other than for lack\r\nof jurisdiction) calls for the exercise of judicial power\nas much as\r\nit does to uphold the claim.\n[53]\tThe submission that was advanced by counsel invites\r\nthe question how a court would be capable of upholding the defence\r\n(and\nthus dismissing the claim) if it had no power in the matter at\r\nall. Counsel could provide no answer â because there is none.\n[54]\tThere is no answer because the submission offends\r\nan immutable rule of logic, which is that the power of a court to\r\nanswer\na question (the question whether a claim is good or bad)\r\ncannot be dependent upon the answer to the question. To express it\r\nanother\nway, its power to consider a claim cannot be dependent upon\r\nwhether the claim is a good claim or a bad claim. The Chief Justice,\n\nwriting for the minority in\nChirwa\n,\nexpressed it as follows:\n29\nâIt seems to me axiomatic that the substantive merits of a claim\r\ncannot determine whether a court has jurisdiction to hear itâ.\n[55]\tI make no apology for repeating that rule of logic\r\nin various ways throughout this judgment. It has often been ignored\r\nin cases\npurporting to raise jurisdictional objections of the kind\r\nthat is now before us.\n[56]\tEven if the University indeed has a good defence to\r\nthe claim along the lines that I have indicated that is irrelevant to\r\nthe\nquestion whether the high court had the power to consider the\r\nclaim, if only to dismiss it. The submission by counsel that the\r\ncourt had no jurisdiction in the matter because there is a good\r\ndefence is not capable of being sustained, merely as a matter of\n\nlogic. Once more it becomes apparent, on that submission, that this\r\ncase is not about jurisdiction. It is about whether the University\n\nhas a good defence to the claim.\n[57]\tI might add that if courts were precluded from\r\nconsidering claims that are bad in law there would be no scope for\r\nthe recognition\nof new rights and the development of the law. The\r\nvery progress of the law is dependent upon courts having the power to\r\nconsider\nclaims that have not been encountered before. A court cannot\r\nshy away from exercising its power to consider a claim on account of\n\nthe fact that it considers that the recognition of the claim might\r\nhave undesirable consequences. Its proper course in a case like\nthat\r\nis to exercise its power to consider the claim but to decline to\r\nrecognise the rights that are asserted and to dismiss the\nclaim as\r\nbeing bad in law. That is what occurred in\nLillicrap\n.\nThe Second Unsound Proposition:\nA\r\nhigh court that has jurisdiction to consider a claim for the\r\nenforcement of a right may thwart the assertion of that right by\n\ndeclining to exercise its jurisdiction.\n[58]\tThis was the basis upon which the court below\r\nupheld the objection in this case. It is clear from the particulars\r\nof claim,\nwhen compared with the factual allegations made in the\r\nspecial plea, and even more so when those allegations are read in\r\nconjunction\nwith the award of the arbitrator (which was attached to\r\nthe plea), that the claim that was before the high court, and the\r\nclaim\nthat was pursued before the CCMA, are not the same claims\r\n(contrary to what is alleged in the special plea). Indeed, that was\r\nfreely\nacknowledged by counsel (which in itself undermined the\r\nargument that she initially presented as I outlined it above). The\r\nclaim\nthat is now before us was not even capable of being pursued and\r\nruled upon by an arbitrator of the CCMA, because it is not for the\n\nenforcement of an LRA right.\n[59]\tThe claim that was pursued before the CCMA was a\r\nclaim to enforce the right of an employee not to be dismissed\r\nunfairly (what\nI have called an LRA right) which is enforceable only\r\nin a Labour Forum. The claim in this case asserts for enforcement a\r\nright\nemanating from the common law to exact performance of a\r\ncontract. It is plain that the high courts have the power to consider\r\nclaims\nfor the enforcement of employment contracts (as does the\r\nLabour Court).\n[60]\tThe court below quoted a passage from the judgment\r\nof Ngcobo J, writing for the majority in\nChirwa\n,\n30\nwhich it construed to mean that Makhanya was put to an election as to\r\nwhich claim to enforce, and that his election to pursue one\nclaim\r\n(the claim in the CCMA) meant that as a matter of âjudicial policyâ\r\nthe court could stop him from pursuing the other\nclaim by simply\r\ndeclining to exercise its jurisdiction to consider the claim. Taken\r\nto its logical conclusion the approach that\nthe court below adopted\r\nwould mean that the claim would not be capable of being adjudicated\r\nupon at all by any court, not even\nto be dismissed on its merits. It\r\nis to be left wandering, unresolved, in some sort of limbo, for want\r\nof a court to at least consider\nit, if only thereafter to dismiss it.\n[61]\tAs I pointed out earlier, it is true that a\r\nlitigant who has a single claim that is enforceable in two courts\r\nthat have concurrent\njurisdiction must necessarily make an election\r\nas to which court to use. In that respect the law specifically allows\r\nfor âforum\nshoppingâ by allowing the litigant that choice. But it\r\nis altogether different when a litigant has two distinct claims, one\r\nof\nwhich may only be enforced in one court, and the other of which\r\nmay be enforced in another court, which is how the court below\r\napplied it in this case.\n31\n[62]\tThe approach taken by the court below has the\r\neffect of denying to Makhanya, as a matter of âjudicial policyâ,\r\nthe ability\nto pursue the present claim at all, thereby thwarting the\r\nassertion of the right upon which the claim is founded. That cannot\r\nbe\ncorrect, because âjudicial policyâ to that effect would be\r\nunconstitutional.\n[63]\tIt is not unknown in history for authorities to\r\nattempt to subvert the assertion of rights by the expedient of\r\ndenying the\nholder a forum in which to assert them. For a right\r\nwithout a forum in which to enforce it might just as well not exist\r\nat all.\nThe drafters of the Constitution were clearly alive to the\r\nstratagem of surreptitiously negating rights in that way, which it\r\noutlawed\nby guaranteeing to every person a forum in which to\r\nprosecute any  legal claim and not only some of them.\n32\nThat guarantee is fundamental to the preservation of rights.\n[64]\tEven if the court below meant only that the claim\r\ncould not be asserted in the high court but may be pursued in the\r\nLabour\nCourt under its concurrent jurisdiction (which is not what the\r\ncourt had in mind) that would also be unconstitutional. The law has\n\ndesignated the high court as a forum for pursuit of the claim, and a\r\nlitigant may not be denied access to a court that the law\nallows.\n[65]\tClearly a court may not thwart the assertion of a\r\nright by denying access to a court in which to do so.  It would be no\r\nanswer\nto say that it really will not matter because the claimant has\r\nanother right that is just as good. If the claimant asserts two\r\nrights â and it is not in issue in this case that he does â then\r\nboth must have a forum in which to be asserted.  That is what\nthe\r\nConstitution guarantees. To the extent that the objection was upheld\r\non that basis the order cannot stand.\nThe Third Unsound Proposition:\nThe\r\nclaim that is before the court is not what it purports to be, but is\r\ninstead a claim for enforcement of an LRA right.\n[66]\t That proposition was not advanced in this case,\r\nbut it is the foundation for a defence that has been mounted,\r\nacademically,\nin support of the decision in\nChirwa\n.\r\nIt is convenient to deal with it now, before turning to\nChirwa.\nThe defence has been mounted by Halton\r\nCheadle in an article that is shortly to appear in the Industrial Law\r\nJournal.\n33\n[67]\tCheadle points out that the majority in\nChirwa\ndid two things, one of which was to âdecide as a matter of\r\nconstitutional interpretation to limit the scope of the right to\r\nadministrative action so as to exclude labour practicesâ (its\r\nfinding that the conduct of Transnet was not âadministrative\r\nactionâ).\n[68]\tI am aware that that finding has evoked some\r\ncontroversy but that finding is not my present concern. Cheadle\r\nadvances persuasive\ngrounds for concluding that it was correct. In\r\nthat respect the author lays heavy store on what he considers to be a\r\npolicy encapsulated\nin the LRA that grievances that an employee in\r\nthe public sector might have arising from dismissal should be the\r\nsubject only of\nclaims under the LRA. That is also the constant theme\r\nof the majority in\nChirwa\nand the following is an example of what was said in that regard:\n34\nâConsistently with this objective the LRA brings all employees,\r\nwhether employed in the public sector or private sector under\nit,\r\nexcept those specifically excluded. The powers given to the Labour\r\nCourt under s 158(1)(h) to review the executive or\n\nadministrative acts of the State as an employer give effect to the\r\nintention to bring public sector employees under one comprehensive\n\nframework of law governing all employees. So too is the repeal of\r\nlegislation such as the Public Service\nLabour Relations Act and\nthe\r\nEducation\nLabour Relations Act. One\nof the manifest objects of the\r\nLRA is therefore to subject all employees, whether in the public\r\nsector or the private sector, to\nits provisions, except those who are\r\nspecifically excluded from its operation.â\n[69]\tIf that is indeed the purpose of the legislation it\r\nwould justify a construction of the legislation such as to deny to\r\npublic\nsector employees any rights other than those provided for in\r\nthe LRA, which is the construction that the majority placed upon it.\n\nThat construction, with its consequence that a claim arising outside\r\nthe LRA is bad in law, will give full effect to that legislative\n\npurpose. On that finding alone any further claim that might yet be\r\nmade along similar lines (whether in the high court or in the\nLabour\r\nCourt) will be doomed to failure on that ground and the claimant will\r\nbe confined to pursuing his or her LRA rights only.\nBut it begs the\r\nquestion why the legislature should have denied a claimant his or her\r\nordinary right to approach a high court to\nconsider such a claim, if\r\nonly to have it dismissed because the claim is bad. It would be most\r\nodd if the legislature, having resolved\nto deny employees rights\r\narising outside the LRA, should also bar the courts from declaring\r\nthat an employee has no such rights.\n[70]\tThe explanation advanced by Cheadle for the\r\njurisdictional finding arises from what he says the majority did in\r\nthat regard.\nHe says that the majority âcharacterised the decision\r\nto terminate Ms Chirwaâs employment as a labour practice rather\r\nthan\nas administrative action.â What he says, as I understand it,\r\nis that the majority regarded the claim that was before it as a claim\n\nfor the enforcement of LRA rights (enforceable only in a Labour\r\nForum) and not as a claim to enforce a constitutional right.\n[71]\tBefore turning to that explanation there are two\r\nobservations that I need to make. The first is that the claim that is\r\nbefore\na court is a matter of fact. When a claimant says that the\r\nclaim arises from the infringement of the common law right to enforce\n\na contract, then that is the claim, as a fact, and the court must\r\ndeal with it accordingly. When a claimant says that the claim\nis to\r\nenforce a right that is created by the LRA, then that is the claim\r\nthat the court has before it, as a fact. When he or she\nsays that the\r\nclaim is to enforce a right derived from the Constitution then, as a\r\nfact, that is the claim. That the claim might\nbe a bad claim is\r\nbeside the point.\n[72]\tThe second observation is that a claim, which\r\nexists as a fact, is not capable of being converted into a claim of a\r\ndifferent\nkind by the mere use of language. Yet that is often what is\r\nsought to be done under the guise of what is called âcharacterisingâ\n\nthe claim. Where that word is used to mean âdescribing the\r\ndistinctive character ofâ the claim that is before the court,\n35\nas a fact, then its use is unexceptionable. But when it is used to\r\ndescribe an alchemical process that purports to convert the\nclaim\r\ninto a claim of another kind then the word is abused. What then\r\noccurs, in truth, is not that the claim is converted, but\nonly that\r\nthe claimant is denied the right to assert it.\n[73]\tI understand Cheadle to say that that was what the\r\ncourt purported to do in\nChirwa\n.\r\nIf it had indeed done so then that would not have been permissible,\r\nbecause that would have denied Ms Chirwa the right to assert\nthe\r\nclaim that she had brought. But I think it is clear that the\r\nstatement that the majority did so is factually not correct.\n[74]\tI had occasion in\nMakambi v\r\nMEC for Education, Eastern Cape\n36\nto consider the possibility that the majority\r\nmight have done that (there are statements in the judgment of\r\nSkweyiya J that appear\nto bear that out but they seem to me to be\r\ninconsistent with other statements in the judgment\n37\n)\r\nand in that regard I said the following:\n38\nâOne thing is clear beyond a shadow of doubt â¦ which is that the\r\ncourt construed the claim as being one for the enforcement\nof the\r\nclaimantâs constitutional right to just administrative action\r\n(which is what the claim purported to be). For had the claim\nbeen\r\nconstrued to be anything else the court would not have been capable\r\nof finding (as both the majority and the minority found)\nthat the\r\ndismissal of the appellant did not constitute administrative action â\r\nthe question whether the dismissal constituted\nadministrative action\r\ncould simply not have arisen.â\n[75]\tOn numerous occasions in both majority judgments it\r\nis stated that Ms Chirwaâs claim was for enforcement of her\r\nconstitutional\nright.  That is how this court understood the claim. \r\nThere could also have been no doubt in the mind of the majority that\r\nthat\nwas the claim. And the fact alone that the court found itself\r\nable to find that the conduct in question was not âadministrative\n\nactionâ demonstrates ineluctably that the court did not consider\r\nthe claim that was before it to be a claim for the enforcement\nof LRA\r\nrights. The contrary would suggest that the majority regarded the\r\nclaim as being one for the enforcement of LRA rights when\nassessing\r\nthe jurisdictional issue, but to be a constitutional claim when\r\nassessing the merits, which would be absurd.\nTHE DECISION IN\nCHIRWA\n[76]\tIn\nMakambi\nI\r\ncommented on the difficulty I had deconstructing the language of the\r\nmajority in\nChirwa\nso\r\nas to discover why the high court was said to have had no\r\njurisdiction.  I do not intend pursuing that line of enquiry.  It\nis\r\nsufficient to say that there are hints in the judgments of the\r\nmajority of all the three propositions that I dealt with above\nbut\r\nnone ever quite blossomed.\n[77]\tIf the ratio of its decision to dismiss the claim\r\nwas that the high court lacked jurisdiction to consider it then it\r\napplies\nas much in this case, because on that issue the two are\r\nindistinguishable notwithstanding the differences in their facts.\n[78]\tIn this case the employment of Makhanya terminated,\r\nas in\nChirwa\n. As in\nChirwa\nthat gave rise\r\nto a potential claim to enforce LRA rights (a claim for the\r\nenforcement of that right was in fact pursued to its\nconclusion in\r\nthis case but that distinction is not relevant). And as in\nChirwa\nthe claim that is now before us is a claim that asserts a separate\r\nright that is said to have been infringed. The right that is\nasserted\r\nin this case is an established right, unlike the right that was\r\nasserted in\nChirwa\n,\r\nbut that is immaterial, because as I have said, jurisdiction is not\r\ndependent upon whether the claim is good or bad.\n[79]\tBoth in\nChirwa\nand in this case the right that was (and is now) asserted, is not an\r\nLRA right, but is one that falls within the ordinary power\nof the\r\nhigh court to enforce. In this case it falls within the ordinary\r\npower that the high courts have to enforce contractual\nrights\r\n(expressly preserved by the BCEA). And in\nChirwa\nit fell within the ordinary power that the high courts have to\r\nenforce constitutional rights (expressly conferred by the\r\nConstitution\nand preserved in s 157(2) of the LRA).\n[80]\tThus in all material respects the present claim\r\ncorresponds with the claim in\nChirwa\nnotwithstanding the factual distinctions. If the finding on the\r\njurisdictional issue in\nChirwa\nwas the ratio for the order that was made then we are bound to apply\r\nit in this case and to dismiss the claim on that ground as\nthe court\r\nbelow did. (That question did not arise in\nMakambi\nbecause the claim in that case fell to be dismissed in any event.)\n[81]\tBut what needs to be borne in mind, as Cameron JA\r\nreminds us in\nTrue Motives\n,\n39\nis that what binds a lower court is only the ratio of the decision of\r\na higher court and not what might have been said en passant\n(though\r\nviews of a higher court that are expressed in that way are always\r\ninstructive). My colleague dealt comprehensively in that\ncase with\r\nthe explanation that Schreiner JA gave in\nPretoria\r\nCity Council v Levinson\n40\nof what constitutes the ratio of a case. Schreiner JA subsequently\r\nrepeated that, perhaps more succinctly, in\nFellner\r\nv Minister of the Interior\n,\n41\nwhen he said the following:\nâThe decision or judgment, in the sense of the Courtâs order, by\r\nitself only operates of course, between the parties themselves:\nit\r\ncan only state law in so far as it discloses a ruleâ.\n[82]\tI mentioned earlier that the most striking feature\r\nof\nChirwa\nis that its\r\ntwo findings, in so far as they purport to express the rule upon\r\nwhich the order was founded, are mutually destructive.\nFor the court\r\nwas sitting on appeal in that case from a decision of the high court\r\nand its power on appeal necessarily replicated\nthat of the high\r\ncourt. There is nothing in\nChirwa\nto suggest that the court invoked anything but its powers on appeal\r\nin reaching its conclusions.\n[83]\tThe high court, once having found that it had no\r\njurisdiction, as the majority found, would not have been capable, by\r\nits own\ndecision, of making any further orders in the matter. The\r\nonly course open to it would have been to dismiss the claim, on the\r\nground\nthat it lacked the power to make any further orders. It would\r\nnot have been capable of deciding authoritatively that Ms Chirwa had\n\nno cause of action and dismissing her claim on that ground. Yet the\r\nmajority (excluding Skweyiya J) went on to make a finding on\nthat\r\nissue, which purported to have been at least one of the grounds on\r\nwhich the claim was dismissed.\n[84]\tIt follows that the ratio for its decision to\r\ndismiss the claim is to be found in one or other of those findings\r\nbut it cannot\nbe found in both. The difficulty with which we are\r\nconfronted is to discover which of them it was. Because we are bound\r\nby whichever\none provides the ratio of the decision, and bearing in\r\nmind that this case is not materially distinguishable on the\r\njurisdictional\nissue, it would be a pity to dispose of it on the\r\nwrong ground.\n[85]\tOrdinarily the ratio of a decision will appear from\r\nthe express language of the judgment. In this case there is a\r\ndifficulty.\n[86]\tCertainly as far as Skweyiya J was concerned, the\r\nratio for his decision to dismiss the claim was that the high court\r\nlacked\njurisdiction, because having found that, he left the matter\r\nthere. But the remainder of the majority went on to make the further\n\nfinding I have referred to. Its reasons for doing so are reflected in\r\nthe judgment of Ngcobo J (with whom the remainder of the\nmajority\r\nconcurred). That judgment supplemented the reasons that had been\r\ngiven by Skweyiya J for his jurisdictional finding, and\nin addition\r\nset out the reasons for the conclusion on the merits.\n[87]\tThe learned judge ended by stating the conclusions\r\nthat he reached on each of those issues,\n42\nbut failed to say which of them constituted the reason for dismissing\r\nthe claim.  As I have already pointed out, it might have\nbeen either\r\none or the other, but it could not have been both.  Thus we are left\r\nwith no express statement by the majority of which\nof those was the\r\nratio for its order dismissing the claim.\n[88]\tWhile the ratio of a decision is a rule of law, the\r\nrule itself exists as a fact, and is thus capable of being discovered\r\nin\neither of two ways. It might be found in what a court says it is\r\nexpressly. But where that does not occur then, as with all facts,\nit\r\nis capable of being discovered circumstantially by inference. As\r\nSchreiner JA explained it in\nFellner\n:\n43\nâWhere, however, even when reasons [for the order] are given, it\r\nis not possible to discover a ratio decidendi from them, it\nbecomes\r\nnecessary to resort to the facts found to be material and to the\r\norder, as if no reasons had been given, so as to find\nwhat must have\r\nbeen treated by the Court as the law, if the order was to be\r\njustified.â\n[89]\tI find myself compelled to approach the matter in\r\nthat way and to determine, as if no reasons had been given, with\r\nreference\nonly to the material facts and the order that was made,\r\nwhat must have been treated by the court as the law if the order was\r\nto\nbe justified. Fortunately in this case I need confine myself to\r\nonly two possibilities.\n[90]\tI have already said that all arguments in support\r\nof jurisdictional objections of the present kind, when properly\r\nanalysed,\nultimately come down to one or other of the three unsound\r\npropositions I have mentioned. I have also pointed out that each of\r\nthem\nis fatally defective. One because it offends an immutable rule\r\nof logic. Another because it is in conflict with the Constitution.\n\nAnd I need not concern myself with the third because if only one\r\nthing is clear it is that that was not the basis of its finding.\n[91]\tI can think of no other possible explanation for\r\nwhy the high court might not have had jurisdiction in\nChirwa.\nMoreover, as I have pointed out, this case is\r\nnot materially distinguishable. Thus if a high court has jurisdiction\r\nin this case\nthen it must equally have had jurisdiction in\nChirwa\n(and vice versa) and it is perfectly clear that the high court has\r\njurisdiction in this case. That was held in\nFedlife\nand the high courtsâ ordinary powers in such cases are also\r\nexpressly preserved by the BCEA.\n[92]\tIt seems to me in those circumstances that that\r\ncould not have been the ratio of the majority (but for Skweyiya J) in\nChirwa\nbecause on the\r\nmaterial before the court its order cannot be justified on that\r\nground. There being only one other possibility that\npresents itself I\r\nmust conclude that the claim was dismissed because the termination of\r\nMrs Chirwaâs employment was found not\nto have been administrative\r\naction with the consequence that the claim was bad in law.\n[93]\tOnce more, so it seems to me,\nChirwa,\nlike all the cases that preceded it, was not about jurisdiction at\r\nall. It was about whether there was a good cause of action.\nIn my\r\nview the least said about jurisdiction in such cases the better\r\nbecause, once that red-herring is out of the way, courts\nwill be\r\nbetter placed to focus on the substantive issue that arises in such\r\ncases, which is whether, and if so in what circumstances,\nemployees\r\nmight or might not have rights that arise outside the LRA.\nCONCLUSIONS\n[94]\tTo summarise, I am driven to conclude that the\r\nratio for the order that was made in\nChirwa\n(both of the minority and the majority, but for Skweyiya J) was\r\nthat the termination of an employment contract in the circumstances\n\nin which it occurred in that case, does not constitute\r\nâadministrative actionâ, and for that reason the claim was bad in\r\nlaw\nand it was dismissed on that ground. The further views of the\r\nmajority that the high court had no jurisdiction to consider the\r\nclaim was not the ratio for the order that it made and what was said\r\nby various members of the court in that regard is thus not\nbinding\r\nupon us. In those circumstances we are free to dispose of this appeal\r\non conventional principles.\n[95]\tIn this case the claim is for the enforcement of\r\nthe common law right of a contracting party to exact performance of\r\nthe contract.\nWe know this because that is what it says in the\r\nparticulars of claim. Whether the claim is a good one or a bad one is\r\nimmaterial.\nNor may a court thwart the pursuit of the claim by\r\ndenying access to a forum that has been provided by law. A claim of\r\nthat kind\nclearly falls within the ordinary power of the high court\r\nthat is derived from the Constitution and the jurisdictional\r\nobjection\nshould have failed. The appeal must accordingly succeed.\nTHE SPECIAL DEFENCE TO THE CLAIM IN THIS CASE\n[96]\tCounsel for Makhanya submitted that if that were to\r\nbe our finding we should remit the matter to the high court to decide\r\nthe\nremaining issues, including the defence raised in the other\r\nspecial plea, because only the jurisdictional issue is before us.\n[97]\tWhile the special defence might indeed not strictly\r\nbe before us I think it would be fruitless to remit the matter for a\r\ndecision\non that point. The court below has already expressed itself,\r\nalbeit tentatively, on that issue (which was against Makhanya) and\nif\r\nit were to confirm that view the matter is destined to return because\r\nI think that view is not correct. Moreover, the issues\nthat are\r\nraised by that defence were interwoven in the submissions that were\r\nadvanced before us and I think it would be wasteful\nfor them to be\r\nargued again.\n[98]\tI think it is clear that the defence of res\r\njudicata, in the full sense of that term,\n44\ncannot succeed for at least one reason. It is clear that the claim\r\nthat is now before us, and the claim that was pursued in the\nCCMA,\r\nwere not the same claims, as I observed earlier in this judgment.\n[99]\tFor that reason counsel for the University confined\r\nherself instead to a narrower meaning in which the term has also been\r\nused\nâ at times also called âissue estoppelâ.\n45\nShe submitted that the question whether Makhanya had an employment\r\ncontract â an essential element of the present claim and also\nthe\r\nclaim that was pursued in the CCMA â had been finally pronounced\r\nupon by the arbitrator and could not be pursued a second\ntime.\n[100]\tI have considerable doubt that a finding by an\r\narbitrator of the CCMA can prevent a litigant from raising the issue\r\nonce more\nin the high court but I need not decide that question. It\r\nis apparent from the award of the arbitrator that no definitive\r\nfinding\nwas made on that issue. It was found only that the agreement\r\nhad not been established and not that there was no such agreement.\nOn\r\nthat ground alone Makhanya cannot be prevented from submitting the\r\nquestion to the high court for decision. No doubt the findings\nof the\r\narbitrator will be given serious consideration when deciding whether\r\nto persist in the action but that is another matter.\n[101]\tThe following orders are made:\n1\tThe appeal is upheld with costs. The order of the\r\ncourt below is set aside and the following orders are substituted:\nâ\n(a)\tBoth special pleas are dismissed with costs.\n(b)\tThe action is postponed sine die for disposal of\r\nthe remaining issuesâ.\n2\tThe matter is remitted to the high court for disposal\r\nof the remaining issues in the action.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant:\tR Pillemer\nInstructed by:\nHenwood Britter & Caney, Durban\nLovius Block Attorneys, Bloemfontein\nFor Respondent:\tL R Naidoo\nInstructed by:\nGarlicke & Bousfield Inc, Durban\nClaude Reid Attorneys, Bloemfontein\n1\n2002 (1) SA 49\n(SCA).\n2\nThe argument was dealt with in paras 23-27.\n3\n2008 (4) SA 367\n(CC);\n[2007] ZACC 23.\n4\n[2009] ZASCA 4\npara 100.\n5\nPara 102.\n6\nPara 101.\n7\nSection 185.\n8\nSection 33(1) of the Bill of Rights: âEveryone has the right to\r\n\tadministrative action that is lawful, reasonable and procedurally\n\n\tfair.â  The Interim Constitution provided a right in comparable\r\n\tterms in s 24.\n9\nCreated by s 112 of the LRA.\n10\nSo far as disputes fall within the jurisdiction of the CCMA the\r\n\texclusivity of its powers is implicit in the procedures for\r\n\tresolution of such disputes.  As for the Labour Court, s 157(1) of\r\n\tthe LRA provides: ââ¦[T]he Labour Court has exclusive\r\n\njurisdiction in respect of all matters that elsewhere in terms of\r\n\tthis Act â¦ are to be determined by the Labour Court.â (see\nFedlife\n, above, on the meaning of that subsection, approved\r\n\tin\nFredericks v MEC for Education and Training, Eastern Cape\n[2001] ZACC 6\n;\n2002 (2) SA 693\n(CC)).\n11\nSection 169(b) of the Constitution. The section assigns judicial\r\n\tauthority to the high courts in the following terms:\nâA High Court may decide â\n(a)\tany constitutional matter except a\r\n\tmatter that:\n(i)\tonly\r\n\tthe Constitutional Court may decide; or\n(ii)\tis\r\n\tassigned by an Act of Parliament to another court of a status\r\n\tsimilar to a High Court; and\n(b)\tany other matter not assigned to\r\n\tanother court by an Act of Parliament.\n12\nSection 77(3)\nof the\nBasic Conditions of Employment Act: âThe\nLabour Court has concurrent jurisdiction with the civil courts to\r\n\thear and determine any matter concerning a contract of employment\nâ¦â\n13\nSection 169(a)(ii)\nquoted above.\n14\nSection 157(2)\nof the LRA: âThe Labour Court has concurrent\r\n\tjurisdiction with the High Court in respect of any alleged or\r\n\tthreatened violation\nof any fundamental right entrenched in Chapter\r\n\t2 of the [Constitution] and arising from â¦ employment and from\r\n\tlabour relations.â\n15\nParas 122-123.\n16\nParas 121 and 122.\n17\nEven the deletion of the words âconcurrent â¦ with the High\r\n\tCourtâ would not alter the meaning of subsection (2) when properly\n\n\tconstrued in the context of the section as a whole.\n18\nSection 169 of the Constitution quoted above. Other courts have such\r\n\tpowers as may be assigned to them by legislation.\n19\nSee Ngcobo J in\nChirwa\nparas 92 and 95.\n20\nA true jurisdictional challenge was raised, but almost as an\r\n\tafterthought. The real issue in that case was whether there was\na\r\n\tgood cause of action. Thus there were two distinct issues in that\r\n\tcase (dealt with in the judgment in the reverse order of\ntheir\r\n\tlogical sequence). The first was whether the high court had the\r\n\tpower to consider a claim for breach of contract (which\nwas the\r\n\tclaim that was before it). For that stage of the enquiry the\r\n\tquestion whether the claim was good in law was irrelevant.\nThe court\r\n\theld that the high court did have jurisdiction to consider such a\r\n\tclaim (paras 23-27). Once that had been decided it\nwas open to the\r\n\tcourt to consider the next question (which would ordinarily have\r\n\tbeen raised on exception to the particulars\nof claim had the case\r\n\tbeen properly pleaded), which was whether the claim was good in law.\r\n\tIt found that the claim was indeed\ngood in law (paras 8-22).\n21\n[2005] 26 ILJ 1957 (SCA).\n22\n2007 (5) SA 450\n(SCA),\n[2007] ZASCA 79.\n23\n[2001] ZACC 6\n;\n2002 (2) SA 693\n(CC).\n24\nI pointed out above that one of the matters dealt with in\nFedlife\nwas a true jurisdictional challenge but that was raised almost as an\r\n\tafterthought and was peripheral to the principal issue in\nthat case.\n25\nLRA rights are enforceable sometimes in the CCMA, and sometimes in\r\n\tthe Labour Court.  For convenience I have assumed that the\n\n\tparticular claim is one that falls under the jurisdiction of the\r\n\tLabour Court and not the CCMA.\n26\n1985 (1) SA 475 (A).\n27\nAt 499D-E.\n28\nSee 500F-501H.\n29\nPara 155.\n30\nPara 85: âOrdinarily and as a matter of judicial\r\n\tpolicy, even if the High Court had concurrent jurisdiction with the\r\n\tLabour\nCourt in this matter, it should be impermissible for a party\r\n\tto initiate the process in the CCMA alleging one cause of action,\n\n\tnamely unfair labour practice, and halfway through that process\r\n\tallege another cause of action and initiate proceedings in the\nHigh\r\n\tCourt. It seems to me that where two courts have concurrent\r\n\tjurisdiction, and a party initiates proceedings in one system\n\n\talleging a particular cause of action, the party is bound to\r\n\tcomplete the process initiated under the system that she or he has\n\n\telected. Concurrent jurisdiction means that a party must make an\r\n\telection before initiating proceedings. A party should not be\n\n\tallowed to change his or her cause of action mid-stream and then\r\n\tswitch from one court system to another. In effect the applicant\nis\r\n\tinviting us to countenance such a practice. It is an invitation\r\n\twhich should in my view be firmly rejected.â\n31\nThe passage I have referred to fails to distinguish those two\r\n\tdistinct situations and treats them, incorrectly, as if they are\n\n\tinterchangeable.\n32\nSection 34 accords to every person the right to have any dispute\r\n\tthat can be resolved by the application of law decided in a\nfair\r\n\tpublic hearing before a court or, where appropriate, another\r\n\tindependent and impartial tribunal or forum.\n33\nHalton Cheadle âDeconstructing Chirwa v Transnetâ [2009] 30\nILJ\n741. I am grateful to the author for providing me with a proof\r\n\tof the article.\n34\nPara 102.\n35\nConcise Oxford Dictionary\n.\n36\n2008 (5) SA 449\n(SCA),\n[2008] ZASCA 61.\n37\nFor example, compare para 18 with paras 19, 24 , 46 and 55.\n38\nPara 33.\n39\nSee para 7 above.\n40\n1949 (3) SA 305\n(A).\n41\n1954 (4) SA 523\n(A) at 542D-E.\n42\nParas 150 and 151.\n43\nAt 542F-G.\n44\nLawsa ed WA Joubert 2ed Vol 9 paras 623-646 for a discussion of that\r\n\tdefence.\n45\nLawsa, above, paras 647-650.",
  "scraped_at": "2026-02-11T21:52:29.248466",
  "date": "2009-05-29",
  "coram": [
    "NUGENT JA",
    "LEWIS JJA",
    "SNYDERS JJA"
  ],
  "case_number": "218/08",
  "parties": {
    "applicants": [
      "Edward Mbuyiselo Makhanya"
    ],
    "respondents": [
      "University of Zululand"
    ]
  },
  "sections": {
    "facts": "Professor Makhanya was employed by the University of Zululand under a contract of employment. The University purported to terminate the contract in breach of its terms. Makhanya continued to render services or offered to do so, but the University failed to pay his remuneration and other entitlements. He instituted proceedings in the High Court of Durban seeking an order compelling payment. Earlier he had pursued a claim based on his Labour Relations Act (LRA) rights in the CCMA, which was unsuccessful. The University raised a jurisdictional challenge, arguing that because the LRA claim had been pursued, the High Court could not consider the contractual claim.",
    "issues": "1. Whether the High Court has jurisdiction to entertain a claim for the enforcement of an employment contract when the claimant has already pursued an LRA claim in the CCMA. 2. Whether the claim is a matter within the exclusive jurisdiction of the Labour Forums, rendering the High Court powerless. 3. Whether the claim is a good claim in law or barred by res judicata or issue estoppel. 4. The appropriate remedy and costs.",
    "principles": "The judgment relied on several statutory and constitutional principles: s 77(3) of the Basic Conditions of Employment Act confirms that high courts retain ordinary jurisdiction to enforce contracts of employment; s 157(2) of the Labour Relations Act confers concurrent jurisdiction on the Labour Court but does not divest the High Court of its power; the Constitution assigns judicial authority to the High Courts (s 169(b)). The doctrine of precedent requires lower courts to follow binding ratio decidendi, but the ratio in Chirwa v Transnet was deemed ambiguous and not controlling on jurisdiction. Jurisdiction cannot depend on the merits of the claim; a claim can be dismissed as bad in law only after jurisdiction is established.",
    "application": "Applying these principles, the Court held that the claim for enforcement of a contractual right falls squarely within the ordinary jurisdiction of the High Court, preserved by the BCEA and not excluded by the LRA. The University’s reliance on the earlier CCMA proceeding does not strip the High Court of jurisdiction, nor does it create res judicata because the issues are distinct (LRA right vs. contractual right). The Court therefore dismissed the university’s special pleas, upheld the appeal, and remitted the matter for determination of the remaining substantive issues.",
    "conclusion": "The appeal was upheld with costs. The order of the High Court below was set aside. Both special pleas were dismissed with costs. The action was postponed sine die for disposal of the remaining issues and the matter was remitted to the High Court for further determination."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Employment Contracts",
    "level_3": [
      "jurisdiction",
      "contract enforcement",
      "Labour Relations Act"
    ]
  }
}