{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/6.html",
  "case_name": "mCubed International (Pty) Ltd and and Another v Singer NO and Others (118/08) [2009] ZASCA 6; 2009 (4) SA 471 (SCA) ; [2009] 2 All SA 536 (SCA) (11 March 2009)",
  "citation": "[2009] ZASCA 6",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 6\n|\nNoteup\n|\nLawCite\nmCubed International (Pty) Ltd and and Another v Singer NO and Others (118/08) [2009] ZASCA 6; 2009 (4) SA 471 (SCA) ; [2009] 2 All SA 536 (SCA) (11 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nCase\r\nnumber: 118/08\nIn the matter between:\nmCUBED\r\nINTERNATIONAL (PTY) LTD\t\tFIRST APPELLANT\nmCUBED\r\nLIFE LIMITED\t\t\t\tSECOND APPELLANT\nand\nLEON\r\nJOHN SINGER NO\nFIRST\r\nRESPONDENT\nANDRIES OLIVIER NO\t\t\t\tSECOND\r\nRESPONDENT\nFRANK WILLIAM MUGGLESTON NO\t\tTHIRD\r\nRESPONDENT\nNeutral\r\ncitation:\nmCubed\r\nInternational v Singer\n(118/08)\n[2009] ZASCA 6\n(11\r\nMarch 2009)\nCORAM:\t\tSTREICHER,\r\nBRAND, MHLANTLA JJA, LEACH\net\nBOSIELO AJJA\nHEARD:\t\t17\r\nFEBRUARY 2009\nDELIVERED:\t11\r\nMARCH 2009\nSUMMARY\n:\t\tClaim\r\nfor damages arising from misrepresentations made in context of an\r\noffshore investment contract â held that on application\nof\r\n'but-for' test factual causation not established â and that, in any\r\nevent, loss too remote because occasioned by strengthening\nof Rand\r\nagainst the US Dollar rather than by misrepresentations.\n______________________________\n______________________________\nORDER\n_____________________________________________\nOn\r\nappeal from\n:\tHigh Court\r\nCape Town\n(Manca AJ sitting as court of first\r\ninstance)\n1(a)\tThe\r\nappeal is upheld with costs.\n(b)\tThe order of the court a quo is\r\nset aside and replaced by the following:\n'The\r\nplaintiffs' claims are dismissed with costs'.\n2.\tThe cross-appeal is dismissed with\r\ncosts.\n____________________________________________________________\nJUDGMENT\n____________________________________________________________\nBRAND\r\nJA (concur Streicher, Mhlantla JJA, Leach\net\nBosielo AJJA)\n[1]\tThis\r\nappeal arises from a claim in delict for pure economic loss resulting\r\nfrom alleged misrepresentations made in a contractual\ncontext. The\r\ntwo appellants, mCubed International (Pty) Ltd and mCubed Life Ltd,\r\nare companies in the same group. I propose to\nrefer to them both as\r\n'mCubed', save where differentiation becomes necessary. The three\r\nrespondents are cited in their capacities\nas the trustees of the Leon\r\nJohn Singer Family Trust, (\"the Trust'). The first respondent\r\n('Singer') is the settler and driving\nforce behind the Trust while\r\nthe second respondent is his accountant and the third respondent his\r\nattorney.\n[2]\tAs\r\nwill soon appear in more detail, the Trust entered into an investment\r\ncontract with mCubed Life on 19 March 2002, pursuant\nto advice given\r\nby an employee of mCubed International. Emanating from the investment\r\ncontract, the Trust instituted an action\nfor damages against both\r\ncompanies in the Cape High Court. But, as I have said, its claim was\r\nnot founded in contract, but in delict.\nAs the factual basis for its\r\ndelictual claim, the Trust relied on two different misrepresentations\r\nin the alternative: one before\nand one after the conclusion of the\r\ninvestment contract. Its main claim, which relied on a\r\nmisrepresentation prior to â and allegedly\ngiving rise to â the\r\ncontract, comprised of two parts, to wit, a loss of capital in an\r\namount of R3 884 958.53 and\ndamages resulting from interest\r\npaid by it on money borrowed to make the investment, in the sum of\r\nR3 881 017.47.\n[3]\tThe\r\nalternative claim, based on a misrepresentation subsequent to the\r\nconclusion of the contract was again comprised of the\nsame two\r\nelements, but for lesser amounts. In this instance it claimed\r\nR2 547 122.80 for loss of capital and R3 558 435.69\n\nfor interest as damages. At the trial two witnesses, namely Singer\r\nand his financial adviser, Mr Carl Liebenberg, testified on\nbehalf of\r\nthe Trust. No witnesses were called on behalf of mCubed. The court a\r\nquo (Manca AJ) dismissed the main claim and granted\nthe alternative\r\nclaim, but in respect of the capital loss only. This gave rise to an\r\nappeal by mCubed against the judgment in favour\nof the Trust and a\r\ncross-appeal by the Trust against the dismissal of its main claim as\r\nwell as the dismissal of its claim for\ninterest as damages on the\r\nalternative basis. Both the appeal and the cross-appeal are with the\r\nleave of the court a quo.\n[4]\tSinger\r\nis, what is known in banking circles, so I gather, as a 'high\r\nnet-worth individual'. In August 2001 â which I find\na convenient\r\nchronological starting point â his investments were mostly in\r\nimmovable property. All and all his property portfolio,\nwhich he held\r\nin his own name and in the names of various entities under his\r\ncontrol, had been conservatively valued by his bank,\nFirstRand, at\r\nabout R76m. The advice from his accountant and his auditor was,\r\nhowever, that he should divert some of his assets\noffshore. This\r\nadvice was given at a time when the Rand was in sharp decline against\r\nother currencies, including the United States\nDollar. According to\r\nstatistics presented to Singer at the time, the Rand had depreciated\r\nagainst the US Dollar over the preceding\nfive years by 17 per\r\ncent and experts in the field predicted that the same type of\r\ndevaluation could continue for at least\nthe next five years.\n[5]\tSinger\r\nraised the possibility of offshore investments with Liebenberg, who\r\nwas employed at the time by Origin Merchant Bank,\na private banking\r\ndivision of FirstRand Bank, specialising in 'high net-worth clients'.\r\nAt Liebenberg's suggestion, contact was\nmade with mCubed. In the\r\nevent, Singer took an initial amount of R1m offshore by means of a\r\nmCubed Life policy in the name of the\nTrust. This happened towards\r\nthe end of August 2001. Singer thereafter discussed with Liebenberg\r\nthe possibility of investing considerably\ngreater funds. The amount\r\nhe mentioned in this regard was between R35m and R50m. Liebenberg\r\nagain contacted mCubed. In due course\nhe arranged a meeting for 20\r\nSeptember 2001 with Mr David Cosgrove, an employee of mCubed\r\nInternational who specialised in offshore\ninvestments. In\r\nanticipation of the meeting, Liebenberg sent Cosgrove a letter\r\noutlining Singer's intentions with regard to offshore\ninvestments and\r\nsetting out the nature of the advice that was being sought from\r\nmCubed.\n[6]\tAt\r\nthe meeting of 20 September 2001 Singer was accompanied, inter alia,\r\nby Liebenberg, as well as his accountant and his auditor.\nCosgrove\r\nthen in essence advised those present that:\n(a)\tmCubed\r\nLife still had 'asset swop capacity', which is the colloquial term\r\nfor the foreign direct investment allowance granted\nby the Reserve\r\nBank to life insurance companies.\n(b)\tSinger\r\n(or an entity nominated by him) could make an investment through a\r\nRand-denominated linked endowment policy issued by\nmCubed Life.\n(c)\tmCubed\r\nLife would then convert the Rands received into US Dollars, utilising\r\nits asset swop capacity.\n(d)\tThe\r\nUS Dollars would then be used by mCubed to purchase an offshore life\r\npolicy â referred to as a SelectLife policy â issued\nby an\r\noverseas company in the mCubed group, which would in turn invest the\r\nmoney offshore.\n[7]\tAfter\r\nthe meeting it was pointed out to Singer by his auditor that mCubed\r\nLife was not one of the major life insurance companies\nand that\r\nSinger should therefore be wary of the risks inherent in mCubed\r\nLife's insolvency. At a further meeting held on 11 October\n2001, with\r\nessentially the same individuals present, Singer raised this problem\r\nwith Cosgrove who immediately suggested a revised\nversion of the\r\nstructure that he previously proposed. Essential to his revised\r\nproposal was the introduction of an offshore trust\nas a so-called\r\nspecial purpose vehicle ('the SPV'). Instead of mCubed Life acquiring\r\nthe SelectLife policy, as envisaged in the\noriginal version, mCubed\r\nLife would invest the US Dollars in the SPV. The SPV would then\r\nacquire the SelectLife policy, which would\nthen be ceded to the\r\ninvestor, ie Singer or the entity nominated by him,\nin\r\nsecuritatem debiti\n, thus\r\ngiving the investor protection against the loss of the R10m\r\ninvestment in the event of mCubed's insolvency.\n[8]\tCosgrove's\r\nrevised proposal found favour with Singer and his advisors. After a\r\nsomewhat lengthy delay, Singer, on 19 March 2002\ninvested R10m, which\r\nwas then described as the first tranche of a larger investment with\r\nmCubed Life. As a quid pro quo, the Trust\nwas issued with ten linked\r\nendowment policies of R1m each. The reason why ten policies were\r\nissued instead of one for R10m, is\nof no consequence in the present\r\ncontext. The application for the policies accompanying the investment\r\npertinently stated that\nthe funds were 'to be invested in the SPV and\r\nsubsequent structure as per the agreed proposal'. The application\r\nthen recorded 'the\nagreed proposal' essentially as follows:\n(a)\tThe\r\nTrust was nominated by Singer as the entity that made the R10m\r\ninvestment and mCubed Life would issue the ten endowment\npolicies of\r\nR1m to the Trust.\n(b)\tmCubed\r\nLife would convert the R10m into US Dollars and invest the Dollars in\r\nan offshore SPV, to be known as the Samson Shield\nTrust.\n(c)\tThe\r\nSamson Shield Trust would in turn apply for and be issued a\r\nSelectLife policy, with Singer as the life insured, for the\nDollar\r\nequivalent of R10m.\n(d)\tThe\r\nSamson Shield Trust, acting through its trustees, would cede the\r\nSelectLife policy to the Trust\nin\r\nsecuritatem debiti\nto\r\nprovide the Trust with security against the loss of the R10m\r\ninvestment, in the event of mCubed Life's insolvency.\n[9]\tThe\r\nR10m so invested was borrowed by the Trust from Singer who in turn\r\nborrowed it from a newly created trust, the Dalezbro\nTrust, who in\r\nits turn borrowed it from FirstRand Bank as part of a tax structure\r\ndevised by Singer's financial advisors. According\nto Singer, he had\r\nan agreement with the other trustees that the Trust would pay him\r\ninterest at the rate paid by the Dalezbro Trust\nto FirstRand Bank.\r\nThe R10m so borrowed by the Trust was paid to mCubed Life. In return,\r\nmCubed issued the Trust with the Rand\nâ denominated endowment\r\npolicies and then converted the Rands into US Dollars. Other than\r\nthat, the investment structure agreed\nupon was not implemented.\r\nmCubed did not invest the Dollars with the Samson Shield Trust.\r\nInstead, it applied for and was issued\nwith a SelectLife policy in\r\nits own name for the US Dollar equivalent of R10m, which at that time\r\nwas $865 800.67. Since the\nSamson Shield Trust did not own the\r\nlife policy it could not â and in any event, never did â cede the\r\npolicy\nin securitatem debiti\nto the Trust. In the\r\nresult, the Trust enjoyed no security in the event of mCubed Life's\r\ninsolvency.\n[10]\tThe\r\ncorrespondence handed in at the trial shows that Liebenberg\r\nthereafter kept on asking for the trust deed of the Samson\nShield\r\nTrust and the cession of the offshore life policy in favour of the\r\nTrust. Cosgrove and his assistant, Ms Corinna Harvey,\nkept on making\r\nexcuses. On 27 May 2002 Cosgrove and Harvey, in a letter signed by\r\nboth of them on behalf of mCubed International,\nrepresented to the\r\nTrust that 'a cession of the SelectLife policy is in place between\r\nthe Samson Shield Trust and the Leon John\nSinger Family Trust, to\r\ncome into effect in the event of mCubed's insolvency'. This was\r\nuntrue. As I have said, at that time, as\nat all times thereafter,\r\nmCubed Life rather than the Samson Shield Trust was the owner of the\r\nSelectLife policy and there was never\na cession of the policy by the\r\ntrustees of the Samson Shield Trust to the Trust.\n[11]\tBoth\r\nCosgrove and Harvey subsequently left the service of mCubed. Yet the\r\nongoing battle by Liebenberg and Singer to obtain\ndocuments and\r\nsensible responses from mCubed continued. It is clear that they\r\nbecame increasingly frustrated by the ineptitude\non the part of\r\nmCubed. Eventually the third respondent, as Singer's attorney, wrote\r\nto Liebenberg on 12 September 2003. From the\ncontents of the letter\r\nit is clear that at that stage everybody knew that the SelectLife\r\npolicy did not belong to the Samson Shield\nTrust but to mCubed Life\r\nand that the structure proposed by Cosgrove two years earlier â\r\nincluding the cession â was not yet\nin place. In consequence,\r\nSinger demanded a meeting with the legal department of mCubed 'as\r\nmCubed needs to understand very clearly',\nso the letter stated, 'that\r\nif the structure proposed by it is not fully implemented within 30\r\ndays of the date of the meeting',\nSinger intended to institute legal\r\nproceedings.\n[12]\tThe\r\nmeeting sought by Singer was held on 7 October 2003. Among those\r\npresent were Singer, Liebenberg and Mr Brett Landman who\nhad recently\r\nbeen appointed by mCubed as an in-house legal advisor. Out of the\r\nblue Landman then conveyed to the meeting the rather\ndisturbing news\r\nthat, according to an opinion expressed by mCubed's attorneys, the\r\nimplementation of the structure proposed by\nCosgrove, and\r\nparticularly the investment by mCubed Life in an offshore trust,\r\nwould constitute a contravention of the Exchange\nControl Regulations.\r\nThis, of course, meant that the structure incorporating the\r\nprotective measure of a cession\nin\r\nsecuritatem debiti\nby the\r\noffshore trust, could not be implemented. mCubed therefore proposed\r\nan alternative structure, which would not expose the\nTrust to the\r\nrisk of mCubed Life's insolvency. Singer's response was that he would\r\nonly consider the alternative structure suggested\nif mCubed undertook\r\nliability for the professional fees he had incurred in assessment of\r\nboth the old and the new structures. On\nthat note the meeting ended.\n[13]\tBy\r\nFebruary 2004 matters still had not been sorted out to Singer's\r\nsatisfaction. On 24 February 2004 his attorney therefore\nsent a\r\nformal letter of demand to mCubed. The letter set out some background\r\nto the transaction before alleging that mCubed had\nrecklessly,\r\nalternatively negligently, made incorrect representations about the\r\nlegality of the protective mechanism â of a cession\nby an offshore\r\ntrust â in the proposed investment structure which had induced the\r\nTrust to enter into the investment contract.\nIn the light of these\r\nmisrepresentations, so the letter proceeded, the Trust had decided to\r\ncancel the investment contract. In\nthe premises demand was made for\r\nrepayment of the R10m invested, together with payment of lost\r\ninterest and professional fees incurred.\n[14]\tDespite\r\nthe proclaimed cancellation of the investment contract, the Trust did\r\nnot persist in its claim for repayment of the\nR10m invested. Instead,\r\nit sought and obtained the premature surrender of the ten endowment\r\npolicies issued by mCubed and paid\nthe penalties provided for that\r\neventuality in terms of the policy agreement. On 5 June 2005 the\r\nTrust eventually received the\nproceeds of its investment. In US\r\nDollar terms it amounted to 910 252.70, which, despite the\r\npenalties incurred, showed a\nslight profit when compared to the\r\noriginal investment of $865 800.67. But in Rand terms the\r\nproceeds of the investment amounted\nto only R6 115 071.74.\r\nWhen compared to the original R10m investment, the Trust thus\r\nsuffered a capital loss in Rand\nterms of R3 884 958.26,\r\nnotwithstanding the Dollar profit. The reason for this phenomenon is\r\nnot hard to find. It was\nattributable to the fact that, contrary to\r\nall predictions by the experts, the Rand had strengthened against the\r\nDollar from about\nR11.50 in March 2002 â when the investment was\r\nmade â to about R6.74 per Dollar when repayment was received in\r\nJune 2005.\n[15]\tAs\r\nI have said at the outset, the principal claim by the Trust included\r\nthe capital loss of R3 884 958.26. In addition,\nit also\r\nincluded the interest for which the Trust allegedly became liable to\r\nSinger, calculated in an amount of R3 881 017.74\nat the\r\nrate paid by the Dalezbro Trust to FirstRand, between 19 March 2002 â\r\nwhen the investment was made â and the date of\nsummons. As the\r\nbasis for its principal claim the Trust relied on the alleged\r\nnegligent misrepresentation that the investment structure\nagreed\r\nupon, which incorporated the protective measure of a cession by an\r\nSPV, could be implemented lawfully and in accordance\nwith the foreign\r\nexchange requirements of the Reserve Bank.\n[16]\tFor\r\nits alternative claim the Trust relied on an alleged fraudulent,\r\nalternatively negligent misrepresentation by Cosgrove\nand Harvey in\r\ntheir letter of 27 May 2002, to the effect that the cession by the\r\nSamson Shield Trust to the Trust of the Select\nLife policy, had been\r\nin place. But for this misrepresentation, so the Trust contended, it\r\nwould immediately have terminated the\ninvestment. As at 27 May 2002\r\nthe converted Rand value of the US $865 800.65 invested was\r\nR8 662 164.54. The difference\nbetween that amount and the\r\nR6 115 041.74 eventually received, is R2 547 122.80,\r\nwhich represents the capital\nloss claimed in the alternative. In\r\naddition the alternative claim also included a claim for interest as\r\ndamages in an amount of\nR3 558 435.69 which was again\r\ncalculated at the rate payable by the Dalezbro Trust to FirstRand\r\nBank, but from 27 May\n2002 to date of summons.\n[17]\tApart\r\nfrom issues that turned out to be of no consequence, the Trust had to\r\nestablish the following elements in order to succeed\nin either of its\r\nclaims:\nThe\r\n\trepresentations of the kind alleged;\nthat these representations were\r\n\twrong;\nthat\r\n\tthe misrepresentations were wrongful within the somewhat special\r\n\tmeaning that this term came to attract in the context of\nnegligent\r\n\tcausation of pure economic loss (see eg\nTelematrix\r\n\t(Pty) Ltd v Advertising Standards Authority\nSA\n2006\r\n\t(1) SA 461\n(SCA) paras 13 and 14;\nTrustees\r\n\tTwo Oceans Aquarium Trust V Kantey & Templer (Pty) Ltd\n2006\r\n\t(3) SA 138\n(SCA) para 14;\nSteenkamp\r\n\tNO v Provincial Tender Board, Eastern Cape\n2007\r\n\t(3) SA 121\n(CC) paras 37-41;\nFourway\r\n\tHaulage SA (Pty) Ltd v SA National Road Agency Ltd\n(653/07)\n[2008] ZASCA 134\n(26 November 2008) para 12.)\nthat the misrepresentations were made\r\n\tfraudulently or negligently;\nthat\r\n\tthe misrepresentations were the cause both, factually and legally,\r\n\tof the loss suffered by the Trust.\n[18]\tI\r\nfirst turn to the main claim. With regard to this claim the court a\r\nquo found that the Trust had failed to clear the first\nhurdle, ie to\r\nestablish that the representation relied upon had in fact been made.\r\nEven on Singer's own version, so the court held,\nno one on behalf of\r\nmCubed ever made the positive statement that the structure proposed\r\nby Cosgrove was legal. I do not think that,\non the evidence, the\r\ncourt a quo can be faulted in its finding that no express\r\nrepresentation of legality had been established.\nAt the same time, I\r\nagree with the Trust's submission on appeal that the court a quo had\r\nfailed to consider the possibility of\nan implied representation by\r\nconduct. Insufficient consideration was therefore given to the\r\nquestion: did Cosgrove not impliedly\nrepresent through his conduct\r\nthat the investment structure proposed by him was legal and in\r\naccordance with the Exchange Control\nRegulations? That, so the\r\nauthorities say, depends on whether the representation contended for\r\nis the most likely inference to\nbe drawn from Cosgrove's conduct (see\r\neg\nThe Government of the\r\nRepublic of South Africa v Thabiso Chemicals (Pty) Ltd\n[2008] ZASCA 112\n;\n2009\r\n(1) SA 163\n(SCA) at paras 14-16).\n[19]\tThe\r\nanswer to this enquiry, as I see it, is that Cosgrove's conduct\r\nindeed gave rise to the inference contended for by the\nTrust.\r\nCosgrove held himself out as an expert in the field of offshore\r\ninvestments. He proposed a specific offshore investment\nstructure.\r\nWhy should it not be inferred that he had verified the legality of\r\nthe structure he proposed? The court a quo found\nthat the Trust\r\nsimply assumed that the structure was legal, or that it never gave\r\nthe legality of the structure any thought. But\nthat, in my view, is\r\nexactly the point. The Trust assumed that the structure was legal\r\nbecause it never thought that Cosgrove would\npropose a structure\r\nwithout determining its legality.\n[20]\tmCubed\r\ndenied in its plea that Cosgrove's proposed scheme could not be\r\nimplemented legally and that a representation to that\neffect would\r\ntherefore be wrong. This gave rise to a rather lengthy and intricate\r\ndebate about the objective legality of the scheme,\nturning mostly on\r\nan interpretation of the Exchange Control Regulations. I find it\r\nunnecessary to enter into this debate because\nmCubed's position\r\nsimply strikes me as untenable. A party who had refused to give\r\neffect to its contractual obligations on the\nbasis that performance\r\nwould be illegal, cannot be allowed to contend for the exact opposite\r\nproposition when taken at its word\nin subsequent litigation. Even\r\nmore so when it offers no evidence that its previous attitude had\r\nbeen a mistake. Unlike the court\na quo, I therefore find that the\r\nmisrepresentation relied upon by the Trust in support of its main\r\nclaim was established.\n[21]\tAdherence\r\nto logic and doctrine dictates that I now proceed to deal with the\r\nelements that the Trust had to establish in their\ntime honoured\r\norder, namely, first wrongfulness, then negligence and so forth. But,\r\nas Schutz JA said in\nMostert\r\nv Cape Town City Council\n2001\r\n(1) SA 105\n(SCA) para 43:\n'Logic\r\nis one thing, utility sometimes another.'\nAs\r\nhappened in\nMostert\n,\r\ncourts not infrequently find it convenient, in the circumstances of a\r\nparticular case, to deal with the elements of delictual\nliability out\r\nof their logical and doctrinal sequence (see eg\nFirst\r\nNational Bank of South African Ltd v Duvenhage\n[2006] ZAGPHC 31\n;\n2006\r\n(5) SA 306\n(SCA) para 2). In such event the logically anterior\r\nelements are usually assumed to have been established (see eg\nLocal\r\nTransitional Council of Delmas v Boshoff\n2005\r\n(5) SA 514\n(SCA) para 20).\n[22]\tIn\r\na way similar to\nDuvenhage\nI\r\nfind it convenient in this case to start with the element of\r\ncausation. For purposes of this enquiry, I assume that Cosgrove acted\n\nboth wrongfully and negligently in misrepresenting the legality of\r\nthe structure he proposed. With regard to the element of causation,\n\nit has by now become well established in the law of delict, that it\r\ninvolves two distinct enquiries. First there is the enquiry\ninto\r\nfactual causation which is generally conducted by applying what has\r\nbeen described as the 'but-for' test. Lack of factual\ncausation is\r\nthe end of the matter. No legal liability can follow. But, if factual\r\ncausation has been established, the second enquiry\narises, namely,\r\nwhether the wrongful act is linked sufficiently closely or directly\r\nto the loss concerned for legal liability to\nensue. This issue is\r\nreferred to by some as 'remoteness of damage' and by others as 'legal\r\ncausation'.\n[23]\tAs\r\nto factual causation, Corbett CJ explained the 'but-for' test as\r\nfollows in\nInternational\r\nShipping Co Ltd v Bentley\n1990\r\n(1) SA 680\n(A) at 700E-G:\n'[T]he\r\nso-called 'but-for' test . . . is designed to determine whether a\r\npostulated cause can be identified as the\ncausa\r\ncausans\nof\r\nthe loss in question. In order to apply this test one must make a\r\nhypothetical enquiry as to what probably would have happened\nbut for\r\nthe wrongful conduct of the defendant. This enquiry may involve the\r\nmental elimination of the wrongful conduct and the\nsubstitution of a\r\nhypothetical course of lawful conduct and the posing of the question\r\nas to whether upon such an hypothesis plaintiff's\nloss would have\r\nensued or not. If it would in any event have ensued, then the\r\nwrongful conduct was not a cause of the plaintiff's\nloss;\naliter\n,\r\nif it would not so have ensued.'\n(See\r\nalso eg\nSimon & Co v\r\nBarclays National Bank Ltd\n1984\r\n(2) SA 888\n(A) at 915B-\nin\r\nfine.\n)\n[24]\tApplication\r\nof the 'but-for' test to the facts of this case, raises the anterior\r\nquestion: what hypothetical lawful conduct\nshould mentally replace\r\nthe wrongful misrepresentation in the process of 'but-for' reasoning?\r\nOtherwise stated: what is Cosgrove\nsupposed to have done? This\r\nquestion gave rise to some controversy during argument. But, having\r\nregard to the implied nature of\nthe representation, I think the\r\nanswer is that Cosgrove should have done one of two things. He should\r\nnot have proposed the structure\nwithout prior determination of its\r\nlegality. Or, he should have told the representatives of the Trust\r\nthat the legality of the\nproposed structure had not yet been\r\nestablished. In both cases, the illegality of the structure would in\r\nall probability have come\nto light before the investment was made. In\r\nthe event it must, in my view, be accepted that but for the\r\nmisrepresentation the Trust\nwould not have invested the R10m with\r\nmCubed. That was Singer's evidence. But for the protective measures\r\nresulting from the introduction\nof the SPV into the structure, so he\r\ntestified, the Trust would not have been prepared to take the risk of\r\nmCubed's insolvency.\nAbsent any evidence to the contrary, there is,\r\nin my view, no reason to hold otherwise.\n[25]\tThat\r\nraises the next question â is this the end of the 'but-for'\r\nenquiry? The Trust contended that it is. But for the investment\nwith\r\nmCubed, so it argued, the R10m would have been retained in South\r\nAfrican currency with the result that the loss would not\nhave been\r\nincurred. Any further 'but-for' enquiry, so the Trust contended,\r\nwould amount to mere speculation. I cannot agree. The\nproposition\r\nthat, but for the investment with mCubed, the R10m would have been\r\nretained in South African currency, begs the question.\nIt negates the\r\npossibility that the Trust might have made a similar offshore\r\ninvestment through the agency of some other institution.\nIf, of\r\ncourse, this possibility had not been established on the evidence, it\r\nwould be mere speculation. But that is not the position.\nOn the\r\ncontrary, as I see it, the evidence shows that this is precisely what\r\nthe Trust would probably have done.\n[26]\tSinger\r\nhad been advised to diversify his investments by going offshore. In\r\nline with pessimistic predictions at the time about\nthe further\r\ndevaluation of the Rand against the Dollar, this advice appeared to\r\nhave been sound. Following this advice, Singer\nfirst invested the\r\nrelatively modest amount of R1m offshore through mCubed. Thereafter\r\nhe created a rather complicated borrowing\nstructure which made it\r\npossible for the Trust to take R40m overseas. The R10m under\r\nconsideration was supposed to be part of it.\nWhen he became\r\ndissatisfied with mCubed during the course of 2002, it did not deter\r\nhim from proceeding with his overall plan.\nIn November that year he\r\ncaused the Trust to invest a further R10m overseas through the agency\r\nof Investec Bank. And there is no\napparent reason why, as a matter of\r\nprobability, he would not have followed the same route if his\r\ndissatisfaction with mCubed had\npreceded the investment of the first\r\nR10m. In short, Singer took a position on the future Rand/Dollar\r\nexchange rate in March 2002\nand there is no reason to think that that\r\nposition would have been any different if he decided not to invest\r\nwith mCubed.\nWhat\r\nis more, I may add, I see no difference between the capital loss and\r\nthe claim for interest as damages. It stands to reason\nthat in making\r\na similar investment the Trust would probably have availed itself of\r\nthe same borrowing structure.\n[27]\tBut\r\neven if the Trust had succeeded in establishing factual causation â\r\nwhich in my view it had not â I believe the main\nclaim should in\r\nany event have failed at the legal causation stage. The issue of\r\nlegal causation or remoteness is determined by\nconsiderations of\r\npolicy. It is a measure of control. It serves as a 'longstop' where\r\nright-minded people, including judges, will\nregard the imposition of\r\nliability in a particular case as untenable, despite the presence of\r\nall other elements of delictual liability\n(see eg\nFourway\r\nHaulage SA (Pty) Ltd v SA National Roads Agency Ltd (supra)\nat\r\npara 31.)\n[28]\tWhy\r\nthe issue of remoteness looms large in this case is because it is\r\nundoubtedly so that in reality, the losses sustained\nby the Trust\r\nwere attributable to the unpredicted strengthening of the Rand\r\nagainst the US Dollar between March 2002 and June 2005.\nIf the Rand\r\nhad continued to weaken against the US Dollar, as Liebenberg and\r\nothers so confidently predicted, or even if the exchange\nrate\r\nremained the same, the Trust would have made a profit from the\r\ninvestment, despite the penalties incurred for the early withdrawal.\n\nCommon sense thus dictates that, in reality, the Trust's loss was not\r\ncaused by the event it says should not have occurred â\nie\r\nCosgrove's misrepresentation about the legality of the investment\r\nstructure. Nor was it caused by the early withdrawal of the\n\ninvestment. It was instead attributable to something very different â\r\nie the unpredicted improvement of the value of the Rand\nin comparison\r\nwith the US Dollar.\n[29]\tI\r\ntherefore find the situation reminiscent of the following graphic\r\nillustration by Lord Hoffmann in\nSouth\r\nAustralia Asset Management Corporation v York Montague Ltd\n1997 A. C. 191\n(HL) at 213D-E as to when right minded people,\r\nincluding judges, will regard it as untenable to impose legal\r\nliability for a particular\nloss:\n'A\r\nmountaineer about to undertake a difficult climb is concerned about\r\nthe fitness of his knee. He goes to a doctor who negligently\nmakes a\r\nsuperficial examination and pronounces the knee fit. The climber goes\r\non the expedition, which he would not have undertaken\nif the doctor\r\nhad told him the true state of his knee. He suffers an injury which\r\nis an entirely foreseeable consequence of mountaineering\nbut has\r\nnothing to do with his knee.'\nAt\r\n214B-C Lord Hoffmann then concluded:\n'Your\r\nLordships might, I would suggest, think that there was something\r\nwrong with a principle which in the example which I have\ngiven,\r\nproduced the result that the doctor was liable. . . . There seems to\r\nbe no reason of policy which requires that the negligence\nof the\r\ndoctor should require the transfer to him of all the foreseeable\r\nrisks of the expedition.'\n[30]\tThe\r\nTrust did not deny that the real cause of its loss was the\r\nstrengthening of the Rand. Its first argument as to why legal\n\ncausation had nonetheless been established was that, although the\r\nimprovement of the Rand against the Dollar was unpredicted, it\nwas\r\nnot an unforeseeable consequence of the investment. This argument\r\nobviously refers to the so-called foreseeability test and\non a strict\r\napplication of that test it seems to be valid. Furthermore, so the\r\nTrust contended, on the application of the so-called\ndirect\r\nconsequences test, the strengthening of the Rand was not some kind of\nnovus actus interveniens\nthat broke the causal chain\r\nbetween the investment and the loss. Again, I agree that if a\nnovus\r\nactus\nis to be regarded as\r\nan abnormal or unexpected event in the light of human experience (see\r\neg Jonathan Burchell\nPrinciples\r\nof Delict\n119), the\r\ncurrency fluctuation which led to the loss can hardly be described in\r\nthose terms. Strict application of the direct consequences\ntest, so\r\nit seems, would therefore also lead to an answer of the remoteness\r\nissue in favour of the Trust, despite the fact that\nthe result may be\r\nregarded as untenable.\n[31]\tBut\r\nour courts have decided against a strict approach to the remoteness\r\nissue. Instead, it adopted what has been described\nas a 'flexible' or\r\n'supple' test (see eg\nInternational\r\nShipping Co (Pty) Ltd v Bentley (supra)\n701A-F;\nSmit v Abrahams\n1994\r\n(4) SA 1\n(A) 15E-G). This was elaborated upon as follows in\nFourway\r\nHaulage (supra)\npara 34:\n'What\r\nVan Heerden JA said in that case [ie\nS\r\nv Mokgethi\n1990\r\n(1) SA 32\n(A) at 40I-41D] is not that the 'flexible' or 'supple' test\r\nsupersedes all other tests such as foreseeability, proximity or\r\ndirect\nconsequences, which were suggested and applied in the past,\r\nbut merely that none of these tests can be used exclusively and\r\ndogmatically\nas a measure of limitation in all types of factual\r\nsituations. Stated somewhat differently: the existing criteria of\r\nforeseeability,\ndirectness, et cetera, should not be applied\r\ndogmatically, but in a flexible manner so as to avoid a result which\r\nis so unfair\nor unjust that it is regarded as untenable.'\n[32]\tStrict\r\napplication of both the foreseeability test and the direct\r\nconsequences test for remoteness in this case would therefore,\nin my\r\nview, lead to a result which is so unfair and unjust that it will be\r\nregarded as untenable. This is therefore a classic example\nof a\r\nsituation where a flexible approach is indicated. And in adopting\r\nthat approach I find the loss too remote.\n[33]\tThis\r\nbrings me to the Trust's alternative claim. It will be remembered\r\nthat the claim under this rubric relies on the misrepresentation\nby\r\nCosgrove and Harvey in their letter of 27 May 2002 that the cession\r\nby the Samson Shield Trust was in place whereas it was not.\nBut for\r\nthat misrepresentation, the Trust contended, it would have cancelled\r\nthe investment there and then. As we know this claim\nwas upheld â\r\nalbeit only in part â by the court a quo, which led to the appeal\r\nby mCubed.\n[34]\tThe\r\ncourt a quo found the misrepresentation relied upon to have been\r\nestablished. That finding was undoubtedly correct. It\nalso found that\r\nthe misrepresentation was negligently made and that it was therefore\r\nnot necessary to deal with the Trust's allegation\nof fraud. Yet, as I\r\nsee it, the finding of fraud would indeed have been justified. The\r\nstatement was patently incorrect. In the\nabsence of any evidence that\r\nCosgrove and Harvey thought it was true, it must be accepted that\r\nthey knew it was not. What is more,\nI believe a conclusion of fraud\r\nin the circumstances of this case inevitably leads to a finding of\r\nwrongfulness (see eg\nMinister\r\nof Finance v Gore NO\n2007\r\n(1) SA 111\n(SCA) paras 87-88).\n[35]\tHowever,\r\nas was the case in the main claim, my problem again arises with\r\nreference to the element of causation. The court a\nquo found this\r\nrequirement to have been satisfied on the basis of the following\r\nreasoning.\n'In\r\nmy view, the evidence has clearly established that, as at 27 May\r\n2002, the cession\nin\r\nsecuritatem debiti\nwas\r\nnot in place and, indeed the structure could never have been lawfully\r\nimplemented. . . .\n.\r\n. .  I am satisfied that had the Singer Trust been aware of the true\r\nposition,\nviz.\nthat the cession had not been signed and the structure could not be\r\nimplemented . . . it would have immediately cancelled the contract\n\nand terminated the investment.'\n[36]\tThe\r\nflaw in this reasoning, I think, is that the court a quo asked the\r\nwrong question and hence arrived at the wrong conclusion.\nThe Trust's\r\nalternative claim relied on the proposition that, on 27 May 2002, it\r\nhad been misled about the existence of the cession.\nThe\r\nmisrepresentation as to the legality of the proposed structure and\r\nthe possibility of its implementation was not advanced in\nthe context\r\nof the alternative claim. It formed the basis of the main claim. What\r\nthe Trust set out to prove under the alternative\nclaim was that, had\r\nit not been told on 27 May 2002 that the cession was already in\r\nexistence, it would there and then have cancelled\nthe investment. The\r\nquestion is whether it had succeeded in doing so. mCubed's contention\r\nwas that it had not. I agree. The evidence\nshows that when it came to\r\nthe knowledge of the Trust on 13 September 2002 that the cession had\r\nin fact not been signed, it nonetheless\npersisted in the investment.\r\nIn fact, even in September 2003 it did not cancel the investment, but\r\ndemanded that the structure\nbe implemented within 30 days. It was\r\nonly on 26 February 2004 that the Trust was triggered into cancelling\r\nthe investment contract.\n[37]\tAs\r\nwith regard to the main claim, I therefore conclude that the Trust\r\nhad failed to establish the requirement of factual causation.\n\nMoreover, I find the same lack of legal causation in this instance.\r\nAgain, common sense shows that, but for the fact that the Rand\nhad\r\nstrengthened against the Dollar between 27 May 2002 and 5 June 2005,\r\nthe Trust would have suffered no loss even though the\ninvestment had\r\nnot been terminated on the earlier date. It follows that in my view\r\nthe court a quo should have dismissed the alternative\nclaim with\r\ncosts.\n[38]\tIn\r\nthe result it is ordered that:\n1(a)\tThe appeal is upheld with costs.\n1(b)\tThe order of the court a quo is\r\nset aside and replaced by the following:\n'The\r\nplaintiffs' claims are dismissed with costs'\n2\tThe cross-appeal is dismissed with\r\ncosts.\nâ¦â¦â¦â¦â¦â¦â¦\n..\nF D J BRAND\nJUDGE OF APPEAL\nAppearances:\nFor\r\nAppellant:\t\tP B J Farlam\nInstructed\r\nby:\nJan S De Villiers\nCape Town\nCorrespondence:\nLovius Block\nBloemfontein\nFor\r\nRespondent:\t\tE Fagan\nInstructed\r\nBy:\nC & A Friedlander Inc\nCape Town\nCorrespondence\nHoney\r\nAttorneys Inc\nBloemfontein",
  "scraped_at": "2026-02-11T21:39:13.618250",
  "date": "2009-03-11",
  "coram": [
    "Streicher",
    "Brand JA",
    "Mhlantla JJA",
    "Leach",
    "Bosielo AJJA"
  ],
  "case_number": "118/08",
  "parties": {
    "applicants": [
      "mCubed International (Pty) Ltd",
      "mCubed Life Limited"
    ],
    "respondents": [
      "Leon John Singer NO",
      "Andries Olivier NO",
      "Frank William Muggleson NO"
    ]
  },
  "sections": {
    "facts": "The Leon John Singer Family Trust entered into an offshore investment contract with mCubed Life on 19 March 2002 after receiving advice from mCubed International. The structure involved converting Rand into US dollars, investing via an offshore Special Purpose Vehicle (the Samson Shield Trust) and securing the investment through a cession in securitatem debiti. The Trust later discovered that the cession had never been effected and that mCubed had issued the offshore policy in its own name. The Trust surrendered the policies in June 2005, receiving a Rand value of R6,115,071.74, which represented a loss of R3,884,958.26 due to the unexpected strengthening of the Rand against the US dollar.",
    "issues": "1) Whether the representations made by mCubed’s employee were negligent or fraudulent misrepresentations. 2) Whether those misrepresentations were the factual cause of the Trust’s loss (but‑for test). 3) Whether legal causation (remoteness) barred liability given that the loss was largely due to exchange‑rate movements. 4) Whether the alternative claim based on a specific mis‑statement about the cession could succeed.",
    "principles": "The court applied the elements of delict: wrongful conduct, fault (negligence or fraud), factual causation (the ‘but‑for’ test) and legal causation (remoteness). It referenced Telematrix, Fourway Haulage, and the flexible approach to remoteness articulated in International Shipping Co v Bentley and Smit v Abrahams. The court also considered the special rule that pure economic loss requires a wrongful, negligent misrepresentation and that causation must be established both factually and legally.",
    "application": "The court held that a misrepresentation was established, but the Trust failed the factual causation test because, even assuming the misrepresentation, the loss was primarily due to the Rand’s unexpected appreciation. The ‘but‑for’ enquiry showed that the Trust would likely have made a similar offshore investment elsewhere, and the loss was too remote. The same reasoning applied to the alternative claim; the Trust did not prove that, but for the false cession statement, it would have cancelled the investment in time to avoid the loss.",
    "conclusion": "The appeal was upheld. The order of the court a quo was set aside and replaced by a dismissal of the plaintiffs’ claims with costs. The cross‑appeal was also dismissed with costs."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Misrepresentation & Pure Economic Loss",
    "level_3": [
      "misrepresentation",
      "causation",
      "remoteness",
      "exchange control",
      "offshore investment"
    ]
  }
}