{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/52.html",
  "case_name": "Mazibuko and Another v National Director of Public Prosecutions (113/08) [2009] ZASCA 52; 2009 (6) SA 479 (SCA) ; [2009] 3 All SA 548 (SCA) (26 May 2009)",
  "citation": "[2009] ZASCA 52",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 52\n|\nNoteup\n|\nLawCite\nMazibuko and Another v National Director of Public Prosecutions (113/08) [2009] ZASCA 52; 2009 (6) SA 479 (SCA) ; [2009] 3 All SA 548 (SCA) (26 May 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 113/08\nSAMUEL AFRICA MAZIBUKO\t1\nst\nAppellant\nANNA JEANNETTE MAZIBUKO\t2\nnd\nAppellant\nand\nTHE NATIONAL DIRECTOR OF\r\nPUBLIC PROSECUTIONS\tRespondent\nNeutral citation:\nMazibuko\r\nv The National Director of Public Prosecutions\n(113/08)\n[2009] ZASCA 52\n(26 May 2009)\nCoram:\nMTHIYANE,\r\nNUGENT, CACHALIA JJA, HURT and BOSIELO AJJA\nHeard:\n12\r\nMARCH 2009\nDelivered:\t26\r\nMAY 2009\nSummary:\tPrevention of\r\nOrganised Crime Act â forfeiture of immovable property â property\r\nowned by spouses married in community\nof property â whether\r\ninterest of one spouse capable of being excluded.\nTHE ORDER APPEARS FROM THE JUDGMENT OF NUGENT JA AT PARA\n[59].\n__________________________________________________________________________\nORDER\n__________________________________________________________________________\nOn appeal from:\nKwaZulu-Natal\nHigh Court, Pietermaritzburg (Nicholson J\r\nsitting as court of first instance).\nThe appeal by the first appellant fails. The appeal by\r\nthe second appellant succeeds. The order of the court below is\r\nsubstituted\nby the following orders:\n1.\tThe property known as Portion 11 (of 4) of the farm\r\nSpitskop 92, Registration Division HT, province of KwaZulu-Natal, is\r\ndeclared\nforfeit to the state in terms of\ns 50(1)\nof the\nPrevention of Organised Crime Act 121 of 1998\n.\n2.\tUpon the disposal of the property as contemplated by\ns 57(1)\nof the Act the curator bonis shall pay to the respondent\r\none half of the net proceeds of the property. The said proceeds shall\r\nbe the separate property of the second respondent and excluded from\r\nthe joint estate of the respondents.\n3.\tThe respondents are ordered to pay the costs.\n__________________________________________________________________________\nJUDGMENT\n_________________________________________________________________________\nBOSIELO AJA:\nIntroduction\n[1]\tOn 2 November 2005 the respondent obtained a\r\npreservation order in terms of s 38(2) of the Prevention of Organised\r\nCrime Act,\n121 of 1998 (POCA)\n1\nfrom the KwaZulu-Natal High Court, Durban, in respect of a farm known\r\nas portion 11 (of 4) of the farm Spitskop 92, registration\nHT,\r\nprovince of KwaZulu-Natal (âthe farmâ) and a Venter trailer\r\nbearing registration letters and numbers RCY 126 GP (âthe\n\ntrailerâ). The farm is jointly owned by the two appellants who are\r\nmarried in community of property.\n[2]\tOn 14 December 2007, Nicholson J granted a\r\nforfeiture order in terms of s 50(1)(a) of POCA\n2\nin respect of the farm on the basis that the farm was an\r\ninstrumentality of an offence, namely the unlawful manufacture of\r\ndrugs.\nThe appellants are appealing against that order with the leave\r\nof the court\na quo\n.\n3\nThe facts\nRespondentâs version\n[3]\nAs the facts of this case are to\r\na large extent common cause, I will only refer to the most salient\r\nfacts which serve to elucidate\nthis judgment. On 22 June 2004\r\nInspector Van Heerden of the South African Police Service (SAPS)\r\ndiscovered a huge amount of methaqualone\nat the farm. In addition, he\r\nfound an assortment of equipment which included some pots, gas\r\ncylinders, heaters, rakes, laboratory\nequipment, gloves and masks. In\r\naddition some anthrillic acid, o-toluidine and some finished product\r\nof methaqualone were also\nfound at the farm. Inspector Moripe, a\r\nforensic analyst attached to the Chemistry Unit, State Forensic\r\nLaboratory asserted that\nall these are used in the manufacture or\r\nsynthesis of methaqualone. Furthermore, according to Moripe,\r\nmethaqualone is listed in\nPart III of Schedule 2, o-toluidine in Part\r\nI of Schedule 1 and anthrillic acid in Part I of Schedule 1 of the\nDrugs and Drug Trafficking Act 140 of 1992\n. Both anthrallic acid and\r\no-toluidine are essential in the manufacture of methaqualone.\nAppellantâs\r\nversion\n[4]\tThe first appellan\nt\r\ndenied that he knew or had any reasonable grounds to suspect that\r\nsuch illegal activities were carried on at the farm. He asserted\nthat\r\nhe purchased the farm lawfully (which fact was not disputed by the\r\nrespondent) and further that he purchased it to conduct\nsome lawful\r\nfarming operations (which fact was disputed by the respondent).\n[5]\tThe first appellant stated\r\nfurther that he had sub-let the farm to one Thanyani Justice Makhunga\r\nfor the grazing of his cattle\nand the manufacture of fertilizer. It\r\nis common cause that Makhunga never brought his cattle to the farm,\r\nnor did he commence to\nmanufacture fertilizer. The first appellant\r\nstated that he stayed some 70km away from this farm with his family.\r\nHe only visited\nthe farm once in a month or once in two months. The\r\nlast time he had visited the farm before the drugs were discovered\r\nwas at the\nend of May 2004.\n[6]\nThe\r\nsecond appellant did not testify in opposition to the application for\r\nthe forfeiture as the respondent had conceded that they\nhad no\r\nevidence to prove either that she had knowledge or reasonable grounds\r\nto suspect that the farm was used as an instrumentality\nof an\r\noffence. In essence both the first and second appellant relied on the\r\nâinnocent ownerâ defence as contemplated by\ns 52(2A)(a)\nof\r\nPOCA.\n4\n[7]\tI interpose to state that on appeal two crucial\r\nconcessions were made on behalf of the two appellants. First, that\r\nthe farm\nwas in fact used as an instrumentality of an offence, and\r\nsecondly, that the requirement of proportionality was in respondentâs\n\nfavour. What remained therefore was for the appellants to prove, on a\r\nbalance of probabilities, that they neither knew nor had\nreasonable\r\ngrounds to suspect that the farm was used as an instrumentality of an\r\noffence in terms of\ns 52(2A)\nof POCA.\nJudgment of the court\na quo\n[8]\tAfter analysing the evidence, the learned judge\r\nfound the first appellantâs version to be grossly improbable. He\r\nfound that\nthe illegal activities which were carried out at the farm\r\nwere of such a nature and magnitude that, if the first appellant had\r\nacted like a reasonably diligent and vigilant owner, he would have\r\nknown of their existence and, unless he was a party thereto,\nwould\r\nhave stopped them. Furthermore, the learned judge made adverse\r\ncredibility findings against the first appellant. In fact\nhe found\r\nthat the first appellant âtold a most improbable story badlyâ.\r\nBased on this reasoning, the learned judge concluded\nthat the first\r\nappellant knew of the unlawful manufacture of drugs at the farm.\n[9]\tIt is clear from the judgment of the court below\nthat the second appellantâs position gave\r\nthe learned judge serious problems, mainly because it was conceded by\r\nthe respondent\nthat she was an âinnocent ownerâ. However, what\r\nmade the problem rather intractable was that, by virtue of her\r\nmarriage in\ncommunity of property to the first appellant, she had no\r\ninterest which could be separated from the joint estate. This is\r\nbecause\nher interest in the farm formed an undivided and indivisible\r\npart of their joint estate which, the learned judge correctly\r\ndescribed\nas a species of what is known as âtied ownershipâ.\r\nBased on the finding that it was legally impossible if not\r\nimpracticable\nto excise her interest from the joint estate, innocent\r\nthough she is, the learned judge declared the proceeds of the farm\r\nforfeit\nto the state.\nAppellantâs submissions\n[10]\nAt the\r\nhearing of the appeal, Mr Engelbrecht SC appearing for both\r\nappellants raised two crisp issues for argument. The first issue\nwas\r\nwhether the court below\nwas correct in its\r\ncredibility findings against the first appellant. The second was\r\nwhether the court below\nwas correct in\r\ndeclaring the second appellantâs undivided and vested interest in\r\nthe farm forfeit to the state.\n[1\n1]\tRegarding\r\nthe first issue, Mr Engelbrecht submitted that the court below\nerred in finding\r\nthat the first appellant knew of the illegal activities at the farm\r\nas the evidence is clear that he did not visit\nhis farm regularly and\r\nfurther that no evidence was led that, at the time when he had\r\nvisited the farm, the substances and equipment\nfound by Van Heerden\r\nand his colleagues, were present on the farm. He described this as a\r\nbig lacuna in the respondentâs case.\n[12]\tHowever, when it was pointed out\r\nto him that it had been conceded on behalf of the two applicants at\r\nthe hearing of the application\nthat the farm was used as an\r\ninstrumentality of an offence and further that proportionality was in\r\nthe respondentâs favour, Mr\nEngelbrecht capitulated. Quite\r\nimportantly, Mr Engelbrecht further conceded that, based on\nR\r\nv Dhlumayo\n1948 (2)\r\nSA 677\n(A), he could not argue against the adverse credibility\r\nfindings made by the court below\nagainst the first\r\nappellant. No further submissions were made on behalf of the first\r\nappellant.\n[13]\tConcerning the second appellantâs case, Mr\r\nEngelbrecht argued that, because the respondent admitted that she had\r\nno knowledge\nof the illegal activities which took place at the farm\r\nwhich made her an âinnocent ownerâ, it was unfair to declare her\r\ninterest\nin the farm forfeit to the state. He argued further that the\r\ncourt below\nerred in\r\nfinding as a basis for its decision, that it could not make an order\r\nexcluding the second appellantâs interest in the\nproperty from the\r\nforfeiture order as it would be impossible to give effect to such an\r\norder. In conclusion, he submitted that\nas a court considering\r\npossible forfeiture of property has a discretion in terms of\ns 52(1)\nto exclude certain interests from forfeiture, Nicholson J should have\r\nexercised his discretion in favour of the second appellant\nas she is\r\nan innocent owner.\nRespondentâs submissions\n[14]\tMr Govindasamy SC, appearing for\r\nthe respondent together with Ms Naidoo and Mr Molelle, argued firstly\r\nthat the evidence\nagainst\r\nthe first appellant was overwhelming and further that the judgment of\r\nthe court below\nwas\r\nunassailable.\n[15]\tConcerning the issue of the second appellantâs\r\ninterest in the farm, he submitted that it was not feasible that her\r\ninterest\nin the farm could be exempted from the order of forfeiture.\r\nHe based this submission on the fact that the appellants are married\n\nto each other in community of property in terms whereof they are both\r\njoint owners of the farm. As a result, she merely holds an\nundivided\r\nand indivisible interest in the farm. In developing his argument\r\nfurther, Mr Govindasamy submitted that allowing her\nto retain a half\r\nshare of the property would actually defeat the purpose of POCA, as\r\nthe first appellant, would, by virtue of the\nmarriage in community of\r\nproperty, be automatically entitled to a half-share in her share of\r\nthe farm. This, so he submitted, would\nbe tantamount to allowing the\r\nfirst appellant to enjoy the proceeds of his illegal activities which\r\nis inimical to the spirit and\npurpose of POCA. To avoid this\r\nsituation, Mr Govindasamy argued that the second appellantâs remedy\r\nlies in her right to claim\nagainst the joint estate in the event\r\nwhere she can prove that she suffered some loss as a result of the\r\nfirst appellantâs unlawful\nconduct.\nDiscussion\n[16]\tIt is common cause that the criminal operations\r\nthat were going on at the farm were extensive. That this was a\r\nfactory for\nthe manufacture of drugs admits of no doubt. Quite\r\nimportantly even the first appellant was unable to dispute this fact.\r\nIt follows\nin my view, that if indeed the first appellant did not\r\nhave actual knowledge of these operations as he claimed, it is\r\nbecause he\ndid not act like a reasonably diligent and vigilant\r\nproperty owner as envisaged by\ns 1(3)(a)\nand (b) of POCA.\n5\n[17]\tThe f\nirst appellant cannot\r\nabdicate responsibility over his farm. Given the magnitude of the\r\nillegal activities at the farm, there is\nno way in which the first\r\nappellant could not realistically have become aware of what was\r\nhappening on the farm. The activities\non the farm were carried out\r\nbrazenly and without any attempt to hide them. The conclusion that\r\nthe first appellant was either\ncomplicit in these illegal activities\r\nor that he deliberately turned a blind eye to them is justified.\n[18]\nAs the\r\nowners of the property, the appellants had the responsibility to\r\nensure that the farm was not used for unlawful purposes.\nThe first\r\nappellant explained that he had sub-let the farm to Makhunga.\r\nHowever, on his own version, he showed no interest in supervising\nthe\r\nfarm. Worse still he showed no interest in what Makhunga was doing at\r\nthe farm. It makes perfect sense that where a property\nowner allows\r\nhis or her property to be used to conduct criminal activities, the\r\nlaw should take its course. As this Court observed\nin\nNDPP\r\nv R O Cook Properties (Pty) Ltd, NDPP v 37 Gillespie Street Durban\r\n(Pty) Ltd; NDPP v Seevnarayan\n6\nat para [28]\n.\nâ\n. . .\nWe\r\nagree that property owners cannot be supine. In particular, we\r\nendorse the notion that the State is constitutionally permitted\nto\r\nuse\nforfeiture, in addition to the criminal\r\nlaw, to induce members of the public to act vigilantly in relation to\r\ngoods they own or\npossess so as to inhibit crime. In a constitutional\r\nState law-abiding property-owners and possessors must, where\r\nreasonably possible,\ntake steps to discourage criminal conduct and to\r\nrefrain from implicating themselves or their possessions in its\r\nambit. And the\nState is entitled to use criminal sanctions and civil\r\nforfeitures to encourage this. Here constitutional principle\r\nrecognises individual\nmoral agency and encourages citizens to embrace\r\nthe responsibilities that flow from it.â\nI am in respectful agreement with this\ndictum\n.\n[19]\tThe appellants having conceded\nthe two cardinal issues of instrumentality of an offence and\r\nproportionality, coupled with the exposition set out above, I am of\n\nthe view that the order of forfeiture against the first appellant by\r\nthe court below\nis\r\ncorrect.\n[20]\nI now turn to deal with the\r\nsecond appellantâs case. I must confess that I find the position of\r\nthe second appellant rather complex\nand highly controversial. There\r\nare two aspects which compound her position. Firstly it is because\r\nthe respondent had accepted\nthat she had no knowledge of the illegal\r\nactivities which were conducted at the farm. Undoubtedly she is an\r\ninnocent owner. However\nwhat compounded the problem further is the\r\nfact that the farm in issue formed part of the joint estate between\r\nthe appellants and\nthat it was therefore, impracticable to divide and\r\nexclude her interest from forfeiture.\n[21]\nIn terms of\ns 52(1)\nof POCA\n7\na court before which an application for forfeiture is made has a\r\ndiscretion whether to grant the order or not. If an applicant\n\nsatisfies the requirements set out in\ns 52(2A)\n, the court may exclude\r\nhis or her interest in the property from being declared forfeit to\r\nthe State. In terms of the section such\nan applicant has to prove\r\nthat he or she acquired the property lawfully and further that he or\r\nshe did not know or did not have\nreasonable grounds to suspect that\r\nthe property was used as an instrumentality of an offence referred to\r\nin Schedule 1. As the\nrespondent had accepted that the second\r\nappellant is an âinnocent ownerâ I am of the view that the\r\nforfeiture of her interest\nbrings the constitutionality of such an\r\norder to the fore.\n[22]\nIt is\r\ngenerally acknowledged that the effects of forfeiture are draconian\r\nand potentially invasive of the rights of people to their\nproperties.\r\nThere is an ever-present threat of a serious conflict between the\r\nright to property as provided for in s 25(1) of the\nConstitution and\r\nan order for the forfeiture of property under s 50(1) of POCA which\r\ncan result in far-reaching consequences if\nnot managed with care. I\r\nagree with Nkabinde J in\nProphet\r\nv National Director of Public Prosecutions\n8\nwhere she expressed\r\nthe following caution:\nâ\nWhile the purpose and\nobject\r\nof Ch 6 must be considered when a forfeiture order is sought, one\r\nshould be mindful of the fact that unrestrained application\nof Ch 6\r\nmay violate constitutional rights, in particular the protection\r\nagainst arbitrary deprivation of property particularly\nwithin the\r\nmeaning of s 25(1) of the Constitution, which requires that âno law\r\nmay permit arbitrary deprivation of propertyâ.\nIn\nFirst\nNational Bank of SA Ltd t/a Wesbank v\r\nCommissioner, South African Revenue Service and Another; First\r\nNational Bank of SA Ltd t/a\nWesbank v Minister of Finance (âFNBâ)\n9\nthis Court held that âarbitraryâ in s 25(1) means that the law\r\nallowing for the deprivation does not provide sufficient reason\nfor\r\nthe deprivation or allows deprivation that is procedurally unfair.\r\nThe Court said\n:\nâ\n(F)or the validity of such\r\ndeprivation, there must be an appropriate relationship between means\r\nand ends, between the sacrifice\nthe individual is asked to make and\r\nthe public purpose this is intended to serve. It is one that is not\r\nlimited to an enquiry into\nmere rationality, but is less strict tha\nn\r\na full and exacting proportionality examination.ââ\nIn my view, the second appellantâs position required\r\nsuch care and circumspection in maintaining a judicious balance\r\nbetween the\npurpose of POCA and the rights of the second appellant\r\nwho is an âinnocent ownerâ. With respect it seems to me that the\r\nlearned\njudge failed to strike such a balance.\n[23]\nGiven the\r\nfact that the second appellant is innocent of any wrongdoing, the\r\nforfeiture of her interest in the farm, in my view,\nraises a number\r\nof critical constitutional questions, i.e. how would forfeiture of\r\nher interest advance the main purposes of POCA?\nWhat public interest\r\nwould the forfeiture of her interest in the farm serve? How is the\r\nforfeiture of her interest in the farm\nrationally connected to the\r\npurpose to be attained by POCA? What justification is there for\r\ndepriving her of her interest in the\nfarm? It seems that these issues\r\nwere not properly considered by the court below. Clearly the\r\ndeprivation of her interest in the\nfarm is constitutionally\r\nindefensible and therefore arbitrary as there is no sufficient reason\r\nfor the deprivation as stated in\nFirst\r\nNational Bank v Minister of Finance\nat para 100 where Ackerman J set out the criteria for sufficient\r\nreason to be as follows:\nâ\n(\na)\nIt\r\nis to be determined by evaluating the relationship between means\r\nemployed, namely the deprivation in question and ends sought\nto be\r\nachieved, namely the purpose of the law in question.\n(b)\nA\r\ncomplexity of relationships has to be considered.\n(c)\nIn\r\nevaluating the deprivation in question, regard must be had to the\r\nrelationship between the purpose for the deprivation and the\nperson\r\nwhose property is affected.\n(d)\nIn\r\naddition, regard must be had to the relationship between the purpose\r\nof the deprivation and the nature of the property as well\nas the\r\nextent of the deprivation in respect of such property.\n(e)\nGenerally\r\nspeaking, where the property in question is ownership of land or a\r\ncorporeal moveable, a more compelling purpose will\nhave to be\r\nestablished in order for the depriving law to constitute sufficient\r\nreason for the deprivation than in the case when\nthe property is\r\nsomething different and the property right something less extensive.\r\nThis judgment is not concerned at all with\nincorporeal property.\n(f)\nGenerally\r\nspeaking, when the deprivation in question embraces all the incidents\r\nof ownership, the purpose for the deprivation will\nhave to be more\r\ncompelling than when the deprivation embraces only some incidents of\r\nownership and those incidents only partially.\n(g)\nDepending\r\non such interplay between variable means and ends, the nature of the\r\nproperty in question and the extent of its deprivation,\nthere may be\r\ncircumstances when sufficient reason is established by, in effect, no\r\nmore than a mere rational relationship between\nmeans and ends; in\r\nothers this might only be established by a proportionality evaluation\r\ncloser to that required by s 36(1) of\nthe Constitution.\n(h)\nWhether there is\r\nsufficient reason to warrant the deprivation is a matter to be\r\ndecided on all the relevant facts of each particular\ncase, always\r\nbearing in mind that the enquiry is concerned with âarbitraryâ in\r\nrelation to the deprivation of property under\ns 25.â\nRegrettably, I find that the deprivation of the second\r\nappellantâs interest in the farm does not pass the test enunciated\r\nin\nFirst National Bank\n.\n[24]\nIt is trite\r\nthat the right to property is a fundamental right deeply ensconced in\r\nthe Bill of Rights. Section 25(1) of the Constitution\n10\nprohibits, in clear terms, any arbitrary deprivation of property. On\r\nthe other hand s 7(2) of the Constitution\n11\nobliges the state to respect, protect, promote and fulfil the rights\r\nin the Bill of Rights. In addition s 39(1) of the Constitution\n\nrequires our courts, when interpreting the Bill of Rights, to promote\r\nthe values that underlie an open and democratic society based\non\r\nhuman dignity, equality and freedom. Undoubtedly this places a duty\r\non every court which has to consider possible forfeiture\nof property\r\nto be careful not to make orders which may exceed the proper and\r\nlegitimate objectives striven for by POCA. A failure\nto do so may\r\nresult in orders which may be unduly invasive of the rights of\r\ninnocent owners and which may amount to an abuse which\nis not\r\nconstitutionally defensible. This salutary approach was enunciated as\r\nfollows in\nNDPP v R\r\nO Cook Properties\nin para 29:\nâWe therefore agree that the Act requires property owners to\r\nexercise responsibility for their property and to account for their\n\nstewardship of it in relation to its possible criminal utilisation.\r\nBut the pursuit of those statutory objectives cannot exceed\nwhat is\r\nconstitutionally permissible.\nForfeitures that do not rationally\r\nadvance the inter-related purposes of ch 6 are unconstitutional.\r\nDeprivations going beyond those\nthat remove incentives, deter the use\r\nof property in crime, eliminate or incapacitate the means by which\r\ncrime may be committed\nand at the same time advance the ends of\r\njustice are, in our view, not contemplated by or permitted under the\r\nAct.\nâ (My emphasis.)\n[25]\nI have no doubt that, based on\r\nthe admitted fact that the second appellant is an âinnocent ownerâ,\r\nwho has committed no wrong,\nwhether intentional or negligent, the\r\nforfeiture order in so far as it affects her does not pass\r\nconstitutional muster. It offends\nsocietyâs notions of what is fair\r\nand just. What is worse it goes beyond the core purpose of POCA.\nIt\r\nis clear from the judgment of the court below\nthat\nthe learned judge\r\nwas mindful of the fact that the forfeiture of the whole farm might\r\nbe offensive to the constitutional values\nof equality and dignity and\r\nquite importantly might also breach a fundamental principle of our\r\ncriminal law that the innocent should\nnot be punished. This\r\nnotwithstanding, the learned judge proceeded to declare the proceeds\r\nof the farm, including the second appellantâs\ninterest, forfeit to\r\nthe state. It appears to me that to deprive second appellant of her\r\ninterest constitutes a breach of the constitutional\nprinciple of\r\nequality. (See\nMohunram and Another v National\r\nDirector of Public Prosecutions\n(Law Review\r\nProject as\nAmicus Curiae\n).\n12\n[26]\tIn declining to exclude the second appellantâs\r\ninterest in the farm from forfeiture, the learned judge in the court\r\nbelow\nwas of the view\r\nthat it would deprive the respondent of its redress as stipulated in\r\nthe statute or common law. To my mind, the\nlearned judge misconstrued\r\nthe real and main purpose underpinning POCA. The primary purpose of\r\nPOCA is to prevent organised crime.\nIn cases where property is used\r\nas an instrumentality of an offence, this can be achieved by having\r\nsuch property declared forfeit\nto the State. The intention\r\nunderpinning such forfeiture is not necessarily to punish the\r\noffender, but to deprive him or her of\nthe instrument used to\r\nfacilitate or commit the offence. Such a forfeiture is intended\r\nmainly to cripple or paralyse the illegal\nactivities which are\r\ncarried on. Once this has happened, the objects of POCA will have\r\nbeen satisfied.\n[27]\tHowever, the pertinent question now remains: once\r\nthe property is declared forfeit to the state, what is its ultimate\r\nfate?\nAs POCA was never intended to enrich the state, it follows that\r\nthe state cannot own the farm. The state through the curator bonis\nis obliged by s 57(1)(c) of POCA to âdispose\r\nof property forfeited under s 56(2) by sale or any other means and\r\ndeposit the proceeds\nof the sale or disposition into the Account.â\r\nOnce the farm has been sold by the curator bonis, nothing prevents\r\nhim\nfrom paying to the\r\nsecond appellant her half share from such proceeds once all\r\nlegitimate claims against the farm have been settled.\nThis is because\r\nthe forfeiture is aimed at the instrumentality and not the proceeds.\r\nSelf-evidently such proceeds can never be\nequated with an\r\ninstrumentality of an offence.\n[28]\tGiven the peculiar circumstances of this case I do\r\nnot agree that the order sought by the second appellant is a legal\r\nimpossibility\nas the respondentâs counsel submitted. What the court\r\nbelow\nshould have done\r\nwas to grant the order of forfeiture of the farm subject to the\r\nsecond appellantâs entitlement to a half share\nof the proceeds upon\r\nsale of the farm. To my mind this is legally permissible because the\r\nforfeiture order is primarily against\nthe farm as an instrumentality\r\nof an offence and not the proceeds from the sale of the farm.\r\nUndoubtedly such an order would have\nstruck the delicate balance\r\nbetween the second appellantâs interest and the main purposes of\r\nPOCA.\n[29]\tAlthough there is not much judicial authority for\r\nthe above proposition,\nthere is some considerable\r\nsupport from some academic writers that even during the existence of\r\nthe marriage in community of property,\nparties can be allowed to keep\r\nseparate property which does not form part of the joint estate eg\r\ndonations between spouses, gifts\nand bequests made to one spouse with\r\nthe express condition that such be excluded from the joint estate;\r\ndamages for non-patrimonial\nloss resulting from delict committed by a\r\nthird party or one spouse against the other; instances where one\r\nspouse has despoiled\nthe other spouse of a thing over which such\r\nspouse had peaceful and undisturbed possession, property excluded by\r\nante nuptial-contract,\nand certain life insurance policies effected\r\nby the husband in favour of his wife or ceded by him to her, or\r\neffected by the wife\non her own life or that of her husband, as also\r\nthe proceeds of such policies.\n13\n[30]\nMore\r\nimportantly, the\nMatrimonial Property Act 88 of 1984\nmakes provision\r\nfor separate property to be owned separately by one spouse to the\r\nexclusion of the other.\n14\nThat the\nMatrimonial Property Act has\nushered in drastic changes\r\nregarding the inviolability of the joint estate was acknowledged by\r\nMoseneke DCJ in\nVan\r\nder Merwe v Road Accident Fund (Womenâs Legal Centre Trust as\r\nAmicus Curiae)\n15\nwhere he stated the following at para 30:\nâ.\r\n. . On 1 November 1984, chs 2 and 3 of the Act jettisoned much of the\r\ngender differentiation found in the common law of marriage\nin\r\ncommunity of property. The legislation made drastic inroads into the\r\ntheoretical unity and inviolability of the joint estate\nand recast\r\nthe common law of marriage irreversibly . . .â.\nIt should be clear from the above exposition that the\r\nlearned judge could have made an order that the second appellantâs\r\nshare\nof the proceeds after the sale of the farm be paid to her to\r\nform her separate property. To my mind, this would have ensured that\n\nthe forfeiture order does not go beyond the legitimate limits of the\r\nobjects of POCA. Quite importantly such an order would not\ncompromise\r\nthe main objects of POCA.\n[31]\tBased on the exposition set out above, I am of the\r\nview that there is no legal impediment to making an order that the\r\nsecond\nappellant be paid her half share of the proceeds after the\r\nsale of the farm as a failure to do so would inevitably result in\r\npunishing\nthe innocent party. In order to avoid her half share\r\nfalling back into the joint estate in respect whereof the first\r\nappellant\nremains a joint owner, her half share of the nett proceeds\r\nfrom the sale of the farm will have to be paid into her separate\r\naccount\nthus making it her separate property. To my mind, this will\r\nensure that the second appellant who is an innocent owner is not\r\nunduly\npunished by a deprivation of her interest where there is no\r\nlegal or rational justification.\n[32]\nThere is a further comment I\r\nwish to make about the order of the court below. Instead of making an\r\norder for the forfeiture of the\nproperty in terms of s 50(1) of POCA,\r\nNicholson J made an order âdeclaring forfeit to the State the\r\nproceeds of the property\n. . .â. It is clear that this order is\r\nerroneous and was made\nper incuriam\n.\r\nChapter 6 of POCA which is the one relevant to these proceedings is\r\nheaded âCivil Recovery of Propertyâ. Moreover, all the\nrelevant\r\nsections ie ss 38 to 60 under Chapter 6 refer to property or interest\r\nin property and not the proceeds of the property.\nIt follows that the\r\norder by the learned judge has to be corrected.\n[33]\tI now have to deal with the question of costs. The\r\nfact that the first appellant has failed whilst the second appellant\r\nsucceeded\nin the appeal makes it difficult to apportion the costs of\r\nthe appeal. However it does not appear to me to be fair and just to\r\nmulct the first appellant with all the costs of appeal, particularly\r\nas he has already had to pay the costs of the application to\nexclude\r\nhis interest from forfeiture (albeit that such costs are to be paid\r\nfrom the joint estate). To my mind fairness and justice\nrequire that\r\neach party should bear its own costs.\n[34]\nIn the\r\ncircumstances, I would make the following order:\n1.\tThe appeal by the first appellant\r\nis dismissed.\n2.\nThe\r\nappeal by the second appellant succeeds to the extent that the order\r\nby the court below\nis varied to read\r\nas follows:\n2.1\nAn\r\norder is hereby granted in terms of s 50(1) of the Prevention of\r\nOrganised Crime Act 121 of 1998 (âthe Actâ) declaring forfeit\nto\r\nthe State the whole of the farm belonging to the first and second\r\nappellants described as:\nâ\nPortion 11 (of 4) of Spitskop No\r\n92 Registration Division HT, Province of KwaZulu Natal in extent 124,\r\n2096 (one two four thousand\ncomma two zero nine six) hectaresâ,\r\nsubject to the following conditions:\n(a)\nThe\r\ncurator\nbonis\nappointed in terms\r\nof the preservation order made on 2 November 2005 shall continue to\r\nact in such capacity.\n(b)\tThe curator\nbonis\nshall, as at the date on which the forfeiture order shall take\r\neffect, be empowered to perform the following functions:\n(i)\tto dispose of the property by\r\nsale or other means;\n(ii)\nto\r\nsettle all legitimate claims against the property, including the\r\nbalance, if any, on the mortgage bond registered over the immovable\n\nproperty in favour of one Anthony Perreira Jones and Susara Johanna\r\nElizabeth Jones held under bond No 17313/03;\n(iii)\nto\r\npay one half of the balance of the nett proceeds of the farm to the\r\nsecond appellant. The said proceeds shall constitute the\nsecond\r\nappellantâs separate property which shall be excluded from the\r\npartiesâ joint estate;\n(iv)\nto\r\npay the balance of the proceeds into the Criminal Asset Recovery\r\nAccount.\n3\n.\tThe\r\nRegistrar of the KwaZulu Natal High Court, Durban is directed to\r\npublish a notice of this order in the Government Gazette\nas soon as\r\npossible.\n4\n.\tEach party is to pay its own\r\ncosts.\n________\n________________\nL\r\nO BOSIELO\nACTING\r\nJUDGE OF APPEAL\nNUGENT JA (MTHIYANE, CACHALIA and HURT AJA CONCURRING)\n[35]\tI do not think the judgment of my colleague Bosielo\r\nAJA adequately addresses what I consider to be the central difficulty\r\nthat\npresents itself in this case and I am also not in full agreement\r\nwith the order that he proposes. For those reasons I set out briefly\n\nthe reasons that found my conclusion.\n[36]\tThe National Director of Public Prosecutions (NDPP)\r\napplied to the court below under s 48 of the Prevention of\r\nOrganised\nCrime Act 121 of 1998 (POCA) for an order forfeiting to the\r\nstate portion 11 of the farm Spitskop 92 (I will refer to it as the\n\nfarm). The farm was owned by the appellants, who are married in\r\ncommunity of property.\n[37]\tSection 50(1) authorised that court, âsubject to\r\nsection 52â, to make a forfeiture order if it found, as a matter of\r\nprobability,\nthat the farm was an âinstrumentalityâ of an offence\r\nreferred to in Schedule 1.  In this case it was not disputed that the\r\nfarm was an instrumentality of the offence of manufacturing drugs in\r\ncontravention of s 3 of the Drugs and Drug Trafficking Act\n140 of\r\n1992 (a Schedule 1 offence). It was also not in dispute that a\r\nforfeiture order would (in ordinary circumstances) be proportionate\n\nto the purposes of the statute and thus constitutionally\r\npermissible.\n16\nThe court accordingly granted a forfeiture order.\n[38]\tThere is an observation that I need to make\r\nconcerning the form of the order before I turn to the issues that\r\narise in this\nappeal. The court below (Nicholson J) declared forfeit\r\nto the state âthe proceedsâ of the farm and not the farm itself.\r\n(Further\norders authorised the curator bonis to dispose of the farm;\r\ndeduct his fees and expenses; pay the balance outstanding on a\r\nmortgage\nbond; and pay the proceeds into the Criminal Asset Recovery\r\nAccount.\n17\n)\r\nA forfeiture order in those terms was not strictly correct. The\r\nâinstrumentalityâ of the offence that was liable to forfeiture\n\nwas the farm. If a forfeiture order was to be made it ought to have\r\nordered forfeiture of the farm and not its proceeds (which\nwere not\r\nthe instrumentality of the offence). Once such an order is made then\r\nby operation of law the farm vests in the curator\nbonis on behalf of\r\nthe state,\n18\nwho is required to dispose of the property, and to deposit the\r\nproceeds to the Account.\n19\n(I think it is implicit that the moneys so deposited accrue to the\r\nstate.) To that extent the order of forfeiture falls to be corrected.\n[39]\tApart from the terms in which the order was\r\ngranted, as I mentioned above, Nicholson J cannot be faulted for\r\ngranting a forfeiture\norder and the appeal is not directed to his\r\norder in that respect. The appeal is confined to his order to exclude\r\nfrom the order\nthe appellantsâ interests in the property. (Needless\r\nto say, the effect of such an order would have been to nullify the\r\nforfeiture.)\n[40]\tSection 52 of POCA provides what has loosely been\r\ncalled an âinnocent ownerâ defence to a person whose interests\r\nare affected\nby a forfeiture order (though that is a misnomer\r\nbecause, as pointed out in\nCook Properties\n,\r\nâinnocence [of the offence] is not enoughâ).\n20\nThat section permits a court to exclude âfrom the operation of [a\r\nforfeiture order]â what are called âcertain interestsâ\nin the\r\nproperty concerned, if it is shown by the applicant for such an\r\nexclusion that the interest was legally acquired, and that\nhe or she\r\nâneither knew nor had reasonable grounds to suspectâ that the\r\nproperty in which the interest is held is an instrumentality\nof the\r\noffence.\n21\n[41]\tBoth appellants applied for orders excluding from\r\nthe operation of the forfeiture order such interests as they each had\r\nin\nthe farm. The court below heard oral evidence on the question\r\nwhether the appellants either knew or had reasonable grounds to\r\nsuspect\nthat the farm was an instrumentality of the offence.\n[42]\tIt found that Mr Mazibuko must have been aware that\r\nthe farm was being used for the manufacture of drugs. On that basis\r\nMr\nMazibuko did not fall within the terms of the section and the\r\ncourt below declined to exclude his interest. The appeal by Mr\r\nMazibuko\nwas confined to challenging that factual finding. I do not\r\nthink it is necessary to repeat the evidence that was before the\r\nlearned\njudge on that issue, some of which appears from the judgment\r\nof my colleague. It is sufficient to say that there was ample\r\nevidence\nto support that finding and the appeal by Mr Mazibuko must\r\nfail.\n[43]\tThe position with regard to Mrs Mazibuko is\r\ndifferent and it is to that issue that most of the argument in this\r\nappeal was\ndirected. It is not in dispute that Mrs Mazibuko was\r\nneither aware, nor had grounds to suspect, that the property was an\r\ninstrumentality\nof an offence and that she fell within the provisions\r\nof the section. The court thus had a discretion to order the\r\nexclusion of\nher interest. There can be no question that she would\r\nhave ordinarily been entitled to such an order, because there were\r\nsimply\nno grounds for refusing it. The effect of a refusal would have\r\nbeen to deprive her of property arbitrarily in conflict with s 25(1)\n\nof the Bill of Rights (see the discussion on that issue in\nNational\r\nDirector of Public Prosecutions v R O Cook Properties (Pty) Ltd\r\net al\n).\n22\n[44]\tI have no doubt that Nicholson J fully appreciated\r\nthe implications of the Bill of Rights in that regard, and would have\r\nordered\nthe exclusion of Mrs Mazibukoâs interest had he considered\r\nit possible to do so, and I do not think criticism of the learned\r\njudge on that score is merited. I think it is apparent from his\r\njudgment that he declined to make an exclusion order only because\nhe\r\nconsidered himself unable to do so as a matter of law.\n[45]\tThe argument that was presented before him on\r\nbehalf of the NDPP, and repeated in this court, was that the\r\ninterests in the\nproperty enjoyed respectively by Mr and Mrs Mazibuko\r\nwere not capable in law of separation. That being so, it was argued,\r\nMrs Mazibukoâs\ninterest in the property (more correctly, in the\r\nrights of ownership in the property), which was not liable to\r\nforfeiture, could\nnot in law be excised from the interest of Mr\r\nMazibuko, which was liable to forfeiture. Accepting that argument the\r\nlearned judge,\nreluctantly, declined to make an exclusion order.\n[46]\tI agree with the argument that was presented on\r\nbehalf of the NDPP (and accepted by the court below) so far as it\r\ngoes.\n[47]\tOrdinary rights of co-ownership (sometimes called\r\nâfreeâ co-ownership) would be capable of being separated from one\r\nanother\nbecause they are held separately by the co-owners. As\r\nProfessor CG Van der Merwe has expressed it (my translation):\n23\nâAlthough the property belongs to the co-owners communally, each\r\nco-owner can dispose of his or her undivided share independently.\n\nBecause each co-owned share is viewed as separate property, each\r\nco-owner may deal with his or her undivided share or a part thereof\n\nwithout the co-operation of his associates, and even against their\r\nwill.â\n24\n[48]\tBut we are not concerned in this case with the\r\nordinary rights of co-owners. The appellants were married in\r\ncommunity of property\nand the farm belonged to their joint estate. \r\nThe rights of spouses who are married in community of property â\r\nsometimes called\nâtiedâ co-ownership â are not divisible. As\r\nKing J expressed it in his thorough analysis of the nature of such\r\nrights in\nEx parte Menzies et Uxor:\n25\nâ[T]he co-ownership of their joint estate by spouses married in\r\ncommunity of property is a species of âtiedâ co-ownership,\nin\r\nwhich the shares of the spouses are not only undivided but also\r\nindivisible.â\nHe relied in reaching that conclusion on, amongst other\r\nwriters, Lee and Honoré\nFamily, Things\r\nand Succession\n,\n26\nin which the authors describe that form of co-ownership as follows:\nâHowever, this co-ownership is not the normal Roman âfreeâ\r\nco-ownership (\ncommunio pro partibus indivisis\n) with freely\r\ndisposable shares and the possibility to demand a division at any\r\ntime, but can be described as âtied upâ co-ownership\n(â\ngebonde\r\nmede-eindomâ,\nthe â\nMiteigentum zu gesamter Hand\nâ of\r\nGerman law)â.\n[49]\tThat being so it seems to me that an order that\r\npurported to excise a portion of indivisible rights that were to vest\r\nin the\ncurator bonis would have been a nonsense. One might ask how\r\nthe curator bonis would have been capable of alienating only part of\n\nthe indivisible rights of ownership while at the same time retaining\r\nthe balance. In that respect I think that the conclusion reached\nby\r\nNicholson J was correct.\n[50]\tBut I do not think the matter ends there. While the\r\ncourt below was not capable of ordering the exclusion of Mrs\r\nMazibukoâs\ninterest from the rights that would vest in the curator\r\nbonis I agree with Bosielo AJA that it was capable of ordering a\r\ndivision\nof the proceeds once the property was sold. My difficulty\r\nwith the judgment of my colleague is that it does not dispose of the\r\nargument raised by the NDPP and disclose what construction he places\r\non the section to yield that result. I do not think it is sufficient\n\nmerely to point to the fact that the argument of the NDPP would yield\r\na result that is constitutionally offensive and take the\nmatter no\r\nfurther. If a proper construction of the section would yield an\r\nunconstitutional result, that would mean that the section\nis invalid.\r\nThe question that arises in this case is whether the section is\r\ncapable of a construction that avoids that result.\n[51]\tHaving found that the rights in the property itself\r\nwere not capable of separation in my view the learned judge might\r\nhave\ngone a step further, though I do not fault the learned judge for\r\nnot having done so because that was not raised before him in\r\nargument.\n[52]\tI do not think that an exclusion order need be\r\nconfined to excluding the interest from the rights that vest in the\r\ncurator\nbonis immediately upon a forfeiture order being made. The\r\nsection allows for the interest to be excluded from the âoperation\r\nof [the forfeiture order]â. As I see it a forfeiture order does not\r\noperate only to vest the property in the state. It operates\nas much\r\nto trigger the authority that is conferred upon the curator bonis to\r\nalienate the property, to require the curator bonis\nto deposit the\r\nproceeds to the Account, and to entitle the state to retain those\r\nproceeds. I think that all those consequences\nare capable of being\r\nsaid to arise from the âoperation of the [forfeiture order]â.\n[53]\tIt seems to me in those circumstances that it falls\r\nwithin the power of a court to exclude the interest of a party from\r\nany\nstage of its operation and not only from the immediate effect of\r\nthe order, which is to vest the rights in the property in the curator\n\nbonis. I think it might equally exclude the interest from the\r\noperation of the order so far as the order operates to require the\n\ncurator bonis to deposit the proceeds to the Account.\n[54]\tI think that Mrs Mazibuko has as much interest in\r\nthe proceeds of the property as she has in the property itself,\r\nalbeit that\nthe accrual of that interest might be contingent on its\r\nsale, and I see no reason why that contingent interest does not fall\r\nwithin\nthe wide definition of the term in the statute. Clearly the\r\nproceeds of the sale are susceptible to separation. It seems to me in\n\nthe circumstances that Mrs Mazibukoâs contingent interest in the\r\nproceeds of a sale is capable of being excluded from the operation\nof\r\nthe order so far as the order operates to require the curator bonis\r\nto deposit the proceeds to the Account. Indeed, s 57(1)\nseems to me\r\nto contemplate precisely that, in that it requires the curator bonis\r\nto deposit the proceeds to the Account, but only\nâsubject to any\r\norder for the exclusion of interests â¦ under s 52â.\n[55]\tThe decided cases on POCA have all been conscious\r\nof the potential that the statute has to invade constitutionally\r\nprotected\nrights â in this case the right against arbitrary\r\ndeprivation of property\n27\nâ and have been careful to avoid that occurring when construing the\r\nmeaning of its provisions. As this court said in\nCook\r\nProperties\n:\nâ[The provisions of POCA] must be construed consistently with the\r\nConstitution of the Republic of South Africa Act 108 of 1996.\nThe\r\nBill of Rights provides that âno law may permit arbitrary\r\ndeprivation of propertyââ¦ The Constitutional Court has held\nthat\r\na deprivation of property is arbitrary when the statute in question\r\ndoes not provide sufficient reason for the deprivation\nor is\r\nprocedurally unfair. What âsufficient reasonâ is may vary from\r\nstatute to statuteâ¦ But the Court held that non-arbitrariness\nat\r\nany event requires a rational relationship between the deprivation\r\nand the legislative ends sought to be attained through it:â(At\npara\r\n15).\nI think that the section is at least capable of the\r\nconstruction that I have given and it is a construction that we\r\nshould adopt\nso as to avoid unconstitutionality.\n[56]\tThere remains one difficulty. While the joint\r\nestate persists any moneys that are paid to Mrs Mazibuko will fall\r\ninto the joint\nestate and accrue as much to her husband, who has\r\nforfeited his interest in the property, as it will accrue to her. It\r\nis well\nrecognised, however, that property is capable of being\r\nexcluded from a joint estate that arises from the community, as, for\r\nexample,\nwhen property is bequeathed or donated on condition that it\r\nis excluded.\n28\nThat being so I think it falls within the capacity of a court that\r\nmakes an exclusion order to order as well that the excluded\ninterest\r\nis to accrue only to the spouse concerned, and to be excluded from\r\nthe joint estate.\n[57]\tThere are some further matters that arise from the\r\nancillary orders that were made. The court below ordered that the\r\ncurator\nbonis who had been appointed earlier should continue in\r\noffice. The continuation in office of the curator bonis follows as a\r\nmatter\nof law\n29\nand I see no necessity for such an order. It also directed the\r\ncurator bonis to settle any outstanding balance on a mortgage bond\n\nthat was registered against the property before paying the proceeds\r\nto the Account. The rights that vest in the curator bonis are\n\nnecessarily subject to other real rights in the property and will be\r\naccounted for in the ordinary course upon transfer of the\nproperty.\r\nOnce more I do not think that an order to that effect is necessary.\r\nThe court below also directed that the fees and expenditure\nof the\r\ncurator bonis must be deducted from the proceeds of the property. I\r\ndo not think that order was competent. The incidence\nof the costs and\r\nexpenses arising from a forfeiture order is regulated by s 57(5),\r\nwhich requires those costs and expenses to be\ndefrayed from moneys\r\nappropriated for that purpose by Parliament.\n[58]\tThere remains the question of costs. The costs of\r\nthe appeal are not capable of being divided as between Mr Mazibuko\r\n(who has\nfailed) and Mrs Mazibuko (who has succeeded). In my view it\r\nwould be just in the circumstances to make no order in relation to\r\nthose costs. As for the costs in the court below they were\r\nattributable almost solely to Mr Mazibukoâs failed attempt to\r\nexclude\nhis interest and I see no reason to alter the order of the\r\ncourt below (which has the effect that the costs will fall upon the\r\njoint estate).\n[59]\tThe appeal by the first appellant fails. The appeal\r\nby the second appellant succeeds. The order of the court below is\r\nsubstituted\nby the following orders:\n1.\tThe property known as Portion 11 (of 4) of the farm\r\nSpitskop 92, Registration Division HT, province of KwaZulu-Natal, is\r\ndeclared\nforfeit to the state in terms of\ns 50(1)\nof the\nPrevention of Organised Crime Act 121 of 1998\n.\n2.\tUpon the disposal of the property as contemplated by\r\ns 57(1) of the Act the curator bonis shall pay to the respondent\r\none\nhalf of the net proceeds of the property. The said proceeds shall\r\nbe the separate property of the second respondent and excluded\nfrom\r\nthe joint estate of the respondents.\n3.\tThe respondents are ordered to pay the costs.\n___________________\nR\r\nW NUGENT\nJUDGE\r\nOF APPEAL\nAppearances:\nFor\r\nappellants:\tJ Engelbrecht SC\nInstructed\r\nby:\nJasat\r\n& Jasat Attorneys, Pietermaritzburg\nc/o\r\nDu Toit Louw Botha Inc, Bloemfontein\nFor\r\nrespondent:\nM\r\nGovindasamy SC\nA Naidoo\nK Molelle\nInstructed\r\nby:\nThe State Attorney [Kwazulu-Natal], Durban\nc/o\r\nThe State Attorney, Bloemfontein\n1\nS 38(2): âThe High Court shall make an order referred to in\r\n\tsubsection (1) if there are reasonable grounds to believe that\nthe\r\n\tproperty concerned-\n(a)\nis an\r\n\tinstrumentality of an offence referred to in Schedule 1;\n(b)\nis the\r\n\tproceeds of unlawful activities; or\n(c)\nis property\r\n\tassociated with terrorist and related activitiesâ.\n2\nS 50\n(1): âThe High Court shall, subject to\r\n\tsection 52, make an order applied for under section 48 (1) if the\r\n\tCourt finds on a balance\nof probabilities that the property\r\n\tconcerned-\n(a)\nis\r\n\tan instrumentality of an offence referred to in Schedule 1â.\n3\nThe judgment is reported as\nNational Director of Public\r\n\tProsecutions v Mazibuko and Others\n2008 (2) SACR 611\n(N).\n4\nS 52(2A): âThe High\r\n\tCourt may make an order under subsection (1), in relation to the\r\n\tforfeiture of an instrumentality of an\noffence referred to in\r\n\tSchedule 1 or property associated with terrorist and related\r\n\tactivities, if it finds on a balance of probabilities\nthat the\r\n\tapplicant for the order had acquired the interest concerned legally,\r\n\tand â\n(\na\n) neither knew\r\n\tnor had reasonable grounds to suspect that the property in which the\r\n\tinterest is held is an instrumentality of\nan offence referred to in\r\n\tSchedule 1 or property associated with terrorist and related\r\n\tactivitiesâ.\n5\nS 1(3): âFor the purposes of this Act a person ought reasonably to\r\n\thave known or suspected a fact if the conclusions that he\nor she\r\n\tought to have reached are those which would have been reached by a\r\n\treasonably diligent and viligant person having both-\n(a)\tthe general\r\n\tknowledge, skill, training and experience that may reasonably be\r\n\texpected of a person in his or her position;\nand\n(b)\tthe general\r\n\tknowledge, skill, training and experience that he or she in fact\r\n\thasâ.\n6\n2004 (2) SACR 208\n;\n2004 (8) BCLR 844\n;\n[2004] 2 All SA 491\n(SCA) para\r\n\t28.\n7\nS 52(1): âThe High Court may, on application-\n(a)\r\n\t\tunder section 48 (3); or\n(b)\tby\r\n\ta person referred to in section 49 (1),\nand when it makes a forfeiture order,\r\n\tmake an order excluding certain interests in property which is\r\n\tsubject to the order, from\nthe operation thereofâ.\n8\n2007 (6) SA 169\n(CC) para 61.\n9\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC);\n2002 (7) BCLR 702\npara 100.\n10\nS 25(1): âNo one may be deprived of property except in terms of\r\n\tlaw of general application, and no law may permit arbitrary\n\n\tdeprivation of propertyâ.\n11\nS 7(2): âThe state must respect, protect, promote and fulfil the\r\n\trights in the Bill of Rightsâ.\n12\n2007 (2) SACR 145\n(CC) para 146.\n13\nHR Hahlo,\nThe South African Law of Husband and Wife\n, 5ed\r\n\t(1985) pp 164-169;\nSchäfer\n, Family Law Service Issue 49,\r\n\tp 20(1); Dale Hutchison, Belinda Van Heerden, DP Visser and CG Van\r\n\tder Merwe, Willeâs Principles\nof South African Law, 8ed;\nVan\r\n\tden Berg v Van den Berg\n2003 (6) SA 229\n(T)) 232G-233D.\n14\nS 17(1)(a): âA spouse\r\n\tmarried in community of property shall not without the written\r\n\tconsent of the other spouse institute legal\nproceedings against\r\n\tanother person or defend legal proceedings instituted by other\r\n\tperson, except legal proceedings-\n(a) in\r\n\trespect of his separate property;\n.\r\n\t. . .â\nS\r\n\t18: âNotwithstanding the fact that a spouse is married in\r\n\tcommunity of property-\n(a)\r\n\tany amount recovered by him by way of damages, other than damages\r\n\tfor patrimonial loss, by reason of a delict committed against\nhim,\r\n\tdoes not fall into the joint estate but becomes his separate\r\n\tproperty;\n. . . .â\n15\n[2006] ZACC 4\n;\n2006 (4) SA 230\n(CC).\n16\nNational Director of Public Prosecutions v R O Cook Properties\r\n\t(Pty) Ltd\n;\nNational Director of Public Prosecutions v 37\r\n\tGillespie Street Durban (Pty) Ltd\n;\nNational Director of\r\n\tPublic Prosecutions v Seevnarayan\n2004 (2) SACR 208\n(SCA) para\r\n\t74;\nProphet v National Director of Public Prosecutions\n2006\r\n\t(1) SA 38\n(SCA) paras 30 and 37;\nProphet v National Director of\r\n\tPublic Prosecutions\n2007 (6) SA 169\n(CC) paras 61 and 62.\n17\nEstablished by s 63 of POCA.\n18\nSection 56(2).\n19\nSection 57(1).\n20\nPara 24.\n21\nSection 52(2A).\n22\n2004 (2) SACR 208\n(SCA).\n23\nCG Van der Merwe\nSakereg\n2ed (1989) p 384-5. Also\nSilberberg\r\n\tand Schoemanâs The Law of Property\n5ed (2006) by PJ\r\n\tBadenhorst, Juanita M Pienaar and Hanri Mostert p 135.\n24\nHoewel die saak gemeenskaplik aan die mede-eienaars behoort, kan\r\n\telke mede-eienaar selfstandig oor sy onverdeelde aandeel in\ndie saak\r\n\tbeskik. Omdat elke mede-eiendomsaandeel as ân selfstandige\r\n\tvermoënsobjek beskou word, kan elke mede-eienaar vryelik\nmet sy\r\n\tonverdeelde aandeel of ân gedeelte daarvan sonder die medewerking\r\n\tvan sy deelgenote, en selfs teen hulle wil, handel.\nHierdie kenmerk\r\n\tonderskei, soos reeds vermeld, vrye mede-eiendom van gebonde\r\n\tmede-eiendom.\n25\n1993 (3) SA 799\n(C) 811E-G. See, too,\nSakereg\n, above, 378-9,\r\n\tHR Hahlo\nThe South African Law of Husband and Wife\n5ed\r\n\t(1985).\n26\nPage 810H-I.\n27\nSection 25(1) of the Constiution.\n28\nHahlo, above, pp.164-9.\n29\nSection 56(1).",
  "scraped_at": "2026-02-11T21:48:46.361959",
  "date": "2009-05-26",
  "coram": [
    "MTHIYANE",
    "NUGENT",
    "CACHALIA JJA",
    "HURT",
    "BOSIELO AJJA"
  ],
  "case_number": "113/08",
  "parties": {
    "applicants": [
      "Samuel Africa Mazibuko",
      "Anna Jeannette Mazibuko"
    ],
    "respondents": [
      "National Director of Public Prosecutions"
    ]
  },
  "sections": {
    "facts": "The farm Portion 11 of Spitskop 92 in KwaZulu‑Natal was jointly owned by Samuel Africa Mazibuko and Anna Jeannette Mazibuko, who were married in community of property. In June 2004 police discovered large quantities of methaqualone and related equipment on the farm, establishing it as an instrumentality of an offence under the Drugs and Drug Trafficking Act. The State obtained a preservation order under s 38(2) of POCA on 2 November 2005 and, on 14 December 2007, the High Court granted a forfeiture order under s 50(1)(a) of POCA. The first appellant denied knowledge of the illegal activity, while the second appellant claimed she was an innocent owner with no knowledge or suspicion of the offence.",
    "issues": "1) Whether the first appellant had actual knowledge or reasonable grounds to suspect that the farm was being used for drug manufacturing, thereby disqualifying him from the innocent‑owner defence under s 52(2A) of POCA. 2) Whether the second appellant’s undivided interest in the jointly‑owned farm could be excluded from the forfeiture order, given the nature of marital joint estate and constitutional protections against arbitrary deprivation of property. 3) Whether a forfeiture of the whole farm, including the innocent spouse’s interest, is constitutionally permissible and proportionate under POCA and the Constitution.",
    "principles": "The Court applied POCA s 50(1) (subject to s 52) to deem property an instrumentality of an offence, s 52(2A) which allows exclusion of an interest where the owner acquired it lawfully and neither knew nor had reasonable grounds to suspect the illegality, and the constitutional test of arbitrariness under s 25(1) and the proportionality analysis under s 36 of the Constitution. Precedent cases such as NDPP v Cook Properties, Prophet v NDPP, and the principle that married spouses in community of property hold an indivisible ‘tied’ co‑ownership were pivotal. The Court also considered the statutory requirement that forfeiture aims to deprive the offender of the instrumentality, not to punish innocent owners.",
    "application": "The Court found ample evidence that the first appellant must have been aware of the drug‑manufacturing activities, rejecting his claim of ignorance and upholding the lower court’s finding that he could not rely on the innocent‑owner defence. Regarding the second appellant, the Court agreed that her interest formed part of an indivisible joint estate, making a direct exclusion of her ownership in the farm legally impossible. However, to avoid unconstitutional deprivation, the Court modified the order: the farm is declared forfeited, but upon disposal, half of the net proceeds are to be paid to the second appellant as her separate property, thereby excluding her interest from the joint estate while respecting the statutory purpose of POCA.",
    "conclusion": "The appeal by the first appellant was dismissed; the appeal by the second appellant succeeded. The farm Portion 11 of Spitskop 92 is declared forfeited to the State under s 50(1) of POCA. Upon sale, one half of the net proceeds shall be paid to the second appellant as her separate property, excluded from the joint estate. Both parties bear their own costs."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Forfeiture",
    "level_3": [
      "POCA",
      "innocent owner",
      "community of property"
    ]
  }
}