{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/93.html",
  "case_name": "Kotze v S (429/08) [2009] ZASCA 93; 2010 (1) SACR 100 (SCA) ; [2010] 1 All SA 220 (SCA) (15 September 2009)",
  "citation": "[2009] ZASCA 93",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 93\n|\nNoteup\n|\nLawCite\nKotze v S (429/08) [2009] ZASCA 93; 2010 (1) SACR 100 (SCA) ; [2010] 1 All SA 220 (SCA) (15 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase no:\t  429/08\nIn\r\nthe matter between:\nNICOLAAS\r\nPETRUS KOTZÈ\t\t\t    \t\tA\nppellant\nand\nTHE\r\nSTATE\nRespondent\nNeutral citation:\nKotzè\r\nv The State\n(429/08)\n[2009] ZASCA 93\n(15 September 2009)\nCoram:\nHARMS DP,\r\nHEHER and SNYDERS JJA\nand GRIESEL and WALLIS AJJA\nHeard\n:\n20\r\nAugust 2009\nDelivered\n:\n15 September 2009\nSummary:\tCriminal law â Police trap\r\nand undercover operation âContraventions of s 20 of Diamonds Act 56\r\nof 1986 â S 252A of\nthe Criminal Procedure Act.\nORDER\nOn appeal from:\nCape\r\nHigh Court (Louw J, Saldanha AJ concurring), on appeal from the\r\nRegional Magistratesâ Court, Bellville.\nThe appeal is dismissed.\nJUDGMENT\nWALLIS AJA (HARMS DP, HEHER and SNYDERS JJA and GRIESEL AJA\r\nconcurring.)\n[1]\tThe appellant, Nick Kotzè,\r\nis a successful businessman and a prominent citizen of Port Nolloth.\r\nOn four occasions between\n14 July 2001 and 12 February 2002 he\r\npurchased unpolished diamonds from one Frik Terblanche. In all he\r\nbought 21 diamonds for a\ntotal amount of R63 000. Unbeknown to\r\nhim (although, as will become apparent, he was alert to the\r\npossibility) Terblanche\nwas a senior and experienced police officer\r\nattached to the Diamond and Gold Squad, who was operating as an\r\nundercover agent in\na covert police operation known as Project\r\nSolitaire aimed at syndicates dealing unlawfully in diamonds in the\r\nNamaqualand region.\n[2]\tOn the basis of Terblancheâs\r\nevidence Kotzè was convicted by the Regional Magistratesâ\r\nCourt, Bellville on four counts\nof purchasing unpolished diamonds in\r\ncontravention of s 20 of the Diamonds Act 56 of 1986. He was\r\nsentenced on each count to pay\na fine of R8 000, with an alternative\r\nof 18 months imprisonment. In addition a further sentence of 18\r\nmonths imprisonment was imposed,\nbut suspended on certain conditions.\r\nAn appeal against his conviction to the Cape High Court was\r\ndismissed. With the leave of that\ncourt he comes on further appeal to\r\nthis Court. The appeal is confined to one against conviction only.\r\nThe only ground advanced\nin support of the appeal is that in terms of\ns 252A(3)\nof the\nCriminal Procedure Act 51 of 1977\nthe\r\nmagistrate should have declined to admit the evidence of Terblanche.\r\nIn that event there would have been no admissible evidence\nof the\r\ntransactions giving rise to the convictions and they would fall to be\r\nset aside.\n[3]\tThe use of traps and undercover agents\r\nby the police, both for the prevention and the detection of crime, is\r\nlong established,\nboth here and overseas. However, because it can be\r\nseen as generating the crimes under investigation, it is regarded as\r\ncontroversial\nas a matter of principle and, even in circumstances\r\nwhere resort to its use may be thought to be acceptable, there is\r\nroom for\nconcern because the methods adopted by the trap or agent\r\ninvolve deception and can readily be abused. The underlying fear is\r\nthat\npeople who would not otherwise be guilty of criminal behaviour\r\nmay be induced by the conduct of the trap or undercover agent to\n\ncommit crimes and their reluctance to commit crime may be overborne\r\nby the conduct and inducements offered by the trap or undercover\n\nagent. Our courts have in a number of cases expressed concern about\r\nthe conduct of traps and it was the subject of an investigation\nand\r\nreport by the South African Law Commission.\n1\nThat in turn resulted in the statutory regulation of the\r\nadmissibility of evidence derived from the activities of traps and\r\nundercover\nagents in the form of\ns 252A\nof the\nCriminal\nProcedure Act, although\nthe section as ultimately enacted is in\r\nmaterial respects different from that proposed by the Law Commission.\r\nThis appeal raises\nthe interpretation and application of that\r\nsection.\n[4]     \tThe background to the case is that in about\r\n2000 the police decided to undertake Operation Solitaire to address\r\nthe widespread\nproblem of syndicates engaged in unlawful dealing in\r\ndiamonds in the Namaqualand region. Terblanche, who at that stage\r\nheld the\nrank of inspector, was selected as the undercover agent. He\r\nand his wife would move to Port Nolloth on the pretext that he had\r\nretired from the police force and was now a pensioner. There he would\r\nmake himself known to local people and seek to become accepted\nas\r\npart of the local community, a process that it was anticipated would\r\ntake some nine months. Thereafter he would engage with\nvarious\r\nsuspects (and possibly others he came to suspect as a result of his\r\nactivities) in ways that it was thought would lead\nto either the\r\npurchase or sale of unpolished diamonds in contravention of the\r\nDiamonds Act. In doing so he would garner the evidence\nthat would\r\nthen be used against those persons in subsequent criminal trials. The\r\noperation was expected to last some two years.\n[5]\tKotzè was one such suspect\r\nwhose name was given to Terblanche as a target to be approached. He\r\nis a prominent person\nin the Port Nolloth community having served for\r\n27 years as a town councillor, 11 of them as mayor. He operates a\r\nmotor retail\nbusiness in the town and also runs a small shop and café\r\nfrom the same premises. Apart from this business he owns three farms,\n\nsome 20 kilometres from Port Nolloth, and another farm across the\r\nborder in Namibia that is leased to a company in the Anglo American\n\ngroup for a rental said at the trial to be in excess of R1 million\r\nper year. He owns and leases residential and business properties\nin\r\nPort Nolloth and elsewhere. He has over the years been involved in\r\nthe diamond industry, in prospecting for, mining, cutting\nand\r\npolishing diamonds, although at the time of these events he had\r\nceased these activities, apart from having a stake in two diamond\n\nmining operations for which a licence was held in his sonâs name\r\nand a share in a diamond cutting business. Overall it is clear\nthat\r\nhe is person of financial substance and some wealth. He is also\r\ninvolved in the local congregation of the Nederduitse Gereformeerde\n\nKerk and testified that it was customary for him and his wife to\r\nentertain members of the congregation at their home after the\n\nservices each Sunday with tea and coffee and general hospitality and\r\ndiscussion about church affairs and religious matters. This\n\nhospitality loomed large in the evidence in this case.\n[6]\tTerblanche arrived in Port Nolloth on 1\r\nAugust 2000 and he met Kotzè for the first time on that day in\r\nthe course of\nlooking for suitable accommodation. Apparently he and\r\nhis wife had first approached an estate agent in the town but she had\r\nnothing\navailable that seemed suitable and, according to Terblanche,\r\nsuggested that he should approach Kotzè. Although some point\n\nwas made of this meeting in cross-examination, Kotzè himself\r\ndid not regard it as odd or unusual, which is not surprising\nbecause\r\nhe rented out houses through an agency operated by his daughter.\r\nKotzè suggested a house owned by his mother but\nthis was\r\nunsuitable and the following day the Terblanches found a house at\r\nMcDougallâs Bay. In the course of effecting introductions\n\nTerblanche told Kotzè that he was a retired policeman, to\r\nwhich he says Kotzè responded by saying; âEk is Å\r\nsmokkelaar.â\n2\nKotzè said he had no recollection of making such a comment but\r\naccepts that he might have done so in jest. However, Terblanche\nseems\r\nto have taken it seriously as it was conveyed by him to his superiors\r\nin the course of the operation.\n[7]\tAfter this initial incident Terblanche and his wife\r\nmoved into the house they had found on 7 September 2000 and settled\r\ninto\nlife in and around Port Nolloth on the basis of his cover story\r\nthat he was a pensioner. It appears that the community accepted\nthis\r\nstory at face value. The evidence does not deal in detail with any\r\nmatters other than the development of his relationship\nwith Kotzè,\r\nbut he must have been engaged in other activities as at the end of\r\nthe operation nearly two years later 34 people\nwere arrested for\r\noffences relating to unlawful dealing in diamonds and, apart from the\r\npresent one, he gave evidence in a number\nof trials arising out of\r\nthese arrests.\n[8]\tTerblanche established a close and friendly\r\nrelationship with Kotzè. He would regularly visit him at his\r\nbusiness both\nto buy a newspaper and other small items and to chat\r\nsocially and came to know him and his family, including Kotzèâs\r\nelderly\nmother with whom he would on occasions sit and have coffee.\r\nHe and his wife attended the NGK church although their affiliation\r\nhad been with the Afrikaanse Protestante Church. They were from time\r\nto time invited with other members of the congregation to join\nKotzè\r\nand his wife for tea at their home after service. Terblanche\r\nascertained the birthdays of Kotzèâs children\nand would\r\ntelephone and wish Kotzè well on these occasions. At a later\r\nstage of the relationship they discussed personal\nmatters such as the\r\ndeath of Terblancheâs sister in January 2001, and later still the\r\ndeath of one of Kotzèâs children\nand certain fears that\r\nTerblanche had about his health. On one occasion in September 2001\r\nTerblanche and his wife, together with\nMrs Kotzè, spent the\r\nday looking at the flowers for which the area is renowned, although\r\nbusiness prevented Kotzè\nfrom joining them. However apart from\r\nthe visits after church and occasional meals at the Kotzè home\r\nthey did not visit\none anotherâs homes. The only occasions on which\r\nKotzè went to the Terblanche home were pursuant to two of the\r\ntransactions\ngiving rise to the charges against him.\n[9]\tThe first transaction occurred on\r\n14 July 2001 when Terblanche sold four unpolished diamonds\r\nto Kotzè for a\nprice of R10 000. He describes the\r\ncircumstances in which that came about as follows. On 4 April\r\n2001 after a visit to\nJohannesburg Kotzè asked where he had\r\nbeen. He told him he had been visiting his children and on the way\r\nback had stayed\nwith a diamond cutter friend whom he wanted to repair\r\nhis wifeâs ring. Kotzèâs response was to say that if\r\nTerblanche\nhad that type of problem he could have helped and then,\r\naccording to Terblanche, added that he would also have a diamond cut\r\nand\npolished for him.\n3\nKotzè also said that if Terblanche had any other unpolished\r\ndiamonds he should bring those as well. There is some confusion\nin\r\nTerblancheâs evidence whether this latter statement was made on\r\n4 April 2001 or during a subsequent conversation\non\r\n10 May 2001, when he approached Kotzè on the\r\ninstructions of his handlers to ascertain whether the earlier\noffer\r\nto have a diamond polished still stood and, if so, what it would\r\ncost. Be that as it may, Terblancheâs handlers were prompted\nby his\r\nreport of these exchanges with Kotzè to apply to the relevant\r\nauthorities to use four unpolished stones for the purpose\nof\r\nTerblanche making an approach to Kotzè to have one stone\r\npolished and to sell three more. This was approved.\n[10]\tThe sale was made on 14 July 2001 when,\r\naccording to his evidence, Terblanche went to Kotzèâs\r\nbusiness premises\nand in the latterâs office showed him the stones.\r\nKotzè told him that he had an appointment and that the stones\r\ncould\neither be left there or taken away by Terblanche and brought\r\nback on his return. Terblanche left the diamonds in a desk drawer\r\nthat Kotzè assured him was safe and returned about 15 minutes\r\nlater to be told that the diamonds had been sent to be valued.\nWhen a\r\nmessage was received that the diamond cutter was not available Kotzè\r\nasked if he would sell all four stones and Terblanche\nsaid he would.\r\nHe asked Kotzè to make him an offer and the latter wrote R10\r\non a desk calendar. Terblanche understood this\nto mean R10 000,\r\nwhich he accepted. Kotzè then sent his son to fetch the money\r\nand paid it to Terblanche, who left\nthe premises and immediately\r\nreported the transaction to his superior.\n[11]\tThe second sale occurred on\r\n7 September 2001. Terblanche testified that he visited\r\nKotzèâs business premises\non 18 August 2001 and\r\nwas asked if he had brought anything to sell.\n4\nTerblanche answered in the negative but assumed that the query\r\nrelated to unpolished diamonds and so on 1 September he told\n\nKotzè that he had been offered a packet of diamonds but didnât\r\nhave the money for them. He hoped that Kotzè would\noffer to\r\ntake over the transaction, as this would enable him to have a second\r\nperson present. The reason for this was that the\nrecordings he had\r\nbeen trying to make on the occasion of the earlier sale were not\r\nsatisfactory. He said that Kotzè told\nhim that if he were\r\nshort of cash for this purpose he would assist him.\n[12]\tTerblanche returned on 7 September with four\r\ndiamonds and wearing a coat with pockets in which he had a video\r\ncamera.\nHe told Kotzè he had brought him something and showed\r\nhim the diamonds. Kotzèâs response was to say in a whisper\n\nthat he hoped that Terblanche was not trying to catch him. Kotzè\r\nthen put the diamonds in the drawer of his desk and they\ndrove out to\r\nhis farm where he had something to attend to. During this journey\r\nKotzè questioned Terblanche about his source\nfor the stones\r\nand also his background. Terblanche told him that he had left the\r\npolice force on early retirement under something\nof a cloud. When\r\nthey returned from the farm Kotzè said that he would give him\r\nR10 000 for the stones. At the business\npremises a friend of\r\nKotzèâs, a Dr Coetzer, was waiting and Kotzè left him\r\nand Terblanche in conversation while\nhe went and fetched the money.\r\nOn his return Terblanche counted the money and then left. Dr Coetzer\r\ngave evidence and confirmed\nthe payment and said that Kotzè\r\ntold him after Terblanche left that he had got a âbargainâ and\r\nshowed him a stone that\nCoetzer thought was an unpolished diamond.\n[13]\tThe third sale was effected on\r\n14 December 2001 and involved seven diamonds and the\r\npayment of R26 000 by Kotzè\nto Terblanche. Kotzè had\r\nbeen away for much of the time after the second transaction. On\r\n7 December 2001 Inspector\nBruwer, who was part of the\r\ncovert operation, gave Terblanche seven unpolished diamonds with\r\ninstructions to offer them to Kotzè.\nOn 14 December 2001\r\nTerblanche took the diamonds and went to Kotzèâs business\r\npremises. He says that when he\narrived there Kotzè took him\r\ninto his office and asked if he had again obtained unpolished\r\ndiamonds.\n5\nTerblanche confirmed that he had and showed the packet of diamonds to\r\nhim. He assumed Kotzè would want to value the diamonds\nand\r\nasked when he should return for his money. Kotzè said that he\r\nwould bring it to his house. That evening Kotzè\ncame to his\r\nhouse and gave him R25 000 and said that he would pay him\r\nanother R1 000, which he should collect the next\nday from his\r\nbusiness. The events that evening were recorded on video and will be\r\nreferred to in more detail later in this judgment.\n[14]\tThe fourth and last transaction took place on\r\n10 February 2002 and involved the sale of six unpolished\r\ndiamonds for\na price of R17 000. According to Terblancheâs\r\nevidence its background lay in Inspector Bruwer giving Terblanche the\r\ndiamonds\nwith instructions to offer them to Kotzè. In\r\ndiscussion with Captain Farber, to whom Terblanche was reporting, it\r\nwas decided\nthat it would be best if he could bring Kotzè to\r\nhis home rather than trying to do a deal at the latterâs business.\r\nThis\nwas no doubt due to the problems that had been experienced with\r\nrecordings in the latter environment and the availability of the\n\nvideo cameras at the house. On 24 January 2002 Terblanche\r\naccordingly left a message for Kotzè at the business\nto come\r\nto his house. By chance, as he was driving home, he encountered Kotzè\r\ndriving in the opposite direction. He stopped\nhim and asked him to\r\ncome to his house and drove off to wait for him. Shortly thereafter\r\nKotzè arrived and after a brief\nsocial conversation Terblanche\r\ntook him to his office to view the diamonds. As they left the lounge\r\nKotzè sought reassurance\nfrom Mrs Terblanche that her husband\r\nwas not still a policeman and trying to trap him. He then went into\r\nTerblancheâs office\nwhere he was shown the diamonds. Kotzè\r\ntook the diamonds and left after a lengthy and relaxed conversation\r\nwith the Terblanches.\nNo price was discussed at this time. Once again\r\nthe events were recorded on video.\n[15]\tThe following day Terblanche went to Kotzèâs\r\nbusiness premises and whilst they were sitting in the office Kotzè\n\nasked him where he had got the diamonds he had taken the previous\r\nday. He told Terblanche that four black men driving a red VW\nGolf had\r\napproached two Portuguese men in the town in a trap using the same\r\ndiamonds. (There had in fact been an arrest of three\nmen, two of whom\r\nwere Portuguese, at a bakery in the town as a result of a trap and\r\nthis appears to have been well known.) Terblanche\ntold him that in\r\nthat event he should give him back the diamonds and he would sell\r\nthem to a contact in Johannesburg. Kotzè\ngave them back to\r\nTerblanche saying that he valued them at R17 000.\n[16]\tTerblanche said that two Sundays later, on\r\n3 February 2002, when he stopped at Kotzèâs shop\r\nto buy a newspaper,\nKotzè asked him if he still had the\r\ndiamonds. Terblanche told him that he intended to sell them to his\r\ncontact in Johannesburg\nand Kotzè responded that if he decided\r\nnot to do so his offer to buy them for R17 000 stood. The\r\nfollowing Saturday,\n9 February, Terblanche went to Kotzèâs\r\npremises and told him that he had cancelled his visit to Johannesburg\r\nand\nif Kotzè was still interested the diamonds were available.\r\nHe said that he would come and see Kotzè on the following\n\nMonday. On the Monday evening at about 10.00 pm Kotzè arrived\r\nat his house and said that he had brought him some figs. He\ntold\r\nTerblanche that he should give him the diamonds but Terblanche made\r\nan excuse about their accessibility and instead took them\nto him at\r\nthe business the following day. Kotzè took the diamonds and\r\npaid him the R17 000.\n[17]\tMuch of this evidence was not disputed\r\nby Kotzè. However in the case of each sale he disputed the\r\ncircumstances in which\nit had come about. He said that Terblanche had\r\nbecome an intimate friend of his and that they had shared many\r\nconfidences. He claimed\nto have been instrumental in bringing\r\nTerblanche and his wife back to a life of faith by inviting them to\r\nthe NGK and encouraging\na new religious commitment.\n6\nHe depicted himself as a person of an emotional and extremely\r\ngenerous disposition\n7\nwho had been completely taken in by Terblancheâs presentation of\r\nhimself as a man who had been forced to leave the police force\nearly\r\nwith a diminished pension and no medical aid and who was battling\r\nfinancially. His impression, so he said, was that Terblanche\nwas in a\r\nfairly desperate financial position\n8\nand needed to do things to increase his income. He laid stress on the\r\nfact that Terblanche peddled fish in a township called Sanddrif,\nsome\r\neighty kilometres away. He also alleged that on at least five\r\noccasions he lent Terblanche money in amounts varying between\nR1 000\r\nand R3 000, which was always repaid. This was hotly disputed by\r\nTerblanche and no record of the loans was produced.\n[18]\tAgainst that background of close friendship and\r\napparent financial need Kotzè claimed that on each occasion\r\nthat he\nbought unpolished diamonds from Terblanche the initiative for\r\nthe transaction had come from Terblanche. He says that Terblanche\n\nincessantly brought the subject of diamonds into the conversation\r\neven though he begged him to desist. According to him each time\na\r\nsale was concluded, Terblanche had approached him with a tale of\r\nfinancial woe and was insistent that Kotzè should purchase\nthe\r\ndiamonds so as to assist him. Against his better judgment and\r\ncontrary to his religious beliefs and a spiritual commitment\nhe had\r\nmade at some time in the past never again to be engaged in the\r\nillegal buying and selling of diamonds, he succumbed to Terblancheâs\n\npersistence on each occasion out of a spirit of Christian charity and\r\na desire to help someone in need. His broad contention, as\nput to\r\nTerblanche in cross-examination by his leading counsel, was that:\nâ\n...hierdie hele wyse waarop u te werk gegaan het met\r\ndie beskuldige, die misbruik wat u gemaak het van die kerk, van sy\r\nvriendskap,\nal die dinge wat ek reeds aan u gestel het, duidelik\r\ndaarop dui dat u nie net die geleentheid wou skep vir hom om Å\r\nmisdryf te\npleeg nie, u wou hom betrap en u het gesorg dat u hom ver\r\ngenoeg uitlok, dat Å man met sy tipe persoonlikheid sal val vir\r\nhierdie\njammerhartige figuur wat die paar diamante wou verkoop?â\n9\n[19]\tThe magistrate ruled at the end of a\r\ntrial within a trial that the evidence of Terblanche was admissible.\r\nIt is unfortunate\nthat in deciding to hold a trial within a trial the\r\nmagistrate did not require Kotzè to furnish the grounds on\r\nwhich he\nchallenged the admissibility of the evidence, as should have\r\nbeen done in terms of the proviso to s 252A(6). That might have\n\nfocussed attention on the pertinent matters in dispute and limited\r\nthe lengthy examination and cross-examination over a number\nof days\r\nof Terblanche and Kotzè, as well as obviating the need for\r\nsome other evidence to be led. Instead a vast array of\nissues was\r\ntraversed at considerable length and in great detail but at the end\r\nof the day most of these had little bearing on the\ncentral issue of\r\nadmissibility. It is important for presiding officers faced with\r\nchallenges to the admissibility of the evidence\nof a trap to be aware\r\nof and apply subsec (6), in terms of which the accused must\nâ\nfurnish\r\nthe grounds on which the admissibility of the evidence is\r\nchallengedâ. The matter may then, in terms of subsec (7),\nbe\r\nadjudicated as a separate issue in dispute, ie, during a trial within\r\na trial.\n[20]\tSubsection 6 provides that the burden\r\nof proof to show that the evidence is admissible rests on the\r\nprosecution and this burden\nmust be discharged on a balance of\r\nprobabilities. This refers to the burden resting on the prosecution\r\nto prove the facts on the\nbasis of which it contends that the\r\nevidence is admissible, whether under subsec (1) or subsec (3).\r\nThe decision as to\nits admissibility is a legal decision taken in\r\naccordance with the provisions of s 252A in the light of the\r\nproved facts.\nWhilst the section refers to the burden being\r\ndischarged on a balance of probabilities, it is in my prima facie\r\nview incompatible\nwith the constitutional presumption of innocence\r\nand the constitutional protection of the right to silence. Those\r\nrights must be\nseen in the light of the jurisprudence of the\r\nConstitutional Court, in which it has been held that their effect is\r\nthat the guilt\nof an accused person must be established beyond\r\nreasonable doubt.\n10\nThat a confession was made freely and voluntarily and without having\r\nbeen unduly induced thereto must be proved beyond reasonable\ndoubt\r\nand I can see no practical difference between that case and the case\r\nwhere a conviction is based on the evidence of a trap.\nEach deals\r\nwith the proof of facts necessary to secure the admission of the\r\nevidence necessary to prove the guilt of the accused.\nIn my prima\r\nfacie view therefore, and in the absence of argument, in order for\r\nthe evidence of a trap to be admitted, it is necessary\nthat the trial\r\ncourt be satisfied that the basis for its admissibility has been\r\nestablished beyond a reasonable doubt. That was\nthe case here, for\r\nthe reasons set out below, so this issue does not affect the outcome\r\nof this appeal.\n[21]\tThe starting point for considering the\r\nadmissibility of Terblancheâs evidence is section 252A(1) of the\r\nAct, which provides\nthat:\nâ\n(1)\tAny law enforcement officer, official of the\r\nState or any other person authorised thereto for such purpose\r\n(hereinafter referred\nto in this section as an official or his or her\r\nagent) may make use of a trap or engage in an undercover operation in\r\norder to\ndetect, investigate or uncover the commission of an offence,\r\nor to prevent the commission of any offence, and the evidence so\r\nobtained\nshall be admissible if that conduct does not go beyond\r\nproviding an opportunity to commit an offence: Provided that where\r\nthe conduct\ngoes beyond providing an opportunity to commit an offence\r\na court may admit evidence so obtained subject to subsection (3).â\nThe section adopts the\r\nrecommendation of the Law Commission that it is inappropriate to\r\nintroduce a defence of entrapment in South\nAfrica and preferable to\r\ndeal with the problems surrounding the use of traps by way of an\r\nexclusionary rule of evidence.\n11\nAccordingly it excludes the possibility of such a defence by\r\nexplicitly stating that the use of a trap or engaging in undercover\n\noperations in order to detect, investigate or uncover the commission\r\nof an offence is permissible. It is not correct to say, as\ndoes one\r\nleading commentator,\n12\nthat it is an authority to use traps and undercover operations âin\r\ncertain circumstancesâ. There is no such qualification in\nthe\r\nsection. Absent a constitutional challenge\nâ\nand there is no such challenge in the present case\nâ\nthere is no room for an argument that the use of a trap or the\r\nundertaking of undercover operations is unlawful in South Africa.\n[22]\tThe section deals with both\r\ntraps and undercover operations. Whilst these usually go together\r\nthere will be cases where an\nundercover operation may involve no\r\nelement of a trap. Thus for example the infiltration of an undercover\r\nagent into a gang planning\na bank robbery, a cash-in-transit heist or\r\nthe overthrow of the government will not necessarily involve any\r\nelement of a trap,\nbut may merely be an exercise in obtaining\r\ninformation. Nonetheless it may involve infringements of rights to\r\nprivacy â as with\nthe use of a telephone tap or some other form of\r\nlistening device â and could potentially be subject to\r\nconstitutional challenge.\nThe section explicitly addresses that\r\nsituation and provides that such actions are permissible. It also\r\nrecognises that undercover\noperations may have elements of a trap and\r\nhence treats the two together. The present case is a classic instance\r\nof an undercover\noperation that also involves the use of a trap.\n[23]\tThe section lays down two approaches to the\r\nadmissibility of evidence obtained as a result of the use of a trap.\r\nEvidence is\nautomatically admissible if the conduct of the person\r\nconcerned goes no further than providing an opportunity to commit the\r\noffence.\nIf the conduct goes beyond that the court must enquire into\r\nthe methods by which the evidence was obtained and the impact that\r\nits admission would have on the fairness of the trial and the\r\nadministration of justice in order to determine whether it should\nbe\r\nadmitted.\n[24]\tIt must be stressed\r\nthat the fact that the undercover operation or trap goes beyond\r\nproviding the accused person with an opportunity\nto commit the crime\r\ndoes not render that conduct improper or imply that some taint\r\nattaches to the evidence obtained thereby. All\nthat it does is create\r\nthe necessity for the trial court to proceed to the enquiry mentioned\r\nin the previous paragraph. I stress\nthis because there was a\r\nmisconception in this regard at the trial. At various places in the\r\ncross-examination of Terblanche it\nwas put to him that the section\r\nimposes constraints upon what may be done pursuant to a trap and this\r\nsuggestion is repeated before\nus in the heads of argument for Kotzè.\r\nIn summarising the argument in his practice note counsel said: âDie\r\ngetuienis van\ndie lokvink behoort as ontoelaatbaar gereël te\r\nword aangesien die optrede van die lokvink verder gegaan het as die\r\nblote skepping\nvan Å geleentheid om Å misdryf te pleeg.â\n13\nThis is a misconception as to the effect of s 252A(1) and it is\r\nas well therefore to lay it to rest. Section 252A(1)\ndoes not\r\npurport to prescribe the manner in which undercover operations or\r\ntraps are to be conducted by the police. It merely distinguishes\non\r\nthe basis of the manner in which the trap is conducted between\r\ninstances where the evidence thereby obtained is automatically\n\nadmissible and instances where a further enquiry is called for before\r\nthe question of admissibility can be determined.\n[25]\tSection 252A(1) prescribes a\r\nfactual enquiry into whether the conduct of the trap goes beyond\r\nproviding an opportunity to commit\nan offence. Section 252A(2)\r\ndescribes a number of features that may indicate to a trial court\r\nthat the undercover operation\nor trap went beyond providing an\r\nopportunity to commit an offence. It was conceded by the prosecution\r\nand held by both the magistrate\nand the court below that the conduct\r\nof Terblanche and this undercover operation went beyond merely\r\nproviding the opportunity for\nthe commission of the offence.\r\nUnfortunately the findings of both courts on this aspect were not\r\nfully reasoned. A closer examination\nof the provisions of sections\r\n252A(1) and (2) is therefore desirable.\n[26]\tThe starting point is that, in each\r\ncase where the evidence of a trap is tendered and its admissibility\r\nchallenged, the trial\ncourt must first determine as a question of\r\nfact whether the conduct of the trap went beyond providing an\r\nopportunity to commit\nan offence. It does that by giving the\r\nexpression its ordinary meaning and makes its decision in the light\r\nof the factors set out\nin subsec (2). I accept that if one\r\nsimply peers at the language of s 252A(2) there appears to be an\r\nanomaly arising\nfrom the fact that some matters logically anterior to\r\nthe conduct of the trap itself are to be taken into account in\r\nconsidering\nwhether it went beyond providing an opportunity to commit\r\nan offence.\n14\nHowever there are always dangers in such a linguistic analysis\r\nremoved from the context of the section as a whole and the potential\n\nanomaly may on closer examination be more apparent than real. Thus\r\nthe fact that the trap was set without the authority of the\nDirector\r\nof Public Prosecutions or that the conditions set by the Director\r\nwere disregarded may well indicate that the trap went\nbeyond\r\nproviding an opportunity to commit an offence. Otherwise they will be\r\nirrelevant. The fact that the offence in question\nis of a minor\r\nnature may indicate that the effect of the trap is to place\r\ndisproportionate temptation in the path of the accused,\nso that it\r\nwent beyond providing an opportunity to commit an offence.\n[27]\tIf one examines the context of\r\nsubsec (2) it is clear that the legislature was concerned to\r\nidentify situations that would\nbe relevant to and bear upon the\r\nfactual enquiry postulated in subsec (1). It adopted language\r\ntaken from a leading United\nStates decision on entrapment\n15\nin formulating the factual enquiry to be made. In its judgment the\r\nreference to the trap not going beyond affording an opportunity\nto\r\ncommit an offence describes a situation where no issue exists about\r\nthe propriety of the trap or the admissibility of the evidence\n\nderived therefrom. It appended in subsec (2) an open\n16\nlist of factors relevant to the factual enquiry. Those factors must\r\nbe viewed holistically and weighed cumulatively as different\nfactors\r\nmay point towards different answers. Not all of the factors will be\r\nrelevant in every case. Sight must not be lost of the\nfact that there\r\nis only a single question to be answered, namely, whether the conduct\r\nof the trap went beyond providing an opportunity\nto commit an\r\noffence. If, on considering all relevant factors, the conclusion is\r\nthat the conduct of the trap went beyond providing\nan opportunity to\r\ncommit the offence, the enquiry moves on to s 252A(3) because,\r\nin the legislatureâs judgment, that conclusion\nmay cast doubt upon\r\nthe propriety of the trap and the evidence obtained thereby, so that\r\nthe situation requires further scrutiny\nbefore the evidence is\r\nadmitted. If the factors in subsec (2) are not taken as a\r\nchecklist\n17\nbut merely as matters that may be relevant to the proper\r\ndetermination of the factual enquiry, taking into account in any\r\nparticular\ncase those that are relevant on the facts of that case,\r\nthey ought to pose few problems. What will be required in every case\r\nis\na careful analysis of the evidence\n18\nin order to determine whether the conduct of the trap goes beyond the\r\nlimit set by the legislature.\n[28]\tAlthough it is difficult to discern\r\nthe reasons for the magistrateâs decision on this primary issue\r\nthere seem to be three\nmatters that could underlie it. They are that\r\non the description of the operation a number of attempts were to be\r\nmade to trap\nKotzè (subsec (2)(e)). Secondly, in certain\r\nrespects, sometimes inadvertently and sometimes deliberately,\r\nTerblanche\nacted outside the ambit of the conditions attaching to the\r\napproval of the undercover operation by the representatives of the\r\nDirector\nof Public Prosecutions (subsec (2)(a)). Thirdly, there\r\ncan be no doubt that he was able to make the approaches that he did\n\nto Kotzè in consequence of having formed a friendship with him\r\nand this could have been construed as exploiting that friendship\n\n(subsec (2)(h)). The other grounds, approached holistically,\r\nindicate at least prima facie that Terblanche did not go\nâ\nbeyond\r\nproviding an opportunity to commit an offenceâ. For example, the\r\nDPPâs prior approval was obtained; buying of unpolished\ndiamonds in\r\nthe area is prevalent; there are no other techniques for the\r\ndetection of the offence; an average person would not\nhave succumbed\r\nto the temptation because the parcels were small and the profit on\r\neach very small; and, as far as timing is concerned,\nthe police had\r\nmore than enough reason to suspect that the appellant was involved in\r\nillicit diamond buying to justify the laying\nof a trap.\n[29]\tThere are difficulties with each of the three\r\nfactors mentioned above and hence with the magistrateâs conclusion\r\non this\nquestion. As to the first, repeated attempts did not have to\r\nbe made before Kotzè succumbed, whether on the first or later\n\noccasions. He accepted the first offer immediately and the others\r\nequally readily. When he resisted the operation was terminated.\nAs to\r\nthe second, for reasons dealt with later, any non-compliance had no\r\neffect on the conduct of the trap. As to the third, I\ndeal below with\r\nKotzèâs version of the facts and reject it. It follows that\r\nTerblanche did not exploit his relationship\nwith Kotzè. In my\r\nview therefore it would appear that the finding that Terblancheâs\r\nconduct  went further than providing\nan opportunity to commit these\r\noffences was incorrect. However, as the prosecution did not press\r\nthis issue and had conceded the\npoint in both courts below, I turn to\r\nthe enquiry under s 252A(3).\n[30]\tTurning then to s 252A(3) it reads as follows:\nâ\n(3)(a)\tIf a court in any criminal proceedings finds\r\nthat in the setting of a trap or the engaging in an undercover\r\noperation the\nconduct goes beyond providing an opportunity to commit\r\nan offence, the court may refuse to allow such evidence to be\r\ntendered or\nmay refuse to allow such evidence already tendered, to\r\nstand, if the evidence was obtained in an improper or unfair manner\r\nand\nthat the admission of such evidence would render the trial unfair\r\nor would otherwise be detrimental to the administration of justice.\nWhen considering the admissibility of the evidence the\r\n\tcourt shall weigh up the public interest against the personal\r\n\tinterest\nof the accused, having regard to the following factors, if\r\n\tapplicable:\n(i) The nature and seriousness of the offence,\r\nincluding:\n(aa)\r\nwhether it is of such a nature and of such an extent that the\r\nsecurity of the State, the safety of the public, the maintenance\nof\r\npublic order or the national economy is seriously threatened thereby;\n(bb)\r\nwhether, in the absence of the use of a trap or an undercover\r\noperation, it would be difficult to detect, investigate, uncover\nor\r\nprevent its commission;\n(cc)\r\nwhether it is so frequently committed that special measures are\r\nrequired to detect, investigate or uncover it or to prevent\nits\r\ncommission; or\n(dd)\r\nwhether it is so indecent or serious that the setting of a trap or\r\nthe engaging of an undercover operation was justified;\n(ii) the extent of the effect of the trap or undercover\r\noperation upon the interests of the accused, if regard is had to:\n(aa)\r\nthe deliberate disregard, if at all, of the accusedâs rights or any\r\napplicable legal and statutory requirements;\n(bb)\r\nthe facility, or otherwise, with which such requirements could have\r\nbeen complied with, having regard to the circumstances\nin which the\r\noffence was committed; or\n(cc) the prejudice to the accused resulting from any\r\nimproper or unfair conduct;\n(iii) the nature and seriousness of any infringement of\r\nany fundamental right contained in the Constitution;\n(iv) whether in the setting of a trap or the engagement\r\nof an undercover operation the means used was proportional to the\r\nseriousness\nof the offence; and\n(v) any other factor which in the opinion of the court\r\nought to be taken into account.â\n[31]\tSubsection (3)(a) establishes two\r\ncriteria for determining the admissibility of evidence obtained\r\nthrough the use of a\ntrap or undercover agent. They are, firstly,\r\nwhether the evidence was obtained in an improper or unfair manner\r\nand, secondly, whether\nits admission would render the trial unfair or\r\nwould otherwise be detrimental to the interests of justice. As they\r\nare joined conjunctively\nit appears at first sight that both must be\r\nanswered in the affirmative if the evidence is to be excluded, but I\r\nreserve any final\ndecision on that question as there are arguments\r\npointing in the opposite direction and we have not had the benefit of\r\nfull argument\non it. The language of the section suggests that such\r\nexclusion is discretionary (âthe court may refuse to allow such\r\nevidence\nto be tendered or may refuse to allow such evidence already\r\ntendered to standâ¦â) but insofar as there is a discretion it is\na\r\nnarrow one. The power of the court to exclude the evidence where the\r\nrelevant circumstances are established will ordinarily be\ncoupled\r\nwith a duty to exclude it.\n19\nThis in turn has implications for the powers of this court on appeal\r\nbut it is unnecessary to explore these.\n[32] \tSubsection (3)(b) sets out the\r\nfactors relevant to the exercise of the courtâs power to exclude\r\nthe evidence. Again\nthis is not a closed list as the court may take\r\ninto account any factor that in its opinion ought to be taken into\r\naccount in that\nregard. In this case Kotzèâs counsel\r\nconfined himself to the following matters. He accepted that the\r\nnature of the offence\nand its seriousness is of such a nature that it\r\nis difficult to catch perpetrators without the use of traps.\n20\nHe focussed his attack on the nature of the approaches made to Kotzè\r\nas well as the use â or abuse as counsel would have\nit â of the\r\nrelationship Terblanche had formed with Kotzè. He also argued\r\nthat it appeared that certain affidavits were\nback-dated and\r\ncharacterised Terblanche as an unreliable and untrustworthy witness\r\nwith a poor memory who adopted improper and\nunconventional methods in\r\ngoing about his task. Lastly reliance was placed on the failure to\r\nobserve strictly the conditions attached\nby the Director of Public\r\nProsecutions to the authority to pursue the undercover operation and\r\nparticularly the fact that the audio\nand video recordings of\r\nencounters between Kotzè and Terblanche were incomplete in the\r\nsense that not every encounter between\nTerblanche and Kotzè\r\nwas recorded and deficient in that large parts of the sound\r\nrecordings were inaudible.\n[33]\tIn assessing these submissions the necessary\r\nstarting point is the evidence of Kotzè in regard to the\r\ncircumstances\nin which the transactions came about and his motivation\r\nfor buying the diamonds. The magistrate disbelieved his evidence in\r\nthis\nregard as did the court below and as do I. As counsel accepted,\r\nthere is not a shred of objective evidence in the material captured\n\non tape and video recordings that supports the notion that any of\r\nthese transactions came about as a result of a plea by Terblanche\n\nthat he had fallen upon hard times. Nor is there any evidence that\r\nKotzè resisted blandishments from the side of Terblanche\nbut\r\nthat his resistance was overcome by such blandishments or pleas of\r\nfinancial hardship. There is nothing that indicates that\nKotzè\r\nwas anything other than a willing participant in the transactions.\r\nIndeed the recordings, both audio and video, reflect\nthat this was\r\nthe case. They show a man who was at ease with his surroundings and\r\nwith what he was engaged in. The tone of conversation\nwas always\r\nfriendly and jovial and the moment they turned to discussions of the\r\nbusiness at hand Kotzè would drop his voice\nand conduct\r\nproceedings in a whisper as though he was aware of the risk that the\r\ndiscussions might be recorded. Although he claimed\nthat in relation\r\nto the fourth transaction he had been brought to the Terblanche house\r\nby a gross misrepresentation, the videos\ngive this the lie. If\r\nanything he is the dominant figure in the transactions in accordance\r\nwith the picture one derives from the\nbackground sketched in\r\nparagraph [5] of this judgment.\n[34]\tAll\r\nthis fell to be taken with Kotzèâs references to the\r\npossibility that Terblanche might try and trap him or arrest\nhim and\r\nhis discreet enquiries of Mrs Terblanche whether her husband was\r\nstill a policeman. These indicate someone who was well\naware that he\r\nwas engaged in unlawful conduct and was taking precautionary measures\r\nagainst the possibility that this might be\na trap. Added to this is\r\nhis denial of the transactions when confronted by Terblanche at the\r\ntime of his arrest; his dishonest\nevidence at a bail hearing that the\r\namounts of R26 000 and R17000 were loans and his unwillingness to\r\ndisclose what happened to\nthe diamonds he bought from Terblanche.\r\nCumulatively it means that his evidence was rightly rejected and his\r\ncounsel made no attempt\nto reverse that conclusion. He did however\r\nseek to contend that we should nonetheless accept Kotzèâs\r\nversion of what transpired\nprior to the first transaction, but that\r\nevidence is of a piece with the evidence that was rejected and cannot\r\nbe separated from\nit. It too falls to be rejected.\n[35]\tThe\r\nrejection of Kotzèâs evidence is destructive of the\r\ncontention that the evidence was obtained unfairly by virtue\nof the\r\nmethods adopted by Terblanche and is likewise destructive of the\r\nsubmission that its admission rendered the trial unfair\nor was\r\ndetrimental to the administration of justice. That left counsel to\r\nconcentrate his submissions on areas of weakness in Terblancheâs\n\nevidence such as the absence of a note of the offer to cut and polish\r\na diamond, the backdating of certain statements and certain\n\ncontradictions that were identified in great detail in the heads of\r\nargument but do not require repetition here. None of these\naffect the\r\nconclusion that Kotzè was a willing participant in the\r\nadmitted purchase of diamonds from Terblanche. Nor does\nany of it\r\nbear upon the propriety or fairness of the methods adopted to obtain\r\nthe evidence of those transactions, or the fairness\nof the trial.\n[36]\tThat left, as the last point in the\r\nargument, the proposition that because Terblanche and other members\r\nof the team conducting\nthis undercover operation departed in certain\r\nrespects from the conditions attaching to the Director of Public\r\nProsecutionsâ\nauthorisation for Operation Solitaire the evidence\r\nobtained as a result of Terblancheâs actions should be excluded.\r\nCounsel rightly\ndid not pursue a contention advanced in the heads of\r\nargument that these departures disregarded applicable legal and\r\nstatutory\nrequirements.\n21\nPart of this argument, based as it is upon the proposition that\r\nTerblanche induced Kotzè to enter into the transactions\nby\r\nplaying upon the latterâs tender emotions, fails with the rejection\r\nof Kotzèâs evidence in this regard. As to the\nbalance, the\r\nprincipal criticism related to the fact that Terblanche had not\r\nsought to record all of his encounters and conversations\nwith Kotzè,\r\nstarting from their first meeting when the Terblanches were seeking\r\naccommodation, but only those where Kotzè\nwas purchasing\r\ndiamonds. I am not sure that it was the intention of the Director of\r\nPublic Prosecutionsâ conditions that every\nencounter should be\r\nrecorded inasmuch as it was manifestly impractical to expect this of\r\nTerblanche during an undercover operation\nin which he was to spend\r\nnine months establishing his new persona and two years engaged in\r\nundercover activities whilst maintaining\nthe public image of a\r\npensioner. However, even if that was the intention there is nothing\r\nto show that any failure in this regard\nwas, as contended by counsel,\r\ndetrimental to the interests of justice or rendered the trial unfair.\r\nThe point is accordingly rejected\nas is the entire challenge to the\r\nadmissibility of the evidence of Terblanche.\n[37]\tMy\r\nconclusion is that the evidence of Terblanche was correctly admitted.\r\nIn the result Kotzèâs appeal against his\nconviction on the\r\nfour counts under s 20 of the Diamonds Act is dismissed.\nM J D WALLIS\nACTING JUDGE OF APPEAL\nAPPEARANCES\nFOR KOTZÈ\r\n:\t\tF J MURRAY\nInstructed\r\nby Schreuders, Springbok.\nSymington & De Kok, Bloemfontein\nFOR THE RESPONDENT:\t        L J BADENHORST\nInstructed by Director Public Prosecutions,\r\nCape Town\nDirector Public Prosecutions Bloemfontein\n1\nSouth African Law Commission Report, Project 84,\nThe Application\r\n\tof the Trapping System\n.\n2\nâI am a smuggler.â\n3\nâHy sal ook vir my Å diamant slyp.â\n4\nâHy het my gevra of ek iets gebring het om te verkoop.â\n5\nâHy het my gevra of ek al weer ongeslypte diamante gekry hetâ\n6\nTerblancheâs more prosaic explanation was that he had liked the\r\n\tway in which the minister at the NGK preached and had decided\nto\r\n\tattend worship there at the invitation of the minister. He also said\r\n\tthat the Afrikaanse Protestante Church was only a home\nchurch where\r\n\tworship was conducted by an elder and that when it was pointed out\r\n\tto him as the place that flew the old national\nflag he decided that\r\n\tit involved itself in politics. None of this evidence was challenged\r\n\tand Kotzèâs claim was not\nput to either him or his wife.\n7\nThis contrasted with the impression of Dr Coetzer who said that\r\n\twhilst Kotzè was friendly he always had the impression\nthat\r\n\this approach was coloured by an attitude of âwhatâs in it for\r\n\tmeâ.\n8\nâFinansieël dit nie breed het nie.â\n9\nâThis whole way in which you went to work with the accused, the\r\n\tabuse you made of the church, his friendship, all the things\nI have\r\n\tput to you, all show clearly that you did not confine yourself to\r\n\tcreating an opportunity to commit the offence, but you\nwanted to\r\n\ttrap him and you made sure that you tempted him sufficiently that a\r\n\tman with his type of personality would fall for\nthis type of sorry\r\n\tfigure who wanted to sell a few diamonds?â (My translation.)\n10\nS v Zuma & others\n[1995] ZACC 1\n;\n1995 (2) SA 642\n(CC) para 25. The\r\n\tcases in which the Constitutional Court has reaffirmed the principle\r\n\tare collected in\nS v Manamela & another (Director-General of\r\n\tJustice intervening)\n2000 (3) SA 1\n(CC) fn 30.\n11\nThat is also the approach in Australia,\nRidgeway v R\n(1995)\r\n\t184 CLR 19\n; the United Kingdom,\nR v Looseley\n[2001] UKHL 53\n;\n[2001] 4 All ER\r\n\t897\n(HL) and Singapore,\nMohamed Emran Bin Mohamed Ali v Public\nProsecutor [2009] 2 LRC 484.\n12\nE Du Toit, F J De Jager, A Paizes, A St Q Skeen and S van der\r\n\tMerwe\n,\nCommentary on the\nCriminal Procedure Act\n(Revision\nservice 42, 2009) para 1, p 24-131.\n13\nâThe evidence of the trap ought to be ruled inadmissible because\r\n\tthe conduct of the trap went further than merely providing\nan\r\n\topportunity to commit an offence.â (My translation)\n14\nThe anomaly is dealt with in Du Toit\net al,\n24-134 to 24-135\r\n\tand has been mentioned in some judgments.\nS\r\n\tv Odugo\n2001 (1) SACR 560\n(W) paras 32â34;\nS v Makhanya &\r\n\tanother\n2002 (3) SA 201\n(N) at 206H-I;\nS v Reeding &\r\n\tanother\n[2005] ZAWCHC 13\n;\n2005 (2) SACR 631\n(C) at 637i-j.\n15\nSorrels v United States\n[1932] USSC 174\n;\n(1932), 287 US 435.\nOther United\r\n\tStates sources use the same language as appears from the Law\r\n\tCommissionâs report. The adoption of that language\ndoes not\r\n\tindicate an adoption of meaning.\n16\nâOpenâ because it ends with sub-para (n), which includes âany\r\n\tother factor which in the opinion of the court has a bearing\non the\r\n\tquestionâ.\n17\nAs this Court has already said should not be the case.\nS v\r\n\tHammond\n[2007] ZASCA 164\n; [2007] SCA 164 (RSA);\n2008 (1) SACR\r\n\t476\n(SCA) para 26.\n18\nAs occurred in\nS v Matsabu\n[2008] ZASCA 149\n; [2008] SCA 149\r\n\t(RSA);\n2009 (1) SACR 513\n(SCA) paras 16 and 17.\n19\nSchwartz v Schwartz\n[1984] ZASCA 79\n;\n1984 (4) SA 467\n(A) at 473H-474E.\n20\nThat traps are necessary for this purpose was accepted over a\r\n\tcentury ago by Innes CJ in\nMyers and Misnum v R\n1907 TS 760\nat 762, a view reaffirmed by the Law Commission.\n21\nS 252A(3)(b)(ii)(aa).",
  "scraped_at": "2026-02-12T05:13:37.342129",
  "date": "2009-09-15",
  "coram": [
    "Harms DP",
    "Heher",
    "Snyders JJA",
    "Griesel",
    "Wallis AJJA"
  ],
  "case_number": "429/08",
  "parties": {
    "applicants": [
      "Nicolaas Petrus Kotzè"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Nicolaas Petrus Kotzè, a prominent businessman from Port Nolloth, purchased unpolished diamonds on four occasions between July 2001 and February 2002 from Frik Terblanche, who was an undercover police officer operating under Project Solitaire. Terblanche, posing as a retired policeman, established a close personal relationship with Kotzè, using the friendship and regular social interaction to facilitate the sale of diamonds. Each transaction involved small numbers of diamonds and payments ranging from R10,000 to R26,000. Kotzè was convicted in the Regional Magistrates' Court of contravening s 20 of the Diamonds Act and sentenced to fines and suspended imprisonment. He appealed on the ground that the evidence of Terblanche should have been excluded under s 252A(3) of the Criminal Procedure Act because the trap went beyond merely providing an opportunity to commit an offence.",
    "issues": "The appeal raised two principal issues: (1) Whether the conduct of the police trap and undercover operation went beyond merely providing an opportunity to commit the offence, thereby triggering the discretionary exclusion regime in s 252A(3) of the Criminal Procedure Act; and (2) Whether, assuming the trap went beyond, the admission of the evidence was improper or unfair and would render the trial unfair or detrimental to the administration of justice.",
    "principles": "Section 252A(1) makes evidence obtained from a trap or undercover operation automatically admissible if the conduct does not go beyond providing an opportunity to commit the offence. If it does, the court must consider the factors in s 252A(2) and may exclude the evidence under s 252A(3) if it was obtained in an improper or unfair manner or its admission would render the trial unfair. The prosecution bears the burden of proving admissibility on a balance of probabilities, but this must be reconciled with constitutional presumption of innocence and the right to a fair trial. The Court also noted that the statute does not create a defence of entrapment; instead it provides a legislative framework for exclusion of improperly obtained evidence.",
    "application": "The Court examined the factual matrix of the operation, noting that Terblanche had received DPP approval, that diamond dealing was common in the area, and that the amounts were modest. While acknowledging that the operation involved repeated approaches and a degree of friendship, the Court concluded that the magistrate and the High Court had correctly found that the conduct went beyond a mere opportunity. However, because the prosecution had conceded that point and no substantial unfairness was shown, the Court applied s 252A(3) and determined that the evidence was not obtained in an improper or unfair manner and its admission did not render the trial unfair. The Court rejected the appellant’s claims of manipulation, back‑dated affidavits, and incomplete recordings, finding no prejudice to the accused.",
    "conclusion": "The Court upheld the conviction of Nicolaas Petrus Kotzè on all four counts under s 20 of the Diamonds Act. The appeal was dismissed and the order of the Regional Magistrates' Court affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence (Trap/Undercover Operations)",
    "level_3": [
      "admissibility",
      "s252A",
      "entrapment",
      "diamonds act",
      "undercover operation"
    ]
  }
}