{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/84.html",
  "case_name": "Kovacs Investments 724 (Pty) Ltd v Marais (323/08) [2009] ZASCA 84; [2009] 4 All SA 398 (SCA) (20 August 2009)",
  "citation": "[2009] ZASCA 84",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 84\n|\nNoteup\n|\nLawCite\nKovacs Investments 724 (Pty) Ltd v Marais (323/08) [2009] ZASCA 84; [2009] 4 All SA 398 (SCA) (20 August 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:  323/08\nKOVACS\r\nINVESTMENTS 724 (PTY) LTD\nAPPELLANT\nand\nFREDERICK\r\nCARTER MARAI\nS\nRESPONDENT\nNeutral\r\ncitation:\nKovacs\r\nInvestments 724 (Pty) Ltd v Marais\n(323/2008)\n[2009] ZASCA 84\n(20 August 2009.)\nCoram\n:\tMPATI\r\nP, BRAND, LEWIS, MAYA JJA and BOSIELO AJA\nHeard\n:\t4\r\nMAY 2009\nDelivered\n:\n20\r\nAUGUST 2009\nSummary\n:\tContract\r\nâ sale of immovable property â written agreement â securing\r\nloan in amount less than that stipulated constitutes\nvariation of\r\nterm and not merely waiver of right â contrary to provisions of s\r\n2(1) of Alienation of Land Act and to no variation\nclause.\n___________________________________\n__________________________________\nORDER\n__________________________________\n___________________________________\nOn\r\nappeal from:\tHigh Court of South Africa\n(Cape\r\nof Good Hope Provincial Division)\n(Thring\r\nJ sitting as court of first instance)\n1.\tThe\r\nappeal is dismissed with costs, including those consequent upon the\r\nemployment of two counsel.\nJUDGMENT\nMPATI\r\nP\n(BRAND,\r\nLEWIS, MAYA JJA and BOSIELO AJA concurring)\n[1]\tThere\r\nare two issues in this appeal\n.\r\nThe first is whether an agreement of sale in respect of a portion of\r\ncertain fixed property had lapsed due to non-fulfilment of\nsuspensive\r\nconditions contained in the deed of sale (the written agreement). The\r\nsecond is whether an alleged joint venture to\npurchase the entire\r\nfixed property is valid and binding on the parties.\n[2]\tOn\r\n29 July 2005 the parties to this appeal concluded a written agreement\r\nof sale in terms of which the respondent sold to the\nappellant âthe\r\ncommercial sectionâ of a building known as SANBEL, situated in\r\nBellville, Cape Town, together with certain parking\nbays. (I shall\r\nrefer to the entire fixed property as âSANBELâ and to the\r\ncommercial section as âthe propertyâ.) The agreed\npurchase price\r\nof R18 454 041 would be payable as follows:\n(a)\t\r\na deposit of R8 304 319 was to be paid to the respondentâs\r\nattorneys in two instalments, R7 627 444 on or before 15 August\n2005,\r\nand R676 875 âon or before the possession dateâ;\n(b)\tthe\r\nbalance of R10 149 722 was to be secured by way of a loan from a bank\r\nor financial institution. The loan had to be granted\nby 15 August\r\n2005.\nIn\r\nterms of the written agreement, the appellant, as purchaser, was\r\nentitled to occupation\nof\r\nthe property on the date âof registration of transfer of the erf in\r\nfavour of the sellerâ.\n1\n[3]\tThe\r\nwritten agreement contains two suspensive conditions. The first\r\n(clause 4.1) provides that -\nâ\n.\r\n. . this contract is subject to the suspens\nive\r\ncondition that the Purchaser is granted a loan within the period\r\nspecified in paragraph C(e) of the main contract from a bank\nor\r\nfinancial institution in the amount [of R10 149 722] . . . on the\r\nterms that the aforesaid bank or financial institution normally\n\napproves mortgage loans for the purchase for Commercial Sectional\r\nTitle Units.â\nThe\r\nperiod specified in para C(e) of the main contract is the date 15\r\nAugust 2005\n.\r\nClause 4.7 reads:\nâ\nThe\r\nsuspensive condition in 4.1 above is imposed for the benefit of both\r\nthe Purchaser and Seller and the benefit of this condition\ncan only\r\nbe wa\nived\r\nor amended by mutual agreement between the Purchaser and Seller.â\nThe second suspensive\r\ncondition is contained in clause 28 of the written agreement and is\r\nin the following terms:\nâ\nThis\r\ncontract is subject to the fulfilment of the suspensive condition\r\nthat the Purchaser obtains written approval of the terms\nand\r\nconditions of this agreement from investors nominated by Interneuron\r\nProperty (Pty) Ltd, which approval must be obtained on\nor before 15\r\nAugust 2005.â\n[4]\t\r\nIt is common cause that the sum of R7 627 444 that was due by 15\r\nAugust 2005 as part of the deposit was not paid timeously.\nOn 17\r\nAugust 2005 the respondent advised the appellant by e-mail that the\r\nuncertainty about âthe status of our agreementâ was\nunacceptable.\r\nThe communication ended with the words: â. . . your non performance\r\nleads me to regard our transaction as cancelled\nas of 15 August\r\n2005â. Although the appellantâs response of the same day was that\r\nâ[i]n terms of the breach clause in the\nagreement you will need to\r\ngive us written notice of breach and seven days to remedy the\r\nbreachâ, one Marthie Horn, representing\nthe appellant, corresponded\r\nby e-mail with the appellant on 19 August 2005 in the following\r\nterms:\nâ\nWe\r\nhave worked through the Agreement and would like to record the\r\nfollowing:\n1.\tthat\r\nthe suspensive condition in clause 4.1 has been fulfilled â a loan\r\nhas been granted by Standard Bank as determined in\nthat clause;\n2.\t.\r\n. .\n3.\tthat\r\nthe suspensive condition in clause 28 has been fulfilled â written\r\napproval of the agreement has been obtained from those\ninvestors\r\nnominated by Interneuron Property as determined in that clause;\n4.\tthat\r\nwe are ready to pay the deposit as indicated in clause 3.1 of the\r\nagreement.\n.\r\n. . .â\nThe\r\nfull deposit was\nin\r\nfact paid on the same day. Both parties subsequently took certain\r\nsteps to put the agreement into operation and on 20 September\n2005\r\nthe appellant took possession of the property\nand\r\nhas, since then, collected rentals in respect of it.\n[5]\tIt\r\nis not in dispute that\n,\r\ncontrary to the contents of Marthie Hornâs e-mail of 19 August\r\n2005, the suspensive condition in clause 4.1, relating to the\n\nsecuring of a loan for the balance of the purchase price, was not\r\nfulfilled. By 15 August 2005 the respondent had been able to\nobtain a\r\nloan in the sum of R9 650 000, which was R499 722 less than the\r\namount stipulated in the written agreement. According\nto the\r\nrespondent, this fact came to his knowledge almost 21 months later,\r\non 10 May 2007, after he had insisted on âsubstantiated\ninformation\r\nconfirming actual compliance with the suspensive conditionâ. Over\r\nthat period of almost 21 months the respondent\nhad, on two occasions,\r\nsought unsuccessfully to cancel the sale with the appellantâs\r\nconcurrence. The reasons for the attempted\ncancellation are not\r\ngermane to this appeal.\n[6]\tIn\r\ntheir letter of 10 May 2007, in which the respondentâs attorneys\r\nwere advised of the actual amount of the loan\n2\nobtained by the appellant, the latterâs attorneys claimed that\r\nwhilst the amount of the approved loan âis slightly less than\nthe\r\namount specified in the agreement of sale, the condition was\r\nsubstantially fulfilledâ. The letter went further:\nâ\nIn\r\nany event â and only to the extent that your client may now seek to\r\ncontend that there was not substantial fulfilment of the\ncondition â\r\nhis conduct evidences a mutual acceptance (and hence agreement) with\r\nKovacs that all suspensive conditions had been\nfulfilled and that the\r\nagreement came into operation.\nHe\r\nhas thus waived any such non-fulfilment, alternatively and in any\r\nevent is estopped from asserting, . . . that the suspensive\n\nconditions were not fulfilled and/or that the agreement did not come\r\ninto operation. Clause 4.7 of the agreement did not require\nwaiver of\r\nthe condition to be in writing, and there is no contractual bar to an\r\nestoppel.â\n[7]\tOn\r\n25 June 2007 the respondent commenced motion proceedings\nin\r\nthe Cape High Court seeking an order declaring the written agreement\r\nto be of no force and effect, on the basis of non-fulfilment\nof the\r\ntwo suspensive conditions contained in it. On the same day the\r\nappellant, as plaintiff, issued summons against the respondent,\nas\r\ndefendant, in which it sought an order declaring, inter alia, the\r\nwritten agreement between them to be of full force and effect.\nIn the\r\nalternative, the appellant sought an order declaring SANBEL âto be\r\nan asset of a joint venture between [the appellant\nand the\r\nrespondent]â. The appellant asserts that the rights and benefits\r\nattaching to the property accrued to it, with the rest\nof SANBEL\r\naccruing to the respondent.\n[8]\tOn\r\n3 September 2007 the appellant launched a counter-application in\r\nwhich it sought an order, pending the determination of the\naction,\r\ninterdicting and restraining the respondent from alienating,\r\nencumbering or otherwise disposing of the property, and other\n\nancilliary relief. In the affidavit in support of the\r\ncounter-application, which also served as an answering affidavit to\r\nthe\nrespondentâs founding affidavit, the appellant prayed for the\r\ndismissal of the respondentâs application, with costs;\r\nalternatively,\na stay of the application pending the outcome of its\r\naction proceedings against the respondent.\n[9]\tThe\r\nCape High Court (Thring J) found that there was no suggestion that\r\nany waiver of the non-fulfilment of clause 4.1 of the\nwritten\r\nagreement had taken place on or before 15 August 2005. The court held\r\nthat on that day the agreement of sale automatically\nlapsed. It\r\naccordingly granted the order sought by the respondent and dismissed\r\nthe appellantâs counter-application with costs.\nIt also allowed, in\r\npart, the respondentâs application to strike out certain paragraphs\r\nfrom the appellantâs replying affidavit\nin the counter-application.\r\nThis appeal is with its leave.\n[10]\tIn\r\nthis court it was argued, on behalf of the appellant, that\nin\r\ndismissing the counter-application the court misconstrued the\r\nappellantâs case and overlooked the common cause facts which\nwere\r\nthe fundamentals of that case in relation to clause 4.1 of the\r\nwritten agreement. The common cause facts are, so it was contended,\n\nthat both parties were aware, prior to 15 August 2005, of the\r\nâslightâ shortfall in the amount of finance approved, and that\n\nnotwithstanding their shared knowledge of this fact, both parties\r\nwent ahead in implementing the sale. In the action the appellant\n\navers, in its particulars of claim,\n3\nthat\r\nin proceeding to implement the sale before 15 August 2005 the\r\nrespondent âorally and/or tacitly accepted the sufficiency\nof the\r\nloan approval and that the condition had been fulfilled and thereby\r\nwaived the benefit of any further complianceâ with\nthe terms of\r\nclause 4.1. It is further alleged that the appellant also waived the\r\nbenefit of any further compliance with the provisions\nof the clause\r\ninsofar as the amount of the loan was concerned and that in acting as\r\nthey did the parties mutually agreed to waive\nthe benefit of any\r\nfurther compliance with the provisions of clause 4.1\n[11]\tIt\r\nis indeed common cause that the respondent gained knowledge of the\r\nfact that Standard Bank had offered the appellant a loan\nin an amount\r\nless than that stipulated in the written agreement before 15 August\r\n2005. I should mention,\nen\r\npassant\n,\r\nthat I agree with Thring J that a shortfall of almost half a million\r\nrand cannot be dismissed as insignificant or insubstantial,\nor\r\nâslightâ, even if it represents a small portion of the total\r\npurchase price. In a supporting affidavit in the counter-application\n\none Grant Nicholas Kolbe, a former accounts manager at Standard Bank,\r\ntestified that during a meeting he had with the respondent\non 10\r\nAugust 2005 he informed the respondent that Standard Bank âhad\r\napproved a loan in the sum of R9 650 000 to the [appellant]â.\nThe\r\nrespondent admits this fact â though not necessarily the date of\r\nthe meeting â in his replying affidavit, but goes on to\nsay that\r\nwhen Marthie Horn thereafter informed him that the condition relating\r\nto the loan had been fulfilled, he had no reason\nto believe that this\r\nimpediment (of the approval of a loan in a lesser amount) had not\r\nbeen removed, either by way of a personal\nsuretyship having been\r\nsigned by Willem Daniel Jonker, the managing director of the\r\nappellant, or by Standard Bank having increased\nthe loan amount so as\r\nto comply with the suspensive condition. He accordingly denies the\r\nexistence of a mutual waiver as alleged.\n[12]\tIt\r\nis convenient at this stage to quote the terms of clause 22.3 of the\r\nwritten agreement. The clause reads:\nâ\nNo\r\nvariation of the terms and conditio\nns\r\nof this contract or any purported consensual cancellation thereof\r\nshall be of any force or effect unless reduced to writing and\nsigned\r\nby the parties or their duly authorized representatives.â\nCounsel\r\nfor the respondent submitted that even assuming in favour of the\r\nappellant that a waiver of the fulfilment of clause 4.1\nwas tacitly\r\nconcluded, that would not be sufficient to save the sale agreement.\r\nThis is so because a waiver of the suspensive condition\nin clause\r\n4.1, ie an agreement to implement the sale notwithstanding the\r\nfurnishing of a loan in a lesser amount than that stipulated\nin the\r\nwritten agreement, would constitute a variation of the contract.\r\nThat, counsel contended, offends against the provisions\nof s 2(1)\r\nof the Alienation of Land Act,\n4\nwhich provide that no alienation of land âshall â¦ be of any force\r\nor effect unless it is contained in a deed of alienation\nsigned by\r\nthe parties thereto or by their agents acting on their written\r\nauthorityâ. Counsel submitted, further, that the amendment\nor\r\nvariation\nis\r\nprohibited by clause 22.3 (the non-variation clause) of the written\r\nagreement, since it was not in writing. The effect of the\nwaiver,\r\ncounsel correctly contended, would be to substitute the sum of R10\r\n149 722 specified as the loan amount that was required\nto be secured,\r\nwith the amount of R9 650 000.\n[13]\nIt was argued on behalf of the appellant, on the other hand, that the\r\nâinformal consensusâ which the parties had reached (the\nalleged\r\nmutual waiver) did not constitute a variation of the terms of the\r\nwritten agreement and thus did not offend against the\nnon-variation\r\nclause, nor the provisions of the Alienation of Land Act. Counsel\r\ncontended that an informal agreement between the\nparties to a sale of\r\nland to accept, as fulfilment of a term, a performance which is less\r\nthan, or different to, that stipulated\nby the strict letter of the\r\ncontract does not amount to a variation of the contract. Such\r\nagreement, so the submission continued,\nis effective and results in\r\nthe fulfilment of the obligation concerned. In support of his\r\nargument counsel relied on the decisions\nin\nGouws\r\nNO v Montesse Township & Investment Corporation (Pty) Ltd;\r\nMontesse Township & Investment Corporation (Pty) Ltd v\nStandard\r\nBank of South Africa Ltd\n1964\r\n(3) SA 221\n(T);\nVan\r\nder Walt v Minnaar\n1954 (3) SA 932\n(O) and\nProfin\r\nv Ragghianti\n1983 (3) SA 371\n(W).\n[14]\tIn\r\none of two contracts the court had to deal with in\nGouws\r\nNO v Montesse Township\nthe purchaserâs obligation, in terms of a deed of sale in a\r\nproperty transaction, was to pass two mortgage bonds of £11\n750\r\nin favour of each of the two sellers. At the purchaserâs request\r\nthe sellers agreed that, instead of the two bonds, one of\n£23\r\n500 should be passed in favour of one of the sellers. After the death\r\nof that seller the purchaser refused to pass a\nbond in favour of his\r\nestate and the remaining seller. The latter accepted the refusal as a\r\nrepudiation of the contract and cancelled\nthe agreement of sale.\r\nCounsel for the purchaser contended that the sellerâs refusal, on\r\nwhich reliance was placed for the cancellation,\nwas not a refusal to\r\ncomply with a contractual obligation, and that therefore no valid\r\ncancellation could be founded on it. He\nsubmitted that a material\r\nterm of a contract for the sale of land could not be varied otherwise\r\nthan by a written agreement signed\nby the parties, or by their\r\nagents, authorised thereto in writing in terms of the applicable\r\nlegislation. The court agreed that\nthe agreement to pass one mortgage\r\nbond instead of two was unenforceable. However, it made the following\r\nobservation:\nâ\nBut\r\ndespite that, the substantial performance agreed upon by parol could\r\nhave been carried into effect and, if it had been accepted\nby the\r\nsellers as a compliance with the purchaserâs oblig\nations,\r\nit would effectively have discharged those obligations (see\nVan\r\nder Walt v Minnaar\n1954 (3) SA 932\n(O), and the authorities referred to therein).â\n5\nThe court held that the\r\nsellers were thus entitled to cancel.\n[15]\tIn\nVan\r\nder Walt v Minnaar\nthe plaintiff claimed from the defendant payment of the balance of\r\nthe purchase price in respect of land which had, in terms of\na\r\nwritten agreement, to be secured by way of a bank guarantee in favour\r\nof the plaintiff, as seller. The defendant pleaded that\nthe amount\r\n(balance) claimed had been paid since, in lieu of performance in\r\nterms of the written agreement, the plaintiffâs husband,\nacting as\r\nher authorised agent, requested him, and he agreed, to stand surety\r\nin respect of a loan that he (the plaintiffâs husband)\nwas to\r\nobtain from a bank. In terms of that agreement and to the knowledge\r\nof the plaintiff the defendant was required to, and\ndid, pay the\r\nsecurity, being the equivalent of the balance of the purchase price.\r\nIn an exception taken against the plea on the\nground that it did not\r\ndisclose a defence, counsel contended that the defences raised\r\namounted to an amendment of the manner of\npayment of the purchase\r\nprice as stipulated in the written agreement; that the manner of\r\npayment of the purchase price was a material\nterm of the contract and\r\nthat such amendment could only be effected in writing in terms of the\r\napplicable legislation. The court,\nhaving reviewed a number of\r\ndecisions, including English\nauthorities,\n6\nsaid:\nâ\nWaar\r\ndie betrokke partye in staat en gewillig is om die bepalings van die\r\ngeskrewe kontrak stiptelik n\na\r\nte kom en waar enige van sodanige bepalings, op versoek van een van\r\ndie partye daartoe en deur vergunning van die ander party,\nop ân\r\nander as die voorgeskrewe wyse\nten\r\nvolle\nnagekom is, dan kan die feit van nakoming deur ekstrinsieke getuienis\r\nbewys word.â\n7\n(My\r\nunderlining.\n8\n)\nSimilar\r\nsentiments were expressed in the\nProfin\ndecision, where Gordon J said the following:\nâ\nWhere\r\none of the obligations under the sale is performed in a manner other\r\nthan that provided in the sale, and if such performance\nis accepted\r\nby the other party as sufficient compliance, then the obligation is\r\ndischarged\n.\r\nIn such a case actual performance is substituted for that contracted\r\nfor, âor because of waiver or election or estoppelâ.â\n9\nThe\r\ncourt was\n,\r\nat that point in the case, dealing with the question whether a waiver\r\nhad been successfully established in regard to the obligations\nof a\r\npurchaser of certain fixed property. A guarantee for payment of the\r\nbalance of the purchase price had been furnished by, or\non behalf of,\r\nthe purchaser, and accepted on behalf of the seller by the latterâs\r\nattorneys almost four months after the date\nstipulated in the written\r\nagreement.\n[16]\tThe\r\nprinciple that emerges from these decisions, and others not mentioned\r\nhere, including decisions of this court,\n10\nis\r\nthat provided the obligations under a written agreement are to be\r\ncomplied with in full, performance of one of the obligations\nin a\r\nmanner different from that stipulated in the written agreement, and\r\naccepted by the other party, would be considered as sufficient,\nor\r\nsubstantial, compliance and the obligation as having been discharged.\r\nAnd where the different manner of performance was at the\nrequest of\r\none party, and orally (or tacitly) agreed to by the other, the fact\r\nof such performance, ie that the obligation has\nbeen discharged, may\r\nbe proved by extrinsic evidence. The agreement for a different manner\r\nof performance does not have to be in\nwriting.\n[17]\tA\r\nquestion that could be asked, legitimately so, I think, is whether a\r\ndeviation from the performance of an obligation as required\nby a\r\nwritten agreement does not amount to a variation of the contract\n.\r\nIn\nNeethling\r\nv Klopper\n11\nSteyn CJ reasoned that clauses (in written agreements) relating to\r\nthe manner and time within which payment of the purchase price\nis to\r\nbe made, generally fall under the category of material (wesenlike)\r\nprovisions. As such, they cannot be varied or amended\nby oral (or\r\ntacit) agreement. But that does not mean, said the learned Chief\r\nJustice, that on a restrictive interpretation of the\nprovision (that\r\nrequires an agreement of sale of land to be in writing) no variation\r\nor amendment by consensus or oral agreement\nof the provisions of such\r\nclauses may be permissible.\n12\nIn\nVenter\r\nv Birchholtz\n13\nJansen JA added that ââ¦lê daar in die geval van ân latere\r\nwysiging van ân kontrak die gedagte opgesluit van ân\n\nafstanddoening van bestaande regte wat uit die kontrak voortvloei . .\r\n. .â\n14\n[18]\tIt\r\nis not\nmy\r\nintention, in this judgment, to attempt to draw a distinction between\r\na variation and a waiver since I conclude later that the\nappellant\r\nwas in fact contending for a variation â a change in the quantum of\r\nthe loan to be obtained. But as pointed out by\nNestadt J in\nVan\r\nAs v Du Preez\n15\na waiver âdoes not\nper\r\nse\nresult in the contract being alteredâ.\n16\nIn her article\nThe\r\nEffect of Non-variation Clauses in Contracts\n17\nLouise Tager states that âthat a waiver does is to suspend,\r\ntemporarily, the enforcement of the obligation.â\n18\n[19]\tIn\r\nthe present matter counsel for the appellant contended that it was\r\nnot the latterâs case that the parties agreed to amend\nthe clause\r\ncontaining the suspensive condition (âsubject to loanâ clause) by\r\nreplacing the amount in it with a lesser amount.\nHe conceded,\r\nhowever, referring to\nBorstlap\r\nv Spangenberg\n19\nand\nFairoaks\r\nInvestment Holdings (Pty) Ltd v Oliver,\n20\nthat such an agreement would âprobablyâ amount to an\r\nimpermissible amendment of the terms of the written deed of sale.\r\nRealising\nthis impediment, counsel submitted that the appellantâs\r\ncase was that when the parties learned, by no later than 10 August\r\n2005,\nof the shortfall in the loan granted or offered to the\r\nappellant, they both nonetheless proceeded to implement the sale,\r\nthereby\nwaiving the âsubject to loanâ clause, or any further\r\ncompliance with it, by their conduct.\n[20]\tIt\r\nis true, as counsel for the appellant submitted, that a âsubject to\r\nloanâ clause in a sale of land may be informally\nwaived. That was\r\nindeed the position in\nVan\r\nJaarsveld v Coetzee\n,\n21\nwhere\r\na clause in the written agreement stipulated that the sale of a farm\r\nwas subject to the purchase price of R40 000 being\npaid by way\r\nof a loan of R20 000 to be secured from the Land Bank and paid\r\nupon registration of transfer; that R10 000\nwas payable by way\r\nof a bank guarantee or cash deposited in the trust account of an\r\nattorney and paid on registration of transfer,\nand the balance of\r\nR10 000 to be paid five years after the registration of\r\ntransfer. The purchaser failed to obtain a loan\nfrom the Land Bank as\r\nrequired, but secured a bank guarantee for R30 000. The clause\r\nprovided that the procurement of a loan\nfrom the Land Bank was a\r\ncondition precedent to the continued existence or survival of the\r\nagreement of sale. In rejecting an argument\nthat the agreement had\r\nlapsed upon failure by the purchaser to obtain a loan from the Land\r\nBank, this court reasoned that the clause\nhad to be interpreted so as\r\nnot to lead to an absurdity, such as to give the meaning that the\r\nseller had the right to refuse a\ncash payment by the purchaser on\r\nregistration of transfer and to declare the agreement null and void\r\nmerely because a first mortgage\nhad not been secured from the Land\r\nBank.\n22\nIt was held that an agreement must be interpreted such that it is,\r\npreferably, kept extant.\n[21]\tClearly,\r\nthe decision in\nVan\r\nJaarsveld v Coetzee\ndemonstrates what has sometimes been referred to as âsubstantialâ,\r\nor âsubstitutedâ performance. Upon registration of transfer,\nthe\r\nseller would have received his R30 000 which the purchaser had to pay\r\nin terms of the agreement even though no loan could be\nobtained from\r\nthe Land Bank. The position in the present matter is different. Here,\r\nthe appellant seeks to claim that it has substantially\nperformed when\r\nit could raise a loan only in an amount less than that stipulated in\r\nthe written agreement. Jonker makes no averment\nwhatsoever, in any\r\none of his affidavits, of an agreement as to how and when the deficit\r\nof almost R500 000 would be payable. He\nsuggested that he would have\r\nobtained the full amount through his giving the bank additional\r\nsecurity, but nowhere was it alleged\nthat the respondent was aware of\r\nthis possibility, or that the bank would in fact have approved a loan\r\nfor the full amount. Thus,\nin my view, the change to the quantum of\r\nthe loan approved by the bank is not a waiver but an amendment to the\r\ncondition which\ndoes result in the contract being altered.\n23\nIt\r\nis not a temporary suspension of the enforcement of an obligation.\r\nWhat would in fact have occurred is that the appellantâs\nobligation\r\nto secure a loan for the balance of the purchase price of R10 149 722\r\nwould have been altered or amended to one where\nthe appellant had now\r\nto procure a loan for a lesser amount, with no agreement on when and\r\nhow the deficit was to be secured or\npaid.\n[22]\tThe\r\ncontention, on behalf of the appellant, that it was not the\r\nappellantâs case that the parties agreed to amend the âsubject\nto\r\nloanâ clause by replacing the amount in it with a lesser amount\r\ndoes not hold water. As was said in\nVan\r\nAs v Du Preez\nâoral variation masquerading as or in the guise of a waiver remains\r\n. . . what it truly isâ.\n24\nIt remains a variation. To hold otherwise, the court concluded,\r\nâwould be to render nugatory the principle of the effectiveness\nof\r\ncontractual entrenchment as laid down in\nShifrenâs\ncaseâ.\n25\nAnd in\nVan\r\nder Walt v Minnaar\n26\nHorwitz\r\nJ held that where the provisions of a written agreement are altered\r\nin the sense that a provision therein is deleted and\nan oral (or\r\ntacit) obligation substituted in its place, then no contract exists\r\nwhich covers both the original agreement and the\namendment. The\r\namended agreement, therefore, would not comply with the provisions of\r\nthe legislation which required an agreement\nfor the sale of land to\r\nbe in writing.\n27\nThe\r\nsame would apply in this case were the argument on the existence of a\r\ntacit agreement to waive the âsubject to loanâ clause\nto be\r\nupheld. The alleged tacit agreement would be contrary to the\r\nprovisions of s 2(1) of the Alienation of Land Act.\n28\n[23]\tIn\r\nmy view, the so-called waiver of the benefit of any further\r\ncompliance with the provisions of clause 4.1 of the written\n\nagreement, allegedly mutually agreed to between the parties, in fact\r\namounts to an amendment or alteration of that clause. The\namendment\r\nor alteration is contrary to the provisions of s 2(1) of the\r\nAlienation of Land Act and to the non-variation clause in\nthe written\r\nagreement, as it is not in writing. It follows that the written\r\nagreement lapsed at the end of the day on 15 August\n2005.\n[24]\tThis\r\nconclusion disposes of the further arguments advanced on behalf of\r\nthe appellant, viz that there was substantial fulfilment\nof the\r\nsuspensive condition in clause 4.1 of the written agreement, and that\r\nthe respondent is estopped, by his conduct in proceeding\nto implement\r\nthe sale, from denying that he had accepted the amount of the bond\r\ngranted to the appellant as substantial and sufficient\ncompliance\r\nwith the suspensive condition, and from denying that he waived the\r\nbenefit of compliance with the condition. It also\nrenders unnecessary\r\na consideration of the question whether the second suspensive\r\ncondition was fulfilled. I may mention, however,\nthat in all the\r\ndecisions I have referred to above, where performance had been held\r\nto have constituted substantial or sufficient\ncompliance, there had\r\nbeen a different manner of, but\nfull\n,\r\nperformance of an obligation. In the present matter, for example, the\r\nacceptance by the respondent of payment of the deposit on\n19 August\r\n2005, instead of 15 August 2005, or before, as stipulated in the\r\nwritten agreement, constituted a waiver of the right\nto demand\r\npayment on the earlier date. As to estoppel, I am of the view that\r\nthe appellantâs case is defeated by the contents\nof the letter of\r\n19 August 2005, by which the respondent was informed that the\r\nsuspensive conditions had been fulfilled. It was\nonly after receipt\r\nof this letter, which misled him into believing that the suspensive\r\nconditions had been fulfilled, that the\nrespondent took steps to\r\nimplement the sale agreement. The appellant has not shown any action\r\non the part of the respondent, other\nthan an alleged âacceptanceâ\r\nof information from Kolbe that a loan in a lesser amount had been\r\noffered to it, to support the\nallegation that the respondent took\r\nsteps to implement the agreement before 15 August 2005.\n[25]\tThis\r\nbrings me to the second issue in the appeal, viz whether an alleged\r\njoint venture to purchase SANBEL is valid and binding\non the parties.\r\nIn his founding affidavit, in the appellantâs counter-application,\r\nJonker avers that even if the main application\nwere to be determined\r\nin favour of the respondent, this will not be dispositive of the\r\nquestion whether the latter is obliged to\ngive transfer of the\r\nproperty to the appellant. Jonker alleges further that prior to the\r\nconclusion of the sale agreement an arrangement\nexisted between the\r\nparties which involved âthe combining of [their] respective\r\nresources to acquire the Sanbel building as an\ninvestment for the\r\nbenefit of bothâ. In terms of this arrangement the respondentâs\r\nshare would comprise the âoffice sectionâ\nand the appellantâs\r\nthe âcommercial sectionâ (which is the subject of the sale\r\nagreement). The appellant accordingly claims\ntransfer of the property\r\nalso on the basis of the alleged joint venture agreement, hence the\r\norders sought in the counter-application.\n[26]\tThe\r\nfurther details of the alleged joint venture agreement and the\r\ncombining of resources are pleaded in paras 4, 5 and 6 of\nthe\r\nparticulars of claim in the action. In the counter-application Jonker\r\nconfirmed those allegations, as pleaded, as correct.\nIt is necessary\r\nto quote only sub-paragraph 5.4, which reads:\nâ\n5.4\tPlaintiffâs\r\nentitlement to the commercial section in terms of the joint venture\r\nwould be structured (in accordance with a\nproposal made by Defendant\r\nand his legal representatives) in the form of an agreement of sale in\r\nterms of which Plaintiff would\nacquire the commercial section in\r\nreturn for amounts commensurate with its required co\nntribution\r\nto the joint venture and the acquisition of the building.â\nIt\r\nis\nthen\r\npleaded, in para 6, that subsequent to the conclusion of the joint\r\nventure âand in pursuance thereofâ the parties concluded\nthe sale\r\nagreement. Counsel for the appellant conceded in this court that the\r\nwritten agreement discussed above is indeed the sale\nagreement\r\nreferred to in the particulars of claim, and that the respondent was\r\nrequired to do nothing more under the alleged joint\nventure\r\nagreement.\n[27]\tI\r\nfind it difficult to understand how, when the appellant has itself\r\nallowed the sale agreement to lapse, it can still rely\non the alleged\r\njoint venture for a claim for transfer of the property to it. And\r\nlike the court a quo, I am unable to see why,\nif the appellantâs\r\nclaim based solely on the alleged joint venture agreement were to\r\nsurvive an order granting the relief sought\nin the main application,\r\nthat in itself should be a reason to dismiss the application, or\r\npostpone it\nsine\r\ndie\n,\r\nas prayed for by the appellant.\n[28]\tThe\r\nappeal is dismissed with costs, including those consequent upon the\r\nemployment of two counsel.\nMPATI\r\nP\nCOUNSEL\r\nFOR APPELLANT\t:\tJ G DICKERSON SC\nM\r\nBLUMBERG\nINSTRUCTED\r\nBY\t\t\t:\tSMITH TABATA BUCHANAN BOYES\nCAPE\r\nTOWN\nCORRESPONDENT\t\t:\tMATSEPES\r\nINC\nBLOEMFONTEIN\nCOUNSEL\r\nFOR RESPONDENT\t:\tA G BINNS-WARD SC\nJ\r\nA VAN DER MERWE\nINSTRUCTED\r\nBY\t\t\t:\tMOSTERT & BOSMAN ATTORNEYS\nBELLVILLE\nCORRESPONDENT\t\t:\tMcINTYRE\r\n& VAN DER POST\nBLOEMFONTEIN\n1\nAt the time of the\r\n\tconclusion of the agreement SANBEL had not as yet been transferred\r\n\tto the respondent by the previous owner.\n2\nThe letter of approval of the loan from Standard Bank, which was\r\n\tannexed to the appellantâs attorneyâs letter of 10 May 2007,\nis\r\n\tdated 2 August 2005.\n3\nThe combined summons and\r\n\tparticulars of claim were annexed to the appellantâs founding\r\n\taffidavit in the counter-application.\n4\n68 of 1981.\n5\nAt 227 B-C.\n6\nEg\nMorris v Baron and Co\n1918 AC 1\nat 30;\nBritish\r\n\tand Beningtons Ltd v N W Cachar Tea Co Ltd\n1923 AC 48\nat 62, and\nBesseler;\r\n\tWaechter Glover and Co v South Derwent Coal Co Ltd\n1938 (1) KB 408\nat 416.\n7\nAt 937 A-B.\n8\nThe English translation\r\n\tof this passage, sourced from the headnote, reads: â . . . where\r\n\tthe parties concerned are in a position,\nand are willing, to perform\r\n\ttheir obligations under the written contract strictly, and where one\r\n\tof such obligations, at the\nrequest of one party and as a favour by\r\n\tthe other party, is fully performed in a manner other than that\r\n\tprovided in the agreement,\nthen the fact of such performance can be\r\n\tproved by extrinsic evidence.â\n9\nAt 380 A-B.\n10\nSee\nVan Jaarsveld v Coetzee\n1973 (3) SA 241\n(A), and\nNeethling\r\n\tv Klopper\n1967 (4) SA 459\r\n\t(A).\n11\nIbid.\n12\nAt 465 B-C.\n13\n1972 (1) SA 276\n(A).\n14\nAt 286 F-G. A loose translation would be: âMoreover, in a case of\r\n\ta subsequent amendment of the agreement (ie after the written\n\n\tagreement had been concluded) there is, by implication, a waiver of\r\n\texisting rights which flow from the contract.â\n15\n1981 (3) SA 762\n(T).\n16\nIbid, at 764 G-H.\n17\n1976 SALJ 423.\n18\nP 436.\n19\n1974 (3) SA 695\n(A) at 704A-D.\n20\n2008 (4) 302 (SCA) para\r\n\t21.\n21\nAbove footnote 10.\n22\nAt 244E-G.\n23\nVan As v Du Preez\n,\r\n\tabove footnote 16.\n24\nIbid at 765F.\n25\nIbid at 765F-G. It was held in\nSA\r\n\tSentrale Ko-op Graanmaatskappy Bpk v Shifren\n1964 (4) SA 760\n(A) that a contract which contained a clause\r\n\tproviding that any variation of its terms should be in writing,\r\n\totherwise it would\nbe of no force and effect, could not be altered\r\n\torally. The decision has been affirmed recently by this court in\nBrisley v Drotsky\n2002\r\n\t(4) SA 1\n(SCA).\n26\n1954 (3) SA 932\n(O).\n27\nIbid at 937B-C.\n28\nCompare also\nBorstlap\r\n\tv Spangenberg\nfootnote 19\r\n\tat 704A-D.",
  "scraped_at": "2026-02-12T05:11:33.611856",
  "date": "2009-08-20",
  "coram": [
    "MPATI P",
    "BRAND",
    "LEWIS",
    "MAYA JJA",
    "BOSIELO AJA"
  ],
  "case_number": "323/08",
  "parties": {
    "applicants": [
      "KOVACS INVESTMENTS 724 (PTY) LTD"
    ],
    "respondents": [
      "FREDERICK CARTER MARAIS"
    ]
  },
  "sections": {
    "facts": "In July 2005 the parties signed a written agreement for the sale of the commercial section of the SANBEL building. The purchase price was R18,454,041, payable by a deposit and a loan of R10,149,722 to be secured by 15 August 2005. The deposit was partly paid on time, but the loan obtained was R9,650,000 – R499,722 short of the stipulated amount. Both parties proceeded to implement the sale; the appellant took possession on 20 September 2005 and collected rentals. The respondent only discovered the loan shortfall in May 2007 and claimed the agreement had lapsed on 15 August 2005 due to non‑fulfilment of the suspensive condition. The respondent also sought to set aside the agreement and the appellant counter‑claimed an alleged joint venture to acquire the whole SANBEL property.",
    "issues": "1) Whether the written agreement of sale automatically lapsed on 15 August 2005 because the suspensive condition relating to the loan amount was not fulfilled. 2) Whether an alleged joint venture to purchase the entire SANBEL building is valid and binding on the parties, independent of the sale agreement.",
    "principles": "The court considered the effect of a non‑variation clause (clause 22.3) and the requirements of section 2(1) of the Alienation of Land Act, which demands that any variation of a land sale be in writing. It examined the distinction between a waiver and a contractual variation, relying on precedent such as Gouws NO v Montesse, Van der Walt v Minnaar, Profin v Ragghianti, Neethling v Klopper, Van As v Du Preez, and Van Jaarsveld v Coetzee. The court affirmed that a substantive change to the loan amount constitutes a variation, not merely a waiver, and that oral or tacit agreements cannot override a written non‑variation clause nor the statutory requirement for written variation.",
    "application": "Applying these principles, the court held that the parties’ conduct amounted to an unauthorized variation of clause 4.1, replacing the required loan amount with a lower figure. This variation was void under s 2(1) of the Alienation of Land Act and the contractual non‑variation clause. Consequently, the agreement of sale lapsed on 15 August 2005. Regarding the joint venture claim, the court found that the appellant could not rely on it after having allowed the sale agreement to lapse; the alleged joint venture was not distinct enough to survive the failure of the primary contract.",
    "conclusion": "The appeal was dismissed with costs, including those for the employment of two counsel. The written agreement of sale was held to have lapsed on 15 August 2005, and the appellant’s claim based on an alleged joint venture was rejected."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Land",
    "level_3": [
      "suspensive condition",
      "contract variation",
      "Alienation of Land Act",
      "waiver",
      "joint venture"
    ]
  }
}