{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/166.html",
  "case_name": "Pricewaterhouse Coopers Inc and Others v Van Vollenhoven NO and Another (261/09) [2009] ZASCA 166; [2010] 2 All SA 256 (SCA) (1 December 2009)",
  "citation": "[2009] ZASCA 166",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 166\n|\nNoteup\n|\nLawCite\nPricewaterhouse Coopers Inc and Others v Van Vollenhoven NO and Another (261/09) [2009] ZASCA 166; [2010] 2 All SA 256 (SCA) (1 December 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 261/09\nIn the\r\nmatter between:\nPRICEWATERHOUSE COOPERS INC\tFirst Appellant\nHOEK & WIEHAHN\nSecond Appellant\nWIEHAHN MEYERNEL\tThird Appellant\nPRICEWATERHOUSE MEYERNEL\tFourth Appellant\nPRICE WATERHOUSE\tFifth Appellant\nand\nG M VAN VOLLENHOVEN N.O.\tFirst Respondent\nNATIONAL POTATO CO-OPERATIVE LTD\nSecond Respondent\nNeutral citation:\nPricewaterhouse v Van Vollenhoven NO\n(261/2009)\n[2009] ZASCA 166\n(1 December 2009)\nCoram:\nStreicher, Brand, Bosielo JJA and Leach and Griesel\r\nAJJA\nHeard:\n24 November 2009\nDelivered:\n1 December 2009\nSummary:\nAdministrative law â\nPromotion of Administrative\nJustice Act 3 of 2000\n,\ns 9(2)\nâ whether high court correctly\r\nconcluded that not in interests of justice that time within which\r\nreview application to have been\nbrought be extended.\nORDER\nOn appeal from:\nNorth Gauteng High Court, Pretoria (Botha J).\nOrder\n:\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\nJUDGMENT\nGriesel AJA (Streicher, brand, bosielo jja\nand lEACH AJA concurring):\n[1]\tThis is not the first time that these parties have come to this\r\ncourt in the course of the present litigation.\n1\nAs observed by Hurt AJA in the opening sentence of one of the\r\nprevious judgments,\n2\nâ(t)he parties are locked in litigation of marathon pro­portionsâ.\r\nThe present appeal arises from an unsuccessful application\nfor review\r\nof the taxing masterâs decision in respect of security for costs.\r\nThe taxing master was cited as the first respondent\nherein, but\r\nplayed no role in the proceedings. For the sake of convenience, I\r\nrefer to the parties by their description in the\nmain action, namely\r\nas plaintiff (for the second respondent) and defendants (for the\r\nappellants) respectively.\n[2]\tThe factual background appears fully from the two previous\r\njudgments of this court. It is accordingly not necessary for me\nto\r\nrepeat it for present purposes save to set out the following brief\r\nchronology:\nO\nn 5 December 2006 the trial judge (Botha J in\r\n\tthe North Gauteng High Court in Pretoria) granted an order directing\r\n\tthe plaintiff\nto provide security in an amount to be determined by\r\n\tthe taxing master. The appeal against that order was subsequently\r\n\tdismissed\nby this court on\n29 November 2007. This formed the\r\n\tsubject matter of the 2007 judgment.\nMeanwhile, the defendants had presented a pro forma bill of costs to\r\n\tthe\ntaxing master\nto deter­mine the\r\n\tamount of security to be furnished by the plaintiff. After argument,\r\n\ton 15 December 2006, the\ntaxing master\ndetermined security in an amount of R7,56 million. In so doing,\r\n\the dis­allowed an item in respect of forensic auditorsâ\nfees\r\n\tamounting to some R5,46 million. It is this latter decision\r\n\tthat forms the subject matter of the instant appeal.\nOn 3 June 2008 the trial court ruled that the trial was to\r\n\trecommence on 2 February 2009.\nOn 6 June 2008 â ie almost 18 months after the decision of the\r\n\ttaxing master not to provide for forensic auditorsâ fees as\npart\r\n\tof the security to be furnished by the plaintiff â the defendants\r\n\tlaunched an application to review and set aside that\ndecision\n.\nOn 1 December 2008 the court below dismissed the defendantsâ\r\n\tappli­cation with costs. Hence this appeal, which comes before\n\n\tus with leave of this court.\n[3]\tUniform\nrule 47(2)\nprovides that â(i)f the amount of security\r\nonly is contested the registrar shall determine the amount to be\r\ngiven and his decision\nshall be finalâ. Notwithstanding this\r\nprovision, however, it is settled law that the registrarâs\r\ndecision, âbeing in the\nnature of an adminis­trative act, was\r\nalways susceptible of review provided the necessary grounds for\r\nreview existedâ.\n3\n[4]\tIn the court below it was common cause that the decision of the\r\nregistrar constituted âadministrative actionâ for purposes\nof the\r\nPro­motion of Adminis­trative Justice Act 3 of 2000 (âPAJAâ).\r\nThe principal issue between the parties was whether\nthe court should\r\nentertain the application at all in view of the lapse of time. The\r\ncourt declined to do so and dismissed the application\non the basis\r\nthat it had been brought outside the period of 180 days prescribed by\r\ns 7(1) of PAJA.\n4\nIn coming to its conclusion, the court also refused the defendantsâ\r\napplication to extend the 180-day-period in terms of s 9(2)\nof\r\nPAJA.\n5\n[5]\tOn appeal, it was argued on behalf of the defendants that the\r\ncourt below had erred,\ninter alia\n, in that it had not properly\r\nconsidered the require­ment of the âinterests of justiceâ\r\nreferred to in s 9(2) of PAJA.\n[6]\tThe concept âinterests of justiceâ has been considered by the\r\nConstitutional Court on a number of occasions in the context\nof\r\napplications for condonation. Most recently, in\nVan Wyk v Unitas\r\nHospital & another\n,\n6\nthe court expressed itself as follows:\nâ\nThis\r\ncourt has held that the standard for considering an application for\r\ncondonation is the interests of justice. Whether it is\nin the\r\ninterests of justice to grant condonation depends on the facts and\r\ncircumstances of each case. Factors that are relevant\nto this enquiry\r\ninclude but are not limited to the nature of the relief sought, the\r\nextent and cause of the delay, the effect of\nthe delay on the\r\nadministration of justice and other litigants, the reasonableness of\r\nthe explanation for the delay, the importance\nof the issue to be\r\nraised in the intended appeal and the prospects of success.â\n7\n[7]\tWith regard to the explanation for the delay, the court further\r\nheld:\n8\nâ\nAn\r\napplicant for condonation must give a full explanation for the delay.\r\nIn addition, the explanation must cover the entire period\nof delay.\r\nAnd, what is more, the explanation given must be reasonable.â\n[8]\tThe explanation proffered on behalf of the defendants in this\r\ncase, as contained in an affidavit by its attorney, was that\nthe\r\ndecision not to launch review proceedings at an earlier stage was a\r\ndeliberate one. The attorney explained that until December\n2007 he\r\nand his clients had believed that, in the event that the appeal to\r\nthis court should fail, the plaintiff would not be able\nto furnish\r\nsecurity and that would be the end of the case. In these\r\ncircum­stances, so he claimed, âthere was little point\nin my\r\nclient incurring the cost of launching the present application to\r\nrequire additional securityâ. He stated further:\nâ\nA\r\nsubstantive application, such as the present, is a time consuming and\r\nexpensive process. I considered it reasonable and appropriate\nnot to\r\nmulct the applicants in such costs unless and until security was\r\nfurnished.â\n[9]\tThis explanation clearly does not hold water. First, preparing\r\nthe founding affidavit, the body of which comprises a mere 15\npages\r\nof the record, was the work of not more than a few hours at the most.\r\nSecond, the cost involved in preparing an application\nfor review\r\nwould have been trivial in the context of the present litigation and\r\nthe scale of costs involved. Third, the defendants\nobviously deemed\r\nit useful and expedient to obtain the taxing masterâs determination\r\nwhile the appeal was pending. I fail to\nsee why it would not have\r\nbeen equally useful and expedient to have the determination reviewed\r\npending the appeal. Fourth, even\nif the defendants did not want to\r\nlaunch a substantive application for review while the appeal was\r\npending, a simple letter or\ntelephone call asking for an extension of\r\nthe 180-day-period or at least informing the plaintiff of the\r\ndefendantsâ intention\nto launch an application for review could\r\nhave been directed to the plaintiff. Instead, nothing at all was done\r\nto take the registrarâs\ndecision on review while the appeal was\r\npending. Finally, even after the plaintiffâs appeal was dis­missed\r\nby this court,\na further\n180 days elapsed before the review\r\napplication was eventually launched. There is simply no explanation\r\nfor this further inexplicable\ndelay.\n[10]\tCounsel for the defendants referred to a letter written on\r\nbehalf of the defendants to the plaintiff on 7 January 2008 in\nwhich,\r\nso it was claimed, the plaintiff was informed of the intention on the\r\npart of the defendants to bring an application for\nreview of the\r\ntaxing masterâs earlier decision. There are two answers to this\r\nsub­mission: the first is that the letter is,\nat best for the\r\ndefendants, ambiguous and does not pertinently alert the plaintiff to\r\nthe possibility of a review. Secondly, and\nin any event, the letter\r\nwas written more than a year after the taxing masterâs decision\r\nwhich it is sought to review and long\nafter the 180-day-period\r\ncontemplated by s 7 of PAJA had elapsed.\n[11]\tThe court below also made reference to the fact that, while the\r\nappeal was pending, the plaintiff â after much effort â\nhad\r\nfinally managed to obtain outside finance and that it had concluded\r\nan agree­ment with an Australian company to put up\nthe security\r\noriginally ordered by the court. In the circumstances, so the court\r\nheld, the plaintiff would be prejudiced if the\noriginal security were\r\nnow to be substantially increased. Much was made by counsel for the\r\ndefendants of this finding in an attempt\nto persuade us that the\r\ncourt below had misinterpreted the terms of the funding agreement.\r\nSuffice it to say that, in my view,\nthere is no merit in the point,\r\nnor can it be found that the court below erred in finding that the\r\nrespondent would be prejudiced\nif the registrarâs decision were now\r\nto be overturned.\n[12]\tIn my view, the explanation furnished by the defendants for its\r\ndelay does not comply with any of the three requirements laid\ndown in\nVan Wyk v Unitas Hospital\n.\n9\nIn the result, the defendants have failed to prove that it would be\r\nin the interests of justice to extend the period of 180 days\n\ncontem­plated by s 7 of PAJA. It follows that there are no\r\ngrounds for interfering with the order of the court below.\n[13]\tIn the circumstances, the appeal is dismissed with costs,\r\nincluding the costs of two counsel.\nb m griesel\nActing Judge of Appeal\nAPPEARANCES:\nFOR APPELLANT:\t\tW H G van der Linde SC\nH C Bothma\nInstructed by:\nDeneys Reitz\nSandton\nMatsepes Inc\nBloemfontein\nFOR RESPONDENTS:\tM C Maritz SC\nN C Maritz\nInstructed by:\nG M Van Vollenhoven, Palace of Justice\nPretoria\nMessrs Kirkcaldy Pereira\nPretoria\nLovius Block\nBloemfontein\n1\nSee\nPrice Waterhouse Coopers Inc v National Potato Co-operative\r\n\tLtd\n2004 (6) SA 66\n(SCA);\nAartappel\r\n\tKoöperasie Bpk v\nPrice­waterhousecoopers\n[2007] SCA 166 (âthe 2007 judgmentâ).\n2\nThe 2007 judgment, para 1.\n3\nTrakman NO v Livshitz & others\n1995 (1) SA 282\n(A) at\r\n\t289G and the cases referred to therein.\n4\nThe relevant part of s 7(1) provides:\nâ(1)\nAny\r\n\tproceedings for judicial review in terms of section 6 (1) must be\r\n\tinstituted without unreasonable delay and not later than\n180 days\r\n\tafter the date â . . . (b) . . . on\r\n\twhich the person concerned was informed of the administrative\n\n\taction, became aware of the action and the reasons for it or might\r\n\treasonably have been expected to have become aware of the\naction and\r\n\tthe reasons.â\n5\nSection 9(2) provides that the court may extend the period of 180\r\n\tdays âwhere the interests of justice so requireâ.\n6\n[2007] ZACC 24\n;\n2008 (2) SA 472\n(CC).\n7\nPara 20 (footnotes omitted).\n8\nPara 22.\n9\nPara 7 above.",
  "scraped_at": "2026-02-12T05:28:49.695610",
  "date": "2009-12-01",
  "coram": [
    "Streicher J",
    "Brand J",
    "Bosielo JJA",
    "Leach AJA",
    "Griesel AJA"
  ],
  "case_number": "261/09",
  "parties": {
    "applicants": [
      "Pricewaterhouse Coopers Inc",
      "Hoek & Wiehahn",
      "Wiehahn Meyernerl",
      "Pricewaterhouse Meyernerl",
      "Price Waterhouse"
    ],
    "respondents": [
      "G M Van Vollenhoven N.O.",
      "National Potato Co‑operitive Ltd"
    ]
  },
  "sections": {
    "facts": "The dispute originated when the North Gauteng High Court (Botha J) ordered the plaintiff to provide security, the amount of which was to be determined by the taxing master. The taxing master set the security at R7.56 million but disallowed an item for forensic auditors’ fees of approximately R5.46 million. The defendants (the appellants) sought to review the taxing master’s decision. The review application was filed on 6 June 2008, more than 18 months after the taxing master’s determination, and was subsequently dismissed by the High Court on 1 December 2008. The defendants appealed that dismissal.",
    "issues": "The principal issue was whether the defendants’ review application could be entertained despite having been filed outside the 180‑day period prescribed by section 7(1) of the Promotion of Administrative Justice Act (PAJA). A subsidiary issue was whether the court should extend that period under section 9(2) of PAJA, i.e., whether the interests of justice required an extension.",
    "principles": "Section 7(1) of PAJA requires that judicial review applications be instituted within 180 days of the date the person became aware of the administrative action. Section 9(2) permits an extension where the interests of justice so require. The Constitutional Court’s criteria in Van Wyk v Unitas Hospital (factors such as the nature of the relief sought, the extent and cause of delay, effect on administration of justice, reasonableness of the explanation, importance of the issue, and prospects of success) guide the exercise of discretion to extend time.",
    "application": "The court examined the defendants’ explanation for the delay and found it unsatisfactory. The delay was explained as a strategic choice, yet the court noted that preparing the founding affidavit required minimal effort and that the defendants could have sought an extension or notified the plaintiff much earlier. The court also observed that the plaintiff had subsequently secured external financing and would be prejudiced by any increase in security. Applying the Van Wyk criteria, the court concluded that the defendants failed to meet the requirements for an extension of time and that granting condonation would not serve the interests of justice.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court affirmed the lower court’s order refusing to extend the 180‑day period and rejecting the review application."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "PAJA",
      "time limits",
      "interests of justice",
      "extension of time",
      "security for costs"
    ]
  }
}