{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/171.html",
  "case_name": "Mostert and Another v S (338/09) [2009] ZASCA 171; 2010 (2) SA 586 (SCA) ; 2010 (1) SACR 223 (SCA) ; [2010] 2 All SA 482 (SCA) (1 December 2009)",
  "citation": "[2009] ZASCA 171",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 171\n|\nNoteup\n|\nLawCite\nMostert and Another v S (338/09) [2009] ZASCA 171; 2010 (2) SA 586 (SCA) ; 2010 (1) SACR 223 (SCA) ; [2010] 2 All SA 482 (SCA) (1 December 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nHeads of arguments\nPDF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  338/09\nIn the\r\nmatter between:\nJACOBUS PETRUS CHRISTIAAN MOSTERT SNR             1\nst\nAPPELLANT\nJACOBUS\r\nPETRUS CHRISTIAAN MOSTERT JNR             2\nnd\nAPPELLANT\nV\nTHE\r\nSTATE                                                                \r\n              RESPONDENT\nNeutral citation:\nMostert v The State\n(338/2009)\n[2009]\r\nZASCA 171\n(\n1 December 2009).\nCoram:\t\tNavsa, Mthiyane, Heher JJA, Leach et\r\nGriesel AJJA\nHeard:\t\t4 November 2009\nDelivered:\t\t1 December 2009\nSummary:   \tUnauthorized abstraction of water from a river â\r\nwhether state limited to prosecution of statutory offences and common\n\nlaw prosecutions are excluded â effect of\ns 98\nof the\nNational\nWater Act of 1998\n.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court (Basson J and Smith\r\nAJ sitting as court of appeal).\nThe following order is made:\n1.\tThe appeal against the appellantsâ convictions on counts 3 and 4\r\nis dismissed.\n2.\tThe appeal against the sentence imposed in respect of counts 3 and\r\n4 is upheld and the sentence altered as set out below.\n3.\tThe respondentâs cross-appeal in regard to count 1 (fraud) is\r\nupheld and the high courtâs order upholding the appellantsâ\n\nappeal against their conviction on that count is set aside.\n4.\tThe respondentâs cross-appeal in regard to count 2 (theft) is\r\ndismissed.\n5.\tThe order of the high court is altered to read as follows:\nâ(a) The appeal in respect of the first appellantâs conviction on\r\ncounts 2, 5, 6 and 7 and the second appellantâs conviction\non\r\ncounts 2, 5 and 6 is upheld and such convictions and the sentences\r\nimposed in respect thereof are set aside.\n(b) The appeal in respect of the appellantsâ convictions on counts\r\n1, 3 and 4 is dismissed.\n(c) In respect of their conviction on count 1 (fraud) each appellant\r\nis sentenced to a fine of R20 000 or 12 monthsâ imprisonment,\n\nwholly suspended for four years on condition he is not convicted of\r\nfraud committed during the period of suspension and for which\nhe is\r\nsentenced to imprisonment without the option of a fine.\n(d) The appeal against the sentence imposed in respect of counts 3\r\nand 4 is upheld, the sentence is set aside and (both counts\nbeing\r\ntaken together for purposes of sentence) replaced in the case of each\r\nappellant with a fine of R5 000 or six monthsâ imprisonment.â\n______________________________________________________________\nJUDGMENT\nLEACH AJA\n(NAVSA, MTHIYANE, HEHER JJA et GRIESEL AJA\r\nconcurring)\n[1]\nThe two appellants,\r\nwho are father and son, grow sugarcane in a joint enterprise on the\r\nfarm âDadelvlakâ\n1\nin the district of Barberton. The farm is riparian to the Lomati\r\nRiver from which the appellants abstract water to irrigate their\n\nlands. It also falls within the Lomati Irrigation District which was\r\nestablished on 31 October 1969 under the provisions of s 71(1)\nof the\r\nWater Act 54 of 1956 (âthe 1956 Actâ) and in respect of which the\r\nLomati Irrigation Board (\nâthe complainantâ)\nwas\r\nsimultaneously created under s 79(1) of that Act.\n2\n[2]\tThe functions of the complainant included the\r\nexercise of control over the water in the Lomati River within its\r\narea of control\nand the regulation of the amount of water abstracted\r\nby farmers within its irrigation district. In order to monitor the\r\nquantity\nof water being abstracted, the complainant required the\r\nfarmers to register their pump stations and to have them fitted with\r\na\nwater flow monitoring system known as a âWAMSâ.\n3\nThe practice was for each farmer periodically to read the meter on\r\nthe WAMS and to report the quantity of water consumed to the\n\ncomplainant. These readings were also verified from time to time by\r\nthe complainantâs official, referred to in evidence as the\n\nâwaterfiskaalâ\n4\n,\r\nwho made periodic spot-checks on the farms and personally took\r\nreadings from the WAMS units.\n[3]\tFor these purposes the appellants had\r\nregistered only a single pump-station, known as pump-station 46, in\r\nrespect of Dadelvlak.\nHowever, in July 2004 the complainant learned\r\nthat the appellants had constructed a second pump-station (referred\r\nto in evidence\nas pump-station 46.1) on the farm, which was not\r\nregistered and had not been fitted with a WAMS. Understandably, the\r\ncomplainant\nsuspected the appellants of using pump-station 46.1 to\r\nabstract water from the river which was not being reflected in their\r\nwater\nconsumption returns. It was later also discovered that the\r\nelectrical wiring leading to the WAMS fitted to pump-station 46\r\nappeared\nto have been interfered with in such a way that the pump\r\ncould be operated without the water abstracted being recorded.\n[4\n]\tThese discoveries\r\nset in train a series of events which in April 2006 culminated in the\r\ntwo appellants being arraigned in the\nMagistrateâs Court at\r\nMalelane on seven criminal charges. In addition to various charges\r\nunder the National Water Act, 36 of\n1998 (âthe 1998 Actâ), they\r\nwere also charged with the common law crimes of fraud and theft.\r\nDespite both appellants denying\ntheir guilt, the first appellant was\r\nconvicted on all counts while the second appellant was convicted on\r\nsix of the seven counts.\nThey were then both sentenced to either pay\r\nsubstantial fines or to undergo imprisonment.\n[5]\tAn appeal to the High Court, Pretoria\r\nsucceeded to the extent that the appellantsâ convictions and\r\nsentences on all but two\ncounts were set aside, including those of\r\nfraud and theft, while the sentence imposed on the remaining two\r\ncounts, which were taken\ntogether for purpose of sentence, was\r\nreduced. With leave of the high court, the appellants now appeal to\r\nthis court against their\ntwo remaining convictions and their\r\nsentence. On the other hand, the state sought and obtained leave to\r\nappeal on points of law\nagainst the high courtâs decision in regard\r\nto the charges of fraud and theft.\n[6\n]\tIn the light of this\r\nbackground, the charges levied by the state which have to be\r\nconsidered are the following:\nCount 1\nâ it\r\nbeing alleged that the appellants committed the offence of fraud by\r\nknowingly providing the complainant with false readings\nof the\r\nquantities of water they had abstracted from the river at\r\npump-station 46 during the period 1998 to 2005 (in the alternative,\n\nit was alleged they were guilty of the theft of the water that had\r\nbeen abstracted through this pump-station but not reflected\nin their\r\nwater consumption returns);\nCount 2\nâ it\r\nbeing alleged that the appellants are guilty of theft in that during\r\nthe period 1998 to 2005 they stole an unknown quantity\nof water which\r\nthey had abstracted through pump-station 46.1;\nCount 3\nâ it\r\nbeing alleged that the appellants contravened s 151(1)(e) of the 1998\r\nAct in that they wrongfully, unlawfully, intentionally\nor negligently\r\ntampered or interfered with the WAMS measuring device fitted to\r\npump-station 46;\nCount 4\nâ it\r\nbeing alleged that the appellants contravened s 151(1)(j) of the 1998\r\nAct by unlawfully, intentionally or negligently committing\nan act\r\ndetrimentally affecting a water resource by illegally abstracting\r\nwater from the Lomati River at both pump-stations 46 and\n46.1 during\r\nthe period 1998 to 2005.\n[7]\tThe appellants attacked the validity of all\r\nthese charges. Not only did they support the court a quoâs decision\r\nthat it had\nnot in law been open to the state to charge them with\r\nfraud and theft, but they also contended that the charges under the\r\n1998\nAct could not be brought against them as the complainant was\r\ncontinuing to operate under the 1956 Act at the material time,\r\ndespite\nthe 1998 Act having been brought into operation. In order to\r\nconsider these contentions, it\nis useful\nto\ngive a brief historical overview of certain of the laws\r\nrelating to the use of water.\n[8]\nWater being a\r\nscarce and valuable commodity in a country such as ours which is\r\noften wracked by drought, it is hardly surprising\nthat prior to Union\r\nin 1910 the Cape, Natal, Transvaal and Orange Free State had each\r\npassed legislation which differed in terms\nof effect but controlled\r\nthe use of public water for purposes of irrigation. It is unnecessary\r\nto detail these differences in this\njudgment as the legislation in\r\nquestion was repealed by The Irrigation and Conservation of Waters\r\nAct 8 of 1912 (âthe 1912 Actâ).\nInter alia, it created irrigation\r\ndistricts,\n5\nas well as irrigation boards for each such district,\n6\nwhich were imbued with various powers, including the power to\r\nconstruct and maintain reservoirs, channels and other irrigation\n\nworks. They were also charged with the obligation to obtain and\r\nconserve the supply of water and to arrange for an equitable\r\ndistribution\nof any water stored or diverted by any such works\n7\nand, in order to do so, were empowered to make bye-laws and rules\r\nprescribing âthe manner of regulating the flow of water and\nthe\r\ndistribution from and use of water in the boardâs channels and\r\nother worksâ.\n8\n[9]\tThe 1912 Act was repealed by the 1956 Act. Not only did it retain\r\nthe common law distinction between private and public water\nwhich had\r\nbeen recognised in the 1912 Act, but it regulated the use of public\r\nwater, providing for it to be used for agricultural,\nurban or\r\nindustrial purposes. It vested the use of public water for\r\nagricultural purposes in the owner of land riparian to the\npublic\r\nstream in question.\n9\nIt also provided for the creation of irrigation districts\n10\nas well as an irrigation board for each irrigation district,\n11\nwhich were required, inter alia,\n12\nto protect the sources of the water of any public stream in its\r\n\tirrigation district,\nto prevent the waste of the water in any public stream, to prevent\r\n\tany unlawful abstraction or storage of public water,\nto exercise general supervision over all public streams within the\r\n\tirrigation district,\nto investigate and record the quantity or share of water which every\r\n\tperson having any right and respect of such water was entitled\nto\r\n\tuse,\nto supervise and regulate the distribution and use of the water of\r\n\tall or any of the public streams within its irrigation district,\nfor that purpose, to erect and maintain such devices for measuring\r\n\tand defining the flow of the water or controlling its diversion,\nand\ngenerally to supervise within the irrigation district the storage,\r\n\tdiversion and use of water in public streams.\n[10]\tThe 1956 Act was repealed and replaced by the 1998 Act which\r\nfundamentally reformed South African water law. The common law\n\ndistinction between public water and private water was no longer\r\nrecognised as a basis for entitlement to the use of water. Instead,\n\nunder s 2 of the 1998 Act, government at national level was granted\r\nthe overall responsibility for and authority over the countryâs\n\nwater resources and their use. Section 3 recognises national\r\ngovernment, acting through the minister\n13\nas the public trustee of the nationâs water resources, as having\r\nthe power to regulate the use, flow and control of all water\nin the\r\ncountry. Section 4 goes on to prescribe who is entitled to use water,\r\nand the use of water otherwise than as permitted under\nthe Act is\r\nboth prohibited and criminalised.\n14\n[11]\tIn addition, the 1998 Act does away with the system of\r\nirrigation districts and their associated irrigation boards and\r\nreplaces\nthem with a system of âcatchment management agenciesâ\r\nand âwater user associationsâ. The former have as their purpose\r\nthe\ndelegation of the management of âwater resourcesâ (defined as\r\nincluding âwater courses, surface water, estuaries or aquifersâ)\n15\nâto the regional or catchment level and to involve local\r\ncommunitiesâ.\n16\nThe latter are intended to be âin effect co-operative associations\r\nof individual water users who wish to undertake water-related\n\nactivities for their mutual benefitâ.\n17\nSection 98(4) provides that within six months of the commencement of\r\nthe Act an irrigation board established in terms of any law\nin force\r\nimmediately before the 1998 Act came into operation, is to submit to\r\nthe minister a proposal to transform the board into\na water user\r\nassociation â which proposal the minister, under s 98(5), may\r\neither accept, with or without amendment, or reject.\nIf the proposal\r\nis accepted, the minister is to gazette a declaration to that effect.\n[12]\tSection 98(2) of the 1998 Act is a âsunset clauseâ. It\r\nprovides:\nâ\nA board continues to exist\r\nuntil it is declared to be a water user association in terms of\r\nsubsection (6) or until it is disestablished\nin terms of the law\r\nby or under which it was established, which law must, for the purpose\r\nof such disestablishment, be regarded\nas not having been repealed by\r\nthis Act.\nâ\nIn addition, s 98(3) provides that:\nâ\n(a)\tthe name, area of\r\noperation, management, property, rights, liabilities, obligations,\r\npowers and duties of a board remain the\nsame as immediately before\r\nthe commencement of this Act;\n(b)\tthis section does not affect\r\nthe continuity, status, operation or effect of any act or omission of\r\na board, or of any by-law\nmade by a board, before the commencement of\r\nthis Act;\n(c)\tany person holding office\r\nwith the board when this Act commences continues in office for the\r\nterm of that personâs appointment;\nand\n(d)\tif a position becomes vacant\r\nprior to the declaration of the board as a water user association,\r\nthe board may fill the vacancy\naccording to the procedures laid down\r\nby or under the law which applied to that board immediately before\r\nthe commencement of this\nAct.â\nThe clear intention of these provisions is that existing water\r\nirrigation boards should continue in operation until they are\r\nrestructured\nas water user associations. (Although strictly speaking\r\nit should not be taken into account in interpreting the Act\n18\nthis is confirmed by the explanatory note to chapter 8 of the Act,\r\ninto which s 98 falls).\n[13]\tNotwithstanding the six month period prescribed by s 98(4), the\r\ncomplainant was neither disestablished nor transformed into\na water\r\nuser association, and was still continuing to operate by virtue of\r\nthe provisions of s 98(2) and (3) at the time of\nthe appellantsâ\r\ntrial, some eight years after the 1998 Act had come into operation.\r\nHow this somewhat surprising state of affairs\ncame about is, however,\r\nneither here nor there and, for present purposes, it must be accepted\r\nthat at all times material to the\ncharges brought against the\r\nappellants the complainant had continued to exist and to operate with\r\nthe obligations, powers and duties\nit had enjoyed under the 1956 Act.\n[14]\tIn the light of this, the appellants argued that the charges\r\nbrought against them under the 1998 Act were not competent as,\nso\r\nthey submitted, the 1956 Act had continued to be in force in the\r\ncomplainantâs irrigation district â and it did not create\nsimilar\r\nstatutory offences. In my view, for the reasons that follow, this\r\ncannot be accepted.\n[15]\tWhile it is so that the complainant had continued to exist and\r\nexercise the functions it had performed under the 1956 Act,\nthis does\r\nnot mean that the 1956 Act had not been repealed throughout the\r\ncountry, including within its irrigation district. The\ncomplainantâs\r\nexistence and functions were merely preserved as a temporary measure\r\nto enable it to continue to operate. Had the\nlegislature intended the\r\n1956 Act not to have been repealed within the areas of operation of\r\nirrigation boards established under\nthat Act when the 1998 Act came\r\ninto operation, it would have been a simple matter for it to have\r\nsaid so. It did not do so, and\nsuch an intention is not a necessary\r\ninference. Indeed, the provisions of the 1998 Act clearly indicate\r\nthe contrary. Thus, for\nexample, a person who enjoyed an existing\r\nlawful water use before the commencement of the 1998 Act, was\r\npermitted under the provisions\nof s 34 of the latter Act to\r\ncontinue to exercise that use. The explanatory note to part 3 of\r\nchapter 4 of the 1998 Act, into\nwhich s 34 falls, gives the following\r\nrelatively simple and accurate summation of the provisions of that\r\npart of the chapter:\nâ\nThis Part permits the\r\ncontinuation under certain conditions of an existing water use\r\nderived from a law repealed by this Act. An\nexisting lawful water\r\nuse, with any conditions attached, is recognised but may continue\r\nonly to the extent that it is not limited,\nprohibited or terminated\r\nby this Act. No licence is required to continue with an existing\r\nlawful water use until a responsible\nauthority requires a person\r\nclaiming such an entitlement to apply for a licence. If a licence is\r\nissued it becomes the source of\nauthority for the water use. If a\r\nlicence is not granted the use is no longer permissible.â\n[16]\tThus, although an irrigation board might continue to exist and\r\noperate with the various duties and obligations it had under\nthe 1956\r\nAct despite the coming into operation of the 1998 Act, it does so by\r\nreason of the provisions of the latter which clearly\napply within the\r\nirrigation district of each such an irrigation board and regulates\r\nthe use of water. Accordingly, anyone who commits\nan offence\r\nenvisaged by s 151 of the 1998 Act may be charged under that\r\nAct, even if the offence is committed within the irrigation\ndistrict\r\nof an irrigation board established under the 1956 Act which continues\r\nto exist and operate by reason of s 98 of the 1998\nAct.\n[17]\tIt was therefore clearly competent for the state, in counts 3\r\nand 4, to charge the appellants with offences under s 151 of\nthe 1998\r\nAct. Whether the evidence establishes their guilt on these counts is\r\nanother matter, to which I shall return in due course.\n[18]\tIt is convenient at this stage to consider the issue raised in\r\nthe cross-appeal, namely, whether it was competent to charge\nthe\r\nappellants with the common law offences of fraud (count 1) and theft\r\n(count 2, and as an alternative on count 1) or whether\nthe state was\r\nlimited to charging them with no more than the statutory offences\r\ncreated by the 1998 Act. The cross-appeal flows\nfrom the court quo's\r\nfinding that the legislature, by comprehensively regulating the use\r\nof water by way of the 1998 Act in which\nit created numerous\r\nstatutory offences, necessarily intended to limit the prosecution of\r\npersons for offences in relation to water\nand its use to those it had\r\nprovided under that Act, and had excluded common law offences the\r\nelements of which overlapped with\nsuch statutory offences.\n[19]\tIn my view, the court a quo misdirected itself in this regard.\r\nThe mere fact that certain conduct might constitute an element\nof\r\nboth a common law offence and a statutory offence is not in itself\r\nany reason to find that the legislature intended only the\nstatutory\r\noffence to be capable of prosecution. There are numerous instances\r\nwhere certain conduct will be an element of both a\ncommon law and\r\nstatutory offence. An obvious example which springs to mind is the\r\nnegligent driving of a motor vehicle. This amounts\nto a statutory\r\noffence and an essential element of the common law offence of\r\nculpable homicide where it results in a loss of life.\nBut that is no\r\nbar to the offender being charged with culpable homicide and, in the\r\nalternative, the statutory offence of negligent\ndriving. Indeed, this\r\ncourt has recognised that in certain cases where conduct which\r\namounts to a statutory offence overlaps with\nthe common law offence,\r\nthe penalty prescribed for the statutory offence may in certain\r\ncircumstances be a useful guide in considering\nan appropriate\r\nsentence for a conviction of the common law offence.\n19\n[20]\nI accept that, in\r\nprinciple, the legislature could bar the prosecution of certain\r\ncommon law offences and restrict the prosecuting\nauthority to\r\nbringing charges solely in respect of statutory offences. But there\r\nis no provision in the 1998 Act which specifically\ndebars common-law\r\noffences relating to water or its misuse, nor can such a provision be\r\nfound by necessary implication, and the\ncourt quo erred in finding\r\nthat the appellants could not be prosecuted for common law offences.\n[21]\nWhile I thus see no\r\nreason why a charge of fraud could not be brought against the\r\nappellants, that is not the end of the matter\nin respect of whether\r\nwater pumped out of the Lomati River could be the subject of a charge\r\nof theft, an issue which needs more\ndetailed examination.\n[22]\nRoman law recognised certain things as\r\nbeing\nres extra patrimonium\nwhich were incapable of being\r\nowned, including those things classified as\nres communes\nbeing\r\nâthings of common enjoyment, available to all living persons by\r\nvirtue of their existenceâ.\n20\nPublic water, running in a river or a stream, was recognised as being\nres communes\nand therefore incapable of being owned.\n21\nThese Roman law principles were adopted by RomanâDutch law and\r\nsubsequently recognised in South Africa.\n22\nIndeed, s 6(1) of the 1956 Act specifically provided that âthere\r\nshall be no right of property in public water and the control\nand use\r\nthereof shall be regulated as provided in this Act.â\n[23]\tAs water in a public stream was therefore incapable of being\r\nowned, it was also incapable of being stolen\n23\nand I did not understand the state to contend otherwise. However, it\r\nsubmitted that the fundamental changes brought about by the\n1998 Act\r\nresulted in this no longer being an accurate reflection of our law.\r\nIts argument in this regard was based on the Act having\nspecifically\r\nplaced water resources under the trusteeship of national government\r\nas I have already mentioned in para 10 above.\nBut I do not see how\r\nthe fact that government now exercises administration and control\r\nover water flowing in a river means it must\nnow be regarded as\r\ncapable of being owned and thus capable of being stolen. Effectively\r\nthe 1998 Act does no more than place all\nwater within the aegis of\r\nstate control, which control the state had in any event exercised\r\nover public water before it came into\noperation. The legislature\r\ncreated various statutory offences under the 1998 Act and, if it had\r\nwished to create the offence of\ntheft of water, it could easily have\r\ndone so. It did not. Instead, in s 151(1)(a) it made the use of water\r\nother than as prescribed\nby the Act an offence.\n[24]\tAccordingly, my prima facie view is that water flowing in a\r\nstream or river (a water resource as envisaged by the 1998 Act)\nis\r\nnot capable of being stolen, so that a riparian owner who abstracts\r\nmore water from such a water resource than that to which\nhe or she is\r\nlegally entitled may commit a statutory offence under s 151 of the\r\n1998 Act but does not commit the offence of theft.\nHowever, it is not\r\nnecessary to reach a final decision on this issue as, even if it had\r\nbeen competent for the state to charge\nthe appellants with theft,\r\nthat charge could only have been sustained if the appellants had\r\ntaken more water than what they had\nbeen entitled to abstract. On\r\nappeal, the court a quo concluded that the evidence in the trial\r\ncourt had failed to establish that\nto have been the case, and for\r\nthat reason the appellantsâ conviction for theft could not stand.\r\nThe ratio of the decision of\nthe court a quo was based on this\r\nfactual finding, not on the point of law that a charge of theft could\r\nnot be brought. Its observation\nto the effect that a charge of theft\r\nof water was inappropriate was no more than a passing comment and was\r\nnot the underlining\nreason why the conviction of theft was set aside.\r\nThat being so, the court a quo erred in granting leave to appeal on a\r\npoint of\nlaw in respect of the theft charge which could not determine\r\nthe appellantsâ guilt or otherwise on that charge. And in any\r\nevent,\nI agree that the state failed to establish that the appellants\r\nhad abstracted more water from the river than that to which they\nhad\r\nbeen entitled, even if the circumstances were such that their actions\r\ngave rise to a very real suspicion that they had done\nso. In these\r\ncircumstances the cross-appeal in relation to the charge of theft\r\ncannot succeed.\n[25]\tI turn to consider whether the evidence established the\r\nappellantsâ guilt on the three remaining counts. It was argued on\n\nbehalf of the appellants that the evidence of a state witness, David\r\nMaduna, an employee of the appellants, should be disregarded\nas he\r\nhad not been properly sworn in by the magistrate. The point is\r\ndebateable but, for purposes of this appeal, I intend to accept\nthat\r\nno account should be had of his evidence. The remaining witnesses\r\nwere found by the magistrate to be reliable and the attack\nupon their\r\nhonesty and credibility contained in the appellantsâ heads of\r\nargument was not only unjustified and groundless but\nwas, in the\r\nmain, based on speculation and matters not raised in evidence. The\r\nappellants did not testify and, in these circumstances,\nthere is no\r\nreason not to accept those factual findings of the trial magistrate,\r\nwhich were also accepted by the court a quo.\n[26]\tAs I have mentioned, the appellantsâ farm lies within the\r\nirrigation district of the complainant. The appellants registered\na\r\nsingle pump-station with the complainant which was fitted with a WAMS\r\nto measure the amount of water they abstracted from the\nLomati River.\r\nIn terms of an undertaking they had given, the appellants\r\nperiodically passed on the readings to the complainant.\nThose\r\nreadings were verified from time to time by the waterfiskaal. Despite\r\nthe complainant having been entitled to make bye-laws,\nthe scheme\r\nappears to have been administered by consent rather than by the\r\npassing of bye-laws or regulations.\n[27]\tIn July 2004 the waterfiskaal, Mr du Toit, discovered that the\r\nappellants had built pump station 46.1 on the their farm to\nwhich\r\nthere was no WAMS or similar system fitted, and were using it to pump\r\nwater from the Lomati River to a nearby storage dam\non the farm â\r\nfrom which water was led to irrigate certain lands. This was reported\r\nto the complainant whose committee took the\nmatter up with the\r\nappellants and informed them that the pump-station was illegal and\r\nthat they were to fit it with a WAMS. They\nagreed to do so at their\r\nown cost, but it was subsequently ascertained that the flow-meter was\r\nmounted inside the pump-house which\nwas locked, and thus did not\r\ncomply with the complainantâs specifications as it was not\r\naccessible to the waterfiskaal.\n[28]\tAs a result of certain information received, the complainant\r\nalso suspected that the WAMS unit at pump-station 46 had been\n\nde-activated so that the appellants could pump water from the river\r\nwhich would not be recorded. This led to the complainant obtaining\na\r\nwarrant to carry out an inspection on the appellantsâ farm.\r\nConsequently, on 3 March 2005 a qualified electrical contractor,\nMr\r\nWJ de Beer, inspected pump-station 46 in the company of the second\r\nappellant. When the second appellant unlocked the pump-house,\nDe Beer\r\nnoticed that the pump was running but that the WAMS was not\r\nregistering the water flow. The cause of this was found to\nbe that\r\nthe electrical wiring leading to the WAMS had been bridged. It is\r\nunnecessary to deal with the technical evidence save\nto state that it\r\nwas quite clear that the electrical circuits had been altered so that\r\nthe pump could run without the WAMS system\nreading the quantity of\r\nwater being abstracted.\n[29]\tThis evidence, unchallenged as it was by the appellants,\r\nestablishes that the appellants pumped an unknown quantity of water\n\nout of the river at pump station 46 which was not registered on the\r\nWAMS system affixed to that pump. As the figures recorded by\nthe WAMS\r\nwere forwarded to the complainant as being the appellantâs water\r\nconsumption from the river, the appellants therefore\nintentionally\r\nbrought the complainant under the impression that they had abstracted\r\nless water than they had actually done. It\nalso prevented the\r\nwaterfiskaal from verifying the accuracy of the figures that\r\nappellants had submitted. In a nutshell, the appellants\ndeceived the\r\ncomplainant in regard to the quantity of water they had abstracted\r\nfrom pump station 46.\n[30]\tThe court a quo appears to have found that the misrepresentation\r\nmade by the appellants could not be regarded as being unlawful\nas\r\nthere was no statutory obligation on their part to provide correct\r\ninformation. But that misses the true issue, namely, that\nthe\r\nappellants intended to and did in fact deceive the complainant by\r\nforwarding water consumption figures which they knew were\nincorrect.\r\nThe complainant was required to protect the sources of the water in\r\nthe river, to prevent any unlawful abstraction of\nsuch water, to\r\nexercise general supervision over the river and to recall, supervise\r\nand regulate the use of the water in the river.\n24\nThe complainant was thus clearly prejudiced by the appellantsâ\r\nmisrepresentations as it relied on the accuracy of the information\nit\r\nreceived as to the water abstracted from the river in order to\r\ndischarge its functions. The essence of fraud is the deception\nof the\r\nvictim by way of misrepresentation causing prejudice or intentional\r\nprejudice, and it matters not that the appellants were\nnot under a\r\nstatutory obligation to provide accurate figures. Misrepresentations\r\nwere clearly made by both appellants, either in\nconcert or by making\r\ncommon cause with the actions of each other, and caused either direct\r\nor potential prejudice to the complainant.\nConsequently, while the\r\nappellants cannot be found guilty of theft of the unknown quantity of\r\nwater which they abstracted but did\nnot account for to the\r\ncomplainant, there is no reason why they cannot be found guilty of\r\nfraud. I have no difficulty in concluding\nthat the state established\r\nthe guilt of both appellants on count 1.\n[31]\tIn relation to count 3, it is alleged by the state that the\r\nappellants contravened s 151(1)(e) of the 1998 Act by having\n\nwrongfully and intentionally tampered or interfered with the WAMS\r\ndevice fitted to pump station 46. That the device was interfered\nwith\r\nby way of a carefully crafted bridging device being fitted to its\r\nelectrical system leading is clear. This was done within\nthe\r\npump-station which was locked and to which only the appellants had\r\naccess. The irresistible inference is that the appellants\nwere\r\ndirectly responsible for the installation of the bridging device to\r\nenable them to run the pump without the WAMS recording\nthe amount of\r\nwater being abstracted. The only real defence to the charge offered\r\nby the appellants in the appeal was that they\ncould not be charged\r\nunder s 151 of the 1998 Act. But, for the reasons already given,\r\nthere is no merit in that defence. Again,\nI have no difficulty in\r\nconcluding that the appellants were correctly convicted on this\r\ncharge.\n[32]\tThe charge against the appellants in to count 4 was that they\r\nhad contravened s 151(1)(j) of the 1998 Act by unlawfully abstracting\n\nwater from the Lomati River at both pump-stations 46 and 46.1. The\r\nessence of an offence under s 151(1)(g) is an act âwhich\r\ndetrimentally affects or is likely to affect a water resourceâ. It\r\nis clear that the appellants pumped quantities of water from\nthe\r\nLomati River, which is a âwater resourceâ as defined, at both\r\nthose pump stations for which they did not account to the\n\ncomplainant. This would have occurred whenever water was abstracted\r\nfrom pump station 46.1 (which was not fitted with a WAMS) and\nwhen\r\nthe water abstracted from pump-station 46 was not recorded by its\r\nWAMS due to the meter having been cut out of the electrical\nsystem by\r\nthe unauthorised bridge.\n[33]\tAs the complainant was charged with the administration of the\r\nwater in the river and obliged to supervise and regulate its\nuse, the\r\nappellantsâ actions would clearly either have detrimentally\r\naffected the river or have been likely to have done so.\nI therefore\r\nhave no difficulty in finding that the appellants were correctly\r\nconvicted on count 4 as well.\n[34]\tI turn now to the question of sentence. At the outset, I shall\r\ndeal with count 1 ie the count of fraud. For purposes of sentence,\n\nthe trial court took this conviction together with the conviction of\r\ntheft on count 2 and imposed a fine of R30 000 or 18 monthsâ\n\nimprisonment wholly suspended for five years on certain conditions.\r\nOf course, the appellants are now to be sentenced merely for\nthe\r\nsingle count of fraud. Nevertheless, the offence is a severe one,\r\nrelating as it does to a scarce natural resource. In these\n\ncircumstances I am of the view that it would be appropriate to\r\nsentence each appellant to a fine of R20 000 or 12 monthsâ\r\nimprisonment\nbut to suspend the sentence in its entirety for five\r\nyears on condition that he is not convicted of fraud committed during\r\nthis\nperiod of suspension for which he is sentenced to imprisonment\r\nwithout the option of a fine.\n[35]\tThe court a quo took both counts 3 and 4 together for the\r\npurposes of sentence, and sentenced each appellant to a fine of\nR5\r\n000 to be paid to the complainant within 30 days or six monthsâ\r\nimprisonment. Although the appellants appealed against both\nthe\r\namount they were ordered to pay as well as the length of the period\r\nof imprisonment imposed as an alternative, they were, if\nanything,\r\nleniently treated and I see no reason to interfere. However, the\r\ncondition that the amount of R5 000 be paid to the complainant\nis\r\ninappropriate. Not only does the complainant possibly not still\r\nexist, but effectively the court imposed a compensatory order\nin\r\nrespect of which the procedures, required by s 152 of the 1998 Act\r\nand\ns 300\nof the\nCriminal Procedure Act 51 of 1977\n, were not\r\nfollowed. The parties therefore agreed that this court should alter\r\nthe sentence to reflect the amount as a fine payable\nto the state.\n[36]\tIn the result, I order as follows:\n1.\tThe appeal against the appellantsâ convictions on counts 3 and 4\r\nis dismissed.\n2.\tThe appeal against the sentence imposed in respect counts 3 and 4\r\nis upheld and the sentence altered as set out below.\n3.\tThe respondentâs cross-appeal in regard to count 1 (fraud) is\r\nupheld and the high courtâs order upholding the appellantsâ\n\nappeal against their conviction on that count is set aside.\n4.\tThe respondentâs cross-appeal in regard to count 2 (theft) is\r\ndismissed.\n5.\tThe order of the high court is altered to read as follows:\nâ(a) The appeal in respect of the first appellantâs conviction on\r\ncounts 2, 5, 6 and 7  and the second appellantâs conviction\non\r\ncounts 2, 5 and 6 is upheld and such convictions and the sentences\r\nimposed in respect thereof are set aside.\n(b) The appeal in respect of the appellantsâ convictions on counts\r\n1, 3 and 4 is dismissed.\n(c) In respect of their conviction on count 1 (fraud) each appellant\r\nis sentenced to a fine of R20 000 or 12 monthsâ imprisonment,\n\nwholly suspended for four years on condition he is not convicted of\r\nfraud committed during the period of suspension and for which\nhe is\r\nsentenced to imprisonment without the option of a fine.\n(d) The appeal against the sentence imposed in respect of counts 3\r\nand 4 is upheld, the sentence is set aside and (both counts\nbeing\r\ntaken together for purposes of sentence) replaced in the case of each\r\nappellant with a fine of R5 000 or six monthsâ imprisonment.â\n________________\nL E LEACH\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \tJ Nel\nINSTRUCTED BY:              \t Coert Jordaan Attorneys, Nelspruit\nCORRESPONDENT:          \tGiorgi en Gerber Attorneys, Bloemfontein\nCOUNSEL FOR RESPONDENT:\tL Kok\nINSTRUCTED BY:\t\t\tDirector of Public Prosecutions, Pretoria\nCORRESPONDENT:\tDirector of Public Prosecutions, Bloemfontein\n1\nThe full name is â\nDadelvlak\n506 JUâ.\n2\nProclamation 286, 1969 published in GG2551 of 31 October 1969.\n3\nAn acronym for âWater Administration Monitoring\r\n\tSystemâ.\n4\nThe water bailiff.\n5\nSection 81.\n6\n\">\n6\nSection\n83.\n7\n\">\n7\nSection 89(2).\n8\n\">\n8\nSection 95(b).\n9\n\">\n9\nSection 9(1).\n10\nSection\ns 71 to 77.\n11\nSection\n79.\n12\n\">\n12\nSection 89.\n13\n\">\n13\nDefined as the Minister of Water Affairs and Forestry.\n14\nSection 151(1)(a)\nas read with\ns 151(2).\n15\n\">\n15\nSection 1.\n16\nSee the explanatory note to Chapter 7 of the\n1998 Act.\n17\nSee the explanatory note to Chapter 8 of the 1998 Act.\n18\nSee s 1(4) of the\n1998 Act.\n19\nEg\nR v Sacks\n1943 AD 413\nat 428 and\nR v Mzwakala\n1957 (4) SA 273\n(A) at 279B-C.\n20\nSee eg J A C\nThomas\nTextbook of Roman\r\n\tLaw\n(1976) at 129.\n21\nJustinian\nInstitutes\n2.1.1 and Lawsa (1\nst\nre-issue) vol 30 par 358.\n22\nLawsa\nop cit.\n23\nJ Burchell\nPrinciples of Criminal Law\n3 ed (2005) at 167.\n24\nSee para 9 above.",
  "scraped_at": "2026-02-12T05:29:47.787331",
  "date": "2009-12-01",
  "coram": [
    "Navsa",
    "Mthiyane",
    "Heher JJA",
    "Leach",
    "Griesel AJJA"
  ],
  "case_number": "338/09",
  "parties": {
    "applicants": [
      "Jacobus Petrus Christiaan Mostert SNR",
      "Jacobus Petrus Christiaan Mostert JNR"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants, a father and son who farm sugarcane at Dadelvlak in the Barberton district, were riparian landowners on the Lomati River. They registered one pump‑station (46) fitted with a water‑flow monitoring system (WAMS) and were required to report water abstracted to the Lomati Irrigation Board. In July 2004 they built an unregistered second pump‑station (46.1) without a WAMS and tampered with the wiring of the WAMS at pump‑station 46 so that water abstracted was not recorded. The irrigation board discovered these irregularities, obtained a warrant, and the appellants were subsequently charged with seven offences, including fraud, theft, and violations of sections 151(1)(e) and 151(1)(j) of the National Water Act 1998. They were convicted on several counts and sentenced to fines or imprisonment. An appeal to the High Court set aside most convictions and reduced the sentence on the remaining statutory counts. The State obtained leave to appeal on points of law concerning the fraud and theft convictions.",
    "issues": "1) Whether the State could validly prosecute the appellants under the National Water Act 1998 despite the irrigation board continuing to operate under the repealed Water Act 1956. 2) Whether the legislature intended to exclude common‑law offences of fraud and theft in respect of water use, limiting prosecution to statutory offences only. 3) Whether water, as a public resource, can constitute property capable of being stolen. 4) Whether the evidence proved the appellants' guilt on the statutory counts of tampering with the WAMS (count 3) and unlawful abstraction (count 4). 5) Appropriate sentencing for the convictions that were upheld.",
    "principles": "The Court applied sections 98 and 151 of the National Water Act 1998, holding that the continued existence of an irrigation board does not preclude the application of the Act’s offences. It affirmed that the Act does not expressly bar the prosecution of overlapping common‑law offences; the mere overlap of conduct does not imply legislative intent to exclude common‑law liability. Roman‑Dutch law treats public water as res communes, meaning it is not property and therefore cannot be stolen; theft of water is thus not a viable charge. Fraud, however, can arise from misrepresentation causing prejudice to the complainant. The Court also noted that where a statute provides for a specific offence, it does not automatically render a parallel common‑law offence unavailable.",
    "application": "The Court rejected the appellants' argument that the 1998 Act could not be used because the board operated under the 1956 Act, reasoning that the board’s continued functions were preserved only by the transitional provisions of the 1998 Act, which therefore applied. It held that fraud charges were permissible and that the evidence of false water‑consumption reports established the fraud conviction. Regarding theft, the Court affirmed that water cannot be stolen and, coupled with the factual finding that the appellants did not prove they abstracted more water than they were entitled to, dismissed the theft conviction. It found sufficient evidence that the appellants tampered with the WAMS and unlawfully abstracted water, upholding convictions on counts 3 and 4. Sentencing was adjusted: a fine of R20,000 or 12 months’ imprisonment, suspended for four years for fraud, and a fine of R5,000 or six months’ imprisonment for the combined statutory offences.",
    "conclusion": "The appeal against the convictions on counts 3 and 4 was dismissed, but the sentence on those counts was altered as ordered by the Court. The State's cross‑appeal on the fraud conviction was upheld, reinstating the conviction and imposing a fine of R20,000 or a suspended 12‑month imprisonment. The cross‑appeal on the theft conviction was dismissed. The High Court order was amended to set aside certain convictions and to replace the sentence on counts 3 and 4 with a fine of R5,000 or six months’ imprisonment payable to the State. The final order reflected these adjustments."
  },
  "tags": {
    "level_1": "Environmental Law",
    "level_2": "Water Law",
    "level_3": [
      "National Water Act",
      "Water abstraction",
      "Fraud",
      "Theft",
      "Statutory interpretation"
    ]
  }
}