{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/36.html",
  "case_name": "Langa and Others v Hlophe (697/08) [2009] ZASCA 36; [2009] 3 All SA 417 (SCA) ; 2009 (8) BCLR 823 (SCA) (31 March 2009)",
  "citation": "[2009] ZASCA 36",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 36\n|\nNoteup\n|\nLawCite\nLanga and Others v Hlophe (697/08) [2009] ZASCA 36; [2009] 3 All SA 417 (SCA) ; 2009 (8) BCLR 823 (SCA) (31 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:\n697/08\nLANGA CJ,\n.................................\nFirst Appellant\nMOSENEKE DCJ\n.................................\nSecond Appellant\nMADALA J\n.................................\nThird Appellant\nMOKGORO J\n.................................\nFourth\r\nAppellant\nOâREGAN J\n.................................\nFifth Appellant\nSACHS J\n.................................\nSixth Appellant\nNGCOBO\r\nJ\n.................................\nSeventh\r\nAppellant\nSKWEYIYA\r\nJ\n.................................\nEighth Appellant\nVAN\r\nDER WESTHUIZEN J\n.................................\nNinth Appellant\nYACOOB\r\nJ\n.................................\nTenth Appellant\nNKABINDE\r\nJ\n.................................\nEleventh\r\nAppellant\nJAFTA\r\nAJ\n.................................\nTwelfth\r\nAppellant\nKROON\r\nAJ\n.................................\nThirteenth\r\nAppellant\nand\nHLOPHE, MANDLAKAYISE JOHN\n.................................\nRespondent\nNeutral citation:\nLanga v\r\nHlophe\n(697/08)\n[2009] ZASCA 36\n(31 MARCH 2009)\nCoram:\nHARMS DP, STREICHER,\r\nMTHIYANE, NUGENT, CLOETE, PONNAN, MLAMBO\n,\nSNYDERS AND MHLANTLA JJA\nHeard:\n23 MARCH 2009\nDelivered:\n31\r\nMARCH 2009\nUpdated:\nSummary:\nJudge â complaint\r\nof judicial misconduct by other judges â alleged violation of\r\naccused judgeâs constitutional rights â\nno right to be heard\r\nbefore complaint filed and media statement issued\nORDER\nOn appeal from:\nHigh Court of\r\nSouth Africa (WLD):\nMojapelo\r\nDJP (Moshidi J and Mathopo J concurring and Marais J and Gildenhuys J\r\ndissenting), a Full Bench sitting as a court of first\ninstance.\nThe appeal is upheld.\nThe order of the court below is replaced by an order\r\n\tdismissing the application.\nJUDGMENT\nTHE COURT:\nINTRODUCTION\n[1]\tThis is an appeal from a judgment\r\nof the High Court, Johannesburg, relating to a dispute between\r\nJustices of the Constitutional\nCourt (âthe CCâ) and a Judge\r\nPresident of a high court. The court below was unusually though\r\npermissibly constituted as a full\nbench with five judges (Supreme\r\nCourt Act 59 of 1959 s 13(1)(a)). The majority (Mojapelo DJP with\r\nMoshidi and Mathopo JJ concurring)\nupheld the respondentâs claim\r\nfor declaratory orders in part (\nHlophe\r\nv Constitutional Court of South Africa and Others\n(08/22932)\n[2008] ZAGPHC 289\n,\n[2009] 2 All SA 72\n(W)). Marais J and\r\nGildenhuys J in separate judgments but for similar reasons disagreed;\r\nthey would have dismissed the application.\n(References in this\r\njudgment to the high court judgment are to the judgment of the\r\nmajority.)\n[2]\tThe high court granted the\r\nappellants leave to appeal. The respondent sought leave from the high\r\ncourt to cross-appeal to the\nCC notwithstanding that high courts\r\n(and, for that matter, this court) are not entitled to grant such\r\nleave. He asked, in the alternative,\nfor leave to cross-appeal to\r\nthis court, but that application was fatally defective. In the event\r\nboth applications were struck\nfrom the roll.\n[3]\tAs a rule this court sits as a\r\npanel of either three or five judges but in view of the importance of\r\nthe matter, and taking\ninto consideration the request of the\r\nappellants, in which the respondent acquiesced, it was directed that\r\nthe matter be heard\nby a larger panel (s 12(1)(c) of the Act).\n[4]\tAt the request of the court Adv\r\nNC Maritz SC and KS Hassim of the Pretoria Bar filed concise heads of\r\nargument as\namici\r\ncuriae\n. We wish to\r\nexpress our appreciation for their contribution.\n[5]\tThe appellants are the Chief\r\nJustice (\nLanga\r\nCJ);\nthe\r\nDeputy Chief Justice (Moseneke DCJ); eight CC Justices (\nMokgoro\r\nJ, O'Regan J, Sachs J, Ngcobo J, Skweyiya J, Van Der Westhuizen J,\r\nYacoob J, and Nkabinde J);\na recently retired CC Justice (Madala J); and a member of this court\r\n(Jafta AJ) and one of the Eastern Cape High Court (Kroon AJ)\nwho both\r\nwere at the time acting CC judges. The respondent is the Judge\r\nPresident of the Cape High Court, Judge MJ Hlophe.\n[6]\tThe case arose from a complaint\r\nof judicial misconduct laid by the appellants against the respondent\r\nwith the Judicial Service\nCommission (the JSC) on 30 May 2008. The\r\nrespondent laid a counter-complaint against the appellants on 10\r\nJune. While these matters\nwere pending (and they still are) the\r\nrespondent launched the subject application for an order declaring,\r\nin essence, that the\nCC had violated certain of his constitutional\r\nrights by laying the complaint and by issuing a media release stating\r\nthat the complaint\nhad been laid.\n[7]\tThe backdrop against which this case arose no doubt\r\nraises matters of public importance wherever the truth on those\r\nmatters\nlies.  But it needs to be said at the outset that those\r\nmatters lie for examination and consideration in another forum,\r\nnamely\nthe JSC, and they are only peripherally relevant to this case.\r\n This appeal is confined instead to two narrow questions of law\r\nrelating to alleged violations of the Constitution.  The first is\r\nwhether the appellants, as judges of the CC, were obliged in law\nto\r\nafford the respondent, because he is a judge, a hearing prior to\r\nlaying the complaint against him before the JSC.  And the second\nis\r\nwhether, having lodged the complaint, they were obliged in law to\r\nkeep that fact confidential.  The circumstances in which those\ntwo\r\nquestions arise appear later in this judgment. This judgment\r\naccordingly is not concerned with the merit of of the complaints\nto\r\nthe JSC.\n[8]\tTwo of the respondents in the\r\ncourt below are no longer parties to the litigation. The one is the\r\nCC as an institution. The\nthrust of the respondentâs substantive\r\napplication was for an order declaring that the appellants had acted\r\ninstitutionally (âas\na Courtâ) and ânot merely as an assortment\r\nof individual judgesâ and, in that capacity, had violated his\r\nrights. The high\ncourt found that the appellants had not acted as an\r\ninstitution but as a group of persons who were coincidentally judges\r\nand that\nthe respondentâs application was in that regard\r\nmisconceived. As a result the court refused to make an order\r\nimplicating the\nCC itself and dismissed the application\npro\r\ntanto\n.\n[9]\tThe other party in the high court\r\nthat does not feature in this appeal is the JSC. The relief sought\r\nagainst the JSC was for\na temporary interdict, which became moot, and\r\nthe JSC has no further legal interest in the appeal.\nTHE SEQUENCE OF EVENTS\n[10]\tDuring March 2008, the CC heard\r\nthe Thint/Zuma appeals from this court. They were of public interest\r\nand importance since they\nconcerned the prosecution of a high-ranking\r\npolitician, Mr Jacob Zuma, on a number of counts. One of the issues\r\nrelated to legal\nprivilege. The CC reserved judgment. It was\r\nultimately delivered after the events that feature in this judgment\r\nand was reported\nas\nThint (Pty) Ltd v\r\nNational Director of Public Prosecutions and Others; Zuma and Another\r\nv National Director of Public Prosecutions\nand Others\n[2008] ZACC 13\n;\n2008 (2) SACR 421\n(CC);\n2009 (1) SA 1\n(CC).\n[11]\tTowards the end of that month\r\nthe respondent visited Jafta AJ who concluded that the respondent had\r\nattempted to influence\nhim to find in favour of Mr Zuma. Knowing that\r\nthe respondent intended to visit Nkabinde J, he warned her of the\r\npossibility that\nthe respondent might repeat his attempt.\n[\n12]\tThe\r\nanticipated visit to Nkabinde J took place on 25 April, and she, too,\r\nconcluded that the respondent had sought to influence\nher. At the\r\nbeginning of May and soon after the court term began Nkabinde J made\r\na report to another appellant and through her\nthe matter was taken up\r\nwith other members of the court. They met in the absence of two\r\nappellants, discussed the subject, and\neventually agreed to lodge a\r\ncomplaint of judicial misconduct against the respondent with the JSC\r\nbased on the information provided\nby the two Justices. This was done\r\non 30 May.\n[13]\tThe gravamen of the complaint\r\nwas in these terms:\nâ\nA\r\ncomplaint that the Judge President of the Cape High Court, Judge John\r\nHlophe, has approached some of the judges of the Constitutional\nCourt\r\nin an improper attempt to influence this Court's pending judgment in\r\none or more cases is hereby submitted by the judges\nof this Court to\r\nthe Judicial Service Commission, as the constitutionally appointed\r\nbody to deal with complaints of judicial misconduct.â\nThe\r\ndocument identified the case involved and stressed that there was no\r\nsuggestion that any litigant was aware of or had instigated\nthe\r\nrespondentâs action. It contained further statements about the\r\nseriousness of the conduct; the democratic values contained\nin s 1 of\r\nthe Constitution; the independence of the judiciary and the\r\nprohibition in s 165 of interference with courts; the judicial\noath;\r\nthat attempts to influence a court violates the Constitution and\r\nthreatens the administration of justice; and that the CC\nand other\r\ncourts would not yield to or tolerate attempts to undermine their\r\nindependence.\n[\n14]\tA\r\nmedia release in virtually identical terms soon followed, which was\r\nsent automatically and electronically to all subscribers\nto the CCâs\r\ninformation system.\n[15]\nIt\r\nshould be noted at this early stage that (a) the respondent was not\r\napprised of the allegations or their source; (b) he was not\nasked for\r\nhis version or comments; (c) he received no effective prior notice of\r\nthe intention to lodge the complaint; and (d) he\nwas not told of the\r\nintention to issue a media statement. The public, too, was not given\r\nany detail and was left with nothing more\nthan the knowledge that a\r\ncomplaint with serious implications had been lodged.\n[16]\tThe JSC held an urgent meeting\r\non 6 June to discuss the matter but due to the lack of information it\r\nput the appellants on\nterms to flesh out the complaint. The\r\nrespondent, as mentioned, launched his counter-offensive on 10 June,\r\ncharging the appellants\nwith violating his rights by releasing a\r\npublic statement about his alleged improper conduct before filing a\r\nproper (factual) complaint\nwith the JSC. This, he said, violated his\r\nconstitutional rights â the same rights implicated in the\r\napplication before the high\ncourt and to which we shall revert.\n[17]\tThe two Justices responded to\r\nthe request of the JSC by stating that they had not lodged a\r\ncomplaint; that they did not intend\nto do so; and that they were not\r\nwilling to make statements about the matter. However, the affidavit\r\nof the Chief Justice, which\nthey in turn confirmed under oath, stated\r\nthat the two Justices always considered themselves to have been part\r\nof a collective\ncomplaint on 30 May and not as individual\r\ncomplainants. They soon afterwards indirectly confirmed their\r\naccounts of what had occurred\nby agreeing that their version as\r\nrelated by the Chief Justice was correct.\n[18]\tIn reaction to press reports the\r\nattorneys for Mr Zuma wrote a letter to the Chief Justice expressing\r\nconcern about the matter\nand on 23 June he issued a practice\r\ndirection in the Thint/Zuma case drawing the attention of the parties\r\nto the fact that a complaint\nhad been lodged; informing them that the\r\nsubmissions filed were available from the JSC; and inviting the\r\nparties to make any consequent\nsubmissions. Nothing much eventuated.\n[19]\tOn 4 July, the first appellant\r\nsubmitted the response to the JSC of the appellants to the\r\ncounter-complaint. It, too, set out\nthe allegations of the two\r\nJustices involved, and they again subscribed thereto.\nTHE APPLICATION TO THE HIGH COURT\n[20]\tThe respondentâs case was\r\npremised entirely on the allegation that the appellants had acted\r\ntogether institutionally (what\nthe respondent called acting âas a\r\ncourtâ) when they laid the complaint and issued the statement. As\r\nhe put it in his founding\naffidavit, the appellants had done so â\nas\r\nthe Court\nand not merely as an\r\nassortment of individual judgesâ (underlining in the original)\r\nâwithout affording me an opportunity to\nreply to the allegations of\r\nthe judges concerned.â He added:\nâ\nThe question that arises is\r\nof a purely legal nature and has to do with whether or not it was\r\nlawful for the judges of the Constitutional\nCourt, acting as a Court,\r\nto cause untested allegations of gross misconduct against me to be\r\npublished in the media only on the\nbasis of ex parte representations\r\nmade to them by some of the judges of the Court, who had already\r\nindicated that they do not wish\nto complain against me.â\n[\n21]\tThe\r\naffidavits say more: The respondent was aggrieved by the manner in\r\nwhich the appellants treated the complaint against him.\nHe felt that\r\nthe appellants had violated the institution of the judiciary and\r\nundermined the judicial office, particularly his.\nHe pointed out that\r\nthe two Justices had not given their version to all their colleagues;\r\nthat their version was never put in their\nown terms, and that they\r\nappear to have been unwilling complainants and witnesses. The\r\ncomplaint and the press release were in\nthe name of all the CC judges\r\nâ also those who had no personal knowledge of the matter â and\r\nthis, he said, per se condemned\nhim in the eyes of members of the\r\npublic and the profession. In the result an âinstitutionalâ bias\r\nhad developed that made\nit unlikely that an unbiased bench of judges\r\nor academics could be constituted to hear his case.\nTHE FUNCTIONS OF THE JSC\n[22]\tUnder s 177 of the Constitution matters relating to\r\ngross misconduct of judges must be dealt with by the JSC. If the JSC\r\nmakes\na finding of gross misconduct and the National Assembly by a\r\ntwo-thirds majority calls for the removal from office of the judge\n\nconcerned, the President must comply. That means that once a\r\ncomplaint of that kind has been laid against a judge the JSC must\n\nconduct the necessary inquiry and come to a finding.\n[23]\tThe JSC is under the Constitution the forum for\r\ndeciding whether or not a judge is guilty of gross misconduct. Such a\r\nconclusion\npresupposes a finding that the judge committed the conduct\r\ncomplained of, which may involve factual or legal findings. The JSC\r\nmay find that the complaint is without merit and summarily dismiss\r\nit. If it has merit, two value judgments follow: did the conduct\n\namount to misconduct and, if so, was it gross? If it finds that the\r\njudge was guilty of misconduct which was not âgrossâ that\nends\r\nthe matter. If, however, it finds that the misconduct was gross,\r\nimpeachment proceedings follow.\n[24]\tThe JSC has procedural rules for dealing with\r\ncomplaints. These are exhaustive and there is no suggestion that they\r\ndo not\nafford the right to a fair hearing to the judge. The procedure\r\nbegins with the receipt of a complaint âfrom any sourceâ and,\n\nalthough it may require the complaint to be on oath, the JSC is\r\nentitled to act on any complaint, whether on oath, in writing or\n\noral. The rules provide that the JSC may permit the media and the\r\npublic, subject to such restrictions as may be considered\r\nappropriate,\nâto attend any enquiry unless good cause is shown for\r\ntheir exclusionâ.\n[25]\tThe respondentâs complaint against the\r\nappellants before the JSC, as mentioned before, is repeated in the\r\nnotice of motion\nand founding affidavit: the appellants violated his\r\nconstitutional rights to dignity, privacy, equality and so forth. He\r\nmade it\nclear that the object of the application was to obtain a\r\nfinding that the entire process before the JSC was tainted and that\r\nhis\nonly remedy was a dismissal of the complaint. He said that if the\r\ncourt were to find that the CC had unreasonably and unjustifiably\n\nviolated his rights under the Bill of Rights or that the CC had\r\nabandoned its judicial functions âthen that will be the end of\nthe\r\ncomplaint against meâ. In reply he pointed out that a process\r\nvitiated by illegality cannot be cured by âscrupulous attention\nto\r\nconsiderations of legality at a hearing on the meritsâ and that he\r\nwas not prepared to subject himself to a process which\nhe believed\r\nwas vitiated by illegality and unconstitutionality.\n[26]\tThe appellants submitted that the high court had\r\nusurped the constitutionally imposed function of the JSC to decide\r\nthe issue\nand had thereby failed to have regard to the separation of\r\npowers inherent in the Constitution. In the light of the way the case\n\nunfolded it is unnecessary to consider this argument.\nDECLARATORY ORDERS\n[27]\tIn terms of s 38(a) of the Constitution any person\r\nacting in his or her interest has the right to approach a competent\r\ncourt\non the ground that a fundamental right has been infringed, and\r\nthe court may grant\nappropriate\nrelief, including a\r\ndeclaration of rights.\n[28]\tThe jurisdiction of a high court to grant a\r\ndeclaration of rights is derived from s\n19(1)(a)(ii)\nof the Supreme Court Act. The court may,\nat\r\nthe instance of any interested person, enquire into and declare any\r\nexisting, future or contingent right or obligation, notwithstanding\n\nthat the applicant cannot claim any relief consequential upon such\r\ndetermination. This involves a two-stage enquiry:\nFirst,\r\nthe court must be satisfied that the applicant is a person interested\r\nin an âexisting, future or contingent right or obligationâ,\nand\r\nthen, if satisfied, it must decide whether the case is a proper one\r\nfor the exercise of its discretion (\nDurban\r\nCity Council v Association of Building Societies\n1942\r\nAD 27\nat 32).\n[29]\tMarais\r\nJ and Gildenhuys J devoted some time to the question of that\r\ndiscretion and held that they would not have exercised\nit in favour\r\nof the respondent because the matter was one for the JSC. The\r\nmajority found otherwise but, once again, in the light\nof the\r\nconclusions we have reached hereinafter on other aspects of the case,\r\nthe question of discretion does not arise.\n[30]\nThe\r\nrespondent sought to persuade the high court to issue a declaration\r\nof invalidity under s 172(1)(a) of the Constitution, which\nprovides\r\nthat when deciding a constitutional matter a court must declare that\r\nâany law or conduct that is inconsistent with the\nConstitution is\r\ninvalid to the extent of its inconsistencyâ. The court held that\r\nthe provision did not apply to the case and\nexpressly declined to\r\ndeclare the complaint lodged against the respondent invalid (at para\r\n108). Since there is no cross-appeal\nthat issue is not before us for\r\nreconsideration\n(\nGoodrich\r\nv Botha\n1954 (2) SA 540\n(A))\n.\nTHE ORDER\n[31]\tAs we indicated earlier, the foundation of the\r\nrespondentâs case was that the appellants had acted institutionally\r\n(âas\na courtâ). It is abundantly clear that they did not do so,\r\nas the high court correctly found. That should have been the end of\n\nthe matter. However the court proceeded to examine whether on any\r\nbasis established by the facts the appellants violated the\r\nconstitutional\nrights of the respondent in lodging the complaint and\r\npublishing the media statement. The court did so on what it\r\nconsidered to\nhave been a concession of the appellants that the court\r\nwas at large to consider the declaratory prayers on the basis that\r\nthe\nappellants had acted other than institutionally. The appellantsâ\r\ncounsel denied that such a concession was made but stated, quite\n\ncorrectly, that it was in any event a matter of law whether there was\r\na proper basis for the relief.\n[32]\tHaving found that the appellants had not acted\r\ninstitutionally the high court dealt with the prayers as if they did\r\nnot contain\nthat qualification. The court held that the Constitution\r\nhad not been violated (prayer 1); that the respondentâs right to\r\nprivacy\n(prayer 4) and to access to courts (prayer 7) had not been\r\ninfringed; and that the lodging of a complaint with the JSC had not\r\nbeen wrongful (prayer 8). In the absence of a cross-appeal the\r\ndismissal of those prayers does not require further consideration.\n[33]\tThe first three declaratory orders that were issued\r\nconcerned the\npublication\nof the complaint which was, in\r\ngeneral terms, declared to have been âunlawfulâ (para 1.1); to\r\nhave violated the respondentâs\nconstitutional âright to dignityâ\r\n(para 1.2); and to have violated his (presumably constitutional)\r\nright to a hearing (para\n1.3).  The fourth dealt with the\nlodging\nof the complaint, which was declared to have violated his\r\nconstitutional right to equality (para 1.4). All the declarations\r\nwere\npremised on the fact that the complaint was laid and the media\r\nrelease issued âon the basis of ex parte representationsâ of\nthe\r\ntwo Justices and additionally, in the case of para 1.1, on their\r\nâuntested allegationsâ. As the high court said, âall\nthese\r\nviolations emanate from the applicant not being accorded the right to\r\na hearing in relation to the publication and the laying\nof the\r\ncomplaint.â\n[34]\nThe\r\nfinding that the appellants had not acted institutionally meant\r\nineluctably that the respondentâs cause of action fell away.\nThe\r\nduty to hear a person was at common law always limited to judicial or\r\nsome administrative organs; and a person acting in a\nprivate capacity\r\nhas never had such a duty. The Constitution is not different. The\naudi\nprinciple can only be sourced in either s 33 or s 34 of the Bill of\r\nRights: the former deals with just administrative action and\nthe\r\nlatter with a fair public hearing before courts. Since the appellants\r\ndid not âact as a courtâ the fair trial provision\ndid not arise\r\nand since they did not act as an administrative body the\r\nadministrative justice provision did not apply either.\nTHE RATIO OF THE HIGH COURT\n[35]\tThe reasoning of the high court is difficult to\r\nencapsulate neatly especially in the light of what would appear to be\r\nsome\ninconsistencies and conflicting findings. It would, however, be\r\nfair to say that the court reasoned along these lines:\nA distinction must be made between the âtriggerâ\r\n\tstageâ, ie, the stage leading up to the laying of a complaint and\r\n\tthe âexaminationâ\nstage, ie, the stage of the proceedings before\r\n\tthe body charged with the investigation of the complaint (in this\r\n\tcase the JSC).\n(We derive the term âtriggerâ stage from\na\r\n\tdictum by Conteh CJ in\nMeerabux\r\n\tv. The Attorney General of Belize\n(Belize Supreme Court at\nwww.belizelaw.org\n)\r\n\twhich at a later stage came before the Privy Council in\nMeerabux\r\n\tv The Attorney General of Belize\n(Belize)\n[2005] UKPC 12, [2005] 2 AC 513\n).\nTo\r\n\timpose an obligation on a complainant to afford the accused judge an\r\n\topportunity to be heard before lodging a complaint would\nâstretch\r\n\tthe requirements of procedural fairness a bit too farâ (at para\r\n\t24).\nIt\r\n\tquoted with apparent approval a statement by Professor Martin L\r\n\tFriedland (\nA\r\n\tplace apart: Judicial independence and accountability in Canada\n(1995) p 134)\nthat although it would be very unfair for a body such as the JSC\r\n\titself to publicize complaints that have not gone on to a hearing,\n\n\tâone cannot prevent a complainant from going public.â\nIn\r\n\tthe light of this the two Justices involved were not obliged to give\r\n\tthe respondent a hearing because they could rely on their\npersonal\r\n\tknowledge.\nThe\r\n\tappellants âadmittedly had a right and a duty to lodge the\r\n\tcomplaintâ with the JSC âonce they received information about\n\n\tthe events and they considered that a breach of judicial conduct had\r\n\ttaken placeâ (at para 48).\nHowever,\r\n\tsince the integrity of the judiciary resides in each and every\r\n\tmember of the judiciary, the complaint procedure must\nassume the\r\n\tintegrity and innocence of the judge, even in the face of a\r\n\tcomplaint, until the guilt of the judge has been proven\nfollowing a\r\n\tfair procedure and process (at para 22). For this the court (at\r\n\tparas 69 and 72) relied on\nRees\r\n\tv Crane\n[1994] 2 AC 173\n(PC).\nThe\r\n\tdistinction between the âtriggerâ and examination stages falls\r\n\taway if the complaint, at its early stages and prior to\nit being\r\n\tlodged, is conveyed to a senior person who did not observe the\r\n\talleged misconduct.\nUnder\r\n\tthose circumstances the rules of natural justice require that the\r\n\tjudge accused should be afforded an opportunity to be\nheard when\r\n\tsuch senior person considers lodging such complaint (at para 76).\nThe publication of the fact of the complaint was unfair\r\n\tand led to a violation of the respondentâs constitutional rights\r\n\tbecause\nthe underlying facts had not been established; the witnesses\r\n\twere unwilling witnesses and had not conveyed their version to all\n\n\tthe appellants personally; they had refused to provide a written\r\n\tstatement and at best the complaint was based on hearsay; this\n\n\tshould have made the other appellants alive to the fact that there\r\n\twas possibly another version to the same story; the complaint\nand\r\n\tthe press release did not contain any detail, which made it\r\n\timpossible for the respondent to deal with the allegations and\n\n\trefute them immediately (at para 52 and 79); and the appellants\r\n\tacted with undue haste (at para 48).\n[36]\nThe\r\nessential reasoning that led to the making of the orders seems to us\r\nto be contained in the assertions that we have paraphrased\nin (g) and\r\n(h) above.  We regret that we cannot agree with those assertions for\r\nthe reasons that are dealt with more fully below.\nIn particular, it\r\nis not readily apparent to us on what legal grounds they were\r\nfounded.\nThe\r\nhigh courtâs reliance on\nRees\r\nv Crane\n(supra) to disregard the distinction between the âtriggerâ and\r\nexamination stages was not justified. That case was not concerned\n\nwith the âtriggerâ stage but with an initial investigation after\r\nthe complaint had been laid by the Judicial and Legal Service\n\nCommission that was tasked with advising the President to appoint a\r\ntribunal to investigate and report to parliament on the judgeâs\n\nalleged misconduct. The case did not deal with the rights of the\r\njudge before the complaint was laid with the Commission in the\nfirst\r\ninstance.\n[37]\nCounsel for\r\nthe appellants challenged the conclusions of the high court on\r\nvarious grounds that need no elaboration but they ultimately\ncame\r\ndown to contesting that the appellants were obliged in law to afford\r\nthe respondent a hearing before they laid the complaint.\n The\r\ndifficulty faced by the appellantâs counsel, however, was the\r\ndifficulty inherent in establishing a negative, particularly\nwhen, as\r\nhere, the case has mutated over time.  We think it is convenient in\r\nthose circumstances to identify the issues by turning\nfirst to the\r\ncase for the respondent as it came to be presented before us.\n[38]\tBut first a matter that calls\r\nfor comment.  In the course of its judgment the court below made\r\ncertain factual findings that\nreflected adversely upon the\r\nappellants.  We were asked by their counsel to draw attention to the\r\nfact that these were application\nproceedings in which a court is not\r\ncalled upon to make factual findings (except in exceptional cases)\r\nand ought to have been dealt\nwith it as such.  The undesirability of\r\nresolving issues of fact on affidavit has often been remarked upon \r\nand bears no repetition\n(\nNational\r\nDirector of Public Prosecutions v Zuma\n[2009] ZASCA 1\nat para\r\n26-27)\n.  We do not think we\r\nought to delve into those matters save to say that to the extent that\r\nfactual findings were made contrary\nto those ordinary principles we\r\ndo not endorse those findings.\nTHE RIGHT TO BE HEARD\n[39]\tIt has been difficult to pin down precisely where\r\nthe rights that are asserted by the respondent are said to be\r\nsourced.  Although\nreliance was placed upon the Constitution that\r\nreliance was at times expressed in broad and unspecific terms.  A\r\ncourt cannot overlook\nwhat was said by Kentridge AJ in the earliest\r\ncase that came before the CC, namely that âit cannot be too\r\nstrongly stressed that\nthe Constitution does not mean whatever we\r\nchoose it to meanâ (\nS v Zuma\n[1995] ZACC 1\n;\n1995 (2) SA 642\n(CC) at para 17).\n[40]\tIt nonetheless became clear early in argument that,\r\nwhatever the source of the alleged right might be, the respondent\r\ndoes\nnot assert a right on the part of a judge to be heard by\r\ncomplainants generally before they lay complaints before the JSC, and\r\nthat is undoubtedly correct\n(\nKaunda\r\nv President of the RSA (2)\n2005 (4) SA 235 (CC) at para 83-84;\nNational\r\nDirector of Public Prosecutions v Zuma\n[2009]\r\nZASCA 1\nat para 35-36;\nWiseman\r\nv Borneman\n[1971] AC 297\n(HL) at 308E-F;\nBrooks v DPP of Jamaica\n[1994] 2 All ER 231\n(PC) at 239g-j). While a judge is obviously\r\nentitled to be heard in the course of the investigation of a\r\ncomplaint (as appears\nfrom the various cases and protocols referred\r\nto by the high court and referred to in the heads of argument) that\r\nis not what we\nare concerned with in this appeal.  We are concerned\r\ninstead with the act that initiates such an enquiry (the âtriggerâ),\r\nwhich\nis the decision to lay a complaint. In that respect there is no\r\nauthority to which we were referred or of which we are aware â\n\nwhether in decided cases or in judicial protocols anywhere in the\r\nworld â that obliges a complainant to invite a judge to be\nheard\r\nbefore laying the complaint.  Indeed, the authorities all say the\r\nopposite\n(\nMeyer\r\nv Law Society, Transvaal\n1978 (2) SA 209\n(T) at 214F-H;\nMeyer v Prokureursorde van Transvaal\n1979 (1) SA 849\n(T) at 855G-856E;\nMoran\r\nv Lloydâs (a statutory body)\n[1981] 1 Lloydâs Reports 423 (CA) at 427)\nand\r\na rule to that effect would be absurd, because it would altogether\r\nundermine the process of investigating complaints.\n[41]\tThe respondent confined himself instead to\r\nasserting a right to be heard when the complainant is a judge. The\r\ndistinction that\nwas drawn between complainants generally, on the one\r\nhand, and a complaining judge on the other hand, was said to lie in\r\nthe oath\nof office taken by a judge and in s 165 of the Constitution,\r\nthough as the argument progressed that was developed further to\r\ninclude\nthe more general duty that is cast upon judges to uphold the\r\ndignity of the judicial institution. We think a fair summary of the\n\nargument in that regard was that judges are obliged at all times, by\r\nthe nature of the office that they hold, to act judicially\nwhen\r\ndeciding matters that relate to that office, which includes an\r\nobligation to observe the rules of natural justice when making\nsuch\r\ndecisions.\n[42]\tThere is considerable merit in the submission that\r\na judge who is minded to lay a complaint against a colleague has\r\nspecial\nduties that are not shared by lay complainants, for there is\r\nan overarching duty upon judges, in whatever they do, to preserve the\n\ndignity of the judicial institution.  Indeed, the Constitution itself\r\ncommands all organs of state, which include the judiciary,\nto âassist\r\nand protect the independence, impartiality, dignity, accessibility,\r\nand effectiveness of the judiciaryâ.  The duty\nthat is cast upon\r\njudges no doubt calls upon them to act with due care and\r\ncircumspection before exposing the judicial institution,\nand those\r\nwho hold office in the institution, to loss of public confidence\r\nthrough allegations of misconduct, as submitted by the\nrespondentâs\r\ncounsel. That might indeed in some cases call for  an invitation to\r\nbe extended to the judge concerned to offer\nan explanation for the\r\nalleged misconduct before a complaint is laid.  Whether that will be\r\nso in a particular case will necessarily\nbe bound up with the\r\nparticular circumstances in which the decision comes to be made, for\r\nthere are peculiar complexities that\nare capable of arising if such\r\nan invitation were to be made.  But we are not called upon to\r\nconsider whether that was called for\nin this case, in which we are\r\nnot adjudicating ethical questions but questions of law. And it is\r\nthere that the submission on behalf\nof the respondents breaks down\r\nfatally on two related grounds.\n[43]\tThe first is that those duties are not imposed upon\r\na judge for the protection of the personal interests of other judges\r\nbut\nfor the protection of the institution in the interests of the\r\npublic at large. And in this case the respondent does not purport\nto\r\nbe asserting the interest of the public in the protection of the\r\njudicial institution, which he would have had no proper grounds\nfor\r\ndoing, but is asserting instead the protection of his personal\r\ninterests. The court below seems to us to have blurred that\n\ndistinction, and in that respect we think it erred, when it said in\r\nits judgment that the right that he sought to assert was a\nright that\r\nâis asserted in favour of the applicant as a member of the\r\njudiciaryâ.\n[44]\tBut equally fatal to the respondentâs case on\r\nthat score is that the duties we have referred to are not sourced in\r\nrules\nof law that are enforceable in the courts.  They are sourced in\r\nethical duties attaching to judicial office that are enforceable\n\nultimately only by the sanction of removal from office.\n[45]\tIt was no doubt that consideration that compelled\r\nthe respondent at the outset to attempt to bridge the chasm between\r\nethical\nprinciple and legal rule by founding his case upon the\r\nproposition that in making their decision the appellants were acting\r\ninstitutionally\n(âas a courtâ)  in the performance of the\r\njudicial function.  For there is no doubt that in the performance of\r\nthe judicial\nfunction, by which we mean the adjudication of rights\r\nand obligations, judges are bound to observe and apply the\r\nsubstantive rules\nof law that generally confer a right to be heard\r\nupon persons whose rights will be affected by a judicial decision.\n[46]\tSo far as the respondentâs counsel relied upon\r\nthe  oath of office, and on s 165 of the Constitution, to distinguish\r\njudge\ncomplainants from other complainants, the submission simply\r\ntakes us back to the proposition upon which the respondent founded\r\nhis claim in the first place, namely, that the appellants were acting\r\ninstitutionally when they laid the complaint. The oath of\noffice, and\r\ns 165, are concerned with the performance of judicial functions in\r\nthe exercise of judicial authority. The insurmountable\nbarrier that\r\nis encountered by counselâs submission, as rightly found by the\r\nhigh court, is that in making their decision the\nappellants were not\r\nperforming a judicial function (or as the respondent would have it,\r\nacting âas a courtâ).\n[47]\tIt was no doubt in recognition of the\r\ninsurmountability of that barrier that the respondentâs lead\r\ncounsel found himself\ncompelled to abandon that argument and concede\r\nthat the order made by the high court in paragraph 1.4 could not be\r\nsustained. \n And while a valiant attempt was made by one of his\r\njuniors, who presented part of the respondentâs case, to later\r\nresuscitate\nthe argument, contrary to the wiser appreciation by his\r\nleader of the futility of pursuing it, we have no doubt that the\r\nconcession\nwas inevitable on a proper analysis and was rightly and\r\nproperly made.\nTHE MEDIA RELEASE\n[48]\tThat leaves the question whether it was unlawful\r\nfor the appellants to publish (by way of the media release) the fact\r\nthat\nthe complaint had been made.   As mentioned, the orders that\r\nwere made by the high court in that regard were all premised on its\n\nfinding that the appellants acted unlawfully in failing to afford the\r\nrespondent an opportunity to be heard before making the complaint.\n\r\nWhen seen in the light of the reasoning of the court, in which the\r\nlaying of the complaint and the publication of the allegations\nwere\r\nintertwined, we think it is clear that the court did not consider,\r\nand it was not called upon to do so in view of its findings,\nthe\r\nquestion that is now before us, which is whether the publication was\r\nunlawful notwithstanding that it was lawful to have laid\nthe\r\ncomplaint.\n[49]\tMuch of the argument of the respondentâs junior\r\ncounsel, who presented that part of his case, was founded upon the\r\nsupposition\nthat the appellants were obliged to allow the respondent\r\nan opportunity to be heard, on much the same basis that we dealt with\r\nearlier, and in view of our findings on that issue they do not serve\r\nto take the matter further. He also sought to persuade us that\nthe\r\npublication of the allegations was unlawful because its effect was to\r\nreflect adversely upon the judicial institution notwithstanding\nthat\r\nit was lawful to have laid the complaint. But once more one needs\r\nreminding that in making his claim the respondent did not\npurport to\r\nbe asserting the broader interests of maintaining the dignity of the\r\ninstitution but to assert his personal interests.\n In any event it\r\nwas not the case of the respondent that the publication of the\r\nallegations, in itself, violated his rights.  His\ncase was that it\r\nviolated his rights because he had not been permitted an opportunity\r\nto refute them.\n[50]\tOnce having found the appellants did not act\r\nunlawfully in laying the complaint we can see no basis for finding\r\nthat they were\nobliged to keep that secret for the reasons dealt with\r\nmore fully below.  On the contrary there is much to be said for the\r\ncontrary\nproposition (bearing in mind the circumstances in which it\r\noccurred) that the constitutional imperatives of transparency obliged\n\nthem to make the fact known.  The appellants said in this regard:\nâ\nIn\r\nthe circumstances where the independence of the Constitutional Court\r\nhad been threatened and the integrity of the administration\nof\r\njustice in South Africa generally, it was considered imperative and\r\nappropriate that this be publicly disclosed. Should the\nfacts have\r\nemerged at a later stage there would have been a serious risk that\r\nthe litigants involved in the relevant cases and\nthe general public\r\nwould have entertained misgivings about the outcome and the manner in\r\nwhich the decisions were reached. It was\nespecially important that\r\nthe litigants and the general public were informed of the attempt and\r\nthat the Constitutional Court had\nnot succumbed to it.â\n[51]\tSo far as counsel sought to rely upon the\r\nconstitutional protection of the respondentâs right to dignity he\r\nwas constrained\nto confine that aspect of his dignity that was\r\nimpaired to the personality rights that attach to his reputation but\r\nin that respect\ncounsel moved onto slippery ground.  For it is well\r\nestablished in our law, and not in conflict with the Constitution,\r\nthat the\nprima facie wrongful violation of the right to dignity may\r\nbe justified\n(\nKhumalo\r\nv Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) at paras 29-34)\n.\nJustification,\r\nas Gildenhuys J pointed out (at para 51), can be raised validly if\r\nthe statement was\ntrue and for the public benefit; constituted fair comment; or was\r\nmade on a privileged occasion. These are all specific applications\nof\r\nthe broader principle that conduct, which is reasonable, having\r\nregard to all the circumstances of the case, is not wrongful\n\n(\nHardaker\r\nv Phillips\n2005 (4) SA 515\n(SCA) at para 15;\nWentzel\r\nv SA Yster en Staalbedryfsvereniging\n1967 (3) SA 91\n(T) at 98).\n[52]\tAn\r\nallegation that a judge is guilty of judicial misconduct by having\r\nsought to influence another judge is defamatory and violates\nthat\r\njudgeâs dignity. The media release contained at least such an\r\ninnuendo and was therefore prima facie unlawful.\nTo\r\nconsider whether the publication was in fact unlawful on that score\r\nwould call for us first to decide whether the factual averments\nmade\r\nby the appellants (following the standard approach that is adopted in\r\nmotion proceedings â\nDelta\r\nMotor Corporation (Pty) Ltd v van der Merwe\n2004\r\n(6) SA 185\n,\n[2004] 4 All SA 365\n(SCA)) establish the truth of the\r\ninnuendo. (The appellants went further, and submitted that on the\r\nrespondentâs own version\nthe imputation or innuendo was true.)\r\nCounsel for the respondent wisely declined to invite us to embark on\r\nthat enquiry.  Instead\nhe fell back on the bald assertion that it is\r\nalways unlawful for a judge to allege in public that another judge\r\nstands accused\nof serious misconduct and can never be justified, even\r\nif the allegation is true and the publication is for the public\r\nbenefit.\n[53]\tThe basis of the submission appears to have been\r\nthat it can never be for the public benefit to know that a judge\r\nstands accused\nof gross judicial misconduct, especially if by another\r\njudge. There are indications that the high court agreed. It said the\r\nfollowing\n(at para 49):\nâ\nIn deciding to go public at\r\nthat initial stage of the complaint the respondents had to act in a\r\nmanner that ensured a delicate balance\nbetween the right of the\r\npublic to know and the inevitable result that publication itself may\r\nresult in the corrosion of public\nconfidence in the judiciary. The\r\npublic right to know had to be balanced with the way that knowledge\r\nand information is purveyed.\n. . . The applicant was dealt with\r\nunfairly and his rights were violated by the failure to strike a\r\nbalance between the right of\nthe public to know and the need to\r\nmaintain public confidence in the judiciary.â\nThe court also quoted the following passage from the\r\nBelize judgment (referred to above) in respect of the news that a\r\njudge of\nthe Supreme Court was to appear before a body for the\r\npurposes of investigation (at para 50):\nâ\nBut the public weal itself\r\nwill be damaged if the news is not handled with care and\r\ncircumspection; for it may inevitably result\nin the corrosion of\r\npublic confidence in the judiciary itself, with deleterious effects\r\non the administration of justice as a whole.â\n[54]\tThe fallacy of the finding that the appellants had\r\nfailed to strike a balance between the right of the public to know\r\nand the\nneed to maintain public confidence in the judiciary is that\r\nthe court would seem to have considered the truth or untruth of the\n\ndefamatory allegation to be irrelevant. Disclosure of an allegation\r\nof gross misconduct against a judge may in certain circumstances\nnot\r\nbe for the public benefit but that could hardly be the case if the\r\nallegation is true. If the respondent in fact approached\nthe two\r\nJustices in an attempt to influence their judgment it would have been\r\nto the public benefit that that fact be made known.\nThe fact that the\r\nrespondent is a judge does not give him special rights or special\r\nprotection.\nJudges\r\nare ordinary citizens. What applies to others applies to them\r\n(\nPharmaceutical\r\nSociety of South Africa v Minister of Health; New Clicks South Africa\r\n(Pty) Limited v Tshabalala-Msimang NO\n2005\r\n(3) SA 238\n(SCA) at para 39\n)\n.\r\nThey, too, like\ngovernment,\r\npressure groups, or other individuals, âmay not interfere in fact,\r\nor attempt to interfere, with the way in which\na Judge conducts his\r\nor her case and makes his or her decisionâ (\nThe\r\nQueen in Right of Canada v Beauregard\n(1986)\r\n30 DLR (4th) 481 (SCC) quoted with approval in\nDe\r\nLange v Smuts NO\n[1998] ZACC 6\n;\n1998 (3) SA 785\n(CC) at para\r\n70)\n.\nThe Belize judgment, it may be added,\r\nwas not concerned with the issue whether the publication of a\r\ncomplaint against a judge was\nimproper of wrongful. It also did not\r\nsuggest that it was â only that publication must be handled with\r\ncare and circumspection.\n[55]\tIt will always be distressing for a judge to learn\r\nin the media that he or she has been accused of misconduct but that\r\nseems\nto us to be an inevitable hazard of holding public office. The\r\nremedy that is available to a judge who finds that he or she is in\n\nthat position is to insist that the body charged with investigating\r\nsuch a complaint does so with expedition so as to clear his\nor her\r\nname.  Nor should it be thought that such accusations may be made\r\nwith impunity: a judge, like any member of the public,\nis entitled to\r\nthe consolation of damages for defamation if the publication of the\r\nstatement cannot be justified (\nArgus\r\nPrinting and Publishing Company Ltd v Esselenâs\nEstate\n1994 (2) SA 1\n(A)\n). But\r\nwe do not think that his or her remedy lies in stifling the fact that\r\na complaint has been made (\nMoran\r\nv Lloydâs (a statutory body)\n[1981] 1 Lloydâs Reports 423 (CA) at 427)\n.\n[56]\tFor those reasons we conclude that the court below\r\nerred by making the declaratory orders. The appeal must be upheld and\r\nthe\norder of the court below replaced with an order dismissing the\r\napplication. Costs were not in issue. It is accordingly ordered as\n\nfollows:\n(a)\t\tThe appeal is upheld.\n(b)\t\tThe order of the court below is replaced by an\r\norder dismissing the \t\t\tapplication.\nOn behalf of: HARMS DP, STREICHER, MTHIYANE, NUGENT,\r\nCLOETE, PONNAN, MLAMBO\n,\nSNYDERS\r\nAND MHLANTLA JJA\n_____________________\nL T C HARMS\nDEPUTY PRESIDENT\nFor\r\nAppellant:\tG J Marcus SC\nM Sikhakhane\nInstructed\r\nby:\tState Attorney\nJohannesburg\nState Attorney\nBloemfontein\nFor Respondent:\tD B Ntsebeza SC\nV Ngalwana\nT Masuku\nInstructed by:\tNongogo, Nuku Inc\nCape Town\nE G Cooper & Sons\nBloemfontein",
  "scraped_at": "2026-02-11T21:45:20.299429",
  "date": "2009-03-31",
  "coram": [
    "HARMS DP",
    "STREICHER",
    "MTHIYANE",
    "NUGENT",
    "CLOETE",
    "PONNAN",
    "MLAMBO",
    "SNYDERS",
    "MHLANTLA JJA"
  ],
  "case_number": "697/08",
  "parties": {
    "applicants": [
      "Chief Justice Langa",
      "Deputy Chief Justice Moseneke",
      "Justice Mokgoro",
      "Justice O'Regan",
      "Justice Sachs",
      "Justice Ngcobo",
      "Justice Skweyiya",
      "Justice Van Der Westhuizen",
      "Justice Yacoob",
      "Justice Nkabinde",
      "Justice Madala",
      "Justice Jafta",
      "Justice Kroon"
    ],
    "respondents": [
      "Judge John Mandlakayise Hlophe"
    ]
  },
  "sections": {
    "facts": "In March 2008 the Constitutional Court (CC) heard hearings involving Jacob Zuma. Judge John Hlophe, Judge President of the Cape High Court, allegedly attempted to influence two CC justices, Madam Yacoob and Justice Nkabinde, to rule in his favour. The two justices reported the matter to other CC members, who met and, on 30 May 2008, lodged a complaint of judicial misconduct against Hlophe with the Judicial Service Commission (JSC). The complaint and a substantially identical media release were issued to the public without informing Hlophe, giving him an opportunity to be heard, or seeking his consent to disclose the allegations.",
    "issues": "The appeal raised two narrow legal questions: (1) whether the CC judges, as complainants, were legally obliged to afford Hlophe a hearing before laying the misconduct complaint with the JSC; and (2) whether, after lodging the complaint, the judges were required to keep the existence of the complaint confidential.",
    "principles": "The Court considered constitutional provisions on judicial independence (s 165), the right to a fair hearing (s 33 and s 34 of the Bill of Rights), and the statutory framework governing the JSC (s 177 Constitution, Supreme Court Act). It distinguished the \"trigger\" stage (decision to lodge a complaint) from the \"examination\" stage (JSC inquiry). The Court held that no legal rule imposes a duty on a complainant judge to give a prior hearing, and that ethical duties of judges are not enforceable in court. Procedural fairness does not require a pre‑complaint hearing, and transparency can justify public disclosure.",
    "application": "Applying these principles, the Court found that the CC judges had not acted \"institutionally\" as a court; they acted as individual judges. Consequently, no legal duty existed to provide Hlophe a hearing before the complaint was filed. The media release was deemed a legitimate transparency measure, not a breach of any constitutional right. The high court's declaratory orders finding violations of dignity, hearing, equality and privacy were therefore unsustainable.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside the High Court's order, and dismissed the respondent's application. No costs were awarded. The judgment confirms that judges are not required to give a hearing before lodging a misconduct complaint and may disclose the complaint publicly where appropriate."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Judicial Conduct",
    "level_3": [
      "judicial independence",
      "procedural fairness",
      "judicial misconduct complaints",
      "media disclosure"
    ]
  }
}