{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/104.html",
  "case_name": "Espag and Another v Hattingh (348/08) [2009] ZASCA 104; 2010 (3) SA 22 (SCA) ; [2010] 1 All SA 394 (SCA) (21 September 2009)",
  "citation": "[2009] ZASCA 104",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 104\n|\nNoteup\n|\nLawCite\nEspag and Another v Hattingh (348/08) [2009] ZASCA 104; 2010 (3) SA 22 (SCA) ; [2010] 1 All SA 394 (SCA) (21 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  348/08\nIn\r\nthe matter between:\nJOSEF ANDRIES ESPAG                                  \r\n                  FIRST APPELLANT\nPIETER JOHANNES VAN STADEN                           \r\n     SECOND APPELLANT\nv\nBAREND\r\nDANIëL HATTINGH                                                 \r\n     RESPONDENT\nNeutral citation:\nEspag\r\nv Hattingh\n(348/2008)\n[2009] ZASCA 104\n(21 September 2009).\nCoram:\nStreicher\r\nJA, Leach and Wallis AJJA\nHeard:\t27 August 2009\nDelivered:\t21 September 2009\nSummary\n:\tPartnership\r\nâ misconduct on the part of a partner â no obligation on the\r\nother partners to afford the guilty partner a hearing\nbefore\r\nterminating the partnership.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh Court,\r\nPretoria (Ledwaba J sitting as court of first instance).\nThe following order is made:\nThe appeal succeeds with costs, including the costs of\r\n\ttwo counsel.\nThe order of the court a quo upholding the respondentâs\r\n\tapplication and dismissing the appellantsâ counter-application is\r\n\nset aside and is replaced with the following:\nâ\n1.\tThe applicantâs application is dismissed with\r\ncosts, including those costs previously reserved and the costs of two\r\ncounsel.\nIt is declared that:\nThe partnership between the applicant and the first\r\n\t\tand second respondents was dissolved on 3 October 2006 in terms of\r\n\t\tclause\n13.4 of the partiesâ partnership agreement.\nIn terms of clause 14.2 of the partnership agreement,\r\n\t\tthe assets and liabilities of the aforementioned partnership\r\n\t\taccrued to\nthe first and second respondents who are entitled to\r\n\t\tdeal therewith in their new legal practice.\n3.\tThe applicant is ordered to pay the costs of the\r\nrespondentsâ counter-application, including those costs previously\r\nreserved\nand the costs of two counsel.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nLEACH AJA (STREICHER JA, WALLIS AJA CONCURRING)\n[1]\tThe parties are attorneys who practised in\r\npartnership in Polokwane from March 2000 until 3 October 2006.\r\nUnfortunately the\npartnership terminated in acrimony, with the\r\nparties unable to reach agreement on the division of the partnership\r\nassets. The appellants\ncontended that in terms of clause 13.4 of the\r\npartiesâ written partnership agreement (dealt with more fully\r\nbelow) they had been\nentitled to require the respondent to withdraw\r\nfrom the partnership as a result of certain misconduct on his part\r\nand that the\ndissolution was to be effected under various provisions\r\nof the partnership agreement which applied in such circumstances. The\r\nprovisions\nconcerned essentially provided for the appellants to\r\nretain the business of the partnership and to pay the respondent the\r\ncredit\nbalance of his capital account in the partnership as\r\ndetermined in terms of an agreed formula.\nOn the\r\nother hand, the respondent contended that the appellants had not been\r\nentitled to require him to withdraw from the partnership\nand that, by\r\ndoing so in the manner they did, they had repudiated the agreement\r\nwhich had entitled him to cancel it. Consequently\nhe contended that\r\nthe partnership assets fell to be divided under the common law rather\r\nthan under the terms of the agreement and\nthat a liquidator should be\r\nappointed with the power to liquidate the assets, pay the debts and\r\ndistribute the balance amongst\nthe former partners.\n[2]\tNeither side was prepared to give way and, faced\r\nwith an impasse, the respondent instituted motion proceedings in the\r\nHigh Court,\nPretoria seeking an order declaring that the partnership\r\nhad been dissolved on 3 October 2006 and appointing a liquidator.\r\nThis\napplication was opposed by the appellants who, in a counter\r\napplication, sought an order declaring the partnership to have been\n\ndissolved under the terms of the partnership agreement due to the\r\nrespondentâs misconduct and that the partnership assets should\n\ntherefore be distributed under the relevant provisions of the\r\nagreement. The matter came before Ledwaba J who, on 16 May 2008,\n\nupheld the respondentâs application and dismissed the appellantsâ\r\ncounter-application. With leave of the court\na\r\nquo\n, the appellants now appeal to this court.\n[3]\tAfter its formation, the partnership appears to have\r\nbeen busy and successful, and there is no suggestion of any\r\nmeaningful\nconflict between the respective partners until the final\r\nweek of September 2006. The catalyst for the rapid deterioration in\r\ntheir\nrelationship which then occurred was the news that the crime\r\nfighting unit commonly known as âthe Scorpionsâ had decided to\n\ncontinue with an earlier investigation into the affairs of Mr N A\r\nRamatlhodi, at the time the Premier of the Limpopo Province,\nand also\r\nmatters relating to the close corporation known as Thaba Pula\r\nInvestments CC (âThaba Pulaâ) in which a local businessman,\nMr\r\nEli Stroh, held a memberâs interest.\n[4]\tThrough a series of transactions, some involving the\r\nwife of the Premier, Thaba Pula had acquired land earmarked for land\r\nrestitution.\nIt paid R1,5m for the land but shortly thereafter sold\r\nit to the state at almost double that price. The respondent had\r\nprovided\nThaba Pula with professional services during this process.\r\nNot only were the circumstances of the purchase and resale of the\r\nland\nsomewhat suspicious but, on an occasion in 2005 when it was\r\nmentioned that members of the Scorpions were present at Eli Strohâs\n\nbusiness premises and had asked to see all documentation relating to\r\nThaba Pula, the respondent promptly left his office, taking\nthe\r\nfirmâs Thaba Pula file with him. Quite naturally, the appellants\r\nsuspected that the file contained information the respondent\ndid not\r\nwant the Scorpions to discover.\n[5]\tAlthough the appellants took the matter no further\r\nin 2005, they became concerned in the last week of September 2006\r\nwhen they\nheard that the Scorpions had decided to revive their\r\nearlier investigation into Mr Ramatlhodi and his affairs. In the\r\nabsence of\nthe respondent who was recovering from a recent\r\neye-operation, they decided to make a few enquiries of their own.\r\nAccording to\nthe appellants, they then learned for the first time\r\nthat the respondent held a 50% memberâs interest in Thaba Pula.\r\nThey further\nallege that, on inspecting the partnershipâs books of\r\naccount, they ascertained that Mr Ramatlhodi had been paid an amount\r\nof\nsome R260 000 by way of a cheque drawn on the partnershipâs\r\ntrust account for which they could find no explanation. From this\n\nthey drew the inference that the payment had been for an improper\r\npurpose.\n[6]\tIn addition, the appellants claim that they learned\r\nthat from 1995 to September 2006 the respondent had performed a great\r\ndeal\nof professional work in connection with a certain piece of\r\nfarmland and claims relating thereto, originally on behalf of a Mr F\n\nW C Botha who had held certain rights in the land and, subsequently,\r\nfor a private company known as Chir Beleggings (Pty) Ltd (âChirâ)\n\nthat had purchased those rights from Botha. The land in question had\r\nbeen expropriated by the state but had never been used for\nthe\r\npurpose for which it had been expropriated. After Chir had purchased\r\nthe land rights from Botha, it obtained transfer of the\nland from the\r\nstate but subsequently resold it to the state at a handsome profit.\r\nThey also learned for the first time that the\nrespondent held a 50%\r\nshareholding in Chir through his family trust and that, apart from\r\nthe fees incurred by Chir bringing an\napplication against the state,\r\nwhich the respondent had himself paid, the respondent had not charged\r\nfees for all the professional\nwork he had done for both Botha and\r\nChir in regard to the land in question for some eleven years. The\r\nwork had therefore effectively\nbeen rendered at the firmâs expense\r\nand resulted in the respondent receiving a substantial personal\r\nbenefit through his family\ntrust.\n[7]\tThe appellants were most unhappy about what they had\r\nlearned, and took the view that the respondent was guilty of gross\r\nmisconduct\nwhich entitled them to request him to withdraw from the\r\npartnership under clause 13.4 of the written partnership agreement\r\nwhich\nprovided for the partnership to be dissolved in the following\r\ncircumstances:\nâ\nIndien ân vennoot hom\r\nskuldig maak aan growwe wangedrag, of in geval van enige optrede of\r\nversuim wat ân grond sal wees vir\nontbinding van die vennootskap\r\ndeur ân bevoegde hof, dan sal die vennootskap ontbind word indien\r\nminstens drie kwart van die\nagterblywende winsdelende vennote hom\r\nskriftelik versoek om uit te tree, met kennisgewingtydperk soos deur\r\nhulle bepaal.\nâ\n[8]\tAccordingly, on 3 October 2006 the appellants\r\nconfronted the respondent about the Thaba Pula and Chir matters and\r\nasked him\nto withdraw from the partnership. Although there is a\r\ndispute which cannot be resolved on the papers in regard to the\r\nrespondentâs\nreaction on being so confronted, it is common cause\r\nthat the appellants proceeded to hand the respondent a draft\r\nagreement relating\nto the dissolution of the partnership and the\r\ndistribution of its assets. After considering its contents, the\r\nrespondent refused\nto sign this draft and, in a memorandum addressed\r\nto the appellants later that day, expressed the view that the\r\nappellantsâ conduct\nin requesting him to do so amounted to a\r\nrepudiation of the partnership agreement. In response, the appellants\r\nwrote to the respondent\nacknowledging receipt of his memorandum and\r\nputting him to terms to vacate his office by 1pm that day. In these\r\nunhappy circumstances\nthe partnership came to an end.\n[9]\tThe nub of the dispute turns on the appellantsâ\r\nreliance on clause 13.4 of the partnership agreement. It is therefore\r\nconvenient\nto deal at this stage with two defences raised by the\r\nrespondent flowing from the provisions of this clause. Firstly, it\r\nwas contended\nboth in the papers and in the respondentâs heads of\r\nargument that the appellants had not complied with the clause as they\r\nhad\nfailed to give him a written request to withdraw on a period of\r\nnotice. On appeal, while counsel for the respondent did not abandon\n\nthe point, he found himself unable to advance any meaningful argument\r\non this issue. His reservation was well founded. The draft\n\ndissolution agreement handed to the respondent at the meeting on 3\r\nOctober 2006, together with the appellantsâ later memorandum\nthat\r\nday which gave him until 1pm to vacate his office, clearly amounted\r\nto a written request for him to withdraw within that period\nof\r\nnotice. The fact that this request was forcefully expressed does not\r\nalter its essential nature. There is therefore no merit\nin the\r\nargument that this requirement of clause 13.4 was not satisfied by\r\nthe appellants.\n[10]\tSecondly, the respondentâs case rested heavily\r\nupon the contention that the appellants had been obliged to raise\r\ntheir difficulties\nwith him and to afford him the opportunity of\r\nexplaining his conduct before calling upon him to withdraw from the\r\npartnership.\nThis obligation, so it was argued, was founded upon the\r\nobligation of the partners to act in good faith in their dealings\r\nwith\neach other.\n[11]\tWhile partners are undoubtedly obliged to act in\r\ngood faith in their dealings with one another, it is not a rule of\r\nour law\nthat a partner who suspects another partner of misconduct is\r\nobliged, in effect, to apply the\naudi alteram\r\npartem\nrule before exercising a contractual\r\nright to dissolve the partnership, and there is no need to read such\r\nan obligation into the\nagreement of the parties. If the respondent\r\nwas guilty of misconduct as envisaged by clause 13.4 the appellants\r\nwere lawfully entitled\nunder the partnership agreement to call upon\r\nhim to withdraw, and the fact that they invoked their right to do so\r\ncannot amount\nto a breach of good faith. Even if in doing so they\r\nperceived the possibility of an end to the partnership bringing them\r\nother\nadvantages, this cannot affect the lawfulness or legitimacy of\r\ntheir conduct. The respondentâs contention that the appellantsâ\n\naction in calling upon him to withdraw was directed at achieving an\r\nulterior purpose was not only disputed but is without foundation.\n[12]\tIn these circumstances, the cardinal issue is\r\nwhether the respondent had indeed been guilty of misconduct as\r\nenvisaged by clause\n13.4 as, if he was, the appellants were entitled\r\nto call upon him to withdraw from the partnership and the court a quo\r\nerred in\ngranting the respondent relief. I therefore turn to the\r\nquestion of the respondentâs alleged misconduct.\n[13]\tAll too often in litigation arising out of the\r\ndissolution of a partnership, the papers become burdened by mutual\r\nrecriminations\nand mudslinging. Unfortunately, that is here the case.\r\nNo purpose would be served in attempting to detail the wide-ranging\r\nallegations\nlevelled by each side against the other as they are\r\nimpossible to determine on the papers. Nevertheless, it should be\r\nmentioned\nthat the respondent denied being a party to any wrongdoing\r\nin respect of the Thaba Pula incident and the appellants did not\r\nattempt\nto persuade this court that this could be rejected without\r\nrecourse to oral evidence. Consequently, this matter must be\r\ndetermined\non the basis that the appellants have failed to show any\r\nmisconduct on the respondentâs part in respect of the first\r\ncomplaint\nthey raised at their meeting on 3 October 2006.\n[14]\tTurning to the Botha/Chir complaint, the\r\nappellantsâ case ultimately put up in their papers was far broader\r\nthan that with\nwhich they initially confronted the respondent. Their\r\nadditional allegations also gave rise to serious factual disputes\r\nwhich cannot\nbe resolved on the papers. However, there is no dispute\r\nthat for many years the respondent did professional work for Botha\r\nand\nfor Chir for which he did not levy fees. There is also no doubt\r\nthat he neither informed the appellants of this nor sought their\n\nconsent not to charge fees.\n[15]\tUnder clause 9.2 of the partnership agreement, each\r\npartner was obliged at all times to avoid a conflict between his\r\ninterests\nand those of the partnership, with the latter always to\r\nhave preference. By doing work for Botha and Chir without levying\r\nfees,\nparticularly over such an inordinately long period, the\r\nrespondent put himself in a position of conflict of interest. It was\r\nobviously\nin the partnershipâs interest for fees to be both charged\r\nand collected. Not only did the respondent fail to act in that\r\ninterest\nby not charging fees but, by reason of his interest in Chir\r\nthrough his family trustâs shareholding, it was in his personal\r\ninterest\nto postpone the payment of fees for as long as possible. It\r\nis not clear what amounts should have been debited, but the total sum\n\nappears to have been in the vicinity of R100 000 and cannot be\r\nregarded as trifling. The respondent thus clearly acted in conflict\n\nwith the best interests of the partnership in this regard.\n[16]\tDue to the disputes of fact that appear on the\r\npapers, the non-debiting of these fees is the only aspect of the\r\nrespondentâs\nconduct with which he was confronted on 3 October 2006\r\nthat may be taken into account in considering whether the appellants\r\nwere\nentitled to request his withdrawal. However, the appellants are\r\ncertainly not limited to this issue as it is well established that\nan\r\ninnocent party seeking to justify the cancellation of a contract may\r\nafterwards rely on any other ground which existed at, but\nwas only\r\ndiscovered after, the time of cancellation.\n1\nAnd in regard to the respondentâs conduct, there are two further\r\nissues in respect of which there is no dispute of fact which\nare\r\nrelevant to the issue whether the respondent was guilty of misconduct\r\nas envisaged by clause 13.4 of which the appellants\nonly came to\r\nlearn after 3 October 2006.\n[17]\nSection 51(4)\nof the\nAdministration of Estates Act,\n66 of 1965\nprovides that an executor of an estate shall not be\r\nentitled to receive any remuneration before distribution of the\r\nassets has\ntaken place â. . . unless payment of such remuneration\r\nhas been approved in writing by the Masterâ. That the respondent\r\nwas\nwell aware of these provisions is evidenced by a letter he wrote\r\nto the Master on 30 June 2004 in his capacity as co-executor in\nthe\r\nestate of the late S R Pohl, in which he asked for permission\r\nfor 80% of the executorâs fee to be paid under\ns 51(4).\nHowever,\r\ndespite such written consent not having been forthcoming, the\r\nrespondent proceeded to pay out at least R72 276 in respect\nof\r\nexecutorâs fees.\n[18]\tImportantly, this was not the only incident of the\r\nrespondent drawing executorâs fees from estates of which he was the\r\nexecutor\nwithout having obtained the necessary written authority. On\r\n10 March 2006, he debited executorâs fees of R20 520 against the\r\nestate of the late J G Vorster, just two days after the liquidation\r\nand distribution account had been lodged. Similarly, in the\nestate of\r\nthe late M Mangena, he drew an executorâs fee of R10 320 on 8 June\r\n2006, within days of the liquidation and distribution\naccount being\r\nlodged. In the case of the estate of the late T Joubert, he withdrew\r\nR25 080 in respect of executorâs fees on 13\nFebruary 2006, more\r\nthan three months before the liquidation and distribution account was\r\nlodged. And in the estate of the late\nM E Maponyi, he\r\nwithdrew executorâs fees of R58 140 and R74 100 in June and\r\nSeptember 2005, respectively.\n[19]\tThe respondent admitted to charging and receiving\r\nthese fees without the necessary written authority, despite the\r\nMaster in\na letter dated 30 June 2005 having pertinently and\r\nunequivocally drawn it to his attention that fees were not to be paid\r\nout of\nestates without written authority under\ns 51(4).\nHe failed to\r\noffer any meaningful explanation for having done so. Instead he\r\nmerely stated that he had erred in this regard and\noffered his\r\napologies, although he went on to remark that the debiting of fees\r\nbefore finalisation of the estate accounts is a\nreasonably general\r\npractice and one not necessarily censured by the Master. This is a\r\nstartling observation in the light of his\nadmission that he had made\r\nsubstantial withdrawals from these estates in respect of fees, well\r\nknowing that the withdrawals were\nunlawful. The respondent acted in\r\nblatant disregard of statutory provisions designed to provide\r\nprotection for the funds of others\nheld in trust and helped himself\r\nto moneys that were not due at that time. This cannot be taken as a\r\ntrivial irregularity. Rather,\nit amounts to gross misconduct on his\r\npart.\n[20]\tA second instance of misconduct discovered by the\r\nappellants after the cancellation of the partnership agreement\r\nrelates to\nthe respondentâs administration of the estate of the\r\nlate S R Pohl (out of which he irregularly paid his executorâs fees\r\nas\nalready mentioned). On 20 April 2006, acting in his capacity as a\r\nconveyancer, he issued a certificate under\ns 42(1)\nof the\r\nAdministration of the Estates Act 66 of 1965 stating that the\r\nproposed transfer of the farm Vygeboomspruit 358 was in accordance\n\nwith the final liquidation and distribution account of the estate\r\nwhich had lain open for inspection without objection. Pursuant\n\nthereto the farm was transferred out of the estate into the name of\r\nan heir, one Montagu Ross Pohl, a son of the deceased.\n[21]\tThe certificate issued by the respondent was\r\ndeliberately false. Not only did he know that the deceasedâs widow\r\nand a minor\nchild had objected to the account in 2004, but he knew\r\nthat the Master had upheld the objection in February 2005. He also\r\nknew\nthat he and his co-executor had brought review proceedings\r\nagainst the Masterâs decision to uphold the objection and that such\n\nreview was still pending when he issued the false certificate in\r\nApril 2006. The sole explanation offered by the respondent for\nhis\r\naction in giving a false certificate was that the deceasedâs son,\r\nto whom the property was transferred, had been in urgent\nneed of\r\ncapital and needed the farm to be transferred to him so that he could\r\nburden it by way of a bond and thereby obtain the\nfunds he needed to\r\ncontinue farming. That may well be so, but the fact remains that in\r\norder to circumvent the provisions of s\n42, which would otherwise\r\nhave acted as a bar to the farm being transferred to the heir, the\r\nrespondent deliberately issued a false\ncertificate in order to\r\nfacilitate the transfer of an immovable property out of the estate\r\nwell knowing that there had been an\nobjection to the liquidation and\r\ndistribution account. In my view this was a deliberate flouting of\r\nthe law and constitutes a grave\ninfraction of his duties as an\r\nattorney and conveyancer.\n2\n[22]\tThe cumulative effect of the respondentâs failure\r\nto debit fees to his own advantage in the Botha/Chir matter; his\r\ntaking\nfees from estates he was administering without the written\r\nconsent of the Master; and his action in issuing a false certificate\n\nin the Pohl estate, clearly amounted to gross misconduct as envisaged\r\nby clause 13.4 of the partnership agreement. The appellants\nwere\r\ntherefore fully entitled to request his withdrawal from the\r\npartnership as they did on 3 October 2006.\n[23]\tIn an attempt to overcome the obvious consequences\r\nof such a finding, it was argued on behalf of the respondent that the\r\nappellants\nshould not be allowed to rely upon the clause as they had\r\nnot approached the court with clean hands. This argument was based on\n\nthe contention that the appellants had known about the Scorpionsâ\r\ninterest in the Thaba Pula transactions for a year before they\nasked\r\nthe respondent to withdraw from the partnership, during which period\r\nthey did nothing about the matter. The argument, as\nI understood it,\r\nwas that this delay amounted to a breach of the reciprocal duty of\r\ngood faith which exists between partners and,\nin effect, constituted\r\na repudiation of the partnership agreement, the provisions of which\r\nthe appellants were therefore not entitled\nto enforce.\n[24]\tThis argument is logically flawed. There is a\r\ndispute in regard to the Thaba Pula incident, with the respondent\r\ncontending\nthat he had done nothing wrong and denying that he had\r\nabsconded from the office with the Thaba Pula file in 2005 as the\r\nappellants\nallege. These disputes cannot be resolved on the papers,\r\nand it therefore cannot lie in the respondentâs mouth to complain\r\nthat\nhis partners did nothing about a transaction which, on his\r\nversion, was innocent and about which they had nothing to complain.\r\nIn addition, the appellantsâ allegation that the information which\r\ncaused them to suspect the respondent of gross misconduct only\n\nemerged during the last week of September 2006 is not gainsaid, and\r\nit was only then that they had sufficient cause to confront\nhim. In\r\nthese circumstances it can neither be said that the appellants did\r\nnot have clean hands nor that they had repudiated the\npartnership\r\nagreement and were not entitled to enforce its terms.\n[25]\tTo summarise, the respondent made himself guilty of\r\ngross misconduct as contemplated in clause 13.4 of the agreement and\r\nthe\nappellants were therefore entitled to call upon him to withdraw\r\nfrom their partnership, as they did on 3 October 2006. Their\n\naction in doing so was lawful and did not amount to a repudiation of\r\nthe terms of the partnership agreement. The partnership was\n\naccordingly dissolved in terms of the provisions relating thereto\r\ncontained in the partnership agreement itself. In these\r\ncircumstances,\nthe court\na quo\nerred in holding that the appellants were not entitled to request the\r\nrespondent to withdraw. Instead, it ought to have dismissed\nthe\r\nrespondentâs application and upheld the appellantsâ counter\r\napplication.\n[26]\tThe parties were agreed that in the event of this\r\ncourt reaching the conclusion it has, an order in the terms set out\r\nbelow\nwould be appropriate.\n[27]\tThe following order is made:\n(a)\tThe appeal succeeds with costs, including the costs\r\nof two counsel.\n(b)\tThe order of the court a quo upholding the\r\nrespondentâs application and dismissing the appellantsâ counter\r\napplication is\nset aside and is replaced with the following:\n1.\tThe applicantâs application is dismissed with\r\ncosts, including those costs previously reserved and the costs of two\r\ncounsel\n2.\tIt is declared that:\n2.1\tThe partnership between the applicant and the first\r\nand second respondents was dissolved on 3 October 2006 in terms of\r\nclause\n13.4 of the partiesâ partnership agreement.\nIn terms of clause 14.2 of the partnership agreement,\r\n\t\tthe assets and liabilities of the aforementioned partnership\r\n\t\taccrued to\nthe first and second respondents who are entitled to\r\n\t\tdeal therewith in their new legal practice.\n3.\tThe applicant is ordered to pay the costs of the\r\nrespondentsâ counter-application, including those costs previously\r\nreserved\nand the costs of two counsel.\n_____________________\nL E LEACH\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \tJ P Vorster SC; H H Steyn (\r\nheads of argument                     prepared by AP Joubert SC;  HH\r\nSteyn).\nINSTRUCTED BY:              \tFourie Fismer Inc; \r\nPretoria\nCORRESPONDENT:          \tSymington & De Kok; \r\nBloemfontein\nCOUNSEL FOR RESPONDENT:\tQ Pelser SC;  N Erasmus\nINSTRUCTED BY:\t\t\tRooth Wessels Maluleke Attorneys; \r\nPretoria\nCORRESPONDENT:\tRosendorf Reitz Barry;  Bloemfontein\n1\nSee eg\nDatacolor\r\n\tInternational (Pty) Ltd v Intamarket (Pty) Ltd\n[2000] ZASCA 82\n;\n2001 (2) SA 284\n(SCA) para 28.\n2\nCompare\nIncorporated\r\n\tLaw Society, Transvaal v Meyer\n1981\r\n\t(3) SA 962\n(T) at 973H.",
  "scraped_at": "2026-02-12T05:16:05.127374",
  "date": "2009-09-21",
  "coram": [
    "Streicher JA",
    "Leach",
    "Wallis AJJA"
  ],
  "case_number": "348/08",
  "parties": {
    "applicants": [
      "Josef Andries Espag",
      "Pieter Johannes van Staden"
    ],
    "respondents": [
      "Barend Daniel Hattingh"
    ]
  },
  "sections": {
    "facts": "The parties were attorneys who operated a partnership in Polokwane from March 2000 until 3 October 2006. The partnership collapsed after the other two partners discovered alleged misconduct by the respondent, including (1) taking a 50% interest in the close corporation Thaba Pula and allegedly concealing files from the Scorpions, (2) performing professional work for Botha and Chir without levying fees, thereby creating a conflict of interest, (3) unlawfully drawing executor's fees from several estates without written authority under the Administration of Estates Act, and (4) issuing a false certificate to facilitate the transfer of farm Vygeboomspruit contrary to the Master’s objections. On 3 October 2006 the appellants demanded the respondent’s withdrawal under clause 13.4 of their partnership agreement and gave him notice to vacate his office by 1 pm that day. The respondent refused to sign the draft dissolution agreement and claimed the partners had repudiated the agreement.",
    "issues": "The primary issues were (i) whether the respondent’s conduct amounted to the ‘gross misconduct’ contemplated by clause 13.4 of the partnership agreement, (ii) whether the appellants complied with the procedural requirements of clause 13.4, particularly the written notice, (iii) whether the partners were obligated to give the respondent a hearing before invoking the clause, and (iv) whether the High Court erred in dismissing the appellants’ counter‑application and ordering a liquidator.",
    "principles": "The court applied the principle that a partnership agreement can expressly permit a partner’s withdrawal where that partner commits gross misconduct, and that compliance with the notice requirement satisfies the contractual condition. The duty of good faith between partners does not impose an audi alteram partem requirement before exercising a contractual right to dissolution. Statutory provisions of the Administration of Estates Act (s 51(4) and s 42(1)) were invoked to demonstrate unlawful withdrawal of executor’s fees and the issuance of a false certificate, constituting gross misconduct.",
    "application": "The court held that the appellants gave a proper written request for withdrawal on 3 October 2006, satisfying clause 13.4. It found that the respondent’s unauthorized drawing of executor’s fees, failure to charge fees for work done for Botha and Chir, and the false certificate demonstrated clear conflict of interest and statutory violations—gross misconduct within the meaning of clause 13.4. The partners’ conduct did not breach good faith, as the clause gave them a lawful right to act without a prior hearing. Consequently, the appellant’s request to dissolve the partnership was valid and the High Court’s refusal was erroneous.",
    "conclusion": "The appeal succeeded. The High Court’s order was set aside. The partnership was declared dissolved on 3 October 2006 pursuant to clause 13.4, with assets and liabilities accruing to the first and second respondents. The respondent’s application was dismissed, costs were awarded to the appellants, and the appellant was ordered to pay the costs of the respondent’s counter‑application."
  },
  "tags": {
    "level_1": "Partnership Law",
    "level_2": "Partner Misconduct and Dissolution",
    "level_3": [
      "gross misconduct",
      "executor fees",
      "conflict of interest",
      "contractual dissolution",
      "court order"
    ]
  }
}