{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/32.html",
  "case_name": "S v Mzizi (524/07) [2009] ZASCA 32; [2009] 3 All SA 246 (SCA) (30 March 2009)",
  "citation": "[2009] ZASCA 32",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 32\n|\nNoteup\n|\nLawCite\nS v Mzizi (524/07) [2009] ZASCA 32; [2009] 3 All SA 246 (SCA) (30 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\r\nAFRICA\nJUDGMENT\nCase number: 524/07\nNo precedential significance\nIn the matter between:\nEDMUND GUGULETHU\r\nMZIZI\t\t\t              APPLICANT\nv\nTHE STATE\t\t\t\t\t\t  \r\n        RESPONDENT\nNeutral\r\ncitation:\nMzizi\r\nv The State\n(524/2007)\n[2009]\r\nZASCA 32\n(30 March 2009)\nCoram:\nMthiyane,\r\nVan Heerden, Jafta, Ponnan et Mlambo JJA\nHeard:\t16 March 2009\nDelivered:\t30 March\r\n2009\nSummary:\tCondonation\r\nâ good cause â the requirements of good cause restated.\nSpecial entry in\r\nterms of\ns 317\nof the\nCriminal Procedure Act 51 of 1977\n.\nORDER\nOn appeal from:\nMmabatho High Court, Bophuthatswana Provincial Division (Leeuw J)\nT\nhe\r\nfollowing order is made:\n1.\tCondonation is\r\nrefused.\n2.\tThe matter is\r\nstruck off the roll.\nJUDGMENT\nJAFTA\r\n(\nMthiyane,\r\nVan Heerden, Ponnan et Mlambo JJA)\n[1]\tThe applicant\r\nwas arraigned in the Mmabatho High Court before Leeuw J on a charge\r\nof murder and unlawful possession of a firearm\nand ammunition. He was\r\nconvicted of murder and acquitted on the other charges. On 6 February\r\n2001 he was sentenced to 30 years\nimprisonment. On 14 March 2003 his\r\napplication for leave to appeal was refused.\n[2]\tOn 26 January\r\n2007 the applicant applied in terms of s 317 of the Criminal\r\nProcedure Act 51 of 1977 (the Act) for four special\nentries to be\r\nmade on the record by the court below. The application was heard on\r\n2 March 2007 and judgment was delivered\non 19 July 2007.\r\nThe trial judge made only one special entry in the  following terms:\nâ\nThe admission of\r\nthe statement âThatâs Guguâ uttered by the deceased\r\nCaptain Tatisi after he was shot and before he died\non the 10\nth\nDecember 1998, is hearsay which is inadmissible and that the court\r\nought not to have admitted it as evidence.â\n[3]\tAlthough the\r\npapers were prepared and filed in the court below earlier, the\r\napplications were only lodged in this court during\nFebruary 2008.\r\nThe applicant asks this court to grant leave to appeal generally\r\nagainst his conviction and sentence; to make\nfurther special entries\r\non the record on those matters in respect of which the trial judge\r\nhad declined to do so; to allow him\nto lead further evidence and to\r\nconsider the merits of the special entry already made on the record\r\nby the trial court. As these\napplications were lodged late the\r\napplicant seeks condonation. The judges who considered his petition\r\nin terms of s 316 of the\nAct referred it to the hearing of oral\r\nargument in open court.\nTHE FACTS\n[4]\tOn 10\r\nDecember 1998 Captain Tatisi (the deceased) and a colleague\r\n(Inspector Lepedi) pursued a suspect who was seen walking\npast the\r\nMmabatho police station in the North West Province. On noticing the\r\npolicemen approaching, the suspect fled and the policemen\nchased\r\nafter him. During the pursuit, Inspector Lepedi handed his fire-arm\r\nto the deceased who fired warning shots in an attempt\nto stop the\r\nfleeing suspect. The suspect stopped running and stood in a dark spot\r\nunder a tree which overhung the street. When\nthe deceased was three\r\npaces away from the suspect, the latter fired a shot which hit the\r\ndeceased, causing him to fall to the\nground. The suspect escaped\r\nwhile Inspector Lepedi summoned help. Shortly thereafter Sergeant\r\nRamakgolo arrived at the scene in\na vehicle which was used to convey\r\nthe deceased to hospital.\n[5]\tAs he was being\r\nlifted into the vehicle, the deceased uttered the words: âThatâs\r\nGuguâ. He was certified dead on arrival\nat the hospital.\n[6]\tAt the trial the\r\nonly issue which was in dispute was the identity of the suspect who\r\nhad fled and thereafter fired the shot\nthat killed the deceased. In\r\nseeking to establish the identity of the perpetrator, the prosecution\r\nled the evidence of the following\nthree witnesses. Sergeant Mogwere\r\nidentified the suspect who had been pursued by the deceased and his\r\ncolleague as the applicant,\nwhom he had previously seen in the police\r\ncells where he was detained for two weeks. Although the applicantâs\r\nidentification\noccurred at night, the street on which he was walking\r\nwas illuminated by street lights and Sergeant Mogwere was about 33\r\npaces\naway from him. Inspector Lepedi stated that the deceasedâs\r\nkiller was the suspect that they were chasing. Ms Modiegi Cebisa â\n\nthe applicantâs former girlfriend â testified that the applicant\r\nhad reported to her that he had shot one âTitusâ in self-defence.\n\nShe also said that the applicant was also known by the name Gugu. The\r\napplicant denied that on the day in question he had walked\npast the\r\npolice station or fired shots at the deceased. He was on the day\r\nreferred to by Ms Cebisa\n[7]\tThe trial court\r\naccepted the evidence of the state witnesses, including the report\r\ngiven by Ms Cebisa, as proof of the fact\nthat the applicant was the\r\nperson who had shot and killed the deceased. It also accepted that\r\nthe utterance made by the deceased\nreferred to the applicant and\r\nadmitted this as part of the evidence material to establishing his\r\nguilt. He was convicted on the\nbasis of all of the evidential\r\nmaterial including hearsay evidence, namely the utterance âthatâs\r\nGuguâ.\nCONDONATION\n[8]\tIn so far as the\r\napplication for leave to appeal is concerned, the applicant was\r\nobliged to lodge such application in this court\nwithin 21 days from\r\nthe date on which the order refusing leave issued.\n1\nAn application made outside the prescribed period can only be\r\nentertained upon good cause for the delay being shown by the\r\napplicant.\nThe same requirement applies to applications for special\r\nentries, following upon a refusal by the trial court.\n2\nIn the case where a special entry was made on the record, the\r\napplicant had to appeal to this court within 21 days from the date\nof\r\nsuch order, failing which the appeal lapses unless the period is\r\nextended upon good cause shown.\n3\nSince none of the present applications had been timeously made,\r\ncondonation was necessary. The granting of condonation depends\non\r\nwhether the applicant has established good cause for the delay in\r\neach instance.\n[9]\tGood cause is a\r\nwell-known test applicable to condonation applications. It has two\r\nrequirements. First, the applicant must furnish\na satisfactory and\r\nacceptable explanation for the delay. Secondly, he or she must show\r\nthat there are reasonable prospects of success\non the merits of the\r\nappeal.\n4\nIf there are no prospects of success the court may refuse leave even\r\nif the explanation given is satisfactory, for it would be\nfutile for\r\nthe court to grant condonation where it is clear that, on the merits,\r\nthe case would fail.\n[10]\tThe applicant\r\ngave the following explanation for the delay. Although he could not\r\nafford to pay for legal services and he had\nbeen represented by\r\nadvocates appointed by the Legal Aid Board at his trial and at the\r\napplication for leave to appeal stage, he\nhad dismissed those\r\nadvocates because he had lost confidence in them. He does not furnish\r\nany reason for losing confidence in Advocate\nBenjamin who represented\r\nhim in the application for leave to appeal. With regard to Advocate\r\nKneen, who represented him at the\ntrial, his complaint was that he\r\nâhandled the mater completely incompetently and ineffectively as is\r\napparent from the trial\nrecordâ.\n[11]\tAccording to\r\nthe applicant he only became aware of Mr Kneenâs incompetence and\r\nineffectiveness when he perused and discussed\nthe record of the trial\r\nâ apparently with his current legal representatives â after the\r\ndismissal of the two advocates had\noccurred. He said:\nâ\n[A]part from\r\n[Kneenâs] incompetent handling of the case he did not properly\r\nconsult with me and take full instructions, so he\nwas not properly\r\nprepared for the case. I [am]  not a professional person with any\r\nknowledge of law or legal procedure, and I did\nnot appreciate this at\r\nthe time. Indeed as I said it was only after I had discussed after\r\nreading the transcription of the record,\nthat I realised how poorly\r\nmy case was handled, and how at fault Mr Kneen was in not arranging\r\nto take proper and full instructions\nfrom meâ.\n[12]\tAs the\r\napplicant only became aware of Mr Kneenâs alleged incompetence\r\nafter the termination of the latterâs mandate, that\ncould not have\r\nbeen the reason for his dismissal. The fact that the applicant was\r\nunable to raise funds to timeously engage a legal\nrepresentative does\r\nnot constitute a reasonable excuse in the circumstances of the\r\npresent case.\n[13]\tFollowing the\r\ndismissal of Messrs Kneen and Benjamin the applicant, so he alleged,\r\ncould not engage counsel of his choice for\ntwo reasons. First, he had\r\nno funds from which he could pay legal fees. He relied on the\r\nfinancial support of his mother who was\nonly able to pay the final\r\ninstalment for fees on 5 October 2006. Secondly, Mr Shapiro\r\nâ counsel of his choice â\nwas also not available to take up his\r\ncase until 6 October 2006. He was advised that, as soon as\r\ncounsel became available,\nthe application would be lodged because he\r\nwas already out of time and that an application for condonation was\r\nnecessary.\n[14]\tBut there was a\r\nfurther delay before the application for the special entries to be\r\nmade on the record was lodged on 26 January 2007.\nAs stated\r\nearlier, the application was heard on 7 March and judgment was\r\ndelivered on 19 July 2007. The applicant\nought to have\r\nlodged the present applications in this court within 21 days from the\r\ndate of delivery of the judgment in the court\nbelow. The explanation\r\nfor his failure to do so is the following:\nâ\nMy Attorney and\r\nAdvocate practise in Johannesburg. Orders of Court had to be obtained\r\nfrom Mmabatho, and I understand that the Registrar\nof the\r\nBophuthatswana High Court took some considerable time to provide the\r\nOrders of Court which were only obtained on 3\nrd\nAugust 2007. Once the papers had been prepared they had to be served\r\non the Registrar of the High Court in Mmabatho and Director\nof Public\r\nProsecutions in Mafikeng respectively, as well as the Registrar of\r\nthis Honourable Court in Bloemfontein, and so the\nlogistics are very\r\ncomplicated. Accordingly, I respectfully maintain that we have acted\r\nwith as much due diligence as we could\nin the circumstances and that\r\nthere has been no negligence or fault by anyone concerned with my\r\nside of the appeal.â\n[15]\tThe applicantâs\r\nattempt to apportion blame to the registrar of the high court for the\r\ndelay is untenable. If the order was\navailable on 3 August, then\r\nthe delay is attributable to the applicant and his legal\r\nrepresentatives. That date fell within\nthe prescribed period of 21\r\ndays within which the applicant had to lodge the present\r\napplications. They were only served on the\nDirector of Public\r\nProsecutions and the registrar of the high court on 7 January 2008\r\nand later lodged in this court.\nIn my view, the explanation given for\r\nthe delay is unsatisfactory.\n[16]\tIn the\r\ncircumstances of this case the unsatisfactory explanation furnished\r\nis however not fatal to condonation. In a matter\nsuch as this\r\ncondonation may still be granted if there are strong prospects of\r\nsuccess on the merits.\n5\nThis is the issue to which I now turn. I will consider each\r\napplication separately.\nPERMISSION TO LEAD\r\nFURTHER EVIDENCE\n[17]\tOrdinarily this\r\ncourt will permit the leading of further evidence on appeal only in\r\nexceptional circumstances and where certain\nbasic requirements are\r\nmet. It is indeed not in the interest of justice that duly concluded\r\ncriminal trials be reopened to receive\nfurther evidence at the stage\r\nof appeal. The public is entitled to finality of criminal proceedings\r\nand therefore the leading of\nfurther evidence ought not to be allowed\r\nin a case where the acceptance of such evidence will not affect the\r\nverdict reached.\n6\nIn\nS\r\nv De Jager\n7\nHolmes JA laid down the following requirements:\nâ\n(a)\tThere should\r\nbe some reasonably sufficient explanation, based on allegations which\r\nmay be true, why the evidence which it is\nsought to lead was not led\r\nat the trial.\n(b)\tThere should be\r\nprima facie likelihood of the truth of the evidence.\n(c)\tThe evidence\r\nshould be materially relevant to the outcome of the trialâ.\n[18]\tIn this matter\r\nthe applicant seeks to lead the evidence of his mother to the effect\r\nthat he and Ms Cebisa were not on good\nterms at the time the latter\r\ntestified. He blames his counsel for not calling his mother who was\r\navailable to testify. I am willing\nto accept that the applicant and\r\nMs Cebisa were not on good terms and that her evidence falls to be\r\ntreated with caution. Even\nso, as counsel for the applicant conceded\r\nduring argument, there was no warrant for the rejection of Ms\r\nCebisaâs evidence. It\nfollows that the evidence sought to be\r\nadduced does not advance the applicantâs case and consequently the\r\nleading of such evidence\ncannot be allowed.\nFURTHER SPECIAL\r\nENTRIES\n[19]\tThe applicant\r\nseeks special entries to be made in respect of certain parts of the\r\nevidence of Ms Cebisa, Inspector Mogwere\nand Inspector Mogotsi.\r\nFirst, he contends that Inspector Mogotsi was responding to a leading\r\nquestion by the trial court when he\ntestified that the deceased was\r\nalso known as âTitusâ. In this regard the record reads:\nâ\nDo you know the\r\nname Titus? â¦ Yes his full names are Moses Gopolang Tatisi â¦. but\r\nhe was commonly known as Titus.â\nPlainly, that was\r\nnot a leading question.\nSecond, in respect\r\nof Inspector Mogwere, the subject-matter of the proposed special\r\nentry is the following statements: âHe [Inspector\nLepedi] told me\r\nthat during the chase Captain Tatisi did not have his firearm with\r\nhim. As they were chasing the accused, Captain\nTatisi then took\r\nLepediâs firearm and he fired shots.â The short answer to this\r\nalleged irregularity is that the State called\nLepedi to testify as\r\nwell and he confirmed Mogwereâs evidence on that score.\nThird, with regard\r\nto Ms Cebisa, the applicant sought a special entry on the\r\nadmissibility of her evidence in relation to the report\nmade to her\r\nby him, on the basis that it was hearsay. What Ms Cebisa testified to\r\nwas an account of events given to her by the\napplicant â she at\r\nthat stage was not to know the significance of the report. It is true\r\nthat that report contained an important\nadmission, but it was also\r\nexculpatory and raised the spectre of the applicant having acted in\r\nself-defence. The possibility of\nhim having acted in self-defence,\r\ncounsel unwisely sought to advance on appeal as an alternative to the\r\nbare denial that had been\nproferred in the trial court. Even if the\r\nreport is left out of account of the evidence implicating the\r\napplicant, sufficient evidence\nremains (on the record) which support\r\nhis conviction.\n[20]\tWhile it is\r\ntrue that s 317 of the Act permits a special entry to be made âunless\r\nthe court to which â¦. the application\nfor a special entry is made\r\nis of the opinion that the application is not made bona fide or that\r\nit is frivolous or absurd or that\nthe granting of the application\r\nwould be an abuse of the process of the courtâ, an appeal court\r\nwould be entitled to refuse to\nmake a special entry on the basis that\r\nthe irregularity concerned does not result in a failure of justice.\r\nSection 322 of the Act\nprohibits interference on appeal with a\r\nconviction on the basis of an irregularity, unless such irregularity\r\nor defect leads to\na failure of justice.\n[21]\tThe other\r\nspecial entries sought related to the alleged incompetence of Mr\r\nKneen as counsel for the applicant and the fact\nthat the trial court\r\ntook judicial notice of the streets where the suspect was pursued and\r\nthe shooting occurred. The latter was\nnot pursued with any vigour\r\nbefore us â rightly so. In view of the applicantâs denial that he\r\nwas at the scene, it could not\nhave been irregular for the trial\r\ncourt to have taken judicial notice of what must have been a\r\nnotorious fact, namely the layout\nof the streets where the chase and\r\nshooting occurred. As to the former, the fact that the applicantâs\r\ncurrent counsel might have\nadopted different tactics and strategies\r\nat the trial does not render the representation by Mr Kneen so\r\ninadequate as to vitiate\nthe proceedings. After all, we are all wiser\r\nafter the event. None of the alleged special entries sought ought to\r\nbe made. Nor,\neven if they were to be made, would they, in my view,\r\naffect the verdict.\nTHE GRANTED SPECIAL\r\nENTRY\n[22]\tAs mentioned\r\nearlier, the court below made a special entry in respect of its\r\nadmission of the utterance: âThatâs Guguâ.\nThis was regarded as\r\na dying declaration by the deceased. Since s 216 of the Act â which\r\npermitted the admission of common law\nexceptions to hearsay evidence\r\nwas repealed - the admission of hearsay evidence is now governed by\ns\r\n3\nof the\nLaw of Evidence Amendment Act 45 of 1988\n. This section lays\r\ndown the requirements for admission of hearsay evidence. There can be\r\nno doubt that the statement uttered by\nthe deceased, if it was\r\nadmitted to prove the identity of his killer, constitutes hearsay\r\nevidence.\n[23]\tAlthough it is\r\narguable that the statement in question was admitted in compliance\r\nwith the requirements of\ns 3(1)(c)\n, for purposes of this judgment, I\r\nam willing to assume in the applicantâs favour that its admission\r\ndid not comply with that\nsection. I am willing to assume further that\r\nsuch failure amounted to an irregularity. For, if the utterance by\r\nthe deceased is\ndiscounted from the body of evidence implicating the\r\napplicant, the remaining evidence would still be sufficient to\r\nsustain his\nconviction. It cannot therefore be argued that the\r\nirregularity concerned nullifies the verdict. Put differently, such\r\nirregularity\ndid not lead to a failure of justice and it is only in\r\nthat event that this court would be entitled to interfere with the\r\nconviction\nor the sentence imposed.\nLEAVE TO APPEAL\n[24]\tIn so far as\r\nleave to appeal generally is concerned, in respect of the conviction\r\nno new grounds were advanced. Instead the\napplicant contented himself\r\nwith a regurgitation of the alleged irregularities already alluded\r\nto. As I have demonstrated, each\nof those is without substance.\r\nRegarding sentence, counsel for the applicant argued that it was\r\nexceedingly harsh. But he could\nnot point to any misdirection\r\ncommitted by the trial court in exercising its sentencing discretion.\r\nThe appeal courtâs power\nto interfere with a sentence imposed by\r\nthe trial court is circumscribed. Interference can only take place if\r\none of the recognised\ngrounds is shown to exist. In my view the\r\nsentence imposed in this matter is not âexcessively harshâ or\r\nâdisturbingly inappropriateâ,\nnor was it vitiated by any\r\nmisdirection of the kind which would justify interference by this\r\ncourt.\n[25]\tIt follows that\r\nthe applicant has failed to establish that he has any prospects of\r\nsuccess in any of the applications. In the\nresult the application for\r\ncondonation must fail.\n[26]\tT\nhe\r\nfollowing order is made:\n1.\tCondonation is\r\nrefused.\n2.\tThe\r\nmatter is struck off the roll.\n_____________________________\nC N JAFTA\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT:\tP I\r\nShapiro\nInstructed by\nEster Resnik\r\nAttorneys\nJohannesburg\nGiorgi & Gerber\r\nAttorneys\nBloemfontein\nFOR RESPONDENT:\tG S\r\nMaema\nInstructed by\nDirector of\r\nPublic Prosecutions\nMmabatho\nNone\nBloemfontein\n1\nSection 316(8)\nof Act 51 of 1977.\n2\nSection 317(5) of Act 51 of 1977.\n3\nSection 318(1) of Act 51 of 1977.\n4\nS v Mohlathe\n2000(2) SACR 530 (SCA).\n5\nFinbro Furnishers (Pty) Ltd v Registrar of\r\n\tDeeds, Bloemfontein and Others\n1985\r\n\t(4) SA 773\n(A);\nRennie v Kamby Farms\r\n\t(Pty) Ltd\n1989 (2) SA 124\n(A) at\r\n\t131H-J.\n6\nS v Nofomela\n1992 (1) SACR 277\n(A) and\nS v M\n2003 (1)\r\n\tSa 341\n(SCA) para 16 and the authorities there cited.\n7\n1965\r\n\t(2) SA 612\n(A) at 613C-D.",
  "scraped_at": "2026-02-11T21:44:28.433199",
  "date": "2009-03-30",
  "coram": [
    "Mthiyane",
    "Van Heerden",
    "Jafta",
    "Ponnan",
    "Mlambo"
  ],
  "case_number": "524/07",
  "parties": {
    "applicants": [
      "EDMUND GUGULETHU MZIZI"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 10 December 1998 Captain Tatisi and Inspector Lepedi pursued a suspect who fled from the Mmabatho police station. During the chase the suspect shot and killed Captain Tatisi, uttering the words “That’s Gugu” as he lay dying. The applicant, Edmund Gugulethu Mzizi, was identified by several state witnesses as the shooter and was convicted of murder. He was sentenced to 30 years' imprisonment. After his leave to appeal was refused, he later applied for special entries under s 317 of the Criminal Procedure Act and sought to lead further evidence, all of which were filed late, prompting a request for condonation.",
    "issues": "The court needed to determine (1) whether the applicant had shown good cause to justify the delayed applications (condonation test); (2) whether the hearsay statement “That’s Gugu” should have been admitted as evidence; (3) whether the applicant could be allowed to lead further evidence on appeal; (4) whether the requested special entries should be made; and (5) whether the sentence was excessively harsh.",
    "principles": "Good cause requires a satisfactory explanation for delay and reasonable prospects of success on the merits. Section 317 of the Criminal Procedure Act governs special entries; Section 322 restricts appellate interference to cases where an irregularity results in a failure of justice. Hearsay evidence is admissible only if it meets the criteria of s 3 of the Law of Evidence Amendment Act 45 of 1988. Leading further evidence on appeal is allowed only in exceptional circumstances and must satisfy the De Jager test: a reasonable explanation for its absence at trial, prima facie likelihood of truth, and material relevance to the outcome.",
    "application": "The applicant’s explanations for the delay—lack of funds, dismissal of counsel, and logistical difficulties—were found unsatisfactory. He also failed to demonstrate any reasonable prospect of success, as the remaining evidence without the disputed dying declaration was sufficient to sustain the conviction. The court held that the hearing of further evidence would not affect the verdict and therefore refused it. The requested special entries were declined because any irregularities identified did not lead to a failure of justice. The sentence was deemed not excessively harsh and not vitiated by misdirection.",
    "conclusion": "Condonation was refused and the matter was struck off the roll. The conviction and sentence stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Appeal Procedure",
    "level_3": [
      "condonation",
      "good cause",
      "hearsay",
      "special entry",
      "sentence"
    ]
  }
}