{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/41.html",
  "case_name": "National Tertiary Retirement Fund v Registrar of Pension Funds (221/08) [2009] ZASCA 41; 2009 (5) SA 366 (SCA) ; [2009] 3 All SA 254 (SCA); (2009) 30 ILJ 1011 (SCA) (31 March 2009)",
  "citation": "[2009] ZASCA 41",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 41\n|\nNoteup\n|\nLawCite\nNational Tertiary Retirement Fund v Registrar of Pension Funds (221/08) [2009] ZASCA 41; 2009 (5) SA 366 (SCA) ; [2009] 3 All SA 254 (SCA); (2009) 30 ILJ 1011 (SCA) (31 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 221/08\nNATIONAL\r\nTERTIARY RETIREMENT FUND\nAppellant\nand\nREGISTRAR\r\nOF PENSION FUNDS\tRespondent\nNeutral\r\ncitation:\nNational\r\nTertiary Retirement Fund v Registrar Pension Funds\n(221/08)\n[2009] ZASCA 41\n(31 March 2009)\nCoram:\nHARMS\r\nDP, STREICHER, CLOETE, JAFTA JJA and BOSIELO AJA\nHeard:\n9\r\nMARCH 2009\nDelivered:\n31\r\nMARCH 2009\nSummary:\nPension\nFunds Act 24 of 1956\nâ amendment of rules â benefits payable upon\r\nretirement reduced â reduction affecting benefits payable upon\r\ncessation of\nmembership prior to retirement â amendment not\r\ninconsistent with\ns 37A\nand\ns 14A\nâ no discretion to\r\nrefuse registration conferred on registrar by\ns 12(1)(b).\n______________________________________________________________\n_______\nORDER\n_____________________________________________________________________\nOn appeal from:\r\nHigh Court, Pretoria (Rasefate AJ sitting as court of first instance)\nThe following\r\norder is made:\n1\tThe appeal is\r\nupheld with costs including the costs of two counsel.\n2\tThe order by\r\nthe court below is replaced with the following order:\nâ\n(i)\tThe\r\ndecision by the Board of Appeal is reviewed and set aside.\n(ii)\tThe\r\nfollowing order is substituted for the order by the Board of Appeal:\nâ\n(a)\tThe\r\nappeal is upheld with costs including the costs of two counsel.\n(b)\tThe\r\nregistrar is directed to register, in terms of\ns 12\nof the\nPension\nFunds Act 24 of 1956\n, amendment number 31 to the appellantâs\r\nrules.â\n(iii)\tThe costs\r\nof the application including the costs of two counsel are to be paid\r\nby the registrar.â\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nSTREICHER JA\r\n(HARMS DP, CLOETE, JAFTA JJA and BOSIELO AJA concurring)\n[1]\tThe\r\nappellant is a pension fund which applied to the Registrar of Pension\r\nFunds, the respondent, for the approval and registration\nof an\r\nalteration to its rules. When such approval and registration was\r\nrefused the appellant appealed to the Board of Appeal established\nin\r\nterms of s 26(1) of the Financial Services Board Act 97 of 1990\r\n(âthe FSB Actâ). The Board of Appeal dismissed the\nappeal. The\r\nappellant thereupon applied to the Pretoria High Court for an order\r\nreviewing and setting aside the decision of the\nBoard of Appeal and\r\nreplacing it with an order directing the respondent to register the\r\nalteration of the appellantâs rules.\nThe Pretoria High Court, per\r\nRasefate AJ, dismissed the application. It is against this dismissal\r\nof its application that the appellant,\nwith the leave of the court\r\nbelow, now appeals to this court.\n[2]\tThe\r\nappellant is registered as a pension fund in terms of s 4 of the\r\nPension Funds Act 24 of 1956 (âthe Actâ). It was established\nwith\r\neffect from 1 December 1994. The employers participating in the\r\nappellant are all higher educational institutions previously\nknown as\r\nâTechnikonsâ. Members of the Associated Institutions Fund\r\n(âAIPFâ) and the Temporary Employees Pension Fund (âTEPFâ)\n\nwere given the option to join the appellant with effect from its\r\ninception on 1 December 1994. In terms of specific regulations\nunder\r\nthe Associated Institutions Pension Fund Act 41 of 1963 only the\r\nfunding portion of the actuarial reserve values of the members\nand\r\npensioners of the AIPF and the TEPF who elected to join the\r\nappellant, were transferred to the appellant. This resulted in\nthese\r\nmembers having only 60,8 cents in the Rand value of their actuarial\r\nreserve transferred. Although only the funded portion\nof the\r\nactuarial reserves were transferred the full value of the actuarial\r\nreserves were taken as the opening balances of the AIPF\nand TEPF\r\nmembers in the appellant. The deficit so created, referred to as the\r\npure deficit, was eliminated by the appellant in\n2002.\n[3]\tThe pure\r\ndeficit was not the only deficit which arose upon the transfer of the\r\nAIPF and TEPF members. In terms of rule 4.1 of\nthe appellantâs\r\nrules a member who retires from service on his or her normal\r\nretirement date must receive a pension vesting on\nthe following day\r\nsecured by his or her memberâs share at that date, less the amount\r\nof any lump sum benefit paid in terms of\nrule 4.5. A memberâs share\r\nconsists, among others, of an opening balance comprising the memberâs\r\nnett actuarial liability in\nthe previous fund, the memberâs and the\r\nemployerâs contributions in terms of the rules and investment\r\nearnings transferred\nfrom the Reserve Account, less certain debits to\r\nthat account, such as attributable valuation losses and lump sum\r\npayments in terms\nof rule 4.5. However, rule 4.6 provides certain\r\nguarantees to the members who transferred from the AIPF and the TEPF.\r\nThe relevant\nportion of the rule reads as follows:\nâ\n4.6(1)\tA\r\nMember, who was a Member of the Associated Institutions Pension\r\nFund, . . . shall be guaranteed the following\nminimum\r\nbenefits when he or she retires on his or her Normal Retirement Date,\r\n . . .\n(a)\tA\r\nPension of 1/50\nth\nof the Memberâs Average Final Salary per year of Pensionable\r\nService; and\n(b)\tA\r\ngratuity of 7,25% of the Memberâs Average Final Salary per year of\r\nPensionable Service; provided that such gratuity shall\nnever be\r\ngreater than one-third of the Memberâs total benefit at retirement\r\n(or up to the whole thereof if allowed by income\ntax legislation).\n(2)\tA\r\nMember, who was a Member of the Temporary Employees Pension Fund,\r\nshall be guaranteed the following minimum benefits when\nhe or she\r\nretires on his or her Normal Retirement Date . . .:\nA\r\npension of 2,75% of the Memberâs Average Final Salary per year of\r\nPensionable Service.â\n[4]\tOn 31\r\nDecember 2003, the effective date of the appellantâs last statutory\r\nactuarial valuation, 2 979 members who had\ntransferred to the\r\nappellant on 1 December 1994 from the AIPF and the TEPF qualified for\r\nthe guaranteed benefits. There is a substantial\ndifference between\r\nthe value of the guaranteed benefits and the relevant membersâ\r\nshares of the appellant (âthe guaranteed\nbenefit deficitâ). The\r\ndeficit was partly caused by the investment performance of the Fund\r\nhaving been lower than expected and\nsalaries having been increased at\r\nrates higher than the increase in the rate of inflation. Whether the\r\nappellant will in future\nhave sufficient assets to pay for these\r\nguarantees is dependent on investment returns and salary increases.\n[5]\tYet a\r\nfurther deficit was created when the Act was amended by the\r\nintroduction of s 14A in terms of the\nPension Funds Second\nAmendment Act 39 of 2001\nwhich came into effect on 7 December 2001.\r\nWhereas the guaranteed benefits in terms of\nrule 4.6(1)\nand (2) apply\r\nupon retirement,\ns 14A\nmakes provision for minimum benefits to a\r\nmember who ceases to be a member prior to retirement. Subsection\r\n(1)(a) thereof provides:\nâ\nEvery\r\nregistered fund shall provide the following minimum benefits:\n(a)\tThe\r\nbenefit paid to a member who ceases to be member of the fund prior to\r\nretirement in circumstances other than liquidation\nof the fund shall\r\nnot be less than the minimum individual reserve; . . ..â\nThe minimum\r\nindividual reserve of the AIPF and TEPF members is, in terms of\ns 14B(2)(a)\n, to be determined with reference to the guaranteed\r\nbenefit.\n[6]\tAt a meeting\r\nheld in November 2002 between the appellant and the committee of the\r\nemployers participating in the appellant,\nbeing Technikon principals,\r\nit was decided that every Technikon should take financial\r\nresponsibility for the portion of the guaranteed\nbenefit deficit in\r\nrespect of the members of the appellant who were its employees. All\r\nthe technikon employers, except one, signed\nagreements with the\r\nappellant giving effect to the decision. They agreed to make good the\r\nshortfall between the guaranteed minimum\nretirement benefit and the\r\nnormal retirement benefit of any of their employees who qualified for\r\nthe guaranteed benefits as and\nwhen those employees retired. The\r\nexception referred to was the Border Technikon which has only one\r\nemployee who qualifies for\nthe guaranteed benefits.\n[7]\tThe new\r\nbenefits in terms of\ns 14A\nbecame payable by the appellant on\r\nearly withdrawals as from 1 January 2005. As a result a deficit of\r\nabout R69 million arose in\nthe appellant (âthe minimum benefit\r\ndeficitâ). From discussions by the appellant with the participating\r\nemployers it became\nclear that they were not in a financial position\r\nto fund the additional minimum benefit deficit.\n[8]\tAs a result\r\nof these deficits the appellant resolved to amend its rules so as to\r\nprovide that the âguaranteed benefitsâ\nwould remain payable on\r\nthe retirement of a member only if the employer of the member pays\r\nthe portion of the guaranteed benefit\napplicable to that member. The\r\namendment had the effect of reducing the benefits payable by the\r\nappellant upon the retirement of\na member and because the minimum\r\nbenefits upon early withdrawal are to be determined by reference to\r\nthe guaranteed benefits, those\nbenefits were also reduced. According\r\nto the appellant it is unable itself to meet the guaranteed benefits;\r\nthe rules of the appellant\ndo not require the participating employers\r\nto fund the deficit and the amendment is the result of the appellant\r\nhaving secured\na contractual commitment from the employers to fund\r\nthe benefit as and when affected members retire. The only\r\nalternatives would\nbe, so the appellant contends: (a) an amendment\r\nwhich deletes any entitlement whatsoever to the guaranteed benefit;\r\nor (b) the\nliquidation of the Fund.\n[9]\tThe\r\nappellant thereupon submitted the resolution to the respondent for\r\napproval and registration in terms of s 12 of the\nAct. The\r\nsection provides as follows:\nâ\n12(1)\tA\r\nregistered fund may, in the manner directed by its rules, alter or\r\nrescind any rule or make any additional rule, but no\nsuch alteration,\r\nrescission or addition shall be valid-\n(a)\tif\r\nit purports to effect any right of a creditor of the fund, other than\r\na member or shareholder thereof; or\n(b)\tunless\r\nit has been approved by the registrar and registered as provided in\r\nsubsection (4).\n(2)\t.\r\n. ..\n(3)\tIf\r\nany such alteration, rescission or addition may affect the financial\r\ncondition of the fund, the principal officer shall also\ntransmit to\r\nthe registrar a certificate by the valuator or, if no valuator has\r\nbeen employed, a statement by the fund, as to its\nfinancial\r\nsoundness, having regard to the rates of contributions by employers\r\nand, if the fund is not in a sound financial condition,\nwhat\r\narrangements will be made to bring the fund in a sound financial\r\ncondition.\n(4)\tIf\r\nthe registrar finds that any such alteration, rescission or addition\r\nis not inconsistent with this Act, and is satisfied\nthat it is\r\nfinancially sound, he shall register the alteration, rescission or\r\naddition and return a copy of the resolution to the\nprincipal officer\r\nwith the date of registration endorsed thereon, and such alteration,\r\nrescission or addition, as the case may\nbe, shall take effect as from\r\nthe date determined by the fund concerned or, if no date has been so\r\ndetermined, as from the said\ndate of registration.â\n[10]\tIt is not\r\nin issue that the amendment was done in the manner directed by the\r\nappellantâs rules. But the respondent refused\nto approve the\r\namendment for the following reasons:\n(i)\tThe\r\namendment would have the effect of reducing the minimum benefits\r\npayable to those members who resign from the Fund.\n(ii)\tIf the\r\nresponsibility for the retirement benefit is passed on to the\r\nemployers, the members would be at the mercy of their\nemployers and\r\nwould no longer have the protection of the respondent.\n(iii)\tNot all\r\nparticipating employers agreed to take on the additional\r\nresponsibility.\n(iv)\tThe effect\r\nof the amendment had not been explained to members.\n(v)\tThe\r\nrespondent was not satisfied that the employers appreciated that if\r\nthe amendment were to be registered there would be a\nsurplus at the\r\nsurplus apportionment date which would not be available to employers\r\nbut would have to be paid to former members.\n(vi)\tThe\r\nrespondent did not believe that the employers realised that should\r\nthe appellant be put into liquidation after 1 January\n2005, then, in\r\nterms of s 30(3) of the Act, they would be responsible for paying\r\ninto the appellant enough money to cover the minimum\nbenefit\r\nforthwith.\n[11]\tThe\r\nappellant thereupon lodged an appeal against the respondentâs\r\ndecision with the Board of Appeal established in terms\nof s 26\r\nof the FSB Act. In terms of s 26(2), any person aggrieved by a\r\ndecision by the executive officer of the Financial\nServices Board,\r\nunder a power conferred or a duty imposed upon him by or under the\r\nFSB Act or any other law, may appeal against\nsuch decision to the\r\nBoard of Appeal. The executive officer of the Financial Services\r\nBoard is also the Registrar of Pension Funds\n(the respondent)\n1\n.\r\nAccordingly any person aggrieved by a decision of the respondent\r\nunder a power conferred or a duty imposed upon him by or under\nthe\r\nAct, may appeal against such decision to the Board of Appeal.\n[12]\tIn a second\r\nstatement the respondent elaborated on his reasons as follows:\n(i)\tWhat the\r\nlegislature had in mind is that a fund should be self-contained and\r\nshould be able to meet its obligations as and when\nthey arise,\r\nwithout having to rely on promises made by or contracts concluded\r\nwith third parties, such as employers, whose financial\nposition is\r\nnot subject to scrutiny by the Registrar.\n(ii)\tThe\r\namendment effectively removes the existing guarantee to members by\r\nthe Fund and replaces it with a conditional guarantee,\nconditional\r\nupon a payment by a third party to the Fund.\n(iii)\tWhere a\r\nrule amendment erodes the right of a member to receive such payment\r\non retirement by making an existing unconditional\nguarantee\r\nconditional upon payment by a third party who may or may not be\r\ncontractually obliged to make such payment to the Fund,\nthis\r\namendment is inconsistent with the\nPension Funds Act.\n[13\n]\tThe\r\nprovisions of the Commissions Act 8 of 1947, particularly the\r\nprovisions relating to witnesses and their evidence, applied\nto the\r\nBoard of Appeal\n2\nand it could, after the hearing of the appeal confirm, set aside or\r\nvary the decision against which the appeal was brought, order\nthat\r\nthe decision of the Board of Appeal be given effect to or refer the\r\nmatter back for consideration or reconsideration by the\nrespondent in\r\naccordance with such directions as the Board of Appeal laid down.\n3\nThe Board of Appeal was therefore ânot restricted at all by the\r\n[respondentâs] decision and [had] the power to conduct a complete\n\nrehearing, reconsideration and fresh determination of the entire\r\nmatter that was before the [respondent], with or without new evidence\n\nor informationâ.\n4\n[14]\tThe Board\r\nof Appeal dismissed the appeal. It held that s 12 of the Act\r\nconferred a wide and equitable discretion on the respondent\nto refuse\r\nthe registration of rule amendments. When deciding whether or not to\r\napprove a rule amendment in terms of s 12(1)(b)\nthe respondent\r\nmust take cognisance of the purpose of the Act namely to ensure that\r\npension funds are operated fairly, properly\nand successfully. It held\r\nfurthermore that the rule amendment is inconsistent with the Act and\r\nthat the respondent was for that\nreason entitled to refuse to approve\r\nand register it. The rule amendment is inconsistent with the Act\r\nbecause it reduces the benefits\nprovided for, contrary to the\r\nprovisions of s 37A and s 14A and takes away from the Fund\r\nthe responsibility to pay the\nguaranteed benefits. Having so taken\r\naway the responsibility to pay the guaranteed benefits the\r\nresponsibility is transferred to\nthe employers of the members,\r\nthereby depriving the members of the protection of the respondent.\n[15]\tAn\r\napplication by the appellant to the court below for an order\r\nreviewing and setting aside the decision of the Board of Appeal\nwas\r\ndismissed. The court below held that the respondent exercises a\r\ndiscretion in terms of s 12(4) when deciding whether or\nnot to\r\napprove a rule amendment. It has to make a value judgment as to\r\nwhether the rule amendment is not inconsistent with the\nAct. The\r\nrespondent is also âenjoined to consider, evaluate and satisfy\r\nhimself of the financial soundness of the proposed rule\namendmentâ.\n[16]\tThe court\r\nbelow correctly did not endorse the finding by the Board of Appeal\r\nthat s 12(1)(b), in requiring the approval\nof the respondent,\r\nconferred a broad and equitable discretion on the respondent to\r\nrefuse to register a rule amendment. In terms\nof s 12(4) the\r\nrespondent âshallâ register the alteration if he finds that it is\r\nnot inconsistent with the Act and if\nhe is satisfied that it is\r\nfinancially sound. The respondent is thus obliged, in these\r\ncircumstances, to register the alteration.\nA finding on the part of\r\nthe respondent that an alteration is not inconsistent with the Act\r\nand satisfaction on the part of the\nrespondent that the alteration is\r\nfinancially sound would therefore constitute his approval of the\r\nalteration. I agree with the\nappellant that if the legislature\r\nintended to confer a broad and equitable discretion on the respondent\r\nit would have made that\nintention clear and would have given an\r\nindication as to the factors to be taken into account in exercising\r\nthat discretion, as\nwas done in the case of s 14(1)(c). The\r\nsection deals with the amalgamation of a business carried on by a\r\nregistered fund\nwith the business of another person and provides that\r\nit shall have no effect unless âthe registrar is satisfied that the\r\nscheme\n. . . is reasonable and equitable and accords full\r\nrecognitionâ to a number of factors mentioned in the section.\n[17]\tIt follows\r\nthat what the respondent and, on appeal to it, the Board of Appeal\r\nhad to consider was whether it was satisfied\nthat the amendment was\r\nfinancially sound and whether it was not inconsistent with the Act.\nFinancial\r\nsoundness of the amendment\n[18]\tThe court\r\nbelow considered the rule amendment to be offensive to the notion of\r\nfinancial soundness because it creates a surplus\nwhich stands to be\r\nshared by past members who have no claim to the funds. It said: âThe\r\nexpending of already contributed funds\nin this way through an\r\nartificially created surplus, in the face of a deficit situation\r\ncannot, in my view, clothe the rule amendment\nwith financial\r\nsoundness: These are funds which would otherwise have been applied to\r\nthe deficit. The Registrar correctly refers\nto the scheme as creating\r\nfinancial soundness at a cost, and it is a situation that does not\r\naccord with the dictionary meaning\nof soundness . . ..â\n[19]\tIn terms of\r\ns 12(4) it is the respondent and on appeal, it is the Board of\r\nAppeal, that has to be satisfied that the rule\namendment is\r\nfinancially sound. The respondent was satisfied that that was the\r\ncase although he thought that it had been achieved\nat a cost. That\r\nfinding of the respondent was not disturbed on appeal to the Board of\r\nAppeal and could not be interfered with by\nthe court below simply on\r\nthe basis that it is considered to be wrong on the facts.\n5\nIn any event the fact that the rule amendment creates a surplus\r\ncannot render the rule amendment financially unsound. Counsel for\nthe\r\nrespondent was specifically instructed on appeal to accept that it\r\nwas financially sound.\nInconsistency\r\nwith the Act\n[20]\tThe Board\r\nof Appeal held that the requirement in s 12(4) that the\r\nalteration of the rules should not be inconsistent with\nthe Act meant\r\nthat the alteration should be in agreement with the whole Act ie âits\r\nobject, purpose and policy as gathered from\na comparison of its\r\nseveral parts, as well as from the history of the Act and from the\r\ncircumstances applicable to its subject\nmatter to ensure that pension\r\nfunds are operated fairly, properly and successfullyâ. The\r\nalteration can only be inconsistent\nwith the Act if it conflicts with\r\nthe terms of the Act. Naturally the terms of the Act are to be\r\nproperly interpreted and when\nthat is done âa court is entitled to\r\nhave regard not only to the words used by the Legislature but also to\r\nits object and policyâ.\n6\nThe only sections of the Act which came up for discussion in this\r\nregard were s 37A and s 14A.\n[21]\tThe Board\r\nof Appeal held that the rule amendment was inconsistent with the Act\r\nbecause it reduces the benefits provided for\nin the rules of the\r\nappellant contrary to the provisions of s 37A of the Act.\r\nSection 37A(1) and (2) read as follows:\nâ\n(1)\tSave\r\nto the extent permitted by this Act . . . no benefit provided for in\r\nthe rules of a registered fund . . . shall, notwithstanding\nanything\r\nto the contrary contained in the rules of such a fund, be capable of\r\nbeing reduced, transferred or otherwise ceded, or\nof being pledged or\r\nhypothecated, or be liable to be attached or subjected to any form of\r\nexecution under a judgment or order of\na court of law, or to the\r\nextent of not more than three thousand rand per annum, be capable of\r\nbeing taken into account in a determination\nof a judgment debtor's\r\nfinancial position in terms of section 65 of the Magistrates' Courts\r\nAct, 1944 (Act 32 of 1944), and in\nthe event of the member or\r\nbeneficiary concerned attempting to transfer or otherwise cede, or to\r\npledge or hypothecate, such benefit\nor right, the fund concerned may\r\nwithhold or suspend payment thereof: Provided . . ..\n(2)(a)\tIf\r\nin terms of the rules of a fund the residue of a full benefit, after\r\ndeduction of any debt due by the person entitled\nto the benefit,\r\nrepresents the benefit due to that person, such reduction shall for\r\nthe purposes of subsection (1) be construed\nas a reduction of the\r\nbenefit.\n(b)\tThe\r\nset-off of any debt against a benefit shall for the purposes of\r\nsubsection (1) be construed as a reduction of the benefit.â\n[22]\tThe court\r\nbelow did not agree with the Board of Appeal that the rule amendment\r\nis inconsistent with the Act because it reduces\nthe benefits provided\r\nfor in the rules of the appellant. Referring to the provision in\r\ns 37A that no benefit provided for\nin the rules of a registered\r\nfund shall be capable of being reduced, it held that such a reduction\r\nby way of a rule amendment in\nterms of s 12(1) is excluded by\r\nthe words preceding the prohibition âsave to the extent permitted\r\nby this Actâ. The court\nbelow also agreed with the submission\r\nadvanced by the appellant that the combination of âreducedâ with\r\nâtransferred or otherwise\nceded, or of being pledged or\r\nhypothecated, or be liable to be attached or subjected to any form of\r\nexecution under a judgment\nor order of a court of lawâ indicated\r\nthat what the legislature had in mind was not a reduction effected by\r\na rule amendment,\nbut a reduction in consequence of factors external\r\nto the rules.\n[23]\tBefore us\r\nthe respondent, correctly in my view, did not attack these findings\r\nby the court below. Prior to the enactment of\ns 37A an amendment\r\nof the rules with the approval of the registrar was permissible and\r\nnot qualified so as to exclude a reduction\nin benefits provided for\r\nin the rules of the Fund. The legislature must have been aware of\r\nthat position when it qualified the\nprovisions of s 37A with the\r\nwords âsave as permitted by this Actâ and would have made it\r\nclear if it also wanted to exclude\na reduction of benefits provided\r\nfor in the rules of a pension fund by way of an alteration in terms\r\nof s 37A. Moreover, there\nmay well be circumstances where a\r\nreduction of benefits may be required in the interests of all the\r\nmembers of a pension fund and\nit is highly unlikely that the\r\nlegislature could have intended to prohibit a rule amendment in terms\r\nof s 12 in these circumstances.\n[24]\tHowever,\r\nthe court below proceeded to hold that it was difficult to conceive\r\nhow a rule amendment which had the effect of removing\nthe\r\nresponsibility to pay a pension benefit from of the appellant and out\r\nof the reaches of the Act, could still remain consistent\nwith the\r\nAct. Having found the rule amendment to be inconsistent with the Act\r\nthe court below held that the Board of Appeal had\ncorrectly dismissed\r\nthe appeal against the respondentâs refusal to register the rule\r\namendment. As was submitted by the respondent\nthis finding of the\r\ncourt below is inconsistent with its finding that rule 12 (1)\r\npermitted a reduction in benefits provided for\nby way of a rule\r\namendment. If a pension fund, consistent with the Act, can amend its\r\nrules so as to diminish or delete benefits\nprovided for by the rules\r\nof the fund, it cannot be inconsistent with the Act to retain those\r\nbenefits but to make them conditional\non funding from the employer.\n[25]\tThe\r\nrespondent submitted that the Board of Appeal correctly held that the\r\nrule amendment is inconsistent with the Act in that\nit also reduces\r\nthe benefit to which the members are entitled in terms of s 14A\r\nwhereas such a reduction is, according to the submission,\nnot allowed\r\nby the section. As stated above, the section provides that the\r\nbenefit paid to a member who ceases to be member of\na registered fund\r\nprior to retirement, in circumstances other than liquidation of the\r\nfund, shall not be less than the minimum\nindividual reserve. In terms\r\nof s 14A(2) the minimum individual reserve shall, subject to certain\r\nqualifications, not be less than\nthe fair value equivalent of the\r\npresent value of the memberâs accrued deferred pension ie the\r\ndiscounted value of the guaranteed\npension. The section does not\r\nprovide that the guaranteed value as at date of retirement may not be\r\nreduced. It simply provides\nthat the discounted value of the\r\nguaranteed pension is, subject to the qualifications mentioned, the\r\nminimum benefit that may be\nprovided to a member who ceases to be a\r\nmember prior to retirement. The rule amendment does not purport to\r\nprovide otherwise.\n[26]\tThe rule\r\namendment is not inconsistent with any other provision of the Act. It\r\nfollows that the dismissal of the appeal against\nthe respondentâs\r\nrefusal to register the rule amendment by the Board of Appeal on the\r\nground that it was inconsistent with the\nAct was materially\r\ninfluenced by errors of law and must be reviewed and set aside in\r\nterms of s 6(2)(d) of the Promotion of\nAdministrative Justice\r\nAct 3 of 2000 (âPAJAâ). In terms of s 8(1)(c)(ii) of PAJA a\r\ncourt may in exceptional circumstances\nsubstitute administrative\r\naction with the action that should have been taken. This is such a\r\ncase. Had the Board of Appeal not\nmade these errors of law it would\r\nhave held that the rule amendment should have been registered by the\r\nrespondent. In the circumstances\nit would serve no purpose to refer\r\nthe matter back to the respondent as the respondent urged us to do.\r\nMoreover, the rule amendment\nwas submitted to the respondent more\r\nthan four years ago and the registration thereof should not be\r\ndelayed any further.\n[27]\tIn the\r\nresult the following order is made:\n1\tThe appeal is\r\nupheld with costs including the costs of two counsel.\n2\tThe order by\r\nthe court below is replaced with the following order:\nâ\n(i)\tThe\r\ndecision by the Board of Appeal is reviewed and set aside.\n(ii)\tThe\r\nfollowing order is substituted for the order by the Board of Appeal:\nâ\n(a)\tThe\r\nappeal is upheld with costs including the costs of two counsel.\n(b)\tThe\r\nregistrar is directed to register, in terms of\ns 12\nof the\nPension\nFunds Act 24 of 1956\n, amendment number 31 to the appellantâs\r\nrules.â\n(iii)\tThe costs\r\nof the application including the costs of two counsel are to be paid\r\nby the registrar.â\n___________________\nP E STREICHER\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tO\r\nL Rogers SC\nA M Breitenbach\nInstructed by:\nThyne Hunter\r\nEsterhuizen Inc, Johannesburg\nMcIntyre &\r\nVan der Post, Bloemfontein\nFor\r\nrespondent:\tI V Maleka SC\nMs S Yacoob\nInstructed by:\nRooth Wessels\r\nMotla Conradie Inc, Brooklyn\nNaudes Inc,\r\nBloemfontein\n1\nSection 3 of the Act.\n2\nSection 26(7) of the FSB Act.\n3\nSection 26(10).\n4\nNichol and Another v Registrar of Pension Funds and Others\n2008 (1) SA 383\n(SCA) at para 22.\n5\nSection 6\nof the\nPromotion of Administrative Justice Act 3 of 2000\n.\n6\nDadoo Ltd and Others v Krugersdorp Municipal Council\n1920 AD\r\n\t530\nat 558.",
  "scraped_at": "2026-02-11T21:46:07.428888",
  "date": "2009-03-31",
  "coram": [
    "HARMS DP",
    "STREICHER",
    "CLOETE",
    "JAFTA JJA",
    "BOSIELO AJA"
  ],
  "case_number": "221/08",
  "parties": {
    "applicants": [
      "National Tertiary Retirement Fund"
    ],
    "respondents": [
      "Registrar of Pension Funds"
    ]
  },
  "sections": {
    "facts": "The National Tertiary Retirement Fund (the appellant) sought registration of an amendment to its rules that would make the guaranteed pension benefits payable on retirement conditional upon the employer contributing the relevant portion. The amendment was intended to address a \"guaranteed benefit deficit\" and a \"minimum benefit deficit\" that arose after the introduction of section 14A of the Pension Funds Act. The Registrar of Pension Funds refused registration, citing the reduction of benefits and the shift of liability to employers. The appellant appealed to the Board of Appeal, which dismissed the appeal, and subsequently applied to the High Court for judicial review. The High Court dismissed the application, leading to the present appeal to the Supreme Court of Appeal.",
    "issues": "1. Whether the proposed rule amendment is inconsistent with the Pension Funds Act, particularly sections 37A and 14A, which protect members' benefit rights. 2. Whether the Registrar, under section 12(4) of the Act, must register the amendment if it is not inconsistent and is financially sound. 3. Whether the amendment satisfies the requirement of financial soundness despite creating a surplus. 4. Whether the refusal to register the amendment was a jurisdictional error that can be set aside under the Promotion of Administrative Justice Act.",
    "principles": "The Court applied the following principles: • Section 12(4) obliges the Registrar to register a rule amendment provided it is not inconsistent with the Act and is financially sound. • Section 37A prohibits reduction of benefits unless expressly permitted by the Act; the prohibition is qualified by \"save to the extent permitted by this Act\". • Section 14A requires that benefits payable on early withdrawal not be less than the minimum individual reserve, derived from the guaranteed benefit. • Financial soundness is assessed on whether the amendment leaves the fund capable of meeting its obligations, not whether it creates a surplus at the expense of past members. • Under PAJA s6(2)(d), a court may set aside administrative action where there are errors of law, and may substitute the correct action.",
    "application": "The Court held that the amendment did not breach sections 37A or 14A because the reduction of benefits was permissible under the qualifying language of section 37A. The amendment merely transferred the funding responsibility for guaranteed benefits to the employers, which is permissible. Regarding financial soundness, the Court concluded that the creation of a surplus did not render the amendment unsound; the surplus merely re‑allocated funds that would otherwise have been used to cover the deficit. Consequently, the Registrar’s satisfaction that the amendment was financially sound was valid. The refusal to register was therefore unlawful, and the Board of Appeal’s decision was based on an erroneous interpretation of the Act.",
    "conclusion": "The appeal was upheld. The decision of the Board of Appeal was reviewed and set aside. The Registrar was directed to register amendment number 31 to the appellant’s rules pursuant to section 12 of the Pension Funds Act. Costs, including two counsel’s fees, were awarded to the appellant, and the registrar was ordered to pay the costs of the application."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Rule Amendment",
    "level_3": [
      "Pension Funds Act",
      "Section 37A",
      "Section 14A",
      "Registrar discretion",
      "Financial soundness"
    ]
  }
}