{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/23.html",
  "case_name": "Joob Joob Invetments (Pty) Ltd v Stocks Mavundla Zek Joint Venture (161/08) [2009] ZASCA 23; 2009 (5) SA 1 (SCA) ; [2009] 3 All SA 407 (SCA) (27 March 2009)",
  "citation": "[2009] ZASCA 23",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 23\n|\nNoteup\n|\nLawCite\nJoob Joob Invetments (Pty) Ltd v Stocks Mavundla Zek Joint Venture (161/08) [2009] ZASCA 23; 2009 (5) SA 1 (SCA) ; [2009] 3 All SA 407 (SCA) (27 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase no: 161/08\nJOOB JOOB\r\nINVESTMENTS (PTY) LTD\nAppellant\nand\nSTOCKS\r\nMAVUNDLA ZEK JOINT VENTURE\nRespondent\n________________________________________________________________\nNeutral citation:\nJoob Joob v Stocks\n(161/08)\n[2009]\r\nZASCA 23\n(27 March 2009)\nCORAM:\nHarms\r\nDP, Navsa, Brand, Mhlantla JJA and Bosielo AJA\nHEARD:\n16 March 2009\nDELIVERED:\n27 March 2009\nCORRECTED:\nSUMMARY:\t\tBuilding contract â interpretation of â nature of\r\ninterim certificates â validity of certification of damages â\n\nsummary judgment proceedings discussed â summary judgment rightly\r\nrefused.\n________________________________________________________________\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nHigh Court, Durban (Gorven AJ sitting as court\r\nof first instance).\nThe appeal is dismissed with costs including the costs consequent\r\nupon the employment of two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (Harms DP, Brand, Mhlantla JJA and Bosielo AJA concurring):\n[1]\tThis is an appeal against the grant of summary judgment in the\r\nDurban High Court (Gorven AJ). The background is set out hereafter.\n[2]\tDuring 2004 the parties concluded a written agreement in terms of\r\nwhich the respondent, a partnership conducting the business\nof a\r\nbuilding contractor, undertook to build a resort hotel at Ocean View\r\nsite, Zimbali Coastal Forest Resort, Ballito for the\nappellant\r\ncompany. I shall hereafter refer to the appellant as JJ and to the\r\nrespondent as Stocks. These parties are referred to\nin the agreement\r\nas the contractor and employer respectively.\n[3]\tThe terms of the agreement are embodied in a standard contract\r\nrecommended by the Joint Building Contracts Committee (JBCC).\n1\nClause 5.1 of the agreement provides that JJ shall appoint a\r\nprincipal agent\n2\nwith full authority to act on its behalf in terms of the agreement.\n3\nClause 5.3 goes further and states that only the agent has authority\r\nto bind JJ.\n[4]\tThe agreement provides for interim certificates to be issued by\r\nthe principal agent as well as a final certificate in respect\nof work\r\ncompleted as per the schedule of works.\n4\nIt is common cause that Stocks cancelled the contract on 26 September\r\n2005. Stocksâ entitlement to cancel the contract is\nnot in issue.\n5\nIn respect of work completed the principal agent issued four\r\ncertificates. They are\nas follows:\n(a)\t1 August 2005 (certificate 9) â in terms of which it was\r\ncertified that the amount due to Stocks was R129 100.48;\n(b)\t7 September 2005 (certificate 10) â certifying an amount of R2\r\n704 425.78;\n(c)\t4 August 2006 (certificate 11) â for an amount of R14 568\r\n177.68 and\n(d)\t6 November 2006 (certificate 12) â reflecting an amount of R9\r\n690 000.\nI will refer to the certificates by the certificate numbers that\r\nappear above.\n[5]\tClause 31.9 of the agreement states:\nâ\nThe employer shall pay to the contractor the amount\r\ncertified within seven (7) calendar days of the date of issue of the\r\npayment\ncertificate. Payment shall be subject to the contractor\r\ngiving the employer a tax invoice for the amount due.â\n[6]\tJJ refused to pay after the certificates referred to in para 4\r\nhad been presented. On 8 December 2006 Stocks instituted\naction\r\nagainst JJ in the Durban High Court in which it claimed payment of\r\nthe four amounts reflected in those certificates.\n[7]\tJJ entered an appearance to defend. On 29 January 2007, in terms\r\nof Uniform rule 32, Stocks brought an application for summary\n\njudgment which was opposed by JJ. The summary judgment application\r\nwas heard on 6 September 2007 and, on 25 September 2007,\n\njudgment was granted in favour of Stocks in the amounts set out in\r\ncertificates 10, 11 and 12, with interest thereon\na tempore\r\nmorae\n. JJ was ordered to pay the costs of the action and the\r\napplication for summary judgment in respect of the three claims, on a\r\nscale\nas between attorney and own client, including the costs\r\nconsequent upon the employment by Stocks of two counsel.\n[8]\tGorven AJ dealt, inter alia, with two of JJâs defences which\r\nare relevant to this appeal in some detail. They are set out\nbelow.\n[9]\tFirst, in respect of certificate 10, that it was not due and\r\npayable as Stocks had failed to deliver a tax invoice as required\nby\r\nclause 31.9 of the agreement. It was pointed out on behalf of JJ that\r\nthe date of valuation of the work done and the materials\non site set\r\nout in the certificate (22 July 2005), differed from the date of\r\nvaluation (15 August 2005) that appears in the\ntax invoice.\r\nFurthermore, the tax invoice (6 September 2005) predated the payment\r\ncertificate (7 September 2005). Thus, it\nwas submitted, clause\r\n31.9 had not been complied with.\n[10]\tSecond, certificates 11 and 12 related to damages and on a\r\nproper construction of the agreement, the agentâs mandate did\nnot\r\nextend to certification of damages. It was contended that because the\r\ncertificates were for damages, they were illiquid. Allied\nto this\r\ndefence was the contention that value added tax (VAT) was included in\r\nthe certificates and that such tax was not payable\non damages. This\r\nlatter contention was not, however, persisted in before us.\n[11]\tInsofar as certificate 9 was concerned, counsel representing\r\nStocks agreed before Gorven AJ, that summary judgment should\nbe\r\nrefused as the amount in the payment certificate differed from the\r\namount reflected in the tax invoice. That certificate is\nnot in issue\r\nin this appeal.\n[12]\tIn respect of certificate 10, Gorven AJ found that there was no\r\nrequirement in the agreement that a tax invoice must include\na date\r\nof valuation. He held that all that was required in terms of the\r\nagreement was a tax invoice for the amount due. The earlier\ndate of\r\nthe tax invoice was therefore no bar to recovering the amount set out\r\nin the certificate.\n[13]\tIn respect of the second defence, the court below held that JJ\r\nhad not shown that the certification of damages was not in\naccordance\r\nwith the agreement.\n[14]\tOn 19 October 2007 the court below refused JJ leave to appeal in\r\nrespect of its order in relation to certificate 10. Gorven\nAJ granted\r\nleave in respect of the orders relating to certificates 11 and 12,\r\nbut restricted it to the question of the validity\nof the inclusion of\r\nVAT in the amounts certified. On 11 March 2008 this court granted JJ\r\nleave to appeal to it against the whole\nof the judgment.\n[15]\tIn its affidavit resisting summary judgment, JJ contended that\r\nStocks was precluded from instituting action because of an\n\narbitration clause in the agreement. Gorven AJ dealt with this\r\ndefence tangentially. It is necessary, at the outset, to note that\nit\r\nis very difficult to discern, from the affidavit opposing summary\r\njudgment, the essence of any sustainable defence to Stocksâ\nclaims.\r\nThere are diverse references to clauses in the agreement, to the\r\nnon-correlation between the dates of the tax certificates\nand the\r\ncertification by the agent. What is conspicuously absent, is the\r\nsubstance of a triable defence.\n[16]\tI proceed to deal first with JJâs defence that an action was\r\nprecluded because of an arbitration clause in the agreement.\nClause\r\n40.1 of the agreement under the heading âSETTLEMENT OF\r\nDISAGREEMENTS AND DISPUTESâ provides:\nâ\nShould there be any disagreement between the employer\r\nor his agents on the one hand and the contractor on the other arising\r\nout\nof or concerning this agreement,\nthe\r\ncontractor\nmay request the principal agent to\r\ndetermine such disagreement by a written decision to both parties. On\r\nsubmission of such a request\na disagreement in respect of the issues\r\ndetailed therein shall be deemed to exist.â (My emphasis).\nThe agreement provides that a decision by the principal agent shall\r\nbe final and binding unless it is disputed, in which event,\nthe\r\ndispute shall be submitted to arbitration or where the parties agree,\r\nto mediation.\n6\n[17]\tAs is apparent from clause 40.1, the primary problem for JJ is\r\nthat it is only Stocks as the contractor â and not JJ as\nthe\r\nemployer â that is entitled to refer a dispute to the principal\r\nagent for resolution. Moreover, a dispute has to exist before\nit can\r\nbe referred. Before litigation, JJ chose not to pay rather than to\r\ndeclare a dispute.\n[18]\tIn any event, counsel for JJ, understandably, encountered\r\ndifficulty in elucidating the arbitral dispute. In muted fashion\n\ncounsel contended that the principal agent exceeded his mandate by\r\ncompleting the certificates in question. This is a dispute between\n\nthe employer and his agent and is not a dispute envisaged by the\r\narbitration clause referred to above, namely, between the employer\nor\r\nhis agents on the one hand and the contractor on the other, ie\r\nbetween JJ and its agents on the one hand and Stocks on the other.\n[19]\tCounsel on behalf of Stocks rightly pointed out that there was,\r\nin any event, no prohibition in the agreement against the\ninstitution\r\nof action. There is accordingly no merit to this defence.\n[20]\tIn respect of certificate 10, JJâs main contentions as set out\r\nin para 9 above are without merit. The agreement does not\nprovide for\r\nthe tax invoice to follow any particular format nor does it prescribe\r\nwhat information it has to contain. Certificate\n10 shows that the\r\namount due is R2 704 425.78. The tax invoice is in the same amount\r\nand refers to certificate 10. The previous\ngross amount certified is\r\nthe same and so too the nett amount. There can be no doubt that there\r\nis a direct correlation between\ncertificate 10 and the tax invoice in\r\nquestion. Clause 31.9 was complied with and the court below cannot be\r\nfaulted in this conclusion.\n[21]\tIt was submitted on behalf of JJ that, after cancellation, the\r\nprincipal agent was limited to preparing a final account and\nfinal\r\npayment certificate and there was thus no room for an interim\r\ncertificate such as certificate 11.\n7\nThis is fallacious. In the relevant parts of para 38, which appear\r\nunder the title âCANCELLATION BY CONTRACTOR â EMPLOYERS\nDEFAULTâ\r\nthe following appears:\nâ\n. . .\n38.5\tWhere the contractor cancels this agreement in\r\nterms of 38.0 the following shall apply:\n. . .\n38.5.3\tThe principal agent shall forthwith compile a\r\nreport on the status of the portion of the works executed by the\r\ncontractor\nand shall issue such a report to the employer and the\r\ncontractor\n38.5.4\tThe principal agent shall forthwith commence and\r\ncomplete the final account within ninety (90) working days of\r\ncompletion\nof such a report\n. . .\n38.5.7\tThe principal agent shall continue to certify the\r\nvalue of the work executed by the contractor and the value of\r\nmaterials\nand goods for payment by the employer.â\nCertificate 11 is in accordance with clause 38.5.7.\n[22]\tI turn to deal with certificates 11 and 12 and the question of\r\nthe certification of damages. It was submitted that the principal\n\nagent had no authority in terms of the agreement to certify damages.\r\nThis submission is without foundation. Clause 33 is entitled\n\nâRECOVERY OF EXPENSE AND LOSSâ and provides for monthly\r\nârecoveryâ statements by the principal agent on which expense and\n\nloss shall be shown and amounts due to the contractor for âdamages\r\nin terms of 38.5.6â, if any.\n8\nSub-clause 38.5.6 provides:\nâ\nThe employer shall be liable to the contractor for\r\ndamages resulting from such cancellation.â\nThe interim certificates envisaged in clause 31.1 (recorded above\n9\n)\r\nmay be adjusted, inter alia, by amounts due to the employer or\r\ncontractor in a recovery statement issued in terms of clause 33.1.\n10\nIt was submitted, on behalf of JJ, that since Stocks did not, in its\r\nparticulars of claim, refer to or attach recovery statements\nin\r\nrelation to certificates 11 and 12, summary judgment ought not to\r\nhave been granted. This is a submission entirely without merit.\nIt\r\nwas never alleged by JJ that no recovery statements had been issued\r\nor that adjustments had not been properly made. It is necessary\nto\r\nrepeat that the basis of the valuation or damages was not\r\nsubstantively challenged.\n[23]\tTo sum up: on a proper construction of the agreement it is clear\r\nthat the principal agent is not only entitled but is obliged,\nin\r\nappropriate circumstances, to certify damages.\n[24]\tIn support of his contention that Gorven AJ ought nevertheless\r\nto have exercised his discretion against granting summary judgment,\n\ncounsel on behalf of JJ urged us to bear in mind that summary\r\njudgment is a remedy of an âextraordinary and drastic natureâ,\n\nbased on âthe supposition that the plaintiffâs case is\r\nunimpeachable and the defendantâs defence is bogus or bad in law.â\n11\nIt is necessary to place this characterisation of the summary\r\njudgment procedure in a proper perspective.\n[25]\tUniform rule 32 enables a plaintiff to apply to court for\r\nsummary judgment in respect of four categories of claims:\n(a)\ton a liquid document;\n(b)\tfor a liquidated amount in money;\n(c)\tfor delivery of specified immovable property; or\n(d)\tfor ejectment\n[26]\tUniform rule 8 provides for provisional sentence where a claim\r\nis founded upon a liquid document. The theory behind provisional\n\nsentence is that:\nâ\nit is granted on the presumption of the genuineness\r\nand the legal validity of the documents produced to the court. The\r\ncourt is\nprovisionally satisfied that the creditor will succeed in\r\nthe principal suit. The debt disclosed in the document must therefore\n\nbe unconditional and liquid (zuiwer en klaar of liquid)â.\n12\nIf a document âupon a proper construction thereof, evidences by its\r\nterms, and without resort to evidence extrinsic theretoâ¦an\n\nunconditional acknowledgment of indebtedness in an ascertained amount\r\nof money the payment of which is due to the creditorâ it\nis one\r\nupon which provisional sentence may properly be granted.\n13\n[27]\tGorven AJ pointed out, with reference to\nRandcon (Natal)\r\n(Pty) Ltd v Florida Twin Estates Ltd\n1973 (4) SA 181\n(D &\r\nCLD) at 183H-184H, that a final payment certificate is treated as a\r\nliquid document since it is issued by the employerâs\nagent, with\r\nthe consequence that the employer is in the same position it would\r\nhave been in if it had itself signed an acknowledgment\nof debt in\r\nfavour of the contractor. Relying further on the\nRandcon\ncase\r\n(at 186G-188G), the learned judge held that similar reasoning applied\r\nto interim certificates. The certificate thus embodies\nan obligation\r\non the part of the employer to pay the amount contained therein and\r\ngives rise to a new cause of action subject to\nthe terms of the\r\ncontract.\n14\nIt is regarded as the equivalent of cash.\n15\nThe certificates in question all fall within this ambit.\n[28]\tStocks held three liquid documents, the equivalent of\r\nacknowledgements of debt. It could have proceeded to obtain\r\nprovisional\nsentence on them but chose to apply for summary judgment.\n[29]\tA summary judgment procedure was first introduced into our\r\npractice by the Magistrateâs Court Act of 1917. It was based\nupon a\r\nprocedure introduced in England by Order XIV under the Judicature\r\nActs whereby a plaintiff was able, by means of a summary\nproceeding,\r\nto obtain a final judgment when there was no\nbona fide\ndefence\r\nto an action.\n16\n[30]\tIn\nJohn Wallingford v The Directors &c. of The Mutual\r\nSociety\n(1880) 5 AC 685\n(HL) at 699-700, Lord Hatherley referred\r\nto the objects of the new English procedure as follows:\nâ\nI apprehend that from the first the objects of these\r\nshort methods of procedure has been to prevent unreasonable delay, a\r\ndelay\nwhich was very prejudicial to the creditors, and never, I am\r\nafraid, or rather, I am pleased to say, can have been very beneficial\n\nto the debtor himself. Simply allowing legal proceedings to take\r\nplace, in order that delay may be applied to the administration\nof\r\njustice as much as possible, is not an end for which we can conceive\r\nthe Legislature to have framed the provisions which now\nexist under\r\nthe several Judicature Acts. If a man really has no defence, it is\r\nbetter for him as well as his creditors, and for\nall the parties\r\nconcerned, that the matter should be brought to an issue as speedily\r\nas possible; and therefore there was a power\ngiven in cases in which\r\nplaintiffs might think they were entitled to use the power by which,\r\nif it was a matter of account, an\naccount might be immediately\r\nobtained upon the filing of a bill, or, if it was a matter in which\r\nthe debt was clear and distinct,\nand in which nothing was needed to\r\nbe said or done to satisfy a Judge that there was no real defence to\r\nthe action, recourse might\nbe had to an immediate judgment and to an\r\nimmediate execution.â\n[31]\tSo too in South Africa, the summary judgment procedure was not\r\nintended to âshut (a defendant) out from defendingâ, unless\nit\r\nwas very clear indeed that he had no case in the action. It was\r\nintended to prevent sham defences from defeating the rights\nof\r\nparties by delay, and at the same time causing great loss to\r\nplaintiffs who were endeavouring to enforce their rights.\n17\n[32]\tThe rationale for summary judgment proceedings is impeccable.\r\nThe procedure is not intended to deprive a defendant with a\ntriable\r\nissue or a sustainable defence of her/his day in court. After almost\r\na century of successful application in our courts,\nsummary judgment\r\nproceedings can hardly continue to be described as extraordinary. Our\r\ncourts, both of first instance and at appellate\nlevel, have during\r\nthat time rightly been trusted to ensure that a defendant with a\r\ntriable issue is not shut out. In the\nMaharaj\ncase at\r\n425G-426E, Corbett JA, was keen to ensure first, an examination of\r\nwhether there has been sufficient disclosure by a defendant\nof the\r\nnature and grounds of his defence and the facts upon which it is\r\nfounded. The second consideration is that the defence so\ndisclosed\r\nmust be both\nbona fide\nand good in law. A court which is\r\nsatisfied that this threshold has been crossed is then bound to\r\nrefuse summary judgment. Corbett\nJA also warned against requiring of\r\na defendant the precision apposite to pleadings. However, the learned\r\njudge was equally astute\nto ensure that recalcitrant debtors pay what\r\nis due to a creditor.\n[33]\tHaving regard to its purpose and its proper application, summary\r\njudgment proceedings only hold terrors and are âdrasticâ\nfor a\r\ndefendant who has no defence. Perhaps the time has come to discard\r\nthese labels and to concentrate rather on the proper application\nof\r\nthe rule, as set out with customary clarity and elegance by Corbett\r\nJA in the\nMaharaj\ncase at 425G-426E.\n[34]\tIn the present case, as demonstrated above, there is no\r\ndiscernable sustainable defence put up by JJ. In respect of the\r\nvaluation\nof work done and materials on site, JJ did not take issue\r\nwith the principal agentâs valuation per se. As shown, the\r\nreferences\nto various provisions of the agreement do not assist JJ in\r\nestablishing a defence. In respect of the certification of damages\r\nthe\nmerits of the calculation were not challenged. There are vague\r\nreferences in the opposing affidavit to clause 31.6 and a possible\n\ncounterclaim (without quantification) in respect of an alleged\r\nfailure by Stocks to protect goods and materials on site. Such\r\nâdefencesâ as were proffered are cast in the most dubious terms.\r\nJudgment for Stocks in the court below was fully justified\nand Gorven\r\nAJ correctly refused to exercise his discretion in favour of JJ.\n[35]\tFor all the reasons set out above the appeal must fail. The\r\nfollowing order is made:\nThe appeal is dismissed with costs including the costs consequent\r\nupon the employment of two counsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tP M M Lane SC\nInstructed\r\nby\nRoutledge\r\nModise (In association with Eversheds) Johannesburg\nMatsepes\r\nInc Bloemfontein\nFor\r\nRespondent:\tA K Kissoon Singh SC\nM\r\nW Collins\nInstructed\r\nby\nTiefenthaler\r\nAttorneys Durban\nHoney\r\nAttorneys Bloemfontein\n1\nThe constituents of which are :\nAssociation of South African Quantity Surveyors\nBuilding\r\n\tIndustries Federation South Africa\nSouth\r\n\tAfrican Association of Consulting Engineers\nSouth\r\n\tAfrican Institute of Architects\nSouth\r\n\tAfrican Property Owners Association\nSpecialist Engineering Contractors Committee\nIt was not\r\n\tcontested that the standard contract under consideration was the\r\n\tthird in a series of JBCC contracts. This is important\nbecause\r\n\tearlier editions of contracts have been the subject matter of\r\n\tdecided cases the findings of which were made on the basis\nof\r\n\tprovisions in those contracts.\n2\nIt is worth noting that âagentâ is defined in\r\n\tthe definitions and interpretations section of the agreement as\r\n\tfollows:\nâ[T]he\r\n\tperson or entity named in the schedule or appointed by the employer\r\n\tin terms of 5.0 to deal with specific aspects of\nthe work.â\nâPrincipal\r\n\tAgentâ is defined:\nâ[T]he\r\n\tperson or entity appointed in terms of 5.0 and named in the\r\n\tscheduleâ.\n3\nIn terms of c\nlause 5.1 JJ âwarrants that the\r\n\tprincipal agent has full authority and obligation to act in terms of\r\n\tthe agreement, and where\nappropriate, the associated nominated and\r\n\tselected subcontract agreementsâ.\n4\nThe material part of clause\n31.1 of the agreement\r\n\tprovides as follows:\nâThe\r\n\tprincipal agent shall issue an interim payment certificate every\r\n\tmonth on or before the date stated in the schedule until\nthe issue\r\n\tof the final payment certificate.â\nImportantly,\r\n\tclauses 31.4.1-31.4.3 provide:\nâThe\r\n\tvalue certified in an interim payment certificate shall separately\r\n\tinclude:\n31.4.1 A\r\n\treasonable estimate of the value of the work executed taken into\r\n\taccount the information submitted by the contractor\nin terms of 31.2\r\n\tand making due allowance for adjustments to the contract value in\r\n\tterms of 32.0.\n31.4.2  A\r\n\treasonable estimate of the value of materials and goods in terms of\r\n\t31.6.\n31.4.3 \r\n\tAmounts previously certified in terms of 31.4.1 and 31.4.2.â\n5\nJJâs affidavit opposing summary judgment,\r\n\trelying on an arbitration clause in the agreement, initially stated\r\n\tthat there was\na dispute about Stocksâ right to cancel the\r\n\tagreement which was subject to arbitration, without stipulating what\r\n\tthat dispute\nentailed. Towards the end of the affidavit, JJ stated\r\n\tthat on 24 January 2005 Stocks indicated that they had suspended the\r\n\tworks\nand only returned to site by 1 March 2005. JJ contended that\r\n\tthis constituted a breach by Stocks, which precluded it from\r\n\tcancelling\nthe agreement. There is no challenge in the opposing\r\n\taffidavit to Stocksâ assertion, in its particulars of claim, that\r\n\tJJ failed,\nin terms of the agreement: (i) to make an advance payment\r\n\tbefore noon on 31 March 2005; (ii) to provide a payment\r\n\tguarantee\nin the sum of R40 m before noon on 29 April 2005 and\r\n\t(iii) to provide by 29 April 2005 written evidence that it had\r\n\tsecured\nadequate financing to enable it to comply with its\r\n\tobligations. Stocks asserted further that payment had not been made\r\n\tupon presentation\nof certificate 9. These, according to Stocks, were\r\n\tthe bases on which the agreement was cancelled. Gorven AJ therefore\r\n\tcorrectly\nreflected in his judgment, that it was common cause before\r\n\thim that the contract was properly cancelled by Stocks arising from\n\n\tJJâs non-performance. Before us and the court below only the\r\n\tvalidity of the certification was in issue â not the other grounds\n\n\tfor cancellation. The arbitration clause continued to be a live\r\n\tissue and is dealt with later.\n6\nI\nn this regard clauses 40.2 to 40.4 apply.\n7\nCertificate 11, in addition to certifying an amount in respect of\r\n\tdamages, also includes certification by the principal agent\nof the\r\n\tvalue of work executed and materials on site in an amount of R2 369\r\n\t383.08. The opposing affidavit does not contest the\nvaluation of\r\n\twork done and materials on site in relation to certificates 10 and\r\n\t11. There are vague references to para 31.6 of\nthe agreement which\r\n\tstates that the value of materials and goods shall only be included\r\n\tin a certificate if they are to the satisfaction\nof the principal\r\n\tagent on the bases set out in that clause. Nowhere is the valuation\r\n\tper se challenged.\n8\nClauses\n33.1.3 and 33.1.6.\n9\nNote 4.\n10\nClauses 31.5 and 31.5.4.\n11\nSee\nTesven CC v\r\n\tSouth African Bank of Athens\n2000 (1)\r\n\tSA 268\n(SCA) at 275H referring to\nMaharaj\r\n\tv Barclays National Bank Ltd\n1976 (1)\r\n\tSA 418\n(A) at 423F-G. In the last mentioned case Corbett AJ (at\r\n\t426A-E) said the following:\nâ\n[O]ne\r\n\tof the ways in which a defendant may successfully oppose a claim for\r\n\tsummary judgment is by satisfying the Court by affidavit\nthat he has\r\n\ta\nbona fide\ndefence to the claim. Where the defence is based upon facts, in the\r\n\tsense that material facts alleged by the plaintiff in his\nsummons,\r\n\tor combined summons, are disputed or new facts are alleged\r\n\tconstituting a defence, the Court does not attempt to decide\nthese\r\n\tissues or to determine whether or not there is a balance of\r\n\tprobabilities in favour of the one party or the other. All\nthat the\r\n\tCourt enquires into is:\n(a)\nwhether the defendant has âfullyâ disclosed the nature and\r\n\tgrounds of his defence and the material facts upon which it is\n\n\tfounded, and\n(b)\nwhether on the facts so disclosed the defendant appears to have, as\r\n\tto either the whole or part of the claim, a defence which\nis both\nbona fide\nand good in law. If satisfied on these matters the Court must refuse\r\n\tsummary judgment, either wholly or in part, as the case\nmay be. The\r\n\tword âfullyâ, as used in the context of the Rule (and its\r\n\tpredecessors), has been the cause of some judicial\ncontroversy in\r\n\tthe past.\nIt connotes, in my view,\r\n\tthat, while the defendant need not deal exhaustively with the facts\r\n\tand the evidence relied upon to substantiate\nthem, he must at least\r\n\tdisclose his defence and the material facts upon which it is based\r\n\twith sufficient particularity and completeness\nto enable the Court\r\n\tto decide whether the affidavit discloses a bona fide defence.\nâ¦ At the same time the defendant is not expected to formulate his\r\n\topposition to the claim with the precision that would be\nrequired of\r\n\ta plea; nor does the Court examine it by the standards of pleading.â\r\n\t(My emphasis).\n12\nHarrowsmith v Ceres Flats (Pty) Ltd\n1979 (2) SA 722\n(T) at 728C;\nVan der\r\n\tWalt v Eiendomsreg (Edms) Bpk\n1986 (2)\r\n\tSA 461\n(T) at 465D-H. See also PBJ Farlam & DE Van Loggerenberg\nErasmus Superior Court Practice\nB1â63\r\n\t(service issue 25, 2006).\n13\nRich v Lagerwey\n1974 (4) SA 748\n(A) at 754H followed in numerous subsequent cases.\r\n\tSee\nErasmus Superior Court Practice\nB1â63.\n14\nOcean Divers (Pty) Ltd v Golden Hill\r\n\tConstruction CC\n[1993] ZASCA 41\n;\n1993 (3) SA 331\n(A) at\r\n\t340E.\n15\nRandcon\ncase at\r\n\t184C-G.\n16\nSee\nSchoeman v\r\n\tNewmark Ltd\n1919 CPD 55.\n17\nSee\nMeek v Kruger\n1958 (3) SA 154\n(T) at 156F-157A. In\nJones v Stone\n1894 AC 122\nLord Halsbury, in the Privy Council, in relation to\r\n\tsummary judgment proceedings in Western Australia, similarly stated\r\n\tthat\nthe procedure was intended\nonly to apply to cases where\r\n\tthere could be no reasonable doubt that a plaintiff was entitled to\r\n\tjudgment and where it was inexpedient\nto allow a defendant to defend\r\n\tfor mere purposes of delay. The procedure is employed in Canada â\r\n\tsee\nProgressive Construction Ltd v Newton\n117 DLR (3d) 591\r\n\tand is known in the United States of America â see\nSartor v\r\n\tArkansas Natural Gas Corp\n[1944] USSC 69\n;\n321 US 620.",
  "scraped_at": "2026-02-11T21:42:37.231026",
  "date": "2009-03-27",
  "coram": [
    "Harms DP",
    "Navsa",
    "Brand",
    "Mhlantla JJA",
    "Bosielo AJA"
  ],
  "case_number": "161/08",
  "parties": {
    "applicants": [
      "Joob Joob Investments (Pty) Ltd"
    ],
    "respondents": [
      "Stocks Mavundla Zek Joint Venture"
    ]
  },
  "sections": {
    "facts": "The parties entered into a JBCC standard building contract in 2004 for the construction of a resort hotel. Stocks Mavundla Zek Joint Venture (the contractor) was to perform the works for Joob Joob Investments (the employer). The contract required the employer to appoint a principal agent who alone could bind the employer. The contract provided for interim payment certificates issued by the principal agent and a final certificate. Stocks cancelled the contract on 26 September 2005, which was undisputed. After cancellation the principal agent issued four interim certificates (numbers 9‑12) certifying amounts due, including certificates for damages. Joob Joob refused to pay, leading Stocks to commence summary‑judgment proceedings for the sums shown in certificates 10, 11 and 12.",
    "issues": "1) Whether the principal agent’s issuance of interim certificates, including after cancellation, was authorised by the contract. 2) Whether payment of certificate 10 required a tax invoice that complied with clause 31.9, and whether the invoice presented satisfied that requirement. 3) Whether the certificates for damages (11 and 12) were within the agent’s mandate. 4) Whether the arbitration clause barred Stocks from instituting court action. 5) Whether Joob Joob raised a bona‑fide defence that would preclude summary judgment.",
    "principles": "The court applied contractual construction principles, giving effect to the express terms of the JBCC contract. Clause 31.9 requires a tax invoice for the amount due but does not prescribe its contents or a valuation date, so compliance is satisfied by any invoice for the certified amount. Clauses 38.5.7 and related provisions on cancellation require the principal agent to continue certifying the value of work and materials, and clause 33 authorises the agent to issue recovery statements and certify damages. The arbitration clause only permits the contractor to refer disputes to the principal agent; it does not prohibit court action. Summary‑judgment principles under Uniform Rule 32 require that the defendant have no bona‑fide defence; the courts must ensure that a defence is disclosed and is both bona‑fide and legally sound. Precedent cited includes Randcon (treating interim certificates as liquid documents) and Maharaj (requirements for a bona‑fide defence in summary‑judgment applications).",
    "application": "The court found that the tax invoice accompanying certificate 10 met the contractual requirement, despite differing valuation dates. The principal agent’s authority to issue interim certificates after cancellation was confirmed by clause 38.5.7, and the inclusion of damages in certificates 11 and 12 was permissible under clause 33. The arbitration clause was interpreted to apply only to contractor‑initiated disputes, so it did not bar Stocks from suing. Joob Joob’s alleged defences—lack of a tax invoice, lack of authority to certify damages, and reliance on arbitration—were held to be without merit and not bona‑fide. Consequently, the summary‑judgment disposition was appropriate.",
    "conclusion": "The appeal was dismissed. The court affirmed the summary‑judgment order requiring Joob Joob Investments to pay the amounts certified in certificates 10, 11 and 12, with interest, and awarded costs to the respondent, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Construction Law",
    "level_2": "Building Contracts",
    "level_3": [
      "interim certificates",
      "summary judgment",
      "arbitration clause",
      "damages certification",
      "contract termination"
    ]
  }
}