{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/167.html",
  "case_name": "Jacobs v Imperial Group (Pty) Ltd (693/08) [2009] ZASCA 167; [2010] 2 All SA 540 (SCA) (1 December 2009)",
  "citation": "[2009] ZASCA 167",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 167\n|\nNoteup\n|\nLawCite\nJacobs v Imperial Group (Pty) Ltd (693/08) [2009] ZASCA 167; [2010] 2 All SA 540 (SCA) (1 December 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  693/08\nIn\r\nthe matter between:\nJUAN JACQUES JACOBS                                  \r\n                            APPELLANT\nv\nIMPERIAL\r\nGROUP (PTY) LTD                                                     \r\nRESPONDENT\nNeutral citation:\nJacobs\r\nv Imperial Group\n(693/2008)\n[2009] ZASCA 167\n(\n1\r\nDecember 2009).\nCoram:\nMthiyane,\r\nLewis, Heher, Mlambo, Mhlantla JJA\nHeard:\t\t19 November 2009\nDelivered:\t\t1 December 2009\nSummary:   \tContract â ownerâs risk notice â\r\nincorporated in contract of service. Service provider entitled to\r\nassume that\ncustomer saw disclaimer on notice boards.\nMotor vehicle stolen â service provider shielded from\r\nliability by ownerâs risk notice.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nSouth Gauteng\r\nHigh Court, Johannesburg (Tsoka J sitting as court of first\r\ninstance).\nThe following order is made:\nThe appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO JA\n(Mthiyane, Lewis,\r\nHeher, Mhlantla JJA concurring):\n[1]\tOn 8 September 2005 the appellant, represented by\r\nhis brother-in-law, Mr Pierre Jacobs (Jacobs), entered into a\r\ncontract\nof service with the respondent in terms of which the\r\nappellantâs motor vehicle, a Vito Mercedes Benz, was left in the\r\nrespondentâs\ncare, at its Potchefstroom Cargo Service Centre, for\r\nrepairs. To this end Jacobs and the respondentâs representative\r\nsigned an\nâorder formâ. The order form contained on its reverse\r\ncertain terms and conditions titled âconditions of contractâ.\r\nClause\n5 of these conditions of contract provided:\nâ\nWe acknowledge that Cargo\r\nPotchefstroom shall not be liable in any way whatsoever or be\r\nresponsible for any loss or damages sustained\nfrom fire, burglary\r\nand/or unlawful acts (including gross negligence) of the\r\nrepresentative, agents or employees.â\n[2]\tThere was also, at the respondentâs service\r\ncentre, a disclaimer or ownerâs risk notice displayed prominently\r\non notice\nboards at three locations, to wit, the passenger vehicle\r\noffice, the customer reception entrance and at the cashierâs\r\nwindow.\nThe disclaimer read:\nâ\nVehicles are left at ownerâs\r\nrisk.\nVoertuie word hier gelaat op\r\neienaars risiko.â\n[3]\tThe vehicle was stolen whilst still under the\r\nrespondentâs custody and the appellant duly instituted an action in\r\nthe South\nGauteng High Court for damages arising from the consequent\r\nloss of the vehicle. It was common cause in the proceedings before\r\nthe\nhigh court that Jacobs was not aware of the conditions of\r\ncontract at the back of the order form he signed. And the court\r\naccepted\nthat he did not see the ownerâs risk notice displayed on\r\nthe notice boards. The appellantâs case was that it was not bound\r\nby the ownerâs risk clause and further that Jacobs did not have\r\nauthority to bind him to that disclaimer. On the other hand the\n\nrespondent relied on the ownerâs risk notice to resist liability.\n[4]\tThe high court (Tsoka J) found that Jacobs was\r\nproperly authorised to bind the appellant. The court also concluded\r\nthat the\nownerâs risk notice displayed on notice boards at the\r\nrespondentâs premises where the motor vehicle was stolen, was\r\nincorporated\ninto the contract entered into by the parties. That\r\ncourt further concluded that the respondent had done all that was\r\nreasonable\nto bring to Jacobsâ attention the contents of the\r\nownerâs risk notice. The appeal, with leave of this court, is\r\ndirected at\nthese findings and is premised essentially on the\r\nfollowing contentions:\n(a)\tthat the applicability of the ownerâs risk notice\r\nhad to be determined with reference to the disclaimer contained in\r\nclause\n5 of the conditions of contract set out on the back of the\r\norder form signed by the parties when concluding the contract;\n(b)\tthat Jacobs did not have the requisite authority to\r\nbind the appellant to the terms of the ownerâs risk notice.\n[5]\tThe appellantâs submission regarding the\r\napplicability of the ownerâs risk notice was that there was no\r\nreference to this\nnotice in the disclaimer in the conditions of\r\ncontract (Clause 5). This meant, so the argument went, that the\r\nownerâs risk notice\nwas excluded from the contract entered into\r\nbetween the parties. The appellant further submitted that the clause\r\n5 disclaimer could\nnot be relied upon to shield the respondent from\r\nliability as it did not mention theft specifically. An alternative\r\nargument was\nthat we should interpret that notice in the appellantâs\r\nfavour, it being the respondentâs document, as the English version\r\nwhich did not mention theft, was inconsistent with the Afrikaans\r\nversion which did mention it.\n[6]\tThe appellantâs argument that the conditions of\r\ncontract formed part of the agreement between the parties is\r\nmisconceived.\nIn this regard the appellant had specifically pleaded\r\nin his particulars of claim and replication that the conditions of\r\ncontract\ndid not form part of the contract between the parties and\r\nwere therefore unenforceable. Though the respondent in its plea\r\npleaded\nthat the conditions of contract formed part of the contract,\r\nthe parties reached consensus at the pre-trial stage that the\r\nrespondent\nwas not placing any reliance on the conditions of\r\ncontract, thus effectively excluding them from the ambit of the case.\r\nThe respondent\nrelied solely on the ownerâs risk notice to escape\r\nliability.\n[7]\tWe cannot ignore the pleadings. It is clear that the\r\nissue that has always been at the centre of the dispute between the\r\nparties\nwas the applicability of the ownerâs risk notice. And it is\r\nalso clear that despite the appellantâs stance now on appeal, the\n\nparties reached consensus in terms of which they limited the factual\r\nenquiry that was to feature before the high court and this\nexcluded\r\nthe conditions of contract. In fact, the high court specifically\r\nfound that it was common cause between the parties that\nthe\r\nconditions of contract did not form part of the case. This finding,\r\nfor that matter, is not attacked on appeal.\n[8]\tI now consider the appellantâs argument that\r\nJacobs, as his agent, did not have authority to bind him to the\r\nownerâs risk\nnotice. This brings to the fore the question whether\r\nin fact Jacobâs authority was limited. There is no evidence from\r\nJacobs\nor anyone else to suggest that Jacobâs authority was\r\nlimited. In fact, the evidence is clear that, when handing over the\r\nmotor\nvehicle, and signing the necessary paperwork, there was nothing\r\ncircumscribing his authority. The respondent was perfectly justified\n\nin relying on Jacobsâ conduct, which evinced all the attributes of\r\nactual authority. It is trite that âthe law, as a general\nrule,\r\nconcerns itself with the external manifestations, and not the\r\nworkings, of the minds of parties to a contractâ.\n1\nThe conclusion of the high court that Jacobs had the necessary\r\nauthority to conclude the contract is beyond reproach. He properly\n\nbound his principal, the appellant, to the terms of the contract\r\nwhich included the ownerâs risk notice.\n[9]\tThis brings me to the question whether the ownerâs\r\nrisk notice in this case could be successfully relied upon by the\r\nrespondent\nto escape liability for the loss of the motor vehicle\r\ngiven that it was found that Jacobs did not see it. The approach to\r\nthis\nquestion is to enquire whether the respondent acted sufficiently\r\nreasonably in bringing to the attention of its customers in general,\n\nand to Jacobs in particular, the existence of the ownerâs risk\r\nnotice:\nDurbanâs Water Wonderland (Pty) Ltd\r\nv Botha\n2\nâ\nThe answer depends upon\r\nwhether in all the circumstances the appellant did what was\r\nâreasonably sufficientâ to give patrons\nnotice of the terms of\r\nthe disclaimer.â\nSee also\nKingâs Car Hire (Pty)\r\nLtd v Wakeling\n1970 (4) SA 640\n(N) at 643H.\n[10]\tThe evidence is that the ownerâs risk notice was\r\nprominently displayed, in clear and unambiguous terms, on notice\r\nboards\nat the respondentâs passenger vehicle office, at the\r\nentrance to the reception and at the cashierâs window. Clearly, it\r\nwas\ndisplayed in such a manner and at such locations on the\r\nrespondentâs premises to inform any customer leaving a motor\r\nvehicle\nthere of its applicability. This, to me, was more than\r\nsufficiently reasonable and the fact that Jacobs says he did not see\r\nit\ndoes not assist the appellant. The respondent was, in my view,\r\nentitled to assume, having displayed the notice in this manner, that\n\nany of its customers would notice it. This is not a case where the\r\ndisclaimer was not prominently displayed or is located in a\n\nmisleading manner as was the case in\nMercurius\r\nMotors v Lopez\n.\n3\n[11]\tIn the result the appeal is dismissed with costs.\n__________________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES:\nCOUNSEL FOR APPELLANTS:  \t M M Segal\nINSTRUCTED BY:              \t Whalley van der Lith,\r\nJohannesburg\nCORRESPONDENT:          \tWessels & Smith Inc,\r\nBloemfontein\nCOUNSEL FOR RESPONDENT:\tG Kairinos\nINSTRUCTED BY:\t\t\tCouzyns Inc, Rosebank\nCORRESPONDENT:\tHugo & Bruwer Attorneys, Bloemfontein\n1\nSonap Petroleum (SA) (Pty) Ltd (formerly known\r\n\tas Sonarep (SA) (Pty) Ltd v Pappadogianis\n[1992] ZASCA 56\n;\n1992 (3) SA 234\n(A) at 238I-J.\n2\n1999 (1) SA 982\n(SCA) at 991H-I.\n3\n[2008] ZASCA 22\n;\n2008 (3) SA 572\n(SCA) para 33.",
  "scraped_at": "2026-02-12T05:29:08.434336",
  "date": "2009-12-01",
  "coram": [
    "Mthiyane",
    "Lewis",
    "Heher",
    "Mlambo",
    "Mhlantla JJA"
  ],
  "case_number": "693/08",
  "parties": {
    "applicants": [
      "Juan Jacques Jacobs"
    ],
    "respondents": [
      "Imperial Group (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Juan Jacques Jacobs, left his Mercedes‑Benz Vito at the respondent Imperial Group's Potchefstroom Cargo Service Centre for repairs. An order form was signed which contained a reverse‑side clause stating the centre would not be liable for loss or damage from fire, burglary or unlawful acts. In addition, an owner’s‑risk notice in both English and Afrikaans was prominently displayed on three notice boards at the premises. While the vehicle was in the centre’s custody it was stolen. Jacobs sued the respondent for damages, claiming he had not seen the notice and that his brother‑in‑law did not have authority to bind him to it.",
    "issues": "The appeal raised two principal issues: (1) Whether the owner’s‑risk notice, displayed on the premises, was incorporated into the contract and therefore capable of excluding the respondent’s liability for the theft; (2) Whether Jacobs, acting as the appellant’s agent, possessed the authority to bind the appellant to the terms of that notice.",
    "principles": "The court applied the rule that contractual terms may be incorporated by reasonable notice, citing Durban’s Water Wonderland v Botha and King’s Car Hire v Wakeling on the necessity of sufficient and prominent display. It also considered the principle that actual authority is inferred from the agent’s conduct, referencing the general rule that external manifestations, not internal intentions, determine authority.",
    "application": "The court found that the parties had expressly excluded the back‑of‑form conditions from the dispute, leaving the owner’s‑risk notice as the sole issue. The notice was displayed in clear, unambiguous language at three strategic locations, which the court held to be more than reasonably sufficient to bring it to the attention of any customer, including Jacobs. Evidence showed Jacobs had no limitation on his authority; his actions demonstrated actual authority to bind the appellant. Consequently, the notice was deemed incorporated into the contract and effective in excluding liability.",
    "conclusion": "The appeal was dismissed with costs. The respondent was upheld as not liable for the loss of the vehicle because the owner’s‑risk notice was validly incorporated and Jacobs had authority to bind the appellant."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Incorporation of Terms",
    "level_3": [
      "owner's risk clause",
      "agency authority",
      "vehicle theft",
      "notice display"
    ]
  }
}