{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/58.html",
  "case_name": "Kimberley Junior School and Another v Head of the Northern Cape Education Department and Others (278/08) [2009] ZASCA 58; 2010 (1) SA 217 (SCA) ; [2009] 4 All SA 135 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 58",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 58\n|\nNoteup\n|\nLawCite\nKimberley Junior School and Another v Head of the Northern Cape Education Department and Others (278/08) [2009] ZASCA 58; 2010 (1) SA 217 (SCA) ; [2009] 4 All SA 135 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number:  278/08\nIn the matter between:\nKIMBERLEY JUNIOR SCHOOL\t\t\tFIRST APPELLANT\nTHE GOVERNING BODY OF THE\nKIMBERLEY JUNIOR SCHOOL\t\t\tSECOND APPELLANT\nand\nTHE HEAD OF THE NORTHERN\nCAPE EDUCATION DEPARTMENT\t\tFIRST RESPONDENT\nPAUL MELVILLE THEUNISSEN\t\t\tSECOND RESPONDENT\nSEATILE SARAH RANTHO\t\t\tTHIRD RESPONDENT\nDONNA-LEE MARCELÉ BRAND\t\tFOURTH RESPONDENT\nNeutral citation:\nKimberley\r\nJunior School v The Head of the Northern Cape Education Department\n(278/08)\n[2009] ZASCA 58\n(28 May 2009)\nCORAM:\t\tSTREICHER ADP, BRAND, MAYA, SNYDERS\net\nMHLANTLA JJA\nHEARD:\t\t21 MAY 2009\nDELIVERED:\t28 MAY 2009\nSUMMARY\n:\nEmployment of\nEducators Act 76 of 1998\nâ appointment of principal of public\r\nschool by first respondent in terms of\ns 6(3)\nof the Act â\r\nrecommendation by school governing body found to be essential\r\nprerequisite for such appointment â held on the\nfacts that such\r\nrecommendation had never been made â appointment consequently set\r\naside.\n______________________________________________________________\nORDER\n_____________________________________________________\nOn appeal from\n:\tKimberley\r\nHigh Court (Bosielo AJP\net\nMajiedt J sitting as court of first instance.)\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court a quo is set aside and\r\nreplaced with an order in the following terms:\n'(a)\tThe decision taken by the first respondent to\r\nappoint the third respondent as principal of the first applicant, is\r\nhereby reviewed\nand set aside.\n(b)\tThe first respondent is ordered to pay the\r\napplicants' costs.'\n_____________________________________________________\nJUDGMENT\n______________________________________________\nBRAND JA\n(Streicher ADP, Maya, Snyders and Mhlantla\r\nJJA concurring)\n[1]\tThe appellants in this matter are the Kimberley\r\nJunior School ('the School') and the Governing Body of the School\r\n('the SGB').\nThe first respondent is the Head of the Northern Cape\r\nEducation Department ('the HoD') while the second, third and fourth\r\nrespondents\nare Mr Paul Theunissen ('Mr Theunissen'), Mrs Seatile\r\nRantho ('Mrs Rantho') and Mrs Donna-Lee Brand ('Mrs Brand')\r\nrespectively.\nOnly the HoD actively involved himself in these\r\nproceedings. The matter has its origin in the decision of the HoD to\r\nappoint Mrs\nRantho â a black female person â instead of Mr\r\nTheunissen â a white male person â as principal of the School.\r\nThe application\nby the School and the SGB to the Kimberley High Court\r\nfor that decision to be reviewed and set aside was dismissed by\r\nMajiedt J,\nwith Bosielo AJP concurring. The appeal against that\r\njudgment is with the leave of the court a quo.\n[2]\tThe issues between the parties will best be\r\nunderstood in the light of the factual background that follows. At\r\nthe beginning\nof May 2006 the Northern Cape Education Department\r\n('the Department') advertised for applications to fill various vacant\r\nteaching\nposts in its area. Included amongst these was the vacancy\r\nfor the position of principal at the School. Seven applicants\r\napplied.\nTwo of those, who did not comply with the requirements\r\nstated in the advertisement, were sifted out by the district office\r\nof the\nDepartment. Of the remaining five, four were short-listed for\r\ninterviews by an interview committee of the SGB specially constituted\n\nfor that purpose in accordance with directives from the Department.\r\nThe interviewing and assessment procedure to be followed by\nthe\r\ninterview committee was likewise prescribed in detail by the\r\nDepartment. Inter alia the committee was required to put a series\nof\r\nquestions to each candidate that were aimed at determining the\r\ncandidate's ability in twelve prescribed categories. Every committee\n\nmember was then called upon to score the candidate's performance in\r\neach category. In the end, these scores were added up and the\naverage\r\nmark calculated. Following upon its assessment of the four candidates\r\ninvolved in the manner prescribed, the interview\ncommittee made its\r\nproposals to the SGB. These were adopted by the latter and conveyed\r\nto the HoD in a letter of 12 June 2006.\n[3]\tThat letter and the ensuing correspondence between\r\nthe SGB and the HoD are directly relevant to the dispute that\r\neventually\narose for determination. This explains the somewhat\r\nextensive extracts that are to follow.\nâ¢\nIn its letter of 12 June 2006 the SGB informed the\r\nHoD:\n'\nRe:\r\nAppointment of Principal\nIn the nomination of the above\r\npost, equity, redress and representivity were carefully considered at\r\nboth the shortlisting and the\ninterviewing process.\nThe demographics of the school\r\nare attached.\nHaving calculated the scores of\r\nthe four candidates the following is relevant:\n1.\tMr P Theunissen, who obtained\r\na score of 98.8, has been a deputy principal for 9 years and acting\r\nprincipal for 6 months. He\nhas excellent experience, sound knowledge\r\nof the administration and financial management of a primary school.\r\nHe has taught for\n17 years in a primary school and has insight into\r\ncurrent education issues relevant to primary school education. He has\r\nhad leadership\nexperience in a multi-cultural school.\n2.\tMrs S Rantho, the second\r\ncandidate, obtained a score of 58.1. She is currently HOD at a\r\nSecondary School in Bloemfontein and\ndoes not have teaching\r\nexperience in a primary school. Nor does she have adequate\r\nadministration and management skills to be a\nprincipal of a Primary\r\nSchool.\n3.\tMrs D-L Brand, the third\r\ncandidate, obtained a score of 55.8. She is a Foundation Phase\r\neducator and has some experience in an\nacting HOD position. As such\r\nshe lacks the necessary administration and management skills required\r\nto be principal of a suburban\nschool with more than 700 learners.\nIt is very evident that Mr P\r\nTheunissen is the only suitable applicant to take up the post of\r\nprincipal at Kimberley Junior School.'\nâ¢\nThe demographics of the school attached to the\r\nletter showed that the learner population was made up of 60 per cent\r\nAfrican; 25\nper cent Coloured; 8 per cent Indian and 7 per cent white\r\nlearners. It also showed that the top management at the School\r\nconsisted\nof one white male and three white female persons. The\r\nletter also accompanied several forms prescribed by the Department,\r\nincluding\nform NCK2 which described all three candidates as being\r\n'recommended for appointment'.\nâ¢\nOn 12 October 2006 the HoD decided to appoint Mrs\r\nRantho as principal and conveyed that decision to the SGB in a letter\r\nof the\nsame date. It reads:\n'I refer to the above-mentioned\r\nmatter and your recommendation for the appointment of a principal at\r\nyour school.\nHaving considered the\r\nrecommendation and ensured that you have complied with the\r\nrequirements in\nsection 6(3)\nof the\nEmployment of Educators Act, 76\nof 1998\n, in that at least three candidates have been recommended for\r\nappointment as contemplated in\nsection 6(3)(c)\nand having satisfied\r\nmyself that there has been compliance with the provisions of\nsection\r\n6(3)(b).\nI am satisfied with your recommendation and shall proceed\r\nwith the appointment of Ms S S Rantho as per your recommendation.'\nâ¢\nThe SGB's response to this letter was dated 25\r\nOctober 2006. The relevant part reads as follows:\n'This letter serves to confirm\r\nour telephone discussion held on Monday 23 October 2006 and has\r\nreference to your letter signed 12\nOctober 2006, but only received 19\r\nOctober 2006, . . . It is obvious that there is a patent error in\r\nyour letter in that you state\nthat you accept the Governing Body's\r\nrecommendation that Ms S S Rantho be appointed as the Principal of\r\nKimberley Junior School.\n. . . This is not what was recommended by\r\nthe Governing Body and I again attach the recommendation that Mr. P\r\nTheunissen is the\nonly suitable candidate.\nYou also state very clearly that\r\nthe Governing Body had followed the required procedure correctly in\r\nterms of the relevant sections\nof the Act.\nIf it is not a patent error on\r\nyour part then I respectfully request that you supply the Governing\r\nBody with:\n(1)\treasons for your deviation\r\nfrom our recommendation . . .\n(2) \t. . . '\nâ¢\nIt is not clear from the papers what was said during\r\nthe telephone conversation of 23 October 2006, but, as I see it, not\r\nmuch\nturns on that. What is clear is that Mrs Rantho was informed of\r\nher appointment on 25 October 2006.\n[4]\tOn 31 October 2006 representatives of the Governing\r\nBody met with the HoD. In a letter of that date to the HoD, the\r\nchairperson\nof the Governing Body recorded what he regarded to be the\r\ngist of the meeting as follows:\n'Our meeting this morning\r\nscheduled for 09h00 and held at the Department of Education has\r\nreference. . . .\nI would like to place on record\r\nmy understanding of our meeting and my request for you to reconsider\r\nyour decision forwarded to\nmyself on 12 October 2006.\nYou made it clear that due to a\r\ntechnical misinterpretation, by the Governing Body, of\nSection\r\n6(3)(c)\nof the\nEmployment of Educators Act, 76 of 1998\nyou chose one\r\nof the three candidates put forward by the Governing Body,\r\nnotwithstanding the fact that only one clear candidate\nwas indicated\r\nas suitable in the letter dated 12 June 2006.\nYou further indicated that as\r\nthe Governing Body and the Department of Education have differing\r\ninterpretations as to the intention\nof the abovementioned Act that\r\nthe Governing Body now only has the courts to turn to, to make a\r\nfinal interpretation of the law,\nas your decision is final and there\r\nis no further appeal process.\n. . . '\nâ¢\nThe HoD concluded the exchange of correspondence by\r\nhis letter of 10 November 2006, which reads:\n'With reference to your letter\r\ndated the 25\nth\nOctober 2006, I wish to respond as follows:\n1.\tThere is no error in the\r\nposition that I have taken in my letter dated the 12\nth\nOctober 2006. I believe this position was fully explained to you at\r\nour meeting.\n2.\tTo the extent that you are\r\nnot aware of the reasons for my decision which I believe were given\r\nto you at our meeting I wish to\nre-iterate them:\n2.1\tWhile I accept that the\r\nrecommendation complies with\nSection 6(3)\n[of the\nEmployment of\nEducators Act 76 of 1998\n] an obligation is placed on me by\nSection\r\n7(1)\nto always have regard to the democratic values and principles\r\nset out in Section 195 of the Constitution. This I have to do while\n\ntaking into account the ability of the candidate and the need to\r\naddress the imbalances of the past. Given the context of the school\nI\r\nhave striven to meet this obligation in appointing Ms Rantho.\n2.2.\tI am satisfied that with\r\nthe necessary support Ms Rantho will be able to discharge her duties\r\nas principal of your school.\n. . . '\n[5]\tThe correspondence shows an appreciation by both\r\nparties that the roles of both the HoD and the Governing Body in the\r\npresent\ncontext are governed by\ns 6(3)\nof the\nEmployment of\nEducators Act 76 of 1998\n. In terms of\ns 6(1)\nthe authority to\r\nappoint, promote or transfer any educator employed by a provincial\r\ndepartment of education vests in the head of\nthat department. That\r\nauthority is, however, subject to\ns 6(3)\nof which the relevant\r\npart provides:\n'(3)(a)\t. . . (A)ny appointment,\r\npromotion or transfer to any post on the educator establishment of a\r\npublic school may only be\nmade on the recommendation of the governing\r\nbody of the public school . . .\n(b)\tIn considering the\r\napplications, the governing body . . . must ensure that the\r\nprinciples of equity, redress and representivity\nare complied with\r\nand the governing body . . . must adhere to-\n(i)\tthe democratic values and\r\nprinciples referred to in\nsection 7\n(1);\n(ii)\tany procedure collectively\r\nagreed upon or determined by the Minister for the appointment,\r\npromotion or transfer of educators;\n(iii)\tany requirement\r\ncollectively agreed upon or determined by the Minister for the\r\nappointment, promotion or transfer of educators\nwhich the candidate\r\nmust meet;\n(iv)\ta procedure whereby it is\r\nestablished that the candidate is registered or qualifies for\r\nregistration as an educator with the\nSouth African Council for\r\nEducators; and\n(v)\tprocedures that would\r\nensure that the recommendation is not obtained through undue\r\ninfluence on the members of the governing\nbody.\n(c)\tThe governing body must\r\nsubmit, in order of preference to the Head of Department, a list of-\n(i)\tat least three names of\r\nrecommended candidates; or\n(ii)\tfewer than three\r\ncandidates in consultation with the Head of Department.\n(d)\tWhen the Head of Department\r\nconsiders the recommendation contemplated in paragraph (c), he or she\r\nmust, before making an appointment,\nensure that the governing body\r\nhas met the requirements in paragraph (b).\n(e)\tIf the governing body has\r\nnot met the requirements in paragraph (b), the Head of Department\r\nmust decline the recommendation.\n(f)\tDespite the order of\r\npreference in paragraph (c) and subject to paragraph (d), the Head of\r\nDepartment may appoint any suitable\ncandidate on the list.\n(g)\tIf the Head of Department\r\ndeclines a recommendation, he or she must-\n(i)\tconsider all the\r\napplications submitted for that post;\n(ii)\tapply the requirements in\r\nparagraph (b) (i) to (iv); and\n(iii)\tdespite paragraph (a),\r\nappoint a suitable candidate temporarily or re-advertise the post.\n(h)\tThe governing body may\r\nappeal to the Member of the Executive Council against the decision of\r\nthe Head of Department regarding\nthe temporary appointment\r\ncontemplated in paragraph (g).\n(i)\tThe appeal contemplated in\r\nparagraph (h) must be lodged within 14 days of receiving the notice\r\nof appointment.\n(j)\tThe appeal must be finalised\r\nby the Member of the Executive Council within 30 days.\n(k)\tIf no appeal is lodged\r\nwithin 14 days, the Head of Department may convert the temporary\r\nappointment into a permanent appointment\n. . ..'\n[6]\tTo complete the legislative picture;\ns 7(1)\nof\r\nthe Act â to which reference is made in\ns 6(3)(b)(i)\nâ\r\nprovides:\n'(1) In the making of any\r\nappointment or the filling of any post on any educator establishment\r\nunder this Act due regard shall be\nhad to equality, equity and the\r\nother democratic values and principles which are contemplated in\r\nsection 195 (1) of the Constitution\nof the Republic of South Africa,\r\n1996 (Act 108 of 1996), and which include the following factors,\r\nnamely-\n(a)\tthe ability of the\r\ncandidate; and\n(b)\tthe need to redress the\r\nimbalances of the past in order to achieve broad representation.'\n[7]\tIn formulating its case for the review of the HoD's\r\ndecision to appoint Mrs Rantho instead of Mr Theunissen, the SGB\r\naccepted,\nquite correctly, so it seems, that that decision had been\r\ntaken in terms of s 6(3)(f). Departing from that premise its\r\ncontentions,\nbroadly stated, were twofold. First, that Mrs Rantho was\r\nnot a 'suitable candidate' for the position of principal as required\r\nby\nthe subsection. Secondly, that although the subsection allows the\r\nHoD to deviate from any order of preference proposed by the SGB,\nMr\r\nTheunissen is so markedly better qualified for the position and so\r\nmarkedly outscored Mrs Rantho during the interview procedure,\nthat\r\nher appointment could not be justified on any reasonable grounds.\n[8]\tThe response to the first proposition elicited from\r\nthe HoD was in essence that, since the SGB recommended Mrs Rantho as\r\none\nof three candidates for the position, albeit as a distinct second\r\noption, it is not open to it to argue that she is not suitable.\nIn\r\nthis regard the HoD referred to the definition of 'recommendation' in\r\nthe Concise Oxford English Dictionary, namely, 'to put\nforward with\r\napproval as being suitable for a purpose or role'. The proposition by\r\nthe SGB that it recommended someone who it regarded\nas not suitable,\r\nso the HoD contended, therefore amounts to a contradiction in terms.\r\nAs to the markedly superior score attained\nby Mr Theunissen during\r\nthe interview and assessment procedure, the HoD's response appears to\r\nbe encapsulated by the following\nstatement in his answering\r\naffidavit:\n'The constitutional imperative\r\nof the need to redress imbalances of the past in order to achieve\r\nbroad representation as echoed\nin Section 7(1) of the EEA and\r\nSection 195(1)(h) and (i) of the Constitution could only be\r\ngiven effect to by appointing as\nprincipal of [the School] someone\r\nother than [Mr Theunissen]. These constitutional imperatives could,\r\nin my respectful submission,\nonly be achieved by appointing [Mrs\r\nRantho] as principal of [the School].'\n[9]\tThe way in which the battle lines were thus drawn\r\nled the court a quo to believe that the dispute presented for\r\ndetermination\nturned on whether the HoD had properly exercised the\r\ndiscretion bestowed on him in terms of s 6(3)(f) when he decided\r\nto appoint\nMrs Rantho instead of Mr Theunissen. Having thus\r\nunderstood the dispute, the court proceeded to decide it in favour of\r\nthe HoD.\nIts\nratio decidendi\nappears from the following statement (in para 23):\n'I unreservedly endorse this\r\napproach by the HOD. Once he had taken the position, correctly so in\r\nmy view, that the three candidates\nproffered for recommendation had\r\nbeen regarded as suitable for appointment after having undergone a\r\nrigorous and extensive process\nof sifting and evaluation, he was not\r\nonly at liberty, but in fact enjoined by legislation, particularly by\r\nthe Constitution, to\nexercise his discretion in favour of a candidate\r\nwho would promote equity, redress and representivity. The top\r\nmanagement demographics\nis clearly out of proportion to the learner\r\ndemographics at the school. This required redress as envisaged by the\r\napplicable legislation.\nIn my view therefore, it cannot be said that\r\nhis decision was not rationally connected to the purpose of the\r\nempowering legislation.'\n[10]\tBut as I see it, a proper analysis of the facts\r\ndirects the spotlight to an issue which is entirely different from\r\nthe one\nidentified by the court a quo. As the court a quo saw it, the\r\nquestion was essentially the same as the one that arose in\nHead,\r\nWestern Cape Education Department v Governing Body, Point High School\n2008 (5) SA 18\n(SCA), namely, whether the HoD\r\nhad properly exercised his discretion under s 6(3)(f). In my\r\nview, the real enquiry in this\ncase, however, relates to the\r\nantecedent question, namely, whether the HoD had any discretion to\r\nmake an appointment under s 6(3)(f)\nat all. That, in turn,\r\ndepends on the answer to the more pertinent question, whether the SGB\r\nhad recommended Mrs Rantho to be appointed\nas principal of the\r\nSchool. The question arises from the pre-condition in s 6(3)(a)\r\nâ which could hardly be stated in any\nclearer terms â that 'any\r\nappointment, promotion or transfer . . . [of an educator by the head\r\nof the department to a post at\na public school] may only be made on\r\nthe recommendation of the governing body of the public school . . .'\r\n(See also\nHead, Western Cape Education\r\nDepartment v Governing Body, Point High School (supra)\npara 10.) The same theme is maintained in s 6(3)(f). Though the\r\nhead of department is not bound by the order or preference\nproposed\r\nby the governing body, he or she can only appoint from the list of\r\ncandidates recommended by the latter.\n[11]\tUnder common law, necessary preconditions that must\r\nexist before an administrative power can be exercised, are referred\r\nto\nas 'jurisdictional facts'. In the absence of such preconditions or\r\njurisdictional facts, so it is said, the administrative authority\n\neffectively has no power to act at all (see eg\nPaola\r\nv Jeeva NO\n[2003] ZASCA 100\n;\n2004 (1) SA 396\n(SCA) paras 11, 14\r\nand 16). The same principle finds application under the provisions of\r\nthe\nPromotion of Administrative Justice Act 3 of 2000\nâ PAJA â\r\nalbeit that the formulation is in somewhat different terms (see\nPresident of the Republic of South Africa v\r\nSouth African Football Union\n2000 (1) SA 1\n(CC) para 168). This is borne out, for example, by the following\r\nstatement by Cora Hoexter,\nAdministrative Law\r\nin South Africa\n227:\n'\nSection 6(2)(a)(i)\nof the PAJA\r\ngives effect to s 33(1) of the Constitution [which guarantees\r\nthe right to administrative action that is lawful]\nby allowing\r\njudicial review of administrative action where the administrator who\r\ntook it \"was not authorised to do so by the\nempowering\r\nprovision\". Section 6(2)(f)(i) of the PAJA similarly provides\r\nthat an administrative action may be reviewed where\nit \"is not\r\nauthorised by the empowering provision\". These two provisions\r\nreflect the position at common law.'\n[12]\tIn administrative law parlance the head of\r\ndepartment's power to appoint under s 6(3)(f) is therefore\r\ndependent on the\njurisdictional fact of a recommendation by the\r\ngoverning body. As was pointed out by the Constitutional Court in\nPresident of the Republic of South Africa v\r\nSouth African Football Union (supra)\npara 168\r\nnote 132, the judgment of Corbett J in\nSouth\r\nAfrican Defence and Aid Fund v Minister of Justice\n1967\r\n(1) SA 31\n(C) remains the leading authority on jurisdictional facts\r\nin our law. In that judgment Corbett J (at 34\nin\r\nfine\nâ 35C) identified two categories of\r\njurisdictional facts that can be encountered in empowering\r\nlegislation. The first category,\ndescribed as 'objective\r\njurisdictional facts', includes the type of fact or state of affairs\r\nthat must exist in an objective sense\nbefore the power can validly be\r\nexercised. Here the objective existence of the fact or state of\r\naffairs is justiciable in a court\nof law. If the court finds that\r\nobjectively the fact or state of affairs did not exist, it will\r\ndeclare invalid the purported exercise\nof the power.\n[13]\tIn the second category, that of subjective\r\njurisdictional facts, the empowering statute has entrusted the\r\nrepository of the\npower itself with the function to determine whether\r\nin its subjective view the prerequisite fact or state of affairs\r\nexisted or\nnot. Expressions often used by the legislature to express\r\nthis intent are, eg, 'in his or her opinion' or 'if he or she is\r\nsatisfied\nthat' the particular fact or state of affairs exists. In\r\nthis event the question is not whether the prescribed fact or state\r\nof\naffairs existed in an objective sense. The court can only\r\ninterfere where it is shown that the repository of the power, in\r\nforming\nthe opinion that the fact or state of affairs existed, had\r\nfailed to apply its mind to the matter. Whether a particular\r\njurisdictional\nfact can be said to fall within the one category or\r\nthe other, will depend on the interpretation of the empowering\r\nstatute.\n[14]\tOn my interpretation of s 6(3)(a) and\r\ns 6(3)(f) the prerequisite of a recommendation by the governing\r\nbody falls\nin the first category, ie of objective jurisdictional\r\nfacts. For the existence of this fact, the HoD in this case relied on\r\nthe\nform NCK2 which specifically described all three names submitted\r\nas 'recommended candidates'. Self-evidently, however, the form\nmust\r\nbe read together with the SGB's letter of 12 June 2006. The pertinent\r\nquestion is therefore whether form NCK2, read with that\nletter, can\r\nobjectively be construed as a recommendation of three candidates,\r\nincluding Mrs Rantho, for the position of principal\nof the School.\r\nThe HoD concluded that it did. From his answering affidavit it\r\nappears that that conclusion evolved from the following\nprocess of\r\nreasoning: s 6(3)(c)(i) requires in peremptory language that the\r\ngoverning body 'must submit a list of at least\nthree names of\r\nrecommended candidates'. Moreover, s 6(3)(c)(ii) provides for\r\nthe eventuality that a governing body finds itself\nunable to\r\nrecommend three candidates. In that event it can submit a list of\r\nfewer than three candidates, but in consultation with\nthe head of\r\ndepartment. In this case, so the HoD's reasoning went, the SGB made\r\nno attempt to invoke the s 6(3)(c)(ii) procedure.\nIt must\r\ntherefore be understood to have recommended three candidates as\r\nrequired by s 6(3)(c)(i).\n[15]\tThe replying affidavit on behalf of the SGB\r\npresented the explanation that its members were unaware of the\r\ns 6(3)(c)(ii)\noption because the directives of the Department\r\nand the form NCK2 itself provided for no alternative but to submit\r\nthe names of\nthree candidates. Consequently the SGB decided that,\r\nalthough they found only one candidate suitable, they would submit\r\nthree names\nbut recommend only one. However, as I have said, the\r\nquestion is not what the SGB intended nor what the HoD thought. The\r\nquestion\nis whether form NCK2 read with the letter by the SGB of 12\r\nJune 2006 can objectively be construed as a recommendation of Mrs\r\nRantho\nas principal of the school.\n[16]\tThe term 'recommendation' is so commonly used that\r\ndictionary definitions can hardly contribute to greater clarity. But\r\nthe\ndefinition of the term in the Concise Oxford English Dictionary\r\nwhich both the HoD and the court a quo found helpful, namely 'to\nput\r\nforward with approval as being suitable for a purpose or role',\r\naccords with my understanding of the term. Simply stated the\nquestion\r\nis thus: can form NCK2 read with the letter of 12 June 2006 be\r\nunderstood to put three candidates, including Mrs Rantho,\nforward as\r\nsuitable candidates for the post of principal? I believe the answer\r\nto the question is: clearly not. In fact, the letter\nconveys the\r\nexact opposite. By saying in the last sentence that only one of the\r\nthree candidates referred to is suitable, the author\nclearly intended\r\nto convey that the other two are not. Logic allows for no other\r\ninference. Moreover, what I regard as the only\nsensible inference is\r\naccentuated by two comments in paragraph 2 of the letter with\r\nspecific reference to Mrs Rantho, namely, first\nthat she has no\r\nexperience in teaching at a primary school and, secondly, that she\r\ndoes not have adequate administration and management\nskills to be a\r\nprincipal of a primary school.\n[17]\tThe HoD's response to the first comment is that\r\nteaching experience at a primary school is not required by the\r\nadvertisement\nfor the post. But that is neither here nor there. The\r\nauthor of the letter obviously thought, rightly or wrongly, that it\r\nwas and\ntherefore concluded that Mrs Rantho's lack of such experience\r\nrendered her unfit for recommendation. The second comment in\r\nparagraph\n2 of the letter the HoD regarded, so he said (in para 36.3)\r\nas 'an acceptance by the [SGB] that [Mrs Rantho] does have\r\nadministration\nand management skills to be a principal of a primary\r\nschool, albeit inadequate'. I find the answer untenable. How can Mrs\r\nRantho\nbe understood to be recommended as suitable to be a principal\r\nif her administration and management skills were assessed to be\r\ninadequate\nto perform that function? What is more, what goes for Mrs\r\nRantho must also go for Mrs Brand who can plainly not be understood\r\nto\nbe recommended. It is true that form NCK2 on its own describes all\r\nthree nominees as 'recommended candidates', but the message conveyed\n\nby the letter is so clear that it can hardly be obscured by the\r\ncontents of the form.\n[18]\tAs to the HoD's process of reasoning based on his\r\ninterpretation of s 6(3)(c), my conclusion is this: though I\r\nagree with\nhis interpretation of the section, his reasoning cannot be\r\nsustained. Section 6(3)(c)(i) plainly requires a governing body\n\nto recommend at least three candidates. For the recommendation of a\r\nlesser number it must consult the head of the department with\na view\r\nto invoke the procedure under s 6(3)(c)(ii). What the SGB tried\r\nto do in this instance, namely to nominate or put up\nthe names of\r\nthree candidates, but to recommend only one, is simply not permitted\r\nby s 6(3)(c). The SGB was supposed to recommend\nthree\r\ncandidates. But the HoD's inference that the Governing Body did in\r\nfact do something just because it was required to do so,\nsimply does\r\nnot follow. Experience of life dictates otherwise. Things are often\r\nnot what they are supposed to be. The question\nremains whether, on a\r\nproper interpretation of its letter of 12 June 2006, the SGB did in\r\nfact recommend three candidates. For\nthe reasons I have given, I\r\nbelieve the answer to that question is 'self-evidently not'.\n[19]\tIn the absence of the jurisdictional fact of a\r\nrecommendation by the SGB the HoD had no authority to make an\r\nappointment. Or\nâ in the language of s 6(2)(a)(i) and\r\ns 6(2)(f)(i) of PAJA â absent any recommendation by the SGB,\r\nthe HoD was not\nauthorised by the empowering provision to make an\r\nappointment. It follows that his appointment of Mrs Rantho as\r\nprincipal of the\nSchool falls to be set aside. In the event, the SGB\r\nrequested that we should appoint Mr Theunissen as principal of the\r\nSchool.\nI do not believe that would be appropriate. Apart from the\r\nprinciple of separation of powers, which dictates that a court should\n\nbe hesitant to usurp executive functions, there was in this case not\r\neven a proper recommendation by the SGB as contemplated by\ns 6(3)(c).\r\nIn the circumstances, both the SGB and the HoD should, in my view, be\r\nafforded the opportunity to perform their\nrespective functions in\r\nterms of s 6(3) in a proper manner.\n[20]\tIn the result it is ordered that:\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court a quo is set aside and\r\nreplaced with an order in the following terms:\n'(a)\tThe decision taken by the first respondent to\r\nappoint the third respondent as principal of the first applicant is\r\nhereby reviewed\nand set aside.\n(b)\tThe first respondent is ordered to pay the\r\napplicants' costs.'\nâ¦â¦â¦â¦â¦â¦â¦\nF D J BRAND\nJUDGE OF APPEAL\nCOUNSEL\r\nFOR APPELLANT\n:\nJ\r\nG VAN NIEKERK SC\nInstructed\r\nby:\t\t\tENGELSMAN, MAGABANE INC\nKIMBERLEY\nCorrespondents:\t\t\tLOVIUS\r\nBLOCK ATTORNEYS\nBLOEMFONTEIN\nFor\r\nRespondent:\t\t\tL T SIBEKO SC\nInstructed\r\nBy:\t\t\tTHE STATE ATTORNEY\nKIMBERLEY\nCorrespondents:\t\t\tTHE\r\nSTATE ATTORNEY\nBLOEMFONTEIN",
  "scraped_at": "2026-02-11T21:50:02.506204",
  "date": "2009-05-28",
  "coram": [
    "Streicher ADP",
    "Brand",
    "Maya",
    "Snyders",
    "Mhlantla JJA"
  ],
  "case_number": "278/08",
  "parties": {
    "applicants": [
      "Kimberley Junior School",
      "The Governing Body of the Kimberley Junior School"
    ],
    "respondents": [
      "The Head of the Northern Cape Education Department",
      "Paul Melville Theunissen",
      "Seatile Sarah Rantho",
      "Donna-Lee Marcele Brand"
    ]
  },
  "sections": {
    "facts": "In May 2006 the Northern Cape Education Department advertised the vacancy of principal at Kimberley Junior School. Five candidates were shortlisted and four were interviewed by a committee appointed by the school governing body (SGB). The interview scores showed Mr P. Theunissen scoring 98.8, Mrs S. Rantho 58.1 and Mrs D‑L Brand 55.8. The SGB’s letter of 12 June 2006 recommended only Mr Theunissen as suitable, stating that the other two candidates lacked primary‑school teaching experience and adequate administration skills. The demographic profile of the school showed a majority of African learners but a predominantly white senior management team. Despite the SGB’s recommendation, the Head of Department (HoD) appointed Mrs Rantho as principal on 12 October 2006, invoking the need to redress past imbalances. The SGB objected, alleging that the HoD had acted without a proper recommendation. The matter proceeded to the High Court, which dismissed the SGB’s application, and was then appealed to the Supreme Court of Appeal.",
    "issues": "The principal issues were (1) whether the HoD had a valid recommendation from the SGB to appoint Mrs Rantho, i.e., whether the prerequisite of a recommendation under s 6(3)(a) of the Employment of Educators Act existed; and (2) assuming a recommendation existed, whether the HoD exercised his discretion under s 6(3)(f) correctly, taking into account the constitutional requirement of equity, redress and representivity.",
    "principles": "The court considered the Employment of Educators Act s 6(3), which mandates that any appointment must be made on the recommendation of the governing body and that the governing body must submit at least three suitable candidates unless it consults the HoD under s 6(3)(c)(ii). Section 7(1) requires the consideration of equality, equity and other democratic values. The concept of jurisdictional facts under PAJA was applied, distinguishing objective jurisdictional facts (the existence of a genuine recommendation) from subjective ones. The court affirmed that a prerequisite that does not objectively exist defeats the exercise of power.",
    "application": "The court examined the SGB’s letter and the accompanying form NCK2. While the form listed three names as \"recommended candidates,\" the letter expressly stated that only Mr Theunissen was suitable and described the others as lacking essential experience and skills. The court held that, objectively, the SGB had not recommended Mrs Rantho (or Mrs Brand) as suitable, so the prerequisite recommendation under s 6(3)(a) was absent. Consequently, the HoD lacked the jurisdictional authority to appoint Mrs Rantho under s 6(3)(f). The constitutional imperative of redress could not override the statutory requirement for a valid recommendation.",
    "conclusion": "The appeal was upheld with costs. The High Court’s order appointing Mrs Rantho was set aside. The decision of the Head of Department to appoint Mrs Rantho was reviewed and declared invalid, and the parties were awarded costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Education Law",
    "level_3": [
      "appointment",
      "recommendation",
      "jurisdictional fact",
      "equity",
      "redress",
      "Employment of Educators Act"
    ]
  }
}