{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/74.html",
  "case_name": "Bulkship Union SA v Qannas Shipping Co Ltd and Another (339/08) [2009] ZASCA 74; 2010 (1) SA 53 (SCA); [2009] 4 All SA 189 (SCA) (1 June 2009)",
  "citation": "[2009] ZASCA 74",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 74\n|\nNoteup\n|\nLawCite\nBulkship Union SA v Qannas Shipping Co Ltd and Another (339/08) [2009] ZASCA 74; 2010 (1) SA 53 (SCA); [2009] 4 All SA 189 (SCA) (1 June 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   339/08\nNAME OF\r\nSHIP: mv 'CAPE COURAGE'\nIn\r\nthe matter between:\nBULKSHIP\r\nUNION SA \t\t\t\t\tAPPELLANT\nand\nQANNAS\r\nSHIPPING COMPANY LTD\t     FIRST RESPONDENT\nDRY BULK\r\nMARITIME LTD\t\t\tSECOND RESPONDENT\nNeutral citation:\nBulkship Union SA v Qannas Shipping Co\r\nLtd & Another\n(339/08)\n[2009] ZASCA 74\n(1 June 2009)\nCoram:\nFARLAM,\r\nMAYA JJA, HURT, LEACH et GRIESEL AJJA\nHeard:\n5 MAY 2009\nDelivered:\n1 JUNE\r\n2009\nSummary:\nShipping\r\n– Admiralty Jurisdiction Regulation Act 105 of 1983, s 3(7) -\r\ninterpretation of phrase 'when the maritime claim arose'.\n____________________________________________________________\nORDER\nOn appeal from:\nHigh Court Durban and Coast Local Division\n(\nBalton J sitting as court of first\r\ninstance).\nThe\r\nfollowing order is made:\n1.\tThe\r\nappeal is allowed with costs including those occasioned by the\r\nemployment of two counsel.\n2.\tThe order made by the court\na quo\nis set aside and replaced\r\nwith an order in the following terms:\n'1.\tSubject to paragraph 2 below, the application is dismissed with\r\ncosts including those occasioned by the employment of two counsel.\n2.\tThe order of arrest granted on 15 June 2006 is amended by adding\r\nthe following at the end of paragraph 1:\n\"save for the claim brought by the applicant in respect of an\r\nalleged breach of clause 5(a) of the Memorandum of Agreement\".'\nJUDGMENT\nFARLAM JA\n(Maya JA, Hurt, Leach et Griesel AJJA concurring)\n[1]\tThis\r\nis an appeal against a judgment delivered and an order granted by\r\nBalton J sitting in the Durban High Court, on 4 March\n2008, in which\r\nthe deemed arrest of the the MV 'Cape Courage' was set aside. The\r\njudgment of the court\na quo\nhas\r\nbeen reported: see\nMV 'Cape Courage':\r\nBulkship Union SA v Qannas Shipping Company Ltd v Bulkship Union SA\nSCOSA C 124(D). The vessel had been\r\narrested on 15 June 2006 in terms of s 5(3) of the Admiralty\r\nJurisdiction Regulation Act 105\nof 1983, as amended (which I shall\r\ncall in what follows 'the Act'), for the purpose of providing\r\nsecurity for claims brought by\nthe appellant, Bulkship Union SA,\r\nagainst the second respondent, Dry Bulk Maritime Limited, in\r\narbitration proceedings in London.\nThe claims which are the subject\r\nof the arbitration are in respect of alleged breaches of a memorandum\r\nof agreement for the sale\nand purchase of another vessel, MV 'Pearl\r\nof Fujairah', and for misrepresentations relating to the condition of\r\nthat vessel.\n[2]\tThe MV 'Cape Courage' was arrested as an 'associated ship'\r\npursuant to s 3(6) and (7) of the Act on the basis that the second\n\nrespondent owned the MV 'Pearl of Fujairah' when the appellant's\r\nclaims arose, and the same person or persons controlled the second\n\nrespondent at the time when the claims arose and the first\r\nrespondent, Qannas Shipping Company Limited, (the owner of the MV\r\n'Cape\nCourage') at the time of the arrest. Security was established\r\nby the provision of a guarantee and the MV 'Cape Courage' was\r\nreleased\nbut she remains deemed to be under arrest in terms of s\r\n3(10) of the Act.\n[3]\tOn 23 August 2006 the first and second\r\nrespondents brought an application for an order setting aside the\r\ndeemed arrest and the\nreturn of the guarantee, alternatively for the\r\nreduction of the amount of the security, and in addition an order\r\nthat the appellant\nprovide them with counter-security in the\r\narbitration. The alternative claim for a reduction in the quantum of\r\nsecurity and the\nclaim for counter-security were thereafter resolved\r\nbetween the parties and it is unnecessary to make further reference\r\nto them.\nThe only issue in the appeal is therefore whether the court\na quo\ncorrectly\r\nset aside the deemed arrest of MV 'Cape Courage'.\n[4]\tAs the original application for the arrest of\r\nthe vessel was brought\nex parte\nthe\r\nappellant was obliged in the application before Balton J to justify\r\nthe arrest. It accordingly had to show: (a) that the MV\n'Cape\r\nCourage' is susceptible to arrest\nin rem\nin respect of its claim; and (b) that\r\nit has a\nprima facie\ncase\r\nin respect thereof. In respect of the first issue the appellant had\r\nto establish its case on a balance of probabilities while\non the\r\nsecond issue it had only to establish that there was evidence which,\r\nif accepted, would establish a cause of action.\n[5]\tBefore I set out the issues which have to be considered in this\r\nappeal it is desirable to set out sections 3(4), (6) and 3(7)\nand s\r\n5(3)(a) of the Act, as far as they are material.\nSection 3(4), (6) and (7) provide:\n'(4)\tWithout\r\nprejudice to any other remedy that may be available to a claimant or\r\nto the rules relating to the joinder of causes\nof action a maritime\r\nclaim may be enforced by an action\nin\r\nrem–\n. . .\n(b)\tif the owner of the property to\r\nbe arrested would be liable to the claimant in an action\nin\npersonam\nin\r\nrespect of the cause of action concerned.\n(6)\t. . . [A]n action\nin\r\nrem\n. . . may be\r\nbrought by the arrest of an associated ship instead of the ship in\r\nrespect of which the maritime claim arose.\n(7)\tFor\r\nthe purposes of ss (6), an associated ship means a ship, other than\r\nthe ship in respect of which the maritime claim arose\n–\n. . .\n(iii)\towned at the time when the action is commenced, by\r\na company which is controlled by a person who . . . controlled the\r\ncompany\nwhich owned the ship concerned, when the maritime claim\r\narose.'\nSection\r\n5(3)(a) of the Act is in the following terms:\n'(a)\tA court may in the exercise of\r\nits admiralty jurisdiction order the arrest of any property for the\r\npurpose of providing security\nfor a claim which is or may be the\r\nsubject of an arbitration or any proceedings contemplated, pending or\r\nproceeding, either in\nthe Republic or elsewhere, and whether or not\r\nit is subject to the law of the Republic, if the person seeking the\r\narrest has a\nclaim enforceable by an action\nin\r\npersonam\nagainst\r\nthe owner of the property concerned or an action\nin\r\nrem\nagainst such\r\nproperty or which would be so enforceable but for any such\r\narbitration or proceedings.'\n[6]\tIn the present case the MV 'Pearl of Fujairah'\r\nwas owned by the second respondent prior to her transfer in terms of\r\nthe contract\nof sale between the second respondent and the appellant,\r\nwhich it is common cause took place when the vessel was delivered to\r\nthe\nappellant at Lianyungang Roads, China, at 7.05 pm, local time on\r\n20 October 2005. It is not disputed, at least for the purpose of\n\nthese proceedings, that the first and second respondents were\r\ncontrolled at the relevant times by the same person or persons. What\n\nis in dispute, however, is whether it can be said that the MV 'Pearl\r\nof Fujairah' was owned by the second respondent when the appellant's\n\nclaims 'arose' and whether one of the appellant's claims, viz that\r\nbased on an alleged breach of clause 5(a) of the memorandum\nof\r\nagreement between the appellant and the first respondent, was\r\nestablished\nprima facie.\n[7]\tCounsel for the appellant stated that if this\r\ncourt were satisfied that all the claims arose at a time when the MV\r\n'Pearl of\nFujairah' was still owned by the second respondent they\r\nwould not persist in their contention that a\nprima\r\nfacie\ncase had been made out in respect\r\nof the alleged breach of clause 5(a) of the memorandum of agreement.\n[8]\tThe other alleged breaches of the memorandum\r\nof agreement, which the respondents concede were established\nprima\r\nfacie,\nrelated to clause 11 of the\r\nmemorandum (which provided that the vessel should be delivered and\r\ntaken over in substantially the same\ncondition as when inspected,\r\nfair wear and tear excepted), clause 18 (which provided that the\r\nvessel should be delivered 'with\nher present BV class maintained,\r\nfree of outstanding recommendations and average damage affecting her\r\npresent class at the time\nof delivery') and a term implied by s 14 of\r\nthe English Sale of Goods Act 1979 (as amended) (that the vessel was\r\nof satisfactory\nquality or fit for the purpose for which it was\r\nsold).\n[9]\tThe claims based on alleged misrepresentations made by the second\r\nrespondent relating to the true condition of the vessel were\nto the\r\neffect (a) that the second respondent provided the appellant at the\r\npre-purchase survey with incorrect Ultra Thickness measurement\n\nreadings (which showed the extent to which the steel work had rusted\r\naway) and incorrect technical data relating to the vessel's\noperating\r\nspeeds; (b) that the second respondent  incorrectly advised the\r\nappellant's agent at the time of the pre-purchase survey\nthat the\r\nvessel was in 'normal operating condition'; and (c) that the second\r\nrespondent incorrectly represented to the appellant\nwhen the notice\r\nof readiness for delivery was given on 18 October 2005 that the\r\nvessel was as of that date in every respect physically\nready for\r\ndelivery in accordance with the terms of the memorandum of agreement.\n[10]\tBefore the vessel was delivered to it the\r\nappellant paid the second respondent the purchase price of the vessel\r\nUS $14 990\n000. On doing so it became entitled to delivery of the\r\nvessel and, as I have said, it received delivery of the vessel at\r\n7.05 pm\nlocal time on 20 October 2005, when ownership in the vessel\r\npassed to it. It accordingly received a right\nin\npersonam\nagainst\r\nthe first respondent (what we would call a\nius\r\nin personam ad rem acquirendam)\non\r\npayment of the purchase price, and this was followed by the real\r\nright of ownership, when delivery took place.\n[11]\tThe learned judge in the court\na\r\nquo\nheld that the appellant's claims\r\nagainst the second respondent did not arise until the appellant had\r\nsuffered damage in consequence\nof the breaches of the contract\r\nbetween the parties and the misrepresentations alleged. She came to\r\nthis conclusion because she\nheld that the words 'when the maritime\r\nclaim arose' in s 3(7)(a) mean when all the juristic facts necessary\r\nfor the claim to exist\nhave occurred, 'even though the claim might\r\nnot yet be enforceable because, for example, a suspensive condition\r\nhas not been fulfilled.'\nShe also held that the appellant did not\r\nsuffer any damage until it became owner of the vessel on delivery. It\r\nfollowed in her\nview that none of the appellant's claims arose when\r\nthe second respondent owned MV 'Pearl of Fujairah', with the result\r\nthat, as\nthe appellant had failed to establish the necessary\r\nassociation between the two vessels, the deemed arrest had to be set\r\naside.\n[12]\tCounsel were agreed that the first issue to be decided related\r\nto the interpretation of the expression 'the time when the\nmaritime\r\nclaim arose' in s 3(7)(a) of the Act and that that question is to be\r\ndetermined under South African law.\n[13]\tThe second issue debated at the bar related to when a cause of\r\naction accrues for the purposes of what is called limitation\nof\r\nactions under the Limitation Act, 1980, in England (what we would\r\ncall prescription). Both the appellant and the respondents\nfiled\r\nopinions by English barristers on this point, stating their views\r\n(which were sometimes in agreement and sometimes not) as\nto when the\r\nappellant's various claims accrued under English law, which it was\r\ncommon cause was the proper law of the contract\nbetween the parties\r\nand of the arbitration. Both barristers assumed that the appellant's\r\ncauses of action based on the alleged\nmisrepresentations would also\r\nbe governed by English law (whether that assumption was correct is a\r\nmatter on which I express no\nopinion).\n[14]\tCounsel for the appellant contended that the reference in s\r\n3(7)(a) of the Act to the time 'when the maritime claim arose'\nwith\r\nregard to 'the ship concerned' is a reference to the time when the\r\nwrong giving rise to the maritime claim occurred or was\ncommitted and\r\nthat it did not refer to the existence of a complete cause of action.\r\nIn particular, they submitted that in the context\nof a claim based on\r\na breach of contract a maritime claim arises at the time of the\r\nbreach, whether or not damage has as yet been\nsuffered. As far as\r\nclaims in delict (or tort) are concerned, they submitted that the\r\nmaritime claim arises at the time the delict\nwas committed, even if\r\nactual damage was only suffered thereafter. In the circumstances,\r\ntheir argument continued, where the breach\ntakes the form of the\r\ndelivery of a defective ship under a contract of sale the maritime\r\nclaim arises when the seller performs\nits obligation to deliver the\r\nship and 'the performance of that obligation precedes – and is\r\ncompleted prior to – the\npassing of ownership in the vessel\r\nsold from the seller to the buyer.'\n[15]\tAs regards the claims based on alleged\r\nmisrepresentations by the seller they submitted that, to the extent\r\nthat it is held\nthat such claims arise only when the buyer acts to\r\nits prejudice, the payment of a deposit or the purchase price is\r\nsufficient\nprejudice, it not being necessary that the buyer also\r\nreceive ownership of the defective ship. In support of their\r\nsubmissions\non the meaning of the phrase 'when the maritime claim\r\narose' they relied heavily on the decision of this court in\nMV\n'Heavy Metal':\nBelfry Marine Ltd v Palm\r\nBase Maritime SDN BHD\n1999(3) SA 1083\r\n(SCA). They also relied on an unreported judgment delivered in the\r\nCape Town High Court by Foxcroft J,\nMV\n'Meng Hai':\nMulti Spirit SA v MV\n'Meng\r\nHai\n' and Cosco\nBulk Carrier Company Ltd,\ndelivered on 10 September 2004.\n[16]\tCounsel for the respondents submitted that the phrase 'the time\r\nwhen the . . . claim arose' refers, 'at the earliest, to the\ntime\r\nwhen the claim came into existence and that in South African law, the\r\nlaw to be applied in regard to this issue, the claims\nunder\r\ndiscussion cannot have arisen until at least some part of the damages\r\nclaimed had been suffered, which in each case did not\noccur until\r\ndelivery of the vessel had been accepted by the buyer.'\n[17]\tCounsel on both sides sought to rely on the\r\ndecision of this court in MV 'Forum Victory\":\nDen\r\nNorske Bank ASA v Hans K Madsen\nCV\n2001\r\n(3) SA 529\n(SCA) in which the expression 'a claim which arose', which\r\nappears in s 11(4)(c) of the Act, was held (para [14] at 525G-H and\r\npara [17] at 536I) to mean the 'claim came into existence'. It must\r\nbe pointed out, however, that Scott JA said (para [11] at 534G-J):\n'The expression \"when the maritime claim arose in s\r\n3(7) is perhaps no less ambiguous than the expression \"claim\r\nwhich\narose\" in s 11(4)(c). In these circumstances there would\r\nseem little to be gained by interpreting the one, in its different\n\ncontextual setting, in order to serve as an aid to the interpretation\r\nof the other.'\n[18]\tAs far as the decision of this court in the\n'Heavy Metal'\nis\r\nconcerned, counsel for the respondents pointed out that the judgment\r\ndoes not deal with the question as to whether the damages\nclaim in\r\nthat case could only have arisen when the damages were suffered. He\r\npointed out that counsel for the appellant in that\ncase did not argue\r\nthe point. In the circumstances counsel for the present respondents\r\nsubmitted that the 'Heavy Metal' is not\nauthority for the proposition\r\nrelied on by the appellant in this case. I agree with this\r\ncontention. I was one of the judges in\nthe 'Heavy Metal' and the\r\npassage relied on by the appellant's counsel comes from the judgment\r\nI delivered, which on this point\nat least was concurred in by the\r\nother members of the court. As counsel for the present respondent\r\nsubmits, the point was not argued\nin the case nor considered in the\r\njudgment. If it had been argued it would have been discussed in the\r\njudgment. It follows that\nthe point will have to be considered on the\r\nbasis that it is\nres nova\nin\r\nthis court.\n[19]\tThe unreported decision of Foxcroft J in\nMV\n'Meng Hai',\non which counsel for the appellant\r\nrelies, affords a useful starting point. The case also concerned a\r\nclaim for damages suffered\nas a result of the delivery of a defective\r\nship and the arrest of a ship which was allegedly an associated ship.\r\nThe owner of the\nship also argued, as here, that the association\r\nbetween the two vessels had not been established because the\r\napplicant's claim\nonly arose after it became the owner of the\r\ndefective ship. Foxcroft J rejected this contention, relying largely\r\non the\nHeavy Metal,\nwhich\r\nhe held decided the point. At pp 14-15 of his judgment, however, he\r\nsaid this:\nWhen\r\none looks at all the dictionary definitions of the word 'arise' one\r\nis struck by the idea of origin. The Shorter Oxford English\n\nDictionary gives under the third meaning of the verb, 'to spring up,\r\ncome above ground, into existence'. The transferred use is\ngiven as\r\n'to take its rise, originate'. The second meaning under this third\r\nheading is 'to be born, come into the world of action'.\nInsofar as\r\none can ever have regard to dictionary meanings, the idea of origin\r\nin these meanings of the word 'arise' is paramount.'\n[20]\tIt is important to note that the phrase 'when the maritime claim\r\narose' was taken over by our legislature from article 3(1)\nof the\r\nInternational Convention Relating to the Arrest of Sea-going Ships,\r\nsigned in Brussels in 1952. (In what follows I shall\nrefer to this\r\nconvention as the 'Arrest Convention'.)\n[21]\tThe convention permitted a claimant to\r\n'arrest either the particular ship in respect of which the maritime\r\nclaim arose, or\nany other ship which is owned by the person who was,\r\nat the time when the maritime claim arose, the owner of the\r\nparticular ship'.\nThe article embodied a compromise arrived at\r\nbetween the representatives of the countries represented at the\r\nconvention. The nature\nof the compromise appears from a passage in\r\nthe judgment of Lord Denning MR in\nThe\nBanco:\nOwners\r\nof the Motor Vessel\nMonte Ulia\nv\r\nOwners of the ships\nBanco\nand\r\nOthers\n[1971] P 137\n(CA) at 151F-H\r\n([1971]\n1 All ER 524\nat 532a-c), which is quoted in the 'Heavy Metal'\r\ncase at 1098A-C and which reads as follows:\n'In\r\n1952 there was an international convention held at Brussels. . . . It\r\nwas held because of the different rules of law of different\ncountries\r\nabout the arrest of sea-going ships. Some countries, like England,\r\ndid not permit the arrest of any ship except the offending\nship\r\nherself: whereas many continental countries permitted the arrest, not\r\nonly of the offending ship, but also of any other ship\nbelonging to\r\nthe same owner. In the result a middle way was found. It was agreed\r\nthat\none\nship might be arrested, but only\none.\nIt might\neither\nbe the offending ship herself\nor\nany other ship\r\nbelonging to the same owner: but not more. This was an advantage to\r\nplaintiffs in England because it often happened\npreviously that,\r\nafter a collision, the offending ship sank or did not come to these\r\nshores. So there was nothing to arrest. Under\nthe Convention the\r\nplaintiff could arrest any other ship belonging to the same owner\r\nwhenever it happened to come to England.'\n[22]\tIn England a ship which may be arrested\r\ndespite the fact that it is not 'the offending ship' is called a\r\n'sister ship'. Our\nAct, of course, goes further than the Arrest\r\nConvention and the English Act which followed it by widening the net\r\nand providing\nfor a statutory piercing of the veil to combat the\r\npractice frequently adopted by ship owners of seeking to evade the\r\nsister ship\nprovision by setting up a series of one-ship companies.\r\nOn the point presently at issue, however, the requirement that the\r\nowner\nor ultimate controller of the ship sought to be arrested, ie,\r\nwith us the associated ship, must have been the owner or controller\n\nof the offending ship 'when the maritime claim arose' is similarly\r\nworded. Counsel did not refer us to authority on the meaning\nof the\r\nphrase in question in article 3 of the Arrest Convention or in\r\nlegislation elsewhere in the world in which it has been adopted\nby\r\ncountries not parties to the Convention, such as Australia which uses\r\na similar formulation in s 19 of its Admiralty Act 1988\n(Cth), nor\r\nwas I able to find any. I note also that no cases on the point are\r\ncited in the leading textbook on the 1952 and 1999\nArrest\r\nConventions,\nBerlingieri on Arrest of\r\nShips,\n3 ed,\nby Professor Francesco Berlingieri.\n[23]\tIn my view it is significant that in cases\r\nother than those involving maritime liens, where other considerations\r\napply, for\na maritime claim to be enforced by an action\nin\r\nrem\nthe owner of the property to be\r\narrested must be liable to the claimant in an action\nin\r\npersonam\nin respect of the cause of\r\naction concerned. When one realises that the owner or controller of\r\nthe 'offending ship' has to be personally\nliable on the claim, it\r\nbecomes clear that it is really inappropriate to speak of the\r\n'offending ship': it is really the 'offending\nowner' (or controller)\r\nwho should be looked at because property owned or controlled by it,\r\nin the form of another ship, becomes\nliable to be arrested when the\r\nassociated ship provision is utilised. It accordingly makes sense,\r\nwhen a claim has 'originated'\nand enough factors are present to\r\nindicate that the owner or controller of the ship concerned at that\r\ntime (or those for whose\nactions or omissions it is liable) has\r\n'offended', that another ship owned or controlled by that person when\r\nthe claim is enforced\nmay be arrested in respect of the claim. Damage\r\nresulting from the offending actions or omissions by the owner or\r\ncontroller (or\nfor which it is liable) may not yet have been suffered\r\nbut if it is clear that it will in due course be suffered, I think\r\nthat\nit is not stretching language to say that the claim has\r\n'arisen'. Although the point did not form the subject of the decision\r\nin\nthe case it is interesting to note that Gaudron, Gummow and Kirby\r\nJJ, in their judgment in\nLaemthong\r\nInternational Lines Co Ltd v BPS Shipping Limited\n[1997] HCA 55\n;\n(1997)\r\n190 CLR 181\n(H C of A) used the expression 'when the cause of action\r\n. . . arose' in speaking of a date when a breach occurred but before\r\nthe\ndamages in question were suffered. The case concerned a voyage\r\ncharter party for the carriage of a cargo of bagged rice from Bangkok\n\nto Nouakchott in Mauritania. The agreement was breached on 8 July\r\n1995 at Bangkok when the charterers failed to ensure proper\r\nfumigation of the cargo, leading to the infestation of the cargo by a\r\nspecies of beetle. As a result of this the vessel was arrested\nin\r\nMauritania and the owners subsequently claimed $1 833 285 as damages\r\nfrom the charterers in consequence of the arrest, which\nincluded\r\ninterest and the cost of obtaining the release of the vessel and also\r\ncertain demurrage and dead freight charges alleged\nto be due under\r\nthe charterparty. These damages would all appear to have been\r\nsuffered after the failure to fumigate. Yet Gaudron,\nGummow and Kirby\r\nJJ said (at 200): '(o)n 8 July 1995, when the cause of action of the\r\nrespondent against the appellant arose on\nthe respondent's general\r\nmaritime claim concerning the\nNyanza\n.\r\n. .\n'\n[24]\tIn the circumstances I am satisfied that the appellant's\r\nsubmissions regarding the meaning of the phrase 'when the maritime\n\nclaim arose' in s 3(7)(a) are correct and that it was also correctly\r\nsubmitted that the claims under clauses 11 and 18 of the memorandum\n\nof agreement and s 14 of the English Sale of Goods Act 1979 as well\r\nas the claims in tort based on alleged misrepresentations all\narose\r\nwhen the first respondent was still the owner of the MV 'Pearl of\r\nFujairah'.\n[25]\tIt is accordingly unnecessary to deal with the respondent's\r\ncontentions regarding a possible breach of clause 5(a) of the\n\nmemorandum of agreement.\n[26]\tSave for a slight alteration of the order of arrest in regard to\r\nthe claim under clause 5(a), the appeal in my view must be\nallowed\r\nwith costs including those occasioned by the employment of two\r\ncounsel.\n[27]\tThe following order is made:\n1.\tThe\r\nappeal is allowed with costs including those occasioned by the\r\nemployment of two counsel.\n2.\tThe order made by the court\na\r\nquo\nis set aside and replaced with an\r\norder in the following terms:\n'1.\tSubject to paragraph 2 below, the application is dismissed with\r\ncosts including those occasioned by the employment of two counsel.\n2.\tThe order of arrest granted on 15 June 2006 is amended by adding\r\nthe following at the end of paragraph 1:\n\"save for the claim brought by the applicant in respect of an\r\nalleged breach of clause 5(a) of the Memorandum of Agreement\".'\n……………\n..\nIG\r\nFARLAM\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: \t\tD A GORDON SC\nS R MULLINS SC\nInstructed\r\nby\nGarlicke & Bousfield Inc\r\nDurban\nWebbers Bloemfontein\nFOR RESPONDENT:\tA M STEWART SC\nInstructed by\nShepstone & Wylie Durban\nMatsepe Inc Bloemfontein",
  "scraped_at": "2026-02-12T05:09:32.146797",
  "date": "2009-06-01",
  "coram": [
    "FARLAM",
    "MAYA JJA",
    "HURT",
    "LEACH",
    "GRIESEL AJJA"
  ],
  "case_number": "339/08",
  "parties": {
    "applicants": [
      "Bulkship Union SA"
    ],
    "respondents": [
      "Qannas Shipping Co Ltd",
      "Dry Bulk Maritime Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Bulkship Union SA, obtained an arrest order on 15 June 2006 over the vessel MV 'Cape Courage' as an associated ship under the Admiralty Jurisdiction Regulation Act 105 of 1983. The arrest was intended to secure claims arising from arbitration against Dry Bulk Maritime Ltd concerning alleged breaches of a memorandum of agreement for the purchase of MV 'Pearl of Fujairah' and related misrepresentations. The vessel was released on provision of a guarantee but remained deemed arrested under s 3(10). The respondents applied to set aside the deemed arrest, arguing that the maritime claim had not arisen while the second respondent owned the Pearl of Fujairah. The appeal centred on the interpretation of the phrase “when the maritime claim arose” in s 3(7)(a) of the Act.",
    "issues": "The principal issue was the construction of the expression “when the maritime claim arose” in s 3(7)(a) of the Admiralty Jurisdiction Regulation Act – whether it refers to the moment a breach occurs (or the cause of action is formed) or to the later moment when damage is actually suffered. A subsidiary issue concerned whether the claim under clause 5(a) of the memorandum of agreement fell within the scope of the arrest.",
    "principles": "The court considered the text of s 3(4), (6) and (7) of the Act, the requirement that the owner or controller of the associated ship be the same at the time the claim arose, and the underlying International Convention on the Arrest of Sea‑going Ships. It relied on precedents such as MV Heavy Metal, MV Meng Hai, Den Norske Bank v Madsen and the Australian case Laemthong International Lines, emphasizing that “arise” denotes the origin of the claim, i.e., the time of the wrongful act or breach, not the subsequent occurrence of damage.",
    "application": "Applying these principles, the court found that the appellant’s causes of action – including breaches of clauses 11, 18 and the English Sale of Goods Act provisions, as well as tort claims for misrepresentation – arose when the first respondent still owned the Pearl of Fujairah, before ownership passed to the appellant. Consequently, the associated‑ship provision was satisfied. Only the claim under clause 5(a) was distinct and was saved by a limited amendment to the arrest order.",
    "conclusion": "The appeal was allowed. The court set aside the order of the lower court and replaced it with an order dismissing the respondents’ application but amending the arrest order to preserve the claim under clause 5(a). Costs were awarded to the appellant, including costs for two counsel."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Arrest of Ships",
    "level_3": [
      "Associated ship",
      "Admiralty Jurisdiction Regulation Act",
      "Statutory interpretation",
      "Maritime claim",
      "Arrest order"
    ]
  }
}