{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/110.html",
  "case_name": "Manong & Associates (Pty) Ltd v Minister of Public Works and Another (518/2008) [2009] ZASCA 110; 2010 (2) SA 167 (SCA) ; [2010] 1 All SA 267 (SCA) (23 September 2009)",
  "citation": "[2009] ZASCA 110",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 110\n|\nNoteup\n|\nLawCite\nManong & Associates (Pty) Ltd v Minister of Public Works and Another (518/2008) [2009] ZASCA 110; 2010 (2) SA 167 (SCA) ; [2010] 1 All SA 267 (SCA) (23 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 518 / 2008\nMANONG\r\n& ASSOCIATES (PTY) LTD\tAppellant\nand\nTHE\r\nMINISTER OF PUBLIC WORKS\tFirst Respondent\nTHE\r\nDIRECTOR GENERAL,\nDEPARTMENT\r\nOF PUBLIC WORKS\tSecond Respondent\n___________________________________________________________________\nNeutral citation:\nManong v Minister of Public Works\n(518/2008)\n[2009] ZASCA 110\n(23 September 2009)\nCORAM:\nHARMS\r\nDP, BRAND, PONNAN, SNYDERS JJA and \t\t\t\tBOSIELO AJA\nHEARD:\n4 SEPTEMBER 2009\nDELIVERED:\n23 SEPTEMBER 2009\nSUMMARY:\tPractice â companies â litigation â whether obliged\r\nto act through a legal representative.\nPromotion of Equality and\nPrevention of Unfair Discrimination Act 4 of 2000\n- application for\r\ninterim interdict to Equality Court â failure to establish a prima\r\nfacie case.\n___________________________________________________________________\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nThe Equality Court, High\r\nCourt, Transvaal Provincial Division (Botha J sitting as a court of\r\nfirst instance).\nThe appeal is dismissed with costs, such costs to include those\r\nconsequent upon the employment of two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA\n(\nHARMS DP, BRAND, PONNAN, SNYDERS JJA and\r\nBOSIELO AJA\nconcurring):\nIntroduction\n[1]\tState tenders have become fertile ground for litigation. The\r\npresent is one such matter. It commenced as what can only be\r\ndescribed as a somewhat ambitious application in terms of the\r\nPromotion of Equality and Prevention of Unfair Discrimination Act\nNo\r\n4 of 2000 (the Equality Act) to the Equality Court (Transvaal\r\nProvincial Division). In it, the appellant Manong and Associates\nPty\r\nLtd (the company), which describes itself as a national company\r\nspecialising in civil, structural and development engineering,\nsought\r\nagainst the Minister of Public Works and the Director-General,\r\nDepartment of Public Works (the first and second respondents\n\nrespectively), in addition to condonation and the usual order for\r\ncosts, the following relief,\n'2.\tPending the determination of Part B of the relief\r\nsought by the complainant, an interim interdict be granted preventing\r\nthe\nfirst and second Respondents (\"the respondents') from\r\nimplementing the Professional Services Supplier Register (\"The\r\nRegister\") including its key Principles.\n3.\tOrdering the respondents to furnish the complainant\r\nwith the following information:\n3.1\tA record of the decision that was taken to abolish\r\nthe current roster and its replacement by the register.\n3.2\tA list of Civil engineering Consultants who are on\r\nthe current roster of the Department of Public Works (\"the DPW\")\n\nfrom the year 2005 to date;\n3.3.\tA schedule of fees showing appointments made to\r\nConsultants and the fees received per project from the year 2005 to\r\ndate.'\nIn Part B of the order prayed, the company sought the following\r\nrelief:\n'1.\tReviewing, correcting and setting aside the decision\r\ntaken by the respondent to abolish the current roster and its\r\nreplacement\nby the register;\n2.\tReviewing and setting aside the implementation of the\r\nregister and declaring its key principles to be inconsistent with\r\nsections\n9 and 217 of the Constitution of the Republic of South\r\nAfrica, No. 108 of 1996 read with S.7 (c) and 7 (e) of the Promotion\r\nof\nEquality and Prevention of Unfair Discrimination Act, No. 4 of\r\n2000 (\"the Equality Act\");\n3.\tReviewing the conduct of the respondents in\r\nappointing Consultants as it is inconsistent with S. 217 of the\r\nConstitution;\n4.\tDirecting the respondents to undergo an audit of\r\ntheir procurement policies . . ..â\n[2]\tBotha J was called upon in the court below to adjudicate only\r\nPart A of the relief sought. The learned judge dismissed the\n\napplication for an interim interdict with costs, but granted leave to\r\nthe appellant to appeal to this court.\nRight of Appearance\n[3]\tBefore turning to consider the merits of the appeal it is\r\nnecessary to first consider whether Mr Mongezi Stanley Manong (Mr\n\nManong), the managing director of the company, who signed the heads\r\nof argument on behalf of the company and purported to represent\nit\r\nbefore us, has what can be described as a right of audience on behalf\r\nof the company before this court.\n[4]\tThe rule that a company cannot conduct a case in this court\r\nexcept by the appearance of counsel on its behalf was laid down\nin\nYates Investments (Pty) Ltd v Commissioner for Inland Revenue.\n1\nThe rule may well have originated in early seventeenth century\r\nmetaphysical reasoning that a corporation has âno soul, is\r\ninvisible\nand cannot do homageâ.\n2\nIt, according to Viscount Simon LC, secures that a court like this\r\nwill be served by persons who observe the rules of their profession,\n\nare subject to a disciplinary code and are familiar with the methods\r\nand scope of advocacy to be employed in presenting argument.\n3\n[5]\tThere is nothing to suggest that Mr Manong's decision to secure\r\nthe benefits of incorporation was not a genuine one. He did\nafter all\r\nhave the option of establishing and conducting the business as an\r\nunincorporated sole proprietorship. There is thus a\npersuasive\r\nargument that having chosen the benefits of incorporation, he must\r\nbear the corresponding burdens and not be allowed\nto escape them\r\nlightly.\n4\n[6]\tIt has been thought,\n5\nsomewhat cynically I dare say, that the rule is based on some\r\nmisguided attempt to preserve an unjustified monopoly for legal\r\npractitioners. This is not the case. Litigation is based on the\r\nadversary system. In determining a dispute, a court is dependent\non\r\nthe way in which the case is presented. Factual admissions or denials\r\nare made from time to time and a course of conduct has\nto be chosen\r\nby the litigants. When a corporation instructs an attorney who in\r\nturn instructs an advocate the law recognises their\nauthority to bind\r\nthe corporation for the purpose of litigation. In those circumstances\r\na court need not concern itself about authority.\nLitigation will\r\nbecome very difficult indeed if a court had to be concerned at every\r\nstep of proceedings as to the authority of\nthe person conducting the\r\nlitigation to make binding decisions. The litigant in person can of\r\ncourse make those decisions without\nany question of authority, but a\r\ncorporation cannot act except through its agent and an agent cannot\r\nhave more authority than the\ncorporation legally gives to it.\n6\nYet a further consideration is that corporate officers could cause\r\nimpecunious companies to litigate hopeless causes without any\nfear of\r\npersonal risk. Thus, apart from the fact that there are usually rules\r\nof court that preclude a company from being represented\nby anyone\r\nother than a qualified practitioner, a review of the cases in\r\nEngland, Ireland, Australia, New Zealand and Canada shows\nthat the\r\ncourts, for pragmatic and policy reasons, have set their face against\r\nunqualified persons presenting and conducting cases\nunless they are\r\ndoing so on their own behalf.\n7\nSo too in Zimbabwe\n8\nand South Africa.\n[7]\tThat a person in the position of Mr Manong has no right, such as\r\ncounsel and in certain circumstances attorneys have, to address\nthis\r\ncourt on behalf of the appellant is thus well settled. But to observe\r\nthat he does not have a right of audience is not as\nScott J put it\n9\n' ... to answer the question whether the court does not\r\nhave, and whether the court should not on the facts of the case\r\nexercise,\na power to permit him to address the court on behalf of the\r\ncorporate litigant.'\n[8]\nYates\ndid not consider the question of a judicial\r\ndiscretion to allow non-professional representation in a particular\r\ncase. For, as Gardiner\nJP put it:\n'The rules of procedure of this Court are devised for\r\nthe purpose of administering justice and not of hampering it, and\r\nwhere the\nrules are deficient I shall go as far as I can in granting\r\norders which would help to further the administration of justice\r\n....â\n10\nLikewise, Denning MR stated\n'It is well settled that every court of justice has the\r\npower of regulating its own proceedings; and, in doing so, to say\r\nwhom it\nwill hear as an advocate or representative of a party before\r\nit. As Parke J said in\nCollier v Hicks\n((1831) 2 B  & Ad 663 at 672,\n109 ER 1290\nat 1293): \"No\r\nperson has a right to act as an advocate without the leave of the\r\nCourt, which must of necessity have the power\nof regulating its own\r\nproceedings in all cases when they are not already regulated by\r\nancient usage\".'\n11\n[9]\tThe main reasons for relaxing the rule are, I suppose, obvious\r\nenough: a person in the position of the controlling mind of\na small\r\ncorporate entity can be expected to have as much knowledge of the\r\ncompany's business and financial affairs as an individual\nwould have\r\nof his own. It thus seems somewhat unrealistic and illogical to allow\r\na private person a right of audience in a superior\ncourt as a party\r\nto proceedings, but deny it to him when he is the governing mind of a\r\nsmall company which is in reality no more\nthan his business\nalter\r\nego\n. In those circumstances the principle that a company is a\r\nseparate entity would suffer no erosion if he were to be granted that\n\nright. There may also be the cost of litigation which the director of\r\na small company, as well acquainted with the facts as would\nbe the\r\ncase if a party to the dispute personally, might wish to avoid. Such\r\ncompanies are far removed from the images of gigantic\nindustrial\r\ncorporations which references to company law may conjure up.\n12\n[10]\tIt follows that cases will arise where the administration of\r\njustice may require some relaxation of the general rule.  Their\n\noccurrence, in my view, is likely to be rare and their circumstances\r\nexceptional or at least unusual. I thus consider that our\nsuperior\r\ncourts have a residual discretion in a matter such as this arising\r\nfrom their inherent power to regulate their own proceedings.\nAfter\r\nall it seems to me that the power of a court to give leave to a\r\ncorporation to carry on a proceeding otherwise than by a\nlegal\r\nrepresentative is of necessity an integral part of the rule itself.\n[11]\tThat our courts were endowed with such power even in our\r\npre-constitutional era is evident from the following dictum of\r\nCorbett\nJA:\n'There is no doubt the Supreme Court possesses an\r\ninherent reservoir of power to regulate its procedures in the\r\ninterests of the\nproper administration of justice ....'\n13\nCourts now derive their power from the Constitution itself,\n14\nwhich in section 173 of provides:\n'The Constitutional Court, Supreme Court of Appeal and\r\nHigh Courts have the inherent power to protect and regulate their own\r\nprocess,\nand to develop the common law, taking into account the\r\ninterests of justice.'\nAs it was put by the Constitutional Court in\nSABC Ltd v National\r\nDirector of Public Prosecutions and others\n:\n15\n'This is an important provision which recognises both\r\nthe power of Courts to protect and regulate their own process as well\r\nas their\npower to develop the common law. . . .  The power recognised\r\nin s 173 is a key tool for Courts to ensure their own independence\n\nand impartiality. It recognises that Courts have the inherent power\r\nto regulate and protect their own process. A primary purpose\nfor the\r\nexercise of that power must be to ensure that proceedings before\r\nCourts are fair. It is therefore fitting that the only\nqualification\r\non the exercise of that power contained in section 173 is that Courts\r\nin exercising this power\nmust take into\r\naccount\nthe interests of justice.'\n[12]\tAccording to the Constitutional Court:\n16\nâ\nThe task of an appeal Court in determining its own\r\nproceedings is an important one.  Its primary constitutional\r\nresponsibility is\nto ensure that the proceedings before it are fair\r\nand it must give content to that obligation. This obligation has\r\nalways been\npart of our law and is now constitutionally enshrined as\r\na fundamental right in s 35(3) of the Constitution. The task of\r\nensuring\nthat the proceedings are fair will often require\r\nconsideration of a range of principled and practical factors, some of\r\nwhich may\npull in different directions\n.â\nBut it did remind us that âit is a power which has to be exercised\r\nwith cautionâ\n17\nand sparingly having taken into account the interests of justice in a\r\nmanner consistent with the Constitution.\n18\n[13]\tIt is important to emphasize that the power vested in the court\r\nin this regard is a purely discretionary power. In general,\nand\r\nwithout attempting to lay down any hard and fast rules, discretionary\r\naudience should be regarded as a reserve or occasional\nexpedient.\r\nFor, whilst we must be free to review the\nYates\nrule in the\r\nlight of currently prevailing conditions and requirements, we perhaps\r\nneed to remind ourselves that given the increasing\ncomplexity of\r\nlitigation, the rule may well be required as strongly today as it\r\never was. In those circumstances an unqualified\nand inexperienced\r\nperson may do more harm than good to the corporate litigant that he\r\npurports to assist.\n[14]\tI have expressly refrained from formulating a test for the\r\nexercise of the court's inherent power as I believe that such cases\n\ncan confidently be left to the good sense of the judges concerned.\r\nLest this be misconstrued as a tacit or general licence to\r\nunqualified agents, it needs be emphasised that in each such instance\r\nleave must be sought by way of a properly motivated, timeously\nlodged\r\nformal application showing good cause why, in that particular case,\r\nthe rule prohibiting non-professional representation\nshould be\r\nrelaxed. Individual cases can thus be met by the exercise of the\r\ndiscretion in the circumstances of that case. It would\nthus be\r\nimpermissible for a non-professional representative to take any step\r\nin the proceedings, including the signing of pleadings,\nnotices or\r\nheads of argument (as occurred here), without the requisite leave of\r\nthe court concerned first having been sought and\nobtained.\n[15]\nThis approach, in my view, is consistent\r\nwith the right enshrined in s 34 of the Constitution, which provides\r\nthat everyone has\nthe right to have any dispute that can be resolved\r\nby the application of law decided in a fair public hearing before a\r\ncourt, or,\nwhere appropriate, another independent and impartial\r\ntribunal or forum. Emphasising that the courts have a duty to protect\nbona fide\nlitigants and the importance of untrammelled access to the courts,\r\nthe right enshrined in s 34 has variously been described by\nthe\r\nConstitutional Court as âfundamental to a democratic society that\r\ncherishes the rule of lawâ, âof cardinal importance\nthat requires\r\nactive protectionâ, foundational for âthe stability of an orderly\r\nsocietyâ, and a right that âensures the\npeaceful, regulated and\r\ninstitutionalised mechanisms to resolve disputes, without resorting\r\nto self helpâ and serves as âa\nbulwark against vigilantism, and\r\nthe chaos and anarchy which it causesâ.\n19\n[16]\tReverting to Mr Manongâs entitlement to represent the company\r\nbefore us. The company, which was founded in 1995, has three\n\ndirectors with offices in four of our major cities. It is described\r\nin the founding affidavit as having âevolved over the years\nfrom a\r\nfirm that initially specialised in development projects, â¦  to one\r\nâwhich now specialises in more complex engineering\nprojects such as\r\nthe design of runways and taxiwaysâ. The companyâs size (some 20\r\nprofessionals), sophisticated hierarchy and\nmanagement structure, the\r\nscale of its operations and what it describes as the many prestigious\r\nprojects it has been involved in,\nare all testament to the fact that,\r\nby no stretch of the imagination, can it be regarded as the alter ego\r\nof Mr Stanley Manong.\nIn those circumstances, one may well have\r\nhesitated to permit him a right of audience on behalf of the company.\r\nWhat weighs against\nthat conclusion however is that only last term he\r\nappeared, without demur, before this court on behalf of the company.\n20\nMoreover, by the time that his entitlement to represent the company\r\nwas queried by this court, he had already prepared and signed\nthe\r\nheads of argument on behalf of the company. In those circumstances\r\nwere he to have been debarred from representing the company,\nthe\r\nmatter would of necessity have had to be postponed â occasioning\r\ndelay and the incurring of additional costs to both parties\n(all of\r\nwhich may not have been recoverable from the losing litigant). We\r\ntherefore allowed Mr Manong to represent the company\nbefore us.\nThe Merits\n[17]\tSection 217 of the Constitution reads:\n'(1)\tWhen an organ of state in the national, provincial\r\nor local sphere of government, or any other institution identified in\r\nnational\nlegislation, contracts for goods or services, it must do so\r\nin accordance with a system which is fair, equitable, transparent,\r\ncompetitive and cost-effective.\n(2)\tSubsection (1) does not prevent the organs of state\r\nor institutions referred to in that subsection from implementing a\r\nprocurement\npolicy providing for â\n(a)\tcategories of preference in the allocation of\r\ncontracts; and\n(b)\tthe protection or advancement of persons, or\r\ncategories of persons, disadvantaged \tby unfair discrimination.\n(3)\tNational legislation must prescribe a framework\r\nwithin which the policy referred to in subsection (2) must be\r\nimplemented.'\n[18]\tTo achieve that objective, the National Department of Public\r\nWorks (DPW), which has been described as the largest employer\nof\r\nconsultants in the built environment, operated a roster system for\r\nthe procurement of professional service providers for its\nprojects.\r\nThe aim of that policy, which was introduced in May 2001, was to\r\nensure a fairer distribution of work by targeting historically\n\ndisadvantaged firms and individuals and affording them preferential\r\ntreatment through accelerated appointments to departmental\ntenders.\r\nThus firms and individuals with such preferred status, through the\r\noperation of a prescribed formula, enjoyed a favourable\nweighting on\r\nthe roster. The net effect was that such firms and individuals came\r\nup for allocation of fresh assignments quicker\nthan those who did not\r\nenjoy such status. They thus qualified for accelerated access to work\r\nopportunities by the DPW.\n[19]\tThe preamble to that policy recorded that the DPW\n' ... will at intervals of approximately one year and in\r\nconsultation with relevant professional bodies ... assess the\r\noperation\nof the roster in order to determine whether it is achieving\r\nits objectives in a satisfactory manner.'\nAnd, if not\n'... consideration will be given to modifying the\r\nsystem to remedy [its] shortcomings'\n.\n[20]\tTo that end and in contemplation of the introduction of a new\r\npolicy to replace the roster system, on 2 March 2008, the DPW\nthrough\r\nadvertisements in national newspapers invited consultants in the\r\nbuilt environment to apply to be listed as service providers\non the\r\nDPW's proposed new professional services supplier register.\n[21]\tDisgruntled at the DPWâs decision to discard the roster system\r\nin favour of the new register, Mr Manong dispatched a letter\non 7\r\nApril 2008 in which he called upon the Minister not to implement the\r\nnew policy until in his words:\nâ\n1.\tadequate legal reasons are given why the current\r\nroster policy should be discarded;\n2.\tadequate legal reasons are given why the proposed\r\nnew policy is more suitable to the present needs of the DPW than the\r\ncurrent\none;\n3.\tadequate reasons both factual and legal that Black\r\nConsultants especially Affirmable Priority Population Service\r\nProviders (APSP)\nwill benefit more under the proposed new policy as\r\ncompared to the existing one;\n4.\tthe widespread advertisement in national newspapers\r\ncalling on all stakeholders to be given sufficient time in order to\r\nmake\nsignificant and meaningful input into the new draft policy.'\nMr Manong sought an assurance that the proposed new policy would not\r\nbe implemented, failing which an urgent application to the\nEquality\r\nCourt would be lodged. No assurance was forthcoming and a fortnight\r\nlater the threatened proceedings in the guise of the\npresent\r\napplication was launched on 7 April 2008.\n[22]\tThe requirements for the grant of an interim interdict are well\r\nsettled.\n21\nI will limit myself solely to a consideration of the first - a prima\r\nfacie right - as in my view the application had to fail at\nthat\r\npreliminary hurdle. It is thus unnecessary to range beyond that to a\r\nconsideration of the other requirements.\n[23]\tIn the founding affidavit deposed to by Mr Manong in support of\r\nthe application, he sets out the background to the application\nas\r\nfollows:\nâ\nAfter examining the proposed key principles of the\r\nregister found under paragraph 1.3 of the said document (\"STAN\r\n34\"),\nI came to the conclusion that the DPW was abrogating its\r\nconstitutional obligation of promoting the achievement of equality as\r\nenshrined under section 9 of the constitution.\nâ¦\nThe register will be used on a rotational basis for the\r\ninvitation of quotations from at least the top most three service\r\nproviders.\n The register does not state the different categories of\r\nthe service providers that are enlisted on the register as mandated\r\nby\nsection 9 read with section 217 of the constitution. This is not\r\njust an oversight from the register, but a deliberate attempt at\n\nmaintaining and perpetuating the policies of the past within the\r\ncivil engineering industry through the denial of procurement\r\nopportunities to previously disadvantaged individuals.\nâ¦\nHe goes on to assert:\n'Furthermore the quotation system suggested in the\r\nregister is aimed at cementing this racially exclusive practice by\r\nthe denial\nof access to opportunities, including access to services\r\nor contractual opportunities for rendering services to DPW by\r\npreviously\ndisadvantaged individuals. Should the register principles\r\nbe implemented, quotations from African firms will be perpetually\r\nrejected\non the basis that they are too high. The implementation of\r\nthe register principles will sound a death-knell to all African firms\n\nâ few as they are at the present moment.'\nMr Manong then suggests:\n'It is the complainant's reasonable perception that the\r\nroster system was being manipulated to benefit firms other than\r\npriority\npopulation firms. This perception is borne out by the fact\r\nthe DPW has flatly refused to make available the information\r\nrequested\nunder annexure \"STAN 23\".\nThis perception is further reinforced by the\r\ninexplicable conduct of the DPW of hurriedly and unprocedurally\r\ndiscarding the current\nroster system and replacing it with a more\r\ncorrupt-prone quotation register. It is the perception of the\r\ncomplainant that the abolishment\nof the current roster was aimed at\r\nappeasing the SAACE and other groups who are fiercely opposed to\r\nBlack Economic Empowerment.\nThe current roster is not abolished because of policy\r\nconsideration it is abolished to enable other groups and mainly white\r\nestablished\nfirms to continue with their dominance of the civil\r\nengineering industry. The roster policy was devised and implemented\r\nto assist\nhistorically disadvantaged firms and to ensure a fair and\r\nequitable distribution of work to private sector consultants.'\n[24]\tThat, in sum, constitutes the gist of the appellant's complaint\r\nabout the implementation of the DPW's register. Against that\nbackdrop\r\nMr Manong alleges:\n'I believe that the Complainant has\r\nmade out a case for the prima facie right for the reviewing of the\r\ndecision taken by the respondents\nin abolishing the current roster\r\nand its replacement by the register.\nI also believe that the Complainant has made out an irrefutable prima\r\nfacie case that the Key principles of the Register are inconsistent\n\nwith sections 9 and 217 of the constitution read with s.7(c) and 7(e)\r\nof the Equality Act.'\n22\n[25]\tExplaining what motivated the change in policy, Thapelo Samuel\r\nMotsoeng, a chief director in the DPW, states:\nThe reason why the Roster had to be discarded was that\r\nthe Roster did not comply with the Public Finance Management Act 1 of\r\n1999\n(PFMA) and the Preferential Procurement Policy Framework Act 5\r\nof 2000 (PPPFA). In fact the Roster Policy was formulated before\nthe\r\nPPPFA Act was enacted and its regulations promulgated. The Roster\r\ntherefore was not conforming to the PPPFA in more than one\nsense, for\r\nexample, the Roster did not encompass provision for disabled persons,\r\nbeing one of the defined groups within the PPPFA's\ndefinition of a\r\nHistorically Disadvantaged Individual (HDI).\nNational Treasury together with the World Bank, launched\r\nthe Country Procurement Assessment review in 2001. The findings of\r\nthis\nreview resulted in the decision by Cabinet in November 2003 to\r\nalign South Africa's procurement with best international standards,\n\nwhich includes the appointment of consultants, by means of a\r\nsystematic competitive selection procedure. Thus, the Department of\n\nPublic works could no longer continue with the Roster in the form it\r\nwas structured as the principle on which it functioned allows\nfor\r\nnon-competitive awards to be made up to the value of R2 million. It\r\nalso did not afford preference to disabled persons. Therefore\nthe\r\nRoster system had to be discarded in order to have a system in line\r\nwith the PPPFA and more so one which approaches the procurement\nof\r\nprofessional services on the basis of competitive bidding.'\n[26]\tMr Manong's further allegations elicited the following response\r\nfrom Motsoeng:\n'The Applicant fails to set out the basis for his\r\nconclusion that the DPW was abrogating its constitutional obligation\r\nof promoting\nthe achievement of equality under section 9 of the\r\nConstitution. In fact such a conclusion as reached by the Applicant\r\nis denied.\nâ¦\nThe Applicant's perception that the Register is\r\nconstrued to be perpetuating unfair discriminatory policies of the\r\npast is unfounded.\nThe acquisition of Professional Services in the built\r\nenvironment to perform services on behalf of the National Director of\r\nPublic\nWorks had to be in line with the Preferential Procurement\r\nPolicy Framework Act 5 of 2000 (\"PPPFA\"), the Public\r\nFinance\nManagement Act 1 of 1999 (PFMA), the Supply Chain Management\r\nRegulations and the\nConstruction Industry Development Board Act 38 of\n2000\n.\nThe Professional Services Supplier Register is compliant\r\nwith the above statues as opposed to the Roster which was not.\nThe Register does not state the different categories of\r\nthe service providers since in terms of the PPPFA all service\r\nproviders\nare allowed to tender but preference will be given to\r\ncertain categories. These categories are listed in\nsection 2(1)(d)(i)\nof the PPPFA.\n. . .\nThe Register also had to be compliant with the Treasury\r\nRegulations published under GN R225 in GG 27388 of 15 March 2005 in\r\npromoting\ncompetitive bidding. Reference should be had to Section\r\n16A3.2 of the Treasury Regulations which provide that:\n16A3.2\tA supply chain management system referred to\r\nin paragraph 16A.3.1 must â\n(a)\tbe fair, equitable, transparent, competitive and\r\ncost effective;\n(b)\tbe consistent with the Preferential Procurement\r\nPolicy Framework Act, 2000 (Act 5 of 2000);\n(c)\tbe consistent with the Broad Based Black\r\nEmpowerment Act 2003 (Act 53 of 2003);\n(d)\t. . .\n.â\n[27]\tTo succeed the company had to establish prima facie that the\r\nmere implementation of the new policy by the DPW would in and\nof\r\nitself, of necessity, have resulted in a discriminatory practice to\r\nthe company and other similarly placed historically disadvantaged\n\nfirms and individuals. But that proposition in my view is wholly\r\nuntenable. Plainly, at this stage of the enquiry, the respondentsâ\n\nexplanation that the roster system had to be discarded in favour of\r\nthe new register to ensure compliance with the relevant statutory\n\nframework was not and could not have been gainsaid by the appellant.\n[28]\tExpatiating on his assertion that the companyâs\nallegations âare contradictory and confusingâ, Motsoeng\r\nstates:\nâ\nThe Applicant makes out a case that the Roster system\r\nis a better system but at the same time states that the Roster system\r\nwas\nbeing manipulated to benefit firms other than priority population\r\nfirms. He then continues by stating that the Roster system was\n\nreplaced by a more corrupt-prone quotation register.\n. . .\nIt is submitted that the Applicant fails to make out any\r\ncase that his constitutional right to equality under section 9 of the\r\nConstitution\nis being infringed in any way. He has further not shown\r\nthat the Register is inconsistent with section 9 and section 217 of\r\nthe\nConstitution read with section 7(c) and 7(e) of the Equality Act.\r\nHis application is without any merit.'\nWith that, one can hardly disagree.\n[29]\tBefore us and although only raised somewhat obliquely on the\r\npapers, an additional ground of review was sought to be advanced\nby\r\nMr Manong, namely that there had not been a proper consultative\r\nprocess prior to the introduction of the new policy. That too,\nas\r\nemerges from the following excerpt from Motsoengâs affidavit, is\r\ndevoid of any merit.\nFurthermore, the DPW did have consultations with all\r\nrelevant stakeholders. Such consultations took place on 25 January\r\n2006, 28\nJune 2006, 13 September 2006, 08 November 2006, 25 April\r\n2007, 06 February 2008. I attach hereto a copy of the minutes of such\r\nconsultations attached hereto as Annexure \"DPW 5 â DPW 10\".\r\nFurthermore, a conference was held in November 2007, to\ndiscuss the\r\nintended procurement route of the Department as well as the fact that\r\nthe Roster will be discarded in lieu of a new\nRegister. The following\r\norganizations were represented at the conference â South African\r\nCouncil for the Architectural Profession,\nthe South African council\r\nfor the Quantity Surveying Profession, the engineering Council of\r\nSouth Africa, the council for the Built\nEnvironment, SAIA, ASAQS,\r\nSAACE and SABTACO. Present at all these consultations was Chief\r\nDirector of Professional Services, Mr\nGerhard Damstra whose\r\nconfirmatory affidavit is attached hereto as Annexure \"DPW13\".\n[30]\tI have quoted\nin extenso\nfrom the affidavits, because\r\nthey illustrate, I do believe, that if this were a horse race, the\r\nappellant has not yet made its\nway out of the starting stalls. At\r\nbest for the appellant, the hypothesis advanced by it is a rather\r\ntentative and speculative\none. The relief sought is not grounded in\r\nany factual foundation but rather on conjecture, perception and\r\nsupposition.  It followed\nthat the application had to fail and that\r\nthe court below cannot be faulted in holding that the appellant had\r\nfailed to make out\na prima facie case because the respondentsâ\r\nanswer cast serious doubt upon it (\nWebster v Mitchell\n1948 (1)\r\nSA 1186\n(W) at 1189;\nReckitt & Colman SA (Pty) Ltd v S C\r\nJohnson & Son (Pty) Ltd\n1995 (1) SA 725\n(T) at 730B-D).\n[31]\tIn the result the appeal is dismissed with costs, such costs to\r\ninclude those consequent upon the employment of two counsel.\n_________________\nV M  PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\t\t\tM S Manong (Appearing in  person)\nInstructed\r\nby:\nManong\r\n& Associates\nc/o\r\nMacRobert Inc\nPretoria\nE\r\nG Cooper & Majiedt Inc\nBloemfontein\nFor\r\nRespondent:\t\t\tR Tolmay SC\nT\r\nKhatri\nInstructed\r\nby:\nThe\r\nState Attorney\nPretoria\nThe\r\nState Attorney\nBloemfontein\n1\n1956 (1) SA 364\n(A).\n2\nRe G J Mannix\nLtd\n[1984] 1 NZLR 309\nat 311;\nNorthern\r\n\tHomes Ltd v Steel-Space Industries Ltd\n(1976)\n57 DLR (3d)\r\n\t309 at 313.\n3\nTritonia Ltd and others v Equity and Law Life\r\n\tAssurance Society\n[1943] 2 All ER 401\n(HL).\n4\nR v Rockwood\n(2008) 164 CRR (2d) 345 at para 10-11.\n5\nLCB Gower, JB Cronin, AJ Easson and Lord Wedderburn of Charlton\nGower's Principles of Modern Company Law\n(4ed (1979) p 212.\n6\nHarrison v Guardian Assurance Company\nLtd\n[1989] 1\r\n\tNZLR 59\nat 60.\n7\nThe cases are usefully collected in\nCalifornia\r\n\tSpice and Marinade (Pty) Ltd and others in re: Bankorp v California\r\n\tSpice and Marinade (Pty) Ltd and others; Fair Oâ\nRama Property\r\n\tInvestments CC and others; Tsaperas; andTtsaperas\n[1997]\r\n\t4 All SA 317\n(W).\n8\nLees Import and Export (PVT) Ltd v Zimbabwe\r\n\tBanking Corporation Ltd\n1999 (4) SA\r\n\t1119\n(ZSC).\n9\nArbuthnot Leasing International Ltd v Havelet Leasing Ltd and\r\n\tothers\n[1991] 1 All ER 591\n(Ch) at 595.\n10\nNcoweni v Bezuidenhout\n1927 CPD 130.\n11\nEngineers' and Managers' Association v Advisory, Conciliation and\r\n\tArbitration Service and another\n(No 1)\n[1979] 3 All ER 223\n(CA)\r\n\tat 225.\n12\nRe G J Mannix\nLtd\nat 315.\n13\nUniversal City Studios Inc and others v Network Video (Pty) Ltd\n[1986] ZASCA 3\n;\n1986 (2) SA 734\n(A) at 754G.\n14\nPhillips and others v National Director of Public Prosecutions\n[2005] ZACC 15\n;\n2006 (1) SA 505\n(CC) para 47.\n15\n[2006] ZACC 15\n;\n2007 (1) SA 523\n(CC) para 35 and 36.\n16\nSABC Ltd\npara\r\n\t21.\n17\nS v Pennington and another\n1997 (4) SA\r\n\t1076\n(CC).\n18\nParbhoo and others v Getz NO and another\n1997 (4) SA 1095\n(CC).\n19\nBeinash and another v Ernst & Young and\r\n\tothers\n1999 (2) SA 116\n(CC) para 17;\nMoise v Greater Germiston Transitional\r\n\tLocal Council: Minister of Justice and Constitutional Development\r\n\tIntervening\n(\nWomen's\r\n\tLegal Centre as\nAmicus\r\n\tCuriae\n)\n[2001] ZACC 21\n;\n2001 (4) SA 491\n(CC) para 23;\nChief Lesapo v North West Agricultural\r\n\tBank and another\n[1999] ZACC 16\n;\n2000 (1) SA 409\n(CC)\r\n\tpara 22;\nFirst National Bank of South\r\n\tArica Ltd v Land and Agricultural Bank of South Africa and others;\r\n\tSheard v Land and Agricultural\nBank of South Africa and another\n[2000] ZACC 9\n;\n2000 (3) SA 626\n(CC) para 6.\n20\nManong v Department of Roads & Transport,\r\n\tEastern Cape Province\n[2009] ZASCA 59.\n21\nSetlogelo v Setlogelo\n1914\r\n\tAD 221\nat 227.\n22\nThose subsections read:\nSubject to section 6, no\r\n\tperson may unfairly discriminate against any person on the ground of\r\n\trace, including-\n(c)\nthe exclusion of\r\n\tpersons of a particular race group under any rule or practice that\r\n\tappears to be legitimate but which is actually\naimed at maintaining\r\n\texclusive control by a particular race group;\n(e)\nthe denial of\r\n\taccess to opportunities, including access to services or contractual\r\n\topportunities for rendering services for consideration,\nor failing\r\n\tto take steps to reasonably accommodate the needs of such persons.",
  "scraped_at": "2026-02-12T05:17:19.341392",
  "date": "2009-09-23",
  "coram": [
    "Harms DP",
    "Brand",
    "Ponnan",
    "Snyders JJA",
    "Bosielo AJA"
  ],
  "case_number": "518/2008",
  "parties": {
    "applicants": [
      "Manong & Associates (Pty) Ltd"
    ],
    "respondents": [
      "Minister of Public Works",
      "Director General, Department of Public Works"
    ]
  },
  "sections": {
    "facts": "Manong & Associates (Pty) Ltd, a national engineering consultancy, challenged the Department of Public Works (DPW) for abandoning its long‑standing roster system for awarding civil engineering contracts and replacing it with a Professional Services Supplier Register. The appellant alleged that the new register violated constitutional equality provisions (s 9) and the procurement clause of s 217, and that it would unfairly discriminate against historically disadvantaged firms. The appellant sought an interim interdict to stop implementation of the register and demanded disclosure of decisions and fee schedules relating to the former roster. The matter was first heard in the Equality Court, which dismissed the interim interdict, leaving the appellant to appeal to the Supreme Court of Appeal.",
    "issues": "1. Whether the appellant had established a prima facie case for an interim interdict under the Promotion of Equality and Prevention of Unfair Discrimination Act. 2. Whether the Professional Services Supplier Register and its key principles are inconsistent with sections 9 and 217 of the Constitution read with sections 7(c) and 7(e) of the Equality Act. 3. Whether a company may be represented in superior court by a non‑legal person (the managing director) without formal legal representation, and whether the court may exercise its inherent discretion to relax the Yates rule in exceptional circumstances.",
    "principles": "The court reiterated the rule from Yates Investments that a corporation must appear through counsel, a rule rooted in the need for professional advocacy and to prevent abuse of corporate personality. However, the Constitution (s 173) confers inherent power on courts to regulate their own process in the interests of justice, allowing limited discretion to relax the rule. For an interim interdict, the plaintiff must show a prima facie case, a balance of convenience, and that damages would not be an adequate remedy. The equality provisions of the Constitution and the Equality Act require that procurement policies be fair, equitable, transparent, and non‑discriminatory. The PPPFA, PFMA and Treasury Regulations also guide public procurement, permitting preference for historically disadvantaged persons but requiring compliance with competitive bidding principles.",
    "application": "The court found that the appellant had not satisfied the prima facie requirement; the DPW’s justification for replacing the roster—compliance with the PPPFA, PFMA and related regulations—was credible and not contradicted by the appellant’s evidence. Consequently, the register was not unlawful or discriminatory in the sense required for an interim interdict. Regarding representation, the court noted that although Mr Manong had previously appeared without objection, the rule against non‑professional representation remains the norm and should only be relaxed in rare, exceptional cases. The appeal therefore did not merit overturning the lower court’s decision.",
    "conclusion": "The appeal was dismissed with costs, including the costs incurred for the employment of two counsel. The appellant’s request for an interim interdict and the substantive relief sought were rejected."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Equality & Procurement",
    "level_3": [
      "interim interdict",
      "corporate representation",
      "public procurement"
    ]
  }
}