{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/16.html",
  "case_name": "Brink v Premier of the Free State Province and Another (256/08) [2009] ZASCA 16; 2009 (4) SA 420 (SCA) ; [2009] 3 All SA 304 (SCA) (19 March 2009)",
  "citation": "[2009] ZASCA 16",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 16\n|\nNoteup\n|\nLawCite\nBrink v Premier of the Free State Province and Another (256/08) [2009] ZASCA 16; 2009 (4) SA 420 (SCA) ; [2009] 3 All SA 304 (SCA) (19 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 256 / 08\nLOÏS\r\nBRINK\tAppellant\nand\nTHE\r\nPREMIER OF THE FREE STATE PROVINCE\tFirst Respondent\nTHE\r\nMEC: DEPARTMENT OF PUBLIC WORKS, \tSecond Respondent\nROADS\r\nAND TRANSPORT OF THE FREE STATE\nPROVINCE\n___________________________________________________________________\nNeutral citation:\nBrink\nv\nPremier of\r\nthe Free State (256/08)\n[2009] ZASCA 16\n(19 March 2009)\nCORAM:\nSTREICHER,\r\nNAVSA, PONNAN and MLAMBO JJA and \t\t\t\tLEACH AJA\nHEARD:\n10 MARCH 2009\nDELIVERED:\n19 MARCH 2009\nSUMMARY:\nContract â interpretation of â language to be\r\ngiven its grammatical and ordinary meaning.\n___________________________________________________________________\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nThe High Court, of South\r\nAfrica, Free State Provincial Division \t\t(Wright J sitting as court\r\nof first instance).\nThe appeal is dismissed with costs.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN  JA\n(\nSTREICHER, NAVSA and MLAMBO\nJJA\r\nand LEACH AJA  \t\t\tconcurring):\n[1]\tA contract of lease in respect of a resort between the Free State\r\nProvincial Government,\n1\nas lessor, and the appellant Loïs Brink, as lessee, gave to the\r\nlatter - so she contends - two options to extend the period\nof the\r\nlease. When she sought on the second occasion to renew the lease, her\r\nright to do so was challenged by the respondents.\n[2]\tAt the heart of the dispute between the parties is Clause 2 of\r\nthe lease headed 'PERIOD', which provides:\n'The LEASE is for a period of five (5) years from 1\r\nOctober 1997 to 30 September 2002, with the proviso that the LESSEE\r\nshall have\nan option to extend the lease period for a period of five\r\n(5) years with a second option of 5 years on the same and/or new\r\nconditions\nas will be mutually agreed, excluding a further right to\r\nrenewal. The LESSEE shall give written notice to the LESSOR six (6)\r\nmonths\nin advance of his or her intention to renew the contract and\r\nall negotiations with regard to the renewal of the contract shall be\n\nconcluded four (4) months before the initial contract lapses.  If the\r\nLESSEE does not give written notice six (6) months before\nthe\r\ncontract lapses or if all negotiations are not concluded four (4)\r\nmonths before the contract lapses, this option to renew expires.'\n[3]\tAfter the initial term of five years, the first five year option\r\nto renew in terms of clause 2 was exercised by the appellant\nand the\r\nlease was duly extended until 30 September 2007.\n[4]\tThings did not go as smoothly, however, when she purported to\r\nexercise the second option to extend the lease period for a further\n\nfive years. She did so by despatching a letter per facsimile to\r\nAdvocate Msibi, the Head of the Department of Public Works, Roads\nand\r\nTransport, on 29 January 2007. The relevant portion of that letter\r\nreads:\n'I herewith notify you that I hereby exercise the option\r\nto extend the lease for a further period of 5 years effective from\r\n1\nst\nOctober 2007\r\nuntil 30\nth\nSeptember 2012 on the same terms as provided for in clause 2 of the\r\nagreement.\nIt is my view that the options contained in the\r\nagreement are such that the second option which I hereby exercise,\r\nwill be on the\nsame terms and conditions as contained to in the\r\nexisting agreement of lease, including the annual escalation of\r\nrentals.  There\nis in my opinion thus no other conditions to be\r\nnegotiated.'\n[5]\tThe response from Advocate Msibi was:\nâYour letter correctly states that the agreement was\r\nsigned on the 3\nrd\nof November 1997 for [an] initial period of five (5) years.\nIt should be mentioned that your initial agreement\r\nexpired at the end of October 2002, and you were given an option to\r\nextend your\nlease hence expiry in October 2007.\nPlease be advised that as we did the previous year\r\nwhereby we gave notice that the Department will not renew or extend\r\nthe lease.'\n[6]\tNot content with that response, the appellant consulted with an\r\nattorney who wrote to Advocate Msibi, on 13 February 2007,\nas\r\nfollows:\n'Clause 2 of the Lease Agreement specifies that an\r\ninitial period of 5 years running from the 1\nst\nof October 1997 to the 30\nth\nSeptember 2002. During this period our client exercised her option to\r\nrenew for a further period of 5 years (the 1\nst\noption afforded to her) and the lease was subsequently renewed for a\r\nfurther period of 5 years in terms of this first option.\nIn terms of clause 2 of the written Lease Agreement our\r\nclient was afforded a second option for a final period of 5 years\r\nwhich\nsecond option she now exercises in terms of her letter dated\r\nthe 29\nth\nJanuary\r\n2007, a copy of which is annexed hereto.\nKindly advise as to the possibility of having a round\r\ntable discussion regarding the renewal of the lease for the final\r\nperiod of\n5 years, failing which our client will have to approach the\r\nHigh Court with an Application for a Declaratory\nOrder\r\nas to her right of a further extension in terms of the existing\r\nagreement.'\n[7]\tThat letter failed to elicit a response. A subsequent letter, in\r\na similar vein, did. The response was this:\nâThe Department wishes to reiterate it that it does\r\nnot intend extending the lease with your client, as according to the\r\nDepartment,\nthere is no second option to be exercised by your client.\nAlternatively the Department does not consider itself\r\nbound by the second option if it does exist at all.\n[Consequently] your client would be expected to vacate\r\nthe premises upon the expiry of the present lease i.e. on or before\r\n30 September\n2007.'\n[8]\tImpasse having been reached, the threatened application for\r\ndeclaratory relief adverted to earlier by the appellant's attorney,\n\nwas launched. The appellant accordingly sought an order in the High\r\nCourt (Bloemfontein) that she had lawfully and validly exercised\nthe\r\nsecond option and that her renewal of the lease for the period 1\r\nOctober 2007 to 30 September 2012 was valid. The High Court\n(per\r\nWright J) held:\n'Considering the clause as a whole it seems likely that\r\nthe parties intended that after ten years of the lease had expired,\r\nthe\nparties should have the right to possibly negotiate new terms in\r\nview of changing circumstances, and this is precisely what the\nwords\r\nof the clause, construed as a whole, have achieved. The respondents\r\nwere, however, not entitled to refuse to negotiate.'\n[9]\tThe learned Judge accordingly issued the following order:\n'1\tDit word verklaar dat die verhuurder (die Provinsiale\r\nRegering van die Vrystaat Provinsie) nie geregtig was om summier en\r\nsonder\ndat\nbona fide\nonderhandelinge tussen die huurder (die applikante) en die verhuurder\r\nomtrent 'n verdere verlenging van die huurkontrak, \"LB1\"\n\ntot die funderende beëdigde verklaring soos vervang, gevoer was,\r\ndie huurder se versoek om 'n verdere verlenging van die huurkontrak\n\nte weier nie.\n2\tDie verhuurder word gelas om onderhandelinge met die\r\nhuurder aan te knoop oor die moontlike verdere verlenging van die\r\nhuurkontrak\ningevolge die bepalinge van klousule 2 daarvan tot en met\r\n30 September 2012, hetsy op dieselfde of ander voorwaardes of\r\ningevolge\n'n kombinasie van die bestaande en ander voorwardes.\n3\tTen einde die aanvang van die onderhandelingsproses te\r\nreël, word dit gelas dat:\n3.1\tdie verhuurder binne 21 dae na die verlening van\r\nhierdie bevel 'n skriftelike uiteensetting van die voorwaardes waarop\r\ndie verhuurder\nbereid sou wees om die huurkontrak te verleng, aan die\r\napplikante se prokureur van rekord moet beteken;\n3.2\tdie huurder binne 14 dae na die aflewering van die\r\nuiteensetting in paragraaf 3.1 gemeld, haar skriftelike aanvaarding\r\nvan sodanige\nvoorstelle of enige skriftelike teenvoorstelle aan die\r\nrespondente se prokureur van rekord moet beteken; en\n3.3\tdie verhuurder en die huurder nadat daar aan\r\nparagrawe 3.1 en 3.2 voldoen is, indien ooreenkoms dan nog nie bereik\r\nis nie, verplig\nsal wees om oor 'n verdere tydperk van drie\r\nkalendermaande bereken vanaf die eerste dag van die maand opvolgend\r\nop die maand waartydens\naan paragraaf 3.2 voldoen is, redelikerwys,\r\nsonder vooroordeel en\nbona fide\nonderhandelinge te voer ten einde te poog om ooreenkoms te bereik oor\r\ndie voorwaardes waarop 'n verdere verlenging van die huurkontrak\ntot\r\nen met 30 September 2012 kan geskied.\n4\tGedurende die tydperk in paragraaf 3.3 gemeld, sal\r\ndit die partye vrystaan om die Hof te nader vir 'n verlenging van\r\nsodanige\ntydperk, mits en indien dit sou blyk dat enige van die\r\npartye in versuim is om redelikerwys, sonder vooroordeel en\nbona\nfide\nonderhandelinge\r\nomtrent die verdere verlenging van die huurkontrak tot en met 30\r\nSeptember 2012 en die voorwaardes daarvan, te\nvoer.\n5\tIndien die verhuurder en die huurder daarin sou slaag\r\nom 'n ooreenkoms te bereik omtrent die verlenging van die huurkontrak\r\ntot\nen met 30 September 2012, sal sodanige ooreenkoms in skrif vervat\r\nword en deur die verhuurder en die huurder, of hul gemagtigde\n\nverteenwoordigers, onderteken word, alvorens dit bindind sal word.\n6\tHangende die duur van die onderhandelinge voormeld\r\nhetsy gedurende die aanvanklike termyn of enige verlenging daarvan,\r\nof gedurende\ndie beregting van enige aansoek om 'n verlenging van die\r\ntermyn waartydens onderhandelinge gevoer moet word, en tot tyd en wyl\r\n'n skriftelike huurkontrak soos in paragraaf 5 beoog gesluit is, of\r\ntot tyd en wyl die onderhandelinge ingevolge die bepalinge van\n\nhierdie bevel tot 'n einde sou kom, sal die bepalinge en voorwaardes\r\nvan die huurkontrak\nmutatis mutandis\nvan toepassing bly, en sal sodanige huurkontrak alleen ten einde loop\r\nindien die partye nie 'n skriftelike oorenkoms bereik nie.\nIn\r\nsodanige omstandighede sal die huurkontrak beëindig word op die\r\nlaaste dag van die maand onmiddellik opvolgende op die\nmaand\r\nwaartydens die onderhandelingstydperk, of enige verlenging daarvan,\r\nverstryk het.\n7\tDie respondente word gesamentlik en afsonderlik, die\r\neen te betaal die ander vrygestel te word, gelas om die applikante se\r\nkoste\nte betaal.'\n[10]\tThis appeal against the judgment and order of Wright J is before\r\nus with the learned Judgeâs leave.\n[11]\tThe matter is essentially one of interpretation. According to\r\nthe 'golden rule' of interpretation the language in a document\nis to\r\nbe given its grammatical and ordinary meaning, unless this would\r\nresult in some absurdity, or some repugnancy or inconsistency\nwith\r\nthe rest of the instrument.\n2\n[12]\tThe first difficulty in the interpretation of the relevant words\r\nin clause 2 is created by the use of the expression 'and/or'.\nThose\r\nwords must in the context of the clause be read disjunctively as well\r\nas conjunctively.\n3\nIf that is done, then it is clear that what the clause envisages is a\r\nsecond option to renew on either:\n(a)\tthe same conditions; or\n(b)\tnew conditions; or\n(c)\ta combination of (a) and (b).\nIt is not in dispute that the qualifier, 'as will be mutually\r\nagreed', which is couched in the future tense, is applicable to a\n\nrenewal in terms of either (b) or (c). The sole issue for\r\ndetermination therefore is whether it applies as well to a renewal\r\nunder\n(a). Upon a natural construction of the words of clause 2 they\r\ndo not signify, I think, that the qualifier is rendered inapplicable\n\nto (a). There appears to be no reason for the limitation of the\r\nordinary grammatical meaning of the phrase. It has not been shown\nwhy\r\nsuch a limitation of the ordinary meaning of the phrase is either\r\nnecessary or desirable or what absurdity or repugnancy would\narise\r\nshould the phrase be given its ordinary grammatical meaning.\n[13]\tThe qualifier 'as will be mutually agreed' follows syntactically\r\non the reference to the conditions upon which the lease agreement\nmay\r\nbe extended for the second time, which may be the same or new, or a\r\ncombination of both the same and new conditions. In other\nwords, the\r\nphrase plainly qualifies both 'the same and/or new conditions'. I\r\nthus remain unpersuaded that the clause can be made,\non any\r\npermissible technique of interpretation - as was urged upon us on\r\nbehalf of the appellant - to yield the following intelligible\n\nmeaning: 'on the same conditions or new conditions as will be\r\nmutually agreed'.\n[14]\tIt follows that the appeal must fail. There being no\r\ncounter-appeal, it is unnecessary to consider whether the order of\r\nthe\ncourt below is a competent one.\n[15] \tIn the result the appeal is dismissed with costs.\n_________________\nV M  PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\t\tD J van der Walt\nInstructed\r\nby:\nMolenaar\r\n& Griffiths\nSasolburg\nSymington\r\n& De Kok\nBloemfontein\nFor\r\nRespondent:\t\t\tI V Maleka SC\nInstructed\r\nby:\nThe\r\nState Attorney\nBloemfontein\n1\nRepresented by the Premier of the Free State Province as the first\r\n\trespondent and the Department of Public Works, Roads and Transport\n\n\tas the second respondent.\n2\nCoopers & Lybrand and Others v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A)\r\n\tat 767.\n3\nBerman v Teiman\n1975\r\n\t(1) SA 756\n(W) at 757D-G;\nDu Toit en ân\r\n\tAnder v Barclays Nasionale Bank       Bpk\n1985\r\n\t(1) SA 563\n(A) at 570G-I.",
  "scraped_at": "2026-02-11T21:41:09.515498",
  "date": "2009-03-19",
  "coram": [
    "Streicher",
    "Navsa",
    "Ponnan",
    "Mlambo JJA",
    "Leach AJA"
  ],
  "case_number": "256/08",
  "parties": {
    "applicants": [
      "Loïs Brink"
    ],
    "respondents": [
      "Premier of the Free State Province",
      "MEC: Department of Public Works, Roads and Transport of the Free State Province"
    ]
  },
  "sections": {
    "facts": "The appellant, Loïs Brink, entered into a five‑year lease with the Free State Provincial Government for a resort, which contained Clause 2 granting two successive five‑year renewal options. The first option was duly exercised, extending the lease to September 2007. Brink then attempted to exercise the second option by fax on 29 January 2007, stating she would renew on the same terms. The Department responded that no second option existed or that it would not be bound by it, and indicated the lease would end in September 2007. Brink sought declaratory relief in the High Court, which ordered the parties to negotiate a further extension up to September 2012.",
    "issues": "The key issue was the interpretation of Clause 2 of the lease, specifically whether the phrase ‘as will be mutually agreed’ applied to a renewal on the same conditions as the original lease, and whether a second renewal option could be validly exercised without further negotiation.",
    "principles": "The court applied the ‘golden rule’ of contractual interpretation, giving the language its ordinary grammatical meaning unless it leads to absurdity. It examined the use of ‘and/or’ and the qualifier ‘as will be mutually agreed’, concluding that the clause allows renewal on (a) the same conditions, (b) new conditions, or (c) a combination, and that the qualifier applies to all three possibilities.",
    "application": "Applying these principles, the court held that the second renewal option could not be exercised unilaterally on the same terms without further agreement, as the qualifier required mutual agreement on the conditions. Consequently, Brink’s reliance on a unilateral exercise of the second option was unsupported, and the appeal against the High Court’s order failed.",
    "conclusion": "The appeal was dismissed with costs. The lower court’s order requiring the parties to negotiate the terms of any further extension remained in force, meaning the lease could only be prolonged through mutually agreed terms up to 30 September 2012."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Lease Agreement Interpretation",
    "level_3": [
      "contract interpretation",
      "renewal clause",
      "golden rule",
      "option to renew"
    ]
  }
}