{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/114.html",
  "case_name": "Mamase and Others v S (175/08) [2009] ZASCA 114; 2010 (1) SACR 121 (SCA) ; [2010] 1 All SA 427 (SCA) (25 September 2009)",
  "citation": "[2009] ZASCA 114",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 114\n|\nNoteup\n|\nLawCite\nMamase and Others v S (175/08) [2009] ZASCA 114; 2010 (1) SACR 121 (SCA) ; [2010] 1 All SA 427 (SCA) (25 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 175/08\nMAXWELL MAMASE \tFirst Appellant\nNEO MOERANE MAMASE \tSecond Appellant\nQUICKVEST 54 (PTY) LTD\tThird Appellant\nand\nTHE STATE\tRespondent\nNeutral citation:\nMamase v The State (175/08)\n[2009] ZASCA 114\n(25 September 2009)\nCoram:\nMPATI P, FARLAM, SNYDERS JJA, KROON and LEACH AJJA\nHeard:\n20 MAY 2009\nDelivered:\n25 SEPTEMBER 2009\nSummary:\nJurisdiction â validity of direction of National\r\nDirector of Public Prosecutions in terms of\ns 22(3)\nof the\nNational\nProsecuting Authority Act 32 of 1998\n.\nORDER\nOn appeal from: Bhisho High Court (Miller J\r\nsitting as court of first instance).\nThe following order is made:\n1.\nThe appeal is upheld;\n2.\nThe order of the\r\ncourt below is set aside and replaced with the following: âNo order\r\nis made on the application.â\nJUDGMENT\nSNYDERS JA: (Mpati P, Farlam JA, Kroon and Leach\r\nAJJA . concurring)\n[1]\nThe appellants were\r\ngiven special leave by this court to bring this appeal. The three\r\nappellants appeared in the Bhisho High Court\n(Miller J presiding) on\r\nseveral counts of contravening the provisions of the Prevention and\r\nCombating of Corrupt Activities Act\n1\nand one count of fraud. The indictment reveals that the charges are\r\nalleged to have arisen in various jurisdictions within and\noutside\r\nthe area of jurisdiction of the Bhisho High Court. This gave rise to\r\na notice by the appellants in terms of s 106(3) of\nthe Criminal\r\nProcedure Act (CPA)\n2\nthat they intended to raise a plea in terms of s 106(1)(f) that the\r\ncourt had no jurisdiction to try the offences allegedly committed\n\noutside the jurisdiction of the Bhisho High Court.\n3\nThe respondent attempted to cure this difficulty by amending the\r\nindictment to include an allegation that the events that constitute\n\nthe charges occurred in various places âand/or in Bhishoâ. The\r\nappellants persisted in their notice which motivated the respondent\n\nto hand in a direction,\n4\ndated 15 September 2006, issued by the national director of public\r\nprosecutions in terms of s 22(3) of the National Prosecuting\n\nAuthority Act (NPAA),\n5\nthe essential part of which reads as follows:\nâ\nWhereas I,\r\nVusumuzi Patrick Pikoli, National Director of Public Prosecutions,\n.\r\n. . hereby direct that the criminal proceedings against the\r\n[appellants] in respect of the said offences, be commenced in the\n\narea of jurisdiction of the Director of Public Prosecutions, Bhisho.â\n[2]\nThe parties then\r\napproached the trial court on 18 September 2006 to decide, prior to\r\nplea, whether the direction, issued well after\nthe indictments were\r\nserved on the appellants, validly conferred jurisdiction on the\r\nBhisho High Court.\n6\nMiller J decided that the direction had been issued âat a later\r\nstage than what is provided for in the legislationâ, but as\nthe\r\ndirection is not âan essential constituent element of the\r\njurisdiction conferring processâ, this was not a fatal shortcoming\n\nwhich rendered the direction invalid or ineffective; that an overly\r\ntechnical approach achieves nothing and should be avoided;\nand that\r\nany prejudice that the accused may have suffered could be cured by\r\nthe granting of a postponement of the trial. He proceeded\nto make the\r\nfollowing order:\nâ\nI, in the\r\ncircumstances\n,\r\nrule that the direction issued by the National Director of Public\r\nProsecutions on 15 September 2006 is valid and of effect.â\nUpon the appellants\nâ\r\nimmediate application for leave to appeal he granted leave to the\r\nfull bench of the Bhisho High Court.\n[3\n]\tSubsequently,\r\nhowever, this court was approached on petition for leave to appeal to\r\nit, the applicants contending that they were\nappealing a point of\r\nlaw. They motivated their petition as follows:\nâ\n15\tI\r\nrespectfully submit that the application for leave to appeal to the\r\nFull Bench of the Bhisho Division of the High Court was\nerroneously\r\nsought and granted because, in terms of section 315(1) read with\r\nsection 319(2) of the Act, the above Honourable Court\nhas exclusive\r\njurisdiction to entertain appeals pertaining to questions of law and\r\nthat, in terms of section 316 of the Act, the\nFull Bench of a\r\nProvincial Division only has appeal jurisdiction in criminal matters\r\nafter accused persons have been convicted\nand sentenced.â\n7\nNot only was the petition not opposed, it was supported by the\r\nrespondent.\n[4\n]\tIn this way the\r\nmatter came before us. At the hearing the parties focussed on their\r\nopposing contentions on the interpretation\nof s 22(3) of the NPAA.\r\nTwo issues arose during the hearing which were not addressed by the\r\nparties in their heads of argument.\nCounsel were invited to submit\r\nfurther written submission on these two issues, namely whether the\r\nruling made was appealable and\nwhether the court a quo had the power\r\nto make a ruling of the nature that it did, prior to the appellantsâ\r\nhaving pleaded.\n[5\n]\tThe procedure\r\nadopted by the court below was a peculiar one, well illustrated by\r\nthe difficulty the parties had to explain the\nprocedure by which this\r\nmatter came on appeal.\n[\n6]\tIn the petition the\r\nparties sought, by their reliance on s 319(2) of the CPA, to bring\r\nbefore this court a point of law. Section\n319(1) pertains only to\r\nquestions of law that arise âon the trialâ. The trial commences\r\nwith the evidence and ends with conviction.\n8\nThe plea is a procedure that initiates the trial and serves to define\r\nthe issues that are submitted to the court for adjudication.\nIf there\r\nis no plea there is no\nlis\nbetween the state and the accused.\n9\nIssues that arise prior to plea, being objections to the indictment,\r\nthat could give rise to a question of law, are dealt with\nby the\r\nlegislature in s 319(2), in that they are deemed to be âquestions\r\nof lawâ. The issue in this case is not âan objection\nto [the]\r\nindictmentâ: it is a challenge to the courtâs jurisdiction and\r\nthe direction purporting to confer jurisdiction. As\nthe reliance on s\r\n319(2) raised in the petition, was not pursued in this court, it is\r\nnot necessary to motivate further the obvious\nconclusion that there\r\nwas no objection to the indictment.\n[\n7]\tAt the time that the\r\nissue was raised and decided in the court below the appellants had\r\nnot been asked to plead. Thus there was\nno plea in terms of s\r\n106(1)(f) of the CPA that raised the absence or presence of\r\njurisdiction as a justiciable issue for decision.\nA plea in criminal\r\nproceedings is peremptory in terms of s 105 and it is done in terms\r\nof s 106(1) and (2).\n10\nIt is therefore clear that the point that was decided was not an\r\nobjection to the indictment, was not a reservation of a question\nof\r\nlaw and was not a plea of lack of jurisdiction.\n[8\n]\tThe procedure of\r\nplacing before a criminal court, prior to the trial commencing, an\r\nissue relevant to the validity of a step taken\nby the prosecuting\r\nauthority in terms of the NPAA or an issue relevant to jurisdiction,\r\nbut not amounting to a plea is unknown\nand unprecedented. No reasons\r\nwere advanced, and I dare say none exist, why it might be necessary\r\nfor such a procedure to be accommodated\nwhen perfectly adequate\r\nstructures and procedures are in place to determine issues of that\r\nnature: the criminal trial and the civil\ncourts. This much was\r\nrecognised by Nepgen J in the matter\nS v\r\nMpanbaniso\n,\n11\nto which the appellantsâ counsel has referred us.  That matter was\r\ndecided in the same division and with reference to the decision\nof\r\nMiller J in the court a quo in the current matter. When Nepgen J was\r\nfaced with the same request, at the same stage and on similar\nfacts,\r\nhe recorded in his judgment that he dealt with the matter as follows:\nâ\nOn 13 October 2006 the matter\r\nwas, for the first time, called in open court. Counsel for the State\r\nhanded in the original written\ndirection. Mr Quinn, who appears on\r\nbehalf of the accused, then indicated that he intended to address me\r\non the validity of the\nwritten direction. I asked him on what basis I\r\ncould consider the matter without a plea having been entered by the\r\naccused. After\na brief discussion both Counsel indicated their\r\nagreement that a plea would first have to be entered before I could\r\nconsider the\npoint mentioned.â\nOnce the accused\nin that\r\nmatter entered a plea of lack of jurisdiction Nepgen J proceeded to\r\nconsider whether, as a result of a direction similar\nto the one in\r\nthis case, the court had jurisdiction or not.\n[9\n]\tThe trial court,\r\nprior to the trial commencing, had no power to decide the issue that\r\nwas placed before it. However, it did, and\nin doing so it assumed\r\njurisdiction in circumstances where it had none.\n[10\n]\tThe high courts\r\nderive their jurisdiction from the Constitution\n12\nand legislation which gives effect to the provisions of the\r\nConstitution.\n13\nIn this case the high court could only have had jurisdiction in one\r\nof three ways:\n14\nOne, in terms of s 169(b) of the Constitution, read with s 19 of the\r\nSupreme Court Act,\n15\njurisdiction is conferred on a high court over all triable offences\r\nwithin its area of jurisdiction that have not been assigned\nto\r\nanother court by an Act of Parliament. Two, in terms of s 110 of the\r\nCPA a court is deemed to have jurisdiction when an accused\npleads to\r\na charge and does not plead that the court has no jurisdiction.\r\nThree, a direction issued in terms of s 22(3) of the\nNPAA, could\r\nconfer jurisdiction where none exists. On the facts of this case the\r\ncourt below could only have had jurisdiction if\nthe direction issued\r\n- the third instance mentioned above â was valid and effective. The\r\ncourt does not have the power to assume\njurisdiction if it does not\r\nhave it by reason of one of the three provisions mentioned.\n16\n[11]\tSection 22(3) of the NPAA provides:\nâ\nWhere the\r\nNational Director or a Deputy National Director authorised thereto in\r\nwriting by the National Director deems it in the\ninterest of the\r\nadministration of justice that an offence committed as a whole or\r\npartially within t\nhe\r\narea of jurisdiction of one Director be investigated and tried within\r\nthe area of jurisdiction of another Director, he or she\nmay, subject\r\nto the provisions of section 111 of the Criminal Procedure Act, 1977\r\n( Act 51 of 1977), in writing direct that the\ninvestigation and\r\ncriminal proceedings in respect of such offence be conducted and\r\ncommenced within the area of jurisdiction of\nsuch other Director.â\n17\n[12\n]\tSection 76(1) of\r\nthe CPA provides when criminal proceedings commence:\nâ\nUnless an\r\naccused has been summoned to appear before the court, the proceedings\r\nat a summary trial in a lower court shall be commenced\nby lodging a\r\ncharge-sheet with the clerk of the court, and, in the case of a\r\nsuperior court, by serving an indictment referred\nto in section 144\r\non the accused and the lodging thereof with the registrar of the\r\ncourt concerned.â\n18\nThe jurisdiction of a court is determined at the\r\nstage that proceedings are commenced.\n19\n[13\n]\tOn the common cause\r\nfacts: the alleged actions that formed the basis of the relevant\r\ncharges were not committed within the territorial\njurisdiction of the\r\nBhisho High Court; when the indictment was served and proceedings\r\ntherefore commenced, that court did not have\njurisdiction; the\r\ndirection that purported to confer jurisdiction on the court was\r\nissued after proceedings had commenced, after\nthe point in time that\r\nthe NPAA empowers the issue thereof and thus after the time that\r\njurisdiction is determined.\n[14\n]\tIn\nMpanbaniso\n,\r\na carefully reasoned judgment, Nepgen J rightly concluded that âno\r\ncourt other than the court in which the criminal proceedings\n\ncommenced . . . can have jurisdiction in terms of a written\r\ndirection, which of necessity requires such written direction to have\n\nbeen issued prior to the commencement of the criminal proceedingsâ.\n[15\n]\tIn coming to this\r\nconclusion Nepgen J also made a valid and convincing analogy between\r\ns 111 of the CPA and its predecessor which\nprovided for a direction\r\nthat âthe trialâ takes place at a particular venue that would not\r\notherwise have had jurisdiction.\nThis clear change in the relevant\r\nwording indicates the intention of the legislature to ensure that the\r\nproceedings - and not the\ntrial - are commenced in a particular\r\njurisdiction pursuant to a direction.\n[16\n]\tClearly, therefore,\r\nthe direction could not and did not have the effect of conferring\r\njurisdiction on the Bhisho High Court. Once\nMiller J concluded that\r\nthe direction did not meet the requirements of s 22(3)he did not have\r\njurisdiction to deal with the matter\nin any way whatsoever. It was\r\nnot within the powers of the court a quo to exercise a discretion and\r\ndecide that the direction should\nbe held to be effective despite the\r\nfact that it did not comply with the empowering provisions of the\r\nrelevant statute. Having\ndone so, it finally and definitively assumed\r\njurisdiction. No doubt Miller J would have continued to hear the\r\ntrial if the matter\nhad not been taken on appeal. An order made by a\r\ncourt that is final and definitive in its effect is capable of\r\nappeal.\n20\nDecisions on jurisdiction are traditionally appealable.\n21\n[17\n]\tWhat is alarming\r\nabout this case is that considerable delay and costs could have been\r\navoided if a simple and practical solution\nto the problem was\r\nadopted: the charges could have been withdrawn, another direction\r\nissued and the appellants served with a fresh\nindictment. There was\r\nno apparent reason why such a course could not be followed and\r\ncompleted in a matter of hours. Counsel on\nbehalf of the respondent\r\ncould not offer any reason why such a course was not open to it.\n[23\n]\tWhat remains is to\r\nmake the following order:\n1.\nThe appeal is upheld;\n2.\nThe order of the\r\ncourt below is set aside and replaced with the following: âNo order\r\nis made on the application.â\n______________________\nS SNYDERS\nJudge of Appeal\nAPPEARANCES:\nFor appellant:\tR P Quinn S C\nD J Taljaard\nInstructed by:\tSmith Tabata Inc, King Williamâs Town\nWebbers House, Bloemfontein\nFor respondent:\tD A Damerell\nN J Carpenter\nInstructed by:\tThe National Director of Public Prosecutions, Pretoria\nThe State Attorney, Bloemfontein\n1\n12 of 2004.\n2\n51 of 1977.\n3\nSection 106(1)(f): âWhen an accused pleads to a\r\n\tcharge he may plead â . . .(f) that the court has no jurisdiction\r\n\tto try the\noffence;â\nSection 106(3): â\nAn\r\n\taccused shall give reasonable notice to the prosecution of his\r\n\tintention to plead a plea other than the plea of guilty or not\n\n\tguilty, and shall in such notice state the ground on which he bases\r\n\this plea: Provided that the requirement of such notice may\nbe waived\r\n\tby the attorney-general or the prosecutor, as the case may be, and\r\n\tthe court may, on good cause shown, dispense with\nsuch notice or\r\n\tadjourn the trial to enable such notice to be given.â\n4\nI use the word used in the judgment of the court\r\n\ta quo and in\ns 22(3)\nof the\nNational Prosecuting Authority Act 32 of\n1998\n.\n5\n32 of 1998.\n6\nThe indictments were dated 26 August 2005 and\r\n\tserved on the appellants on an unknown date prior to their\r\n\tappearance on 18 September\n2006.\n7\nSection 315(1):\nâ\n(1)\n(a)\nIn respect of appeals and questions of law\r\n\treserved in connection with criminal cases heard by a High Court,\r\n\tthe court of appeal\nshall be the Supreme Court of Appeal, . . .â\nSection 319:\n(1) If any question of law arises on the\r\n\ttrial in a superior court of any person for any offence, that court\r\n\tmay of its own motion\nor at the request either of the prosecutor or\r\n\tthe accused reserve that question for the consideration of the\r\n\tAppellate Division,\nand thereupon the first-mentioned court shall\r\n\tstate the question reserved and shall direct that it be specially\r\n\tentered in the\nrecord and that a copy thereof be transmitted to the\r\n\tregistrar of the Appellate Division. (2) The grounds upon which any\r\n\tobjection\nto an indictment is taken shall, for the purposes of this\r\n\tsection, be deemed to be questions of law.â\n8\nIn\nDirector of Public Prosecutions, Natal v\r\n\tMagidela\n2000 (1) SACR 458\n(SCA) at\r\n\t465d-e the meaning of âon the trialâ was not decided, but a\r\n\tclear indication relevant to the present context is\ngiven. See also\nS v B\n2003 (1) SACR 52\n(SCA) paras 6 and 7;\nS\r\n\tv Perskorporasie van Suid-Afrika Bpk\n1979 (4) SA 476\n(T) at 478E-479H. In view of the decision in\nS\r\n\tv Basson\n2007 (1) SACR 566\n(CC) paras\r\n\t145 to 152 it is important to stress the distinction between the\r\n\tissue decided in that matter â that a point of\nlaw reserved at the\r\n\ttrial need not await the conclusion of the trial before it is taken\r\n\ton appeal â and the issue presently\nunder discussion â whether\r\n\tthe point of law is one that falls within the ambit of\ns 319\nat all.\n9\nS v Mbokazi\n1998\r\n\t(1) SACR 438\n(N) at 442h-i.\n10\nSection 105:\nâThe charge shall be put to the\r\n\taccused by the prosecutor before the trial of the accused is\r\n\tcommenced, and the accused shall,\nsubject to the provisions of\nsections 77\n,\n85\nand\n105A\n, be required by the court forthwith to\r\n\tplead thereto in accordance with\nsection 106.â\nThe references in\r\n\tthe section to\nsections 77\n,\n85\nand\n105A\nare not relevant to the\r\n\tfacts in this case.\nSection\r\n\t106(1)\nand (2) lists the nature of the various pleas that could be\r\n\tentered, including, in subsec 1(f), that the court has no\r\n\tjurisdiction\nto try the offence.\nSection\r\n\t106(3)\nhas been quoted in note 3 above.\n11\nCase number 32/06 decided in the Bhisho High\r\n\tCourt.\n12\nThe Constitution of the Republic of South Africa\r\n\t108 of 1996.\n13\nThe Supreme Court Act 59 of 1959. See\nPhillips\r\n\tv National Director of Public Prosecutions\n[2005] ZACC 15\n;\n2006 (1) SA 505\n(CC) para 47.\n14\nS v De Beer\n2006 (2) SACR paras 6 and 7.\n15\n59 of 1959.\n16\nSouth African Broadcasting Corporation Ltd v\r\n\tNational Director of Public Prosecutions\n[2006] ZACC 15\n;\n2007 (1) SA 523\n(CC) paras 85 to 92.\n17\nSection 111: â(1)(a) The direction of the\r\n\tNational Director of Public Prosecutions contemplated in section\r\n\t179(1)(a) of the\nConstitution of the Republic of South Africa, 1996,\r\n\tshall state the name of the accused, the relevant offence, the place\r\n\tat which\n(if known) and the Director in whose area of jurisdiction\r\n\tthe relevant investigation and criminal proceedings shall be\r\n\tconducted\nand commenced. (b) A copy of the direction shall be served\r\n\ton the accused, and the original thereof shall, save as is provided\n\n\tin subsection (3) be handed in at the court in which the proceedings\r\n\tare to commence. (2) The court in which the proceedings\ncommence\r\n\tshall have jurisdiction to act with regard to the offence in\r\n\tquestion as if the offence had been committed within the\narea of\r\n\tjurisdiction of such court. (3) Where the National Director issues a\r\n\tdirection contemplated in subsection (1) after an\naccused has\r\n\talready appeared in a court, the original of such direction shall be\r\n\thanded in at the relevant proceedings and attached\nto the record of\r\n\tthe proceedings, and the court in question shall â (a) cause the\r\n\taccused to be brought before it, and when\nthe accused is before it,\r\n\tadjourn the proceedings to a time and a date and to the court\r\n\tdesignated by the Director in whose area\nof jurisdiction the said\r\n\tcriminal proceedings shall commence, whereupon such time and date\r\n\tand court shall be deemed to be the\ntime and date and court\r\n\tappointed for the trial of the accused or to which the proceedings\r\n\tpending against the accused are adjourned;\n(b) forward a copy of the\r\n\trecord of the proceedings to the court in which the accused is to\r\n\tappear, and that court shall receive\nsuch copy and continue with the\r\n\tproceedings against the accused as if such proceedings had commenced\r\n\tbefore it.â\n18\nSee also\nNhlabathi v\r\n\tAdjunk Prokureur-Generaal, Transvaal\n1978 (3) SA 620\n(W) at 631E and\nS v\r\n\tSwanepoel\n1979 (1) SA 478\n(A) at 490D.\n19\nThermo Radiant Oven Sales (Pty) Ltd v\r\n\tNelspruit Bakeries (Pty) Ltd\n1969 (2)\r\n\tSA 295\n(A) at 310D;\nTransnamib Bpk v\r\n\tVoorsitter, Nasionale Vervoerkommissie\n[1992] ZASCA 154\n;\n1993 (1) SA 457\n(A) at 473-474.\n20\nZweni v Minister of Law and Order\n1993 (1) SA 523\n(A).\n21\nSteytler NO v Fitzgerald\n1911 AD 295\nat 303;\nDe Beer\n,\r\n\tnote 10 above, para 5.\nMinister of\r\n\tFinance v Paper Manufacturers Association of South Africa\n[2008] ZASCA 86\n;\n2008 (6) SA 540\n(SCA);\nGutsche Family\r\n\tInvestments (Pty) Ltd v Mettle Equity Group (Pty) Ltd\n2007 (5) SA 491\n(SCA).",
  "scraped_at": "2026-02-12T05:17:58.548419",
  "date": "2009-09-25",
  "coram": [
    "Mpati P",
    "Farlam",
    "Snyders JJA",
    "Kroon",
    "Leach AJJA"
  ],
  "case_number": "175/08",
  "parties": {
    "applicants": [
      "Maxwell Mamase",
      "Neo Moerane Mamase",
      "Quickvest 54 (Pty) Ltd"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants were charged in the Bhisho High Court with several counts of contravening the Prevention and Combating of Corrupt Activities Act and one count of fraud. The indictment alleged that the offences occurred in various jurisdictions, some outside the Bhisho Court's area. The appellants gave notice under s 106(3) of the Criminal Procedure Act that they intended to plead that the court lacked jurisdiction. The State amended the indictment to include \"and/or in Bhisho\" and obtained a direction dated 15 September 2006 from the National Director of Public Prosecutions, under s 22(3) of the National Prosecuting Authority Act, directing that the proceedings be commenced in the Bhisho jurisdiction. The trial court was asked to decide, before any plea was entered, whether that direction validly conferred jurisdiction. Miller J held the direction was late but not fatal and ruled it valid. The appellants appealed.",
    "issues": "The key issues were: (1) whether a direction issued under s 22(3) of the NPAA after criminal proceedings had already commenced could validly confer jurisdiction on the Bhisho High Court; (2) whether the trial court had authority to decide a jurisdictional question before a plea was entered; (3) whether the issue was appealable as a question of law; and (4) whether the direction complied with the statutory requirements of s 22(3) and s 111 of the CPA.",
    "principles": "Jurisdiction of a high court can arise (a) by constitutional provision s 169(b) and s 19 of the Supreme Court Act; (b) by s 110 of the CPA when an accused pleads and does not raise lack of jurisdiction; or (c) by a valid direction under s 22(3) of the NPAA, which must be issued in writing before the commencement of proceedings (s 76(1) CPA). Sections 22(3) NPAA and 111 CPA require that the direction be made prior to the start of the case and be subject to the provisions of the CPA. Pre‑plea challenges to jurisdiction are questions of law under s 319(2) CPA. Precedent in S v Mpanbaniso held that a direction cannot confer jurisdiction if issued after proceedings have commenced.",
    "application": "The court determined that the indictment had been served and the proceedings had therefore commenced before the direction of 15 September 2006 was issued. Consequently the direction was issued too late to meet the requirements of s 22(3) NPAA and could not confer jurisdiction on the Bhisho High Court. Miller J had no power to assume jurisdiction or to deem the direction effective, and the trial court's order was therefore invalid. The appeal was therefore allowed.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside the order of the lower court and substituted it with a declaration that no order is made on the application."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Jurisdiction",
    "level_3": [
      "National Director of Public Prosecutions",
      "Section 22(3) NPAA",
      "High Court jurisdiction",
      "Appeal",
      "Procedural law"
    ]
  }
}