{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/49.html",
  "case_name": "Clipsal Australia (Pty) Ltd and Others v Gap Distributors (Pty) Ltd and Others (657/08) [2009] ZASCA 49; 2010 (2) SA 289 (SCA); [2009] 3 All SA 491 (SCA); 2009 BIP 251 (SCA) (25 May 2009)",
  "citation": "[2009] ZASCA 49",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 49\n|\nNoteup\n|\nLawCite\nClipsal Australia (Pty) Ltd and Others v Gap Distributors (Pty) Ltd and Others (657/08) [2009] ZASCA 49; 2010 (2) SA 289 (SCA); [2009] 3 All SA 491 (SCA); 2009 BIP 251 (SCA) (25 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 657/08\nCLIPSAL AUSTRALIA\r\n(PTY) LTD\tFirst\nAppellant\nCLIPSAL SOUTH\r\nAFRICA (PTY) LTD\tSecond Appellant\nSCHNEIDER\r\nELECTRIC SOUTH AFRICA (PTY) LTD\tThird Appellant\nand\nGAP DISTRIBUTORS\r\n(PTY) LTD\tFirst Respondent\nLEAR IMPORTS\r\n(PTY) LTD\tSecond Respondent\nSHIMON\r\nBOTBOL\tThird Respondent\nREGISTRAR OF\r\nDESIGNS\tFourth Respondent\nTHE MINISTER OF\r\nTHE DEPARTMENT OF TRADE\nAND\r\nINDUSTRY\tFifth Respondent\nNeutral\r\ncitation:\nClipsal\r\nAustralia v Gap Distributors\n(657/08)\n[2009] ZASCA 49\n(25 May 2009)\nCoram:\nSTREICHER\r\nADP, CLOETE, SNYDERS JJA, HURT & TSHIQI AJJA\nHeard:\n4\r\nMAY 2009\nDelivered:\n25\r\nMAY 2009\nSummary:\tJudgment\r\nstaying judicial proceedings pending the determination of other\r\njudicial proceedings held to be appealable.\n______________________________________________________________\n_______\nORDER\n_____________________________________________________________________\nOn appeal from: High Court\r\nJohannesburg (Joffe J sitting as court of first instance).\n1\tThe appeal succeeds with costs\r\nincluding the costs of two counsel.\n2\tThe order of the court below is\r\nset aside and replaced with the following order:\nâ\nThe application for a stay of\r\nthe proceedings pending the determination of the review application\r\nin case no 19081/08 in the High\nCourt, Pretoria is dismissed with\r\ncosts.â\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nSTREICHER ADP (CLOETE, SNYDERS\r\nJJA, HURT and TSHIQI AJJA concurring)\n[1]\tThis is an appeal against a\r\njudgment by Joffe J in the High Court, Johannesburg,\n1\nin terms of which he stayed an application (âthe contempt\r\napplicationâ) by Clipsal Australia (Pty) Ltd (âClipsal\r\nAustraliaâ),\nClipsal South Africa (Pty) Ltd (âClipsal SAâ) and\r\nSchneider Electric South Africa (Pty) Ltd (âSchneiderâ)\r\n(hereinafter\njointly referred to as the appellants) against Gap\r\nDistributors (Pty) Ltd (âGapâ), Lear Imports (Pty) Ltd (âLearâ)\r\nand\nMr Shimon Botbol (âBotbolâ) (hereinafter jointly referred to\r\nas the respondents). The application was for an order holding the\n\nrespondents guilty of contempt of court in that by importing and\r\ndisposing of certain single and double electrical sockets they\n\ndisobeyed an order of court. The appeal is with the leave of the\r\ncourt below.\n[2]\tThe order of court allegedly\r\ndisobeyed is an order by this court, in terms of which it replaced an\r\norder by the High Court,\nJohannesburg, pursuant to an application\r\n(âthe first Clipsal applicationâ) by Clipsal Australia and\r\nClipsal SA, as the proprietor\nand local exclusive licensee\r\nrespectively of registered design A96/0687, against Gap Distributors\r\nand Trust Electrical Wholesalers\nboth of which are firms owned by\r\nGap.\n2\nThe order interdicted Gap Distributors and Trust Electrical\r\nWholesalers from infringing registered design A96/0687 by making,\r\nimporting, using or disposing of certain Lear G-2000 series single\r\nand double electrical sockets (âGap socketsâ).\n[3]\tSubsequent to the court order\r\nBotbol, who is the sole shareholder and the managing director of Gap,\r\ncaused Lear, which was a\nclose corporation at the time, to be\r\nconverted into a company of which he is the sole shareholder and\r\ndirector. Thereafter Lear\napplied to the High Court, Pretoria (âthe\r\nLear applicationâ) for an order â\n(a)\tdeclaring that the word\r\n\tâoriginalâ in\ns 14(1)(a)(ii)\nof the\nDesigns Act 195 of 1993\nhas a different meaning to the one ascribed to it by this court in\r\n\tthe first Clipsal application; alternatively\n(b)\tdeclaring that\ns 14(1)(a)\nalternatively\ns 20(1)\nof the\nDesigns Act is\ninconsistent with the\r\nconstitution; and\nrevoking Design A96/0697.\n[4]\tPrior to this courtâs order\r\nagainst Gap Distributors and Trust Electrical Wholesalers, Lear was\r\nnot in the business of importing\nand selling electrical sockets in\r\nSouth Africa but subsequent to the order it started selling such\r\nsockets (âLear socketsâ).\nThis gave rise to the contempt\r\napplication. The appellants contend that the Lear sockets differ only\r\nin immaterial respects from\nthe Gap sockets and the sockets that are\r\nthe subject of the registered design; that Gap and Lear are but\r\nBotbol in different guises\nand that the corporate veil between them\r\nshould be pierced. The respondents opposed the application and lodged\r\na counterclaim for\nthe same relief as had been claimed in the Lear\r\napplication.\n[5]\tUpon application by the\r\nappellants the Lear application was stayed pending the final\r\ndetermination of the contempt application.\nAlthough it was common\r\ncause in the first Clipsal application that the design had been\r\nregistered in respect of class 13 and although\nthis court held in\r\nthat case that the design was new and original, the respondents, in\r\nthe contempt application, as in the Lear\napplication, contend that\r\nthe registration of the design is invalid in that no class is\r\nreflected in the register of designs and\nalso in that the design is\r\nnot new or original. They contend that the design is not new in the\r\nsense in which this court interpreted\nthe requirement of originality\r\nand also in the sense contended for by them. According to them the\r\noriginality requirement adopted\nby this court was adopted in breach\r\nof this courtâs constitutional duty to interpret legislation in a\r\nmanner that promotes the\nspirit, purport and object of the Bill of\r\nRights. In the alternative, if this courtâs interpretation of the\r\noriginality requirement\nis the only interpretation that the\r\nrequirement is reasonably capable of, they contend that the\r\nrequirement is unconstitutional\nbecause it unjustifiably restricts\r\nâconstitutional rights to freedom of expression and freedom of\r\ntrade, occupation and professionâ.\n[6]\tIn a yet further application\r\ninstituted by Lear in the High Court, Pretoria against the Registrar\r\nof Designs, Clipsal Australia\nand Schneider, Lear applied for the\r\nreview of the âregistration of application A96/0687 in Part A of\r\nthe Register without a classification\nhaving been recorded in the\r\nRegister, in contravention of\nSection 15(1)\nof the Designs Actâ.\r\nThe register referred to is the register of designs.\n[7]\tAt the hearing of the\r\ncontempt application the respondents argued\nin\r\nlimine\nthat it should\r\nbe stayed pending the determination of the review application. The\r\nappellants argued the contrary. The court below\nheld that, in light\r\nof the fact that it is not apparent from the register of designs that\r\nthe design was registered in class 13,\nthe appellantsâ entitlement\r\nto the relief which they sought in the first Clipsal application was\r\nsuspect and that it had a discretion\nto stay the contempt application\r\nif it considered it to be in the interests of justice to do so. It\r\nthereupon stayed the contempt\napplication pending the determination\r\nof the review application on the basis that it was indeed in the\r\ninterests of justice to\ndo so. An application by the appellants for\r\nleave to appeal against the judgment was opposed by the respondents\r\non the ground,\namong others, that it was not a final judgment and\r\ntherefore not appealable. In dismissing this argument Joffe J said\r\nthat the\nappellants were confronted with a judgment which effectively\r\nprecluded them from enforcing the order they had in their favour,\r\nthat registration of the design was due to terminate on 22 July 2011,\r\nthat the parties could still be litigating by that time and\nthat the\r\neffect of the order staying the determination of the application was\r\nfinal in effect and thus appealable.\nIs the order of the court\r\nbelow appealable?\n[8]\tThe order by the court below\r\nwill only be appealable if it qualifies as a âjudgment or orderâ\r\nwithin the meaning of those\nwords in the context of s 20(1) of\r\nthe Supreme Court Act 59 of 1959 (see\nZweni\r\nv Minister of Law and Order\n1993 (1) SA 523\n(A) at 531B-C). Such a judgment or order âis a\r\ndecision which, as a general principle, has three attributes, first,\r\nthe decision\nmust be final in effect and not susceptible of\r\nalteration by the Court of first instance; second, it must be\r\ndefinitive of the\nrights of the parties; and, third, it must have the\r\neffect of disposing of at least a substantial portion of the relief\r\nclaimed\nin the main proceedingsâ (\nZweni\nat 532I-533B). The respondents submitted that the order by the court\r\nbelow was merely a procedural order, was not final, did not\ngrant\r\ndefinite and distinct relief and did not dispose of a substantial\r\nportion of the relief claimed in the contempt application.\n[9]\tThe judgment of the court\r\nbelow did not dispose of any relief claimed in the contempt\r\napplication. Once the review application\nhas finally been determined\r\nthe appellants will be free to proceed with the contempt application.\r\nBut it did dispose of the relief\nclaimed in the application by the\r\nrespondents for the stay of the contempt application and it did so\r\nfinally. That the court below\nintended the order staying the review\r\napplication to be final and not susceptible to amendment is apparent\r\nfrom the order itself\nand is confirmed by Joffe J in his judgment in\r\nrespect of the application for leave to appeal (see\nSA\r\nEagle Versekeringsmaatskappy Bpk v Harford\n[1992] ZASCA 42\n;\n1992 (2) SA 786\n(A) at 792D-F).\n[10]\nIn\nCaroluskraal\r\nFarms (Edms) Bpk v Eerste Nasionale Bank van Suider-Afrika Bpk; Red\r\nHead Boer Goat (Edms) Bpk v Eerste Nasionale Bank\nvan Suider-Afrika\r\nBpk; Sleutelfontein (Edms) Bpk v Eerste Nasionale Bank van\r\nSuider-Afrika Bpk\n[1994] ZASCA 23\n;\n1994\r\n(3) SA 407\n(A) Eerste Nasionale Bank applied for the liquidation of\r\nthe appellants. The appellants filed certificates in terms of s 21 of\r\nthe Agricultural Credit Act 28 of 1966, contended that the\r\ncertificates constituted a bar to the liquidation proceedings and\r\napplied\nfor the dismissal of the proceedings. Berman J dismissed the\r\napplication and on appeal the question arose whether Berman Jâs\r\norder was appealable. This court, per Hefer JA, held that if regard\r\nwas had to the relief claimed by the applicant for liquidation\nthe\r\norder clearly did not qualify as a âjudgment or orderâ but that\r\nseen from the viewpoint of the appellants the position\nwas different.\r\nIn effect they raised a special plea which if successful would have\r\nhad the effect that the liquidation applications\ncould not succeed\r\nuntil such time as the certificates had lapsed. That special defence\r\nhad finally been determined by Berman J.\n3\nHefer JA stated that the case was not distinguishable from cases such\r\nas\nLabuschagne v\r\nLabuschagne; Labuschagne v Minister van Justisie\n1967 (2) SA 575\n(A),\nSmit\r\nv Oosthuizen\n1979 (3)\r\nSA 1079\n(A) and\nConstantia\r\nInsurance Co Ltd v Nohamba\n1986 (3) SA 27\n(A) in which defences were raised by way of special\r\npleas. In\nLabuschagne\nWessels JA said at 583D-F:\nâ\nDie verligting\r\nwat eerste verweerder na aanleiding van die bewerings in sy spesiale\r\npleit aangevra het, is hom geweier. Indien die\nverhoor voortgesit sou\r\ngewees het sou die Hof nie bevoeg gewees het om weer opnuut die vraag\r\nte oorweeg of die spesiale pleit gehandhaaf\nbehoort te word, al-dan\r\nnie. By die verdere verhoor en die daaropvolgende uitspraak sou slegs\r\ndie geskilpunte betreffende die meriete\nvan eiser se eis ter sprake\r\ngewees het. Die uitspraak waarteen eerste verweerder in hoër\r\nberoep is, is dus, wat betref die\nHof wat die uitspraak gegee het, `n\r\nfinale en onherstelbare afhandeling van `n selfstandige en afdoende\r\nverweer wat eerste verweerder\ngeopper het as grondslag vir die\r\nregshulp wat hy in die spesiale pleit aangevra het.â\n[11]\tHaving considered these\r\ncases and having compared what was said in\nLabuschagne\nwith what was said in\nHeyman\r\nv Yorkshire Insurance Co Ltd\n1964 (1) SA 487\n(A) where this court held that the dismissal of an\r\nalternative defence which had been heard separately was not\r\nappealable, Hefer\nJA said at 416C-D:\nâ\nWanneer dit dan â\r\nhetsy in `n aksie of in mosieverrigtinge â gaan om `n spesiale\r\nverweer wat afsonderlik verhoor is, kom dit\nmy logies voor om te let\r\nop die effek van die uitspraak op die regshulp wat deur die\nverweerder\nof\nrespondent\naangevra is. In wese is die Verhoorhof in so `n geval gemoeid met `n\r\nversoek van die verweerder of respondent om die eis van die\nhand te\r\nwys op grond van `n verweer wat niks te  make het met die meriete van\r\ndie saak nie. Dit is die regshulp wat op daardie\nstadium ter sprake\r\nis.â\nHe held that Berman J was\r\nlikewise only concerned with an issue specially raised by the\r\nappellants, which issue had finally been\ndisposed of by Berman J and\r\nthat the order made by him was therefore an order which was\r\nappealable.\n4\n[12]\tIn\nDurbanâs\r\nWater Wonderland (Pty) Ltd v Botha and Another\n1999 (1) SA 982\n(SCA) at 993B-D this court held that the dismissal of\r\na plea that a disclaimer notice at an amusement park exempted a\r\ndefendant\nfrom liability in respect of any injury or damage arising\r\nfrom the use of the amenities at the park constituted a final\r\njudgment\nwithin the meaning of s 83(b) of the Magistratesâ\r\nCourt Act so as to render it appealable. It held that the dismissal\r\nâhad\nthe effect of finally and irretrievably disposing of a\r\nself-contained defence which existed independently of the\r\nrespondentsâ\ncaseâ and that it was therefore appealable.\n[13]\tDealing with the\r\nappealability of an order refusing an application for security Hefer\r\nJA in\nShepstone &\r\nWylie and Others v Geyser NO\n1998 (3) SA 1036\nat 1042D-E quoted, with approval, the following\r\npassage in\nEcker v Dean\n1937 (SWA) 3 at 4:\nâ\n(t)he usual test,\r\nie whether the order finally disposes of portion of, or a certain\r\nphase of, the issue between the parties does\nnot really fit\r\ncircumstances such as these, for the claim for security was a\r\nseparate and ancillary issue between the parties,\ncollateral to and\r\nnot directly affecting the main dispute between the litigants . . .\r\nit is not a procedural step in attack or\ndefence at all but a measure\r\nof oblique relief sought by one party against the other on grounds\r\nforeign to the main issue, ie the\nfinancial situation of one\r\nlitigant, this relief to be effective if at all only after judgment.\r\nThe order determining this collateral\ndispute is therefore final and\r\ndefinitive for at no later stage in the proceedings can the applicant\r\nobtain the substance of what\nhas been refused to him. If he has been\r\nprejudiced by the order his prejudice is irremediable.â\n[14]\tIn the present matter the\r\nrespondents claimed to be entitled to a stay of the contempt\r\napplication pending the determination\nof the review application. They\r\nwere in effect claiming that they had a special defence to the action\r\nalbeit a temporary defence,\nto the effect that the appellants were\r\nnot entitled to the relief claimed by them pending the review\r\napplication. For present purposes\nthere is no real distinction\r\nbetween that defence and the special defence raised in\nCarolus\n.\r\nIt is true that in that case it was claimed that the application for\r\nliquidation should be dismissed because of the existence\nof the s 21\r\ncertificate but it would to my mind have made no difference to the\r\nreasoning of Hefer JA had the plea been that\nthe application for\r\nliquidation should be stayed for as long as the s 21 certificate\r\nremained valid.\n[15]\tThe respondents submitted\r\nthat Joffe J did no more than to postpone the contempt application\r\nand that an order postponing a\nmatter was not appealable.\n5\nI do not agree. An order postponing a matter is merely procedural in\r\nnature and not an order in respect of a defence raised. As\nin\nCarolus\nthe defence raised by the respondents was a self-contained defence\r\nwhich was raised independently of the appellantsâ case and\nas\r\nstated above that defence was finally determined by the court below.\r\nIn so far as the other two attributes that an appealable\nâjudgment\r\nor orderâ, as a general principle should have, it should be borne\r\nin mind that  it is the application for a stay\nof the contempt\r\napplication and not the contempt application itself which constitutes\r\nthe main proceedings. The question is whether\nthe order by the court\r\na quo is definitive of the rights of the parties in respect of the\r\napplication to stay the contempt proceedings\nand whether it disposes\r\nof at least a substantial portion of the relief claimed in that\r\napplication.\n6\nThe answer to those two questions is clearly in the affirmative. It\r\nfollows that the order by the court below is appealable.\nDid the court below have a\r\ndiscretion to stay the contempt proceedings?\n[16]\tAs stated above Joffe J held\r\nthat he had a discretion to stay the contempt application if he\r\nconsidered it to be in the interest\nof justice to do so. In this\r\nregard he relied on cases dealing with the stay of proceedings\r\npending the payment of costs incurred\nin substantially similar\r\nprevious proceedings between substantially the same parties (see\nWestern Cape Housing\r\nDevelopment Board and Another v Parker and Another\n2005 (1) SA 462\n(C) at 465I-466C; and Herbstein and Van Winsen\nThe\r\nCivil Practice of the Supreme Court of South Africa\n4 ed (1997) p 254-261).\n[17]\tIt is clear that a court\r\ndoes have the power to stay civil proceedings in certain\r\ncircumstances eg to prevent an abuse of the\nprocess of the court (see\nCorderoy v Union\r\nGovernment (Minister of Finance)\n1918 AD 512\nat 517) and if an action is already pending between the\r\nsame parties on the same cause of action (see Herbstein and Van\r\nWinsen\nop cit\nChapter 10 p 245). However, Joffe J did not quote any authority\r\nto the effect that a court has a general discretion to stay\n\nproceedings whenever it considers it to be in the interests of\r\njustice to do so.\n[18]\tIn\nAbdulhay\r\nM Mayet Group (Pty) Ltd v Renasa Insurance Co Ltd and Another\n1999 (4) SA 1039\n(T) at 1048H-I Van Dijkhorst J accepted that he had\r\na discretion to stay an application for an interdict restraining the\r\nrespondents\nfrom infringing a registered trade mark pending an\r\napplication in terms of\ns 14\nof the\nTrade Marks Act 194 of 1993\non the basis of honest concurrent use and/or other special\r\ncircumstances. He added that at best for the respondents it was a\r\ndiscretion\nthat had to be exercised sparingly and in exceptional\r\ncircumstances. But Van Dijkhorst J apparently based his\r\nacceptance of\na discretion to do so on the authority of\nFisheries\r\nDevelopment Corporation of SA Ltd v Jorgensen and Another; Fisheries\r\nDevelopment Corporation of SA Ltd v AWJ Investments\n(Pty) Ltd and\r\nOthers\n1979 (3) SA\r\n1331\n(W) at 1340D-1341A in which it was merely assumed that a court\r\nhad jurisdiction to stay civil proceedings on equitable grounds.\nIn\r\nthat case, dealing with a request that an action should be stayed in\r\nthe exercise of the courtâs âinherent discretion to\navoid\r\ninjustice and inequityâ Nicholas J said at 1340B-D:\nâ\nThe Courts do not\r\nhowever act on abstract ideas of justice and equity. They must act on\r\nprinciple. CF the\nWestern\r\nAssurance Co\ncase\nsupra\nat 275. And see the remarks of Innes CJ in\nKent\r\nv Transvaalsche Bank\n1907 TS 765\nat 773-774:\nâ\n(The appellant)\r\nalso asked us to stay the proceedings on equitable grounds, urging\r\nthat we had an equitable jurisdiction under the\ninsolvency law. The\r\nCourt has again and again had occasion to point out that it does not\r\nadminister a system of equity, as distinct\nfrom a system of law.\r\nUsing the word âequityâ in its broad sense, we are always\r\ndesirous to administer equity; but we can only\ndo so in accordance\r\nwith the principles of the Roman-Dutch law. If we cannot do so in\r\naccordance with those principles, we cannot\ndo so at all.ââ\nNicholas J then proceeded to deal\r\nwith the application on the assumption that the court had the power\r\nto grant a stay of the proceedings\non equitable grounds and concluded\r\nthat âeven if it had the power to do soâ a case had not been made\r\nout for such a stay.\n7\n[19]\tAs I shall presently\r\nindicate, I am of the view that if the court below did have a\r\ndiscretion, on equitable grounds, to stay\nthe contempt application,\r\nthe exercise of that discretion in favour of the respondents was not\r\njustified and should be set aside.\nI shall, therefore, likewise\r\nassume that the court below had such a discretion. I shall\r\nfurthermore assume in favour of the respondents\nthat the discretion\r\nis a discretion in the strict or narrow sense ie a discretion with\r\nwhich this court as a court of appeal can\ninterfere only if the court\r\nbelow exercised its discretion capriciously or upon a wrong\r\nprinciple, or has not brought its unbiased\njudgment to bear on the\r\nquestion or has not acted for substantial reasons or materially\r\nmisdirected itself.\n8\nShould the court a quoâs\r\norder in the exercise of its discretion be interfered with on appeal?\n[20]\tThe court below held that\r\nâeise van geregtigheidâ indicated that the contempt application\r\nshould be stayed pending the\noutcome of the review application\r\nbecause if the contempt application âwere to be determined prior to\r\nthe review application,\nenforcement of a court order could be ordered\r\nin circumstances where the enforcer of the court order was not\r\nentitled to the court\norder in the first instanceâ. The court\r\nwould, according to Joffe J, in the circumstances âknowingly\r\ncompound the problemâ.\nHe added that the determination of the\r\nreview was important in so far as issues of mala fides and wilfulness\r\nwere concerned.\n9\n[21]\tHowever, the outcome of the\r\nreview application is irrelevant to the question whether the\r\nrespondents were acting in contempt\nof court. In terms of the court\r\norder Gap Distributors and Trust Electrical Wholesalers are\r\ninterdicted from infringing registered\ndesign A96/0687. That court\r\norder is a final order and has to be obeyed even if it is wrong as is\r\nalleged by the respondents. Should\nthe review application be\r\nsuccessful and the registration of the design be set aside, the\r\ninterdict would come to an end as there\nwould no longer be a\r\nregistered design, but until that happens the interdict stands and\r\nhas to be obeyed. As was said by Herbstein\nJ in\nKotze\r\nv Kotze\n1953 (2) SA\r\n184\n(C) at 187F-G:\nâ\nThe matter is one\r\nof public policy which requires that there shall be obedience to\r\norders of Court and that people should not be\nallowed to take the law\r\ninto their own hands.â\n[22]\tIn its judgment the court\r\nbelow itself refers to\nCulverwell\r\nv Beira\n1992 (4) SA\r\n490\n(W) at 494A-E where Goldstein J said that orders of court have to\r\nbe obeyed until set aside and that chaos may result if people\nwere\r\nallowed to defy court orders with impunity.\n10\nIt also refers  to the judgment of Froneman J in\nBezuidenhout\r\nv Patensie Sitrus Beherend Bpk\n2001 (2) SA 224\n(E) at 228F-230A where, relying on\nCulverwell\nand\nKotze\n,\r\nFroneman J said that an order of a court of law stands and must be\r\nobeyed until set aside by a court of competent jurisdiction.\n11\nHaving done so with apparent approval and having stated that it is\r\nobliged to apply the judgment of this court, it is inexplicable\nhow\r\nit could then, on the basis that the judgment could be wrong, have\r\nconsidered the outcome of the review application to be of\nany\r\nrelevance to the contempt application.\n[23]\tFor these reasons I am\r\nsatisfied that the court below misdirected itself and did not act for\r\nsubstantial reasons. The following\norder is therefore made:\n1\tThe appeal succeeds with costs\r\nincluding the costs of two counsel.\n2\tThe order of the court below is\r\nset aside and replaced with the following order:\nâ\nThe application for a stay of\r\nthe proceedings pending the determination of the review application\r\nin case no 19081/08 in the High\nCourt, Pretoria is dismissed with\r\ncosts.â\n___________________________\nP E STREICHER\nACTING DEPUTY PRESIDENT\nAPPEARANCES:\nFor appellant:\tL Bowman SC\nB du Plessis\nInstructed by:\nSpoor & Fisher, Centurion\nMatsepes, Bloemfontein\nFor respondent:\tM M Jansen SC\nInstructed by:\nAdams & Adams, Johannesburg\nHoney Attorneys, Bloemfontein\n1\nClipsal Australia Pty Ltd and Others v Gap Distributors (Pty) Ltd\r\n\tand Others\n2009 (3) SA 305\n(W).\n2\nClipsal Australia (Pty) Ltd and Another v Trust Electrical\r\n\tWholesalers and Another\n2009 (3) SA 292\n(SCA).\n3\nAt 414H-415B.\n4\nAt 416D-F.\n5\nUnion Government (Minister of the Interior) and Registrar of\r\n\tAsiatics v Naidoo\n1916 AD 50\n; and\nZweni\nat 535F-H.\n6\nBookworks (Pty) Ltd v Greater Johannesburg\r\n\tTransitional Metropolitan Council and Another\n1999 (4) SA 799\n(W) at 804C-E.\n7\nAt 1341A.\n8\nMalan and Another v Law Society, Northern Provinces\n[2008] ZASCA 90\n;\n2009 (1)\r\n\tSA 216\n(SCA) para 13.\n9\nAt paras[25] and [26].\n10\nAt 312A-B para [21].\n11\nAt para [21].",
  "scraped_at": "2026-02-11T21:48:02.940571",
  "date": "2009-05-25",
  "coram": [
    "STREICHER ADP",
    "CLOETE",
    "SNYDERS JJA",
    "HURT",
    "TSHIQI AJJA"
  ],
  "case_number": "657/08",
  "parties": {
    "applicants": [
      "Clipsal Australia (Pty) Ltd",
      "Clipsal South Africa (Pty) Ltd",
      "Schneider Electric South Africa (Pty) Ltd"
    ],
    "respondents": [
      "Gap Distributors (Pty) Ltd",
      "Lear Imports (Pty) Ltd",
      "Shimon Botbol",
      "Registrar of Designs",
      "Minister of the Department of Trade and Industry"
    ]
  },
  "sections": {
    "facts": "Clipsal Australia, Clipsal South Africa and Schneider Electric South Africa obtained an interdict against Gap Distributors and Trust Electrical Wholesalers prohibiting them from infringing a registered design (A96/0687). The respondents imported and sold electrical sockets that allegedly contravened the interdict, prompting the appellants to commence contempt proceedings. The respondents sought a stay of the contempt application pending a review of the design registration in the High Court, Pretoria (case no 19081/08). The High Court judge, Joffe J, exercised a discretion to stay the contempt proceedings, reasoning that it was in the interests of justice, and the order was appealed.",
    "issues": "1. Whether the order staying the contempt application is a \"judgment or order\" within the meaning of s 20(1) of the Supreme Court Act and therefore appealable. 2. Whether the trial court had a discretion to stay the contempt proceedings. 3. If such discretion existed, whether it was exercised correctly or should be set aside.",
    "principles": "The court applied the test from Zweni and related authority that a judgment or order is appealable if it is final, definitive of the parties' rights and disposes of a substantial portion of the relief sought. Special defences raised as separate, self‑contained issues are considered distinct judgments. The court also reviewed the inherent power of a court to stay civil proceedings on equitable grounds and the narrow scope in which appellate courts may intervene in the exercise of such discretion, requiring a finding of capriciousness, wrong principle or misdirection.",
    "application": "The appellate court held that the stay order disposed of the respondents' request for a stay – a substantial portion of the relief in the contempt application – and was final and definitive, thus meeting the criteria for appealability. It further concluded that, although the trial court possessed a discretion to stay proceedings, it misapplied the discretion by allowing considerations unrelated to the contempt question (the pending design review) to dictate the stay, thereby failing to act for substantial reasons and misdirecting itself.",
    "conclusion": "The appeal succeeded. The order of the High Court staying the contempt proceedings was set aside and replaced with an order dismissing the respondents' application for a stay, with costs awarded to the appellants, including costs of two counsel."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Appeals",
    "level_3": [
      "stay of proceedings",
      "contempt of court",
      "design registration",
      "appealability",
      "court discretion"
    ]
  }
}