{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/153.html",
  "case_name": "BP Southern Africa (Pty) Ltd v Mahmood Investments (Pty) Ltd (683/08) [2009] ZASCA 153; [2010] 2 All SA 295 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 153",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 153\n|\nNoteup\n|\nLawCite\nBP Southern Africa (Pty) Ltd v Mahmood Investments (Pty) Ltd (683/08) [2009] ZASCA 153; [2010] 2 All SA 295 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\n\tAPPEAL\nOF SOUTH AFRICA\nCASE\r\n\tNO: 683/08\nB\r\nP SOUTHERN AFRICA (PTY) LIMITED\na\nppellant\nand\nMAHMOOD\r\nINVESTMENTS (PTY) LIMITED \tRespondent\nNeutral\r\ncitation: (683/2008) BP Southern Africa v Mahmood Investments\n(683/08) [2009] ZASCA\r\n153 (27 November 2009)\nCoram\n:\tHARMS\r\nDP, LEWIS, MLAMBO AND MAYA JJA, AND HURT AJA\nHeard:\t17\r\nNovember 2009\nDelivered:\t27\r\nNovember 2009\nSummary\r\n:\nPetrol\r\nfilling station owner obliged in terms of contracts of sale of\r\nproperty and supply of products to conduct business of filling\n\nstation: refusal to comply amounts to a repudiation of both contracts\r\nwarranting eviction and retransfer of property to seller/supplier.\nORDER\nOn appeal from:\nHigh Court,\r\nPietermaritzburg\n(Msimang\r\nand Jappie JJ and Mokgohloa AJ sitting as a full court).\n1 The appeal is upheld with costs, including those of\r\ntwo counsel.\n2 The order of the court below is altered to read:\nâ\nThe appeal is dismissed with costs.â\nJUDGMENT\nLEWIS  JA\t(HARMS DP, MLAMBO AND MAYA JJA AND HURT AJA \r\nconcurring)\n[1]\tOn 3 June 1999 the appellant, BP Southern Africa\r\n(Pty) Ltd (BP), entered into three contracts in respect of a petrol\r\nfilling\nstation in Umgeni Road, Durban with Mr Abdul Malek: a sale of\r\nproperty on which the petrol filling station had been erected by BP,\n\na supply agreement for petrol and related products and an equipment\r\nloan agreement. Malek in each case was acting for an entity\nyet to be\r\nformed. The respondent, Mahmood Investments (Pty) Ltd (Mahmood\r\nInvestments), succeeded to Malek. The dispute between\nthe parties\r\narises from their different understandings of their rights and\r\nobligations under the three contracts. Before turning\nto the\r\ncontracts themselves a brief summary of the facts is necessary.\n[2]\tPossession of the filling station was given to\r\nMahmood Investments shortly after 3 June 1999. It is not clear from\r\nthe papers\nprecisely when that was but it is common cause that it\r\ncommenced running the filling station before it took transfer of the\r\nproperty\nand before the supply agreement actually became operative.\r\nTransfer of the property to Mahmood Investments took place on 28\r\nSeptember\n1999.  But before then, it had let the property to Argyle\r\nUmgeni Service Station CC (Argyle). The lease commenced on 1\r\nSeptember\n1999 and was for an initial period of three years. The\r\nlease was conditional on a supply agreement being concluded between\r\nBP and\nArgyle. That was done â though more about that agreement\r\n(the Argyle supply agreement), and an agreement to suspend the supply\n\nagreement with Mahmood Investments, later.\n[3]\tBP supplied Argyle with petrol and other products\r\nfor some three years. But it then discovered, during the course of\r\n2003, that\nArgyle was selling the products of other suppliers in\r\ncontravention of the Argyle supply agreement. BP demanded that\r\nMahmood Investments\nterminate its lease with Argyle and resume the\r\noperation of the filling station itself. BP removed its dispensing\r\nequipment from\nthe premises and called upon Mahmood Investments to\r\ncomply with its obligations under the supply agreement, tendering\r\nreturn of\nthe equipment. Mahmood Investments indicated that it did\r\nnot want the pumps reinstalled and would not operate a filling\r\nstation\nfrom the premises. (I shall discuss the correspondence\r\nbetween the parties and its legal consequences later.)\n[4]\tBP accordingly applied to the Durban High Court for\r\nan order declaring that the sale agreement had been cancelled, and\r\nevicting\nMahmood Investments from the property. The latter opposed\r\nthe application and counter applied for the cancellation of the\r\nservitudes\nthat had been registered over the property pursuant to the\r\nagreement of sale. The high court (K Pillay J) granted the orders\r\nsought\nby BP and dismissed the counter application. Mahmood\r\nInvestments appealed with the leave of the high court to a full court\r\n(Msimang\nJ, Jappie J and Mokgohloa AJ concurring) which upheld the\r\nappeal and ordered that the servitudes over the property be\r\ncancelled.\nIt is against this order that the appeal lies, with the\r\nspecial leave of this court.\n[5]\tThe issues before us are, first, the meaning to be\r\ngiven to certain provisions in the agreement of sale, read with the\r\nsupply\nagreement and the equipment loan agreement, and, second,\r\nwhether there was a breach of the supply agreement by either of the\r\nparties.\nThe court of first instance based its decision on the\r\nmeaning to be attributed to the sale agreement, whereas the full\r\ncourt, on\nappeal, did not consider it necessary to interpret the\r\nprovisions in issue, finding that BP had repudiated the supply\r\nagreement,\nentitling Mahmood Investments to cancel it, and to have\r\nthe servitudes over the property reinforcing the supply agreement\r\ncancelled\ntoo.\nThe provisions of the sale agreement in issue\n[6]\tClause 9, headed âsuspensive conditionsâ, \r\nprovided that:\n1\n'This agreement is subject to the fulfilment of the conditions\r\ndetailed below within the time limits as indicated, failing which\n\nwithin a reasonable time.\n9.1 signature by both parties of the supply agreement detailed in 11\r\nbelow at the time of signing of this agreement.\n9.2 registration against the title of the property of the servitude\r\ndetailed in 10 hereof. . . .\nThe parties hereto undertake to use their best endeavours to expedite\r\nfulfilment of the conditions detailed above within a reasonable\ntime\r\nfrom date of signature hereof. It is recorded that the conditions\r\ndetailed above have been imposed solely for the benefit\nof the seller\r\nand that the seller shall accordingly be entitled at its sole\r\nelection to waive compliance with any one or more of\nthese conditions\r\nand/or to extend the period considered as reasonable for fulfilment\r\nthereof.'\n[7]\tClause 10, headed âServitudeâ, and which is at\r\nthe heart of the dispute,  reads:\nâIt is a condition of the sale of the property that:\n10.1 The said property\nshall not be used for any purpose other\r\nthan for the purpose of conducting thereon the business of a garage,\r\nfilling and/or service\nstationâ\n(my emphasis). (I shall refer\r\nto the business as a filling station, but that encompasses all the\r\nother functions set out in the\nprovision.)\nâ10.2 No petroleum fuels, products and/or lubricants other than\r\nthose manufactured and supplied by the seller and/or any other\n\nmanufacturer/distributor approved by the seller in writing shall be\r\nstored, handled, sold or distributed or dealt with in any manner\n\nwhatsoever on or from the said property save with the prior written\r\nconsent of the Transferor.\n10.3 The purchaser shall not be entitled to alienate, lease, mortgage\r\nor encumber the property in any manner whatsoever without\nfirst\r\nobtaining the written consent of the seller, which shall not be\r\nunreasonably withheld, as will more fully appear from the\nprovisions\r\nof clause 16.2 of the supply agreement to be entered into between the\r\nparties as provided for in clause 11 below.\n10.4 The abovementioned conditions shall be binding on the purchaser\r\nand his successors in title and shall remain in force until\nthe\r\ntermination of all supply ties between the parties as provided for in\r\nthe supply agreement referred to in paragraph 11 below.\nIn the event\r\nof a breach of the above-mentioned agreement by the purchaser or any\r\nother dispute leading to the termination of supply\nties as embodied\r\nin the above mentioned agreement then the conditions imposed in 10.1\r\nand 10.2 above shall continue to be of binding\nforce and effect\r\nnotwithstanding the breach or dispute leading to such termination for\r\nthe duration of the time period provided\nfor in the supply agreement\r\nhad the termination not taken place.\n10.5 It is agreed that the conditions contained in this clause shall\r\nbe registered against the title deed of the property as conditions\nof\r\ntitle simultaneously with the transfer of the property into the name\r\nof the purchaser. The purchaser undertakes to sign all\ndocuments\r\nnecessary to give effect to the aforegoing.\n10.6 The purchaser shall, immediately on termination of all supply\r\nties between the parties, as provided for in 10.4 above, be\nentitled\r\nto make the necessary application to note the lapse of the servitude,\r\nor to remove the servitude. The seller hereby warrants\nand undertakes\r\nto sign immediately on request by the purchaser all documents\r\nnecessary to effect the noting of the lapse or the\nremoval of the\r\nservitude. Should the seller fail to sign the necessary documents the\r\nparties agree that the seller hereby authorises\nas the purchaser to\r\nact as its agent to sign all such documents on his behalf.'\n(The parties are agreed that the word âconditionâ in\r\nclause 10 means term: there is nothing conditional about it.)\n[8]\nThe next provision of note is clause 17 which deals\r\nwith breach. This provides that\nâ[S]hould the purchaser fail to fulfil any of his obligations as\r\nherein provided and remain in default for a period of 14 (fourteen)\n\ndays subsequent to written notice requiring him to remedy such\r\nbreach, the seller shall have the right either:\nto\r\n\tcancel this sale forthwith without further notice to the purchaser\r\n\tand to re-take possession of the property should possession\nhave\r\n\tbeen given to the purchaser in which event all payment(s) made by\r\n\tthe purchaser on account of the purchase price shall be\nfor the\r\n\tseller's account and retained by him as liquidated damages. . .; or\nto\r\n\thold the purchaser bound by any purchase and to claim the payment of\r\n\tthe full amount then owing in respect of the purchase\nprice and\r\n\tinterest due, and the fulfilment of all the terms and conditions\r\n\thereof.â\n[9]\tThe conditions referred to in clause 9 were\r\nfulfilled: the supply agreement was signed by the parties on 3 June\r\n1999, and servitudes\nwere registered against the title deeds when the\r\nproperty was transferred to Mahmood Investments on 28 September 1999.\r\nAt issue,\nhowever, is whether clause 10.1 imposes an obligation on\r\nMahmood Investments to operate a filling station on the property, or\r\nwhether\nit is obliged only to refrain from operating any other\r\nbusiness there.  If there is a positive obligation to operate a\r\nfilling\nstation (at least for the duration of the supply agreement)\r\nthen plainly Mahmood Investments would be in breach of contract if it\n\nfailed or refused to do so. The court of first instance found that\r\nthere was such an obligation. The full court made no finding\nin this\r\nregard. In my view the construction of the provision is crucial to\r\nthe determination of the dispute.\n[10]\tBP contends that although the language used is in\r\nthe negative (the property âshall\nnot\nbe used for any purpose\nother than\nfor the purpose of a garage . . .â) the only sensible construction\r\nto be given to it is one that obliges Mahmood Investments\nto operate\r\na filling station. It makes no commercial sense, it argues, to\r\nconstrue the provision as merely an undertaking to do\nnothing at all\r\nwith the property if it does not operate a filling station.\n[11]\tIt is settled law that a contractual provision must\r\nbe interpreted in its context, having regard to the relevant\r\ncircumstances\nknown to the parties at the time of entering into the\r\ncontract:\nKPMG\nChartered\r\nAccountants (SA) v Securefin Ltd.\n2\nIt is also clear that a provision must be given a commercially\r\nsensible meaning. In this regard see\nBekker NO\r\nv Total South Africa (Pty) Ltd\n3\nand\nEkurhuleni Municipality v Germiston\r\nMunicipal Pension Fund\n.\n4\nThe context, particularly the fact that the three agreements were\r\nconcluded on the same day, is not in dispute.\n[12]\tBP argues that the construction of the provision as\r\nimposing a positive obligation on Mahmood Investments is consonant\r\nwith\nthe business efficacy of the agreement. That is to be viewed in\r\nthe light of all the circumstances relevant to the sale of the\r\nproperty. These include the fact that BP had developed the property\r\nby constructing a garage and petrol filling station on it. It\nsold\r\nthis to Mahmood Investments on the basis that a supply agreement\r\nwould be entered into: indeed the sale was conditional (in\nthe true\r\nsense) on the supply agreement being concluded. This would have made\r\nno sense had it been intended that after the agreement\nwas concluded,\r\nand the property transferred to Mahmood Investments, the latter would\r\nbe entitled to hold the property and not to\noperate a filling station\r\non it. The contract of sale would not have made commercial sense but\r\nfor the conclusion of the supply\nagreement and the operation of the\r\nfilling station.\n[13]\tThe supply agreement, as I shall show, could well\r\nhave endured for 10 years, in which time BPâs investment in the\r\nfilling\nstation would be recovered not only through the payment of\r\nthe purchase price but also through the income generated for BP.\r\nIndeed\nthe heading of clause 2 of the supply agreement reads\r\n'\nFundamental underlying basis of this\r\nagreementâ\n(my emphasis). Clause 2.1\r\nrecords that the dealer (Mahmood Investments) is about to become the\r\nowner of the premises. Clause 2.2\nrecords that BP has invested a\r\nsubstantial amount of capital for the purpose of optimising the\r\noperational and marketing structure\nof the premises including the\r\nbuildings, the forecourt, the dispensing and service station\r\nequipment and the visual standards.\nThese provisions clearly signify\r\nthat the underlying basis of the sale agreement is an obligation to\r\noperate a filling station\non the premises sold.\n[14]\tMoreover the sale agreement required that\r\nservitudes be registered against the title deed of the property,\r\napparently for the\npurpose of ensuring that any successor in title to\r\nMahmood Investments would also operate a filling station for the\r\nduration of\nthe supply agreement. Clause 10.6, set out above,\r\nprovided for the procedure to cancel the servitudes on the\r\ntermination of supply\nties.\n[15]\tThe third contract concluded by the parties on 3\r\nJune 1999 regulated the loan of equipment by BP to Mahmood\r\nInvestments. BP\nundertook to lend storage and dispensing equipment,\r\nfree of charge, to Mahmood Investments for the purpose of selling the\r\nproducts\nsupplied by BP. Clause 6 provided that BP would have rights\r\nof access to the property to inspect and maintain the equipment. It\n\nalso purported to give BP the right to remove the equipment from the\r\nproperty on termination of the supply agreement. This provision\nwould\r\nof course be unenforceable: it permits spoliation. But it too shows\r\nthat the sale was dependent on Mahmood Investments operating\nthe\r\nfilling station.\nBreach of the supply agreement\n[16]\tEach party complains of a breach of the supply\r\nagreement by the other. BP alleges that, by refusing to operate a\r\nfilling station\non the property, Mahmood Investments was in breach of\r\nclause 8 which sets out the obligation of the dealer to run the\r\nfilling station,\nand to stock and supply only BP products. And of\r\ncourse it alleges as well that this conduct is a breach of the sale\r\nagreement\nsuch that BP was entitled to cancel it. Mahmood\r\nInvestments, on the other hand, alleges that BP repudiated the supply\r\nagreement\nwhen it removed the pumps and the dispensing equipment. The\r\ncorrespondence between the partiesâ attorneys in this regard, and\n\nthe affidavits in the application, are bedevilled by confusion. The\r\nconfusion arose, it appears, because agreements entered into\nafter\r\nthe property was let to Argyle were drafted but not signed. It is\r\nnecessary to clarify the issues, as well as the duration\nof the\r\nsupply agreement, before dealing with the respective arguments on\r\nbreach.\n[17]\tThe âsupply periodâ is defined in the supply\r\nagreement as an initial period of three years commencing on the date\r\nof transfer\n(28 September 1999), and terminating on the âexpiry\r\ndateâ (defined as the last day in a period of 36 months), provided\r\nthat\nBP had an option to extend the agreement for a further period of\r\nthree years, and then a further period of four years. The options\n\nwould be âdeemed to have been automatically exercisedâ unless BP\r\ninformed Mahmood Investments in writing to the contrary, at\nleast 90\r\ndays before the expiry of any of the periods. The supply agreement\r\nwould thus, in the ordinary course, have run until\n27 September 2009.\n[18]\tMahmood Investments let the property to Argyle from\r\n1 September 1999. The lease provided that it was âentirely\r\nconditional\nupon the lessee entering into a supply agreement with\r\n[BP]â which had a servitude registered over the property\r\nâentrenching\ntheir rights to the supply of their branded fuel and\r\nrelated products to any service station operator leasing the\r\npremisesâ (clause\n4). Clause 5 provided that the premises could be\r\nused âonly for the purposes of conducting the business of a BP\r\nservice station\nin terms of the supply agreementâ.\n[19]\tIt was thus anticipated that Argyle would enter\r\ninto a supply agreement with BP. And indeed one was drafted, together\r\nwith\nan equipment loan agreement between BP and Argyle. But, as I\r\nhave said, the drafts were not signed by the parties. They\r\nnonetheless\nacted on the basis that there were contracts in place and\r\nBP supplied products to Argyle from September 1999 until November\r\n2003.\n[20]\tThe supply agreement between BP and Mahmood\r\nInvestments was suspended in terms of a âsuspension of supply\r\nagreementâ between\nBP, Mahmood Investments and Argyle, also not\r\nsigned by any of the parties. This agreement recorded the fact that\r\nthe Argyle supply\nagreement was to be concluded, and provided that\r\nthe supply agreement between BP and Mahmood Investments âshall be\r\nsuspended\nduring the currency of the [Argyle] supply agreement, with\r\neffect from the 28 September 1999â. The suspension agreement also\r\nprovided that the owner (Mahmood Investments) âundertakes, save\r\nwith the written consent of BP, to use the premises for the purpose\n\nof a garage petrol filling and service station onlyâ.\n[21]\tBP discovered during 2003 that Argyle was stocking\r\nand selling products of other suppliers. On 6 November 2003 BPâs\r\nattorney,\nMr S Langa, wrote to Mahmood Investments advising that\r\nArgyle was selling products that BP had not supplied. He said that BP\r\nrequired\nMahmood Investments to âremove the current operatorâ\r\nfrom the premises and âto take over the operation of the service\r\nstation\nin terms of the supply agreement with yourselvesâ. If\r\nMahmood Investments failed to do so within 14 days, the letter\r\nstated,\nBP would have no option but to terminate the supply agreement\r\nwith it.\n[22]\tLanga, and no doubt BP, were under the impression\r\nthat because there was no signed supply agreement with Argyle, the\r\nsupply\nagreement between BP and Mahmood Investments was still in\r\noperation. The parties accept now, however, that BP had performed in\r\nterms of the contracts drafted but not signed and that those\r\ncontracts were binding. That includes the suspension agreement.\n[23]\tIn fact, therefore, it was the Argyle supply\r\nagreement that had been breached by Argyle. Mahmood Investmentsâ\r\nattorney, Mr\nA Martin, pointed this out in a letter dated 12 November\r\n2003. He claimed, however, that the supply agreement had been\r\nsuperseded\nby the Argyle supply agreement. This is a misconstruction\r\nof the suspension agreement which provided not that it would be\r\nreplaced\nby the Argyle supply agreement but that the supply agreement\r\nwith Mahmood Investments would be suspended for the duration of the\n\nArgyle supply agreement. I shall revert to this issue.\n[24]\tMartin wrote to Langa on 5 January 2004 saying that\r\nMahmood Investments could do nothing to prevent Argyle from supplying\r\nother\nproducts, and that BP, which had been threatening to remove its\r\npumps, should put an end to the problem by doing that: âit is\n\nprobably best that it do soâ.\n[25]\tBy 15 April 2004 BP had indeed removed the pumps.\r\nMartin wrote directly to BP, stating that as a result of the removal\r\nArgyle\nwas in breach of its lease which had thus terminated. Martin\r\nstated further that Mahmood Investments wished to redevelop the\r\nproperty\nand could not do so until the underground tanks were removed\r\nby BP. He demanded that BP remove them by 30 April. Martin also\r\ninformed\nBP that the servitudes had lapsed and that he was preparing\r\ndocuments for their cancellation which he would send for signature.\n[26]\tTo this Langa replied on 21 April, stating that\r\nalthough the pumps had been removed, the supply agreement had not\r\nbeen terminated,\nand the servitudes had not lapsed. Martinâs\r\nresponse to that, on 17 May 2004, was that the supply agreement had\r\nnot been suspended\nbut had terminated and that Mahmood Investments\r\ndid not intend to operate a filling station itself. Martin asserted\r\nthat BPâs\nconduct in removing the pumps constituted a repudiation\r\nof the supply agreement (despite his previous assertion that the\r\nsupply\nagreement no longer existed) which Mahmood Investments had\r\nâacceptedâ.\n5\n[27]\tLangaâs response, on 29 July 2004, was that\r\nMahmood Investments was itself in breach of the sale and supply\r\nagreements which\nrequired it to conduct a filling station and supply\r\nBP products. He pointed out that BP was entitled to remove the pumps\r\nin terms\nof the supply agreement (in fact the equipment loan\r\nagreement). He did not add that it had been asked to do so by Martin\r\nhimself.\nThe letter gave notice to Mahmood Investments in terms of\r\nclauses 17 and 18 of the sale and supply agreements to remedy its\r\nbreach.\nReturn of the pumps was tendered should Mahmood Investments\r\ngive a written undertaking that it would comply with the notice.\n[28]\tMartin responded on 6 August 2004. It was never the\r\nintention of Mahmood Investments, he said, to run a filling station\r\nitself.\nThe supply agreement had lapsed when the property was let to\r\nArgyle. BP had destroyed the business by removing the pumps. âThe\n\nsite and consequently the business is hopeless. Your client is well\r\naware of this fact.â He repeated that the removal of the\npumps\r\nconstituted a repudiation by BP.  The tender by BP to reinstall the\r\npumps was âabsurdâ. He enclosed the documents purporting\nto\r\ncancel the servitude and demanded removal of the storage tanks.\n[29]\tBP, through Langa, wrote to Mahmood Investments on\r\n29 October 2004 cancelling the sale and supply agreements with\r\nimmediate\neffect. It advised also that it would apply for an eviction\r\norder and transfer to it of the property. And so it did.\n[30]\tThe high court granted the application and\r\ndismissed Mahmoodâs counter application for the cancellation of the\r\nservitudes.\nAs I have said, the court of first instance found that\r\nclause 10.1 of the sale imposed an obligation on Mahmood Investments\r\nto\noperate a filling station, but the full court on appeal dismissed\r\nBPâs application and ordered that the servitude be cancelled.\nThe\r\nbasis for that decision was that even if Mahmood Investments had been\r\nobliged to operate a filling station by the sale agreement\n(making no\r\nfinding in this regard), when BP gave notice to remedy the breach the\r\nsupply agreement had been terminated because it\nwas impossible to\r\noperate the filling station once BP had removed the equipment.\n[31]\tIn my view, the court below misconstrued the terms\r\nof the supply agreement and failed to take into account the\r\nsuspension agreement.\nIt did not consider what the consequences of\r\nthe breach by Argyle had been agreed by the parties to be: that the\r\nlease of the property\nto Argyle and the Argyle supply agreement would\r\nterminate, and the supply agreement between the parties would come\r\nback into operation.\nIt is true that when notice was given the pumps\r\nhad been removed â but the parties had agreed that BP was entitled\r\nto do so in\ncertain circumstances, and Mahmood Investments had not\r\njust consented to their removal: through Martin it had requested that\r\nthey\nbe removed.\n[32]\tIt was not BP that repudiated the sale and supply\r\nagreements. Mahmood Investments repudiated both contracts in refusing\r\nto\nperform its obligation to operate a filling station on the\r\nproperty. It evinced a clear intention no longer to be bound by the\r\ncontracts, demanding removal of the pumps and the tanks, and stating\r\nthat it had no intention of running a filling station.\n[33]\tCounsel for Mahmood Investments argued before us\r\nthat at the time of the notice to remedy the breach, and of the\r\ncancellation\nitself, the supply agreement had terminated. Some five\r\nyears had elapsed since the agreement had commenced. The argument\r\nfails\nto take into account that the first three-year period had been\r\nsuspended, and began running again only when the Argyle supply\r\nagreement\nterminated. The supply agreement was thus current when\r\nnotice was given in July 2004, and would have been automatically\r\nrenewed\nhad BP not terminated it.\n[34]\tCounsel also argued that BP did not rely on\r\nrepudiation in its founding papers. It is true that the word\r\nârepudiationâ\nis not used. But BP does rely on breach. And the\r\nbreach it alleges is a refusal to operate a filling station. That is\r\na repudiation.\nThe absence of the label is irrelevant.\n[35]\tAccordingly Mahmood Investments repudiated both the\r\nsale and the supply agreements. It communicated its refusal to comply\r\nwith\nthe provisions through its attorney on several occasions, as\r\noutlined. BP elected to cancel both agreements, as it had the right\n\nto do. It is thus entitled to claim eviction of Mahmood Investments\r\nfrom the property and transfer of the property to it, as the\ncourt of\r\nfirst instance correctly found.\nOrder\n[36]\n1 The appeal is upheld with costs, including those of\r\ntwo counsel.\n2 The order of the court below is altered to read:\nâ\nThe appeal is dismissed with costs.â\n______________\nC H  Lewis\nJudge of Appeal\nAppearances\nFor\r\nAppellant:\t\tA I S Redding SC\nD\r\nJ Vetten\nInstructed by\nRoutledge\r\nModise in association with Eversheds\nSandton,\r\nJohannesburg\nMatsepes\r\nInc\nBloemfontein\nFor\r\nRespondent:\t\tD J Shaw QC\nE\r\nA Matthis\nInstructed\r\nby\nJ H\r\nNicolson Stiller & Geshen\nMusgrave\nDurban\nSymington\r\n& de Kok\nBloemfontein\n1\nThe capital letters and emphasis used by the parties are omitted in\r\n\tthis clause as well as others quoted.\n2\n[2009] ZASCA 7\n(13 March\n2009); 2009 (4) SA 399\n(SCA)\npara\r\n\t39.\n3\n1990 (3) SA 159\n(T) at 170G-H.\n4\n[2009] ZASCA 154\n(27 November 2009)\n5\nSee\nDatacolor International (Pty) Ltd v Intamarket (Pty) Ltd\n[2000] ZASCA 82\n;\n2001 (2) SA 284\n(SCA) on the principles governing repudiation, and\r\n\tthe terminology.",
  "scraped_at": "2026-02-12T05:26:22.475709",
  "date": "2009-11-27",
  "coram": [
    "Harms DP",
    "Lewis J",
    "Mlambo JA",
    "Maya JJA",
    "Hurt AJA"
  ],
  "case_number": "683/08",
  "parties": {
    "applicants": [
      "BP Southern Africa (Pty) Ltd"
    ],
    "respondents": [
      "Mahmood Investments (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In June 1999 BP Southern Africa entered into three related contracts with Mr Abdul Malek – a sale of the property on which a petrol filling station had been constructed, a supply agreement for petroleum products, and an equipment loan agreement. The purchaser, later identified as Mahmood Investments, took possession of the station before the sale was completed and the property was transferred on 28 September 1999. The property was simultaneously let to Argyle Umgeni Service Station CC under a lease conditioned on a separate supply agreement with BP. BP supplied Argyle for about three years, but in 2003 discovered Argyle was selling products from other suppliers, contrary to the supply agreement. BP demanded that Mahmood terminate the lease with Argyle and operate the filling station itself. Mahmood refused, removed the pumps, and indicated it would not run a filling station. BP then sought an order in the High Court to cancel the sale agreement, evict Mahmood, and retain the servitudes registered over the title. The High Court granted BP’s relief; Mahmood appealed and the full court set aside the eviction order, cancelling the servitudes. The present appeal concerns the interpretation of the sale agreement’s clause 10.1 and whether either party breached the supply agreement.",
    "issues": "The Court had to determine (1) whether clause 10.1 of the sale agreement imposed a positive obligation on Mahmood Investments to operate a filling station on the property, or merely prohibited other uses; (2) whether Mahmood’s refusal to operate a filling station amounted to a breach or repudiation of the supply agreement; (3) whether BP’s removal of the pumps constituted a repudiation of the supply agreement; and (4) what the appropriate remedies were, including cancellation of the sale and eviction.",
    "principles": "The judgment applied principles of contractual interpretation, requiring a commercially sensible meaning and consideration of the surrounding circumstances (KPMG Chartered Accountants v Securefin; Bekker NO v Total SA). It emphasised that provisions must be read in context and given effect to the business efficacy of the agreement. The court also relied on the doctrine of repudiation and the related remedies under clause 17 of the sale agreement, as well as the effect of servitudes registered against title in relation to supply ties.",
    "application": "The Court concluded that clause 10.1 imposed a positive duty on the purchaser to operate a filling station, because the sale was conditioned on the existence of the supply agreement and the commercial purpose of the transaction was to enable BP to supply fuel to a functioning station. Mahmood’s repeated refusals, its demands to remove pumps and tanks, and its statements that it had no intention of operating a station amounted to a clear repudiation of both the sale and supply agreements. BP’s removal of the equipment was authorised under the equipment loan agreement and did not constitute repudiation. Consequently, BP was entitled to cancel the agreements, evict Mahmood, and have the property transferred back to it, with the servitudes remaining in force until the supply ties terminated.",
    "conclusion": "The appeal was upheld. The order of the lower court was altered to read “The appeal is dismissed with costs.” The court affirmed BP’s right to cancel the sale and supply agreements, to evict Mahmood Investments from the property, and to retain the servitude until the supply ties are terminated, and awarded costs, including those of both counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Contract Law",
    "level_3": [
      "sale of property",
      "supply agreement",
      "repudiation",
      "servitude",
      "eviction"
    ]
  }
}