{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/172.html",
  "case_name": "Pahad Shipping CC v Commissioner for the South African Revenue Services (529/08) [2009] ZASCA 172; [2010] 2 All SA 246 (SCA); 72 SATC 35 (2 December 2009)",
  "citation": "[2009] ZASCA 172",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 172\n|\nNoteup\n|\nLawCite\nPahad Shipping CC v Commissioner for the South African Revenue Services (529/08) [2009] ZASCA 172; [2010] 2 All SA 246 (SCA); 72 SATC 35 (2 December 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 529/08\nPAHAD\r\nSHIPPING CC\nAppellant\nand\nTHE\r\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICE\tRespondent\nNeutral\r\ncitation:\nPahad\r\nShipping v SARS\n(529/08)\n[2009] ZASCA 172\n(2 December 2009)\nCoram:\nSTREICHER,\r\nBRAND, SNYDERS, MALAN and BOSIELO JJA\nHeard:\n16\r\nNOVEMBER 2009\nDelivered:\n2\r\nDECEMBER 2009\nSummary:\nCustoms\r\nduty â determination of transaction value â appeal in terms of\r\nAct 91 of 1964 a wide appeal - serious reservations about\ncredibility\r\nof applicantâs factual averments â reference to evidence.\nORDER\nOn appeal from:\r\nHigh Court Johannesburg (Tsoka J sitting as court of first instance)\n1\tThe appeal is\r\nupheld with costs including the costs of two counsel.\n2\tThe following\r\norder is substituted for the order by the court below:\nâ\n(1)\tThe\r\napplication is adjourned to a date to be arranged with the Registrar\r\nfor the cross-examination of Mr Nassim Pahad in respect\nof the\r\nevidence deposed to by him in the applicantâs founding and replying\r\naffidavits.\n(2)\tThe\r\nprovisions of rule 35 will apply in regard to the adjourned hearing.\n(3)\tThe costs of\r\nthe hearing are to stand over for determination at the adjourned\r\nhearing.â\nJUDGMENT\nSTREICHER JA\r\n(\nBRAND,\r\nSNYDERS, MALAN and BOSIELO JJA\nconcurring):\n[1]\tThe issue to\r\nbe decided in this matter is whether amounts labelled âfinance\r\nchargesâ paid by the appellant as an importer\nof goods to an import\r\nexport agent in Dubai, Al Ajwad International LLC, forms part of the\r\ntransaction value of the goods imported\nby the appellant. The\r\nrespondent determined that they do, that the appellant underpaid the\r\ncustoms duty payable in respect of such\ngoods and that, as a result,\r\ncustoms duty in an amount of R247 440,20, VAT in an amount of\r\nR130 104,24 and penalties\nin an amount of R94 386,04 were\r\npayable by the appellant. An appeal by the appellant against the\r\ndetermination was dismissed\nby the Witwatersrand Local Division (per\r\nTsoka J) which thereafter granted leave to the appellant to appeal to\r\nthis court.\n[2]\tCustoms duty\r\nis payable on imported goods at the time of entry for home\r\nconsumption of the goods.\n1\nIn terms of s 65(1) of the Customs and Excise Act 91 of 1964 the\r\nvalue for customs duty purposes of any imported goods shall,\nat the\r\ntime of entry for home consumption, be the transaction value thereof,\r\nwithin the meaning of s 66.  Section 66 provides\nthat the\r\ntransaction value of any imported goods shall be the price actually\r\npaid or payable for the goods when sold for export\nto the Republic,\r\nadjusted in terms of s 67. The âprice actually paid or\r\npayableâ means âthe total payment made or to\nbe made, either\r\ndirectly or indirectly, by the buyer to or for the benefit of the\r\nseller of the goods, but does not include dividends\nor other payments\r\npassing from the buyer to the seller which do not directly relate to\r\nthe goodsâ.\n2\nSection 67 provides that in ascertaining the transaction value of any\r\nimported goods certain amounts, inter alia âany commission\nother\r\nthan a buying commissionâ, shall be added to the price actually\r\npaid or payable for the goods.\n3\nIn terms of s 65(4)(a)(i) the respondent may in writing\r\ndetermine the transaction value of imported goods and an appeal\r\nagainst\nsuch determination lies to the High Court.\n4\n[3]\tThe\r\nappellant paid to Al Ajwad what purports to be the purchase price in\r\nrespect of the imported goods plus amounts described\nas âbank\r\nchargesâ consisting of âpayment commission and cable chargesâ,\r\nâpostage and pettiesâ, âfinance chargesâ\nbeing 5% of the\r\naggregate of these amounts and âfinance costsâ being 6,5% pa of\r\nthe aggregate of these amounts. The dispute\nbetween the parties is\r\nwhether the 5% âfinance chargesâ formed part of the transaction\r\nvalue of the goods.\n[4]\tWhen queried\r\nabout its relationship with Al Ajwad, the appellant provided the\r\nrespondent with a copy of a document which purports\nto be a written\r\nagreement between them. The agreement provides as follows:\nâ\nWe,\r\nAl Ajwad International (L.L.C.), (âAl Ajwadâ) agree to make\r\navailable to you Pahad Shipping C.C. (âthe Buyerâ), a confirming\n\n/ trade finance facility subject to the terms and conditions set out\r\nherein. Under the terms of this facility, Al Ajwad will act\nas\r\nprincipal for the Buyer in the puchase of goods on the Buyerâs\r\nbehalf and will provide its confirmation, by way of Letters\nof Credit\r\nto the seller, for payment of the purchase price of the goods.\nThe\r\n\tFacility\nThe\r\nfacility is a revolving facility and the amount of the facility\r\navailable at any time, subject to the terms and conditions hereof,\n\nshall be up to a maximum amount of USD 75,000.00 . . .. Such amount\r\nshall be calculated by reference to amounts paid out or agreed\nto be\r\npaid out by Al Ajwad to suppliers of goods.\nPayment,\r\n\tInterest, Commission and Other Charges\n2.1\tThe\r\nBuyer undertakes:\nto\r\n\t\t\treimburse Al Ajwad all sums expended by it under the terms hereof,\r\n\t\t\ttogether with all fees, commission and other sums payable\nto it in\r\n\t\t\taccordance with the terms thereof; and\n.\r\n\t\t\t. .\nThe\r\n\t\tmaximum repayment term from the date of Al Ajwadâs payment to any\r\n\t\tsupplier shall be 180 days. Payment will be secured\nby bills drawn\r\n\t\tby Al Ajwad in US Dollars or other currencies as agreed between the\r\n\t\tBuyer and Al Ajwad through the Buyerâs\nbankers.\nInterest\r\n\t\ton all amounts outstanding hereunder will be payable by the Buyer\r\n\t\tto Al Ajwad at a rate of 2% over the US prime rate.\nAny\r\n\t\tamounts remaining unpaid after the due date for payment will be\r\n\t\tsubject to default interest payable by the Buyer to Al Ajwad\nat the\r\n\t\trate referred to in 2.3.\nThe\r\n\t\tBuyer will pay to Al Ajwad a confirming commission calculated at a\r\n\t\trate of 5% of the total disbursements made on behalf\nof the Buyer.\nAll\r\n\t\tthe following charges will be made for the Buyerâs account and\r\n\t\twill be included in the bills of exchange drawn by Al Ajwad:\nbank\r\n\t\t\tcharges;\nletter\r\n\t\t\tof credit fees;\npostage\r\n\t\t\tand all other petty disbursements.â\n[5]\tRelying,\r\ninter alia, on clause 2.5 in terms of which it was agreed that the\r\nappellant would pay a confirming commission of 5%\nto Al Ajwad, the\r\nrespondent determined that the âfinance chargesâ of 5% paid by\r\nthe appellant to Al Ajwad represented a confirming\ncommission and\r\nthat it formed part of the transaction value of the goods purchased.\r\nOn the basis of this determination the respondent\ncontended that the\r\nappellant had contravened s 84(1) of the Act and demanded\r\npayment of the customs duty underpaid together\nwith a penalty for the\r\ncontravention of the Act.\n[6]\tThe\r\nappellant thereupon, in terms of s 65(6)(a), applied to the\r\ncourt below for the setting aside of the respondentâs\n\ndetermination. Mr Nassim Pahad (âPahadâ) the sole member of the\r\nappellant, who deposed to the appellantâs founding affidavit,\n\ndenied that Al Ajwad was a confirming agent. He alleged that the\r\nwritten agreement does not accord with the intention of the parties\n\nor with the true nature of the transactions concluded between them.\r\nIn regard to the âagreementâ that Al Ajwad would âact\nas\r\nprincipal for the buyer in the purchase of goods on the buyerâs\r\nbehalf and will provide its confirmation, by letters of credit\nto the\r\nSeller for payment of the purchase price of the goodsâ he alleged\r\nthat Al Ajwad never provided this form of service to\nthe respondent\r\nand that it was not the intention of the parties that such a service\r\nwould be provided. It was sometimes the appellant\nbut primarily\r\nappellantâs client who negotiated the price of goods from an\r\noverseas supplier. Appellant purchased the goods and\nthe supplier\r\ninvoiced the appellant. No prepayment of goods took place and the\r\nappellant did not secure payment by means of letters\nof credit.\r\nPayment was only made to the supplier after clearance of goods in\r\nSouth Africa. In the normal course appellantâs instruction\nto make\r\npayment occurred approximately 45 days after the clearance of the\r\ngoods. Al Ajwad then paid the invoice value to the supplier\nand\r\nlevied finance charges at the rate of 5% of the disbursed amount and\r\ninterest at the US prime rate over a period of six months.\nThe system\r\nafforded the appellant approximately 225 days to make payment of the\r\npurchase price. Al Ajwad would not have known,\nuntil instructions for\r\npayment had been received from the appellant, who the seller or\r\nsupplier was. The provision that appellant\nwould pay to Al Ajwad âa\r\nconfirming commission calculated at the rate of 5% of the total\r\ndisbursements made on behalf of the\nbuyerâ was inaccurate and did\r\nnot reflect the true intention of the parties or the factual\r\nrelationship between them. These payments\ncomprised finance charges\r\nand interest. Al Ajwad at no stage confirmed a purchase between the\r\nappellant and its supplier or guaranteed\npayment of the purchase\r\nprice to the supplier. The supplier had no recourse against Al Ajwad.\r\nThis relationship, Pahad submitted,\nwas the very antithesis of a\r\nconfirming agent relationship.\n[7]\tIn support\r\nof these allegations and by way of example Pahad annexed documents\r\nrelating to a particular transaction comprising\nan instruction by the\r\nappellant to Al Ajwad to pay an invoice from Kingsburg Exports Ltd\r\nfor goods purchased to which instruction\nwas attached: a copy of the\r\ninvoice by Kingsburg; a customs release notification; an arrival\r\nnotification by a shipping agent;\nand an invoice by Al Aljwad. Pahad\r\nstated that all invoices generated by Al Ajwad for payment by the\r\nappellant followed the same\nformat. According to the documents the\r\ngoods were shipped on 8 April 2005, the expected time of arrival was\r\n2 May 2005, the goods\nwere released on 13 May 2005 and Al Ajwad was\r\ninstructed to pay the invoice on 1 August 2005. Al Ajwadâs invoice\r\nis dated 7 August\n2005. Interest was claimed for a period of 120 days\r\nand the amount of the invoice was stated to be due on 11 September\r\n2005. Pahadâs\nversion as to the true nature of the transactions\r\nbetween the appellant and Al Ajwad would seem not to be borne out by\r\nthese documents.\nFirst, according to the documents the invoice is\r\naddressed to the appellant as well as Al Ajwad contrary to Pahadâs\r\naverment\nthat Al Ajwad would not have known until instructed to pay\r\nwho the seller or supplier was. Second, the payment instruction is\r\ndated\n68 days after the goods had been released contrary to Pahadâs\r\naverment that it was given approximately 45 days after the goods\nhad\r\nbeen cleared. Third, interest for a period of 120 days was claimed by\r\nAl Ajwad contrary to Pahadâs averment that Al Ajwad\nlevied interest\r\nover a period of 180 days. Fourth, if Al Ajwad only became involved\r\nin the transaction upon the instruction to\npay, ie on 1 August 2005,\r\nAl Ajwad could only have been entitled to interest for the period 1\r\nAugust 2005 to 11 September 2005\n(the due date), ie for a period of\r\n42 days. Al Ajwad would therefore appear to have been involved in the\r\ntransaction in some way\nor other before the instruction to pay was\r\ngiven so as to entitle it to charge interest for a period of 120\r\ndays. Apart from the\ninconsistencies between the documents and\r\nPahadâs evidence, Al Ajwad is not a trade finance bank as was\r\nalleged by Pahad.\n[8]\tAnother set\r\nof documents referred to in the respondentâs answering affidavit\r\nconsists of an instruction by Geochris Investments\n(Pty) Ltd dated 18\r\nJanuary 2005 to Al Ajwad to pay an amount of US$19 772,60 to\r\nKingsburg relating to invoice number KE5950; an\ninvoice by Al Ajwad\r\nto Geochris dated 1 February 2005 in respect of the execution of the\r\ninstruction; and a bill of entry dated\n31 December 2004 indicating\r\nthat the expected time of arrival in South Africa was 3 January 2005.\r\nThe bill of entry bears a stamp:\nâ\nHabib\r\nOverseas Bank\n$21\r\n595-16\n07\r\nMar 2005\nExchange\nProvidedâ\nIn the\r\nrespondentâs answering affidavit it is alleged that the stamps on\r\nthe bill of entry indicate that the amount of US$21 595,16\nwas paid\r\nand remitted from South Africa to Al Ajwad. In reply Pahad did not\r\ndeal with the allegation. He said that he was unsure\nas to what\r\nstamps were being referred to. The reply is, on the face of it,\r\nblatantly dishonest. There are two stamps on the document,\nthe one\r\nquoted above and another one which is clearly not relevant. There\r\ncould have been no doubt in Pahadâs mind as to the\nstamp being\r\nreferred to. In these circumstances the allegation that according to\r\nthe stamps on the document the amount of US$21 595,16\nwas paid\r\nand remitted from South Africa to Al Ajwad stands undisputed. The\r\nstamp is dated 7 March 2005 and therefore indicates\nthat payment was\r\neffected on or before that date.\n[9]\tThe Al Ajwad\r\ninvoice dated 1 February 2005 included 5% âfinance chargesâ as\r\nwell as interest for 120 days. According to\nthe invoice the total\r\namount of the invoice was due on 26 April 2005. Again Pahadâs\r\naverments as to the true nature of the transactions\nbetween the\r\nappellant and Al Ajwad would seem not to be borne out by these\r\ndocuments. First, the amount of US$21 595,16 which\nwas claimed\r\nto be due to Al Ajwad on 26 April 2005 included interest for a period\r\nof 120 days ie, so it would seem, from 27 December\n2004 a date prior\r\nto the date of the bill of entry and prior to the estimated time of\r\narrival of the goods in South Africa. Again,\nAl Ajwad must in some\r\nway or other have been involved before the instruction to pay was\r\ngiven. Second, the payment instruction\nwas given on 18 January 2005\r\nand payment was effected on 7 March 2005 contrary to Pahadâs\r\naverment that the payment instructions\nwere given approximately 45\r\ndays after the goods had been cleared in South Africa and the\r\naverment that the system allowed the\nappellant 225 days for payment.\r\nThird, the payment instruction was given by Geochris Investments\r\n(Pty) Ltd and not by the appellant.\nThe appellant gave no explanation\r\nof what its relationship with Geochris was or what the nature of the\r\ninvolvement of Geochris\nwas. Fourth, credit was ostensibly extended\r\nby Al Ajwad for a period of 120 and not 180 days as averred by Pahad.\r\nFifth, payment\nof the Al Ajwad invoice was effected some 50 days\r\nbefore the due date in terms of the invoice. If that payment included\r\nthe interest\nfor a period of 120 days claimed in the Al Ajwad invoice\r\nit would mean that Al Ajwad became involved in the transaction in\r\nsome\nway or other on 23 November 2004, ie long before the goods\r\narrived in South Africa, the date of Al Ajwadâs invoice and the\r\ndate\nof the instruction to pay.\n[10]\tReferring\r\nto the written agreement between the appellant and Al Ajwad and to\r\nthe other documents referred to above, the respondent\nin its\r\nanswering affidavit submitted that the documents demonstrate that Al\r\nAjwad purchased goods from the supplier and resold\nthem to the\r\nappellant or Geochris. In the alternative the respondent submitted\r\nthat, in the event that it cannot be considered\nthat Al Ajwad\r\npurchased and resold the goods, âit is clear that the 5% levied by\r\nAl Ajwad under the description âfinance chargesâ,\nwas a\r\ncommission for its  services as a payment intermediary.â In a\r\nfurther alternative the respondent indicated that in the\nevent of the\r\ncourt not being inclined to uphold the appellantâs appeal he would\r\nseek the opportunity of cross-examining the deponent\nto the founding\r\naffidavit.\n[11]\tThe court\r\nbelow rejected the appellantâs denial of what it called\r\nâunambiguous termsâ of the agreement and held that\nthe 5%\r\nâfinance chargesâ was a commission in the ordinary sense and\r\nwithin the meaning of âany commissionâ in s 67.\nIt was of\r\nthe view that the section is clear and that it was not a requirement\r\nthat commission that has to be added in terms of\ns 67 had to be\r\nfor the benefit of the seller. Only buying commission was excluded.\r\nIn this regard the court below referred\nto the evidence that Al Ajwad\r\nwas not involved at all during the procurement of goods, stated that\r\nit was clear that Al Ajwad was\nnot the appellantâs agent and held\r\nthat the 5% âfinance chargesâ was not a buying commission. It is\r\nagainst this judgement\nthat the appellant now appeals.\n[12]\tThe\r\nappellantâs application to the court below for the setting aside of\r\nthe respondentâs written determination that the\nâfinance chargesâ\r\nformed part of the transaction value of the imported goods  was\r\nbrought in terms of s 65(6)(a) which\nprovides as follows:\nâ\nAn\r\nappeal against any such determination shall lie to the division of\r\nthe High Court of South Africa having jurisdiction to hear\nappeals in\r\nthe area wherein the determination was made, or the goods in question\r\nwere entered for home consumption.â\nIn terms of\r\ns 65(4)(c)(ii)(bb) the respondentâs written determination\r\nshall cease to be in force from the date of a final\njudgment by the\r\nHigh Court or a judgment by the Supreme Court of Appeal.\n[13]\tIn\nTikly\r\nand others v Johannes NO and others\n1963 (2) SA 588\n(T) at 590G-591A Trollip J held that the word\r\nâappealâ, used in a similar context could have one of three\r\nmeanings:\nâ\n(i)\tan\r\nappeal in the wide sense, that is, a complete re-hearing of, and\r\nfresh determination on the merits of the matter with or\nwithout\r\nadditional evidence or information . . .;\n(ii)\tan\r\nappeal in the ordinary strict sense, that is, a re-hearing on the\r\nmerits but limited to the evidence or information on which\nthe\r\ndecision under appeal was given, and in which the only determination\r\nis whether that decision was right or wrong . . .;\n(iii)\ta\r\nreview, that is, a limited re-hearing with or without additional\r\nevidence or information to determine, not whether the decision\nunder\r\nappeal was correct or not, but whether the arbiters had exercised\r\ntheir powers and discretion honestly and properly . . ..â\n[14]\tThe parties\r\ndealt with the case as if it was an appeal in the wide sense, ie as\r\nif it was a complete re-hearing of the case\nand a fresh determination\r\nof the merits of the case. Correctly so, in my view, for the\r\nfollowing reasons: (a)\tThe Act does not\nrequire of the respondent to\r\nhear evidence, to give any reasons for his determination or to keep\r\nany record of proceedings. As\nwas held in\nTikly\nat 592B-C these considerations militate completely against the\r\nâappealâ being an appeal in the strict sense. (b)\tIt is implicit\n\nin the provisions of s 65(4)(c)(ii)(bb) to the effect that the\r\ndetermination by the respondent cease to be in force from the\ndate of\r\na final judgment by the high court or this court that the court must\r\nitself make a determination upon appeal to it. That\neliminates the\r\nappeal being a review in the sense set out in (iii) above (see\nTikly\n591H-592A). (c)\tAs there is no provision for a hearing before the\r\ndetermination of the transaction value by the respondent the\n\nlegislature must in my view have intended âappealâ to be an\r\nappeal in the wide sense.\n[15]\tIt is on\r\nthis basis that the appellant applied to the court below for an order\r\nsetting aside the respondentâs determination\nand directing that all\r\namounts paid by the appellant to Al Ajwad forming the subject matter\r\nof the determination appealed against\nare not to be included in the\r\ntransaction value of goods imported by the appellant.\n[16]\tI now turn\r\nto the question whether the court below correctly rejected the\r\nappellantâs evidence as to the nature of its relationship\nwith Al\r\nAjwad.\n[17]\tCounsel for\r\nthe appellant was asked to explain the apparent inconsistencies\r\nbetween the appellantâs evidence and the documentation\nbut was\r\nunable to do so. He was again invited to do so after the lunch\r\nadjournment but was still unable to do so. In the light\nof these\r\ninconsistencies and also the fact that the appellant provided the\r\nwritten agreement to the respondent when queried about\nits\r\nrelationship with Al Ajwad only to later deny that the agreement\r\ngoverned their relationship I have serious reservations about\nthe\r\ncredibility of the appellantâs factual averments.\n[18]\tUnfortunately\r\nthe inconsistencies were not properly explored in the affidavits. For\r\nthis reason I do not think that the court\nbelow should, on the\r\npapers, have rejected Pahadâs version which is confirmed by Anwar\r\nParuk the manager of Al Ajwad International\nLLC. As a result of the\r\ncourt belowâs view on the reliability of the appellantâs\r\naverments the respondent never asked for an\nopportunity to\r\ncross-examine the deponent to the founding affidavit. But before us\r\ncounsel for the respondent in accordance with\nwhat was said in the\r\nrespondentâs answering affidavit did indicate that the respondent\r\nstill wanted to have such an opportunity\nshould we be of the view\r\nthat the appeal should succeed.\n[19]\tHad the\r\nrespondent at the outset of the hearing in the court below applied\r\nfor an opportunity to cross-examine the deponent\nto the founding\r\naffidavit such a request should have been granted. In terms of rule\r\n6(5)(g) a court has a wide discretion in regard\nto the hearing of\r\noral evidence where an application cannot properly be decided on\r\naffidavit. In\nMoosa\r\nBros & Sons (Pty) Ltd v Rajah\n1975 (4) SA 87\n(D) at 93H Kumleben J said:\nâ\n(c)\r\nWithout attempting to lay down any precise rule, which may have the\r\neffect of limiting the wide discretion implicit in this\nRule, in my\r\nview oral evidence in one or other form envisaged by the Rule should\r\nbe allowed if there are reasonable grounds for\ndoubting the\r\ncorrectness of the allegations concerned.\n(d)\tIn\r\nreaching a decision in this regard, facts peculiarly within the\r\nknowledge of an applicant, which for that reason cannot be\ndirectly\r\ncontradicted or refuted by the opposite party , are to be carefully\r\nscrutinised.â\nThe passage was\r\nreferred to with approval in\nKhumalo\r\nv Director-General of Co-operation and Development and others\n[1990] ZASCA 118\n;\n1991 (1) SA 158\n(A) at 167I-J.\n[20]\nHowever, it\r\nhas been held in a number of cases that an application to refer a\r\nmatter to evidence should be made at the outset and\nnot after\r\nargument on the merits (see\nKalil\r\nv Decotex (Pty) Ltd and another\n1988 (1) SA 943\n(A) at 981D-F). As was stated by Corbett JA in\nKalil\nat 981E-F the rule is a salutary general rule. Unnecessary costs and\r\ndelay can be avoided by following the general rule. But Corbett\nJA\r\nalso stated that the rule is not inflexible. In\nDu\r\nPlessis and another NNO v Rolfes Ltd\n[1996] ZASCA 45\n;\n1997 (2) SA 354\n(A) at 366G-367A this court dealt with an application\r\nwhich was made for the first time during argument in this court. The\r\napplication\nwas dismissed but it is implicit in the judgment that, in\r\nappropriate circumstances, this court may decide that a matter should\n\nbe referred to evidence even where no application for such referral\r\nhad been made in the court below. It would naturally be in\n\nexceptional cases only that a court will depart from the general rule\r\n(\nBocimar\r\nNV v Kotor Overseas Shipping Ltd\n[1994] ZASCA 5\n;\n1994 (2) SA 563\n(A) at 587 C-D). In my view this is such a case. The\r\nrespondent probably misjudged the strength of his case. Having regard\r\nto the\nreservations expressed about the credibility of Pahadâs\r\naverments it was not unreasonable of the respondent to have thought\r\nthat\nPahadâs version would be rejected on the papers as was done by\r\nthe court below. Moreover, there is, as is apparent from the above,\n\ngood reason to believe that an injustice may be done should the\r\nrespondent not be given an opportunity to cross-examine Pahad.\nPahad\r\nmay of course be able to explain the inconsistencies and what I have\r\ndescribed as, on the face of the documents, blatant\ndishonesty on his\r\npart. Referring the matter to evidence would give him an opportunity\r\nto do so.\n[21]\tFor these\r\nreasons the following order is made:\n1\tThe appeal is\r\nupheld with costs including the costs of two counsel.\n2\tThe following\r\norder is substituted for the order by the court below:\nâ\n(1)\tThe\r\napplication is adjourned to a date to be arranged with the Registrar\r\nfor the cross-examination of Mr Nassim Pahad in respect\nof the\r\nevidence deposed to by him in the applicantâs founding and replying\r\naffidavits.\n(2)\tThe\r\nprovisions of rule 35 will apply in regard to the adjourned hearing.\n(3)\tThe costs of\r\nthe hearing are to stand over for determination at the adjourned\r\nhearing.â\n________________\nP E STREICHER\nJUDGE OF APPEAL\nAPPEARANCES\n:\nFor appellant:\tA\r\nP Joubert SC\nF P Strydom\nInstructed by:\nDockrat\r\nIncorporated, Johannesburg\nMpobole &\r\nIsmail, Bloemfontein\nFor\r\nrespondent:\tJ Peter\nInstructed by:\nThe State\r\nAttorney, Johannesburg\nThe State\r\nAttorney, Bloemfontein\n1\nSection 47(1) of the Customs and Excise Act 91 of 1964.\n2\nSection 65(9).\n3\nSection 67(1)(a)(i).\n4\nSection 65(6)(a).",
  "scraped_at": "2026-02-12T05:30:04.544938",
  "date": "2009-12-02",
  "coram": [
    "Streicher JA",
    "Brand JA",
    "Snyders JA",
    "Malan JA",
    "Bosielo JJA"
  ],
  "case_number": "529/08",
  "parties": {
    "applicants": [
      "Pahad Shipping CC"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "The appellant, Pahad Shipping CC, imported goods through Al Ajwad International LLC in Dubai and paid amounts described as ‘finance charges’ equal to 5% of the disbursements, together with interest. SARS determined that these charges constitute a commission under section 67 of the Customs and Excise Act and must be included in the transaction value of the goods, resulting in underpayment of customs duty, VAT and penalties. The appellant disputed this, asserting that Al Ajwad was not a confirming or buying agent but merely a payment intermediary, and that the agreement supplied to SARS did not reflect the true commercial relationship. Numerous documents – invoices, payment instructions and customs release notices – were produced, revealing inconsistencies between the appellant’s narrative and the paper trail.",
    "issues": "The principal issue was whether the 5% ‘finance charges’ paid to Al Ajwad should be classified as a commission within the meaning of s 67 and therefore added to the transaction value for customs duty purposes. A subsidiary issue concerned the proper nature of the appeal under s 65 – whether it was a wide‑sense appeal requiring a fresh rehearing – and the credibility of the appellant’s factual averments.",
    "principles": "Section 65(1) requires the transaction value to be the price actually paid (s 66) adjusted by s 67, which adds any commission other than a buying commission. The definition of commission includes payments made for services of an intermediary. Appeal provisions in s 65(4)(c)(ii)(bb) indicate that the determination of the Commissioner ceases upon a final judgment, implying a wide‑sense appeal. Tikly v Johannes clarified the three senses of ‘appeal’, and the Court adopted the wide‑sense approach. Rules of court (rule 35, rule 6(5)(g)) allow referral to oral evidence where credibility is in question.",
    "application": "The Court examined the documentary evidence and found numerous inconsistencies in the appellant’s testimony, concluding that the 5% charge was a confirming commission payable to Al Ajwad for its intermediary services. The credibility of the appellant’s version was seriously doubted, and the Court held that the lower court was correct to treat the charge as a commission under s 67. Accordingly, the appellant’s appeal was dismissed. However, the Court noted the need for cross‑examination of Mr Nassim Pahad to resolve lingering doubts, and therefore adjourned the matter for that purpose.",
    "conclusion": "The appeal was upheld with costs, including the costs of two counsel. The original order was substituted: the matter was adjourned for cross‑examination of Mr Nassim Pahad, rule 35 would apply to the adjourned hearing, and the costs of the original hearing were to stand over for determination at the adjourned hearing."
  },
  "tags": {
    "level_1": "Customs Law",
    "level_2": "Transaction Value Determination",
    "level_3": [
      "finance charges",
      "commission",
      "customs duty",
      "appeal",
      "credibility"
    ]
  }
}