{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/162.html",
  "case_name": "SP & C Catering Investments (Pty) Ltd v The Body Corporate of Waterfront Mews and Others (84/09) [2009] ZASCA 162; [2010] 2 All SA 261 (SCA) ; 2010 (4) SA 104 (SCA) (30 November 2009)",
  "citation": "[2009] ZASCA 162",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 162\n|\nNoteup\n|\nLawCite\nSP & C Catering Investments (Pty) Ltd v The Body Corporate of Waterfront Mews and Others (84/09) [2009] ZASCA 162; [2010] 2 All SA 261 (SCA) ; 2010 (4) SA 104 (SCA) (30 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 84/09\nSP\r\n& C CATERING INVESTMENTS (PTY) LIMITED\t\t\t Appellant\nand\nTHE\r\nBODY CORPORATE OF WATERFRONT MEWS          First Respondent\nTHE\r\nREGISTRAR OF DEEDS, JOHANNESBURG,\nGAUTENG\t\t\t\t\t\t\t\r\n    Second Respondent\nN\r\nA POP & M M SAMODIEN\t\t\t\t         Third Respondent\nG\r\nT J MOORE\t\t\t\t\t\t       Fourth Respondent\nU\r\nB JANUARY, R JONES &\nD\r\nJ VAN DER WESTHUIZEN\t\t\t\t          Fifth Respondent\nJ\r\nM RANGWAGA\t\t\t\t\t\t         Sixth Respondent\nN\r\nBAPOO\t\t\t\t\t\t\t    Seventh Respondent\nG\r\nM LEHAPA & I M LEHAPA\t\t\t\t       Eighth Respondent\nI\r\nPATEL & S BHOOLA\t\t\t\t\t         Ninth Respondent\nA\r\nAKHTAR & N AKHTAR\t\t\t\t\t        Tenth Respondent\nM\r\nRANKOE\t\t\t\t\t\t\t   Eleventh Respondent\nD\r\nV SHEZI\t\t\t\t\t\t\t      Twelfth Respondent\nP\r\nNAICKER\t\t\t\t\t\t\t Thirteenth Respondent\nS\r\nP MBELE\t\t\t\t\t\t\tFourteenth Respondent\nB\r\nT TEKLETSION & L A TEKLETSION\t\t\t   Fifteenth Respondent\nR\r\nG DON\t\t\t\t\t\t\t  Sixteenth Respondent\nA\r\nGOWRIAH & E GOWRIAH\t\t\t        Seventeenth Respondent\nP\r\nGOVAN\t\t\t\t\t\t\tEighteenth Respondent\nNeutral citation:\nSP &\r\nC Catering Investments (Pty) Ltd v The Body\nCorporate of Waterfront Mews\n(84/09) [2009] ZASC 162 (30 November 2009).\nCoram:\nHARMS DP, NAVSA,\r\nMTHIYANE, PONNAN JJA\net\nHURT AJA\nHeard:\n24\r\nNOVEMBER 2009\nDelivered:\n30\r\nNOVEMBER 2009\nSummary:\nSectional\r\ntitle scheme â reserved right to extend scheme â right lapsing\r\nafter period for which it is reserved â court has\nno 'inherentâ\r\nor statutory power to extend the period.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: North Gauteng High Court, (Botha J\r\nsitting as court\nof first instance).\nThe appeal is dismissed with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nHURT AJA (HARMS DP, NAVSA, MTHIYANE\net\nPONNAN JJA concurring):\n[1]\tThe appellant applied to the North Gauteng High\r\nCourt for an order extending the time within which the appellant was\r\nentitled\nto complete extensions to the Waterfront Mews sectional\r\ntitle scheme, of which the appellant was the âdeveloperâ as\r\ndefined\nin\ns 1 of the Sectional Titles Act 95 of\r\n1986 (âthe Actâ). The application was opposed by 16 of the unit\r\nholders in the scheme.\nBotha J dismissed the\napplication\r\non the ground that the high court did not have jurisdiction to grant\r\nsuch an extension. He refused leave to appeal but\na petition to this\r\ncourt for leave was successful.\n[2]\tThe appellantâs title to extend the scheme was\r\nderived from s 25(1) of the Act.\n1\nAs stated in the subsection, this right must be\nreserved\r\nat the time when application is made for the registration of the\r\ninitial sectional plan and the developer is required to\nstipulate the\r\nperiod for which he requires the right to complete the extensions.\r\nThere are no limits set in relation to this period\nand the developer\r\nis at liberty to fix the period to meet his own requirements and\r\nfuture plans. Section 25(2) stipulates that\nwhen a right is reserved\r\nin terms of subsec (1), the application must include detailed\r\ndocumentary information which, inter alia,\nspecifies precisely the\r\nlayout of the new units in the extended portion, the nature and\r\nextent of the construction work involved\nand requires the developer\r\nto furnish estimates of the anticipated participation quotas of all\r\nthe sections in the scheme after\nits extension. In addition, the\r\ndeveloper is required to include in the documents a copy of the\r\ncertificate of real right.  The\nappellant, on its own election,\r\nstipulated a period of ten years in this regard. The right was\r\nregistered on 31 August 1998. The\nrelevant portion of the certificate\r\nreads:\nâ\nIn pursuance of the\r\nprovisions of the said Act, I, the Registrar of Deeds at JOHANNESBURG\r\ndo hereby certify that the Developer or\nhis successor in title is the\r\nregistered holder of the right to erect and complete from time to\r\ntime within a period of 10 (TEN)\nyears for his personal account a\r\nfurther building or buildings on the specified portion of the common\r\nproperty as indicated on\nthe plan referred to in Section 25(2)(a) of\r\nthe Act filed at this office . . .â\nSubsections 25(14) and (15) make it mandatory for the\r\ndeveloper to disclose the existence of the reserved right to\r\npurchasers of\nunits in the scheme on pain of rendering the purchase\r\nvoidable at the instance of the purchaser.\n[3]\tSection 25(6) provides that if no right is reserved\r\nin terms of subsec (1) at inception of the scheme or if a right has\r\nbeen\nreserved but has lapsed, the right to extend the scheme will\r\nvest in the body corporate.\n2\n[4]\tThe application was based, in the first instance,\r\nupon the contention that the court had âinherent jurisdictionâ to\r\ngrant\nan order in relation to the reserved right particularly because\r\nthe right was one to âimmovable propertyâ and the court had\n\ninherent power to regulate all matters pertaining to such property.\r\nBotha J rejected the contention. He held, following  the decision\nof\r\nthis court in\nErlax Properties (Pty) Ltd v\r\nRegistrar of Deeds\n[1991] ZASCA 187\n;\n1992 (1) SA 879\n(A) at p\r\n886-887, that the right of extension is a personal servitude which,\r\nin this instance, was subject to the time limit stipulated\nby the\r\ndeveloper in reserving it and causing it to be registered.\n[5]\tAfter pointing out that there is no provision\r\nempowering a court (or indeed, any other administrative body) either\r\nin the Act\nitself or in the\nDeeds Registries Act, 47 of 1937\n, to\r\nextend the period for which a registered praedial servitude is to\r\noperate, Botha J summed up his inability (as a high court\njudge) to\r\ngrant an extension of the period during which the reserved right\r\ncould be enforced, in these simple but effective words:\nâ\nI simply cannot see how a\r\ncourt can, without express statutory authorisation, make an order\r\nthat will have the effect of adding\nto someoneâs real right and at\r\nthe same time subtracting from someone elseâs real right.â\n[6]\tOn appeal before us, counsel for the appellant\r\npresented an argument which they had not raised in the lower court.\r\nIt is based\non a contention that the reserved right has not lapsed\r\nthrough effluxion of time (notwithstanding the passage of ten years\r\nsince\nthe date of its registration) and that, consequently, the\r\napplication for its extension had been unnecessary. On this basis\r\ncounsel\nsubmitted that the appellant should be granted a declaratory\r\norder to the effect that\nâ\nOn a proper interpretation of\ns 25(13)\nof [the Act] the appellantâs real right of extension in\r\nterms of s 25 of the Act has not lapsed.â\nThe appellantâs contentions are founded upon a novel\r\napproach to the interpretation of subsecs 25(6) and 25(13). Section\r\n25(13)\nreads:\nâ\n25(13)   A developer or his\r\nsuccessor in title who exercises a reserved right referred to in\r\nsubsection (1), or a body corporate\nexercising the right referred to\r\nin subsection (6), shall be obliged to erect and divide the building\r\nor buildings into sections\nstrictly in accordance with the documents\r\nreferred to in subsection (2), due regard being had to changed\r\ncircumstances which would\nmake strict compliance impracticable, and\r\nan owner of a unit in the scheme who is prejudiced by his failure to\r\ncomply in this manner,\nmay apply to the Court, whereupon the Court\r\nmay order proper compliance with the terms of the reservation, or\r\ngrant such other\nrelief, including damages, as the Court may deem\r\nfit.â\n[7]\tAs I understand it, the argument is that s 25(6)\r\nshould not be treated as a âguillotineâ which terminated the\r\nreserved right\nautomatically\non\r\nthe expiry of the 10 year period referred to in the certificate. The\r\ntermination of the reserved right, so the argument runs,\nconstitutes\r\na âdeprivation of propertyâ in violation of s 25 of the\r\nConstitution. Therefore it is incumbent to approach the\nconstruction\r\nof s 25 of the Act with an eye to the prescripts of s 39(2) of\r\nthe Constitution, ie to see whether its provisions\nare âreasonably\r\ncapableâ of being given a meaning which would not result in the\r\nâdeprivationâ of the developerâs âpropertyâ.\nThe answer,\r\nthe appellant contends, lies in the true meaning of s 25(13).\n[8]\tCounsel submitted that s 25(13) was enacted as much\r\nfor the developer as for the unit owner. This view was expressed in\nKnoetze v Saddlewood CC\n[2001] 1 All SA 42\n(SE) at 47. The subsection requires the developer\r\nto carry out the extended phases of the scheme âstrictly in\r\naccordance with\nthe documents referred to in subsec (2)â. One of\r\nthose documents is the certificate of real right. Bearing this in\r\nmind, so the\nsubmission ran, the qualifying words âregard being had\r\nto changed circumstancesâ take on a more extensive meaning than\r\nmight\nat first appear from their limited context in the subsection. \r\nWhere the circumstances have been such that the developer has been\n\ndelayed, through no fault of his own, in the execution of the work,\r\nthat constitutes a âchanged circumstanceâ on the ground\nof which\r\nhe is entitled to ask the court for relief in the form of an\r\nextension of the period of the reserved right. On the basis\nof this\r\ninterpretation counsel contended that where the completion of the\r\nscheme extension is delayed by circumstances beyond the\ndeveloperâs\r\ncontrol, the reserved right does not lapse at the end of the\r\nstipulated period, but may be discretionally extended\nby the court if\r\napplication is made to it by an aggrieved unit holder in terms of the\r\nsubsection. If the court is not satisfied\nthat the delay is due to\r\nâchanged circumstancesâ it may declare that the developer is not\r\nentitled to an extension and, in\nthat event, the reserved right will\r\nterminate.  The contention is tantamount to a submission that the\r\nright was one in perpetuity\nsubject to the exercise by the court of a\r\ndiscretion to declare it terminated.\n[9]\tThis argument is riddled with flaws. I do not intend\r\nto identify them all. It will suffice to refer to two, either of\r\nwhich\nis fatal to the contention. The first is that the expiry of the\r\nright by effluxion of time amounts to a deprivation of property.\nThe\r\nvery fact that the developer himself states the period for which his\r\nright is to exist negates any possibility of a suggestion\nthat he is\r\nâdeprivedâ of it at the end of the period. The second is that the\r\ncontention confuses the developerâs obligations\nto effect the\r\nscheme extension with his registered entitlement to do so. The\r\nsubsection deals, at its commencement, with a âdeveloper\n. . . who\r\nexercises a reserved right referred to in subsection (1)â.  The\r\nright is one which the developer has reserved for the\nperiod\r\nexpressly stipulated in his application. It is a right to construct\r\nthe additional buildings, or extend the existing ones,\non the common\r\nproperty, to divide them into sections and to confer rights of\r\nexclusive use in respect of them. That is the content\nof the right.\r\nIt is to be distinguished from the obligation to perform the work\r\nwhich is defined in s 25(13). The appellantâs\nsubmission is that\r\nbecause the certificate reflecting the content of the registered\r\nreserved right must be one of the documents\nlisted in s 25(2),  the\r\ntime period stated in the certificate is imported, as an obligation,\r\ninto s 25(13). The submission is unfounded.\nIt seeks to invert the\r\neffect of the subsection in favour of the developer. The section is\r\nplainly designed to enable unit owners\nto enforce compliance by the\r\ndeveloper with the specifications. It gives the developer an\r\nopportunity to justify non-compliance\nwith his original\r\nspecifications on the ground of âchanged circumstancesâ and no\r\nmore. The concept that the legislator intended\nto give him an\r\nopportunity, in the face of a complaint by an aggrieved unit owner,\r\neffectively to obtain a variation of his registered\nreal right to the\r\ndetriment of the rights of other registered owners is ludicrous. If\r\nthe legislator had intended to make such\nfar-reaching relief\r\navailable to an embarrassed developer, it would surely have spelt out\r\nits intention explicitly and not hidden\nit subtly in the wording of a\r\nsection which, in its literal terms, confers rights on unit owners.\r\nThis argument must fail.\n[10]\tAs to the claim for the extension of the reserved\r\nperiod, now relegated to alternative relief in the event of the\r\ndeclarator\nnot being granted, the appellant persists in the\r\ncontention that Botha J was wrong in holding that he had no power to\r\ngrant such\nan order. I am not persuaded that there is any substance\r\nin this contention. The case of\nEx parte\r\nMillsite Investment Co (Pty) Ltd\n1965 (2) SA\r\n582\n(T) which was the foundation for the appellantâs submission is\r\ntotally unrelated to the circumstances of this case. Vieyra J was\n\ndealing with the courtâs power to make orders to which there was no\r\nobjection by affected parties. The situation differs\ntoto\r\ncaelo\nfrom that which applies here, where the\r\naffected parties have expressly objected to an order which would\r\nreduce their rights in\nthe property which they own.\n[11]\tThe appeal is dismissed with costs.\n_______________________\nN V HURT\nACTING JUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tS J du Plessis SC\nC F van der Merwe\nInstructed by\nRooth Wessels Motla Conradie Inc, Pretoria\nRosendorff Reitz Barry, Bloemfontein\nCounsel for Respondent:\tF Saint\nInstructed by\nBiccari Bollo Mariano Inc, Pretoria\nVan der Merwe & Sorour, Bloemfontein\n1\nâ25(1)\tA developer may . . . in his application for the\r\n\tregistration of a sectional plan, reserve, in a condition imposed in\n\n\tterms of section 11(2), the right to erect and complete, from time\r\n\tto time, but within a period stipulated in such condition,\nfor his\r\n\tpersonal account [the extensions] on a specified part of the common\r\n\tproperty, and to divide such building or buildings\ninto a section or\r\n\tsections and common property and to confer the right of exclusive\r\n\tuse over parts of such common property upon\nthe owner or owners of\r\n\tone or more sections.â\n2\nâ25(6) If no reservation was made by the developer in terms of\r\n\tsubsection (1), or if such a reservation was made and for any\nreason\r\n\thas lapsed, the right to extend a scheme . . . shall vest in the\r\n\tbody corporate which shall be entitled, subject to this\nsection and\r\n\tafter compliance, with the necessary changes, with the requirements\r\n\tof paragraphs\n(a), (b), (c), (d)\nand\n(g)\nof subsection\r\n\t(2), to obtain a certificate of real right in the prescribed form in\r\n\trespect thereof: Provided that the body corporate\nshall only\r\n\texercise or alienate or transfer such right with the written consent\r\n\tof all the members of the body corporate as well\nas with the written\r\n\tconsent of the mortgagee of each unit in the scheme: Provided\r\n\tfurther that a member or mortgagee shall not\nwithhold such approval\r\n\twithout good cause in law.â",
  "scraped_at": "2026-02-12T05:28:08.468764",
  "date": "2009-11-30",
  "coram": [
    "Harms DP",
    "Navsa",
    "Mthiyane",
    "Ponnan JJA",
    "Hurt AJA"
  ],
  "case_number": "84/09",
  "parties": {
    "applicants": [
      "SP & C Catering Investments (Pty) Ltd"
    ],
    "respondents": [
      "The Body Corporate of Waterfront Mews"
    ]
  },
  "sections": {
    "facts": "The appellant, SP & C Catering Investments (Pty) Ltd, was the developer of the Waterfront Mews sectional title scheme. In its application for registration of the initial sectional plan it reserved a right, under s 25(1) of the Sectional Titles Act, to erect and complete extensions to the scheme within a period of ten years, a right that was registered on 31 August 1998. After the ten‑year period expired the developer applied to the North Gauteng High Court for an order extending that period. Sixteen unit‑holders opposed the application. The High Court dismissed the application, holding it had no jurisdiction to extend the reserved right, and the appellant sought leave to appeal to the Supreme Court of Appeal.",
    "issues": "1. Whether the Supreme Court of Appeal (or any court) possesses inherent jurisdiction to extend a statutory reserved right to extend a sectional title scheme when the statutory period has expired. 2. Whether the expiry of the reserved right by effluxion of time amounts to a constitutional deprivation of property requiring a different interpretive approach. 3. The proper construction of s 25(13) of the Sectional Titles Act in relation to the developer’s obligations versus the reserved real right.",
    "principles": "The judgment relied on the explicit language of the Sectional Titles Act: s 25(1) creates a reservable right, s 25(2) requires detailed plans and a certificate of real right, s 25(6) provides that where no reservation exists or the reservation has lapsed, the right vests in the body corporate, and s 25(13) allows unit‑owners to seek court orders for compliance with the reservation. Precedent from Erlax Properties (Pty) Ltd v Registrar of Deeds confirmed that a reserved right is a personal servitude limited by the period stipulated by the developer. The court held that without express statutory authority a court cannot alter a real right, and that the expiry of the right does not constitute a deprivation of property because the period is a condition agreed by the developer.",
    "application": "Applying these principles, the Court affirmed that the High Court correctly concluded it lacked power to extend the ten‑year reservation. The appellant's argument that s 25(13) could be used to treat the expiry as a ‘changed circumstance’ allowing discretionary extension was rejected as a misreading of the statute. The Court also dismissed the appellant’s reliance on constitutional arguments, emphasizing that the statutory expiry is a contractual limitation, not an unlawful deprivation. The cited case Ex parte Millsite Investment Co was found inapplicable because the present case involved objections from affected unit‑holders.",
    "conclusion": "The appeal was dismissed with costs. The reserved right to extend the Waterfront Mews scheme remained lapsed, and the right to extend now vests in the body corporate pursuant to s 25(6)."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title Schemes",
    "level_3": [
      "reserved right",
      "extension of scheme",
      "court jurisdiction",
      "Sectional Titles Act",
      "real right"
    ]
  }
}