{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/60.html",
  "case_name": "Momentum Group Ltd v Van Staden NO and Another (187/08) [2009] ZASCA 60; 2010 (2) SA 135 (SCA); [2009] 4 All SA 218 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 60",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 60\n|\nNoteup\n|\nLawCite\nMomentum Group Ltd v Van Staden NO and Another (187/08) [2009] ZASCA 60; 2010 (2) SA 135 (SCA); [2009] 4 All SA 218 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 187/08\nMOMENTUM\r\nGROUP LIMITED\t\t \t\t         Appellant\nand\nP\r\nJ M VAN STADEN NO\t\t\t          \t         1\nST\nRespondent\nNEDBANK\r\nLIMITED\t\t\t\t\t         2\nND\nRespondent\n___________________________________________________________\nNeutral\r\ncitation:\nMomentum\r\nGroup Ltd v Van Staden NO & another\n(187/2008\n)\r\n60 [2009] ZASCA (29 May 2009)\nCoram: \tFARLAM, VAN\r\nHEERDEN et MLAMBO JJA, GRIESEL et BOSIELO AJJA\nHeard:\t21 May 2009\nDelivered:\t29 May\r\n2009\nSummary:\nCession\r\nin securitatem debiti â Payment by debtor to cedent â subsequent\r\nclaim against debtor by cessionary â whether debtor\nhad knowledge\r\nof the cession at time of payment to cedent\n___________________________________________________________\n___________________________________________________________\nORDER\nOn\r\nappeal from\n:\r\nHigh Court, Pretoria (Murphy J sitting as court of first instance).\nThe\r\nappeal\nis\r\ndismissed with costs.\n_____________________________________________________\nJUDGMENT\nVAN\r\nHEERDEN JA\n(Farlam\r\nand Mlambo JJA, Griesel and Bosielo AJJA concurring)\n[1]\tThe issue in\r\nthis appeal is whether, after cession\nin\r\nsecuritatem debiti\nof\r\nan insurance policy, payment by the debtor (the insurance company) to\r\nthe cedent (the policyholder) immunises the debtor from\na claim by\r\nthe cessionary under the policy. The answer to this question turns on\r\nthe debtorâs knowledge of the cession at the\ntime of payment by him\r\nor her to the cedent.\n[2]\tThe first\r\nrespondent, Mr P J M van Staden, (âVan Stadenâ), is the trustee\r\nin the insolvent estate of one Mr Retief van Heerden\n(âVan\r\nHeerdenâ). Van Heerdenâs estate was finally sequestrated on 21\r\nJanuary 2003. Van Staden (in his capacity as trustee)\nand the second\r\nrespondent, Nedbank Limited (âNedbankâ), sued the appellant,\r\nMomentum Group Limited (âMomentumâ), in the\nPretoria High Court\r\nfor payment of an amount of R250 000, plus interest, out of the\r\nproceeds of an insurance policy issued by Momentum\nin favour of Van\r\nHeerden (âthe policyâ). They claimed to be entitled to this\r\namount by virtue of a cession\nin\r\nsecuritatem debiti\nby Van Heerden of his rights under the policy to Boland Bank PKS\r\n(âBolandâ), Nedbankâs predecessor in title. This claim\r\nsucceeded with costs in the court below, Murphy J ordering Momentum\r\nto pay Van Staden the sum of R250 000 out of the proceeds of\nthe\r\npolicy, plus interest\na\r\ntempore morae\n.\r\nWith the leave of the court a quo, that judgment now comes before us\r\non appeal.\n[3]\tThe judgment of\r\nthe trial court, in which the facts are set out in considerable\r\ndetail, is reported\n1\nand it is not necessary that they be repeated. For the sake of\r\nconvenience, however, I will outline the factual background very\n\nbriefly.\n[4]\tOn 30 July 1999,\r\nRenbes Family Foods CC (âRenbesâ) borrowed a sum of R750 040 from\r\nBoland in terms of a written loan agreement.\nAs security for this\r\nloan, Van Heerden signed a suretyship in favour of Boland and a deed\r\nof cession in terms of which he ceded\nto Boland all his rights in a\r\nfixed deposit in the amount of R250 000 held with Boland âand/or\r\nany re-investment, renewal or\nsubstitution thereofâ. The deed of\r\ncession expressly limited Van Heerdenâs liability thereunder to\r\nR250 000.\n[5]\tShortly\r\nafterwards, the fixed deposit referred to above was indeed\r\nsubstituted with a so-called âredemption policyâ, issued\nby\r\nMomentum on 11 August 1999. A Mr Willem de Wet (âDe Wetâ) of Absa\r\nBrokers and Consultants assisted Van Heerden in applying\nfor the\r\npolicy and made the arrangements necessary for the release of the\r\nfixed deposit of R250 000 by Boland and the payment of\nthis amount\r\ninto Momentumâs bank account.\n[6]\tDuring the\r\ntrial, four witnesses testified about the facts and circumstances\r\nsurrounding the substitution of the investment.\nThey were: Mr Deon\r\nHurter (âHurterâ), a commercial banker in Bolandâs employ, who\r\nrepresented the bank in the negotiations\nwith Renbes and Van Heerden\r\nin regard to the loan and securities, a Mr Tinus de Beer (âDe\r\nBeerâ), a risk manager in the employ\nof Boland, on behalf of the\r\nrespondents; and De Wet and a Ms Marietjie de Jager (âDe Jagerâ),\r\na broker consultant and marketing\nadvisor at Momentum, on behalf of\r\nthe latter.\n[7]\tOn 6 August\r\n1999, a letter\nwas\r\nwritten by De Jager to Hurter under a Momentum letterhead containing\r\nits recognised commercial logo. The letter was faxed to\nHurter on the\r\nsame day. The accompanying fax cover sheet contains a handwritten\r\ninscription made by de Jager in the following terms:\nâ\nHello Deon\nHoop di\ns\r\nvir jou voldoende. Laat weet my asb. sodra die fondse oorgeplaas\r\nword.\nGroete\nMarietjie de Jagerâ\n[8\n]\tThe\r\ntyped letter reads as follows:\nâ\nBoland\r\nBank:\nSilverton\nDie B\nestuurder\nAandag: mnr Deon Hurter\nGeagte mnr Hurter\nINSAKE MNR R VAN HEERDEN:\r\nMOMENTUM BELEGGING 92079647\nHiermee\r\nword bevestig dat bogenoemde polis met onmiddellike effek aan Boland\r\nbank gesedeer word\n.\r\nSodra die fondse na Momentum Lewens se bankrekening oorgeplaas word\r\nkan die polis aanvaar word.\nDie\r\nsessie vorm deel van die polis en word onmiddellik met aanvaarding\r\nteen Boland Bank aangeteken\n.\nU sal\r\nderhalwe nie ongesekureer wees tussen die uitbetaling van die fondse\r\nen die uitreiking van die kontrak nie\n.\r\nDie kontrak sal egter binne ân week na uitreiking van die polis\r\nbeskikbaar wees.\nGroete\nM de Jager\nMomentum Lewensâ\n(Emphasis added.)\n[9\n]\tThe\r\nmoney was transferred to Momentumâs bank account on 11 August 1999.\r\nAccording to De Beer, he authorised the transfer of\nthe R250 000 from\r\nBoland to Momentum because the former had received an assurance from\r\nMomentum, in the form of the letter from\nDe Jager set out above, that\r\nas soon as the funds were transferred to Momentum, Boland would\r\nbecome the cessionary of the policy,\nthe cession in Bolandâs favour\r\nwould be noted on the policy documents and Bolandâs security would\r\nbe protected.\n[10\n]\tOn\r\n12 December 2000, after certain queries were made, Momentum granted\r\nan interest-free loan against the policy to Van Heerden\nin the amount\r\nof R267 891.\n[11\n]\tIn\r\nthe meantime, Renbes was liquidated on 28 November 2000 and Boland\r\nbecame entitled to enforce its suretyship against Van Heerden.\nAs the\r\nlatter was not able to pay the debt, Boland invoked the cession and\r\nattempted to collect its security in the amount of R250\n000 from\r\nMomentum. The latter informed Boland, however, that a loan had been\r\ngranted against the policy and advised it not to surrender\nthe policy\r\nas this would result in a minimal payout, the value of the policy\r\nhaving been greatly reduced by the loan. Boland persisted\nwith its\r\nclaim, ultimately issuing summons (together with Van Staden) against\r\nMomentum in October 2003. Momentum adopted the stance\nthat it was\r\nonly obliged to pay the plaintiffs the surrender value of the policy\r\n(subsequent to deduction of the loan made to Van\nHeerden) in the\r\namount of R29 690, payment of which it  tendered in its plea.\n[12\n]\tThe\r\nmain defences raised by Momentum were, first, that De Jager lacked\r\nauthority to bind Momentum to any agreement or to make\nany\r\nrepresentation on its behalf and, second, that when making the\r\ninterest-free loan against the policy to Van Heerden, Momentum\n(as\r\ndebtor) had no knowledge of the cession in favour of Boland and acted\nbona\r\nfide.\nNeither of these defences succeeded in the court below.\n[13\n]\tThe\r\nlegal principles applicable to the present appeal are cogently stated\r\nby P M Nienaber\n2\nas follows:\nâ\nPerformance\r\nby the debtor, more particularly payment, to the cessionary, the new\r\ncreditor, discharges the debt. It should follow\nas a corollary that\r\npayment to the cedent ought\nnot\nto\r\nrelease the debtor. Yet it is a well-established rule, based on the\r\npalpable need to protect a blameless debtor who rendered\nperformance\r\nto the party he or she genuinely believed to be the true creditor,\r\nthat payment to the cedent absolves or at least\nreleases the debtor,\r\nprovided that he or she was unaware of the earlier cession or, if\r\naware thereof, that he or she nonetheless\nacted in good faith in\r\neffecting the payment. The debtorâs prior knowledge of the cession,\r\nhowever gained, would normally exclude\ngood faith and defeat the\r\npayment. But it has been said that the debtor will be released from\r\nliability if such debtor can show\nthat, notwithstanding his or her\r\nprior knowledge of the claim by the cessionary, he or she\r\nnevertheless paid the cedent in good\nfaith.\n. . .\nThe rule is\r\nessentially based on the blamelessness of the debtor. It may thus be\r\nrefined, so it is suggested, to read that the debtor\nwill be deemed\r\nto be absolved by performance or any other form of discharge rendered\r\nto the cedent if, at the time thereof,\nhe\r\nor she genuinely and reasonably believed the cedent to be his or her\r\ntrue creditor.\n. . .\nAlthough\r\nnotice to the debtor of the cession is not a pre-requisite for\r\ncession, it is thus incumbent on the cessionary, in whose\ninterest it\r\nis to do so, to inform the debtor of the cession to him or her at the\r\nrisk, if this is not done, that his or her claim\nmay be pre-empted by\nthe\r\nunsuspecting debtorâs performance to the cedent . . . whom he or\r\nshe genuinely and reasonably identifies as his or her true\ncreditor\nâ\n.\n(Emphasis added, footnotes\r\nomitted.)\n[14]\tMomentum\r\ncontended that De Jager was a mere broker with no authority to bind\r\nMomentum. In her testimony, De Jager described\nher role as that of a\r\nâgo-betweenâ between the broker and Momentum: the broker ensured\r\nthat all the requisite documents were\nprovided by the client, handed\r\nthis documentation to her and she then sent it through to the\r\nMomentum Head Office where all transactions\nrelating to the policy\r\nwere attended to.\n[1\n5]\tIt\r\nis, however, clear from the terms of the contract between De Jager\r\nand Momentum that she was appointed to represent Momentum\nin the\r\nsolicitation and maintenance of policies.\nIt\r\nwas common cause that she had authority to use Momentum letterheads\r\nand often did so.\n[1\n6]\tI\r\nagree with the learned judge that it was eminently reasonable for\r\nBoland to have relied upon De Jagerâs conduct and representations\n\nand to assume that she had the necessary authority, at the very least\r\nto accept and record a notification of the existence of the\ncession\r\nof Van Heerdenâs policy in Bolandâs favour. As in the case of\nGlofinco\r\nv Absa Bank t/a United Bank\n,\n3\nBoland was entitled to assume that De Jagerâs functions encompassed\r\nthese activities. It could not reasonably have been expected\nof it to\r\nknow of any internal limitations on De Jagerâs actions\n4\nand, therefore, even if De Jager did not have actual authority to\r\ndeal with Momentum in the way she did, Momentum is bound by her\n\nostensible authority.\n[\n17]\tAs\r\nregards the factual question whether Momentum had knowledge of the\r\ncession before or at the time of payment of the interest-free\nloan to\r\nthe cedent (Van Heerden), the probabilities in this case point\r\noverwhelmingly to the conclusion that Momentum\ndid\nhave imputed knowledge of the cession in favour of Boland at the\r\nrelevant time. This appears clearly from the terms of De Jagerâs\n\nfax cover sheet and letter to Hurter dated 6 August 1999.\n5\nMurphy J made a fairly strong credibility finding against De Jager\n6\nand there are no grounds to interfere with this finding.\r\nInterestingly, appellantâs counsel did not seek to challenge it in\r\nargument before us in any way.\n[18]\tThe\r\nknowledge of the cession\nin\r\nfavour of Boland to secure Van Heerdenâs debt to it was certainly\r\nmaterial and important. It cannot be gainsaid that, in the\nordinary\r\ncourse of business, a reasonable person in the position of De Jager\r\nwould be expected to impart this knowledge to Momentum,\nthe entity\r\nwho had delegated to her the control and conduct of its affairs in\r\nthis regard.\n7\nThis being so, Momentum must be said to have had knowledge of the\r\ncession in favour of Boland in August 1999, long before it authorised\n\nand paid out to Van Heerden the loan against the policy in question.\r\nThere is nothing in the evidence to indicate that, despite\nsuch\r\nknowledge, Momentum can nonetheless be said to have acted in good\r\nfaith in paying out such loan.\n8\n[19\n]\tMurphy\r\nJ proceeded from the premise that the cessionary bears the onus of\r\nproving knowledge of the cession on the part of the\ndebtor in a\r\nsituation such as the present,\n9\nbut on the facts of the present case, nothing turns on that and this\r\naspect warrants no further discussion.\n[2\n0]\tIt\r\nfollows from the above that Nedbank (Bolandâs successor in title),\r\nas pledgee of the proceeds of the policy, was entitled\nto realise its\r\nsecurity at the time it sought to do so.\n10\nIn the meantime, however, Van Heerdenâs estate was sequestrated in\r\nJanuary 2003. Van Staden, in his capacity as trustee of the\ncedentâs\r\n(Van Heerdenâs) estate is thus âthe person entitled to recover\r\nthe proceeds [of the policy] as part of his duty\nto realise the\r\nassets of the estate, but subject to the real right of pledge held by\r\nNedbank who consequently remains fully protected.â\n11\n[2\n1]\tIn\r\nthe result the appeal must fail and it is dismissed with costs.\n__________________\nB\r\nJ VAN HEERDEN\nJUDGE OF APPEAL\nAppearances:\nFor the\r\nAppellant:\t\tJ F Steyn\nGerings\r\nAttorneys\nc/o Hendriëtte\r\nMuller\nPretoria\nInstructed\r\nby:\t\tRossouw & Conradie Inc\nBloemfontein\nFor the\r\nRespondent:\tF J Erasmus\nDe Swart V\nö\ngel\r\nMahlafonya\nPretoria\nInstructed by\r\n\t\tSymington & De Kok\nBloemfontein\n1\nAs\nVan\r\n\tStaden NO & another v Firstrand Ltd & another\n2008\r\n\t(3) SA 530\n(T).\n2\nJoubert (ed)\nThe\r\n\tLaw of South Africa\n2ed,\r\n\tvol 2 Part 2 (2003) sv âCessionâ para 48.\n3\n2002 (6) SA\r\n\t470\n(SCA), where this court held (paras 15-16) that the appointment\r\n\tby a bank of a branch manager implied a representation to the\r\n\toutside world to the effect that the branch manager is empowered to\r\n\trepresent the bank in the sort of business and transactions\nthat a\r\n\tbranch of the bank and its manager would ordinarily conduct. What\r\n\tthis ordinary kind of business is, is a factual matter\nand depends\r\n\ton the evidence before the court.\n4\nSee the\nGlofinco\ncase paras 17-18.\n5\nSet out in\r\n\tparagraphs 7 and 8 above.\n6\nSee paras 32 to 34 of the\r\n\treported judgment, at 539H-540E.\n7\nTown\r\n\tCouncil of Barberton v Ocean Accident and Guarantee Corporation Ltd\n1945\r\n\tTPD 309\nat 311, subsequently referred to with approval by this\r\n\tcourt, see eg\nWilkens\r\n\tNO v Voges\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A) at 141H.\n8\nSee\nBrook\r\n\tv Jones\n1964\r\n\t(1) SA 765\n(N) at 767E-F.\n9\nSee para 34\r\n\tof the reported judgment at 540D, read with para 29 at 539C-D.\n10\nBy claiming\r\n\tpayment of R250 000 from the proceeds of the policy in February 2001\r\n\tâ see para 11 above.\n11\nParagraph\r\n\t42 of the reported judgment of the trial court, at 543B-D.",
  "scraped_at": "2026-02-11T21:50:28.216947",
  "date": "2009-05-29",
  "coram": [
    "FARLAM JJA",
    "VAN HEERDEN JA",
    "MLAMBO JJA",
    "GRIESEL AJJA",
    "BOSIELO AJJA"
  ],
  "case_number": "187/08",
  "parties": {
    "applicants": [
      "Momentum Group Ltd"
    ],
    "respondents": [
      "P J M Van Staden NO",
      "Nedbank Limited"
    ]
  },
  "sections": {
    "facts": "In 1999 Renbes Family Foods borrowed R750,040 from Boland Bank. As security, Van Heerden, the borrower, executed a suretyship and a deed of cession transferring his rights in a R250,000 fixed deposit to Boland. The fixed deposit was later substituted by a \"redemption\" life insurance policy issued by Momentum on 11 August 1999. A broker, Marietjie de Jager, sent a faxed letter on Momentum letterhead to a Boland banker confirming that the policy would be ceded to Boland once the funds were transferred. The R250,000 was transferred to Momentum’s account, and Momentum later granted an interest‑free loan of R267,891 to Van Heerden against the policy. When Renbes was liquidated, Boland attempted to enforce the cession and claim the policy proceeds, but Momentum argued it had no knowledge of the cession and that the broker lacked authority. The High Court held in favour of the respondents, ordering Momentum to pay R250,000 (plus interest) out of the policy proceeds.",
    "issues": "The appeal centred on whether a payment made by the debtor (Momentum, as insurer) to the cedent (Van Heerden) discharges the debtor’s liability to the cessionary (Boland/Nedbank) when the debtor either knew or should have known of the cession at the time of payment.",
    "principles": "The court relied on the rule that a debtor who, in good faith and without knowledge of a prior cession, pays the cedent is discharged from liability to the cessionary. Knowledge of the cession (actual or imputed) defeats the debtor’s good‑faith defence. The cessionary bears the burden of proving the debtor’s knowledge, but once established, the debtor cannot rely on the payment to avoid the cessionary’s claim. The principle is articulated in Nienaber’s exposition on cession in securitatem debiti, emphasizing the need to protect a blameless debtor who believes the payee is the true creditor.",
    "application": "The court found that Momentum had imputed knowledge of the cession because the broker’s fax cover sheet and letter explicitly referred to the policy being ceded to Boland. The High Court’s credibility findings against de Jager were upheld, and no evidence showed Momentum acted in good faith despite its knowledge. Consequently, Momentum’s payment of the loan to Van Heerden did not release it from liability to the cessionary, and Nedbank (as Boland’s successor) was entitled to realise the pledged proceeds of the policy.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld the High Court’s order, and awarded costs to the respondents. Momentum was required to pay the R250,000 (plus interest) from the policy proceeds to the trustees of Van Heerden’s estate, subject to Nedbank’s pledged security."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Secured Transactions",
    "level_3": [
      "cession in securitatem debiti",
      "debtor's knowledge",
      "good faith",
      "insurance policy",
      "pledge"
    ]
  }
}