{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/88.html",
  "case_name": "Petersen and Another v Minister of Safety & Security (514/2008) [2009] ZASCA 88; [2010] 1 All SA 19 (SCA) (10 September 2009)",
  "citation": "[2009] ZASCA 88",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 88\n|\nNoteup\n|\nLawCite\nPetersen and Another v Minister of Safety & Security (514/2008) [2009] ZASCA 88; [2010] 1 All SA 19 (SCA) (10 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 514/2008\nIn the matter between:\nDOLORA PETERSEN in her capacity as\nmother and natural guardian of\nJ L P\t\t\t\t\t\t\t\t\tAPPELLANT\nand\nTHE MINISTER OF SAFETY & SECURITY\t\t\tRESPONDENT\nNeutral citation:\nPetersen v\r\nMinister of Safety & Security\n(514/2008)\n[2009] ZASCA 88\n(10 September 2009)\nCORAM:\t\tBrand, Heher, Snyders JJA\net\nHurt, Tshiqi AJJA\nHEARD:\t\t28 August 2009\nDELIVERED:\t10 September 2009\nSUMMARY\n:\t\tDelictual claim\r\nagainst the respondent for injuries sustained by the appellant's\r\nminor son through gunshot fired by police â\nfinding that police\r\naction justified because shot had been fired in circumstances of\r\nnecessity upheld on appeal.\nORDER\nOn appeal from\n:\tHigh Court\r\nCape Town (Goso AJ with Dlodlo J concurring, sitting as a court of\r\nappeal from the Magistrates' Court)\n1.\tThe appeal is dismissed with costs.\nJUDGMENT\nBRAND JA\n(Heher,\r\nSnyders JJA\net\nHurt,\r\nTshiqi AJJA concurring)\n[1]\tOn 19 July 2002 and at Gansbaai near Hermanus in the\r\nWestern Cape, the appellant's minor son, J P ('J') sustained gunshot\r\nwounds\nin his right leg. The appellant alleged that the shots had\r\nbeen fired by a policeman acting in the course and scope of his\r\nemployment\nas a servant of the respondent. Although disputed at an\r\nearlier stage in the proceedings, the correctness of the allegation\r\nis\naccepted by the respondent on appeal. Departing from this premise,\r\nthe appellant instituted action against the respondent in the\n\nHermanus Magistrates' Court for the damages that J had suffered as a\r\nresult of his injuries. The respondent raised the defence\nof\r\njustification in the form of self-defence, alternatively necessity.\r\nPursuant to an agreement between the parties, the trial\nproceeded on\r\nthe question of liability only while issues pertaining to quantum\r\nstood over for later determination. In the event\na plea of necessity\r\nwas upheld by the trial court, which led to the dismissal of the\r\nappellant's claim with costs. Her appeal against\nthat judgment to the\r\nCape High Court (Dlodlo J and Goso AJ) was unsuccessful. The further\r\nappeal to this court is with the leave\nof the court a quo.\n[2]\tThe issues on appeal will best be understood in the\r\nlight of the background facts. In the trial court the matter was\r\nheard together\nwith the case of one Agenbag who claimed damages from\r\nthe respondent on the basis of an alleged wrongful arrest which\r\noccurred\nduring the same incident on 19 July 2002. In answer to the\r\nrespondent's case, the appellant therefore relied, not only on the\r\nevidence\nof J, but also on the evidence presented in the matter of\r\nAgenbag. For the sake of convenience I shall refer to all witnesses,\r\napart from the policemen who testified on behalf of the respondent,\r\nas 'the defence witnesses'.\n[3]\tAs to what happened during the fateful incident, the\r\npolice witnesses contradicted one another on various matters of\r\ndetail.\nWhat they agreed upon in broad outline, however, may be\r\nsimply summarised. On 19 July 2002 the police attempted to seize at\r\nleast\n20 bags of illegally harvested abalone or perlemoen in\r\nBlompark, a township near Gansbaai, ill-famed for perlemoen poaching.\r\nThere\nwere seven or eight officers, members of Operation Neptune, a\r\ntask team formed specifically to stamp out the poaching of perlemoen\n\nwhich had become a threatened species. When the police arrived on the\r\nscene they found a Nissan 4 x 4 bakkie with a trailer. Openly\nexposed\r\non the back of the bakkie and the trailer were at least 20\r\ntransparent bags containing shelled perlemoen. The police were\n\nsurprised at finding such a large quantity of this much sought after\r\ncommodity.\n[4]\tShortly after the arrival of the police, Agenbag\r\nappeared on the scene together with his friend, one Crause. At the\r\nsame time\na crowd started gathering. It grew to some 200 people.\r\nCrause then asked the crowd in Afrikaans whether they were again\r\ngoing to\nallow 'die boere' (ie the police) to take their perlemoen\r\naway from them â or something to that effect. Immediately following\n\nupon this incitement by Crause, the crowd began to stone the police,\r\ninter alia, striking an officer on the chest and damaging\npolice\r\nvehicles. In an attempt to ward off the attack, the police fired\r\nrubber bullets from their shotguns. This had little effect\non the\r\ncrowd and the police were forced to retreat to the stoep of a house.\r\nWhile this was happening, members of the crowd took\nadvantage of the\r\nsituation to remove some bags of perlemoen from the scene. When the\r\npolice ran out of rubber bullets, they started\nshooting into the\r\nground near the crowd with sharp point ammunition from their 9mm\r\npistols. According to one of the policemen,\nhe also fired two shots\r\nof sharp point ammunition at a member of the crowd who aimed a\r\nfirearm at the police.\n[5]\tDespite all this, the crowd was not deterred. They\r\nsimply ran for cover when volleys were fired and then returned to\r\ncontinue\nstoning the police. This lasted for some time until Crause,\r\nwho had left the scene, returned and ordered the crowd to stop. The\n\nstoning thereupon ceased briefly. This gave the police the\r\nopportunity to get into their vehicles and to flee from the scene. As\n\nthey fled, the crowd continued to stone the police vehicles. The\r\npolice regrouped at the entrance to Blompark where they waited\nfor\r\nsupport from the police station at Hermanus. When the reinforcements\r\narrived they went back into Blompark in a police armoured\nvehicle â\r\nknown as a Casspir. Upon their return apparently only one bag of\r\nperlemoen had not been taken by the crowd. They arrested\nsome\r\npersons, including Agenbag, who were believed to have been involved\r\nin the incident.\n[6]\tOn appeal much store was set by the appellant in the\r\nnumerous contradictions between the police witnesses on matters of\r\ndetail\nsuch as, for example, whether there were 50 or 20 bags of\r\nperlemoen; whether there were three or four police vehicles; whether\r\nthere were seven or eight policemen; and so on and so forth. The\r\nconclusion the appellant asked this court to draw from all this\nis\r\nthat, in the light of these contradictions, the version of the police\r\nwitnesses could not be accepted. But, as I see it, such\nconclusion\r\nwould amount to a\nnon sequitur\n.\r\nAs was pointed out by Nicholas J in\nS v\r\nOosthuizen\n1982 (3) SA 571\n(T) at 576B-D:\n'Where the [contradicting]\r\nstatements are made by different persons, the contradiction in itself\r\nproves only that one of them is\nerroneous: it does not prove which\r\none. It follows that the mere fact of the contradiction does not\r\nsupport any conclusion as to\nthe credibility of either person. It\r\nacquires probative value only if the contradicting witness is\r\nbelieved in preference to the\nfirst witness, that is, if the error of\r\nthe first witness is established.\n\"It is not the\r\ncontradiction, but the truth of contradicting assertion as opposed to\r\nthe first one, that constitutes the probative\nend.\"\n(\nWigmore\n[On Evidence Vol III]\nat 653.)'\nAnd at 576G-H:\n'Plainly it is not every error\r\nmade by a witness which affects his credibility. In each case the\r\ntrier of fact has to make an evaluation;\ntaking into account such\r\nmatters as the nature of the contradictions, their number and\r\nimportance, and their bearing on other parts\nof the witness's\r\nevidence.'\n[7]\tAs I see it, the contradictions between the police\r\nwitnesses in this case bear the hallmarks of honest mistakes. They\r\nare patently\nimmaterial in that they do not advance or prejudice the\r\npolice case one way or the other. What is more, they are clearly of a\r\nkind\nthat may result from erroneous observation in a confused\r\nsituation â which this undoubtedly was â or which can be\r\nattributed\nto defective recollection over the period of almost two\r\nyears that elapsed between the incident and the trial.\n[8]\tWhat I find far more significant than these\r\ninconsequential differences between the police witnesses is that, on\r\nthe material\nfacts, they are not only corroborated inter se, but\r\nvirtually in all respects by the defence witnesses. This is apart\r\nfrom J to\nwhose version I shall presently return. The only difference\r\nof note between the defence witnesses and the police relates to a\r\ndenial\nby the former of the police account that they only started\r\nshooting with rubber bullets after the commencement of the stoning by\n\nthe crowd. J, incidentally, saw no stoning at all. He only saw\r\nshooting by the police. According to the other two defence witnesses,\n\nthe sequence was as follows:\nAfter the incitement by Crause, members of the crowd\r\n\tstarted to remove bags of perlemoen from the scene.\nThe police then started shooting in their direction\r\n\twith rubber bullets.\nThereafter the crowd began to stone the police.\nSubsequent to that the police ran out of rubber bullets\r\n\tand started using their 9mm pistols.\n[9]\tAccording to the rather terse judgment of the trial\r\ncourt, it seems to have preferred the police version. I tend to\r\nagree. On\nthe probabilities it would take an extraordinarily brave\r\nperson to remove the bags of perlemoen from eight armed policemen.\r\nMuch\nmore likely is the prospect that the crowd would first force the\r\npolice to retreat so as to enable them to remove the perlemoen.\nThat,\r\nafter all, is the strategy that eventually succeeded. Moreover, the\r\ntwo defence witnesses, each for reasons of his own, hardly\nearned\r\nthemselves any commendations for dependability. While Agenbag\r\nexpressed his avid support for his friend Crause and the poachers\nin\r\nthe crowd who wanted to remove 'their' perlemoen, the other witness,\r\nInspector Robertson, contradicted himself at least four\ntimes on this\r\nvery issue. But, be that as it may. On a proper analysis even the\r\ncontroversy on this aspect proves to be immaterial,\nin that the\r\nacceptance of any one version in preference to the other would, in my\r\nview, make no difference to the outcome of the\ncase. I say that for\r\nthe reasons that follow.\n[10]\tBy any standard, J was an unsatisfactory witness.\r\nHis valiant attempt to disassociate himself from the obstreperous\r\ncrowd drove\nhim to deny even the most obvious, for example, that he\r\nhad seen stones being thrown at the police. Nonetheless it is clear,\r\neven\non his insupportable version, that his injuries must have been\r\ncaused by sharp point ammunition aimed in the general direction of\n\nthe crowd. By all accounts the police only started using sharp point\r\nammunition â as opposed to rubber bullets â after the\ncrowd had\r\nstarted throwing stones. Logic therefore dictates that J sustained\r\nhis injuries through police action directed at the\nstone throwing\r\ncrowd.\n[11]\tCan it be said that in these circumstances the\r\npolice action which caused J's injuries does not attract liability\r\nbecause it\nwas justified in circumstances of necessity? Unlike\r\nself-defence â also referred to as private defence â the defence\r\nof necessity\ndoes not require that the defendant's action must be\r\ndirected at a wrongful attacker. There was therefore no need for the\r\nrespondent\nto establish that J was himself part of the attacking\r\ncrowd. What the respondent had to prove in order to establish the\r\njustification\ndefence of necessity, appears, for example, in broad\r\noutline, from the following statements in 'Delict' 8(1)\nLawsa\n(2ed) by J R Midgley and J C van der Walt,\r\npara 87:\n'An act of necessity can be\r\ndescribed as lawful conduct directed against an innocent person for\r\nthe purpose of protecting an interest\nof the actor or a third party .\r\n. . against a dangerous situation . . . .\nWhether a situation of necessity\r\nexisted is a factual question which must be determined objectively. .\r\n. .\nA person may inflict harm in a\r\nsituation of necessity only if the danger existed, or was imminent,\r\nand he or she has no other reasonable\nmeans of averting the danger. .\r\n. .\nThe means used and measures\r\ntaken to avert the danger of harm must not have been excessive,\r\nhaving regard to all the circumstances\nof the case . . .'.\n(See also eg:\nCrown Chickens (Pty)\r\nLtd t/a Rocklands Poultry v Rieck\n2007 (2) SA\r\n118\n(SCA) paras 13 and 14; D Visser 'Delict' in F de Bois (ed);\nWille's Principles of South African Law\n9ed\r\n(2007) 1146; Neethling, Potgieter & Visser\nLaw\r\nof Delict\n5ed (2006) Chap 3 para 6.3.)\n[12]\tIt was not and could not be disputed that the\r\npolice were protecting legal interests. It was, however, contended on\r\nbehalf\nof the appellant that the police exaggerated the danger they\r\nwere in. But both the trial court and the court a quo found otherwise\n\nand I agree with this finding. Even Agenbag who obviously held no\r\nbrief for the police, explicitly admitted that the police were\n\nliterally in danger of their lives at the time they started firing\r\nsharp point ammunition. The grievous nature of the situation\nis\r\nfurther objectively illustrated by the fact that the police were, by\r\nall accounts, only able to leave the scene when Crause\nordered a\r\ncessation of the stoning and that they were only able to return when\r\naccompanied by reinforcements and in a police armoured\nvehicle. In\r\nthe circumstances counsel for the appellant was unable to propose any\r\nrealistic alternative means by which the police\ncould avert the\r\ndanger. And I can think of none. Before firing sharp point ammunition\r\nthey had essentially tried everything else.\nThe question which\r\nsometimes arises in matters of this kind, namely, whether the\r\ndefendant should rather have fled, does not even\noccur. At the stage\r\nwhen the police started to fire live ammunition, their attackers\r\nsimply did not allow them to flee.\n[13]\tIn the circumstances, I agree with the finding of\r\nboth the trial court and the court a quo, that the respondent had\r\ndischarged\nthe onus of establishing that the conduct of the police\r\nofficers which caused J's injuries, was not wrongful, in that their\r\nactions\nwere justified by necessity.\n[14]\tThe appeal is dismissed with costs.\nâ¦â¦â¦â¦â¦â¦\n.\nF D J BRAND\nJUDGE OF APPEAL\nCounsel for Appellant\t:\tJohn Whitehead SC\nInstructed\r\nby\t\t:\tJ L Martinson & Co\nCape\r\nTown\nCorrespondent\t\t:\tClaude\r\nReid Inc\nBloemfontein\nCounsel\r\nfor Respondent:\tAshton Schippers SC\nStanley\r\nO'Brien\nInstructed\r\nby\t\t:\tThe State Attorney\nCape\r\nTown\nCorrespondent\t\t:\tThe\r\nState Attorney\nBloemfontein",
  "scraped_at": "2026-02-12T05:12:38.406497",
  "date": "2009-09-10",
  "coram": [
    "Brand JA",
    "Heher JJA",
    "Snyders JJA",
    "Hurt AJJA",
    "Tshiqi AJJA"
  ],
  "case_number": "514/2008",
  "parties": {
    "applicants": [
      "Dolora Petersen"
    ],
    "respondents": [
      "Minister of Safety & Security"
    ]
  },
  "sections": {
    "facts": "On 19 July 2002 near Gansbaai, Western Cape, police from Operation Neptune attempted to seize at least twenty bags of illegally harvested abalone from a Nissan bakkie. A crowd of about 200 people gathered, incited by a man named Crause, and began stoning the police and removing the bags. The police first fired rubber‑bullet shotguns with little effect, then, after exhausting their rubber ammunition, fired live 9 mm ammunition into the crowd. During this exchange the appellant’s minor son, J, was shot in the right leg. The incident escalates with the police retreating, later returning in an armoured vehicle, arresting several individuals including Agenbag.",
    "issues": "The central issue was whether the police officers’ use of live ammunition, which caused injury to J, was justified by the defence of necessity and therefore exempt from delictual liability. Related issues included the credibility of contradictory police testimony and whether the respondent had discharged the burden of proving the necessity defence.",
    "principles": "The court relied on the delictual principle of necessity as set out in Midgley & Van der Walt’s ‘Delict’ (para 87) and case law such as S v Oosthuizen. Necessity requires that: (i) a real or imminent danger exists; (ii) the defendant has no reasonable alternative means of averting the danger; and (iii) the means employed are not excessive in the circumstances. The defence does not require the victim to be a wrongful attacker.",
    "application": "Applying these principles, the court found that the police faced a genuine threat to their lives from a stone‑throwing crowd, had exhausted non‑lethal options, and were unable to retreat because the crowd prevented their withdrawal. No reasonable alternative to live fire was presented. The force used was proportionate to the danger, satisfying the objective test of necessity. Consequently, the respondent met its onus of proving that the police conduct was not wrongful.",
    "conclusion": "The appeal was dismissed with costs. The court upheld the lower courts’ findings that the police’s use of live ammunition was justified by necessity, and therefore the Minister of Safety & Security was not liable for the injuries sustained by J."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Justification – Necessity",
    "level_3": [
      "police use of force",
      "necessity defence",
      "injury to minor",
      "illegal poaching",
      "crowd violence"
    ]
  }
}