{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/98.html",
  "case_name": "Bane and Others v D'Ambrosi (279/08) [2009] ZASCA 98; 2010 (2) SA 539 (SCA) ; [2010] 1 All SA 101 (SCA) (17 September 2009)",
  "citation": "[2009] ZASCA 98",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 98\n|\nNoteup\n|\nLawCite\nBane and Others v D'Ambrosi (279/08) [2009] ZASCA 98; 2010 (2) SA 539 (SCA) ; [2010] 1 All SA 101 (SCA) (17 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\nAPPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase No: 279/08\nDR ROY BANE\t\t\t\t\t\t\t    First Appellant\nDR K MICHALOWSKI\t\t\t\t\t\nSecond Appellant\nDR HAYHURST\t\t\t\t\t\t\t  Third Appellant\nDR\nBOWDEN\t\t\t\t\t\t\tFourth Appellant\nDRS MORTON & PARTNERS\t\t\t\t\t    Fifth\nAppellant\nand\nMARCO D'AMBROSI\t\t\t\t\t\t       Respondent\nNeutral citation:\nBane v D'Ambrosi\n(279/08)\n[2009] ZASCA 98\n(17\nSeptember 2009).\nCoram:\nBRAND, JAFTA, MAYA JJA\net\nHURT, LEACH\nAJJA\nHeard:\n7 MAY 2009\nDelivered:\n17 SEPTEMBER 2009\nSummary:\nDelictual damages - measure of – Plaintiff claiming loss of earnings\nwhich would have accrued in United Kingdom – Plaintiff,\nas a result of\ndelict unable to work in United Kingdom and remaining in South Africa –\nadjustment to measure of loss in sterling\ncurrency to allow for lower cost of\nliving in South\nAfrica.\n_____________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: High Court, Cape Town (Van Zyl J\nand subsequently Traverso DJP sitting as court of first instance).\n1.\tThe appeal succeeds to the extent set out\nbelow:\n1.1\tParagraph (b) of the order made \tby the court below on 31 January\n2008 is amended to read:\n'(i)\tThe value of the plaintiff's net past loss of\nearnings will be the difference between GBP128 714 and ZAR 791 835;\n(ii)\tThe\nvalue of the plaintiff's claim for future loss of earnings will be the\ndifference between GBP578 884 and ZAR 3 911 705;\n(iii)\tThe exchange rate will\nbe the one prevailing at noon on the date of payment.'\n1.2. \tParagraph (c) of the said order is amended to\nread:\n'Interest at the rate prescribed in terms of\ns1\nof the\nPrescribed Rate of Interest Act, 55 of 1975\n, is payable by the defendants as\nfollows:\n(i)       on the amount of  R1 189 253,09 (past hospital and medical\nexpenses) from 17 March 2004 to 31 January 2008;\n(ii)     on the amount of\nR400 000 (general damages) from 20 August 2007 to 31 January 2008;\n(iii)     \non the expenditure incurred by the plaintiff, during the period between 6 April\n2004 and 31 January 2008, on items categorised\nin the pleadings as 'future\nmedical and hospital expenses', from the date on which such expenditure was\nincurred to 31 January 2008;\n(iv)    on the capital amount of R2 434 630.09\n(being the sum of the awards in respect of past and future hospital and medical\nexpenses\nand general damages) from 31 January 2008 to date of payment;\n(v)   \non the capital amount of the awards for past and future loss of earnings as\ndetermined in paragraph (b) hereof, from 31 January\n2008 to date of\npayment.'\n2.\tSave as aforesaid the appeal and the cross appeal are\ndismissed.\n3.\tThe respondent is ordered to pay the appellants' costs of\nappeal and the costs of the\ncross-appeal.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nHURT AJA (BRAND, JAFTA, MAYA JJA\net\nLEACH AJA concurring):\n[1]\t'The figure of justice carries a pair of\nscales, not a cornucopia.'\n[1]\nThe\nprincipal issue in this appeal is whether the Cape High Court used the correct\nnotional implement in assessing its awards to\nthe respondent for loss of\nearnings and for future medical expenses in a claim for damages based on\nnegligence.  The respondent instituted\naction against the appellants claiming\ndamages flowing from various negligent acts by the appellants in the course of\nrendering medical\nand surgical services to him. The appellants conceded\nliability to compensate the respondent and the action proceeded on the issue\nof\nquantum only. Van Zyl J was asked to decide certain legal issues on the basis of\na stated case to enable the parties to narrow\nthe ambit of the evidence which\nwould be necessary. These issues having been ruled on, the matter came before\nTraverso DJP who made\nan   award in respect of past hospital and medical\nexpenses, general damages and costs on 20 August 2007 and a further award (after\ndirecting that an actuary determine the quantum of the claims for future medical\nexpenses and future loss of earnings) on 31 January\n2008. Leave to appeal and to\ncross-appeal against the judgments of both judges was granted by Traverso\nDJP.\n[2]\tCompared to the complicated course followed in the litigation,\nthe issues in the appeal and cross-appeal are refreshingly narrow.\nTo put them\nin context it is necessary to sketch the factual background against which the\nrespondent made his claim. I think it is\nfair to say that the following was\ncommon cause when the matter was argued before us. The respondent was born in\n1975 and, after\ncompleting his schooling and qualifying in various training\ncourses, he started work as a salesman for the office equipment supplier,\nCanon,\nin Cape Town. He proved to have exceptional ability in this field. He was\ndescribed by an erstwhile superior as having 'innate\nsales ability' and outshone\nthe majority of his co-employees. In 2000 he decided to emigrate and applied for\nseveral posts in the\nUnited Kingdom. He attended a number of interviews pursuant\nto these applications and received a large number of job offers. He eventually\naccepted a position as an office equipment salesman with the company Ikon, which\nis Canon's biggest competitor in London. He planned\nto depart for London in\nJanuary 2001 but, since he had been experiencing persistent heartburn for some\ntime, he decided, in December\n2000, to take medical advice with a view to curing\nthe condition. The advice was that he should undergo surgery to treat an\noesophageal\nhernia. He took this advice with catastrophic consequences as far as\nhis health and physical ability are concerned. It is not necessary\nto outline\nthese consequences because they have been carefully and exhaustively dealt with\nin the proceedings in the court below\nand were not in issue before us save in\none very limited respect. It will suffice to say that the medical and surgical\ntreatment\nto which the respondent was subjected so damaged him that he was\nconstrained to cancel his plans to take up employment with Ikon\nand, instead,\ndecided to stay in South Africa to be near to his family.\n[3]\tThe awards\nfor loss of earnings involved a pounds sterling conversion. That for past loss\nof earnings was to be the difference\nbetween £160 893 and R791 835 and the\nfuture loss was fixed at the difference between £723 605 and R3 911 705,\nthe exchange\nrate for both these conversions to be the one prevailing at noon on\nthe date of judgment.  On the claim for future medical expenses,\nTraverso J made\nan award of R845  377.\n[4]\tThe first issue on appeal concerns the\nquestion whether the award for loss of earnings should incorporate a deduction\nbased on\nthe circumstance that the cost of living in South Africa is lower than\nthat in London (I shall refer to this as 'the cost of living\nadjustment'). The\nsecond relates to the award of future medical expenses, the appellants'\ncontention being that the respondent's\ncompensation under this head should be\nlimited to the present day value of the additional premiums which the respondent\nis now, and\nwill in future be, obliged to pay to his medical aid  because he is\nclassified as a chronic sufferer. The cross-appeal relates to\nwhether Traverso\nDJP should have made allowance, in her assessment of loss of future earnings,\nfor future increases in income and\nto whether the appellants should have been\nordered to pay interest on the award from the date of service of the summons\nupon them.\nThe Awards for Loss of Earnings.\n[5]\tIt is common\ncause between the parties that the respondent would, but for his misfortune,\nhave lived and worked in London. Nor\nis there any dispute as to the computation\nof the past and future loss of earnings as actuarially discounted to their\n'present-day\nvalues'. The appellants' complaint is that the court below, in\nassessing the notional earnings in pounds sterling and deducting therefrom\nthe\npost-injury earnings in Rand (with an appropriate directive as to the exchange\nrate to be applied), failed to take into account\nthe fact (both admitted and\nproved in evidence) that there is a substantial difference between the cost of\nliving in London a   \n   nd that in South Africa. Without taking this into\naccount, so the appellants contend, the respondent is receiving the benefit\nof\nthe higher salary which he would have received in London, without having to cope\nwith the increased cost of living that would\nhave been his lot if he had had to\nlive there to earn it.\n[6]\tTo discuss the merits of this submission it\nis convenient, first, to trace its course through the court below. After\npleadings\nhad closed and the parties had complied with the prescribed pre-trial\nprocedures, the appellants (as defendants) admitted their liability\nto\ncompensate the respondent, leaving as the remaining issue in the trial the\nquantum of such compensation. Counsel were apparently\nable to reach agreement on\na number of the issues relating to quantum, but remained at odds in regard to\nthe questions of loss of\nearnings and future medical expenses.\n[7]\tHaving thus considerably narrowed the issues between them, counsel\nagreed to submit a stated case to the court in terms of\nrule 33(1).\nI have\nlittle doubt that they jointly considered that the procedure which they adopted\nin this regard was the most expeditious one\nand one which was in the interests\nof their clients, but it was not in accordance with the rules and could have\nresulted in prejudice\nto one or other (or perhaps both) of the parties. The\nstated case was divided into two parts, the one relating to the issue concerning\nthe cost of living adjustment and the other to the issue concerning future\nmedical expenses. Each section contained an introductory\nparagraph prefaced by\nthe heading 'Factual Assumptions' and the words:\n'The Court is requested to\ndetermine the legal issue on the basis of the following factual assumptions\n(without any finding by the\nCourt or concession by the parties being made in\nthis regard) . . .'\nRules 33(1)\nand\n33\n(2) make it clear that the resolution\nof a stated case proceeds on the basis of a statement of agreed facts. It is,\nafter all, seen\nas a means of disposing of a case without the necessity of\nleading evidence. The case drafted by the parties, with both of them reserving\ntheir position with regard to the factual 'assumptions', was plainly contrary to\nthe basic object of the rule and the procedure of\nasking the court to rule on\nthe issues thus defined was really tantamount to asking the court to give advice\non possibly abstract\nquestions. In my view, Van Zyl J should have declined to\nrule on the issues until each party had unequivocally accepted that it was\nbound\nby the facts stated. Nevertheless, the learned judge grasped the nettle. Having\nconsidered the arguments presented to him,\nhe rejected the contention that the\ncost of living adjustment should be taken into account for the purpose of\ncomputing the claim\nfor loss of earnings. At most, he said, the potential saving\nin cost of living expenses might be relevant for the purposes of assessing\ngeneral damages or 'determining contingency deductions'.\n[8]\tIn\nargument before the court below, it seems that counsel tended to focus on\nmatters such as 'currency\nnominalism'\n[2]\nand the relevance of a\nplaintiff's standard of living and lifestyle to the computation of his loss of\nearning capacity. The reasons\nfor the conclusion reached by the learned judge\nappear, I think, from the following passages in his judgment:\n'However useful\nand interesting it may be to compare cost of living in different countries or\ncities, such comparison must of necessity\nbe based on any number of variables.\nChief among these must be the requirements and needs of the particular\nindividual residing and\nworking in such country or city. He or she may choose to\nlive on a voluptuous or luxurious scale, spending his or her full allowance\non\nliving expenses. On the other hand he or she may prefer to live frugally with a\nview to saving as much as possible. Any attempt\nto quantify such living expenses\nwould inevitably be of a speculative or hypothetical nature, based, as it is, on\nuncertain and frequently\nindeterminate\nfactors.\n[3]\n. . . . There are, in\nmy view, no grounds clearly justifying the treatment of reduced cost of living\nexpenses as a benefit to be taken\ninto account in assessing damages for lost\nearnings. Nor do I believe that justice, fairness, reasonableness or policy\nconsiderations\nrequire that it be so treated . . . At best for the defendant\n(\nsc\n'appellants') it is a collateral benefit, which is irrelevant for\npurposes of determining the\nquantum\nof loss of earnings or earning\ncapacity.'\n[4]\nThe ruling which the\nlearned judge made, read as follows:\n'The cost of living differential between\nJohannesburg and London should not be taken into account in assessing the\nplaintiff's claim\nfor past and future loss of earnings or earning\ncapacity.'\nAlthough he had mentioned, in the course of his judgment, that\ncomparative living costs might justify a contingency adjustment in\nthe overall\nclaim, I think that the clear terms of the above ruling should be taken to have\noverridden any such suggestion.\n[9]\tThe appellants gave notice of an\napplication for leave to appeal against this ruling, as well as against the one\nconcerning future\nmedical expenses. After discussion, however, counsel agreed\nthat the application would be deferred until after judgment had been\ndelivered\nin the action and it seems that it was on this basis that counsel agreed that\nthe evidence of the appellants' witness,\nDr C P van Walbeek, would be adduced\nbefore Traverso DJP.\n[5]\nTraverso DJP\ntook the view (whether correctly or incorrectly, it is not necessary to decide)\nthat she was bound by the ruling and\ndid not consider van Walbeek's evidence in\narriving at her conclusion as to the amount to be awarded.\n[10] \tThe\ncontentions, alluded to by Van Zyl J in his judgment, against the proposition\nthat the evidence relating to the cost of\nliving adjustment should be considered\nfor the purpose of assessment of loss of earnings fell, broadly, into three\ncategories. The\nfirst was the theory of 'currency nominalism' to which reference\nwas made in paras 15 to 20 of the judgment. The second was that\nany attempt to\ncompute the effect which differences in cost of living might have on a London\nsalary as opposed to a South African\none would be so beset by imponderables and\nspeculation that it would be\nworthless.\n[6]\nThe third was that the\n'reduction' in the respondent's cost of living due to the circumstance that he\nwould not be moving to London,\nshould not be treated as a 'collateral benefit'\nwhich fell to be deducted from his\nloss.\n[7]\n[11] \tI do not\nconsider that the principle of currency nominalism has anything to do with the\nenquiry. Indeed, as Mr van Riet\n,\nwho appeared for the appellants, was at\npains to point out, the parties were\nad idem\nthat the past and future\nloss of earnings should be assessed in pounds sterling and that the resulting\nfigure should be converted\nto rand at a fixed date. In the circumstances, this\nprinciple had no bearing upon the appellants' contentions.\n[12]\tThe\nrespondent's contention that it was futile to attempt to quantify the effect\nwhich a difference in cost of living might\nhave on a particular individual\nbecause of differences in the lifestyle of individuals and the imponderables\nassociated with any\nattempt to predict the vagaries of economic parameters such\nas cost of living, price indices and the like, plainly found favour with\nthe\nlearned judge. The contention is, however, flawed in two respects. First,\nbecause the computation of compensation for the loss\nof earnings must focus on a\nplaintiff's\nearning capacity\n, what he does with his money after he has\nearned it can hardly be relevant. Put into bluntly commercial terms, the\ncomputation is\nabout turnover, not profit. Secondly, the fact is that the courts\nhabitually have to grapple with problems of this nature where resort\nmust be had\nto estimates and speculation in order to arrive at a figure which the court\nconsiders to be as fair as possible to both\nsides. This is clear from the\nwell-known and much-quoted\ndictum\nby Nicholas JA in\nSouthern Insurance\nAssociation Ltd v Bailey\nNO\n:\n[8]\n'Any enquiry into\ndamages for loss of earning capacity is of its nature speculative, because it\ninvolves a prediction as to the future,\nwithout the benefit of crystal balls,\nsoothsayers, augurs or oracles. All that the Court can do is to make an\nestimate, which is\noften a very rough estimate, of the present value of the\nloss.\nIt has open to it two possible approaches.\nOne is for the Judge to\nmake a round estimate of an amount which seems to him to be fair and reasonable.\nThat is entirely a matter\nof guesswork, a blind plunge into the unknown.\nThe\nother is to try to make an assessment, by way of mathematical calculations, on\nthe basis of assumptions resting on the evidence.\nThe validity of this approach\ndepends of course upon the soundness of the assumptions, and these may vary from\nthe strongly probable\nto the speculative.\nIt is manifest that either approach\ninvolves guesswork to a greater or lesser extent. But the Court cannot for this\nreason adopt a\nnon possumus\nattitude and make no award.'\nThis\nprinciple applies with equal force to the manner in which a judge is called upon\nto deal with any aspect of the assessment of\nthe loss of earnings – if it\nis relevant to the assessment, he or she must make the best of the material\nbefore the court,\nnotwithstanding that the result may well be open to criticism.\nI do not consider, therefore that the difficulties associated with\nmaking an\naccurate assessment can properly or justifiably be regarded as a bar to the\napplication of the cost of living adjustment\nin this instance.  If the\nmathematically-based route to the assessment is effectively blocked by\nunreliable assumptions and imponderables,\nthen the judge must resort to the less\ndesirable alternative of applying a contingency factor or simply making an\nestimate which\nhe or she feels will do justice in the circumstances. The object\nof the exercise is always to arrive at a fair award which compensates\nthe\nplaintiff for his actual loss and does not 'punish' the defendant for his\ndelict. (See the judgment of Trollip JA in\nSantam Versekeringsmaatskappy v\nByleveldt\n1973 (2) SA 146\n(A) at 171 and 173 to 174.)\n[13]\tIt seems to me that it is erroneous to treat the cost of living adjustment\nas a species of 'collateral benefit' – a concept\nwhich our courts have\nfound difficult to develop and justify along uniform and logical\nlines.\n[9]\nAs was stressed by Trollip\nJA in\nByleveldt\n, at p 173:\n'[The] question is what, according to law,\nis the quantum of [the plaintiff's] economic loss and not, is the defendant\nentitled to\nthe benefit of any item? The defendant is liable for neither more\nnor less than that quantum, irrespective of whether or not the\ndefendant gets\nany \"benefit\" in the process of fixing that quantum. Indeed, in that context it\nis fallacious to speak about a 'benefit\nbeing conferred' on the defendant by so\nreducing [the plaintiff's] loss of wages, for\nex hypothesi\nthe defendant\nwas never liable for the amount by which the loss is reduced . . .'\nWhether\none refers to a 'collateral benefit' (to the plaintiff) or a 'benefit to the\ndefendant' (arising from the fact that a deduction\nfrom the plaintiff's\nprima\nfacie\nloss is to be effected) is immaterial to the clear message in this\npassage – the main exercise is to ascertain the extent of\nthe plaintiff's\nactual loss.\n[14]\tIt follows from what I have said above that the\ngrounds upon which Van Zyl J decided that the cost of living adjustment should\nnot be applied, did not justify that conclusion. On the basis that she\nconsidered herself bound by the ruling, even after Dr van\nWalbeek had given\nevidence,\n[10]\nTraverso DJP expressly\nrefrained from considering that evidence or, indeed, the question whether the\ncost of living adjustment should\nbe made in any form. This court is in as good a\nposition as the court below was, to consider the evidence and to decide whether,\nand to what extent, the cost of living adjustment should be applied to the claim\nfor loss of earnings.\n[15]\tThe essence of the computation of a claim for\nloss of earnings is to compensate the claimant for his loss of earning\ncapacity.\n[11]\nAs I have indicated\nthe emphasis in the argument presented to Van Zyl J by both sides appears to\nhave been upon the type of lifestyle\nand the living expenses incurred by a\ntypical plaintiff in the position of the\nrespondent.\n[12]\nWhen a court\nmeasures the loss of earning capacity, it invariably does so by assessing what\nthe plaintiff would probably have earned\nhad he not been injured and deducting\nfrom that figure the probable earnings in his injured state (both figures having\nbeen properly\nadjusted to their 'present day values'). But in using this\nformulation as a basis of determining the loss of earning capacity, the\ncourt\nmust take care to make its comparison of pre- and post-injury capacities against\nthe same background. A simple example will\ndemonstrate where the danger lies in\nthis regard. An employee is required to travel a substantial distance each day\nin connection\nwith his work. Instead of giving him a separate travelling\nallowance or paying his travelling expenses, his employer pays him an\nadditional\namount as salary. The amount is designed to indemnify him against the additional\nexpense he must incur to perform his\nduties. The payment of it to him could\nhardly be said to be attributable to his earning capacity. If he were to become\ninjured and\nrendered unable to perform that particular job any longer, thus\ndispensing with the need to travel, he could hardly be heard to contend\nthat the\ntravelling allowance should be included in the computation of his notional\nearnings for the purpose of assessing his loss.\nTo extend the concept to one a\nlittle closer to the case under consideration: An employee is employed in South\nAfrica and paid a\nsalary of RA. His employer requires him to move to London to\ndo the same work, but, to cater for the increased expense of living\nin London,\nfixes his salary there at R(A+B). The employee could hardly contend that his\nearning capacity\nhad increased by the quantity B simply because he had\nmoved to London. Once again it would be a case of the increase in salary being\nprimarily a form of indemnity against the extra expense which the employee would\nbe expected to encounter in order to maintain the\nstandard at which he was able\nto live in South Africa at a salary of RA. If such an employee were to be the\nvictim of a delict which\nrendered him unable to continue working, and if he were\nconsequently to return to South Africa, I do not think that it could be\ncontended,\nfairly, that the wrongdoer should be obliged to compensate him for\nhis loss of earnings based on the rate of his London income.\n[16]\tThe\nfirst question is whether the evidence of Dr van Walbeek was such as to give the\ncourt a 'logical basis' for arriving at\na quantitative assessment of the effect\nof the London cost of living on the South African award to the respondent. I\nregret to say\nthat it was not. Dr van Walbeek's evidence was aimed at proposing\na method of formulating, quantitatively, the degree to which the\nincome of\nemployees in London has been and will in future be affected by the cost of\nliving there and, thereafter, of factoring this\ninto the claim for loss of\nearnings so as to ensure that the respondent would not be unduly benefited by\nbeing paid his compensation\nin South Africa. He acknowledged that his approach\ninvolved a considerable amount of speculation and, in the end, his evidence, as\nI understand it, left the court with an array of suggestions as to how to\nco-ordinate the numerous variable factors that are relevant\nto matters such as\nprice indices, inflation and the other ephemeral concepts in which economists\ndeal. I do not consider that his\nevidence can be treated, by any stretch of the\nimagination, as being equivalent, for instance, to that of an actuary who\nperforms\nhis calculations on the basis of mathematical formulae applied to\nfairly well-established patterns of currency behaviour, mortality\ntables and the\nlike. Although Mr van Riet endeavoured to persuade us to use Dr van Walbeek's\nevidence as a basis for calculating\nthe degree of benefit which the respondent\nwould derive if no provision is made for the cost of living adjustment, I do not\nthink\nthat the court should embark upon such an exercise. In other words, and\napplying the second example discussed in para 16, above,\nthere is not\nsufficiently cogent evidence on which to attempt to quantify the 'B' factor in\nthe example or, at least, to identify\nthe portion of that factor which could\nfairly be described as an allowance to cater for the higher cost of living in\nLondon.\n[17]\tWhat\nis\nclearly established by the evidence is that\nit is common practice (and, indeed, the only sensible one) for companies to\ninclude a\n'factor B' in their salary structure in these circumstances. The\nevidence also establishes that the same would apply to the commission\nstructure\nfor a salesman such as the respondent. As I have indicated, however, the\ninability to arrive at a quantitative assessment\nin this regard does not mean\nthat the court should ignore the circumstance that the loss of earning capacity\nis not truly reflected\nby the difference between the discounted London earnings\nand the South African figure. To do so would plainly be to ignore the\nmetaphorical\nscales and allow the respondent to receive more compensation than\nwould be necessary to make up for his lost earning capacity. In\nthis situation,\nit becomes necessary to resort to a 'contingency deduction' in an attempt to\noffset any advantage which the respondent\nmight otherwise derive from an award\nin the form made by the court below. I should perhaps stress that, in so\nresorting, the court\ncan do little more than make the 'blind guess' to which\nNicholas J referred in\nBailey\n. But at least this will have the effect of\nbalancing the scales to an extent and eliminating an anomaly from the\ncomputation of the\naward. Traverso DJP incorporated a contingency deduction of\n20 per cent into her computation of the notional earnings in London.\nThis was to\ncater for the uncertainties associated with the respondent's prospects of making\na success of his London venture. This\nis a fairly robust reduction but it was\nmade without the cost of living adjustment in mind. In my view, a further\nreduction of the\nnotional past and future London income by 20 per cent should go\nsome way toward achieving a balanced award.\n[18]\tThe actuary, Mr\nLowther, adjusted the computations of past and future London earnings in\naccordance with directives given by\nTraverso DJP. He arrived at a 'past' figure\nof £160 893 and a future one of £723 605. These figures should each be\nreduced\nby a further 20 per cent, ie to £128 714 and £578 884,\nrespectively.\nFuture Medical Expenses\n[19]\tThe contention of\nthe appellants is that since Medical Aid societies are now statutorily obliged\nto accept all applicants as\nmembers\n[13]\n– even those with\npre-existing health problems, they are now to be equated to national health\nschemes in the English or European\ncontexts. On the authority of\nZysset\n,\nMr van Riet contends that the respondent's membership of the Discovery Health\nMedical Scheme should no longer be regarded as a form\nof 'private indemnity\ninsurance'. It could accordingly not be treated as\nres inter alios acta\nand payments received from the health scheme should be treated as a benefit to\nbe deducted from the respondent's claim for future\nmedical\nexpenses.\n[14]\nCounsel's submission\nis that the claim for future medical expenses should be restricted to the\nadditional premiums which the respondent\nwill have to pay to his medical aid\nscheme because he is now classified as a 'chronic sufferer'. This argument was\nrejected by Van\nZyl J when he ruled on the second issue in the stated case. As\nto counsel's attempt to equate the statutory obligation upon medical\naid\nsocieties to accept all applicants as members to some sort of 'national health\nscheme' or 'social insurance benefit', Van Zyl\nJ pointed out that payments which\nthe medical aid was and is obliged to make to the respondent constitute the\ndischarge by the medical\naid of contractual obligations flowing from the\ncontract concluded between it and the respondent. As such they constitute\nres\ninter alios acta\nand the appellants cannot claim the benefit of\nthem.\n[15]\nI fully agree with\nthe learned judge's approach on this issue. Nor is there any substance in the\ncontention that the Medical Schemes\nAct has had the effect of creating something\nakin to a social insurance benefit in South Africa. While it may be obligatory\nfor a\nmedical scheme to accept anyone who applies to become a member, there is\nno obligation on the public to take up such membership.\nIt is not for the\nappellants to dictate to the respondent as to how he should structure his\nexpenditure, and the fact that he is,\nfor the present at least, a member of a\nscheme does not mean that that arrangement will continue into the foreseeable\nfuture. Moreover,\nit would be surprising if the scheme to which he belongs does\nnot provide for the principle of subrogation, which will mean that\nthe\nrespondent will ultimately have to transfer any compensation paid to him by the\nappellants to his medical scheme. It is not necessary,\nhowever, to explore this\naspect in any greater detail. The contention that the award for future medical\nexpenses should be modified\nin any way is without substance.\nThe\nCross-Appeal.\n[20]\t As indicated earlier, there are two grounds of\ncross-appeal against the judgment of Traverso DJP. The first is that the learned\njudge failed to make any provision for future increases in income in computing\nthe respondent's notional future earnings in London.\nThe basis upon which the\nfuture earnings were computed was that the respondent's commission income would\npeak at £43 200. After\nthe learned judge had adjourned the matter to enable\nthe actuary to perform the additional calculations directed by her, the\nrespondent's\ncounsel raised the issue that the revised calculations made no\nallowance for 'promotional increases'. As Traverso DJP pointed out,\nhowever, the\nquestion of promotion had never been part of the respondent's case. Having\nregard to the nature of the work which the\nrespondent would have been performing\nand the commission basis on which he was to be mainly remunerated, increases in\nhis income\nwould flow from increased commission. The assumption in this regard\nwas that, after the first few years he would consistently achieve\nhis\n'commission target'. As Traverso DJP put it in regard to counsel's\nsubmission:\n'The only room for promotion in the field in which the plaintiff\nwould have been working, would have been if he was promoted from\nsalesman to\nmanager, and this scenario was never addressed in evidence.'\nThis, in my\nview, is a complete answer to the respondent's contention about future increases\nin his London income.\n[21]\tThe second issue arising out of the\ncross-appeal relates to the respondent's contention that interest should accrue\non the awards\nmade by Traverso DJP from the date of service of the summons in\nthe action. Mr Irish submitted that Traverso DJP had erred in holding,\nas she\ndid in relation to his submissions in this regard, that 'interest can never be\nclaimable in regard to loss of earnings and/or\nfuture medical expenses'. In\nstating the proposition so categorically, it seems that the learned judge may\nhave overlooked the provisions\nof\ns 2A\nof the\nPrescribed Rate of Interest Act,\n55 of 1975\n, but the issue has virtually been disposed of by concessions made by\nMr van Riet on behalf of the appellants. These are that the\nparties have\nagreed:\n(a)\tthat the appellants are liable for interest, at the rate\nprescribed in terms of\ns 1(2)\nof Act 55 of 1975, on the claim for past medical\nand hospital expenses from 17 March 2004 (being the date on which the appellants\nwere furnished with full particulars showing how that claim is made up);\nand\n(b)\tthat the appellants will pay interest, at the said rate, on any\nexpense actually incurred prior to the date of judgment,  in respect\nof any item\ncategorised in the pleadings as a 'future medical expense' from the date when\nsuch expense was incurred.\nIt seems to me that the clearest way in which to\nprovide for this agreement in the order is to stipulate that these amounts are\nto\ngather interest separately from the date agreed until the date of judgment\nand that they will then be incorporated in the capital\nbalance of the judgment\ndebt on which interest will be due from the date of judgment.\n[22]\tIn\nrejecting the contention that the other aspects of the claim should carry\ninterest from the date of service of the summons,\nTraverso DJP said:\n'As this\ntrial proved the damages suffered by the plaintiff, and the calculation thereof,\nwere complicated, and many of the underlying\nfacts were only unravelled during\nthe course of the trial and, in addition, the plaintiff's claim was amended\nduring the course of\nthe trial. . . . '\nOn this basis the learned judge\ndecided that the respondent was only entitled to interest from the date of\njudgment. Insofar as the\nclaims for past and future loss of earnings and general\ndamages are concerned, her reasons for declining to make the order sought\nby the\nrespondent are convincing. The lion's share of the evidence at the trial was\nclearly devoted to defining and debating the\nprinciples applicable to the\nsomewhat unusual position in which the respondent found himself as a result of\nhis inability to proceed\nwith his career plans. But Mr Irish contended that if\nthe appellants had wished to protect themselves against the running of interest\nin the face of what they must have known would be a very substantial award\n(especially after they had acknowledged liability), it\nwas open to them to pay\ninto court or make a tender and the position would then have been governed by\nsubsec 2A(4), which provides\nthat, in such circumstances, the running of\ninterest is interrupted between the date of tender and the date of acceptance or\naward.\nThere is no indication on the record that the appellants have taken a\nstance which has prolonged the litigation. Indeed, it seems\nthat the appellants\ndid what they could to crystallize the issues. They reached agreement with the\nrespondent on past medical expenses\nand they co-operated in trying to\ncrystallise the issues by way of the questionable procedure before Van Zyl J.\nEven if the learned\njudge's attention was not particularly focused on the\nprovisions of s 2A of Act 55 of 1975, and, more particularly subsec\n(5),\n[16]\nI agree fully with her\nreasons for declining the respondent's request in this\ninstance.\n[23]\tThere remains one matter which I should mention before\nconsidering the issue of costs. It relates to paragraph (b)(iii) of the\norder\nmade by Traverso DJP in connection with the exchange rate which is to apply when\nthe sterling currency is converted to rand\nfor the purpose of fixing the claims\nfor loss of earnings. The learned judge ordered that the rate prevailing at noon\non the date\nof judgment was to be the rate used. Counsel are, however, agreed\nthat the correct rate will be that prevailing at the time of\npayment.\n[24]\tAs to the question of costs, the appellants have been\nsuccessful on the main issue, namely the computation of loss of earnings.\nIt\nfollows that they should have their costs of appeal. The costs of the\ncross-appeal should follow its result and there is no reason\nwhy the respondent\nshould not pay the appellants' costs in this connection.\n[25]\tI make the\nfollowing order:\n1.\tThe appeal succeeds to the extent set out\nbelow:\n1.1\tParagraph (b) of the order made \tby the court below on 31 January\n2008 is amended to read:\n'(i)\tThe value of the plaintiff's net past loss of\nearnings will be the difference between GBP128 714 and ZAR 791 835;\n(ii)\tThe\nvalue of the plaintiff's claim for future loss of earnings will be the\ndifference between GBP578 884 and ZAR 3 911 705;\n(iii)\tThe exchange rate will\nbe the one prevailing at noon on the date of payment.'\n1.2. \tParagraph (c) of the said order is amended to\nread:\n'Interest at the rate prescribed in terms of s1 of the\nPrescribed Rate of interest Act, 55 of 1975, is payable by the defendants as\nfollows :\n(i)       on the amount of  R1 189 253,09 (past hospital and\nmedical expenses) from 17 March 2004 to 31 January 2008;\n(ii)      on the\namount of R400 000 (general damages) from 20 August 2007 to 31 January\n2008;\n(iii)      on the expenditure incurred by the plaintiff, during the\nperiod between 6 April 2004 and 31 January 2008, on items categorised\nin the\npleadings as 'future medical and hospital expenses', from the date on which such\nexpenditure was incurred to 31 January 2008;\n(iv)    on the capital amount of\nR2 434 630.09 (being the sum of the awards in respect of past and future\nhospital and medical expenses\nand general damages) from 31 January 2008 to date\nof payment;\n(v)     on the capital amount of the awards for past and future\nloss of earnings as determined in paragraph (b) hereof, from 31 January\n2008 to\ndate of payment.'\n2.\tSave as aforesaid the appeal and the cross appeal are\ndismissed.\n3.\tThe respondent is ordered to pay the appellants' costs of\nappeal and the costs of the cross-appeal.\n_______________________\nN V HURT\nACTING JUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tR S van Riet SC\nInstructed by\nMacRobert Inc, Cape Town\nClaude Reid Inc,\nBloemfontein\nCounsel for Respondent:\tD F Irish SC\nA D Brown\nInstructed by\nFairbridge, Arderne & Lawton Inc, Cape\nTown\nSymington & De Kok, Bloemfontein\n[1]\nPer Greenberg J in\nInnes v\nVisser\n1936 WLD 44\nat 45 to\n46.\n[2]\nSee paras 15 to 17 of the\njudgment of Van Zyl J, now reported as\nD'Ambrosi v Bane\n2006 (5) SA 121\n(C).\n[3]\nPara\n35.\n[4]\nPara\n39.\n[5]\nThis agreement, I may say,\nwas fortunate since its result was that evidence which, in my view, is plainly\nrelevant to a proper assessment\nof the claim for loss of earnings was placed\nbefore the trial court notwithstanding the ruling on the 'stated\ncase'.\n[6]\nParas 21 to 24, 38 and\n39.\n[7]\nParas 27 to 30, 32 to 34\nand 39.\n[8]\n1984 (1) SA 98\n(A) at\n113 to 114.\n[9]\nSee\nZysset v\nSantam Ltd\n1996 (1) SA 273\n(C) at 278 to\n279.\n[10]\nIt is not necessary to\nconsider whether Traverso DJP's view on this aspect was correct, although I must\nsay that if Van Zyl J would\nhave had the power to reconsider his ruling once the\nevidence had been adduced, then so did the learned Deputy Judge\nPresident.\n[11]\nSantam\nVersekeringsmaatskappy Bpk v Byleveldt\n1973 (2) SA 146\n(A) at 150;\nDippenaar v Shield Insurance Co Ltd\n1979 (2) SA 904\n(A) at 917;\nSouthern Insurance Association v Bailey NO\n1984 (1) SA 98\nat 111.\n[12]\nThis was probably due\nto the manner in which the stated case was framed, viz\n'That at all material times the cost of living expenses (\nsic\n) in the\nUnited Kingdom have been and will be considerably higher than in South\nAfrica;\nThat various agencies compile, on an annual basis, comparative\nfigures regarding the relative cost of living in many major cities\naround the\nworld, which information is used\ninter alia\nto assist multinational\ncompanies in determining cost of living allowances for expatriate or seconded\nworkers.'\n[13]\nSection 29\n(1) (n) of the\nMedical Schemes Act, 131 of\n1998\n.\n[14]\nThis was thoroughly\ndealt with by Scott J in\nZysset\n.\n[15]\nDippenaar\nv Shield Insurance Co Ltd\n1979 (2) SA 904\n(A) at 920;\nStandard General\nInsurance Co Ltd v Dugmore NO\n1997 (1) SA 33\n(A) at\n42.\n[16]\nSubsection (5) reads:\n'Notwithstanding the provisions of this Act but subject to any other law or an\nagreement between the parties,\na court of law . . . may make such order as\nappears just in respect of the payment of interest on an unliquidated debt, the\nrate\nat which such interest shall accrue and the date from which such interest\nshall run.'",
  "scraped_at": "2026-02-12T05:14:43.548786",
  "date": "2009-09-17",
  "coram": [
    "BRAND",
    "JAFTA",
    "MAYA JJA",
    "HURT",
    "LEACH AJJA"
  ],
  "case_number": "279/08",
  "parties": {
    "applicants": [
      "DR ROY BANE",
      "DR K MICHALOWSKI",
      "DR HAYHURST",
      "DR BOWDEN",
      "DRS MORTON & PARTNERS"
    ],
    "respondents": [
      "MARCO D'AMBROSI"
    ]
  },
  "sections": {
    "facts": "The respondent, Marco D'Ambrosi, was a South African salesman who secured a job in London with Ikon in 2001. In December 2000, he underwent surgery for an oesophageal hernia, which caused severe complications and rendered him unable to take up the London position. He remained in South Africa and sued the appellants (medical professionals) for delictual damages arising from the negligent medical treatment. The claim comprised past and future loss of earnings (originally calculated in GBP and converted to ZAR) and future medical expenses. The High Court awarded past loss of earnings of £160,893 (converted to R791,835) and future loss of £723,605 (converted to R3,911,705), together with an award for future medical expenses of R845,377. The appellant contested the inclusion of a cost‑of‑living adjustment and the method of calculating future medical expenses.",
    "issues": "1. Whether a cost‑of‑living adjustment should be applied to the loss‑of‑earnings award, given the lower cost of living in South Africa compared with London. 2. Whether the award for future medical expenses should be limited to the additional premiums payable to the respondent’s medical‑aid scheme. 3. Cross‑appeal issues: (a) whether future increases in the respondent’s earnings should be taken into account; (b) whether interest on the awards should accrue from the date of service of the summons rather than from judgment.",
    "principles": "The court reaffirmed that damages for loss of earning capacity are measured on the plaintiff’s earning capacity, not on lifestyle or cost‑of‑living considerations. The notion of a “collateral benefit” arising from lower living costs is rejected. The court cited the principle that courts must make an estimate of loss despite speculative elements (Southern Insurance Association Ltd v Bailey). It also referenced the need for contingency deductions where uncertainty exists (Santam Versekeringsmaatskappy v Byleveldt). Interest provisions were drawn from the Prescribed Rate of Interest Act 55 of 1975, sections s1 and s2A.",
    "application": "The Supreme Court of Appeal held that the cost‑of‑living adjustment should not reduce the loss‑of‑earnings award. However, it endorsed the trial judge’s 20% contingency deduction applied to the notional London earnings, resulting in revised figures of £128,714 for past loss and £578,884 for future loss. The exchange rate to be applied was the rate prevailing at noon on the date of payment. The award for future medical expenses was left unchanged, rejecting the appellant’s argument that medical‑aid premiums should be deducted. Interest was ordered as specified in paragraph (c) of the amended order, applying the prescribed rate from the dates indicated.",
    "conclusion": "The appeal succeeded insofar as the loss‑of‑earnings figures were reduced to the amounts specified above and the exchange‑rate provision was amended. All other aspects of the judgment, including the future medical expenses award and the interest regime, were upheld. The cross‑appeal was dismissed. The respondent was ordered to pay the appellants’ costs of appeal and of the cross‑appeal."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Damages",
    "level_3": [
      "loss of earnings",
      "cost of living adjustment",
      "future medical expenses",
      "interest"
    ]
  }
}