{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/66.html",
  "case_name": "Municipal Manager: Qaukeni and Others v F V General Trading CC (324/2008) [2009] ZASCA 66; 2010 (1) SA 356 (SCA); [2009] 4 All SA 231 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 66",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 66\n|\nNoteup\n|\nLawCite\nMunicipal Manager: Qaukeni and Others v F V General Trading CC (324/2008) [2009] ZASCA 66; 2010 (1) SA 356 (SCA); [2009] 4 All SA 231 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: \r\n324/2008\nIn the matter between\nMUNICIPAL MANAGER:\r\nQAUKENI\nLOCAL\r\nMUNICIPALITY\nFirst\nAppellant\nQAUKENI\r\nLOCAL MUNICIPALITY\nSecond\r\nAppellant\nand\nF V\r\nGENERAL TRADING CC\nRespondent\nNeutral\r\ncitation\n:\nQAUKENI\r\nLOCAL MUNICIPALITY and F V GENERAL TRADING\n(324/08)\n[2009] ZASCA 66\n(29 May 2009)\nCoram:\tMPATI  P, BRAND,\r\nCLOETE, MAYA JJA and LEACH AJA\nHeard:\t14\r\nMay 2009\nDelivered:\t29\r\nMay 2009\nUpdated:\nSummary:  \r\nContract â municipal contract concluded in breach of prescribed\r\nprocesses relating to procurement of municipal services\nâ no\r\ndifference in procument processes required for basic municipal\r\nservices - contract invalid â unnecessary for appellants\nin present\r\nproceedings to have sought a formal review of the award of the\r\ncontract â declaration of invalidity issued.\n______________________________________________________________________\nORDER\nOn\r\nappeal from: High Court, Mthatha (Greenland AJ sitting as court of\r\nfirst instance).\nThe appeal\r\n\tsucceeds with costs. Such costs are to include the costs of two\r\n\tcounsel but shall exclude one half of the appellantsâ\ncosts of\r\n\tpreparing, perusing and lodging the appeal record.\nThe order in the court a\r\n\tquo is set aside and replaced with the following:\nâ\n(a)   The application\r\nis dismissed with costs.\n(b)   The\r\ncounter-application is granted with costs and the contract\nâZEV\r\n2â concluded on 25 June 2006 is declared to be null and void.\n(c)  The\r\ncosts shall include the costs of two counsel in each case.â\nJUDGMENT\n_________________________________________________________________\n____\nLEACH AJA\r\n(MPATI P, BRAND, CLOETE and MAYA JJA concurring):\n[1]   This\r\nappeal concerns the validity of a services procurement contract\r\nconcluded by the second appellant, the Qaukeni Local\nMunicipality,\r\nwithout due compliance with various statutorily prescribed procedures\r\nrelating to municipal procurements.   The second\nappellant is\r\nsituated in that portion of the province of the Eastern Cape formerly\r\nknown as Transkei. Its principal towns are Lusikisiki\nand Flagstaff. \r\n In the circumstances more fully described below, it purported to\r\nappoint the respondent as the refuse collector\nfor its municipal\r\narea.  The first appellant, the municipal manager Mr Fihlani, later\r\nsought to terminate the contract with effect\nfrom 30 June 2007.  This\r\ngave rise to the respondent instituting urgent proceedings in the\r\nHigh Court, Mthatha seeking an order\ndeclaring the termination to be\r\nunlawful and directing  the second appellant to  â. . . continue\r\nwith the contract and to pay\nthe (respondent) for the work done in\r\nterms thereof until the contract is lawfully terminatedâ.  In their\r\nabsence, the court\nissued a rule nisi calling upon the appellants to\r\nshow cause on the return day why such an order should not be granted.\r\nThe appellants\nsubsequently opposed the confirmation of the rule,\r\ncontending that the contract relied on by the respondent was invalid\r\nand of\nno force and effect; and in a counter application, they sought\r\na declaratory order to that effect.\n[2]   In due\r\ncourse the matter came before Greenland AJ who held the contract to\r\nbe valid. He further held that the appellants had\nnot discharged the\r\nonus of showing that they had justifiably terminated the contract\r\nand, consequently, he granted the respondentâs\napplication and\r\ndismissed the counter-application.   A subsequent application for\r\nleave to appeal was also dismissed but, with\nleave granted by this\r\ncourt, the appellants now appeal against the judgment in respect of\r\nboth the main and counter-applications.\n[3]   The\r\nmaterial facts relevant to the issues in the appeal are not in\r\ndispute. During November 2005, the respondent submitted\na tender for\r\na contract offered by the second appellant to collect refuse in both\r\nLusikisiki and Flagstaff.   Its tender was accepted\nand gave rise to\r\nthe conclusion of an oral agreement under which the respondent\r\nprovided the required service during the period\nNovember 2005 to 30\r\nJune 2006. The validity of this agreement has not been challenged and\r\nI mention it merely as historical background\nto the events that\r\nfollowed.\n[4]   When\r\nthe oral agreement was nearing its end, the municipal manager at the\r\ntime, Mr Cezula, contacted the respondent and invited\nit to submit a\r\ncopy of its budget for the twelve month period from July 2006 to June\r\n2007.  This the respondent did, but the âbudgetâ\nit presented in\r\nfact appears to have been no more than an itemised quotation to\r\ncontinue to provide its services at a monthly charge\nof R351 350.\r\nWithout inviting any other persons to tender for such a contract, the\r\nmunicipal council resolved to reappoint the\nrespondent as the second\r\nappellantâs refuse collector against payment of the monthly sum\r\nquoted in its âbudgetâ and tasked\nCezula to draw up a written\r\nagreement for the respondent to sign. He did so, and presented it to\r\nthe respondent for its approval.\nThe respondent accepted the terms\r\noffered, and the contract was duly signed by both parties at\r\nFlagstaff on 25 June 2006 (a copy\nthereof is included in the papers\r\nas annexure âZEV 2â).\n[5]   In\r\nterms of this contract the appellant was appointed the sole refuse\r\ncollector for the second appellant for which it would\nbe paid\r\nR351,350.00 per month, subject to a 20% annual escalation. Clause 2\r\nfurther provided:\nâ\n.\r\n. . to ensure uninterrupted delivery of the service in the best\r\ninterest of the local community, it is agreed that this contract\nis\r\nfor the initial period of one (1) year starting from 01 July 2006 to\r\n30 June 2007.    However for the contract to end on 30\nth\nJune 2007 the notice that the contract will terminate on 30\nth\nJune 2007 must be given to the service provider six (6) months prior\r\nto the date of termination otherwise the contract is automatically\n\nrenewed on the 30\nth\nof June 2007 for another period of one (1) year at the 20% escalation\r\non the fees charged for the service.   In any case for the\ncontract\r\nto lapse a notice of termination must be given six (6) months before\r\nthe end of the contract otherwise it will be automatically\nrenewed at\r\na 20% escalation on the fees charged for the service.  . . . .\nâ\n[6]   The\r\nrespondent duly proceeded to render the service it had undertaken and\r\nwas paid the agreed monthly fee for doing so. As\nno notice of\r\ntermination was given six months before 30 June 2007, the contract\r\nappeared set to continue beyond that date by reason\nof the automatic\r\nrenewal provision in clause 2.  However, in correspondence which\r\npassed between the parties commencing on 4 June\n2007 the first\r\nappellant, Cezulaâs successor as municipal manager, informed the\r\nrespondent that the municipal council had resolved\nthat its services\r\nwere not required beyond 30 June 2007 and that, although it would be\r\nat liberty to tender afresh when the second\nappellant called for\r\ntenders, the necessary statutory procedures would be strictly adhered\r\nto in the future.\n[7]   The\r\nletter of 4 June 2007 which conveyed this to the respondent was\r\nprinted on a letterhead bearing the name âIngquza Hill\nLocal\r\nMunicipalityâ. This led to the respondent rushing to court to\r\nlaunch legal proceedings which terminated in chaos. In an\napplication\r\nissued out of the Mthatha High Court under case number 891/2007, it\r\nsought an urgent order declaring âthe intervention\nof the Ingquza\r\nHill Local Municipality [to be] wrongful and unlawful in terminating\r\n[the contract âZEV 2â] without giving the\nrequired noticeâ.  \r\nIn a brief affidavit to oppose the grant of interim relief, the\r\nappellantsâ attorney drew attention to\nthe fact that the Ingquza\r\nHill Local Municipality had been established on 2 December 2000 by\r\nProvincial Notice No. 107 of 2000\nwhich, in turn, had been amended on\r\n28 January 2002 by Provincial Notice No 5 of 2002 by the substitution\r\nof the name âIngquza\nHillâ with âQaukeniâ.\n[8]   In the\r\nlight of this amendment, the appellantâs attorney averred that the\r\nIngquza Hill Local Municipality neither continued\nto exist nor was a\r\nlegal entity capable of suing or being sued. Of course that was\r\nnonsensical as the municipalityâs name had\nmerely been changed and\r\nthe second appellant, which had previously been known as the Ingquza\r\nHill Local Municipality, was thereafter\nknown by its current name.\r\nBut the respondent was so confused by all of this that it withdrew\r\nits application on 5 July 2007. It\nstated in the present proceedings\r\nthat it had done so as the second appellant (viz. the Qaukeni Local\r\nMunicipality) had had nothing\nto do with the letter of 4 June 2007\r\nwhich had come from the Ingquza Hill Local Municipality, that the\r\nlatter had no legal right\nto interfere with the contractual\r\nobligations between it and the second appellant, and that there had\r\ntherefore been no reason\nto pursue the application in case 891/2007\r\nas the second appellant had not sought to terminate the contract.  \r\nAs the second appellant\nand the Ingquza Hill Local Municipality were\r\nthe same entity, all of this is farcical.\n[9]   In any\r\nevent, the day after the withdrawal of the application in case\r\n891/2007, the appellants wrote to the respondent (this\ntime on a\r\nQaukeni Municipality letterhead) referring to the letter of 4 June\r\n2007 and re-iterating that such letter â. . . terminating\nor\r\ncancelling the contract still standsâ and that the use of an\r\nincorrect letterhead had nothing to do with the identity of the\n\nparties to the contract. The appellants therefore stated that they\r\npersisted in the contents of the letter of 4 June 2007. As a\nresult,\r\non 10 July 2007 the respondent rushed back to the High Court and\r\ninstituted the urgent proceedings which eventually culminated\nin the\r\ndecision in the court a quo which the appellants now seek to have\r\noverturned.\n[10]   The\r\nrespondent contended, both in this court and in the court below, that\r\nthe written contract âZEV 2â had indeed been\nvalid and of full\r\nforce and effect and, that being so and as no notice of termination\r\nhad been given six months before the end\nof June 2007, it had been\r\nautomatically renewed for a further year and Fihlaniâs notice of\r\ntermination was of no force and effect.\n  On the other hand, the\r\nappellants argued that as the agreement had been concluded in breach\r\nof various prescribed statutory requirements\nit had been void\nab\r\ninitio\nand was thus incapable of being\r\nvalidly extended.   The cardinal point in this appeal is therefore\r\nthe validity of the agreement.\n I turn to consider that issue.\n[11]   In\r\nconsidering the validity or otherwise of the written contract âZEV\r\n2â, it is necessary to recall that s 217(1) of\nthe Constitution,\r\ncouched in peremptory terms, provides\ninter\r\nalia\nthat an organ of state in the local\r\nsphere (such as a municipality) which contracts for goods and\r\nservices â\nmust\ndo so in accordance with a system which is fair, equitable,\r\ncompetitive and cost-effectiveâ (my emphasis). This constitutional\n\nimperative is echoed in both the Systems Act and the Municipal\r\nFinance Management Act 56 of 2003 (âthe Financial Management Actâ)\n\nas will become apparent from what is set out below.\n[12]   The\r\nprovisions of these two Acts, both of which relate to the procurement\r\nof âmunicipal servicesâ by municipalities are\ninterrelated and\r\nsomewhat convoluted. For present purposes it suffices to summarise\r\nthe applicable provisions relating to the procurement\nof such\r\nservices from a non-municipal entity such as the respondent  (defined\r\nin s 1 of the Systems Act as an âexternal service\nproviderâ) as\r\nfollows:\nA\r\n\tmunicipality is to have and implement a supply chain management\r\n\tpolicy\n1\nwhich is âfair, equitable, transparent, competitive and\r\n\tcost-effectiveâ and which complies with a regulatory framework\r\n\ndesigned to have that effect which, inter alia, covers âcompetitive\r\n\tbidding processesâ, procedures for âthe evaluation of\nbids to\r\n\tensure the best value for moneyâ and measures to combat âfraud,\r\n\tcorruption, favouritism and unfair and irregular\npractices in\r\n\tmunicipal supply chain managementâ.\n2\nA\r\n\tmunicipality may provide a municipal service by way of an âexternal\r\n\tmechanismâ by concluding a service delivery agreement\nwith an\r\n\texternal service provider.\n3\nIn the\r\n\tevent of a municipality deciding to do so it must select the\r\n\texternal service provider by a process which complies with\nits\r\n\tsupply chain management policy, including a competitive bidding\r\n\tprocess which allows all prospective service providers to\nhave equal\r\n\taccess to information relevant to the bidding process and which\r\n\tminimises the possibility of fraud and corruption.\n4\nThe process\r\n\tby which an external service provider is selected must be âfair,\r\n\tequitable, transparent cost-effective and competitiveâ.\n5\nThe\r\n\tregulatory framework governing a municipal supply chain management\r\n\tpolicy\n6\nrequires the policy to provide for the\r\n\tprocurement of goods and services above a transaction sum of R200\r\n\t000 by way of âa competitive\nbidding processâ.\n7\nAs the value\nof the\r\n\tpresent contract exceeds R4 million per annum, this regulation was\r\n\tobviously intended to apply to such a contract.\nBefore\r\n\tappointing the external service provider, the municipality must\r\n\testablish âa programme for community consultation and\ninformation\r\n\tdisseminationâ regarding the appointment and the contract to be\r\n\tconcluded with the service provider.\n8\n[13]   These\r\nstatutory precepts therefore oblige a municipality concluding a\r\nservice delivery agreement with an external supplier\n at a contract\r\namount in excess of R200 000 to act openly and in accordance with a\r\nfair, equitable, competitive and cost-effective\nsystem, and in terms\r\nof a supply chain management policy designed to have that effect.  \r\nUnfortunately for the members of the local\ncommunity who live and\r\nwork within its municipal area, the second appellant appears to have\r\nignored its obligation to have and\nimplement a supply chain\r\nmanagement policy and both in this court and the court below the\r\nmatter was argued on the basis that no\nsuch policy was in place. But\r\nthe respondentâs failure to implement a supply chain management\r\npolicy cannot relieve it of its\nstatutory obligation to act in a\r\nmanner as summarised above, and it would be untenable to suggest that\r\nthe respondent was therefore\nnot obliged to act openly, transparently\r\nand without following a fair, equitable, competitive and\r\ncost-effective process when contracting\nwith an external service\r\nsupplier to render a municipal service.\n[14]   It\r\nwas suggested by the respondent both in the court below and in the\r\nheads of argument filed in this court that a failure\nto comply with\r\nthese statutory precepts did not automatically visit a contract with\r\nan external service supplier with nullity,\nand that the court had a\r\ndiscretion to enforce such a contract if the supplier would otherwise\r\nbe prejudiced.  However counsel\nwho appeared for the respondent in\r\nthe appeal (who I should hasten to add had been briefed for the first\r\ntime in the matter at\nthe eleventh hour and had not been responsible\r\nfor the respondentâs heads of argument) was unable to advance this\r\nargument with\nany enthusiasm. His diffidence is understandable.\nIt\r\nis not a question of a court being entitled to exercise a discretion\r\nhaving regard to issues of fairness and prejudice. Rather,\nthe\r\nquestion is one of legality.\n[15]   \r\nConsequently, in a number of decisions this court has held contracts\r\nconcluded in similar circumstances without complying\nwith prescribed\r\ncompetitive processes are invalid. In\nPremier,\r\nFree State and Others v Firechem Free State (Pty) Ltd\n2000 (4) SA 413\n(SCA) this court set aside a\r\ncontract concluded in secret in breach of provincial procurement\r\nprocedures, holding that such a contract\nwas âentirely subversive\r\nof a credible tender procedureâ and that it would âdeprive the\r\npublic of the benefit of an open\ncompetitive processâ.\n9\nSimilarly in\nEastern Cape Provincial\r\nGovernment v\nContractprops\r\n25 (Pty) Ltd\n2001\r\n(4) SA 142\n(SCA), which concerned the validity of two leases of\r\nimmovable property concluded between the respondent and a provincial\r\ndepartment\nwithout the provincial tender board having arranged the\r\nhiring of the premises as was required by statute, this court\r\nconcluded\nthat the leases were invalid.    In giving the unanimous\r\njudgment of this court, Marais JA, after outlining the applicable\r\nstatutory\ntender requirements, said the following:\n10\nâ\nAs\r\nto the mischief which the Act seeks to prevent, that too seems plain\r\nenough. It is to eliminate patronage or worse in the awarding\nof\r\ncontracts, to provide members of the public with opportunities to\r\ntender to fulfil provincial needs, and to ensure the fair,\nimpartial,\r\nand independent exercise of the power to award provincial contracts.\r\nIf contracts were permitted to be concluded without\nany reference to\r\nthe tender board without any resultant sanction of invalidity, the\r\nvery mischief which the Act seeks to combat\ncould be perpetuated.\nAs\r\nto the consequences of visiting such a transaction with invalidity,\r\nthey will not always be harsh and the potential countervailing\n\nharshness of holding the province to a contract which burdens the\r\ntaxpayer to an extent which could have been avoided if the tender\n\nboard had not been ignored, cannot be disregarded. In short, the\r\nconsequences of visiting invalidity upon non-compliance are not\nso\r\nuniformly and one-sidedly harsh that the legislature cannot be\r\nsupposed to have intended invalidity to be the consequence. What\nis\r\ncertain is that the consequence cannot vary from case to case. Such\r\ntransactions are either all invalid or all valid. Their\nvalidity\r\ncannot depend upon whether or not harshness is discernible in the\r\nparticular case.\nâ\n[16]   I\r\ntherefore have no difficulty in concluding that a procurement\r\ncontract for municipal services concluded in breach of the\nprovisions\r\ndealt with above which are designed to ensure a transparent, cost\r\neffective and competitive tendering process in the\npublic interest,\r\nis invalid and will not be enforced.\n[17]   Faced\r\nwith this reality, counsel for the respondent argued, that while the\r\nremoval of refuse is a service rendered by a municipality,\nit had not\r\nbeen shown that the service which the respondent provided was a\r\nâmunicipal serviceâ as envisaged by the procurement\nprovisions in\r\nthe Systems and Financial Management Acts.\n[18]   The\r\nrespondentâs argument in this regard was based on the fact that\r\nboth Acts contain identical definitions of âbasic\nmunicipal\r\nservicesâ and âmunicipal servicesâ.  The former is defined as a\r\nâmunicipal service that is necessary to ensure\nan acceptable and\r\nreasonable quality of life and, if not provided, would endanger\r\npublic health or safety or the environmentâ\nwhile the latter  is\r\ndefined as âa service that a municipality in terms of its powers\r\nand functions provides or may provide to\nor for the benefit of the\r\nlocal communityâ irrespective of whether it does so by way of an\r\ninternal or external mechanism or\nwhether or not fees, charges or\r\ntariffs are levied in respect of such service. The respondentâs\r\nargument is that as the statutory\nprocurement processes I have dealt\r\nwith spoke only of âmunicipal servicesâ and not of âbasic\r\nmunicipal servicesâ, a municipality\nwas not bound to apply such\r\nprocesses in the procurement of the latter â and as the refuse\r\nremoval service the respondent had\nagreed to perform may well be such\r\na basic service, it had not been shown that the appellants had been\r\nobliged to follow those\nprocesses in awarding the contract to the\r\nrespondent.\n[19]   This\r\nargument was raised for the first time when the appeal was called in\r\nthis court. As it is an issue of both fact and\nlaw, it should\r\nproperly have been raised by the respondent in its papers in the\r\ncourt below and for that reason alone the respondent\nshould not be\r\nentitled to raise it now: see\nMinister of Land\r\nAffairs and Agriculture and Others v D & F Wevell Trust and\r\nOthers\n2008 (2) SA 184\n(SCA) para 43. But in\r\nany event, as a matter of law it is ill-founded. Not only does s 217\r\nof the Constitution not draw any difference\nbetween âmunicipal\r\nservicesâ and âbasic municipal servicesâ in obliging a\r\nmunicipality contracting for goods and service\nto do so in a fair,\r\nequitable, competitive and cost effective system, but there is no\r\nreason to think that the legislature intended\nbasic municipal\r\nservices to be procured in any other manner to the detriment of the\r\npublic and the public purse. After all, the\nresources of many\r\nmunicipalities will be used in supplying only basic services as\r\ndefined.  In addition, while s 73(1)  of the\nSystems Act obliges a\r\nmunicipality to give effect to the provisions of the Constitution, to\r\ngive priority to the basic needs of\nthe local community and to ensure\r\naccess to at least the minimum level of basic municipal services, s\r\n73(2) provides for municipal\nservices to be equitable and accessible,\r\nprovided in a manner that is conducive to a prudent, economic,\r\nefficient and effective\nuse of available resources, be financially\r\nsustainable and be regularly reviewed. No distinction is drawn in\r\nsub-section (2) between\nâbasic municipal servicesâ and âmunicipal\r\nservicesâ and, clearly, âbasic municipal servicesâ are nothing\r\nmore than\nâmunicipal servicesâ which are provided to ensure an\r\nacceptable and reasonable quality of life â as explained in the\r\ndefinition.\n[20]  \r\nAccordingly the legislature clearly did not intend to draw any\r\ndistinction between the processes required for the provision\nof\r\nmunicipal services and those for municipal services which could be\r\nregarded as âbasicâ.  The distinction drawn in the definition\nis\r\nonly to ensure that a municipality provides at least basic municipal\r\nservices.  Consequently, even if the contract presently\nin dispute\r\namounted to the provision of basic municipal services, it was\r\ntherefore still necessary for the prescribed procurement\nprocedures\r\nto be followed.\n[21]   The\r\nrefuse collection service the respondent undertook to provide was\r\nclearly a municipal service as envisaged by the Systems\nAct and the\r\nFinancial Management Act, and the second appellant was therefore\r\nobliged to follow the procurement processes they prescribed.\nIt did\r\nnot do so in awarding the contract to the respondent. Instead the\r\nappellants decided on the terms of the contract, including\npayment of\r\nthe amount the respondent had quoted to provide the required\r\nservices, and then made an offer to the respondent to contract\nwith\r\nit on those terms. All this was done without any transparent,\r\ncompetitive, cost-effective or bidding process taking place\nand\r\nwithout any programme involving community consultation or information\r\ndissemination being followed.  Clearly as this infringed\nthe\r\nprescribed procedures I have mentioned, the contract was invalid:\r\nwith the concomitant result that it could not be validly\nextended and\r\nthe second appellant was not bound thereby beyond the end of June\r\n2007.\n[22]   \r\nDespite this, the respondent raised, both in the court\na\r\nquo\nand in the heads of argument, what\r\neffectively amounts to an objection in\nlimine\nbased on the contention that it was an innocent party who had done\r\nnothing wrong but had merely accepted the appellantsâ offer\nwhereas\r\nthe appellants had failed to follow the municipal procedures that\r\nbound them. The respondent therefore argued that the\nappellants were\r\nnot entitled to bring proceedings that would result in them gaining\r\nan advantage from their own unlawful conduct\nto the prejudice of the\r\nrespondent.\n[23]   This\r\nargument cannot be upheld. This court has on several occasions stated\r\nthat, depending on the legislation involved and\nthe nature and\r\nfunctions of the body concerned, a public body may not only be\r\nentitled but also duty bound to approach a court\nto set aside its own\r\nirregular administrative act: see\nPepcor\r\nRetirement Fund v Financial Services Board\n2003\r\n(6) SA 38\n(SCA) para 10. Consequently,  in\nRajah\r\n& Rajah (Pty) Ltd and Others v Ventersdorp Municipality and\r\nOthers\n1961 (A) SA 402 (A) at  407D-E  it\r\nheld that the interest a municipality had to act on behalf of the\r\npublic entitled it to approach\na court to have its own act in\r\ngranting a certificate to obtain a trading licence declared a\r\nnullity. Similarly, in\nTransair (Pty) Ltd v\r\nNational Transport Commission and Another\n1977\r\n(3) SA 784\n(A) at 792H-793G this court held that an administrative\r\nbody which held wide powers of supervision over air services to be\r\nexercised\nin the public interest, had the necessary\nlocus\r\nstandi\nto ask a court to set aside a licence\r\nit had irregularly issued. Finally,\nin\nPremier,\r\nFree State and Others v Firechem Free State (Pty) Ltd\n,\nsupra\n,\nSchutz\r\nJA, in giving the unanimous judgment of this court, concluded that\r\nâthe\nprovince [the appellant] was under a duty\r\nnot to submit itself to an unlawful contract and [was] entitled,\r\nindeed obliged, to ignore\nthe delivery contract and to resist [ the\r\nrespondentâs] attempts at enforcementâ.\n11\n[24]   In\r\nthe present case, the contract in issue was concluded by a body\r\ncreated to serve the citizens of the country who live\nand work within\r\nits municipal area, and which under s 73 of the Systems Act is\r\nobliged to see to the needs of the local community\nand to provide\r\nmunicipal services in a manner âconducive to . . . the prudent,\r\neconomic, efficient and effective use of available\nresourcesâ.  The\r\ncontract in question was concluded in order to provide a service to\r\nthe second appellantâs local community\nand, of course, payments due\r\nthereunder were to be met by the use of public funds. In these\r\ncircumstances, I have no hesitation\nin concluding that the appellants\r\nwere entitled\nto raise\r\nthe alleged invalidity of the contract and to seek to have it set\r\naside.\n[25] This\r\nbrings me to another issue raised by the respondent for the first\r\ntime during the appeal. The thrust of the argument of\nrespondentâs\r\ncounsel was this: the award of a municipal contract of the nature of\r\nthat  in the present case constituted âadministrative\nactionâ as\r\nenvisaged by the Promotion of Administrative Justice Act 3 of 2000\r\n(commonly known as âPAJAâ); the appellants\nshould have brought\r\nreview proceedings under PAJA to set aside such action; the\r\nappellants failed to do so and their counter-application\ncould not be\r\nregarded as such, not only as it was never intended to be a review\r\nbut as certain  facts relevant to a review had\nnot been canvassed;\r\nthus not only had the appellants misconceived their defence to the\r\nmain application but as the award of the\ncontract to the respondent\r\ncould not be reviewed on the present papers, the contract had to be\r\nregarded as binding; consequently\nthe appellants had no defence to\r\nthe relief that had been sought against them and their\r\ncounter-application had also to be dismissed.\n[26]   While\r\nI accept that the award of a municipal service amounts to\r\nadministrative action that may be reviewed by an interested\nthird\r\nparty under PAJA, it may not be necessary to proceed by review when a\r\nmunicipality seeks to avoid a contract it has concluded\nin respect of\r\nwhich no other party has an interest. But it is unnecessary to reach\r\nany final conclusion in that regard.  If the\nsecond respondentâs\r\nprocurement of municipal services through its contract with the\r\nrespondent was unlawful, it is invalid and\nthis is a case in which\r\nthe appellants were duty bound not to submit to an unlawful contract\r\nbut to oppose the respondentâs attempt\nto enforce it.\n12\nThis it did by way of its opposition to the main application and by\r\nseeking a declaration of unlawfulness in the counter-application.\nIn\r\ndoing so it raised the question of the legality of the contract\r\nfairly and squarely, just as it would have done in a formal\nreview.\r\nIn these circumstances, substance must triumph over form.  And while\r\nmy observations should not be construed as a finding\nthat a review of\r\nthe award of the contract to the respondent could not have been\r\nbrought by an interested party, the appellantsâ\nfailure to bring\r\nformal review proceedings under PAJA is no reason to deny them\r\nrelief.\n[27]   In\r\nthe light of what I have set out above, the respondentâs\r\napplication in the court below should have been dismissed and\nthe\r\nappellantsâ counter-application upheld. The appeal must accordingly\r\nsucceed.\n[28]   That\r\nbrings me to the question of costs.   Counsel for the respondent drew\r\nattention to the appellantsâ failure at the\noutset of the dispute\r\nto draw the respondentâs attention to the precise statutory\r\nprovisions which had been breached. In the\nlight of this failure, and\r\nthe allegation that the respondent was the innocent victim of the\r\nappellantsâ failure to comply with\nthe prescribed procedures, he\r\nsubmitted it would be equitable for each party to pay its own costs\r\nof all stages, including the\ncosts of the appeal.  In the\r\nalternative, he submitted that the respondent should only bear costs\r\nwith effect from the stage the\nappellants had pointed out the precise\r\nrespects in which the contact breached the prescribed statutory\r\nprocedures.\n[29]  \r\nHowever, as appears from the letter of 4 June 2007 the respondent was\r\nalerted at the outset that the contract had not been\nconcluded in\r\ncompliance with the necessary statutory requirements and while the\r\nappellants did not spell out in chapter and verse\nthe provisions upon\r\nwhich they relied for their contention that the contract was invalid,\r\nI do not think it was incumbent upon\nthem to do so.  Rather it was\r\nfor the respondent, alerted to the suggestion that statutory\r\nprocedures had not been complied with,\nto fully investigate the\r\nvalidity of the contract before rushing into court to enforce it.  \r\nIn any event, even when the appellants\ndid explain why they\r\nmaintained that the contract was invalid, the respondent persisted in\r\ncontending otherwise, up to and including\nthe appeal, and there  is\r\ntherefore no reason to think its attitude would have been any\r\ndifferent had the appellants fully explained\ntheir case before\r\nproceedings commenced. There therefore seems to me to be no reason\r\nwhy the costs, both in the court below and\nin this court, should not\r\nfollow the event.\n[30]   There\r\nis, however, another issue relating to costs that needs to be\r\nconsidered. The record in this appeal is replete with\nunnecessary\r\ndocuments, and contains both the heads of argument filed during\r\nprevious proceedings as well as a transcription of\nthe lengthy\r\nargument of counsel in the court below.  None of this ought to have\r\nbeen included in the record and the fact that it\nhas, has resulted in\r\nat least half of the record being wholly unnecessary. This not only\r\ninflates the high costs of litigation\nbut also leads to a complete\r\nwaste of valuable judicial time and inconvenience to members of this\r\ncourt.\n[31]  This\r\ncourt has previously expressed its displeasure at records that\r\ninclude unnecessary documents of this kind\n13\nand has, where appropriate, ordered costs to be paid by attorneys\nde\r\nbonis propriis\n14\nor disallowed the appellantâs attorneyâs\r\ncosts of perusing the record\n15\n.\r\n In the present matter, the exigencies of the case will be met by\r\nallowing the appellants only one half of their costs of preparing,\n\nlodging and perusing the record.\n[32]   In\r\nthe result, the following order is made:\nThe appeal\r\n\tsucceeds with costs. Such costs are to include the costs of two\r\n\tcounsel but shall exclude one half of the appellantsâ\ncosts of\r\n\tpreparing, perusing and lodging the appeal record.\nThe order in the court a\r\n\tquo is set aside and replaced with the following:\nâ\n(a)   The\r\napplication is dismissed with costs.\n(b)   The\r\ncounter-application is granted with costs and the contract\nâZEV\r\n2â concluded on 25 June 2006 is declared to be null and void.\n(c)  The\r\ncosts shall include the costs of two counsel in each caseâ.\n________________________\nL\r\nE  LEACH\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR\r\nAPP\nELLANTS:\tM\r\nR MADLANGA SC and R M DILIZO\nINSTRUCTED\r\nBY:\nB.B.\r\nLINYANA ATTORNEYS,\nc/o\r\nV.V. MSINDO & ASSOCIATES, MTHATHA\nPONOANE\r\nATTORNEYS, BLOEMFONTEIN\nFOR\r\nRESPONDENT:\nM\r\nH WESSELS SC\nINSTRUCTED\r\nBY:\nMDUMA\r\nMJOBO ATTORNEYS,\nc/o FIKILE NTAYIYA &\r\nASSOCIATES, MTHATHA\nJOE SCHOEMAN\r\nATTORNEYS, BLOEMFONTEIN\n1\nSection 111 of the Finance Management Act.\n2\nSection 112(1)(f),(h)(ii) and(m)(i).\n3\nSection 76(b)(v) of the Systems Act.\n4\nSection 80(1)(a) as read with s 83 of the Systems\r\n\tAct.\n5\nSection 83(3) of the Systems Act.\n6\nPromulgated in Government Notice R868 of 30 May 2005.\n7\nRegulation 12(1)(d)(i).\n8\nSection 80(2) of the Systems Act.\n9\nAt [30].\n10\nAt [8] and [9].\n11\nSupra at [36].\n12\nCompare\nPremier,\r\n\tFree State and Others v Firechem Free State (Pty) Ltd supra,\nat\r\n\t[36].\n13\nEg\nNeon And Cold Cathode Illuminations (Pty) Ltd v  Ephron\n1978 (1) SA 463\n(A) at 469D-G.\n14\nEg\nAbsa Bank v Davidson\n2000 (1) SA 1117\n(SCA) at [28].\n15\nEg\nVenter v Bophuthatswana Transport Holding (Edms) Bpk\n[1997] ZASCA 16\n;\n1997\r\n\t(3) SA 374\n(SCA) at 390G-391B.",
  "scraped_at": "2026-02-11T21:51:49.883299",
  "date": "2009-05-29",
  "coram": [
    "MPATI P",
    "BRAND",
    "CLOETE",
    "MAYA JJA",
    "LEACH AJA"
  ],
  "case_number": "324/2008",
  "parties": {
    "applicants": [
      "Qaukeni Local Municipality"
    ],
    "respondents": [
      "F V General Trading CC"
    ]
  },
  "sections": {
    "facts": "The Qaukeni Local Municipality entered into a written services contract (labelled ZEV 2) with F V General Trading CC on 25 June 2006 to collect refuse in Lusikisiki and Flagstaff for a monthly fee of R351,350, subject to a 20% escalation. The contract was concluded without any competitive tendering process, despite the contract value exceeding the R200,000 threshold that triggers the requirement for a transparent, fair, and cost‑effective procurement under the Systems Act and the Municipal Finance Management Act. The municipality failed to have a supply‑chain management policy, community consultation, or any open bidding. An automatic renewal clause required six months' notice for termination; none was given, so the contract was deemed renewed. In June 2007 the new municipal manager attempted to terminate the agreement, leading the respondent to commence urgent proceedings. The municipality argued the contract was void for breaching statutory procurement procedures, while the respondent contended it was valid and had been automatically renewed.",
    "issues": "1. Whether the refuse‑collection contract was valid given the municipality’s failure to comply with prescribed procurement procedures. 2. Whether a breach of the procurement statutes renders the contract void ab initio and prevents its automatic renewal. 3. Whether the distinction between ‘basic municipal services’ and ‘municipal services’ affects the applicability of the procurement requirements. 4. Whether the award of the contract constitutes administrative action that must be reviewed under PAJA, and whether the municipality’s counter‑application is a proper review.",
    "principles": "The court applied s 217(1) of the Constitution, which mandates that municipalities contract for goods and services in a fair, equitable, competitive, and cost‑effective manner. This constitutional duty is mirrored in the Systems Act and the Municipal Finance Management Act, which require a supply‑chain management policy, competitive bidding for contracts above R200,000, and community consultation. Precedent cases such as Premier Free State v Firechem and Eastern Cape Provincial Government v Contractprops established that contracts concluded in breach of such procurement rules are invalid. The court held that there is no legal distinction between ‘basic municipal services’ and ‘municipal services’ for the purpose of the procurement regime, so the same procedural requirements apply.",
    "application": "Finding the municipality had not complied with any of the statutory procurement requirements—no policy, no tender, no community consultation—the court concluded the contract ZEV 2 was void ab initio and could not be validly renewed. The respondent’s argument that the contract was a basic municipal service and therefore exempt from the procedures was rejected. The court also determined that, although the award of the contract is administrative action, the municipality’s failure to seek a formal PAJA review does not defeat its right to set aside the unlawful contract.",
    "conclusion": "The appeal succeeded. The original application was dismissed with costs. The counter‑application was granted with costs, and contract ZEV 2 dated 25 June 2006 was declared null and void. Costs were awarded to include the fees of two counsel, subject to the reduction of one half of the appellants’ costs for preparing, perusing, and lodging the appeal record."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Municipal Procurement",
    "level_3": [
      "contract invalidity",
      "procurement compliance",
      "municipal services",
      "PAJA"
    ]
  }
}