{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/143.html",
  "case_name": "Tecmed (Pty) Limited and Others v Nissho Iwai Corporation and Another (705/08) [2009] ZASCA 143; [2010] 3 All SA 36 (SCA) ; 2011 (1) SA 35 (SCA) (25 November 2009)",
  "citation": "[2009] ZASCA 143",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 143\n|\nNoteup\n|\nLawCite\nTecmed (Pty) Limited and Others v Nissho Iwai Corporation and Another (705/08) [2009] ZASCA 143; [2010] 3 All SA 36 (SCA) ; 2011 (1) SA 35 (SCA) (25 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number:  705/08\nIn the matter between:\nTECMED (PTY) LIMITED\t\t\t\t\tFIRST APPELLANT\nMICHAEL VOI HARRY MILFORD\t\t\tSECOND APPELLANT\nWERNER BEGERÉ\t\t\t\t\t\tTHIRD APPELLANT\nBARNEY HURWITZ\t\t\t\t\tFOURTH APPELLANT\nADRIEN PULE\t\t\t\t\t\tFIFTH APPELLANT\nand\nNISSHO IWAI CORPORATION\t\t\t\tFIRST RESPONDENT\nSOJITZ CORPORATION\t\t\t\t\tSECOND RESPONDENT\nNeutral citation:\nTecmed v Nissho\r\nIwai Corporation\n(705/08)\n[2009] ZASCA 143\n(25 November 2009)\nCORAM:\t\tHarms DP, Brand\net\nMalan JJA\nHEARD:\t\t10 November 2009\nDELIVERED:\t25 November 2009\nSUMMARY\n:\t\tUniversal\r\nsuccession of all plaintiff's rights and obligations under Japanese\r\nlaw after\nlitis contestation -\nsubstantive\r\napplication to substitute successor as the plaintiff successful –\r\nvalidity of Rule 15 notice consequently not\nconsidered –\r\ns 15(2) of\nPrescription Act 68 of 1969\nnot set in motion by\r\nsubstitution.\nORDER\nOn appeal from\n:\tJohannesburg\r\nHigh Court (Antrobus AJ sitting as court of first instance).\nThe appeal is dismissed with costs, including the costs\r\noccasioned by the employment of two counsel.\nJUDGMENT\nBRAND JA\n(Harms DP\net\nMalan JA concurring)\n[1]\tThis appeal originates from four interlocutory\r\napplications in the same main action that were heard together and\r\ndetermined\nin one judgment by Antrobus AJ in the Johannesburg High\r\nCourt. In the pending main action, the first respondent, Nissho Iwai,\r\nissued\nsummons against the first to fifth appellants (the\r\n‘defendants’), jointly and severally, for payment of the\r\nsum of\nUS $3 606 449.45 together with interest and costs.\r\nThe claim against the first defendant was said to arise from goods\n\nsold and delivered under a written distributorship agreement between\r\nNissho Iwai and the first defendant. The claim against the\nsecond to\r\nfifth respondents was based on suretyships that they signed for the\r\ndebts of the first defendant in favour of Nissho\nIwai.\n[2]\tThe main action was instituted in February 2003. In\r\nOctober 2003 all the defendants delivered a plea while the first\r\ndefendant\nalso filed a counter-claim against the plaintiff. In\r\nFebruary 2006 Nissho Iwai delivered its plea to the first defendant’s\n\ncounter-claim. The four interlocutory applications that then followed\r\nhave one thing in common: they were all precipitated by a\nnotice in\r\nterms of Uniform\nRule 15\n, dated 9 May 2006, and served on the\r\ndefendants' attorneys by Bowman Gilfillan, purportedly as attorneys\r\nfor 'the plaintiff', which\nwas described in the heading of the notice\r\nas 'Nissho Iwai'. It read:\n‘\nBe pleased to take notice\r\nthat Sojitz Corporation, a company duly incorporated in accordance\r\nwith the laws of Japan, carrying on\nbusiness as a distributor of\r\nmedical and related equipment and having its principal place of\r\nbusiness at . . .  Tokyo,  . . . Japan\nis hereby substituted for\r\nNissho Iwai Corporation as plaintiff in the above action.\nBe pleased to take further\r\nnotice that as of 1 April 2004, Nissho Iwai Corporation merged with\r\nNichimen Corporation. The merged\nentity changed its name to Sojitz\r\nCorporation. All assets, liabilities, rights and obligations of\r\nNissho Iwai Corporation were\nautomatically and statutorily succeeded\r\nto by Sojitz Corporation under Japanese law.’\n[3]\tThe first interlocutory application, the so-called\r\nauthority application, that ensued was one by the defendants on 21\r\nFebruary\n2007 for the setting aside of the\nRule 15\nnotice as an\r\nirregular step. In the same application, the defendants also raised a\r\nquery, as envisaged in\nRule 7(1)\n, with regard to Bowman Gilfillan’s\r\nauthority to act on behalf of Nissho Iwai. The ground relied upon in\r\nthe authority application\nfor querying Bowman Gilfillan’s\r\nauthority to act for Nissho Iwai was essentially that the\nRule 15\nnotice created uncertainty as to whether the attorneys were still\r\nacting for Nissho Iwai or for Sojitz Corporation, who was alleged\nto\r\nhave taken over all the rights of the former. The basis advanced in\r\nthe authority application for the setting aside of the\nRule 15\nnotice\r\nwill presently be reverted to in more detail. But, what it boiled\r\ndown to for present purposes, was that\nRule 15\ndoes not provide for\r\nthe kind of substitution that the notice sought to achieve. What is\r\ncontemplated by\nRule 15\n, so the objection went, is a substitution\r\nnecessitated by the change of status of a litigating party and not\r\nthe transfer of rights\nfrom one corporate entity to another, as\r\ndescribed in the\nRule 15\nnotice. In consequence, so the defendants’\r\nobjection concluded, the\nRule 15\nnotice, in so far as it purported to\r\neffect a substitution of Nissho Iwai by Sojitz as the new plaintiff,\r\nwas a nullity.\n[4]\tIn the authority application, the defendants further\r\ncontended, as part of their objection to the\nRule 15\nnotice, that the\r\nsubstitution of Sojitz as the plaintiff would require a substantive\r\napplication to that effect. Such an application,\nso the defendants\r\nthen argued, was a very necessary one in that they required to be\r\nfully informed of the basis upon which Sojitz\nsought to be\r\nsubstituted as plaintiff. This invitation led to the second\r\ninterlocutory application, which was a substantive application\n–\r\nfiled on 6 March 2007 – on behalf of 'the plaintiff', still\r\ndefined in the heading of the application papers as 'Nissho\nIwai',\r\nfor the substitution, of Sojitz as plaintiff in the action against\r\nthe defendants. Following the model adopted in the court\na quo, I\r\nwill refer to this as ‘the substitution application’.\n[5]\tThe substitution application was explicitly\r\nformulated on the contingent basis that the defendants were\r\nvindicated in their\nargument that the\nRule 15\nnotice was irregular.\r\nThe reason why Sojitz needed to be substituted for Nissho Iwai, as it\r\nwas foreshadowed in the\nRule 15\nnotice and elaborated upon in the\r\nsubstitution application, had its origin in a merger agreement\r\nbetween Nissho Iwai and another\nJapanese company, Nichiman\r\nCorporation, which became effective on 1 April 2004. Nichiman was\r\nthen renamed the Sojitz Corporation.\nThe merger was fully\r\nimplemented, both in accordance with the provisions of the merger\r\nagreement and in accordance with articles\n101, 102 and 103 of the\r\nJapanese Commercial Code. A translation of the merger agreement is\r\nannexed to the application papers. Clauses\n1 and 8.1 are relevant.\r\nThey provide:\n‘\n1.\tMethod of Merger\nNichiman and Nissho Iwai will\r\nmerge in a spirit of equality. However, as a result of the merger,\r\nNichiman will survive and Nissho\nIwai will be dissolved.\n8.\tSuccession of Company Assets\n8.1\tNichiman shall, as at the\r\ndate of the merger, succeed any and all of Nissho Iwai’s\r\nassets, liabilities and rights and\nobligations . . . '\n[6]\tThe effect of the merger in terms of the Japanese\r\ncode was set out by Japanese legal experts on both sides. The\r\nfollowing features\nand consequences of the merger were common cause\r\nbetween them.\nThe merger is described as an ‘absorption merger’\r\n\tin terms of which one company, the dissolving company, which was\r\n\tNissho Iwai in this case, ceased to exist while Nichiman (renamed\r\n\tSojitz) continued. This was the effect of article 101 of the\ncode.\nIn terms of article 102 the amalgamation took effect on\r\n\tthe day the merger agreement was registered, which was 1 April 2004.\nAs at 1 April 2004, Sojitz succeeded to all the rights\r\n\tand liabilities of Nissho Iwai. This was the effect of both clause\r\n\t8.1\nof the merger agreement and article 103 of the code.\n[7]\tThe explanation – that in terms of Japanese\r\nlaw Nissho Iwai had ceased to exist – provided the defendants\r\nwith another\nbasis for their contention that the Rule 15 notice was\r\nirregular, namely that the notice was given on 8 May 2006,\r\npurportedly on\nbehalf of Nissho Iwai, which, in accordance with the\r\nJapanese code, was no longer in existence at the time. By the same\r\ntoken,\nso the defendants contended, the substitution application was\r\nalso a nullity because it was again brought on behalf of ‘the\n\nplaintiff’, described as 'Nissho Iwai', which entity had been\r\ndissolved and no longer existed since 1 April 2004.\n[8]\tRather out of context, but next in chronological\r\norder was the third interlocutory application which was brought in\r\nterms of\nRule 30 in the name of Nissho Iwai as the plaintiff for the\r\nsetting aside of the defendants’ Rule 7 notice as an irregular\n\nstep. The basis advanced for the application was that the Rule 7\r\nnotice was filed outside the ten day time period provided for\nin that\r\nrule. This application, which was referred to by the court a quo as\r\nthe 'Nissho Iwai Rule 30 application', proved to be\nof little, if\r\nany, consequence.\n[9]\tThe fourth interlocutory application in\r\nchronological order was filed in response to the defendants’\r\ncontention that the\nplaintiff's substitution application was a\r\nnullity because it was brought on behalf of Nissho Iwai, which was a\r\nnon-existent entity.\nThis was an application, filed on 29 January\r\n2008, by Sojitz in its own name for leave to intervene in the\r\nsubstitution application.\nAs in the court a quo I propose to call\r\nthis ‘the intervention application’. It was supported by\r\nan affidavit from\nSojitz’s in-house counsel, Mr Hashimoto\r\nMasanao, in which he, inter alia, said the following:\n‘\nI confirm that all steps\r\nin the litigation process undertaken since the merger of Nissho Iwai\r\nCorporation with Sojitz Corporation,\nwhich became effective on 1\r\nApril 2004, have been taken on the instructions of Sojitz\r\nCorporation. I further confirm that Bowman\nGilfillan Inc has at all\r\ntimes since the merger been authorised to represent Sojitz\r\nCorporation.’\n[10]\tThe defendants’ answer to the intervention\r\napplication was essentially twofold. First, that it was not competent\r\nfor\nSojitz to join itself in an application which was a nullity from\r\nthe start, because it had been brought by a non-existent entity.\n\nSecondly, that in as much as Sojitz’s\nlocus\r\nstandi\nas a creditor depended on a cession by\r\nNissho Iwai, its claim had been extinguished by prescription, since\r\nmore than three years\nhad elapsed after the alleged cession at the\r\ntime when Sojitz gave notice of its application to be joined as a\r\nplaintiff on 29\nJanuary 2008.\n[11]\tIn broad outline the court a quo approached the\r\nmatter along the following lines.\nIt first considered the Rule 15 notice of 9 May 2006.\r\n\tIn the event it concluded that the provisions of the rule covered\r\n\tthe facts\nof this case. As to the defendants’ contention that\r\n\tthe notice was given on behalf of a non-existent entity, ie Nissho\r\n\nIwai, it found that properly construed, the Rule 15 notice was in\r\n\tfact given by Bowman Gilfillan on behalf of Sojitz.\nIn the light of these findings, the court held that the\r\n\tRule 15 notice achieved its purpose in effecting the substitution of\r\n\tSojitz\nfor Nissho Iwai as plaintiff from the date on which it was\r\n\tserved.\nIts findings with reference to the Rule 15 notice, so\r\n\tthe court held, rendered the substitution application not strictly\r\n\tnecessary.\nNonetheless it decided that the relief sought in the\r\n\tapplication was in effect for confirmation that the Rule 15 notice\r\n\twas valid\nand effective. Since that was what it essentially decided,\r\n\tthe court found it appropriate to grant the relief sought in the\r\n\tsubstitution\napplication as well.\nAs to the defendants’ contention that the\r\n\tsubstitution application was a nullity in that it was brought on\r\n\tbehalf of the\nnon-existent Nissho Iwai, the court held that although\r\n\tthe application was brought in the name of the ‘plaintiff’\r\n\tit must be construed as an application by Sojitz.\nIn the circumstances the defendants’ application\r\n\tto set aside the Rule 15 notice as well as their challenge of Bowman\r\n\tGilfillan's\nauthority under Rule 7 were held to be ill conceived.\r\n\tConsequently the court held that the authority application should be\r\n\tdismissed\nwhile the Nissho Iwai Rule 30 application should be\r\n\tupheld.\nThe intervention application, so the court held, was\r\n\tunnecessary to decide, because it was brought as an alternative to\r\n\tthe substitution\napplication which had been decided in favour of the\r\n\tplaintiff.\nIn sum, the court accordingly ordered that Sojitz be\r\n\tsubstituted for Nissho Iwai as the plaintiff and granted\r\n\tconsequential relief\nfor the amendment of the plaintiff’s\r\n\tpleadings. It dismissed the defendants’ authority application,\r\n\tgranted the plaintiff's\nRule 30 application and made no order on the\r\n\tintervention application.\n[12]\tIn considering the approach of the court a quo,\r\nsight should not be lost of the import of Rule 15. The purpose of the\r\nRule\nwas not to afford the High Court the power to substitute a party\r\nto proceedings. The High Court already had that inherent power\nunder\r\nthe common law (see eg\nCurtis-Setchell &\r\nMcKie v Koeppen\n1948 (3) SA 1017\n(W) at 1021;\nPutzier v Union and South West Africa Insurance Co Ltd\n1976\r\n(4) SA 392\n(A) at 402E-F). The court still has that power to grant a\r\nsubstitution of parties on substantive application where Rule 15 does\n\nnot apply (see eg\nWaikiwi Shipping Co Ltd v\r\nThomas Barlow & Sons (Natal) Ltd\n1978 (1)\r\nSA 671\n(A) at 678G;\nDevonia Shipping Ltd v MV\r\nLuis (Yeoman Shipping Co Ltd intervening)\n1994\r\n(2) SA 363\n(C) at 369F-370B). The purpose of Rule 15 is merely to\r\nprovide a simplified form of substitution, subject to the right of\r\nany affected\nparty to apply to court for relief in terms of Rule\r\n15(4) (see eg LTC Harms\nCivil Procedure in the\r\nSupreme Court\nB-1 to 5; HJ Erasmus\nSuperior\r\nCourt Practice\nB1-118).\n[13]\tIn the absence of any substantive application for\r\nsubstitution the effectiveness of a Rule 15 notice will obviously\r\ndepend\non whether it was given in a situation covered by the rule.\r\nBut where, as in this case, a substantive application for\r\nsubstitution\nhad in fact been brought, any investigation into the\r\neffectiveness of a preceding Rule 15 notice is most likely to result\r\nin a\nfutile exercise. If the substantive application is upheld, the\r\nsubstitution will materialise.\nCaedit questio\n.\r\nIf, on the other hand, the application is dismissed on its merits,\r\nthe situation cannot be saved by a notice under Rule 15.\n[14]\tAs I see it, the focus should therefore immediately\r\nbe directed at the substitution application. The settled approach to\r\nmatters\nof this kind follows the considerations in applications for\r\namendments of pleadings. Broadly stated it means that in the absence\n\nof any prejudice to the other side, these applications are usually\r\ngranted (see eg\nDevonia Shipping Ltd v MV Luis\r\n(Yeoman Shipping Co Ltd Intervening) (supra)\nat 369F-I;\nRosner v Lydia Swanepoel Trust\n1998 (2) SA 123\n(W) at 127D-H). As is pointed out in\nDevonia\r\nShipping\nat 369H, the risk of prejudice will\r\nusually be less in the case where the correct party has been\r\nincorrectly named and the amendment\nis sought to correct the misnomer\r\nthan in the case where it is sought to substitute a different party.\r\nBut the criterion remains\nthe same: will the substitution cause\r\nprejudice to the other side which cannot be remedied by an order for\r\ncosts or some other\nsuitable order, such as a postponement?\n[15]\tIn this case, the defendants’ answer to the\r\nsubstitution application was not that they would be prejudiced in any\r\nway\nby the relief sought. Apart from the defence of prescription to\r\nwhich I shall presently return, the defendants’ sole answer\nto\r\nthe substitution application was that it was brought by a\r\nnon-existent party. That answer obviously found its basis in the\r\nnotice of motion itself which indicated that the application was\r\nbrought by ‘the plaintiff’ and at the same time described\n\n‘the plaintiff’ as 'Nissho Iwai Corporation'.\n[16]\tSelf-evidently, however, a proper interpretation of\r\nthe application would not limit itself to that aspect alone. It would\r\nalso\nhave regard to the affidavits filed in support. In this regard\r\nthe deponent to the founding affidavit described herself as ‘the\n\nattorney for the plaintiff’. She immediately went on to explain\r\nthat Nissho Iwai was no longer in existence; that it had\nbeen\r\nsucceeded in its rights and obligations by Sojitz; and that she had\r\nbeen instructed by the legal advisors of Sojitz. In the\nevent, she\r\nsaid, any judgment against the defendants will be for the benefit of\r\nSojitz. Conversely, if any judgment were to be\ngiven in favour of the\r\ndefendants, it was Sojitz who would satisfy that judgment. In\r\nconclusion she sought an order in terms of\nthe notice of motion that\r\nSojitz be substituted as the plaintiff. The affidavit by Mr Masanao\r\nconfirmed the contents the founding\naffidavit. As I see it, the only\r\nsensible meaning that can be attributed to all this is the one given\r\nby the court a quo, namely,\nthat in fact and in law the substitution\r\napplication was brought by Sojitz and not by the non-existent Nissho\r\nIwai.\n[17]\tAnother argument raised by the defendants, rather\r\nbelatedly, for the first time on appeal, was that if Sojitz were to\r\nbe substituted\nas plaintiff pursuant to the substitution application,\r\nthe claim against the defendants would in any event have become\r\nprescribed\nand that the application should for that reason have been\r\nrefused. In support of his argument the defendant sought to rely\r\nprimarily\non the judgment of this court in\nSilhouette\r\nInvestments Ltd v Virgin Hotels Group Ltd\n2009\r\n(4) SA 617\n(SCA), in so far as that judgment was based on\ns 15\nof the\nPrescription Act 68 of 1969\n. The relevant part of\ns 15\nprovides:\n'15.   Judicial interruption of\r\nprescription – (1)   The running of prescription shall, subject\r\nto the provisions of subsection\n(2), be interrupted by the service on\r\nthe debtor of any process whereby the creditor claims payment of the\r\ndebt.\n(2)   . . . [T]he interruption\r\nof prescription in terms of subsection (1) shall lapse, and the\r\nrunning of prescription shall not\nbe deemed to have been interrupted,\r\nif the creditor does not successfully prosecute his claim under the\r\nprocess in question to\nfinal judgment or if he does so prosecute his\r\nclaim but abandons the judgment or the judgment is set aside.'\n[18]\tWhat happened in\nSilhouette\r\nInvestments\n, in broad outline, was that the\r\nappellant instituted action against the respondent within the\r\nprescription period of three years\nafter the debt relied upon became\r\ndue. It subsequently gave notice of its intention to amend its\r\nparticulars of claim in two respects,\nfirst, by substituting one John\r\nDyer as the plaintiff and, secondly, by alleging that after the\r\ninstitution of action, Mr Dyer\nhad acquired, by cession, its claim\r\nagainst the respondent. The respondent pleaded to the amended\r\nparticulars of claim. One of\nthe defences raised in the plea was that\r\nin terms of the sale agreement the appellant was not entitled to cede\r\nits rights. This\nled to a further amendment of the particulars of\r\nclaim in terms of which the appellant was substituted for Mr Dyer as\r\nthe plaintiff.\nNotice of this amendment was given in October 2006,\r\nwhich was after the expiration of the three year prescription period.\n[19]\tTo this reamended particulars of claim the\r\nrespondent raised a plea of prescription. It did not deny that the\r\nrunning of prescription\nin respect of the claim relied upon had been\r\ninterrupted by service of the original summons in terms of\ns 15(1)\nof the\nPrescription Act. What\nthe respondent contended for, however,\r\non the basis of\ns 15(2)\n, was that the appellant did not\r\nprosecute its claim under the original summons to final judgment and\r\naccordingly the interruption\nof prescription by that process had\r\nlapsed. If the appellant were eventually to obtain final judgment in\r\nits favour, so the respondent's\nargument went, the process under\r\nwhich it would be obtained would be the notice of amendment of\r\nOctober 2006 and not the original\nsummons. Since the notice was only\r\neffected after the three year prescription period, so the\r\nrespondent's argument concluded, the\nappellant's claim had become\r\nprescribed. The plea of prescription was upheld by the court of first\r\ninstance, essentially on the\nacceptance of the respondent's argument\r\nand in dismissing the appeal against that order, this court did the\r\nsame (see paras 27,\n28 and 42 of the judgment).\n[20]\tAt the heart of\nSilhouette\r\nInvestments\nlies the notion that the legal\r\neffect of a cession after\nlitis contestatio\nis\r\nto terminate the proceedings instituted by the cedent with the\r\ncorollary that the substitution of the cessionary as the plaintiff\n\nmust be regarded as the institution of new proceedings. As to whether\r\nthat underlying notion is correct in respect of cessions,\nis not\r\nnecessary to consider in this case. I say that because Sojitz does\r\nnot rely on a transfer of rights by means of a cession.\nWhat it\r\nrelies upon is a universal succession of all Nissho Iwai's rights and\r\nobligations by operation of Japanese law.\n[21]\tAs I see it, the resulting position is not\r\nmaterially different from the one created by our own legislature in\r\nthe case of\nan amalgamation or takeover agreements between banks\r\nunder s 54(2)(b) of the Banks Act 94 of 1990. In such event,\r\ns 54(3)\nof the Act essentially provides that all the rights and\r\nobligations of the amalgamating banks or transferor bank will vest in\r\nthe\namalgamated or transferee bank by operation of law. With\r\nreference to the situation thus created by the legislator it was held\r\nin\nAbsa Bank Ltd v Van Biljon\n2000\r\n(1) SA 1163\n(W) that the substitution of the transferee bank (Absa)\r\nas plaintiff in an action previously instituted by the transferor\r\nbank\n(Bankorp) does not activate the provisions of\ns 15(2)\nof\r\nthe\nPrescription Act. By\nvirtue of s 54(3) of the Bank's Act, so\r\nit was held, Absa stepped into the shoes of Bankorp and became the\r\nplaintiff by operation\nof law. In essence the plaintiff remains the\r\nsame entity. In this light the formal substitution of Absa as\r\nplaintiff by way of\nan amendment of pleadings cannot be regarded as a\r\ntermination of the proceedings instituted by Bankorp and the\r\ncommencement of\nnew proceedings by Absa as contemplated in s 15(2).\n[22]\tI agree with the decision in\nAbsa\n.\r\nIt derives support from the reasoning of Longmore J in\nEurosteel\r\nLtd v Stinnes AG\n[2000] 1 All ER (Comm) 964\n(QB), which I find particularly persuasive. What happened in\nEurosteel\nmirrors the\r\nfacts of this case in virtually every material respect. A German\r\ncompany, Bayerischer Lloyd, instituted arbitration\nproceedings\r\nagainst Eurosteel in London. Thereafter Bayerischer entered into a\r\nmerger agreement with another German company, Stinnes\nAG, under\r\nGerman law. In terms of s 20 of the German Umwandlungsgesetz or\r\nTransformation Law, the merger had the effect, first,\nthat all the\r\nassets and liabilities of Bayerischer passed over to Stinnes by\r\noperation of law and, secondly, that Bayerischer was\ndissolved and\r\nceased to exist.\n[23]\tEurosteel thereupon brought an application before\r\nthe Queen's Bench for an order declaring that the arbitration\r\nproceedings\ninitiated by Bayerischer had lapsed because that entity\r\nhad ceased to exist and that they could not be continued for the\r\nbenefit\nand in the name of Stinnes. In dismissing Eurosteel's\r\napplication, Longmore J inter alia expressed himself as follows (at\r\n969):\n'English law is, in my judgment,\r\nnot so impotent at least in cases of universal succession. The whole\r\npoint of universal succession\nis that the successor is treated as the\r\nsame person as the person to whom he succeeds. The law of the forum\r\nin which the universal\nsuccessor seeks to gather in his assets may or\r\nmay not require him to give formal notice of his existence before\r\naward or judgment\nwill be given but the idea that any pending\r\narbitration (or indeed action) begun by his predecessor must, of\r\nnecessity, come to\nan end would mean that this succession was\r\nparticular not universal and would be contrary to the term of s 20\r\nof the German\ntransformation law.'\n(See also eg\nHarper Versicherungs\r\nAG v Indemnity Marine Assurance Co Ltd\n[2006]\r\n2 Lloyd's Rep 263 (QB) para 34;\nRepublic of\r\nKazakhstan v Istil Group Inc\n[2006] EWHC 448\n(Comm) paras 53 and 54.)\n[24]\tWhat Longmore J said about the effect of the German\r\nCode, in my view, also applies to the almost identical provisions of\r\nthe\nJapanese Code that concern us. It means that Sojitz stepped into\r\nthe shoes of Nissho Iwai by operation of law. In effect, the\r\nplaintiff\ntherefore remained the same entity. The fact that our law\r\nof procedure requires a formal substitution of Sojitz for Nissho Iwai\n\ndoes not change the principle. The result of all this, as I see it,\r\nis that the court a quo was right in granting the substitution\n\napplication. I also agree with the court a quo's approach that the\r\nother interlocutory applications before it were so closely linked\nto\r\nthe substitution application that it would make no sense to decide\r\nthem separately. Once the substitution application was brought,\nthe\r\ndefendants should not have proceeded with the authority application.\r\nOn the other hand, the plaintiff should never have launched\nthe\r\nintervention application. But it all resulted from the defendants'\r\nopposition to the substitution application which opposition\nturned\r\nout to be unwarranted. In consequence I find no reason to interfere\r\nwith the judgment of the court a quo in any respect.\n[25]\tThe appeal is dismissed with costs, including the\r\ncosts occasioned by the employment of two counsel.\n………………………\n..\nF D J BRAND\nJUDGE OF APPEAL\nCounsel for the Appellants:\tA Subel SC\nJ Peter\nInstructed by:\t\t\tSchindlers Attorneys\nJohannesburg\nCorrespondents:\t\t\tWebbers Attorneys\nBloemfontein\nCounsel for the Respondents:\tC Cohen SC\nN J Graves\nInstructed by:\t\t\tBowman Gilfillan Attorneys\nJohannesburg\nCorrespondents:\t\t\tMcIntyre & Van der Post\nBloemfontein",
  "scraped_at": "2026-02-12T05:23:57.920908",
  "date": "2009-11-25",
  "coram": [
    "Harms DP",
    "Brand",
    "Malan JJA"
  ],
  "case_number": "705/08",
  "parties": {
    "applicants": [
      "TECMED (PTY) LIMITED",
      "MICHAEL VOI HARRY MILFORD",
      "WERNER BEGERÉ",
      "BARNEY HURWITZ",
      "ADRIEN PULE"
    ],
    "respondents": [
      "NISSHO IWAI CORPORATION",
      "SOJITZ CORPORATION"
    ]
  },
  "sections": {
    "facts": "The plaintiff Nissho Iwai Corporation sued five South African appellants for US$3,606,449.45, alleging breach of a distributorship agreement and suretyships. In 2004 Nissho Iwai merged with Nichimen Corporation, the surviving entity being renamed Sojitz Corporation. A Rule 15 notice dated 9 May 2006 was served to the defendants’ attorneys stating that Sojitz was substituted for Nissho Iwai as plaintiff. Four interlocutory applications followed, questioning the validity of the Rule 15 notice, the authority of the solicitors, and whether the substitution required a substantive application. The defendants also raised a prescription defence under s 15 of the Prescription Act.",
    "issues": "1. Whether the Rule 15 notice effected a valid substitution of Sojitz for Nissho Iwai as plaintiff. 2. Whether a substantive application for substitution was necessary. 3. Whether the substitution triggered s 15(2) of the Prescription Act, thereby resetting the prescription period. 4. Whether the defendants’ authority and Rule 7 applications should be dismissed.",
    "principles": "The court considered the purpose of Rule 15 of the Uniform Rules of Court, the inherent common‑law power to substitute parties, and the effect of s 15 of the Prescription Act on the running of prescription. It relied on South African precedents such as Absa Bank Ltd v Van Biljon (universal succession under the Banks Act does not restart prescription), Eurosteel Ltd v Stinnes AG (universal succession treats successor as the same person), and Silhouette Investments Ltd v Virgin Hotels Group Ltd (prescription can be interrupted by amendment only if the amendment is part of the same proceeding). The principle of universal succession under Japanese law was likened to the statutory succession under the South African Banks Act.",
    "application": "The court held that the Rule 15 notice was properly given on behalf of Sojitz and therefore effected the substitution from the date of service. Consequently the substantive substitution application was unnecessary but was granted to confirm the notice’s effect. Because Sojitz stepped into the shoes of Nissho Iwai by operation of law, the plaintiff remained the same legal entity; thus s 15(2) of the Prescription Act did not apply and the prescription period was not reset. The authority application and the defendants’ Rule 30 application were dismissed, while the plaintiff’s Rule 30 application was upheld. The intervention application was unnecessary.",
    "conclusion": "The appeal was dismissed with costs, including the costs of employing two counsel. Sojitz Corporation was substituted for Nissho Iwai Corporation as plaintiff, and consequential relief was granted for amendment of pleadings. All other interlocutory applications were resolved as set out above."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Substitution of Parties",
    "level_3": [
      "Rule 15",
      "Universal Succession",
      "Merger",
      "Prescription Act",
      "Corporate Restructuring"
    ]
  }
}