{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/59.html",
  "case_name": "Manong & Associates (Pty) Ltd v Department of Roads & Transport, Eastern Cape Province and Another (331/08) [2009] ZASCA 59; 2009 (6) SA 574 (SCA) ; [2009] 4 All SA 1 (SCA) (29 May 2009)",
  "citation": "[2009] ZASCA 59",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 59\n|\nNoteup\n|\nLawCite\nManong & Associates (Pty) Ltd v Department of Roads & Transport, Eastern Cape Province and Another (331/08) [2009] ZASCA 59; 2009 (6) SA 574 (SCA) ; [2009] 4 All SA 1 (SCA) (29 May 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 331/08\nMANONG\r\n& ASSOCIATES (PTY\n)\r\nLTD \t\t\t\t\tAppellant\nand\nDEPARTMENT OF ROADS & TRANSPORT,\nEASTERN\r\nCAPE PROVINCE\t\t \t\t           1\nst\nRespondent\nNATIONAL\r\nTREASURY \t\t\t\t\t   \t2\nnd\nRespondent\nNeutral\r\ncitation:\nManong\r\nv Department of Roads & Transport, Eastern Cape  Province\n(331/08)\n[2009] ZASCA 59\n(\n29\nMay 2009)\nCoram:\nFARLAM,\r\nNUGENT, VAN HEERDEN, MLAMBO JJA and \t\t\tKROON AJA\nHeard:\n4\r\n   MAY 2009\nDelivered:\n29\r\n MAY 2009\nUpdat\ned:\nSummary:\nPromotion\nof Equality and Prevention of Unfair Discrimination Act 4 of 2000\nâ\r\njurisdiction â High Court sitting as an equality court not a High\r\nCourt\nâ\nextent of jurisdiction of equality court to grant relief in respect\r\nof administrative action allegedly invalid on the grounds that\nit\r\namounted to unfair discrimination.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn\r\nappeal from:\nHigh\r\nCourt, Bhisho  (Pillay J  sitting as an equality court):\nThe\r\n\tappeal is upheld with costs, subject to 2.\nThe\r\n\tcosts of the record on appeal will be restricted to the costs of two\r\n\tvolumes\n.\nThe order of the court a quo\r\n\tdismissing the application with costs is set aside.\nThe\r\n\tmatter is remitted to the court a quo for adjudication in terms of\r\n\tthe provisions of the\nPromotion of Equality and Prevention of Unfair\nDiscrimination Act 4 of 2000\n, and the making of an appropriate costs\r\n\torder.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nKROON\r\nAJA (FARLAM, NUGENT, VAN HEERDEN\nand\r\nMLAMBO JJA\nconcurring):\nINTRODUCTION\n[1]\tThis is an appeal from a judgment\r\nof the Bhisho High Court, sitting as an equality court,\n1\nin which Pillay J upheld a contention by the respondents that the\r\ncourt had no jurisdiction to review administrative action  or\nto\r\nadjudicate constitutional  issues, and accordingly non-suited the\r\nappellant.  The appeal is with the leave of Pillay J.\n[2]\tThe learned judge addressed the\r\nquestions referred to in the preceding paragraph because those were\r\nthe issues that were canvassed\nin argument before him. As will appear\r\nlater in this judgment, however, whether the equality court has\r\njurisdiction âto review\nadministrative actionâ or âto\r\nadjudicate constitutional issuesâ (meaning, presumably, to rule\r\nupon constitutional rights)\nwere not the questions to be resolved:\r\nthe correct question was whether the equality court had jurisdiction\r\nin terms of the Promotion\nof Equality and Prevention of Unfair\r\nDiscrimination Act 4 of 2000 (the Equality Act), the statute that\r\nestablished the equality\ncourt, to grant the relief sought by the\r\nappellant.\nBACKGROUND\n[3]\tThe appellant, an engineering\r\ncompany, instituted application proceedings in the court a quo in\r\nwhich it cited the Department\nof Roads and Transport, Eastern Cape\r\nProvince as the first respondent (the Department) and the National\r\nTreasury as the second\nrespondent (the Treasury).\n[4]\tIn essence, the appellantâs\r\ncomplaints related to the allocation of tenders by the Department for\r\nthe upgrading of a number\nof roads in the province. It contended that\r\nthe tender process (the Bid Rules prescribed by the Department, in\r\nparticular clause\n24 of these rules) was unfair as envisaged in the\r\nEquality Act, read with the Constitution, because it amounted to\r\nindirect discrimination\nagainst previously disadvantaged persons.\n[5]\tThe appellant instituted the\r\napplication as a matter of urgency, initially seeking relief in two\r\nparts. (The proceedings were\ninstituted by way of notice of motion,\r\naccompanied by a supporting affidavit in the form usually employed in\r\nHigh Court applications.)\n Part A sought interim relief (in\r\nparticular, an order interdicting the Department from processing the\r\ntenders received by it for\nthe upgrading of the roads in question)\r\npending the determination of the relief sought in Part B of the\r\nnotice of motion.\n[6]\tThat relief was the following:\n(a)\tthe review, correction and\r\nsetting aside of the decision to disqualify from further\r\nconsideration the appellantâs tenders\nfor the upgrading of the\r\nroads in question;\n(b)\tthe review, correction and setting\r\naside of any award of tenders to successful bidders;\n(c)\ta declarator that any contract\r\nconcluded pursuant to the award of tenders to any other tenderer was\r\nnull and void;\n(d)\ta declarator that the procedure\r\nfollowed pursuant to the Bid Rules by the Department to disqualify\r\nthe appellant was inconsistent\nwith the provisions of s 217 of the\r\nConstitution,\n2\nalternatively that clause 9.4 of the Practice Note issued by the\r\nTreasury, in terms of which the Bid Rules were made, is inconsistent\n\nwith the provisions of the said section;\n(e)\ta declarator  that the procedure\r\nfollowed to disqualify the appellantâs tenders was unfairly\r\ndiscriminatory as envisaged in\nthe Equality Act;\n(f)\tan order directing that the\r\nrespondents undergo such audit of their procurement procedures and\r\npractices as the court may direct.\n[7]\tThe proceedings in respect of Part\r\nA came before Van Zyl J.  He refused the application for interim\r\nrelief and postponed the\napplication for the relief in Part B of the\r\nnotice of motion\nsine die\n.\r\n An application for leave to appeal against the refusal of the\r\ninterim relief was dismissed and the matter was referred to the\nclerk\r\nof the equality court with the direction that a date be assigned for\r\nthe holding of a directions hearing as envisaged in\nregulations 6 and\r\n10 of the regulations issued in terms of s 30 of the Equality Act. \r\nLeave to appeal against the dismissal of\nthe interim relief sought\r\nwas similarly refused by this Court.\n[8]\tThe directions hearing was\r\npresided over by Ebrahim J.  It was agreed that the Department would\r\nfile the record of the proceedings\nin respect of the adjudication of\r\nthe bids, in terms of Uniform Rule 53(1)(b).  This was duly done.\n[9]\tPrior to the hearing before Pillay\r\nJ for the determination of the relief set out in Part B of the notice\r\nof motion the respondents\n(which had filed no opposing affidavits)\r\nfiled a notice in terms of Uniform Rule 6(5)(d)(iii) which read as\r\nfollows:\nâ\nPLEASE\r\nTAKE NOTICE THAT the First and Second Respondents intend to raise\r\nquestions of law only which [are] set forth hereunder:\n-\n1.\tThe\r\nHonourable Court does not have jurisdiction to entertain the\r\napplication for review as sought by the Applicant;\n2\tThe\r\nApplicant, on its papers, does not make out a case for the\r\nRespondents to answer; and\n3.\tConsequently,\r\nthe application ought to be dismissed with costs.â\nTHE COURSE OF THE PROCEEDINGS BEFORE\r\nTHE EQUALITY COURT\n[10]\tThe judgment of Pillay J\n3\nrecorded that when Mr Ntsaluba (who appeared for the respondents)\r\nstarted to argue first, as per an agreement between the parties,\nhe\r\nâstrung a second string to his bow by adding the further point that\r\nthe court did not have jurisdiction to deal with issues\nof\r\nconstitutionalityâ.\nThe\r\nlearned judge thereupon noted that it was clear that if the\r\nrespondents succeeded in their contention that the court lacked\n\njurisdiction to review the administrative decisions of the\r\nrespondents and/or to decide issues of constitutionality, the matter\n\nwould end there.  If they were not successful in that contention then\r\nthe merits (which Pillay J said stood uncontested) would\nhave to be\r\naddressed.  In the circumstances, it was convenient to deal first\r\nwith the jurisdictional issue(s).\n[11]\tIt appears from the above\r\ncomments that the parties agreed that the argument would initially\r\ncanvass the contentions raised\nby the respondents on the issues\r\nrelating to the jurisdiction of the court, to be followed by judgment\r\non those issues.  If judgment\nwere given in favour of the\r\nrespondents, the dismissal of the appellantâs application would\r\nfollow.  If judgment were given in\nfavour of the appellant, the\r\nparties would then present argument on the merits, to be followed by\r\njudgment on the issues that arose\non the merits.  Mr Masuku, who\r\nappeared for the appellant in the court a quo as well as in this\r\nCourt, confirmed that that was\nthe course agreed upon between the\r\nparties.\nRELEVANT STATUTORY PROVISIONS\n[12]\tFurther relevant sections of the\r\nConstitution are the following:\n(a)\t\r\nâ9\nEquality\n(1)\tEveryone\r\nis equal before the law and has the right to equal protection \tand\r\nbenefit of the law.\nEquality\r\n\t\tincludes the full and equal enjoyment of all rights and freedoms.\r\n\t\tTo promote the achievement of equality, legislative\nand other\r\n\t\tmeasures designed to protect or advance persons, or categories of\r\n\t\tpersons, disadvantaged by unfair discrimination\nmay be taken.\nThe\r\n\t\tstate may not unfairly discriminate directly or indirectly against\nanyone\r\n\t\t\ton one or more grounds, including race, gender, sex, pregnancy,\r\n\t\t\tmarital status, ethnic or social origin, colour, sexual\n\n\t\torientation, age, disability, \treligion, conscience, belief,\r\n\t\tculture, language and birth.\nNo\r\n\t\tperson may unfairly discriminate directly or indirectly against\r\n\t\tanyone on one or more grounds in terms of subsection (3).\nNational\nlegislation\r\n\t\tmust be enacted to prevent or prohibit unfair discrimination.\nDiscrimination\r\n\t\ton one or more of the grounds listed in subsection (3) is\nunfair\r\n\t\tunless it is established that the discrimination is fair.â\n(b)\r\n\tâ33\nJust administrative action\n(1)\nEveryone\r\nhas the right to administrative action that is lawful, \treasonable\r\nand procedurally fair.\nEveryone\r\n\t\twhose rights have been adversely affected by \tadministrative action\r\n\t\thas the right to be given written reasons.\nNational\r\n\t\tlegislation must be enacted to give effect to these rights, and\r\n\t\t\tmustâ\nprovide\r\n\t\tfor the review of administrative action by a court or, where\r\n\t\tappropriate, an independent and impartial tribunal;\nimpose\r\n\t\ta duty on the state to give effect to the rights in subsections\r\n\t\t\t\t(1) and (2); and promote an efficient administration.â\n(c)\tâ166\nJudicial System\nThe\r\ncourts are â\n(a)\tthe\r\nConstitutional Court;\n(b)\tthe\r\nSupreme Court of Appeal;\n(c)\tthe\r\nHigh Courts, including any high court of appeal that may be\r\n\t\t\testablished by an Act of Parliament to hear appeals from\nHigh\r\n\t\t\tCourts;\n(d)\tthe\r\nMagistratesâ Courts; and\n(e)\tany\r\nother court established or recognised in terms of an Act of\r\n\t\t\tParliament, including any court of a status similar to\neither the\r\n\t\t\tHigh Courts or the Magistratesâ Courts.â\n(d)\nâ169\nHigh\r\nCourts\nA\r\nHigh Court may decide â\n(a)\r\n\tany Constitutional matter except a matter that â\n(i)\tonly\r\nthe Constitutional Court may decide; or\n(ii)\tis\r\nassigned by an Act of Parliament to another court of\na\r\nstatus similar to a High Court; and\nany\r\n\tother matter not assigned to another court by an Act of\r\n\t\t\tParliament.â\n[13]\tThe Equality Act\n(a)\tThe objectives of the Equality Act\r\nwere set out in\nMinister of\r\nEnvironmental Affairs and Tourism v George and Others\n4\nas follows:\nâ\n[3]\nThe equality court is established by s 16 of the Equality Act, which\r\nwas enacted in fulfilment of the Constitution's central equality\n\nclause. The statute's objects are to give effect to the letter and\r\nspirit of the Constitution's equality promise and to provide\n\npractical measures to facilitate the eradication of unfair\r\ndiscrimination, hate speech and gender and other forms of harassment\n\n(s 2). The Act proscribes unfair discrimination on 'prohibited\r\ngrounds', which are broadly defined (ss 6 - 12, read with s 1),\nand\r\nvests equality courts with extensive procedural and remedial powers\r\nin complaints of unfair discrimination (s 21).\n'9 Equality     (1)     Everyone is\r\nequal before the law and has the right to equal\nprotection and\r\nbenefit of the law.     (2)    \r\nEquality includes the full and equal enjoyment of\nall rights and\r\nfreedoms. To promote the achievement of equality, legislative and\r\nother measures designed to protect or advance\npersons, or categories\r\nof persons, disadvantaged by unfair discrimination may be taken.   \r\n(3)    \nThe State may not unfairly discriminate\r\ndirectly or indirectly against anyone on one or more grounds,\r\nincluding race, gender, sex,\npregnancy, marital status, ethnic or\r\nsocial origin, colour, sexual orientation, age, disability, religion,\r\nconscience, belief,\nculture, language and birth.\n(4)\r\n    No person may unfairly discriminate directly or\r\nindirectly against anyone on one or more grounds in terms\nof ss (3).\r\nNational legislation must be enacted to prevent or prohibit unfair\r\ndiscrimination.\n(5)\r\n    Discrimination on one or more of the grounds\r\nlisted in ss (3) is unfair unless it is established that the\n\ndiscrimination is fair.'\n[4]\nThe\r\npurpose of these innovations is to create enhanced institutional\r\nmechanisms through which victims of unfair discrimination\nand\r\ninequality can obtain redress for the wrongs against them. The\r\nequality court is not a wholly novel structure, but is a High\nCourt\r\nor a designated magistrates' court. Apart from the specific powers\r\nthe statute confers, the only distinction is that the\npresiding\r\nJudges or magistrates must have undergone âsocial context trainingâ\r\n(s 31(4)(a), read with s 16(2)). Subject\nto the availability of\r\na presiding officer and one or more clerks, every High Court is, for\r\nthe area of its jurisdiction, an equality\ncourt, and the Judge\r\nPresident may designate any Judge who has completed a training course\r\na presiding officer of the equality\ncourt (s 16(1)(a), (b) and\r\n16(2)). The Minister for Justice and Constitutional Development must\r\nalso designate magistrates' courts\nas equality courts (s 16(1)(c)).â\r\n(Footnotes omitted).\nThe Act binds the State and all\r\n\tpersons (s 5).\nSection 16 reads\r\n\tinter alia as follows:\nâ\n(1)\tFor\r\nthe purposes of this Act, but subject to section 31 â\n(a)\tevery\r\nHigh Court is an equality court for the area of its jurisdiction;\n(b)\tany\r\njudge may, subject to subsection (2), be designated in writing by\r\n\t\tthe Judge President as a presiding officer of the equality\ncourt of\r\nthe \t\tarea in respect of which he or she is a judgeâ.\n(Paragraph (c) deals with the\r\ndesignation of magistratesâ courts as equality courts by the\r\nMinister of Justice and Constitutional\nDevelopment.)\nâ\n(2)\tOnly\r\na judge, magistrate or additional magistrate who has completed a\r\ntraining course as a presiding officer of an equality\ncourt\nâ\n(a)\tbefore\r\nthe date of commencement of section 31; or\n(b)\tas\r\ncontemplated in section 31(4),\nand\r\nwhose name has been included on  the list contemplated in subsection\r\n(4)(a) may be designated as such in terms of subsection\n(1).\n. . . .\n(5)\tA\r\npresidin\ng\r\nofficer must perform the functions and duties and exercise  the\r\npowers assigned to or conferred on him or her under this Act or\nany\r\nother law.â\nS\nection\r\n\t21 of the Act provides\ninter\r\n\talia\nas\r\n\tfollows:\nâ(1)\tThe\r\nequality court before which proceedings are instituted in terms of or\r\nunder this Act must hold an enquiry in the prescribed\nmanner and\r\ndetermine whether unfair discrimination, hate speech or harassment,\r\nas the \tcase may be, has taken place, as alleged.\n(2)\tAfter\r\nholding an inquiry, the court may make an appropriate order in the\r\ncircumstances, including â\n.\r\n. . .\n(b)\ta\r\ndeclaratory order;\n.\r\n. . .\n(f)\tan\r\norder restraining unfair discriminatory practices or that specific\r\nsteps be taken to stop the unfair discrimination â¦;\n(g)\tan\r\norder to make specific opportunities and privileges unfairly denied\r\nin the circumstances, available to the complainant  in\nquestion;\n(h)\tan\r\norder for the implementation of special measures to address the\r\nunfair discrimination . . . in question;\n.\r\n. . .\n(k)\tan\r\norder requiring the respondent to undergo an audit of specific\r\n\tpolicies or practices as determined by the court;\n.\r\n. . .\n(o)\tan\r\nappropriate order of costs against any party to the proceedings;\n(p)\tan\r\norder to comply with any provision of the Act.\n.\r\n. . .\n(3)\tAn\r\norder made by an equality court in terms of or under this Act has the\r\neffect of an order of the said court made in a civil\naction, where\r\nappropriate.\n.\r\n. . .\n(5)\tThe\r\ncourt has all ancillary powers necessary or reasonably incidental to\r\nthe performance of its functions and the exercise of\nits powers,\r\nincluding the power to grant interlocutory orders or interdicts.â\n[14]\tThe Promotion of Administrative\r\nJustice Act 3 of 2000 (PAJA) constitutes the national legislation\r\nenvisaged in s 33 of the\nConstitution\n5\nand its objectives are the achievement of the purposes identified in\r\nthat section.\nTHE JUDGMENT OF THE EQUALITY COURT\n[15]\tPillay J held that it was\r\nunnecessary to decide whether the application of the prescribed Bid\r\nRules gave rise to discrimination.\n He adopted that attitude in the\r\nlight of the conclusion reached by him on the issue of whether the\r\nequality court had jurisdiction\nto issue the orders sought by the\r\nappellant, a question he answered in the negative. \tHe did so on a\r\ntwo-fold basis: the equality\ncourt did not have jurisdiction to\r\ndecide constitutional matters nor to review, correct and set aside\r\nadministrative action.\n[16]\tIt was noted that, in order to\r\ndetermine whether the application of the Bid Rules resulted in\r\ndiscrimination, it would be necessary\nto determine whether the rules\r\npassed constitutional muster.  A distinction was, however, drawn on\r\nthis score between the High\nCourt and the equality court.  While\r\ns 169 of the Constitution\n6\nempowers the High Court to decide constitutional matters (with\r\ncertain exceptions) neither the Constitution nor the provisions\nof s\r\n21 of the Equality Act\n7\ngive the equality court that jurisdiction.\n[17]\tThe learned Judge further held\r\nthat the Equality Act did not accord jurisdiction to the equality\r\ncourt to review the administrative\naction in question.  Section 21(1)\r\nof the Act empowers the court to determine whether unfair\r\ndiscrimination (or hate speech or\nharassment) has taken place.  Its\r\npowers were clearly restricted to these aspects.  The remedies\r\nprovided for in s 21(2) do not\ninclude the review of administrative\r\naction.\n[18]\tIn reaching his conclusion the\r\nlearned judge rejected the argument that because the High Court was\r\nsitting as an equality court\nit was clothed with the High Courtâs\r\njurisdiction.  The argument, so it was held, overlooked essential\r\ndifferences between the\ntwo courts.  The objectives of the Equality\r\nAct, as set out in s 2 thereof, read with s 9 of the Constitution,\r\ndefined the parameters\nwithin which the equality court operates.\nOTHER DECISIONS\n[19]\tIn\nManong\r\n& Associates (Pty) Ltd v City of Cape Town\n8\nit was held (per Moosa J)\n9\nthat the equality court does not have jurisdiction per se to review\r\nmatters covered by PAJA.  It can only enquire into the matter\nif the\r\ncause of action is founded on unfair discrimination.  In that event\r\nthe court or tribunal which has jurisdiction to review\nmatters of\r\nadministrative action will have concurrent jurisdiction with the\r\nequality court.  Thus, where a public tender has not\nbeen allocated\r\nto a particular service provider on the grounds of unfair\r\ndiscrimination, either or both courts could be approached\nfor relief.\r\n The relief sought in either court would differ.  Section 8 of PAJA\r\nsets out the remedies a court or tribunal, in proceedings\nfor\r\njudicial review of administrative action, is competent to grant. \r\nSection 21(2)\n10\nof the Equality Act sets out the remedies that the equality court is\r\ncompetent to grant.\n[20]\tThe argument that s 21(5) of the\r\nEquality Act\n11\naccords the equality court the power of judicial review under PAJA\r\nwas rejected.  The additional powers provided for in the subsection\n\nmust be read in the context of s 21(1) and (2) of the Act which\r\nempower the equality court to hold âan inquiry in the prescribed\n\nmanner and determine whether unfair discrimination, hate speech or\r\nharassment, as the case may be, has taken place, as alleged,â\nand\r\nmake an appropriate order, including the remedies set out in the\r\nsubparagraphs of s 21(2).  The additional powers are\naccordingly\r\nnot to be extended beyond what is necessary or reasonably incidental\r\nto the powers and functions of the equality court.\n12\n[21]\tThe learned judge accordingly\r\nconcluded as follows:\nâ\n[T]he\r\nequality court has jurisdiction to enquire into and review matters\r\npertaining to complaints of unfair discrimination under\n[the Equality\r\nAct], but is precluded from doing so under PAJA.  Nothing, however,\r\nprevents the equality court from enquiring into\nwhether any\r\nadministrative action constitutes unfair discrimination or not and\r\ngranting the necessary relief in terms of [the Equality\nAct].â\n13\n[22]\tThe issue of the equality courtâs\r\njurisdiction\nto\nreview administrative\r\naction again arose in\nManong\r\n& Associates (Pty) Ltd v Department of Roads and Transport,\r\nEastern Cape, and Others\n(No 2).\n14\nThe relevant issues in that case were similar to those that arise in\r\nthe present matter.\n[23]\tFroneman J was persuaded that the\r\nconclusion reached by Pillay J was wrong and he dissented therefrom. \r\nHe held inter alia\nas follows:\nâ\nUnlike\r\nthe explicit provisions establishing the Labour Court, Competition\r\nAppeal Court and Land Claims Court, there is no explicit\nattempt in\r\nthe Equality Act to establish a separate court in terms of s 166(e)\r\nof the Constitution, nor is there provision for\nthe separate\r\nappointment of judges and judicial officers in accordance with the\r\nConstitution as there are in these acts.â\n15\n[24]\tHe\r\nwent on to state:\nâ\nIf\r\nthe intention was that an âequality courtâ would merely be an\r\nindependent and impartial tribunal to have effective power\nto enforce\r\nthe breach of its provisions by administrative review under PAJA, it\r\nwould have been necessary to include administrative\nreview as part of\r\nits powers and functions under s 21.  The fact that this was not done\r\nis in my judgment a clear indication that\nit was never intended to be\r\nsuch a tribunal, but that the equality jurisdiction in terms of the\r\nAct would be exercised under High\nCourt judicial authority, which\r\nincludes judicial review.â\n16\n[25]\tParagraph 16 of the judgment\r\nreads as follows:\nâ\n[16]\r\n\tThe outcome of the\nGeorge\ncase\r\nin the Supreme Court of Appeal\n17\nlends support to the approach that when the High Court sits as an\r\nâequality court for the area of its jurisdictionâ in terms\nof s\r\n16(1)(a) of the Equality Act, it does so as a High Court with\r\njudicial authority under the Constitution. The jurisdiction\nit\r\nexercises when doing so is its own, as a High Court. There is, in my\r\nrespectful view, no separate âequality courtâ (either\nin the form\r\nof a court established under s 166(e) of the Constitution or as a\r\ntribunal without judicial authority under the Constitution)\nwith any\r\nseparate jurisdiction of its own. The High Court sitting as an\r\nâequality courtâ sits as a High Court, retaining its\noriginal\r\njurisdiction as such, together with any expanded jurisdiction that\r\nmay be conferred upon it in terms of the provisions\nof the Equality\r\nAct.â  (Footnotes omitted).\n[26]\tIn the view of the learned judge\r\nthe fact that the Equality Act provided for less formal procedures to\r\nbe followed in the equality\ncourt did not militate against a\r\ncombination of issues being adjudicated in the equality court.\n18\n[27]\tThe learned judge further\r\nrecorded\n19\nthat he had not lost sight of the reference in\nGeorge\nto âparallel proceedingsâ in the High Court and the equality\r\ncourt or the comments in that case that certain of the relief\nsought\r\nby the complainants lay âsolely within the jurisdiction of the\r\nequality courtâ and that âsome of the relief can be\nadjudicated\r\nonly by the High Courtâ.\n20\nIn the view of the learned judge, however, these comments should be\r\nread in the context of the issue raised in that case, namely\nwhether\r\nan equality court  may refer a matter to the High Court under s\r\n20(3)(a) of the Equality Act.  So read, the comments emphasised\nthat\r\na High Court sitting as en equality court may have extended\r\njurisdiction conferred upon it by the Equality Act.\nASSESSMENT\n[2\n8]\tIn\r\nmy judgment, the equality court does have jurisdiction to entertain\r\nthe relief sought by the appellant in the instant matter:\nas will be\r\nshown below such jurisdiction is accorded to the equality court by\r\nthe provisions of the Equality Act.\n[29]\tThe\r\nfirst aspect requiring consideration is the position of the equality\r\ncourt (when the High Court sits as such) vis-a-vis\nthe High Court.\n[3\n0]\tI\r\nam unable to align myself with the approach of Froneman\nJ\r\nin\nManong\r\n(2)\n21\nthat\r\nthere is no separate equality court and that the High Court sitting\r\nas an equality court is one court sitting in two capacities:\nboth as\r\na High Court (with the jurisdiction of that Court) and as an equality\r\ncourt (with the extended jurisdiction conferred by\nthe Equality Act).\r\nIn this regard I refer to the comprehensive discussion of this issue\r\nby Navsa JA in\nManong\r\nv Eastern Cape Department of Roads and Transport and others\n,\n22\nparas [26]-[71].\n[31]\tI would add the following. While\r\nit is so that s 16(1) of the Equality Act\n23\nprovides that each High Court is an equality court for its area of\r\njurisdiction, that provision does not, however, mean that the\n\nequality court is a High Court\nâ\nin any sense and\r\nspecifically in the sense that it enjoys the original jurisdiction\r\nthat a High Court has. The High Courts are the\ncourts referred to in\r\ns 166(c) of the Constitution.\n24\nThe equality court is a court as envisaged in s 166(e),\n25\nie a court established or recognized in terms of an Act of\r\nParliament, including any court of a status similar to that of either\n\nthe High Courts or the Magistratesâ Courts. It is therefore a\r\nstatutorily created court (much as the court of the Commissioner\nof\r\nPatents or the Special Income Tax Court). It follows that its powers\r\nare to be found in, and are confined to those conferred\nby, the\r\nstatute creating it. It may be added that s 166(e) does not empower\r\nParliament to create another forum which can sit and\nfunction\nas\r\na High Court\nand a statute\r\nwhich purported to do so would be constitutionally offensive against\r\nwhat the Constitution has, in s 166(c), declared\n are High Courts.\n[32]\tThe jurisdiction to review\r\nadministrative action in terms of the provisions of PAJA reposes in\r\nthe High Courts, which exercise\ntheir original jurisdiction in that\r\nregard. In that the equality court is not a High Court, and therefore\r\ndoes not enjoy such original\njurisdiction, and in that the Equality\r\nAct does not otherwise provide that the court has jurisdiction to\r\nreview administrative\naction under PAJA, it does not have\r\njurisdiction under that Act.\n[33]\tAs already stated, however, that\r\nis not the question to be asked in the present matter and the\r\nnegative answer to that question\nis neither here nor there. The\r\ncorrect question is whether in terms of the Equality Act the equality\r\ncourt has jurisdiction to\nentertain the relief sought by the\r\nappellant. As shown below, that question falls to be answered\r\naffirmatively. That the grant\nof portions of that relief might, on\r\nanalysis, from a practical point of view, have the same effect as an\r\norder made by the High\nCourt on review is purely co-incidental.\n[34]\tEquality courts are vested with\r\nextensive procedural and remedial powers in complaints of unfair\r\ndiscrimination and the jurisdiction\nand powers that the Equality Act\r\nconfers on equality courts are wide (subject thereto that, insofar as\r\nis relevant for present\npurposes, the equality court is confined to\r\nadjudicating alleged discrimination). The specific powers conferred\r\non an equality\ncourt by s 21(2) of the Act\n26\n(which are to be read with the ancillary powers provided for in s\r\n21(5)\n27\n)\r\nare wide enough to embrace adjudication of the relief in question.\n[35]\tAs regards constitutional\r\nmatters, the question again is not whether the equality court has\r\njurisdiction âto adjudicate constitutional\nmattersâ (again,\r\npresumably meaning to rule upon  constitutional rights), but what is\r\nthe extent of the jurisdiction given to\nthe equality court by the\r\nEquality Act and whether that jurisdiction would embrace the grant of\r\nthe relief sought by the appellant.\nThat question I have already\r\nanswered in the affirmative. To the extent that any order granted by\r\nthe equality court has, from\na practical point of view, the same\r\neffect as an order by the High Court on a constitutional matter, that\r\nagain would be merely\nco-incidental.\n[36]\tThe above conclusions accord with\r\nthe purpose and objectives of the Equality Act which is aimed at\r\ngiving equality courts wide\npowers to redress inequality and\r\ndiscrimination.\nIS THE APPEAL MOOT?\n[37]\tMr Buchanan (who appeared with Mr\r\nNtsaluba\nfor\r\nthe respondents) submitted that the appeal had become moot and that\r\naccordingly in terms of s 21A(1) of the Supreme Court\nAct 59 of\r\n1959\n28\nthis Court should dismiss the appeal in that an order upholding the\r\nappeal would have no practical effect or result. In essence,\nthe\r\nsubmission was based on the fact, as it was stated to be, that\r\nperformance in terms of the contracts awarded to the successful\n\ntenderers for the upgrade of the roads in question has already been\r\ncompleted. In addition, however, counsel sought to suggest\nthat the\r\nmatter was moot because there was a further appeal on this Courtâs\r\nroll for this term (ie the appeal is against Froneman\nJâs judgment\r\nin\nManong (2)\n29\n)\r\nin which the parties are the same (further parties joined in the\r\nproceedings at the instance of the court a quo in\nManong\r\n(2)\ndid not enter the lists\r\nand abided the courtâs decision) and the issues on the merits are\r\non all fours with those in the present\nmatter.\n[38]\tThere are a number of answers to\r\nthe argument. First, the issue whether the court a quo erred in\r\ndismissing the appellantâs\napplication remains for decision in the\r\npresent appeal. Second, as counsel in fact conceded during argument,\r\nat least prayer 4\nof the appellantâs notice of motion (paraphrased\r\nabove\n30\n)\r\nrefers to relief which is not moot. Third, this Court has a\r\ndiscretion whether or not to dismiss an appeal on the grounds that\nan\r\norder upholding the appeal would have no practical effect or result.\r\nIt would be in the public interest for the judgment in\nthe present\r\nmatter to pronounce on the extent of the jurisdiction of the equality\r\ncourt (notwithstanding that the conclusion reached\nin this judgment\r\nis the same as that reached in the other appeal). It is accordingly\r\nproper for this Court to entertain the appeal.\nIn the event of the\r\nappeal being successful and a further order being made remitting the\r\nmatter to the court a quo for adjudication\nof the relief sought by\r\nthe appellant, it would be open to the respondents to pursue whatever\r\ndefences they may be advised to raise.\nThe fact that the other appeal\r\nwas on this Courtâs roll did not render the present appeal moot.\nFINDING\n[39]\tIt follows from the conclusions\r\nrecorded in this judgment that the appeal must be upheld and the\r\norder of the court a quo dismissing\nthe appellantâs application be\r\nset aside.\n[40]\tIn his heads of argument counsel\r\nfor the appellant, Mr Masuku\n,\nurged upon us that if the conclusion set out above were to be\r\nreached, it would be proper for this Court to dispose of the whole\n\nmatter by coming to the appellantâs aid and granting the orders\r\nsought by it, instead of remitting the matter to the court a\nquo. It\r\nwas pointed out that the respondent had not placed in dispute any of\r\nthe factual averments set out in the appellantâs\nfounding papers,\r\nand it was submitted that a proper case for the grant of the orders\r\nhad been made out.\n[41]\tThe course proposed cannot,\r\nhowever, be followed. The appellant was non-suited in the court a quo\r\non the grounds that the court\nlacked jurisdiction in the matter\r\n(which was the only issue addressed in that court), leave was sought\r\nto appeal against\nthat\ndecision, such leave was granted and the appellantâs notice of\r\nappeal was restricted to an attack on that decision (and in fact\n\nfurther sought an order that the matter be remitted to the court a\r\nquo for adjudication of the merits of the application). In any\nevent,\r\nit would not be appropriate for this court to sit, as it were, as a\r\ncourt of first instance. In the result counsel abandoned\nthe\r\nsubmission and accepted that the proper course would be for the\r\nmatter to be remitted to the equality court for adjudication\nof the\r\nrelief sought by the appellant.\nCOSTS OF APPLICATION FOR LEAVE TO\r\nAPPEAL\n[42]\tIn granting the application for\r\nleave to appeal Pillay J ordered the respondents to pay the costs of\r\nthat application. The\nproper order would have been that the costs of\r\nthe application be costs in the appeal. However, in view of the\r\nconclusion reached\nby this Court and the order set out below, there\r\nis no need to alter the costs order made by Pillay J.\nCOSTS OF APPEAL\n[43]\tHaving achieved success in the\r\nappeal the appellant is entitled to the costs of the appeal, subject\r\nto what follows.\n[44]\tThe record on appeal comprises\r\neight volumes. Much of the record was unnecessary for the purposes of\r\nthe appeal. I refer, firstly,\nto the copies of the documentation,\r\nwhich was substantial, which had a bearing on the process followed in\r\nthe adjudication of the\ntenders for the upgrade of the roads in\r\nquestion. Counsel advised us from the Bar that this documentation was\r\nincluded in the record\nfor the purposes of counselâs argument that\r\nthis Court should grant it the substantive relief it sought in the\r\ncourt a quo. As\nalready recorded above, that argument was\r\nmisconceived. I refer, secondly, to various other documents such as,\r\nfor example, copies\nof the judgments of Van Zyl J on Part A of the\r\nnotion of motion and on the application for leave to appeal (which\r\nwere in fact\nduplicated), the papers filed in respect of that\r\napplication, returns of service, and various notices filed.\n[45]\tI consider that the exigencies of\r\nthe matter may be met by an order that the appellantâs costs of the\r\nrecord on appeal be\nrestricted to the costs of two volumes.\nORDER\n[46 ]\tThe following order will\r\naccordingly issue:\n1.\tThe appeal is upheld with costs,\r\nsubject to 2.\n2.\tThe appellantâs costs of the\r\nrecord on appeal are restricted to the costs of two volumes.\n3.\tThe order of the court a quo\r\ndismissing the application with costs is set aside.\n4.\tThe matter is remitted to the court\r\na quo for adjudication in terms of the provisions of the\nPromotion of\nEquality and Prevention of Unfair Discrimination Act 4 of 2000\n, and\r\nthe making of an appropriate costs order.\n________________________\nF KROON\nACTING JUDGE OF APPEAL\nFor Appellant:\tT MASUKU\nInstructed by:\nNONGOGO, NUKU INC\nCAPE TOWN\nEG COOPER & MAJIEDT INC\nBLOEMFONTEIN\nFor Respondent:\tR G BUCHANAN SC\nT M NTSALUBA\nInstructed by:\nTHE STATE ATTORNEY\nKING WILLIAMâS TOWN\nTHE STATE ATTORNEY\nBLOEMFONTEIN\n1\nThe wording âHigh Court sitting as an equality courtâ is used\r\n\tfor convenience: as will be shown later the High Court and\nthe\r\n\tequality court are separate and discrete institutions.\n2\nS 217\nprovides as follows:\nâ(1)\r\n\t When an organ of state in the national, provincial or local sphere\r\n\tof government, or any other institution identified\nin national\r\n\tlegislation, contracts for goods or services, it must do so in\r\n\taccordance with a system which is fair, equitable,\ntransparent,\r\n\tcompetitive and cost-effective.\n(2)\r\n\t Subsection (1) does not prevent the organs of state or institutions\r\n\treferred to in that subsection from implementing a procurement\n\n\tpolicy providing for â\n(a)\r\n\t  categories of preference in the allocation of contracts, and\n(b)\r\n\tthe protection or advancement of persons, or categories of persons,\r\n\t\tdisadvantaged by unfair discrimination.\n(3)\r\n\t  National legislation must prescribe a framework within which the\r\n\tpolicy referred to in subsection (2) must be implemented.â\n3\nReported at\n2008 (6) SA 423\n(EqC).\n4\n2007 (3) SA 62\n(SCA) at 66.\n5\nPara [12](b) above.\n6\nPara [12](c) above.\n7\nPara [13](d) above.\n8\n2008 (2) SA 601\n(C).\n9\nPara [4].\n10\nPara [13](d) above.\n11\nIbid\n.\n12\nParas [7] and [8] of the judgment of Moosa J (note 8 above).\n13\nPara [9].\n14\n2008 (6) SA 434\n(EqC).\n15\nPara [10].\n16\nPara [14].\n17\nMinister of Environmental\r\n\tAffairs and Tourism v George\n2007 (3) SA 62\n(SCA) in which the issue was whether a High Court was\r\n\tone of the\nfora\nto\r\n\twhich a matter could be referred by a presiding officer in a âHigh\r\n\tCourt sitting as an equality courtâ in terms of s 20(3)\nof the\r\n\tEquality Act. In para [10] the following was said:\nâ\nIt\r\n\tis true that s 20(3)(a) refers to âanother . . . courtâ. But\r\n\tâcourtâ clearly cannot include a High Court when the equality\n\n\tcourt is itself a High Court sitting as an equality court.â\n18\nPara [18].\n19\nPara [17].\n20\nGeorge\nparas [12] and [13].\n21\nNote 14 and\r\n\tparas [22] to [24] above.\n22\n[2009] ZASCA 50\n, on appeal from the decision of Froneman J, handed\r\n\tdown on 25 May 2009.\n23\nPara\r\n\t[13](c) above.\n24\nPara\r\n\t[12](c) above.\n25\nIbid\n.\n26\nPara\r\n\t[13](d) above.\n27\nIbid\n.\n28\nThe section provides as follows:\nâ\nWhen\r\n\tat the hearing of any civil appeal to the Appellate Division or any\r\n\tProvincial or Local Division of the Supreme Court the\nissues are of\r\n\tsuch a nature that the judgment or order sought will have no\r\n\tpractical effect or result, the appeal may be dismissed\non this\r\n\tground alone.â\n29\nPara [30] and note 22 above.\n30\nPara [6](d) above.",
  "scraped_at": "2026-02-11T21:50:16.327163",
  "date": "2009-05-29",
  "coram": [
    "FARLAM J",
    "NUGENT J",
    "VAN HEERDEN J",
    "MLAMBO JJA",
    "KROON AJA"
  ],
  "case_number": "331/08",
  "parties": {
    "applicants": [
      "Manong & Associates (Pty) Ltd"
    ],
    "respondents": [
      "Department of Roads & Transport, Eastern Cape Province",
      "National Treasury"
    ]
  },
  "sections": {
    "facts": "Manong & Associates (Pty) Ltd, an engineering firm, applied to the Bhisho High Court (sitting as an equality court) seeking redress against the Department of Roads & Transport, Eastern Cape Province and the National Treasury. The dispute arose from the allocation of tenders for road upgrades, where the appellant alleged that clause 24 of the Department's Bid Rules unfairly discriminated against previously disadvantaged persons, constituting indirect discrimination under the Equality Act and the Constitution. The appellant sought both interim relief (to halt processing of tenders) and substantive relief including setting aside of disqualification decisions, declaratory orders, and an audit of procurement procedures. The High Court refused interim relief, postponed the substantive application, and ultimately dismissed the matter on the basis that the equality court lacked jurisdiction to review administrative action or constitutional issues.",
    "issues": "The central issues were (1) whether a High Court sitting as an equality court has jurisdiction under the Promotion of Equality and Prevention of Unfair Discrimination Act (the Equality Act) to grant the relief sought, including orders that effectively review administrative decisions; (2) whether the equality court can entertain constitutional matters; and (3) whether the appeal was moot given that the road works had been completed. The appellate court needed to determine the scope of jurisdiction conferred on equality courts by the Equality Act and the Constitution.",
    "principles": "The judgment relied on the Constitution’s equality clause (s 9), the right to just administrative action (s 33), and the judicial system provisions (s 166). Under the Equality Act, s 16 makes every High Court an equality court for its area, but s 21 limits the court’s jurisdiction to inquiries into unfair discrimination, hate speech or harassment and to the remedial orders listed therein. The court noted that the Equality Act does not confer the general power of judicial review under PAJA, and that the equality court is a court created under s 166(e), distinct from a High Court’s original jurisdiction. Relevant case law, including Manong v City of Cape Town, George v Minister of Environmental Affairs, and earlier Manong decisions, were examined to clarify the limits of equality‑court jurisdiction.",
    "application": "Applying these principles, the SCA concluded that the equality court does have jurisdiction to entertain the appellant’s claims of unfair discrimination because the relief sought falls within the remedial powers of s 21(2) and ancillary powers of s 21(5). While the court affirmed that the equality court cannot perform a general administrative review under PAJA, it can determine whether the procurement rules constitute unfair discrimination and grant appropriate orders. Consequently, the appeal was upheld, the lower court’s dismissal set aside, and the matter remitted to the equality court for a full determination of the discrimination claim.",
    "conclusion": "The appeal was upheld with costs, subject to a restriction on the costs of the record to two volumes. The order of the Bhisho High Court dismissing the application was set aside, and the matter was remitted to the equality court for adjudication in terms of the Equality Act, with a proper costs order to be made. The court also declined to consider the appeal moot, emphasizing the public interest in clarifying the jurisdiction of equality courts."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Equality and Anti-Discrimination",
    "level_3": [
      "Administrative Law",
      "Procurement",
      "Unfair Discrimination"
    ]
  }
}