{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/77.html",
  "case_name": "Minister of Trade and Industry and Klein NO and Another (695/2008) [2009] ZASCA 77; [2009] 4 All SA 328 (SCA) (1 June 2009)",
  "citation": "[2009] ZASCA 77",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 77\n|\nNoteup\n|\nLawCite\nMinister of Trade and Industry and Klein NO and Another (695/2008) [2009] ZASCA 77; [2009] 4 All SA 328 (SCA) (1 June 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJ\nUDGMENT\nCase\r\nNo:  695/2008\nTHE\r\nMINISTER OF TRADE AND INDUSTRY\nAppellant\nand\nN\r\nKLEIN\nN.O &\r\nH M HAMMAN N.O\nRespondents\nNeutral\r\ncitation\n:\nMinister\r\nof Trade and Industry and Klein NO\n(695/08)\n[2009] ZASCA 77\n(1 June 2009)\nCoram:\nFARLAM,\r\nCLOETE, PONNAN\nJJA, LEACH and BOSIELO AJJA\nHeard:\n19\nMay 2009\nDelivered:\n1\r\nJune 2009\nUpdated:\nSummary:\nAppellant applying for condonation of late filing of record and heads\r\nof argument, and seeking order reinstating lapsed appeal\nâ no\r\nacceptable explanation for delays â prospects of success on the\r\nmerits remote â application dismissed.\n____________________________________________________________________________________\nORDER\nIn\r\nan application for leave to appeal from\nthe\r\nHigh Court, Pretoria (Prinsloo J sitting as court of first instance).\nThe application for\r\ncondonation is refused with costs, including the costs\noccasioned by the appeal\r\nand the employment of two counsel\nJUDGMENT\n___________________________\n__________________________________________\nLEACH\nAJA (FARLAM, CLOETE, PONNAN JJA and BOSIELO AJA concurring):\n[1]\nThe\r\napplicant, the Minister of Trade and Industry, who wished to appeal\r\nto this Court against an order made against him in the Pretoria\nHigh\r\nCourt, applied for an order condoning both his late filing of the\r\nrecord and his failure timeously to prosecute the appeal.\nHe also\r\nsought an order reinstating his appeal on the roll. In seeking this\r\nrelief, the applicant blamed difficulties experienced\nby the State\r\nAttorney in preparing the record which were exacerbated when the\r\nattorney dealing with the matter resigned without\nalerting the other\r\nmembers of the professional staff that the appeal required urgent\r\nattention.\n[2]\nHaving\r\nheard the parties, this court dismissed the application for\r\ncondonation with costs and stated that its reasons for doing\nso would\r\nfollow. These are those reasons.\n[3]\nThe\r\nappeal arises from an application brought by the liquidators of a\r\ncompany known as Corpcapital Limited (âthe companyâ) seeking\nan\r\norder compelling the applicant  to direct the Registrar of Companies\r\nto release to them a copy of a written report made to him\nby two\r\ninspectors who had been appointed under s 258(2) of the Companies Act\r\n61 of 1973 to probe certain possible irregularities\nin the conduct of\r\nthe companyâs business and financial affairs. The inspectors were\r\nappointed in August 2003. They completed\ntheir report in May 2004 and\r\nit came into the possession of the applicant in July that year.\n[4]\nThe\r\nreport was fairly lengthy. It consisted of a summary of 126 pages, a\r\nmain report of 686 pages and annexures thereto of 288 pages.\nThere\r\nwas also a so-called ârecord of proceedingsâ of 114 arch files.\r\nHowever, by January 2005 the report had still not been\nread by the\r\napplicant, as he himself stated in his opposing affidavit filed in\r\nresponse to the respondentsâ application. This\nled to the\r\nrespondents seeking the relief they obtained in the court below.\n[5]\nThe\r\napplicant conceded that the company was entitled to receive a copy of\r\nthe report in due course, but adopted the attitude that\nthe\r\napplication was premature as he was bound to consider the report\r\n(which he had not yet done) before releasing it and that he\nwould\r\nonly do so once he had been satisfied that the complaint had been\r\nfully investigated â even if it required him to refer\nthe matter\r\nback to the inspectors for further investigation.\n[6]\nThe\r\ncourt\na quo\ndecided that the applicant had misconstrued his obligations under the\r\nAct. It concluded that the applicant did not have a discretion\nto\r\nwithhold the report, that he had unreasonably delayed furnishing the\r\nreport to the company, and that the application was therefore\nnot\r\npremature. In the result it ordered the applicant forthwith to direct\r\nthe Registrar of Companies to forward a copy of the report\nto the\r\nrespondents.\n[7]\nThe\r\njudgment of the court\na\r\nquo\nwas delivered\r\non 24 August 2006. On 1 July 2007 the applicant was granted leave to\r\nappeal. The applicant served his notice of appeal\nin this Court on 2\r\nJuly 2007, whereupon the Registrar informed him that the appeal\r\nrecord was to be lodged by no later than 2 October\n2007. It was not,\r\nand during November 2007 the Registrar wrote to the parties advising\r\nthat the appeal had lapsed. Some 11 months\nlater, in October 2008,\r\nthe applicant lodged the record (13 months after the appeal had\r\nlapsed). He did so without simultaneously\nfiling an application for\r\ncondonation. That application was only forthcoming after a delay of a\r\nfurther two months.\n[8]\nThe\r\napplicantâs explanation for these delays is flimsy, to say the\r\nleast. It is alleged that the member of staff of the State\nAttorney\r\noriginally handling the matter, Mr Mabetshu, had difficulty in\r\nlocating the court file which the transcribers needed to\nprepare a\r\nrecord, that Mabetshu resigned in November 2007 (by which time the\r\nappeal had already lapsed) and that despite a record\nstill not having\r\nbeen prepared by then, Mabetshu failed to bring this state of affairs\r\nto the attention of anyone in the office\nof the State Attorney when\r\nhe departed. In December 2007, Mr Le Roux took over the matters\r\nMabetshu had been handling. In an affidavit\nfiled in this court he\r\nalleged that he had been very busy at the time, but had\r\ntelephonically contacted the transcribers in regard\nto the record in\r\nmid-December 2007.  However that appears to be all Le Roux did for\r\nthe next five months before May 2008 when he\nreceived a draft index\r\nfrom the transcribers. He still did nothing for another three months\r\nuntil the respondentsâ attorneys\nsent him their copy of the papers\r\nin order to facilitate the preparation of a record. These papers were\r\nmade available to the transcribers\nand eventually led to a record\r\nbeing forthcoming on 10 October 2008.\n[9]\nThis\r\nis not an adequate explanation for the many inexcusable delays that\r\ntook place. There is in fact no real explanation for why\nthe appeal\r\nlapsed. I accept that the court file appears to have been mislaid,\r\nbut there is no explanation why the State Attorneyâs\nown file was\r\nnot sufficient for the purpose of preparing a record. Nor is there\r\nany explanation of why, while Mabetshu was still\nhandling the matter,\r\nthe offer of the respondentsâ attorney of 17 August 2007 to assist\r\nhim in the reconstruction of the record\nwas ignored â despite being\r\nrepeated on 28 August 2007 and again on 14 September 2007.\n[10\n]\tNot\r\nonly is the Mabetshuâs failure to take up the offer of assistance\r\nfrom the respondentâs attorney unexplained, but Le Roux\ndoes not\r\nexplain why he did not do so when he took over the file. Moreover,\r\nnot only does Le Roux fail to provide any acceptable\nexplanation for\r\nwhy he effectively did nothing in the matter from December 2007 to\r\nMay 2008, he also does not explain why he did\nnot immediately accept\r\na similar offer made to him by the respondentsâ attorney on 5 June\r\n2008 and why it took him almost a month\nto reply by merely thanking\r\nhim for his âfeedbackâ. And Le Roux fails to explain why after\r\nyet a further monthâs delay, and\nonly after further prompting from\r\nthe respondentsâ attorney, he ultimately accepted the respondentsâ\r\nassistance. This was almost\na year after such assistance had\r\ninitially been offered. The delay in accepting it is as inexplicable\r\nas it is unexplained.\n[11\n]\tIn\r\nthe light of this, appellantâs counsel correctly conceded that the\r\nappellant had failed to provide a reasonable explanation\nfor the\r\nvarious delays. Not only was the concession correctly made, but the\r\nfact that the applicant gave no acceptable explanation\nfor the delays\r\nis probably sufficient reason alone to refuse condonation â compare\nLaerskool Generaal\r\nHendrik Schoeman v Bastian Financial Services (Pty) Ltd\n[2009]\r\nZACC 12\ndelivered on 7 May 2009.\n[12]\nHowever, it was\r\nargued on behalf of the applicant that the prospects of success on\r\nappeal were good and more than made up for the\ndeficiencies in the\r\nrespondentâs explanation. I accept that strong prospects of success\r\nmay at times overcome an inadequate explanation\nfor a delay in cases\r\nof this nature, but this does not appear to be the case in this\r\nmatter â particularly as the applicant faces\na substantial hurdle\r\nin the form of s 21A(1) of the Supreme Court Act 59 of 1959 which\r\nprovides that this court may dismiss an\nappeal on the sole ground\r\nthat âthe judgment or order sought will have no practical effect or\r\nresultâ.\n[13]\tBy\r\nthe time the application was heard in the court below\n,\r\nthe appellant had directed the Registrar of Companies to send a copy\r\nof the inspectorâs report to the company. Accordingly,\nthe question\r\nwhether he had been obliged to do so earlier became moot and no\r\npractical effect will be achieved by ventilating the\nissues argued in\r\nthe court below once more.\n[14]\nCounsel\r\nfor the applicant however submitted that this courtâs\r\ninterpretation of s 261(2) of the Companies Act and an authoritative\n\ndecision on the applicantâs obligations thereunder are important,\r\nparticularly as the applicant may again be involved in the\n\nappointment of inspectors and the receipt of reports, and there is\r\ntherefore a public interest to be served by this court hearing\nthe\r\nmatter which is not just of academic interest. This argument was not\r\ngrounded on any factual allegations appearing in the papers,\nand the\r\napplicant has not shown that the appointment of investigators is a\r\ncommon occurrence despite the specific allegation in\nthe respondentsâ\r\nanswering affidavit in the condonation application (to which there\r\nwas no reply) that âthe [applicant] has\nset out no facts to\r\nindicate that the {applicant] is persistently or presently required\r\nto deal with matters in terms of sections\n258 to 261 of the Companies\r\nAct and that consequently there is a practical significance to the\r\ninteroretation issues relating to\nsection 261. . .â .\r\nSignificantly, the papers include  a newspaper report containing a\r\nstatement that the investigation in the\npresent case was only the\r\nsixth such probe undertaken by the Department of Trade and Industry.\r\nBearing in mind that the Companies\nAct has been on the statute books\r\nfor the last 36 years, if that is anything to go by, reports by\r\ninspectors are unlikely to be\na frequent event in the future.\n[15]\nBut\r\nin any event, the Companies Act of 1973 under which the inspectors\r\nwere appointed has been repealed and replaced by the\nCompanies Act 71\nof 2008\n. The latter Act is not yet in effect and can only be brought\r\ninto operation after 9 April 2010 (see GN 421 of 9 April 2009). But\n\nthe provisions of the current Act relating to the appointment of\r\ninvestigators and their reports have not been taken over into\nthe new\r\nAct, and the section which the appellant wishes this court to\r\ninterpret is thus not likely to be operative for more than\na\r\nrelatively restricted time in the future. Absent any information\r\nregarding any other investigations or the likelihood of further\n\nreports being called for or received in the near future, the\r\napplicant has failed to show that the necessity to interpret the\r\ncurrent section will necessarily arise again. This unlikelihood\r\nmilitates against this court exercising its discretion to hear an\n\nacademic dispute of this nature â compare\nNetherburn\r\nEngineering CC t/a Netherburn Ceramics v Mundau NO and Others\n[2009]\r\nZACC 10\ndelivered on 1 April 2009.\n[16]\nIn\r\naddition, even if this court was to hear the appeal, there exists the\r\nvery real prospect of its not deciding the legal issue\nthe appellant\r\nwishes to have decided. Even if the appellant was not obliged to make\r\nthe report immediately available to the respondents,\nas he contends,\r\nhe concedes that he was obliged to do so within a reasonable time.\r\nAnd while the report may have been quite lengthy\nas I have pointed\r\nout, it was not so voluminous that it could not have been reasonably\r\nassimilated and acted upon within a few\nweeks. Consequently, if the\r\nappeal was to be ventilated there is a reasonable possibility (and I\r\nput it no higher than that) that\nthe court would decline to interpret\ns 261\nof the\nCompanies Act and\ndismiss the appeal on the basis that\r\neven if the applicantâs interpretation of the section were correct,\r\nthere had been an unreasonable\ndelay on the part of the applicant\r\nwhich entitled the respondents to the relief they were granted.\n[17]\tTwo\r\nfurther issues need to be mentioned briefly. First, the\r\ninterpretation of the\nCompanies Act became\na deadletter as far as the\r\nrespondents were concerned when the report was made available. Even\r\nif the applicant had an interest\nin obtaining a more authoritative\r\njudgment on the issue there was no need for it to do so at the\r\nrespondentsâ cost. The applicant\ndid not tender to pay the\r\nrespondentsâ costs. Instead he sought a costs order against them,\r\nand I see no reason why they should\nbe at risk in regard to the costs\r\nof a matter in which they have no interest. Secondly, to allow the\r\nappeal to be heard will lead\nto further delays in the winding-up of\r\nthe company, to the detriment of its creditors, and there is no\r\nreason for them to be prejudiced\nmerely to allow the applicant to\r\nobtain a judgment which is academic in so far as they are concerned.\r\nThese two factors alone make\nit somewhat surprising that leave to\r\nappeal was granted in the first instance.\n[\n18]\tThe\r\napplicant has therefore failed to show that the appeal will have any\r\npractical effect or result. In so far as the present\nparties are\r\nconcerned, the matter is moot and of academic interest only. Not only\r\nhas the applicant failed to show that the legal\nissue he seeks to\r\nhave decided is likely to arise again, but he has failed to establish\r\nthat it would even be determined if the\nappeal were to be heard.\r\nThere is no reason for the respondents to be dragged into an appeal\r\nin respect of which they have no real\ninterest in order to have an\r\nacademic issue decided to their potential prejudice and cost.\n[1\n9]\tConsequently,\r\neven if the applicant had offered a reasonable and acceptable\r\nexplanation for the inordinate delay, this court\nwould probably have\r\nrefused to hear the appeal under\ns 21A.\nThat being so, in the absence\r\nof a credible explanation for the delays, the court concluded that\r\ncondonation should not be granted.\n[20]\tThere\r\nwas no reason for the applicant not to pay the respondentsâ costs,\r\nincluding their costs in preparing for the appeal\nif it had gone\r\nahead. The parties were correctly agreed that the costs of two\r\ncounsel should be allowed.\n[21]\tFor\r\nthe above reasons, this court made the following order:\nâ\nThe\r\napplication for condonation is refused with costs, including the\r\ncosts occasioned by the appeal and the employment of two counselâ.\n________________________\nLE\r\n LEACH\nACTING\r\nJUDGE OF APPEAL\nA\nppearances:\nF\nor\r\nappellant:\tB R Tokota SC and Z Z Matebese\nI\nnstructed\r\nby:\tState Attorney, Pretoria\nState\r\nAttorney, Bloemfontein\nF\nor\r\nrespondents:\tA E Bham SC and T Ntsonkota\nI\nnstructed\r\nby:\tDeneys Reitz Inc, c/o Mothle Jooma Sabdia, Pretoria\nW\nebbers,\r\nBloemfontein",
  "scraped_at": "2026-02-12T05:10:14.466279",
  "date": "2009-06-01",
  "coram": [
    "FARLAM",
    "CLOETE",
    "PONNAN JJA",
    "LEACH",
    "BOSIELO AJJA"
  ],
  "case_number": "695/2008",
  "parties": {
    "applicants": [
      "Minister of Trade and Industry"
    ],
    "respondents": [
      "N Klein N.O",
      "H M Hamman N.O"
    ]
  },
  "sections": {
    "facts": "The Minister of Trade and Industry appealed a High Court order that required him to direct the Registrar of Companies to release a lengthy inspector's report to the liquidators of Corpcapital Limited. The High Court had found the Minister had no discretion to withhold the report and ordered its immediate release. The Minister obtained leave to appeal on 1 July 2007 and was required to lodge the appeal record by 2 October 2007. The record was not lodged; the appeal lapsed in November 2007. Over a year later, in October 2008, the Minister lodged the record without a condonation application, which was filed only two months afterwards. The Minister’s explanations for the delays centred on staff turnover and difficulty locating files, but the court found these explanations inadequate.",
    "issues": "1. Whether the Minister’s application for condonation of the late filing of the appeal record and the lapse of the appeal should be granted. 2. Whether the appeal, even if reinstated, would have any practical effect given that the report had already been released. 3. Whether the Minister had a statutory discretion under the Companies Act to withhold the report. 4. Whether public interest outweighed the costs and mootness of hearing the appeal.",
    "principles": "The Court applied s 21A(1) of the Supreme Court Act, which allows dismissal of an appeal where the order sought will have no practical effect. It reiterated the requirement for a satisfactory explanation for procedural delays when seeking condonation. The Court referenced Laerskool Generaal Hendrik Schoeman v Bastian Financial Services (ZACC 12) on the weight of explanations for delay, and Netherburn Engineering CC v Mundau (ZACC 10) on the discretion to hear academic disputes. It also noted that the relevant provisions of the Companies Act 1973 had been repealed and were of limited future relevance.",
    "application": "The Court found the Minister’s explanations for the eleven‑month lapse and subsequent delays to be flimsy and without acceptable justification. It held that the prospects of success on the appeal were remote, especially after the Minister had already complied with the original order by releasing the report, rendering the appeal moot. The Court further concluded that the public interest in interpreting the obsolete Companies Act provision was minimal and that the appeal would not produce a practical result. Consequently, condonation could not be granted.",
    "conclusion": "The application for condonation was refused. The Minister was ordered to pay costs, including the costs occasioned by the appeal and the employment of two counsel."
  },
  "tags": {
    "level_1": "Corporate Law",
    "level_2": "Appeal Procedure",
    "level_3": [
      "condonation",
      "delay",
      "mootness",
      "s21A",
      "companies act"
    ]
  }
}