{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/154.html",
  "case_name": "Ekurhuleni Metropolitan Municipality v Germiston Municipality Retirement Fund (457/08) [2009] ZASCA 154; 2010 (2) SA 498 (SCA) ; [2010] 2 All SA 195 (SCA) (27 November 2009)",
  "citation": "[2009] ZASCA 154",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 154\n|\nNoteup\n|\nLawCite\nEkurhuleni Metropolitan Municipality v Germiston Municipality Retirement Fund (457/08) [2009] ZASCA 154; 2010 (2) SA 498 (SCA) ; [2010] 2 All SA 195 (SCA) (27 November 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\n\tAPPEAL\nOF SOUTH AFRICA\nCASE\r\n\tNO: 457/08\nEKURHULENI\r\nMETROPOLITAN MUNICIPALITY\na\nppellant\nand\nGERMISTON\r\nMUNICIPAL RETIREMENT FUND\tRespondent\nNeutral\r\ncitation: Ekurhuleni Metropolitan Municipality v Germiston Municipal\r\nPension Fund (457/2008)\nZASCA\r\n154 [2009] (27 November 2009)\nCoram\n:\tNAVSA,\r\nLEWIS, HEHER AND MLAMBO JJA AND GRIESEL AJA\nHeard\n:\n2\r\nNovember 2009\nDelivered:\n27\r\nNovember 2009\nSummary:\nInterpretation\r\nof pension fund rule: interpretation to be done having regard to\r\ncontext â nature of fund, purpose of rule, general\npractice and\r\neffect â in order to give commercially sensible meaning to rule.\n_____\nORDER\nOn appeal from:\nHigh Court,\r\nJohannesburg\n(C J\r\nClaassen J sitting as court of first instance).\nThe appeal is dismissed with costs including those of\r\ntwo counsel.\nJUDGMENT\nLEWIS JA (NAVSA, HEHER AND MLAMBO JJA AND GRIESEL AJA concurring)\n[1]\tThis appeal turns on the interpretation of a pension\r\nfund rule. The respondent is the Germiston Municipal Retirement Fund\r\n(the\nFund). It was established as the Germiston Municipal Pension\r\nFund on 1 July 1924. The appellant, the Ekurhuleni Metropolitan\r\nMunicipality\n(the Municipality), the successor to the Germiston\r\nMunicipality, is the principal employer participating in the Fund.\r\nWhen the\nFund was established it was primarily a defined benefit fund\r\n(the nature of which I shall discuss later). The Fund was converted\n\nin 1994 to a fund with a primarily defined contribution nature. Both\r\nparties are bound by the rules in terms of\ns 13\nof the\nPensions Fund\nAct 24 of 1956\n.\n1\nThe rule in issue was carried over from the old rules (where it was\nrule 43.1)\nto the new, where it is\nrule 10.8(1)\n(which I will refer\r\nto generally as the Rule).\n[2]\tThe Rule states:\n'If the rate of interest earned on the total moneys (including any\r\nuninvested moneys ) of the Fund during any financial year should\nbe\r\nlower than five and one-half per cent (5.5%) the Council\r\n[Municipality] shall contribute to the Fund such a sum as would\r\nincrease,\non being added to the interest actually earned, the rate of\r\ninterest to five and one-half per cent (5.5%) during such financial\n\nyear.'\n[3]\tThe Fund and the Municipality agree that âmoneys'\r\nmeans more than cash, and that 'interest' means more than interest\r\nearned\non cash. It is not contested that interest on moneys includes\r\nthe return on investments. This common understanding is based upon\nan\r\ninterpretation of all the rules and the context in which they are\r\nused. They differ, however, as to the meaning of the phrase\nâactually\r\nearnedâ: the Municipality contends that it excludes  gains on all\r\nunrealized assets, while the Fund asserts that\nin effect the\r\nMunicipality has guaranteed growth, at least to the level of a 5.5\r\nper cent increase in the value of the assets in\nevery financial year.\n[4]\tAccording to the Fund, in the financial year 1 July\r\n2002 to 30 June 2003 its assets diminished in value by -4.3 per cent.\r\nThis\nwas the first time in the Fund's history that it had not\r\nachieved at least 5.5 per cent growth in its investments. The Fund\r\naccordingly\ninstituted action against the Municipality, claiming that\r\nit was liable to contribute to the Fund the difference between -4.3\r\nper\ncent loss and 5.5 per cent return in that financial year. The\r\namount claimed was R61 173 822. The calculation of this figure was\n\nnot disputed by the Municipality. What was, and remains, in dispute\r\nis the meaning of the phrase âinterest actually earnedâ.\nThe Fund\r\nasserts that it includes a return on all its investments, taking into\r\naccount all realized and unrealized capital gains\nand losses based on\r\nthe market value of the assets. The Municipality contends that it\r\nmeans a return only on the gains actually\nachieved, which would\r\nexclude unrealized capital gains or losses. The Municipality raised\r\nthe issue of interpretation shortly before\nthe trial commenced. It\r\nhad relied previously on a number of defences which it no longer\r\npursues on appeal.  The meaning of the\nRule is the only issue before\r\nus.\n[5]\tThe high court accepted the Fundâs interpretation\r\nof the Rule and ordered the Municipality to pay to the Fund the sum\r\nof R61\n173 822 plus interest. It is against this order that the\r\nMunicipality appeals with the leave of the high court.\nConversion from a defined benefit to a defined\r\ncontribution retirement fund\n[6]\tBefore turning to the different interpretations\r\nplaced by the parties on the Rule I shall deal briefly with the\r\ndifferences\nbetween the nature of the Fund when it was established in\r\n1924 and the nature after it was converted in 1994. It had previously\n\nbeen a defined benefit fund â one where every member is promised a\r\npension benefit that is calculated as a percentage of the\nmemberâs\r\nsalary on retirement. The contribution of the Municipality as\r\nemployer was thus calculated to meet the promise of a\nparticular\r\nbenefit. Where the Fundâs investments in a particular year were\r\ngood, the contribution by the Municipality might thus\nhave been\r\nreduced: it had only to meet its promise as to the benefit payable.\r\nAnd conversely, in a bad financial year, the Municipality\nmay have\r\nhad to increase its contributions. (See\nTek\r\nCorporation Provident Fund v Lorentz\n2\nand\nFinancial Services\r\nBoard v De Wet NO\n3\non the nature of a defined benefit fund and\r\nthe employerâs liability to make good its promise.)  The\r\nMunicipality thus carried\nthe risk of bad investment performance.\n[7]\tA defined contribution fund, on the other hand, is\r\none where the rules define the contributions to be paid by both\r\nmembers and\nthe employer. There is no guarantee of any particular\r\nbenefit. And equally where a surplus or a loss is experienced by the\r\nfund\nthe employer does not get the benefit of a contribution\r\nâholidayâ, nor does it have to pay in where there is a loss.\n4\nThe member, on retirement, is entitled to the contributions made by\r\nhim or her and by the employer, and any return on the amount\nin the\r\nmemberâs account that has been invested.\n[8]\tThe parties were agreed, however, that the Fund,\r\nprior to 1994, was not purely a defined benefit fund, and that post\r\n1994 it\nwas not purely a defined contribution fund. It was hybrid in\r\nnature before and after conversion, with a primarily defined\r\ncontribution\ncomplexion after the rules were amended.\n[9]\tWhen conversion to a defined contribution fund was\r\nconsidered by the parties towards the end of 1993, the Fund started\r\ndiscussions\nwith the members. The proposed rule amendments not only\r\nhad to be approved by the Municipality and the Registrar of Pension\r\nFunds,\nbut also by members. The amendments were presented to members\r\nin various circulars and at consultative meetings. There is not much\n\ninformation available about the entire consultative process. It is\r\nclear, however, that the package of rules was accepted by the\n\nnecessary majority of members. Active members were treated\r\ndifferently from pensioners. The latter were governed by the old\r\nrules\n(in terms of Annexure C to the new rules). Pensioners and their\r\nspouses would be treated on the same basis as they had been prior\nto\r\nthe conversion.\n[10]\tOn conversion in March 1994 the Fund changed its\r\nname to the Germiston Municipal Retirement Fund, whereas previously\r\nit had\nbeen called a Pension Fund. Nothing turns on this, and it\r\nremains the same legal entity.\n[11]\tThe Fund is now a hybrid that has both defined\r\nbenefit and defined contribution features. These include the fact\r\nthat the pensioners,\nas at the date of conversion, are entitled to\r\ndefined benefits whereas the benefits of the active members are\r\ndetermined on a defined\ncontribution basis.  In addition, provision\r\nis made for safeguards that protect membersâ shares, such as the\r\nestablishment of\na reserve fund into which investment earnings, inter\r\nalia, are paid. The Rule must be interpreted in this light.\nThe meaning of the words in the Rule\n[12]\tInterpretation of what is meant by âinterest\r\nactually earnedâ should be approached with âcommon sense and\r\nperspective'\n(Bekker NO v Total South Africa\r\n(Pty) Ltd\n5\n)\r\nargues the Fund. And in determining the meaning of the words used in\r\nthe Rule regard must be had to the entire set of rules â\nthe\r\ncontract between the members, the Fund and the Municipality. Both\r\nparties accept this canon of interpretation, invoking\nSassoon\r\nConfirming and Acceptance Co (Pty) Ltd v Barclays National Bank Ltd.\n6\nPrinciples of interpretation\n[13]\tThe principle that a provision in a contract must\r\nbe interpreted not only in the context of the contract as a whole,\r\nbut also\nto give it a commercially sensible meaning, is now clear. It\r\nis the principle upon which\nBekker NO\nwas decided,\n7\nand, more recently,\nMasstores (Pty) Ltd v\r\nMurray & Roberts (Pty) Ltd\n8\nwas based on the same logic. The principle requires a court to\r\nconstrue a contract in context â within the factual matrix in\nwhich\r\nthe parties operated. In this regard see\nKPMG\nChartered Accountants v\r\nSecurefin\n.\n9\nContext and commercial sense\n[14]\tWhat, then, is a commercially sensible construction\r\nof the Rule? The high court, relying on what it regarded as the\r\nâgrammatical\nand ordinary meaningâ of the phrase âinterest\r\nactually earnedâ, held that the Rule established a guarantee which\r\nwould be\ninvoked where the growth of the Fundâs investments was\r\nless than 5.5 per cent in the financial year in question. The\r\nMunicipalityâs\nprincipal attack on this construction is based on\r\nanother purely linguistic â grammatical â canon: where different\r\nwords are\nused in a document they must mean different things.\nThe significance, if any, of different words\n[15]\tAs the Municipality points out, the words\r\n'investment yieldâ and 'market value' are used elsewhere in the\r\nrules but not in\nthe Rule. So, for example, the definition in the\r\nrules of âaccumulated contributionsâ has as a component the\r\ncontributions\npaid by a member together with interest at a rate to be\r\ndecided having regard to the âinvestment yield achieved by the\r\nFundâ.\n Membersâ shares include âinvestment earningsâ\r\ntransferred from the reserve account (to which I shall revert): the\r\nearnings\nare based on âthe investment yield achieved by the Fund\r\nduring the period for which the investment earnings are credited to\r\nthe\nmemberâs accountâ\n(rule 2.2(1)(v)).\nAnd\nrule 10.5\nrequires\r\nthe actuary to estimate what portion of the investment earnings is\r\nattributable to various accounts to ensure that any\ngain from\r\ninvestment assets is credited to the correct accounts.\n[16]\tIn\nrule 2.2(3)(c)(i)\nthere is a reference to\r\nfluctuations in the âmarket value of the Fundâs investmentsâ.\r\nWhy not use the same phrase â rather\nthan interest actually earned\r\nâ if that was what was intended in the Rule, asks the Municipality?\r\nThe Fundâs response is that\nthe rules have been drafted over a long\r\nperiod by different people, and that accordingly one cannot expect\r\nconsistency in language.\nThat may be so. But I think there is a more\r\nprincipled objection to the use of this guide to interpretation in\r\nthis case: it is\na guide resorted to in order to ascertain the\r\nlinguistic meaning of words, not the real intention of the parties.\r\nIt must thus\nbe invoked only where that intention cannot otherwise be\r\nascertained.\n10\nIf the Rule cannot be given a commercially sensible meaning by\r\nlooking at it in context â in its general factual matrix\n11\n- then the use of different terms in different places may assist in\r\ninterpretation. But if the partiesâ intention is ascertainable\n\nhaving regard to the context, we should not resort to purely\r\nlinguistic, and invariably contrived, constructions.\n[17]\tThe Municipality contends further that the high\r\ncourt did not have sufficient regard to the phrase âactually\r\nearnedâ in\nthe Rule. It concedes that âactuallyâ does not add\r\nto the meaning. The word simply means âin factâ and adds\r\nemphasis. But\nthe Municipality argues that âearnedâ means gained:\r\na gain is one which has in fact been made. Thus appreciation in the\r\nvalue\nof an asset that is not in fact realized is not a gain: nothing\r\nhas been earned. One does not âearnâ simply because assets\r\nappreciate in value. And similarly, depreciation in value does not\r\nmean that a loss has been incurred. Thus fluctuations in the\nvalue of\r\nthe Fundâs investments in a particular period have no significance\r\nin themselves. Only where an asset is realized would\nthere be a gain,\r\nand thus anything earned.\n[18]\tThis argument too is based on purely linguistic\r\ngrounds: the Municipality seeks to give the words in the Rule their\r\nordinary\nor usual meanings. It does not take account of the context:\r\nthe purpose of the Rule, general practices in the pension fund\r\nindustry\nand the effect of its interpretation.  As the Fund contends,\r\nthe investment performance of a pension fund is determined by having\n\nregard to the market value of its investments. Its financial\r\nstability is dependent on the value of the assets. If, in determining\n\ninvestment performance, one disregards all assets that have not been\r\nrealized during the course of the financial year, one would\nnot have\r\na proper picture of the performance at all. In order to assess the\r\nmarket value of the Fund one must take into account\nthe value of all\r\nthe assets held by the Fund. Depreciation will mean that there has\r\nbeen an actual loss. Appreciation will result\nin a gain â an\r\nearning.\nThe context or factual matrix\nThe purpose of the Rule\n[19]\tBoth parties contend that the purpose of the Rule\r\nis to provide a safety net for members. They differ, however, on what\r\nthat\nis. The Municipality argues that it is to guarantee that the\r\nemployer will pay in to the Fund the amount necessary to achieve a\n\n5.5 per cent earning on investments realized, or interest earned. The\r\nFund argues, on the other hand, that the net is safer than\nthat. The\r\nMunicipality, it contends, is required to make good the difference\r\nbetween the value of all assets in the Fund, as at\nthe end of the\r\nfinancial year, and the total value with at least a 5.5 per cent\r\nappreciation. That difference in July 2003 is the\namount claimed â\r\nR61 989 551. The high court adopted the Fundâs interpretation,\r\nfinding that the Municipalityâs view would\nexclude the biggest\r\nsingle indicator of the Fundâs performance in the financial year â\r\nthe market value of its investments.\n[20]\tThe Municipality argues that the high court did not\r\ntake into account the anomaly that results from this interpretation:\r\nit\ncan be called upon to pay in to the Fund simply because the\r\nfinancial year end coincides with a temporary fall in the stock\r\nmarket.\nIf the market improves soon afterwards the Fund will have a\r\ngratuitous windfall, unrelated to earnings generated on the Fundâs\n\ninvestments. Moreover, such an anomalous windfall would not be\r\nconsonant with a defined contribution Fund. (As indicated, the\r\nMunicipality does acknowledge that the Fund is a hybrid one.)\n[21]\tThe Fund responds that all deadlines give rise to\r\nanomalies and that there must be a cut-off point when the Fundâs\r\ninvestment\nperformance can be analysed. Moreover, it argues, the\r\nMunicipality could have protected itself by providing 'claw backs' in\r\nsubsequent\nperiods when performance is better. It would be equally\r\nanomalous if the guarantee would be triggered only upon the\r\nrealisation\nof losses, through the sale of investment assets, but not\r\nby the performance of investments generally.\n[22]\tThe arguments for the Fundâs interpretation are\r\nbased also on the need for the safety net provided by the Rule, the\r\npurpose\nfor which it was agreed being to meet that need. The purpose\r\nis to provide a guarantee by the Municipality to its employees, or\n\nformer employees, of investment performance to ensure the financial\r\nwell-being of the Fund. The rules of any fund must be based\non sound\r\nfinancial principles and the board of a fund has the obligation to\r\nensure that membersâ interests are protected (see\nss 7C\nand\n7D\nof\r\nthe Act on the objects and duties of pension fund boards). An\r\nadministrator of a fund must maintain adequate financial resources\nto\r\nmeet its commitments and manage the risks to which a fund is exposed\n(s 13B(5)(f)).\nThe guarantee must be seen in the light of these\r\nprovisions and makes sense given the duties to protect membersâ\r\ninterests.\nPractices in pension funds generally\n[23]\tThe Fund contends further that in ascertaining the\r\nmeaning of the Rule the court must have regard to general practices\r\nin the\npension fund industry. Usually performance of funds is\r\ndetermined with reference to changes in the market value of their\r\nassets,\nand the ability to meet their obligations to their members.\r\nThe Municipalityâs interpretation, the Fund argues, is unrelated to\n\nthe market value of the fund's assets. It introduces the notion of\r\nrealizing profits and losses which, the Fund contends, is foreign\nto\r\nthe usual operations of a pension fund. Moreover, the assets of the\r\nFund have readily ascertainable market values. The realization\nof the\r\nassets does not change the actual financial position of the Fund. The\r\nonly effect that realization would have is to convert\nthe assets into\r\ncash. Further, on the Municipality's interpretation, the guarantee\r\nwould be triggered only where, in addition to\nthe fall in value of\r\nthe assets, the Fund had converted the assets to cash. This is an\r\narbitrary consequence.\nThe effect of the Rule according to the different\r\ninterpretations\n[24]\tThe investment risk that the Rule guards against is\r\nthe depreciation of the Fundâs investments. On the Municipalityâs\r\ninterpretation,\nwhere the value of the Fundâs assets falls, the\r\nmembers may find their benefits reduced in consequence, and the\r\nMunicipality\nwould not have to contribute to alleviate the situation\r\nfor so long as the Fund did not realize those assets that perform\r\npoorly.\nSuch a result, the Fund contends, could not have been\r\nintended by the members when they agreed to the amendments to the\r\nrules and\nthe change in nature of the fund.\n[25]\tThe Fund argues that the Rule had the same meaning\r\nand effect prior to the amendments. Where a defined benefit was\r\npayable\nto a pensioner the Rule would have ensured that the Fund was\r\nable to meet its commitments to pensioners. But the same safety net\n\nis needed for members after 1994 and there is nothing to suggest that\r\nmembers agreed to give up the protection they had had. If\nthere is a\r\ndepreciation in value of the Fundâs assets then the members will be\r\nprejudiced on the Municipalityâs interpretation.\n In my view, that\r\ncannot have been intended. It is not a commercially sensible outcome.\n[26]\tIt is not one that the Municipality appeared to\r\naccept either. For even in its amended plea,\n12\nit set out the âaverage annual rate of interestâ for the years\r\nending June 2000 (14 per cent), June 2001 (14.7 per cent) and\nJune\r\n2002 (12.5 per cent) based on the market value of the Fundâs\r\nassets. (It states also that for the year ending June 2004,\nthe\r\naverage annual return on the total moneys invested exceeded 5.5 per\r\ncent.) The figures reflect a gain on the value of all assets,\nand not\r\nthose actually realized.\n[27]\tA further difficulty arising from the\r\nMunicipalityâs approach is that the obligation to pay would be\r\ntriggered only when\nassets are realized and losses are incurred. This\r\nconsequence runs counter to the general practice that the health of a\r\npension\nfund is measured by the value of its investments and their\r\nperformance.\n[28]\tIt is important to bear in mind also that people\r\nwho were already pensioners in 1994 continue to be governed by the\r\nformer\nrules of the Fund, including one identical to the Rule (former\nrule 43.1).\nIt would be most odd if the Municipality were obliged to\r\nmake good the guarantee in respect of them, but not in respect of\r\nother\npensioners or active members of the Fund. And how would this be\r\nachieved? Would the guarantee be triggered for pensioners when the\n\noverall assets of the Fund are determined at financial-year end, but\r\nnot for active members? Again, the interpretation of the municipality\n\nmakes no commercial sense.\n[29]\tThe Fund argues too that in order to determine what\r\nrisk it is that the Rule guards against (what purpose the âsafety\r\nnetâ\nserves), the court must have regard to the benefits to which\r\nmembers are entitled.\nRule 4\nprovides that on retirement the memberâs\r\nshare will be transferred to an account (a pensions account or an\r\ninsurerâs account,\nsay) to secure the pension. Thus the benefit to\r\nwhich a member is entitled depends on what is in his or her account â\r\nwhat the\nshare is. The sources of the credits in the memberâs\r\naccount are determined by\nrule 2.2(1)(a)\n, and in particular (a)(v).\r\nThis provides that investment earnings must be transferred from a\r\nReserve Account: and such investment\nearnings âshall be based on\r\nthe investment yield achieved by the Fund during the period for which\r\nthe  . . . earnings are credited\nto the Memberâs Share Account; . .\r\n.â. Thus it is not profits realized that are placed in the memberâs\r\naccount, but the investment\nyield\n(rule 2.2(1)(b)(i)).\nEqually,\r\nâvaluation lossesâ must be debited to the memberâs share\n(rule\r\n10(5)).\nThe corresponding provision is to be found in\nrule 2.2(3)\nwhich establishes a Reserve Account, which comprises a record of all\r\nmoneys of the Fund that have not been allocated to the Share\nAccount\r\nor the Pensions Account. Valuation losses debited to the Share\r\nAccount must be credited to the Reserve Account\n(rules 2.2(3)(a)(iii)\nand\n2.2\n(1)(b)(i)). And\nrule 10.5(4)\nprovides that if the financial\r\nposition of the Fund requires it, on the recommendation of the\r\nactuary, âthe Committee may increase\nor decrease the contribution\r\nrate and/or the benefits under the Fund in any manner including the\r\ngranting of bonuses; provided\nthat if the valuation reveals a surplus\r\nand the Actuary so agrees, such surplus shall be allocated to the\r\nvarious accounts . .\n. to increase the benefits supported by such\r\naccountsâ.\n[30]\tThus, argues the Fund, it is clear that the\r\nfinancial position of the Fund has a direct effect on the benefits\r\nreceived by\nmembers. It matters not that depreciation in value in a\r\nfinancial year may be made up in following years. In each year the\r\nfinancial\nhealth of the Fund may impact directly on the benefits or\r\nbonuses payable to members. The better the performance in a year the\r\nmore likely it is that a memberâs share would be increased. And of\r\ncourse, the poorer the performance the more likely it is that\nthe\r\nbenefits will be reduced. Thus the Municipalityâs guarantee of a\r\nrate of âinterestâ of 5.5 per cent in a financial year\namounts to\r\na guarantee that benefits will not be reduced beyond a particular\r\nlevel when the Fundâs performance is poor. The rules\nreflect the\r\ntruly hybrid nature of the Fund: the pension of a member is related\r\nnot only to contributions that are defined, but\nalso to good\r\nfinancial performance that may result in increased benefits and\r\npossibly bonuses too.\n[31]\tThe Municipalityâs interpretation, on the other\r\nhand, provides no âsafety netâ for members. It entails the\r\nconsequence\nthat the benefits received on retirement are related only\r\nto realization of assets and not the overall performance of\r\ninvestments.\nIt does not protect members against the risk of poor\r\ninvestment performance.\n[32]\tIt is true that the rules provide for other âsafety\r\nnetsâ. The creation of the Reserve Account into which, inter alia,\r\ninvestment earnings are paid ensures some level of risk aversion. So\r\ntoo does the requirement of actuarial valuations on a regular\nbasis.\r\nBut that is no reason to assume that another measure of protection is\r\nnot desirable. Given that both parties regard the\nRule as providing a\r\nrisk aversion measure, one must ask what the risk is and how members\r\nare to be adequately protected. In my\nview, the Fundâs argument\r\nthat the real risk is the fall in the value of investments overall is\r\ncompelling. There is no need\nto protect against random losses\r\nincurred in the realization of only some assets.\n[33]\tHaving regard to the context of the rules â the\r\nnature of the Fund, the general practice of pension funds, and, most\r\nimportantly,\nthe purpose and effect of the Rule â the only sensible\r\ncommercial meaning to be given to it is that argued for by the Fund\r\nand\naccepted by the high court. The Municipality is accordingly\r\nobliged to pay to the Fund the amount claimed.\n[34]\tThe appeal is dismissed with costs including those\r\nof two counsel.\n_______________\nC H Lewis\nJudge of Appeal\nAppearances:\nFor\r\nAppellant:\t\tA E Franklin SC\nD\r\nL Wood\nInstructed by\nWright,\r\nRose-Innes Inc\nBedfordview\nGoodrick\r\n& Franklin\nBloemfontein\nFor\r\nRespondent:\t\tC D A Loxton SC\nN\r\nFourie\nInstructed\r\nby\nSHB\r\nAttorneys\nGermiston\nNaudesâs\r\nAttorneys\nBloemfontein\n1\nâ[T]he rules of a registered fund shall be\r\n\tbinding on the fund and the members, shareholders and officers\r\n\tthereof, and on any\nperson who claims under the rules  . . .â.\n2\n1999 (4) SA 884\n(SCA) paras 5 and 16.\n3\n2002 (3) SA 525\n(C) para 9.\n4\nFinancial Services Board\npara 10.\n5\n1990 (3) SA 159\n(T) at 170G-H.\n6\n1974 (1) SA 641\n(A).\n7\nThe decision was reversed on appeal, but the approach of Kriegler J\r\n\tin the court a quo was not disapproved.\n8\n2008 (6) SA 453\n(SCA).\n9\n[2009] ZASCA 7\n(13 March\n2009); 2009 (4) SA 399\n(SCA)\npara\r\n\t39.\n10\nSee R H Christie\nThe\r\n\tLaw of Contract in South Africa\n(5 ed)\r\n\t2006 p 219.\n11\nKPMG\nChartered Accountants v Securefin\nabove para 39.\n12\nPara 9. The figures were originally set out in a\r\n\tletter from the principal officer of the Fund to the chief financial\r\n\tofficer\nof the Municipality dated 11 December 2003.",
  "scraped_at": "2026-02-12T05:26:32.255078",
  "date": "2009-11-27",
  "coram": [
    "NAVSA",
    "LEWIS",
    "HEHER",
    "MLAMBO",
    "GRIESEL"
  ],
  "case_number": "457/08",
  "parties": {
    "applicants": [
      "Ekurhuleni Metropolitan Municipality"
    ],
    "respondents": [
      "Germiston Municipal Retirement Fund"
    ]
  },
  "sections": {
    "facts": "The dispute concerned the interpretation of rule 10.8(1) of the Germiston Municipal Retirement Fund, a hybrid pension fund originally established as a defined benefit scheme in 1924 and converted to a primarily defined contribution scheme in 1994. The rule required the employer (the Municipality) to contribute an amount that would raise the fund's rate of interest to at least 5.5% if the actual rate fell below that threshold in a financial year. In the 2002/2003 year the fund’s assets fell by 4.3%, the first time the fund failed to achieve the 5.5% return, and the fund claimed that the Municipality owed R61,173,822 to make up the shortfall. The key point of contention was the meaning of the phrase “interest actually earned” – whether it included unrealised gains and losses on the market value of the fund’s assets.",
    "issues": "The sole legal issue was the proper construction of the phrase “interest actually earned” in rule 10.8(1). Specifically, whether the phrase should be limited to realised cash interest, excluding unrealised capital gains and losses, or whether it should encompass the overall return on the fund’s assets, measured by market value, including unrealised fluctuations.",
    "principles": "The Court applied established principles of contractual interpretation, emphasizing that provisions must be read in context, giving them a commercially sensible meaning. It referred to precedent such as Bekker NO v Total South Africa, Masstores v Murray & Roberts, and the principle that a contract must be construed with regard to its factual matrix, purpose, and industry practice. The Court stressed that the intention of the parties, as reflected in the whole set of fund rules and the purpose of providing a safety net for members, guides the interpretation.",
    "application": "Applying these principles, the Court affirmed that the rule’s purpose was to protect members by guaranteeing a minimum return on the fund’s total assets. The term “interest actually earned” was therefore read to include both realised and unrealised returns, measured by the market value of the fund’s investments. The Court rejected the Municipality’s narrower linguistic approach, finding that it ignored the commercial purpose and the established practice of assessing pension fund performance by overall asset value. Consequently, the Municipality was held liable for the shortfall.",
    "conclusion": "The appeal was dismissed. The Municipality was ordered to pay the Fund the claimed amount of R61,173,822, together with costs, including those of two counsel."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Interpretation of Rules",
    "level_3": [
      "pension fund",
      "interest calculation",
      "defined benefit",
      "defined contribution",
      "contract interpretation"
    ]
  }
}