{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/102.html",
  "case_name": "Rockbreakers and Parts (Pty) Ltd v Rolag Property Trading (Pty) Ltd (498/08) [2009] ZASCA 102; 2010 (2) SA 400 (SCA) ; [2010] 1 All SA 291 (SCA) (18 September 2009)",
  "citation": "[2009] ZASCA 102",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 102\n|\nNoteup\n|\nLawCite\nRockbreakers and Parts (Pty) Ltd v Rolag Property Trading (Pty) Ltd (498/08) [2009] ZASCA 102; 2010 (2) SA 400 (SCA) ; [2010] 1 All SA 291 (SCA) (18 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 498/08\nROCKBREAKERS AND PARTS (PTY) LTD\t\t\t\tAppellant\nand\nROLAG PROPERTY TRADING (PTY) LTD\t\t\t       Respondent\nNeutral citation:\nRockbreakers\r\nand Parts (Pty) Ltd v Rolag Property Trading\n(Pty)\r\nLtd\n. (498/08)\n[2009] ZASCA 102\n(18 September\r\n2009)\nCoram:\nHEHER,\r\nPONNAN JJA, HURT, TSHIQI\net\nWALLIS AJJA\nHeard:\n25 AUGUST\r\n2009\nDelivered:\n18\r\nSEPTEMBER 2009\nSummary:\tAlienation of land\nâ\nparty accepting offer adding a suspensive\r\ncondition amounting to a counter offer\nâ\nother\r\nparty not signing the amendment\nâ\ncontract\r\nunenforceable for non-compliance with s 2(1) of\nAlienation of Land\nAct 68 of 1981\n.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: Johannesburg High Court (Van Oosten J\r\nsitting as court of\nfirst instance).\n1.\tThe appeal is upheld with costs, including the costs\r\nof two counsel.\n2.\tThe order of the court below is set aside and\r\nsubstituted as follows:\n2.1\tThe application is dismissed with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI\r\nAJA (HEHER and PONNAN JJA and HURT and WALLIS AJJA concurring):\n[1]\tThis appeal concerns the validity of a\r\npurchase and sale agreement in respect of immovable property, owned\r\nby the appellant,\nRockbreakers and Parts (Pty) Ltd, and known to both\r\nparties as 'Portion 54 of the Farm Roodekop No 139 IR measuring\r\n49408m²'.\nA written offer to purchase the property was signed on\r\nbehalf of the respondent, Rolag Property Trading (Pty) Ltd, on 20\r\nOctober\n2005 and by a representative of the appellant on 25 October\r\n2005. This case arises because in so doing he added the following\r\nwords\nin manuscript:\n'This offer is accepted subject\r\nto the seller obtaining registration of the subdivision of the\r\nproperty.'\nThe manuscript insertion was neither initialled nor\r\ncountersigned by the respondent. Apart from the manuscript insertion\r\nthere is\nno reference to a subdivision of the property in the\r\nagreement, although the evidence shows that both parties were aware\r\nof the\nneed for the property to be subdivided in order to give effect\r\nto the sale.\n[2]\tThe requisite deposit was paid by the\r\nrespondent and the necessary guarantees were furnished for the\r\npayment of the balance\nof the purchase price. A conveyancer was\r\nnominated to attend to the subdivision and transfer of the property.\r\nThe application for\nsubdivision was approved by the local authority\r\nand the property to be sub-divided was then described as 'Portion 124\r\n(a portion\nof 29) of the Farm Roodekop No 139 IR' now measuring\r\n37507m². The letter of approval was dated 16 May 2006 and\r\nimposed certain\nconditions. The one that gave rise to controversy is\r\ncontained in paragraph 3 and states:\n'That a township be established\r\non proposed Portion 54 and that no development of any nature\r\nwhatsoever takes place on the property\nbefore the township has been\r\npromulgated.'\nThe appellant did not thereafter proceed\r\nwith further steps to ensure finality to the registration and\r\ntransfer process. From the\ncorrespondence exchanged between the\r\nparties it became clear that the appellant took the stance that the\r\nquoted condition imposed\nburdensome obligations and 'the offer to\r\npurchase which was signed on 20 October 2005, was not accepted\r\nunconditionally by the\nsellers, Rockbreakers and Parts (Pty) Ltd on\r\n25 October 2005 as the acceptance was made subject to the seller\r\nobtaining registration\nof the subdivision of the property'\n1\n.\r\nThat clearly conveyed the appellant's intention not to regard itself\r\nas bound by the agreement.\n[3]\tWhen the attitude of the appellant became clear to\r\nthe respondent, it applied to the Johannesburg High Court for an\r\norder for\nspecific performance of the agreement. The appellant\r\nopposed the application raising four defences which were all rejected\r\nby the\ncourt below. The appeal is brought with the leave of that\r\ncourt. For the reasons that will become apparent it is only necessary\n\nto deal with one of the defences.\n[4]\tThis defence is that the manuscript insertion was\r\nmaterial to any agreement and constituted a counter-offer which had\r\nto be\nin writing and signed by or on behalf of the parties in\r\ncompliance with s 2(1) of the Alienation of Land Act 68 of 1981 ('the\r\nAct'),\nand that the failure by the respondent to accept it or signal\r\nits acceptance in writing rendered the contract unenforceable. The\n\nrespondent disputes that the manuscript insertion amounted to a\r\ncounter-offer and contends that it was surplusage amounting to\nno\r\nmore than what was the common intention of the parties. The basis for\r\nthis contention is that both parties knew that the property\nhad to be\r\nsubdivided in order to give effect to the agreement.\n[5]\tSection 2(1) of the Act reads:\n'No alienation of\r\nland after the commencement of this section shall, subject to the\r\nprovisions of  section 28, be of any force or\neffect unless it is\r\ncontained in a deed of alienation signed by the parties thereto or by\r\ntheir agents acting on their written\nauthority.'\n[6]\tIn\nJohnston v\r\nLeal\n2\nCorbett JA summed up the legal effect of the predecessor to s 2(1)\r\nwhich was materially the same terms as follows:\n'It has been held â\r\nand in my opinion correctly so â that what s 1(1), or its\r\npredecessors, require is that the whole contract\nof sale, or at any\r\nrate all the material terms thereof, be reduced to writing (see\nJoubert v Steenkamp\n1909 TS 169\nat 171;\nCoronel\r\nv Kaufman\n1920 TPD\r\n207\nat 209, 210;\nVeenstra\r\nv Collins\n1938 TPD\r\n458\nat 460;\nKing v\r\nPotgieter\n1950 (3) SA\r\n7\n(T) at 10 and 14 and the cases there cited;\nJammine\r\nv Lowrie\n1958 (2) SA\r\n430\n(T) at 431;\nMeyer\r\nv Kirner\n1974 (4) SA\r\n90\n(N) at 97G-98D). It is not necessary that the terms of the\r\ncontract be all contained in one document, but, if there are more\r\nthan\none document, these documents, read together, must fully record\r\nthe contract (see\nCoronel\r\nv Kaufman\n(\nsupra\nat 209);\nMeyer v\r\nKirner\n(\nsupra\nat 97E-F)). The material terms of the contract are not confined to\r\nthose prescribing the\nessentialia\nof a contract of sale, viz the parties to the contract, the\nmerx\nand the\npretium\n,\r\nbut include, in addition, all other material terms (see\nKing\r\nv Potgieter\n(\nsupra\nat 14C);\nMeyer v\r\nKirner\n(\nsupra\nat 97-9)).\nIt is not easy\r\nto define what constitutes a material term. Nor is it necessary in\r\nthe present case to do so since clause 11, upon\nwhich the dispute\r\nturns and which has the effect (if operative) of suspending the whole\r\ncontract pending fulfilment of a condition\nas to the procurement of a\r\nloan on the security of a first mortgage bond to be passed over the\r\nproperty sold and also of causing\nthe contract to be \"automatically\r\ncancelled\" in the event of such a loan not being obtained, would\r\nclearly constitute\na material term of the contract. It is also not\r\nnecessary in this case to consider at any length the degree of\r\nprecision with which\nthe writing must set forth the terms of the\r\ncontract, particularly the\nessentialia\n, in order\r\nto comply with s 1 (1), since this is not an issue which arises here.\nGenerally speaking these terms â and especially the\nessentialia\nâ must be set forth with sufficient accuracy and particularity to\r\nenable the identity of the parties, the amount of the purchase\nprice\r\nand the identity of the subject-matter of the contract, as also the\r\nforce and effect of other material terms of the contract,\nto be\r\nascertained without recourse to evidence of an oral\nconsensus\nbetween the parties (see\nVan\r\nWyk v Rottcher's Saw Mills (Pty) Ltd\n1948 (1) SA 983\n(A) at 989-990, 995-6;\nKing\r\nv Potgieter\n(\nsupra\nat 14D-E);\nMagwaza v\r\nHeenan\n1979 (2) SA\r\n1019\n(A) at 1023C-G and the authorities there cited).'\n[7]\tIn\nVan Leeuwen\r\nPipe and Tube (Pty) Ltd v Mulroy\n3\nNienaber J said:\n'The sale is an alienation of\r\nland. To be valid its terms must be in writing and signed. That means\r\nthat every term that is conceived\nby the parties to form part of the\r\nsale must comply with the prescribed statutory formalities. If any\r\nparticular term does not\nso comply, the term itself is void and so is\r\nthe sale as a whole â at any rate if the offending term is a\r\nmaterial one that cannot\nbe severed from the enforceable portion of\r\nthe contract. ... A term that relates to the performance and thus to\r\nthe obligations\nof any of the respective parties, such as a term\r\nincorporating a suspensive or resolutive condition, would be a\r\nmaterial term.'\n[8]\tIn order to determine whether the\r\ndefence raised can be sustained it is necessary to determine the\r\neffect of the manuscript\ninsertion on the rights and obligations of\r\nboth parties. It follows from the authorities cited above that if the\r\nmanuscript insertion\nembodied a material alteration to the\r\ncontractual terms and thus constituted a counter-offer that was never\r\naccepted in writing,\nthen the contract would be unenforceable.\n[9]\tThe\r\ncontract as initially signed by the respondent made no mention of\r\nsubdivision. In the absence of the subdivision, foreshadowed\nby the\r\nmanuscript insertion, the property described as 'Portion 54 of the\r\nFarm Roodekop No 139 IR' would not be separated from\nthe rest of the\r\nfarm and consequently could not be transferred to the respondent.\r\nThis would affect the material obligations of\nthe appellant, which\r\nwould still be obliged to make good its part of the bargain. The\r\ninsertion of the clause in manuscript therefore\nserved to protect the\r\nappellant from an action for damages in the event that the\r\nsubdivision did not materialise. There is therefore\nno doubt in the\r\ncircumstances of this case that the manuscript insertion is material\r\nand amounted to a counter-offer.\n4\n[10]\tWe have been referred to the case of\nStalwo (Pty) Ltd v Wary Holdings (Pty) Ltd\n5\nto support a submission that, because both parties knew that the\r\nsubdivision was a precondition to the transfer of the property,\nthe\r\nmanuscript insertion is of no moment. However this case is\r\ndistinguishable from the case of\nStalwo\n(supra) because 'the proposed subdivision' in\r\nthat case was expressly incorporated into the agreement and it was\r\nagreed that a suspensive\ncondition, although omitted from the written\r\nagreement, was indeed a term of the agreement between the parties.\n[11]\tIt therefore follows that the\r\nmanuscript insertion constituted a counter-offer that required\r\nacceptance in writing by both\nparties. In light of the fact that the\r\ncounter-offer was not accepted by the respondent, it follows that no\r\nbinding agreement was\nconcluded between the parties. This conclusion\r\ndisposes of the appeal and it is thus not necessary to deal with the\r\nother issues\nconsidered by the court below.\n[12]\tReference was made in argument to\r\ncorrespondence from the respondent, referring the appellant to BOE\r\nBank regarding the issue\nof guarantees, and a letter to BOE Bank\r\nrequesting a guarantee. Even if the letters could be read, and, to\r\nthe extent of their\nrelevance, incorporated into the agreement, both\r\ndeal with separate issues pertaining to the purchase and sale\r\nagreement and are\nsilent on the issue of the subdivision. They cannot\r\nbe of assistance to respondent, in so far as the acceptance of the\r\ncounter-offer\nis concerned. The status of the letters can best be\r\ndescribed as in\nJackson v Weilbach's\r\nExecutrix\n6\nwhere Innes CJ said, in relation to an attempt to use subsequent\r\ndocumentation to overcome an absence of writing:\n'But do these declarations of\r\npurchaser and seller constitute such a contract? In form they\r\ncertainly do not; the declaration of\nthe seller is not an offer, and\r\nthe declaration of the purchaser is not an acceptance. Nor is there\r\nanything to show that the parties,\nwhen they signed these\r\ndeclarations, intended to enter into any contract. The declarations\r\nwere signed for revenue purposes, and\nthey purport not to embody a\r\ncontract constituted in terms of the documents themselves, but to\r\nrecord that a prior contract had\nbeen entered into at a date therein\r\nmentioned. . . It comes, then, to this â that these declarations do\r\nnot purport to contain\na contract: they were not intended by the\r\nparties to do so, and if they constituted a contract there would be\r\ntwo contracts in\nthis case instead of one. In my view the two parties\r\ndid not enter into the written contract which sec. 30 of Proclamation\r\n8 of\n1902 requires, and their verbal agreement was null and void.'\n[13]\tI would therefore make the following order:\n1.\tThe appeal is upheld with costs, including the costs\r\nof two counsel.\n2.\tThe order of the court below is set aside and\r\nsubstituted as follows:\n2.1\tThe application is dismissed with costs.\n_______________________\nZ L L TSHIQI\nACTING JUDGE OF APPEAL\nWALLIS\r\nAJA (HEHER JA concurring)\n[14]\tI have had the advantage of\r\nreading the judgment of my colleague Tshiqi AJA and I concur with her\r\nreasoning and her conclusion.\nI write separately because in one\r\nrespect my reasoning goes further than hers.\n[15]\tIt is correctly accepted by the\r\nparties that the additional clause added to the draft offer, by Mr\r\nEsprey, is a suspensive\ncondition. The effect of that is to create âa\r\nvery real and definite contractual relationshipâ between the\r\nparties.\n7\nPending fulfilment of the suspensive condition the exigible content\r\nof the contract is suspended.\n8\nOn fulfilment of the condition the contract becomes of full force and\r\neffect and enforceable by the parties in accordance with\nits terms.\r\nNone of this is contentious.\n[16]\tIn a contract not subject to the condition inserted\r\nby Mr Esprey, as my colleague points out, Rockbreakers would have\r\nbeen\nobliged to procure the subdivision of the property and its\r\ntransfer to Rolag. This is in accordance with the rule enunciated by\n\nPothier in the following terms:\nâ\nThe\r\nseller is bound to deliver the thing to the buyer if it is not\r\nalready in his possession; and as a necessary consequence of\nthis\r\nobligation, to do, at his own expense, whatever may be necessary to\r\nenable him to perform it.â\n9\n[17]\tThe\r\ncontrast between the contract being subject to the suspensive\r\ncondition, inserted by Mr Esprey, and a situation where it\nwas not\r\nsubject to any such condition is apparent from these brief\r\ndescriptions of the differing legal consequences flowing from\nthe two\r\ndifferent situations. In order to circumvent the problem this poses\r\nto the enforcement of the contract Rolag contended,\nand this was\r\nupheld by the court below, that in the absence of the additional\r\nclause the offer, and hence any contract concluded\nas a result of its\r\nunequivocal acceptance, would in any event have been subject to a\r\nsuspensive condition, precisely the same as\nthat inserted in\r\nmanuscript by Mr Esprey, when he purported to accept the offer. In\r\nforming that conclusion the court below relied\non the decision of\r\nthis Court in\nStalwo\n.\n10\n[18]\tThe\r\nissue in\nStalwo\nwas\r\nwhether an agreement failed to comply with the requirements of the\nAlienation of Land Act, because\nthe parties had omitted to\r\nincorporate expressly in the written document a suspensive condition\r\nmaking the sale subject to sub-division\nof the land sold from a\r\nlarger property. There was no dispute between the parties that their\r\nagreement was subject to such a suspensive\ncondition, but it was\r\ncontended that the failure to incorporate it expressly in the written\r\ndocument meant that there had been\nnon-compliance with the\r\nrequirement of writing in the statute, resulting in the contract\r\nbeing void and unenforceable. This Court\nrejected that contention on\r\nthe basis that in consequence of the partiesâ agreement on the\r\nsuspensive condition, taken in conjunction\nwith the express reference\r\nto a sub-division in the description of the property sold, the\r\ncontract was subject to a tacit term\nembodying such suspensive\r\ncondition and as âa tacit term, once found to exist, is simply read\r\nor blended into the contract: as\nsuch it is \"contained\" in\r\nthe written deed. Not being an adjunct to but an integrated part of\r\nthe contract, a tacit term\ndoes not â¦ fall foul of â¦ the\r\n[Alienation of Land] Act.â\n11\n[19]\tIn\r\nreaching that conclusion the court applied the well-established\r\nprinciples governing the circumstances in which a tacit\nterm is\r\nimplied into a contract as laid down in a number of decisions of this\r\nCourt.\n12\nThose principles are equally applicable to the contention in this\r\ncase that the offer as submitted would, if accepted without\r\nqualification, have resulted in a contract subject to a suspensive\r\ncondition by virtue of a tacit term to that effect, with the\nresult\r\nthat the additional clause was mere surplusage. In considering that\r\nquestion the only background fact external to the agreement\nrelied on\r\nby Rolag is that both parties were aware at all times that it would\r\nbe necessary to effect a sub-division in order for\nRockbreakers to\r\ngive transfer of the property that was the subject of the sale.\n[20]\tIn\nWilkins v Voges\n13\nNienaber JA said that:\nâ\nA\r\ntacit term, one so self-evident as to go without saying, can be\r\nactual or imputed. It is actual if both parties thought about\na\r\nmatter which is pertinent but did not bother to declare their assent.\r\nIt is imputed if they would have assented about such a\nmatter if only\r\nthey had thought about it - which they did not do because they\r\noverlooked a present fact or failed to anticipate\na future one.â\nAny\r\ntacit term in the present case must fall within the second category\r\nbecause, apart from the fact that the parties both knew\nthat\r\nsub-division was necessary, there is no evidence that they in fact\r\naddressed their minds to the matter before the offer was\nsubmitted or\r\ngave any consideration to what was to happen if sub-division could\r\nnot be effected. That serves to distinguish the\ncase from\nStalwo\nwhere the parties had agreed that their contract would be subject to\r\na suspensive condition and had therefore addressed their minds\nto the\r\nissue but not declared their assent.\n[21]\tLogically\r\nit is difficult to speak of imputing a term into a contract until one\r\nhas reached the conclusion that a binding contract\nexists. In\r\nconsidering the contention on behalf of Rolag one must necessarily\r\napproach the matter on the basis of a consideration\nof the agreement\r\nthat would have resulted if, instead of inserting the suspensive\r\ncondition, Mr Esprey had simply accepted the\noffer as it stood,\r\nthereby bringing into existence a contract that, in its written\r\nmanifestation, did not contain the suspensive\ncondition. One must\r\nthen ask whether, on a consideration of the express terms of that\r\ncontract in the light of admissible evidence\nof surrounding\r\ncircumstances, a tacit term should be imputed to the parties that\r\ntheir agreement would be â\nsubject to the seller\r\nobtaining registration of the subdivision of the property.'\n[22]\nWhilst\r\nit would not be uncommon in ordinary commercial practice for a matter\r\nsuch as the sub-division in this case to be the subject\nof a\r\nsuspensive condition, the mere fact that it might, or even would, be\r\nreasonable to include such a provision in the contract\nis not a basis\r\nfor imputing a tacit suspensive condition to the parties. The\r\nproperty had been marketed for a number of years as\na separate\r\nsub-division and reference to the plan shows that it is bounded on\r\nthree sides by public roads and is separated from\nthe balance of the\r\nproperty by a railway line.  A sub-divisional diagram had been drawn\r\nup in 1967 and submitted to the local authority\nbut, for reasons not\r\nexplained in the papers, that had not been taken further. There is no\r\nindication that the parties foresaw\nany possible problems in\r\nobtaining sub-divisional approval or, until Mr Esprey inserted the\r\nadditional clause, that they contemplated\nthe possibility that such\r\napproval might not be forthcoming.  In those circumstances it is not\r\npossible to draw the inference that\nif the matter had been raised at\r\nthe outset they would have agreed that in the event of sub-division\r\nnot being procured the contract\nwould simply have fallen away. Whilst\r\nRolag was clearly eager, as its conduct shows, to pursue the contract\r\nonce sub-divisional\napproval had been obtained, that cannot be taken\r\nas indicating retrospectively that it would have been agreeable from\r\nthe outset\nto walk away from the transaction if approval was not\r\nforthcoming. It might have insisted on the contract being\r\nunconditional and\nRockbreakers might have been willing to accept\r\nthis, because it did not foresee any difficulty in obtaining\r\nsub-divisional approval.\nAlternatively, Rolag could have suggested a\r\nsuspensive condition in different terms or demanded some compensation\r\nfor out-of-pocket\nexpenses in planning the development of the\r\nproperty. Other possibilities are conceivable. Nothing suggests that\r\nthe necessary\nresponse of both parties to the question posed by the\r\nhypothetical bystander would have been to say: âOf course our\r\nagreement\nis subject to sub-division being obtained. That is too\r\nobvious for us to need to say it.â Indeed, had they said that, it\r\nis by\nno means clear that they would have meant by this statement\r\nthat the contract was subject to a suspensive condition. It is\r\ncapable\nof meaning simply that they knew that a failure to obtain\r\nsub-division would render performance impossible, without necessarily\n\nexempting Rockbreakers from a liability to pay damages for\r\nnon-performance of their obligation to transfer the property to\r\nRolag.\n[23]\tA\r\nfurther relevant factor is that the offer was embodied in a written\r\ndocument in a form conventionally used for transactions\nof this type,\r\nwhich specifically caters in clause 18 thereof for the eventuality\r\nthat the parties might wish to make their agreement\nsubject to a\r\nsuspensive condition. As the cases demonstrate a tacit term is not\r\nlightly to be imputed to parties who have chosen\nto embody their\r\nagreement in writing. The reason is that one infers, from the fact\r\nthat they have chosen to adopt that course,\nthat they have thought\r\nabout its terms and the document reflects those terms.\n[24]\tThose\r\nconsiderations suffice to support the conclusion that by adding the\r\nsuspensive condition Mr Esprey, on behalf of Rockbreakers,\nwas\r\nproposing to contract on materially different terms from those\r\noffered by Rolag and hence that he made a counter-offer. That\n\nconclusion finds support in cases, not only in this country but also\r\nin England,\n14\nfrom which our courts have obtained much guidance in the field of\r\ntacit conditions. It also renders it unnecessary to consider\nwhether\r\nor in what circumstances it is ever possible by way of a tacit\r\ncondition to render a written contract, unconditional on\nits face,\r\nconditional or whether the imputation of such a condition would be\r\ninconsistent with the written terms and hence amount\nto an\r\nimpermissible amendment therof.  Other than\nStalwo\n,\r\nwhich depends upon the unusual situation where the parties had in\r\nfact agreed on a suspensive condition and then not incorporated\nit in\r\nthe written contract,\nI\r\nhave found no South African case where that has been done. My\r\nresearches in the English cases have only unearthed a single case\n\nwhere that was the result and that in an\nex\r\ntempore\njudgment where the basic principles\r\nwere not canvassed.\n15\nFortunately, it is unnecessary to express a final view on that\r\nquestion as it raises important issues of principle on which we\nhave\r\nnot had the benefit of full argument.\n[25]\tFor\r\nthose additional reasons and those contained in her judgment I concur\r\nin the order proposed by Tshiqi AJA.\n________________________\nM J D WALLIS\nACTING JUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:\tA Horwitz SC\nJ L Kaplan\nInstructed by\nM H Cirota Attorney, Johannesburg\nLovius-Block, Bloemfontein\nCounsel for Respondent:\tM W Verster\nInstructed by\nBMV Attorneys, Johannesburg\nPeyper Attorneys Inc, Bloemfontein\n1\nLetter dated 10 May 2007 from J C Smit Inc De\r\n\tKock & Visser; Attorneys and Conveyancers acting on the\r\n\tinstructions of the\nappellant.\n2\n1980 (3) SA 927\n(A) at 937G-H; 938B-C.\n3\n1985 (3) SA 396\n(D) at 400F-I.\n4\nAdmin Estate Agents (Pty) Limited t/a Larry Lambrou v Brennan\n1997 (2) SA 922\n(E) at 928G-H.\n5\n2008 (1) SA 654\n(SCA) at paras 8-12.\n6\n1907 TS 212\nat 216-217.\n7\nCorondimas v Badat\n1946 AD 548\nat 551, 558-559;\nPalm\r\n\tFifteen (Pty) Ltd v Cotton Tail Homes (Pty) Ltd\n1978 (2) SA 872\n(A) at 887.\n8\nOdendaalsrust Municipality v New Nigel Estate Gold Mining Co Ltd\n1948 (2) SA 656\n(O) at 665-667.\n9\nContract of Sale\n2.1.42 (Cushingâs translation 26);\nSauerlander v Townsend\n1930 CPD 55\nat 63;\nAbdullah v Long\n1931 CPD 305\nat 308.\n10\nStalwo (Pty) Ltd v Wary Holdings (Pty) Ltd\n2008\r\n\t(1) SA 654\n(SCA) at paras 8-12.\n11\nWilkins NO v Voges\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A) at 144C-D.\n12\nAlfred McAlpine & Son (Pty) Ltd vTransvaal Provincial\r\n\tAdministration\n1974 (3) SA 506\n(A) at 532G-533C; Delfs v Kuehne &\r\n\tNagel (Pty) Ltd\n1990 (1) SA 822\n(A) at 827B-828B;\nWilkins NO\r\n\tv Voges\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A) at 136H-137D.\n13\nAt 136H-I.\n14\nCharles H Windschuegl Ltd v Alexander Pickering & Co Ltd\n[1950] 84 Lloyd's L Rep 89 (KB) at 93;\nBrauer & Co (Great\r\n\tBritain) Ltd v James Clark (Brush Materials) Ltd\n[1952] 2 All ER\r\n\t497\n(CA),\n15\nBentworth Finance Ltd v Lubert\n[1967] 2 All ER 810\n(CA). Such\r\n\ta contention was argued but the point of principle was not decided\r\n\tin\nK C Sethia (1944) Ltd v Partabmull Rameshwar\n[1950] 1 All\r\n\tER 51\n(CA).",
  "scraped_at": "2026-02-12T05:15:39.836078",
  "date": "2009-09-18",
  "coram": [
    "HEHER",
    "PONNAN JJA",
    "HURT",
    "TSHIQI",
    "WALLIS AJJA"
  ],
  "case_number": "498/08",
  "parties": {
    "applicants": [
      "Rockbreakers and Parts (Pty) Ltd"
    ],
    "respondents": [
      "Rolag Property Trading (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The parties negotiated a purchase‑sale agreement for Portion 54 of the Farm Roodekop No 139 IR. The respondent signed the offer on 20 October 2005 and the appellant signed a counter‑document on 25 October 2005, inserting in manuscript the clause “subject to the seller obtaining registration of the subdivision of the property”. The insertion was not initialled or countersigned. The respondent paid the deposit and provided guarantees. A subdivision application was approved on 16 May 2006, subject to a condition that no development occur before a township was promulgated. The appellant later refused to proceed, arguing that the manuscript clause created a burdensome counter‑offer and that the contract was therefore not binding.",
    "issues": "Whether the manuscript insertion constituted a material term that amounted to a counter‑offer, requiring compliance with s 2(1) of the Alienation of Land Act 68 of 1981, and consequently rendered the contract unenforceable; and whether a tacit term could be implied to give effect to the intended subdivision condition.",
    "principles": "Section 2(1) of the Alienation of Land Act requires that all material terms of an alienation of land be contained in a written deed signed by the parties. South African case law (e.g., Johnston v Leal, Van Leeuwen Pipe and Tube v Mulroy, Stalwo v Wary Holdings, Wilkins v Voges) holds that a material alteration not complied with the statutory formalities is void, and a counter‑offer must be accepted in writing. Tacit terms are only implied where the parties clearly intended them and the written contract reflects their agreement.",
    "application": "The Court found that the manuscript clause was a material alteration to the original offer, constituting a counter‑offer that was never accepted in writing. Because the respondent did not sign or otherwise assent to the clause, the requirement of s 2(1) was not satisfied and the contract was unenforceable. The argument that a tacit term could save the agreement was rejected, as there was no evidence that both parties had contemplated and intended such a term at the time of contract formation.",
    "conclusion": "The appeal was upheld. The order of the Johannesburg High Court was set aside and substituted with a dismissal of the application for specific performance, together with costs. The contract was declared unenforceable due to non‑compliance with the Alienation of Land Act."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Alienation of Land",
    "level_3": [
      "contract formation",
      "counter‑offer",
      "statutory formalities",
      "tacit term"
    ]
  }
}