{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/81.html",
  "case_name": "Cronje NO and Others v Hillcrest Village (Pty) Ltd and Another (325/08) [2009] ZASCA 81; 2009 (6) SA 12 (SCA) ; [2009] 4 All SA 383 (SCA) (17 July 2009)",
  "citation": "[2009] ZASCA 81",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 81\n|\nNoteup\n|\nLawCite\nCronje NO and Others v Hillcrest Village (Pty) Ltd and Another (325/08) [2009] ZASCA 81; 2009 (6) SA 12 (SCA) ; [2009] 4 All SA 383 (SCA) (17 July 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 325/08\nPIETER ARNOLDUS CRONJE NO\tFirst\nAppellant\nENVER MOHAMED MOTALA NO\tSecond Appellant\nNEDBANK LIMITED\tThird Appellant\nand\nHILLCREST VILLAGE (PTY) LTD\tFirst Respondent\nCRYSTAL COOPER DE LA PIERRE NO\tSecond Respondent\nNeutral citation:\nCronje v Hillcrest Village\n(325/08)\n[2009] ZASCA 81\n(17 July 2009)\nCoram:\nSTREICHER ADP, LEWIS, VAN HEERDEN JJA, GRIESEL &\r\nBOSIELO AJJA\nHeard:\n14 MAY 2009\nDelivered:\n17 JULY 2009\nSummary:\nSection 420 of Companies Act 61 of 1973 â\r\napplication to avoid dissolution of liquidated company - unlikelihood\r\nof avoidance yielding\na financial benefit to applicant, inaction and\r\ndelay on the part of applicant factors to be taken into account in\r\nexercise of courtâs\ndiscretion.\nORDER\nOn appeal from:\nHigh Court,\r\nPretoria (Mavundla J sitting as court of first instance)\n1\tThe appeal is upheld with costs. In the case of the\r\nsecond and third appellants such costs are to include the costs of\r\ntwo counsel.\n2\tThe order by the court below is set aside and replaced\r\nwith the following order:\nâ\nThe application is dismissed with costs.â\nJUDGMENT\nSTREICHER ADP (LEWIS, VAN HEERDEN JJA, GRIESEL &\r\nBOSIELO AJJA concurring)\n[1]\tThis is an appeal against a judgment in the High\r\nCourt, Pretoria in terms of which Mavundla J, in an application by\r\nthe first\nrespondent, Hillcrest Village (Pty) Ltd (âHillcrestâ),\r\nand the second respondent, the trustees of the CMT Trust (âCMTâ),\n\ndeclared the dissolution of a company, Waterkloofspruit Projects\r\n(Pty) Ltd (in liquidation) (âWKPâ), to have been void and\nordered\r\ncertain ancillary relief. The appeal is with the leave of the court\r\nbelow.\n[2]\tThe respondentsâ founding affidavit is only 11\r\npages long but after receipt of the appellantsâ answering\r\naffidavits they\nfiled a replying affidavit consisting of 131 pages\r\ncontaining new matter. The appellants thereupon filed a supplementary\r\nanswering\naffidavit dealing with the new matter. The court below\r\ndismissed an argument by the appellants that it should not have\r\nregard to\nnew matter in the replying affidavit and proceeded to deal\r\nwith the matter on the basis also of such new matter. However, it was\n\neither unaware of the existence of the supplementary answering\r\naffidavit or chose to ignore it. Mavundla J stated in his judgment:\n\nâBesides, the respondents, it would seem, never sought to file\r\nfurther affidavits to deal with what they contend is now a new\n\nground, ie the fraudâ and later âI have taken note of the fact\r\nthat the fifth, sixth and seventh respondents did not seek leave\nof\r\nthe Court to deal with what is alleged to be new matters being raised\r\nin the replying affidavit.â However, according to the\nrespondents\r\nthe appellants had been given leave to deal with the new matter.\r\nBefore us the matter was, therefore, argued as if\nthe replying\r\naffidavit formed part of the founding affidavit and as if the\r\nanswering affidavit and supplementary answering affidavit\nconstituted\r\nthe answer to these founding affidavits. That is the sensible way to\r\ndeal with the matter. One can certainly not have\nregard to the new\r\nmatter in the replying affidavit and ignore the supplementary\r\nanswering affidavit.\n[3]\tThe Plascon Evans rule applies and the facts will be\r\nstated in accordance with that rule. On 19 October 1994 WKP purchased\r\nErf\n1856 Waterkloof Ridge from the City Council of Pretoria (âthe\r\nCity Councilâ). The property was to be developed as part of an\n\nupmarket security village, Waterkloof Boulevard, consisting of 113\r\nresidential stands and 107 cluster stands. In terms of the agreement\n\nof sale WKP was obliged to create a nature park at a cost of not more\r\nthan R2 158 000 on the remainder of Erf 1856. At\nthat stage\r\nthe remainder of Erf 1856 comprised â29,5902 hectare of disturbed\r\nlandâ within a natural valley formed by the Waterkloofspruit\nwhich\r\nbisects the site. BOE Private Bank and Trust Company Ltd (âBOEâ)\r\nguaranteed WKPâs obligation to create a nature park.\nBOE also made\r\navailable to WKP an amount of R14 200 000 secured by a\r\nmortgage bond over the property for purposes of\nfunding a turnkey\r\ndevelopment on the property.\n[4]\tOn 3 February 2000 a lease agreement was entered\r\ninto between the City Council and WKP which committed WKP, in\r\naddition to the\ndevelopment of the park, to the long term maintenance\r\nof the park at an initial rental amount of R5 000 per year. In\r\nterms\nof the lease agreement the lessee was obliged to commence with\r\nthe development of the park within 60 days of signing of the lease\n\nagreement and to complete the park within a 12-month period. WKP\r\nfailed to do so. As a result the City Council, on 13 October 2000,\nin\r\nterms of the guarantee referred to above, claimed payment by BOE of\r\nan amount of R2 158 000.\n[5]\tIt became apparent that the work that had already\r\nbeen done in respect of the project had deviated from the approved\r\nsite and\nlandscape development plans resulting in substantial damage\r\nbeing effected to an already seriously disturbed site. BOE thereupon\n\nundertook to complete the project on behalf of WKP.\n[6]\tWKP was entirely dependent on the funding provided\r\nby BOE to complete the development and it had become clear prior to\r\n2000\nthat it was unable to meet its obligations vis-à-vis BOE,\r\nthe City Council in respect of rates and taxes, and other creditors.\n\nIn consequence of WKPâs financial constraints BOE, during 2000,\r\nadvanced a further loan of R10,8m to WKP secured by a mortgage\nbond,\r\nfor purposes of restructuring the development. In that year and at\r\nthe request of Mr Edward de la Pierre (âDe la Pierreâ)\nwho acted\r\non behalf of WKP, BOE mandated Pam Golding Properties to launch a\r\nmarketing campaign in respect of the stands in the\ndevelopment. BOE\r\nincurred all the costs of this campaign. But although the campaign\r\nwas driven with the assistance of De la Pierre\nit failed, mainly\r\nbecause potential purchasers were interested only in stands in\r\nrespect of which transfer could not yet be given\nbecause of problems\r\nwith the sub-division and installation of services. As a result BOE\r\nconsidered itself as not having any alternative\nbut to foreclose its\r\nmortgage bond. At about this time another creditor applied for the\r\nliquidation of WKP. In an attempt to avoid\nthe liquidation De la\r\nPierre was willing to conclude a sale agreement with one Da Silva, on\r\nwhom BOE pinned its hopes to undertake\nthe completion of a\r\nsubstantial portion of the development. Da Silva purchased the\r\ncluster stands and undertook to pay to BOE the\npurchase price in\r\nrespect of each cluster stand purchased upon completion of building\r\noperations on the relevant stand and the\nsale thereof to a third\r\nparty. In terms of the Da Silva agreement BOE undertook to provide\r\nservices to the cluster stands at its\ncost.\n[7]\tThe Da Silva agreement was signed by De la Pierre on\r\n18 July 2000. Three days later, on 21 July 2000, WKP also gave a\r\ngeneral\npower of attorney to BOE in respect of the disposition of the\r\nremaining unsold subdivisions of Erf 1856 and undertook not to\r\ninterfere\nor in any way participate in the marketing and selling of\r\nthe properties. In terms of the general power of attorney BOE\r\nundertook\nto effect payment of an amount not exceeding R5,1m in\r\nreduction of any lawful and current debt due by WKP to its sundry\r\ndebtors.\nPursuant to the general power of attorney serious attempts\r\nwere made to market the properties and BOE settled the claims of\r\nvarious\ncreditors of WKP involving an amount of approximately R5m.\n[8]\tBOE believed that with Da Silvaâs involvement at\r\nleast a substantial portion of the project could be successfully\r\ncompleted.\nHowever, subsequent to the conclusion of the agreement of\r\nsale, WKP contended that De la Pierre had no authority to conclude\r\nthe\nagreement and refused to ratify it. By that time Da Silva had\r\ncommenced with construction. De la Pierre then claimed that the\r\nstands\nhad a value which BOE considered to be unrealistic and adopted\r\nan attitude which BOE considered to be unreasonable, unreliable and\n\nuncooperative. In the circumstances BOE considered itself not to have\r\nany option other than to apply for the liquidation of WKP.\n[9]\tOn 14 February 2001 WKP was placed in liquidation\r\nand Mr Cronje, the first appellant, and Mr Motala, the second\r\nappellant (hereinafter\njointly referred to as the liquidators), were\r\nappointed as provisional liquidators. The liquidators applied to the\r\nMaster for authority\nin terms of s 386(2A) and (2B) of the\r\nCompanies Act 61 of 1973 to sell the immovable property of WKP by way\r\nof public auction\nâmet bekragtiging onmiddelik na afloop van die\r\nveilingâ. In its request for authority it stated that the amount\r\nowing by WKP\nto BOE as mortgagee was R29 442 461.59, that\r\nit would not be possible to recover the amount from the proceeds of\r\nthe\nauction, that in addition to a capital loss BOE would also have\r\nto write off approximately R400 000 interest per month and\nthat\r\nBOE would have to pay rates and levies of approximately R180 000\r\nper month to the Local Transitional Council. The liquidators\nstated:\nâDie voorwaardes van die voorgenome verkoop van die onroerende\r\neiendomme is kortliks soos volg:\n(ân afskrif van die voorgenome Verkoopsvoorwaardes hierby aangeheg\r\nvir u meer volledige verwysing)\n1\tDie eiendomme word elkeen apart opgeveil, en word voetstoots\r\nverkoop, elk onder `n aparte koopkontrak.\n2\t10% van die verkoopprys in kontant op ondertekening van die\r\nverkoopsvoorwaardes.\n3\tDie balans koopprys tesame met 16% rente per jaar, bereken vanaf\r\ndatum van veiling tot datum van oordrag in die naam van die\nkoper,\r\nbeide dae ingesluit, binne 30 dae vanaf veilingsdatum per bank of\r\nbouvereniging waarborg.\n4\tDie verkoping vind plaas met onmidelike bekragtiging na afloop van\r\ndie veiling, en is geen bekragtigingsperiode van krag nie.\n. . .\n8\tVoor dat die individuele standplase opgeveil word, word dit in die\r\nvooruitsig gestel dat die ontwikkeling as `n geheel opgeveil\nsal\r\nword, om sodoende te verseker dat die maksimum voordeel vir die\r\nverbandhouer verkry sal word.â\nThe conditions of sale provided that the auctioneer\r\ncould reject any bid without giving a reason.\n[10]\tThe auction took place on 20 March 2001. Although\r\nit was well attended no bidding interest was shown and there was no\r\nrealistic\nexpectation of a selling price in respect of the stands\r\nwhich would be remotely close to the outstanding balance owed to BOE\r\nat\nthe time. As a result BOE considered itself not to have any choice\r\nâbut to buy in the project as it was the only creditorâ.\nIt did\r\nso by offering a nominal amount of R100 000 and that bid was\r\naccepted by the auctioneer obviously on instruction of\nthe\r\nprovisional liquidators.\n[11]\tBefore the auction, on 6 March 2001, an agreement\r\nof settlement was concluded between Gilboa Properties Ltd (âGilboaâ),\n\nHillcrest and other debtors of WKP on the one hand and WKP and BOE on\r\nthe other hand. In terms of this agreement â\n(i)\tit was recorded that R5,2m was owed by these debtors\r\nto WKP and that some of these debtors had bound themselves as\r\nsureties\nand co-principal debtors to BOE in respect of the\r\nobligations of WKP to BOE in terms of a loan by BOE to WKP;\n(ii)\tthe debtors undertook, jointly and severally, to\r\npay to WKP an amount of R10m together with interest at the rate of\r\n16,5 per\ncent per annum;\n(iii)\tthe debtors had to deliver share certificates in\r\nrespect of 20 million Gilboa shares together with share transfer\r\nforms\nas security in respect of the obligations undertaken by them.\n(iv)\tthe debtors waived any claims that they might have\r\nagainst WKP and BOE.\n[12]\tOn 24 August 2001 the parties to the first\r\nsettlement agreement and the trustees of CMT, being De la Pierre, De\r\nla Pierreâs\nwife and one Jan Boshoff entered into a second\r\nsettlement agreement in terms of which it was agreed that CMT would\r\ndeliver share\ntransfer forms in respect of the Gilboa share\r\ncertificates that had already been delivered, that the liquidators\r\ncould sell the\nshares on the Johannesburg Stock Exchange and that the\r\nproceeds would be applied in reduction of the debt of R10m. Because\r\nof âthe\nfact that there was a minimal market for the sharesâ\r\nHillcrest borrowed R3m against security of a mortgage bond over its\r\nproperty\nand paid the amount to WKP in reduction of the debt of R10m.\r\nIn terms of yet a further agreement of settlement (âthe third\r\nsettlement\nagreementâ) concluded on 23 August 2002 the parties to\r\nthe second settlement agreement agreed that Hillcrest would transfer\r\nthe\nimmovable property known as Gilboa House to BOE at a price equal\r\nto the amount owing to BOE in terms of the mortgage bond over the\n\nproperty (being R6,9m), that the Gilboa shares which had not been\r\nsold (20 775 000 less 600 000) would be redelivered\nto\r\nCMT and that, against transfer of the property, CMT and the other\r\nparties would be absolved from their obligation to pay the\namount of\r\nR10m to WKP and from their obligations to BOE in terms of any\r\nsuretyships. Effect was given to this agreement.\n[13]\tA first and final liquidation and distribution\r\naccount was confirmed by the Master on 13 December 2002 and WKP was\r\ndissolved\non 25 June 2004. According to the liquidation and\r\ndistribution account BOE, having paid the other creditors, was the\r\nonly creditor\nthat proved a claim against WKP. It proved a claim of\r\nR29 297 229,13 secured by a mortgage bond. Its security\r\nrealised\nonly R100 000 (plus VAT) and an additional R720 000\r\n(plus VAT) in respect of two stands separately auctioned which, after\r\ndeduction of deductible costs, entitled it as a secured creditor to a\r\ndividend of R784 527,23 leaving it with a concurrent\nclaim in an\r\namount of R28 512 701,90 in respect of which it received a\r\ndividend of R3 619 804,73. The only\nother assets reflected\r\nare a cash balance of R688 008,92, an amount of R82 210,34\r\nrefundable by SARS and an amount of\nR4 209 812,22 payable\r\nby BOE. The latter amount is made up as follows:\nProceeds of Gilboa shares\tR   109 812,22\nProceeds of loan to Hillcrest\tR3 000 000,00\nNet value of the Gilboa House property\tR1 100 000,00\n[14]\tBOE suffered a loss of approximately R7m in respect\r\nof the project. It recovered approximately R28,5m from the disposal\r\nof\nthe stands it purchased at the auction. In addition it credited\r\nits WKP account with an amount of R4,1m in respect of the Gilboa\n\nHouse property which was transferred to it as part payment of the\r\ndebt of R10m and received a dividend of approximately R4,4m from\nthe\r\nliquidators. R4.1m is the difference between R11m which De la Pierre\r\nclaimed the value of the property to have been and the\nR6.9m owed in\r\nterms of the mortgage bond held by BOE over the property. The balance\r\nowing by WKP to BOE at the time of the liquidation\nwas approximately\r\nR29,3m to which should be added R14,5m in respect of post liquidation\r\ninterest and expenses.\n[15]\tDe la Pierre did not attend the auction and did not\r\nobject to the sale. But he became aware of articles in the Pretoria\r\nNews\nto the effect that banks which were repossessing properties\r\nbought these properties at reduced prices, resold them later at a\r\nprofit\nand did not pass the profits on to the original owners.\r\nAccording to the newspaper the âcountryâs banking adjudicatorâ\r\nsaid\nthat this kind of profiteering âflies in the face of common\r\nlaw and the Code of Banking Practiceâ. He then started\r\ninvestigating\nthe matter and those investigations gave rise to the\r\npresent application by Hillcrest, of which De la Pierre is the sole\r\ndirector,\nas first applicant and CMT as second applicant. In terms of\r\nthe application the applicants prayed for an order:\n1\tThat the dissolution of WKP be declared void in terms\r\nof s 420 of the Companies Act 61 of 1973.\n2\tThat the liquidation and distribution account be\r\nre-opened.\n3\tThat the Master of the High Court be ordered to\r\nappoint new liquidators to wind up WKP.\n[16]\tIn their founding affidavit Hillcrest and CMT\r\nalleged that the sale to BOE was void because, contrary to the\r\nprovisions of\ns 82(1)\nof the\nInsolvency Act 24 of 1936\n, the\r\nauction had not been advertised in the Government Gazette as a result\r\nof which the protection afforded by\ns 82(8)\nto a purchaser in\r\ngood faith was not available to BOE because BOE had acted mala fide.\r\nThey alleged furthermore that in the event\nof the auction sale being\r\ndeclared void Hillcrest would have a claim against WKP, Cronje and\r\nBOE because of the transfer of Gilboa\nHouse to BOE. CMT is alleged\r\nalso to have an interest in the matter as cessionary of all Gilboaâs\r\nrights âin and to all claims\nwhich Gilboa . . . may have against\r\nBOE Bank Ltd . . . or any other third party, in respect of Gilboaâs\r\nrights as shareholder\nin Waterkloofspruit Projects (Pty) Ltdâ in\r\nterms of a cession dated 7 May 2001. The cession provides that the\r\nclaims referred\nto are in terms of the cession ânot limited to any\r\nspecific cause of action and includes any claim or claims which\r\nemanate or\nmight emanate from or in respect of the liquidation of\r\nWaterkloofspruit Projects (Pty) Ltd and/or any claims in respect of\r\nthe\nWaterkloof Boulevard Project.â\n[17]\tSection 420 of the Companies Act reads:\nâWhen a company has been dissolved, the Court may at any time on an\r\napplication by the liquidator of the company, or by any other\nperson\r\nwho appears to the Court to have an interest, make an order, upon\r\nsuch terms as the Court thinks fit, declaring the dissolution\nto have\r\nbeen void, and thereupon any proceedings may be taken against the\r\ncompany as might have been taken if the company had not\nbeen\r\ndissolved.â\nThe court below held that Hillcrest and CMT as sureties\r\nin respect of the indebtedness of WKP to BOE had an interest in the\r\nsetting\naside of the dissolution of WKP. It held that CMT also had\r\nsuch an interest as a cessionary of the rights of Gilboa, the sole\r\nshareholder\nof WKP.\n[18]\tAs sureties Hillcrest and CMT, in the ordinary\r\ncourse, would have had an interest in the winding-up of WKP in that,\r\nupon payment\nof WKPâs debt, they would have had a right of recourse\r\nagainst WKP. However, they entered into agreements of settlement with\r\nBOE and WKP in terms of which (i) they settled all claims which WKP\r\nand BOE had or might have had against them and (ii) they waived\nany\r\nclaims that they might have had against WKP. As a result they no\r\nlonger, as sureties, had any interest in the winding up of\nWKP. As\r\ncessionary of the rights of Gilboa, the sole shareholder of WKP, the\r\nonly interest that CMT can have in avoiding the dissolution\nof WKP\r\ncan be its entitlement to a surplus upon completion of the winding\r\nup.\n[19]\tAs indicated above the respondents contended in\r\ntheir founding affidavit that the sale of the properties at the\r\nauction was\ninvalid because it had not been advertised in the\r\nGovernment Gazette as required by\ns 82(1)\nof the\nInsolvency Act\n24 of 1936\n. The section reads as follows:\nâ\n82 Sale of property after second meeting and manner of sale\n(1)\tSubject to the provisions of sections\neighty-three\nand\nninety\nthe trustee of an insolvent estate shall, as soon as he\r\nis authorized to do so at the second meeting of the creditors of that\r\nestate,\nsell all the property in that estate in such manner and upon\r\nsuch conditions as the creditors may direct: . . . Provided that if\n\nthe creditors have not prior to the final closing of the second\r\nmeeting of creditors of that estate given any directions the trustee\n\nshall sell the property by public auction or public tender. A sale by\r\npublic auction or public tender shall be after notice in\nthe\nGazette\nand after such other notices as the Master may direct and in the\r\nabsence of directions from creditors as to the conditions of sale,\n\nupon such conditions as the Master may direct.â\n[20]\tIn their replying affidavit the respondents alleged\r\nthat BOE had committed a series of frauds and that the conduct of\r\nCronje\nand Motala is inexplicable in the absence of them having\r\ncolluded with BOE. The properties had previously been sold to Da\r\nSilva\nfor R30m and Cronje and Motala colluded with BOE to ensure that\r\nthey were sold to BOE for R100 000. They allege furthermore\nthat\r\nin terms of\ns 31\nof the\nInsolvency Act, in\nthe event of the\r\ndissolution of WKP being set aside, Cronje, Motala and Nedbank, the\r\nthird respondent, as successor to BOE\n1\nwould be liable to WKP for substantial amounts having regard to their\r\ncollusive dealings immediately prior to the liquidation.\n[21]\tThe court below referred to the fact that the\r\nproperties had been sold for R100 000 while they were clearly\r\nmuch more\nvaluable and stated  that the allegations of fraud and\r\ncollusion required to be investigated. The court expressed the view\r\nthat\nhad these facts, as also the non-compliance with the provisions\r\nof\ns 82(1)\nof the\nInsolvency Act, been\nbrought to the attention\r\nof the Master, he would probably not have confirmed the liquidation\r\nand distribution account. For these\nreasons the court below declared\r\nthe dissolution of WKP void, ordered the re-opening of the\r\nliquidation and distribution account,\nordered the Master to appoint\r\nnew liquidators and ordered the appellants to pay the costs\r\noccasioned by their opposition to the\napplication.\n[22]\nSection 82(1)\nof the\nInsolvency Act deals\nwith the\r\nsale of property after the second meeting of creditors and is not\r\napplicable to the auction of WKPâs property. The auction\nsale was a\r\nsale authorised by the Master in terms of s 386(2B) of the\r\nCompanies Act before a general meeting of WKPâs creditors\nhad been\r\nconvened. The court below therefore erred in considering the section\r\nto be of application in respect of the auction sale.\n[23]\tIn terms of\ns 31(1)\nof the\nInsolvency Act\nwhich\n, in terms of s 340  of the Companies Act, applies mutatis\r\nmutandis to companies being wound up and unable to pay their debts, a\n\ncourt may after the liquidation of a company set aside any\r\ntransaction entered into by the company before the liquidation,\r\nwhereby\nthe company in collusion with another person disposed of\r\nproperty belonging to the company in a manner which had the effect of\r\nprejudicing the companyâs creditors or of preferring one of his\r\ncreditors above another. Section 31(2) provides for the recovery\nof\r\nthe loss suffered by the company as a result of the collusive\r\ndisposition from the other person, for the imposition of a penalty\n\npayable by such person and for forfeiture of the other personâs\r\nclaim against the estate of the company if such person is a creditor\n\nof the company. The section deals with transactions by the liquidated\r\ncompany before its liquidation, ie at the time when De la\nPierre was\r\nin control and before Cronje and Motala had been appointed as\r\nliquidators. There is therefore no merit in the allegation\nthat, in\r\nterms of the section, Cronje, Motala and Nedbank would be liable to\r\nWKP for substantial amounts should the dissolution\nof WKP be avoided.\n[24]\tThat several irregularities were committed in the\r\nliquidation of WKP is clear. The Master authorised the sale of the\r\nindividual\nstands subject to the whole development being auctioned\r\nfirst to ensure that the maximum benefit for the bondholder be\r\nobtained.\nI interpret that authority to mean that the project as a\r\nwhole could be auctioned and thereafter the individual stands,\r\nwhereupon\nthe most advantageous offer or offers could be accepted.\r\nNone of the parties contended that the Masterâs authority should be\r\ninterpreted differently. However, individual stands were never\r\noffered for sale at the auction. According to Cronje it became clear\n\nat the auction that âdue inter alia to the failure by [WKP]\r\n(controlled by De la Pierre) to comply with the provisions regarding\n\nsubdivision, the provisions regarding the development of the park . .\r\n. and the generally incomplete and stagnant condition of\nthe\r\ndevelopment as a whole no parties were prepared to purchase\r\nindividual erven.â But according to Adams, at the time Regional\n\nGeneral Manager: Property Finance of BOE, BOEâs purpose in holding\r\nthe auction was to attract a willing and able contractor/developer\nto\r\ntake over the project. He said that, based on BOEâs experience at\r\nthe time, BOE realised that it would not be legally possible\nnor\r\nfinancially viable to dispose of the stands individually, and that\r\nthere was no realistic prospect of a high enough bid to\nsettle the\r\ntotal outstanding debt of WKP. There may well, therefore, never have\r\nbeen an intention to offer the individual stands\nfor sale at the\r\nauction. However that may be, the auction was not conducted in the\r\nmanner authorised by the Master.\n[25]\tIn terms of s 342 and s 391 of the\r\nCompanies Act the assets of a company being wound up must be applied\r\nin payment\nof the costs incurred in the winding-up and of the claims\r\nof creditors and, unless the companyâs memorandum otherwise\r\nprovides,\nany surplus assets available must be distributed by the\r\nliquidators among the members according to their rights and interests\r\nin\nthe company. It follows that not only the creditors but also the\r\nmembers of a company have an interest in the proper winding-up\nof a\r\ncompany. See in this regard\nVan Zyl NO v\r\nCommissioner for Inland Revenue\n1997 (1) SA\r\n883\n(C) at 891C-E where Hodes AJ said: âIt should be remembered\r\nthat a company in liquidation is administered not only for the\r\nbenefit\nof creditors, but that the liquidator is obliged to take the\r\ninterests of members into account. In terms of s 342 (1)\nof\r\nthe Companies Act, if there is a surplus after payment to creditors,\r\nthis goes to members. The interest of members in the proper\n\nwinding-up of the company is recognised in ss 360(1), 386(3)(a)\r\nand 387(1) of the Companies Act.â See also\nConcorde\r\nLeasing Corporation (Rhodesia) Ltd v Pringle-Wood NO & another\n1975 (4) SA 231\n(R) at 234\nin fine\nto\r\n235A where Beadle ACJ said that it is clear from the authorities and\r\na matter of common-sense that the liquidator in the winding-up\nof a\r\ncompany owes a duty both to that company and to the creditors. âHe\r\nowes a duty to the company to see that its assets are\nrealised and\r\nits liabilities minimised to the best possible advantage of the\r\ncompany and he owes a duty to the creditors to see\nthat they suffer\r\nthe least loss and receive the most advantageous dividend.â\n[26]\tIn the liquidation application it was stated that\r\nthe properties had a value of R26,702m. People were interested in the\r\nstands\nas is evidenced by the Da Silva agreement, enquiries made by\r\none Rojahn before the sale, and the sale of stands by BOE to Dotcom\n\nTrading 635 (Pty) Ltd shortly after the auction. No bidding interest\r\nmay have been shown at the auction when the project as a whole\nwas\r\noffered for sale but that did not prove that there were no buyers who\r\nwere interested in buying the properties. The mere fact\nthat the\r\nauction was well attended indicated that there were people who were\r\ninterested in the properties. The properties constituted\nBOEâs\r\nsecurity in respect of its claim of more than R29m against WKP. It\r\nwould therefore not have agreed to a sale of the properties\nto a\r\nthird party at a price substantially lower than the value (R26,702m)\r\nit had placed on the properties. Fourie, the deponent\nto Nedbankâs\r\nanswering affidavit, himself stated that he did not dispute âthat\r\nit would have been obvious to potential bidders\nthat [BOE] would not\r\nconfirm any bid unless a substantial amount could be derived from the\r\nproceeds of the auction for purposes\nof settling at least part of\r\n[BOEâs] exposure.â The fact that no bidding interest was shown,\r\ntherefore, did not indicate that\nthe project had virtually no value;\r\nall it indicated was that nobody was prepared to pay an amount which\r\nwas considered acceptable\nto BOE. In these circumstances the offer of\r\nR100 000 by BOE should not have been accepted. BOE was not\r\nentitled to preferential\ntreatment as a buyer and an offer which\r\nwould not have been acceptable if made by another buyer should not\r\nhave been acceptable\nif made by BOE. The offer was nevertheless\r\naccepted by the liquidators. In doing so they did not act in the best\r\ninterests of WKP.\nIt should have been obvious to them that the\r\nproperty as a unit was much more valuable than R100 000 and that\r\na much higher\nprice could be obtained for it. However, it would seem\r\nthat they did not realise that they owed a duty to the company.\r\nConfirmation\nthat that was the case is to be found in the\r\nsupplementary answering affidavit deposed to by Cronje where he said:\r\nâBOE would\nremain the preferent creditor and the largest creditor\r\nby far would determine what the liquidators would or would not do.â\n[27]\tCounsel for BOE submitted that it was ludicrous to\r\nsuggest that BOE paid R100 000 for the properties. According to\r\nhim\nthe purchase consideration was R100 000 plus the waiver of\r\nBOEâs claim of R29m against WKP. However, there is no evidence\nthat\r\nBOE waived its claim. On the contrary, it is clear that it did not do\r\nso. But although BOE paid only R100 000 (plus VAT)\nfor the\r\nproperties, it in effect placed a value of R100 000 on its\r\nsecurity with the result that, in terms of the liquidation\nand\r\ndistribution account, it, in the event, received a dividend of\r\nR784 527,23 in respect of its secured claim and R3 619 804,73\n\nin respect of the balance of its claim as a concurrent claim. Had it\r\nnot purchased the property it would have received (up to a\nmaximum of\r\nR29m plus interest, being its secured claim) the selling price of the\r\nproperties plus the dividend of R3 619 804,73\nless the\r\nadditional costs relating to the selling of the properties. The\r\nadditional costs would have included the costs relating\nto the\r\ninstallation of services. The amount that it would have received in\r\nthese circumstances less the dividends BOE received\nplus the R100 000\r\n(plus VAT) purchase price paid thus, in effect, constitutes the\r\namount it cost BOE to acquire the properties.\n[28]\tIn terms of the first settlement agreement an\r\namount of R10m was payable by Hillcrest and other debtors to WKP. R3m\r\nwas paid\nby Hillcrest to WKP in reduction of the debt. In respect of\r\nthe balance of R7m payable by the debtors to WKP it was agreed that\n\nHillcrest would transfer the property known as Gilboa House to BOE at\r\na price equal to the amount owing to BOE in terms of BOEâs\nmortgage\r\nbond over the property and that the remaining debt of R7m would\r\nthereby be extinguished. The liquidators were parties\nto the\r\nagreement and by agreeing as aforesaid they simply relinquished an\r\nasset, namely WKPâs entitlement to R7m, in favour of\nBOE. Once\r\nagain the liquidators did not act in the best interests of the\r\ncompany. However, in calculating its loss as a result\nof the project,\r\nNedbank did credit its WKP account with R4.1m being the difference\r\nbetween the R11m De la Pierre claimed the value\nof the property to\r\nhave been and the R6.9m owed in terms of the mortgage bond held by\r\nBOE over the property.\n[29]\tIn the light of these irregularities I am satisfied\r\nthat in the event of the dissolution of WKP being avoided WKP may\r\nwell\nhave a claim against the liquidators in respect of the\r\ndereliction of their duty to act in the best interests of the\r\ncompany. The\nquestion then arises whether in these circumstances the\r\ndissolution of WKP should have been declared void by the court below.\n[30]\tSection 420 confers a discretion on a court, on\r\napplication by a person who appears to the court to have an interest,\r\nto make\nan order, upon such terms as the Court thinks fit, declaring\r\nthe dissolution of a company to have been void.  As stated above, the\n\ncourt below did not have regard to the supplementary answering\r\naffidavits filed by the appellants. It therefore, failed properly\nto\r\napply its mind to the matter. It follows that we may substitute our\r\nview as to how the court below should have exercised its\ndiscretion,\r\nwhether or not the discretion to be exercised in terms of s 420\r\nis a discretion in the wide or the narrow sense.\n2\nIn the circumstances and as no argument was addressed to us as to the\r\nnature of the discretion, I do not intend expressing any\nview as to\r\nwhether it is a discretion in the wide or narrow sense.\n[31]\tThe appellants submitted that the avoidance of\r\nWKPâs dissolution would not benefit CMT as, considering BOEâs\r\nconcurrent\nclaim, there is no prospect of a surplus being available\r\nfor distribution to the members of WKP. I agree that it would seem\r\nhighly\nunlikely that CMT would be able to prove that had these\r\nirregularities not been committed there would have been a surplus\r\navailable\nfor distribution to the members of WKP. De la Pierre used\r\nto be in control of WKP and knew what the market conditions were\r\nlike.\nOn his version he was not even aware of the auction but was\r\nunder the impression, as a result of Deeds Office print-outs that he\n\nhad seen, that the properties had been sold for R100 000 each.\r\nHe says that it was only in about May 2004 that he ascertained\nfrom\r\nhis attorneys that there had been an auction. The appellants deny\r\nthis version but if it were true his disinterest in the\nwinding-up\r\nproceedings is a clear indication that he did not consider that there\r\nwas any possibility of the winding-up yielding\na surplus for\r\ndistribution to members. Moreover, De la Pierre said that R100 000\r\nper stand would have been well below market\nvalue but would possibly\r\nhave been acceptable in the circumstances. At that price the auction\r\nwould have yielded a mere R13,7m,\nsome R15,5m less than the amount\r\nowing to BOE, and services still had to be installed. BOE took over\r\nthe project in order to minimise\nits losses and was able to restrict\r\nsuch losses to approximately R7m. There is no reason to believe that\r\nthe liquidators would\nhave been able to do any better.\n[32]\tDe la Pierre contends that the Da Silva agreement\r\nproves that the reasonable market value of the unsold stands, some\r\nsix months\nprior to the auction, was R30m, to which R8,4m should be\r\nadded in respect of the improvements erected by Da Silva on 14 of\r\nthem;\nthat BOE, Cronje and Motala had fraudulently ensured that\r\ninterested buyers would be under the mistaken belief that, sold as a\r\nlot, BOE would not accept any bid unless it was way above a\r\nreasonable market value; and that the intention was to âtorpedoâ\n\nthe auction so as to ensure that âBOE would acquire the lot at a\r\nridiculously low price so as to continue with the Da Silva\r\nagreementâ.\n[33]\tDa Silva had a builderâs lien over the\r\nimprovements erected by him and, therefore, for purposes of\r\ndetermining whether any\nsurplus for distribution to members could be\r\nachieved, the amount of R8,4m should be left out of the reckoning.\r\nFurthermore, the\nDa Silva agreement does not afford evidence that the\r\nstands could have been sold for R30m. First, if the unsold stands in\r\nfact\nhad a market value of R30m, De la Pierre would never have\r\nallowed the liquidators to proceed with the sale of the stands for\r\nR100 000\neach as he allegedly thought they were doing. Second,\r\nDa Silva had to take transfer of the stands within a period of 12\r\nmonths,\ndid not have to pay interest on the purchase price of the\r\nfirst 20 stands he took transfer of for a period of nine months, and,\n\non the subsequent stands he took transfer of, for a period of six\r\nmonths from date of transfer. Third, payment of the purchase\nprice in\r\nrespect of the stands had to be effected upon completion of building\r\noperations on the stand and the sale thereof to a\nthird party only.\r\nFourth, BOE undertook responsibility for the provision of services to\r\nthe stands at its cost. As regards the\nalleged fraud the appellants\r\ndeny that they ensured that interested buyers would be under the\r\nmistaken belief that sold as a lot,\nBOE would not accept a bid unless\r\nit was way above a reasonable market value. It is improbable that\r\nthey would have done so but\nin any event it is on the appellantsâ\r\nversion that the matter has to be decided.\n[34]\tCounsel for CMT submitted that an interest relied\r\nupon in an application for the avoidance of a dissolution in terms of\r\ns 420\nneed not be one which is firmly established or highly\r\nlikely to prevail. In this regard he relied on\nRe\r\nWood and Martin (Bricklaying Contractors) Ltd\n[1971] 1 All ER 732\n(Ch) at 736 in which Megarry J said in respect of\r\nthe similarly worded s 352 of the UK Companies Act 1948:\nâIt does not, I think, have to be shown that the interest is one\r\nwhich is firmly established or highly likely to prevail: provided\nit\r\nis not merely shadowy, I think it suffices for the purpose of s 352.â\nIn the present case the chances of an avoidance of the\r\ndissolution of WKP yielding any financial benefit to CMT seems to me\r\nto be\nremote. But, even if they are such that it can be said that CMT\r\nhas a financial interest in the avoidance of the dissolution, the\n\nremoteness thereof is in my view a factor to be taken into account in\r\nthe exercise of the discretion vested in a court to avoid\nor not\r\navoid the dissolution.\n[35]\tOther factors to be taken into account are the\r\nfollowing. WKP was placed in liquidation on 14 February 2001 and the\r\nauction\ntook place on 20 March 2001. In terms of s 363 of the\r\nCompanies Act the directors of WKP were required to make out a\r\nstatement\nas to the affairs of the company and lodge copies thereof\r\nwith the Master within 14 days of the winding-up order, and in terms\r\nof s 364(1)(b) the Master should have convened a meeting of\r\nmembers for the purpose of considering that statement and nominating\n\na person or persons for appointment as liquidator or liquidators. The\r\nmembers could therefore have nominated a person as liquidator\nand the\r\nperson so nominated would have been appointed by the Master unless he\r\nwas disqualified from being nominated or appointed\nas liquidator, or\r\nfailed to give the security mentioned in s 375(1), or was a\r\nperson who in the opinion of the Master should\nnot be appointed as a\r\nliquidator of the company (s 370(1)). Cronje and Motala were\r\nappointed as liquidators. They prepared\na first and final liquidation\r\nand distribution account which was confirmed by the Master on 13\r\nDecember 2002. Confirmation by the\nMaster could have taken place only\r\nafter the account had lain open for inspection as prescribed in s 408\r\nand if no objection\nhad been lodged or an objection had been lodged\r\nbut had been withdrawn or had not been sustained by the Master or a\r\ncourt. Thereafter\nthe company was dissolved on 27 May 2004.\n[36]\tGilboa and not CMT was a member of WKP. It ceded\r\nall claims that it could have against BOE or any other third party\r\nâin respect\nof [its] rights as shareholders in Waterkloofspruit\r\nProjects (Pty) Ltdâ and not its rights as a shareholder. It should\r\nhave been\naware of how the liquidators had dealt with WKPâs\r\nproperty, it is not alleged that it was not so aware and it could\r\nhave done\nsomething about the matter if it did not approve. De la\r\nPierre alleges that he became aware that there had been an auction\r\nonly\nin 2004. Coming from the person who was in control of WKP up to\r\nthe time of its liquidation I find that hard to believe, especially\n\nin the light of the fact that, in terms of the deed of cession he\r\ntook cession of Gilboaâs claims as a shareholder against WKP\non 7\r\nMay 2001, less than two months after the auction. However, if true,\r\nCMT, notwithstanding its cession, must have been completely\n\ndisinterested in the liquidation process. In either event and having\r\nregard to Gilboaâs inaction and the remote possibility of\nan\r\navoidance of the dissolution yielding a surplus, the dissolution\r\nshould in my view not be avoided pursuant to an application\nby CMT\r\nlaunched some five years after the auction, more than three years\r\nafter the confirmation of the liquidation and distribution\naccount\r\nand almost two years after the dissolution of WKP. See in this regard\nGoodman v Suburban Estates Ltd (in\r\nliquidation) & others\n1915 WLD 15\nat 26\r\nwhere Mason J said in respect of an application for the avoidance of\r\nthe dissolution of a company:\nâI [do not] think this extraordinary relief should be afforded to\r\nan applicant, who has acquiesced in the action which he complains\nof,\r\nor has been guilty of laches in invoking the assistance of the\r\nCourt.â\n[37]\tSection 408 of the Companies Act provides that the\r\nMasterâs confirmation of a liquidation and distribution account\r\nâshall\nhave the effect of a final judgment, save as against such\r\nperson as may be permitted by the Court to re-open the account after\r\nsuch confirmation but before the liquidator commences with the\r\ndistributionâ. Because  the confirmation has the effect of a final\n\njudgment an applicant for a reopening of the account must show\r\ngrounds for\nrestitutio in integrum\nsuch\r\nas\njustus error\nor\ndolus\nbefore a court\r\nwill order the re-opening of the account (see\nKilroe-Daley\r\nv Barclays National Bank Ltd\n[1984] ZASCA 90\n;\n1984 (4) SA 609\n(A) at 626G-H). No case of\njustus error\nor\ndolus\nin respect of\r\nthe account has been made out by the respondents.\n[38]\tFor these reasons the court below should in the\r\nexercise of its discretion have dismissed the application.\n[39]\tThe respondents in their affidavits and in the\r\nheads of argument filed in this court made numerous allegations of\r\nfraud and\ncollusion on the part of the appellants. The allegations\r\nwere made without spelling out the factual basis thereof so as to\r\nenable\na court properly to deal therewith and before us counsel for\r\nthe respondents was unable to give a coherent and comprehensible\r\nexposition\nas to precisely what constituted the fraud. Counsel for\r\nthe appellants submitted that the respondents should in the\r\ncircumstances\nbe ordered to pay the appellantsâ costs on the\r\nattorney and client scale. However, because it is the irregularities\r\nreferred\nto above that gave rise to the application I do not think\r\nthat the appellants should be awarded their costs on the attorney and\n\nclient scale.\n[40]\tThe following order is made:\n1\tThe appeal is upheld with costs. In the case of the\r\nsecond and third appellants such costs are to include the costs of\r\ntwo counsel.\n2\tThe order by the court below is set aside and replaced\r\nwith the following order:\nâ\nThe application is dismissed with costs.\n_________________________\nP E STREICHER\nACTING DEPUTY PRESIDENT\nAPPEARANCES:\nFor appellant:\tM P van der Merwe (1\nst\n)\nS du Toit SC (2\nnd\n)\nT A L L Potgieter (2\nnd\n)\nJ G Wasserman SC; G D Wickins (3\nrd\n)\nInstructed by:\nTintingers Inc, Pretoria (1\nst\n)\nSymington & De Kok, Bloemfontein\nSavage Jooste & Adams, Pretoria (2\nnd\n)\nNaudes, Bloemfontein\nCliffe Dekker Hofmeyr (3\nrd\n)\nc/o Weavind & Weavind, Pretoria\nWebbers, Bloemfontein\nFor respondent:\tD A Bregman SC\nInstructed by:\nKobus Boshoff & Associates\nc/o Van Rensburg Inc, Pretoria\nE G Cooper Majiedt Inc, Bloemfontein\n1\nThe rights and obligations of BOE were transferred to Nedbank Ltd in\r\n\taccordance with the provisions of s 54 of the Banks Act\n94 of 1990\r\n\twith effect from 1 January 2003.\n2\nSee the discussion in\nBookworks (Pty) Ltd v Greater Johannesburg\r\n\tTansitional Metropolitan Council and Another\n1999 (4) SA 799\n(W)\r\n\tat 804H-808C.",
  "scraped_at": "2026-02-12T05:11:05.127797",
  "date": "2009-07-17",
  "coram": [
    "STREICHER ADP",
    "LEWIS",
    "VAN HEERDEN JJA",
    "GRIESEL & BOSIELO AJJA"
  ],
  "case_number": "325/08",
  "parties": {
    "applicants": [
      "Pieter Arnoldus Cronje NO",
      "Enver Mohamed Motala NO",
      "Nedbank Limited"
    ],
    "respondents": [
      "Hillcrest Village (Pty) Ltd",
      "Crystal Cooper de la Pierre NO"
    ]
  },
  "sections": {
    "facts": "Waterkloofspruit Projects (Pty) Ltd (WKP) obtained financing from BOE Private Bank and Trust Company Ltd (BOE) to develop a security‑village. WKP failed to meet its obligations, and BOE advanced further loans and eventually took control of the project. In February 2001 WKP was placed in liquidation and the provisional liquidators sought authority to sell the immovable property. An auction was held on 20 March 2001; no serious bids were received and BOE purchased the whole development for a nominal R100,000. Subsequent settlement agreements involved Hillcrest Village, the CMT Trust and the Gilboa shareholders, resulting in the transfer of the Gilboa House property to BOE and the extinguishment of a R10 million debt. WKP was ultimately dissolved in June 2004. Hillcrest and CMT later applied to set aside the dissolution under section 420 of the Companies Act, alleging fraud, collusion and non‑compliance with the Insolvency Act’s advertising requirements.",
    "issues": "1) Whether Hillcrest Village and the CMT Trust have a sufficient legal interest to invoke section 420 of the Companies Act to have the dissolution of WKP declared void. 2) Whether the auction sale of WKP’s property was invalid because it was not advertised in the Government Gazette as required by section 82(1) of the Insolvency Act. 3) Whether the liquidators breached their duties by accepting BOE’s nominal purchase price and by entering settlement agreements that prejudiced the company's creditors. 4) Whether the court should set aside the liquidation and distribution account and appoint new liquidators.",
    "principles": "Section 420 confers a discretionary power on the court to declare a dissolution void where an applicant shows a sufficient interest. The interest need not be firmly established, but it must be more than a shadowy right (Re Wood). A party that has waived its rights as a surety or creditor loses the interest to challenge the winding‑up. The auction of secured assets under a liquidation order is governed by section 386(2B) of the Companies Act, not by section 82 of the Insolvency Act. Section 31 of the Insolvency Act allows setting aside transactions entered into before liquidation only where they prejudice creditors; it does not apply to actions taken after a liquidator is appointed. Courts must also consider factors such as laches and the likelihood of a surplus for members when exercising discretion under s 420.",
    "application": "The court found that Hillcrest and CMT had waived their rights as sureties in the settlement agreements, leaving them without a genuine interest in setting aside the dissolution. The sale of WKP’s property was authorised by the Master under s 386(2B), so the requirements of s 82(1) were inapplicable. Although irregularities existed, the liquidators’ actions did not amount to a breach that would justify overturning the liquidation, especially given the remote prospect of a surplus for members. The court therefore exercised its discretion narrowly and declined to set aside the dissolution or reopen the liquidation account.",
    "conclusion": "The appeal was upheld. The order of the High Court declaring the dissolution of WKP void was set aside and replaced with an order dismissing the application with costs. The liquidation and distribution account remained confirmed, and no new liquidators were appointed."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Insolvency",
    "level_3": [
      "section 420",
      "liquidation",
      "dissolution void",
      "court discretion",
      "fraud allegations"
    ]
  }
}