{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/127.html",
  "case_name": "Mr Video (Pty) Ltd and Others v Nu Metro Filmed Entertainment (Pty) Ltd and Others (472/08) [2009] ZASCA 127; [2010] 2 All SA 34 (SCA); 2009 BIP 302 (SCA) (29 September 2009)",
  "citation": "[2009] ZASCA 127",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 127\n|\nNoteup\n|\nLawCite\nMr Video (Pty) Ltd and Others v Nu Metro Filmed Entertainment (Pty) Ltd and Others (472/08) [2009] ZASCA 127; [2010] 2 All SA 34 (SCA); 2009 BIP 302 (SCA) (29 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 472/08\nMR\nVIDEO (PTY)\nLTD\n........................................................................................................\nFirst\nAppellant\nMR\nVIDEO, CORNER OF DURBAN & RAGLAN STREETS (BELLVILLE)\n...........\nSecond Appellant\nMR\nVIDEO,\nCLAREMON\n................................................................................................\nThird\nAppellant\nMR\nVIDEO, DELMAR CENTRE\n(PAROW)\n.................................................................\nFourth\nAppellant\nMR\nVIDEO, SABLE SQUARE\n(MILNERTON)\n...............................................................\nFifth\nAppellant\nMR\nVIDEO, VRIJZEE\n(GOODWOOD)\n............................................................................\nSixth\nAppellant\nMR\nVIDEO, AROMA VILLAGE\n(BRACKENFELL)\n....................................................\nSeventh Appellant\nMR\nVIDEO, 244 VOORTREKKER ROAD\n(PAROW)\n....................................................\nEighth Appellant\nMR\nVIDEO, CAPE GATE LIFESTYLE CENTRE\n(BRACKENFELL)\n............................\nNinth\nAppellant\nMR\nVIDEO, 187 VOORTREKKER STREET\n(BELLVILLE)\n...........................................\nTenth\nAppellant\nMR\nVIDEO, 94D VOORTREKKER ROAD\n(GOODWOOD)\n....................................\nEleventh Appellant\nMR\nVIDEO, VAN RIEBEECK ROAD\n(KUILSRIVER)\n..............................................\nTwelfth Appellant\nMR\nVIDEO, 7/11 CENTRE\n(KUILSRIVER)\n............................................................\nThirteenth\nAppellant\nMR\nVIDEO,\nPARKLANDS\n......................................................................................\nFourteenth\nAppellant\nMR\nVIDEO,\nDURBANVILLE\n.....................................................................................\nFifteenth\nAppellant\nMR\nVIDEO,\nMOWBRAY\n.............................................................................................\nSixteenth\nAppellant\nMR\nVIDEO,\nGARDENS\n............................................................................................\nSeventeenth\nAppellant\nMR\nVIDEO, SEA\nPOINT\n.............................................................................................\nEighteenth Appellant\nMR\nVIDEO, LAKESIDE MALL\n(BENONI)\n..........................................................\nNineteenth Appellant\nMR\nVIDEO, CEDAR SQUARE\n(FOURWAYS)\n...........................................................\nTwentieth\nAppellant\nMR\nVIDEO,\nNORTHCLIFF\n.....................................................................................\nTwenty First Appellant\nMR\nVIDEO, THE BUZZ SHOPPING CENTRE\n(FOURWAYS)\n........................\nTwenty\nSecond Appellant\nMR\nVIDEO, ALBERMARLE CENTRE\n(GERMISTON)\n.....................................\nTwenty Third Appellant\nand\nNU\nMETRO FILMED ENTERTAINMENT (PTY)\nLTD\n..................................................\nFirst\nRespondent\nTWENTIETH\nCENTURY FOX FILM\nCORPORATION\n.............................................\nSecond\nRespondent\nDISNEY\nENTERPRISES\nINC\n..........................................................................................\nThird\nRespondent\nWARNER\nBROS ENTERTAINMENT\nINC\n...................................................................\nFourth\nRespondent\nVIDEOVISION\nENTERTAINMENT (PTY)\nLTD\n.............................................................\nFifth\nRespondent\nNeutral\ncitation:\nMr Video (Pty) Ltd v Nu Metro\nFilmed Entertainment (Pty) Ltd (472/08)[2009] ZASCA 127 (29 September\n2009).\nCoram:\nHarms DP, Lewis, Snyders JJA, Hurt\net\nTshiqi AJJA\nHeard:\n27 August 2009\nDelivered:\n29 September 2009\nSummary:\nCopyright infringement – locus standi of parties to participate\nin proceedings to restrain infringement – relief\nby way of\norder for delivery up of infringing articles- special order for costs\nmarking court's disapproval of conduct of infringing\nparties.\nORDER\nOn\nappeal from: High Court, Cape Town (Fourie J sitting as court of\nfirst instance).\nThe\nappeal is dismissed with costs, such costs to include the costs of\ntwo counsel.\nJUDGMENT\nHURT\nAJA (HARMS DP, LEWIS, SNYDERS JJA\net\nTSHIQI AJA  concurring):\n[1]\nThis is an appeal against certain orders granted by Fourie J in the\nCape High Court. The appeal is with his leave. For the sake\nof\nclarity and because there are a number of parties involved, I intend\nto refer to them as follows:\n(a)\nto Nu Metro Filmed Entertainment (Pty) Ltd (the first respondent) as\n'Nu Metro';\n(b)\nto the second, third, fourth and fifth respondents collectively as\n'the Owners' (a reference to the fact that they are the owners\nof the\ncopyright in the films with which their application in the court\nbelow dealt);\n(c) where I refer\nindividually to any of the Owners, I will use an abbreviation of its\nname, ie 'Fox', 'Disney', 'Warner' or 'Videovision';\n(d) to all 23\nappellants collectively as 'the  Video Group';\n(e)\nwhere I refer to the first appellant individually, I shall call it\n'the Franchisor'.\n[2]\nNu Metro trades in films in the theatrical (cinema) sector of the\nfilm market in South Africa and also in the rental and retail\nsales\nsector of that market. The Owners are well-known producers and\ndistributors of films in the entertainment field, save that\nVideovision is not involved in the production of films, but, as a\nsubstantial part of its business, acquires by assignment the South\nAfrican copyright in respect of various films which it distributes in\nthis country. The Franchisor carries on business as a franchisor\nof\nbusinesses, conducted under the name 'Mr Video', for the hiring of\nrecorded films to members of the public for home viewing. The\nVideo\nGroup includes 22 of the Franchisor's franchisees. The application in\nthe high court related to various films in which the\nOwners claimed\nto own the copyright. These will be referred to collectively as 'the\nfilms'.\n[3]\nNu Metro discovered that the Video Group were offering DVD recordings\nof the films, which they had imported from America, for\nhire in their\nbusinesses. They therefore brought an application for relief by way\nof interdicts, delivery up of infringing articles\nand costs, based on\nthe contention that the Video Group's conduct in offering these\nimported DVDs for hire constituted an infringement\nof the Owners'\ncopyright and an infringement of the exclusive licence rights which\nNu Metro claimed to hold as a result of agreements\nconcluded with the\nOwners. The Video Group opposed the application, disputing the\nOwners' claim to be the copyright owners and Nu\nMetro's claim to be\nan exclusive licensee. They admitted that they had imported numbers\nof DVD recordings of the films from the USA,\nbut disputed the\ncontention that their conduct amounted to copyright infringement.\nShortly before the date on which the opposed application\nwas set down\nfor hearing, however, the Video Group conceded that the Owners were,\nindeed, the owners of the copyright in the films\nand tendered to\nsubmit to the interdicts sought against them and to an order\ndirecting them to pay the Owners' costs.\n[4]\nThis tender disposed of some of the issues in the opposed\napplication, and the issues with which Fourie J was required to deal\nwere the following:\n(a)\nNu Metro's locus standi to participate in the application, it being\ncontended that Nu Metro had not proved that it held valid\nlicences\nfrom the copyright proprietors which entitled it to proceed against\nThe Video Group;\n(b)\nthe Owners' entitlement to an order for delivery up in terms of\nsection 24(1)\n[1]\nof the\nCopyright Act No 98 of 1978 ('the Act');\n(c) three separate\nissues as to costs.\nFourie\nJ found against the Video Group on all of these issues. It is these\nadverse findings that the Video Group have sought to challenge\non\nappeal.\nThe\nLocus Standi Issue.\n[5]\nThe Video Group contended, both in the court below and before us,\nthat Nu Metro had failed to prove that it was the exclusive\nlicensee\nof the Owners. They also submitted that, on a proper interpretation\nof the licence agreements which Nu Metro had annexed\nto the replying\naffidavit, its rights were not such as would entitle it to restrain\nthe dealing by the Video Group in the imported\nDVDs to which\nreference has been made. The argument presented in support of these\ncontentions was complicated but, in my view, futile.\nI do not think\nthat it is necessary to decide whether the licence agreements are\nvalid or what their scope is. At the lowest level,\nNu Metro and the\nOwners have established that Nu Metro is appointed as the only local\ndistributor of the films. The Video Group have\nacknowledged that\ntheir conduct infringes the copyright of the the Owners and is\naccordingly unlawful. In the premises, Nu Metro\nwas entitled, quite\napart from any rights it may have as a licensee, to join in the\nproceedings to interdict. The challenge to its\nlocus standi must\naccordingly fail.\nThe\nOrder for Delivery of Infringing Items.\n[6]\nThe evidence establishes that copyright proprietors in the film\nindustry have, for the purpose of controlling the distribution\nof\ntheir films territorially, divided the world market into six 'zones'\nof which zone 1 comprises the USA and Canada, Zone 2 comprises\nJapan,\nEurope, South Africa, the Middle East and Greenland and the remaining\nfour zones are situated in other territories in the\nworld and need\nnot be further defined for present purposes. The DVD recordings of\nfilms in each zone are electronically encoded.\nThe playback equipment\nmarketed in each zone is also encoded so as to preclude it from\nplaying DVDs which are not encoded for that\nparticular zone. Thus a\nDVD player sold in South Africa will have a code that enables it to\nplay only DVDs encoded for zone 2. DVD\nrecordings sold or hired out\nfor home viewing in each zone have explicit warnings and reservations\nof rights on their packaging,\nadvising the user of the copyright\nlimitations to the proposed use and the penalties that may result\nfrom misuse.\n[7]\n According to Fox, Disney and Warner, the DVD recordings of the films\nproduced for sale in the USA are all sold and supplied with\nthese\n'copyright warnings', inter alia drawing users' attention to the fact\nthat the DVDs are sold for home viewing in the zone 1\nterritories\nonly. It is common cause, however, that the Video Group, having\npurchased the American products, offered them for hire\nfrom the\nvarious outlets operated by the franchisees in the Video Group, \nand also supplied their customers with a pamphlet\ndescribing how\nlocal DVD players can be 'decoded' to enable them to play zone 1\nfilms.\n[8]\nThe provisions of s 24(1) are quoted earlier in this judgment. The\nsection gives the court a discretion to order that the infringer\nshould deliver up all 'infringing copies'. An 'infringing copy' in\nrelation to a cinematograph film is defined in s 1 of the Act\nas\n'a\ncopy of the film or a still photograph made therefrom; . . .being in\nany such case an article the making of which constituted an\ninfringement of the copyright in the . . . cinematograph film . . .\nor, in the case of an imported article, would have constituted\nan\ninfringement of that copyright if the article had been made in the\nRepublic.'\nThe\nVideo Group contend that Fourie J erred in ordering The Video Group\nto deliver up the zone 1 DVDs in their possession or under\ntheir\ncontrol. The argument is that the zone 1 encoded DVDs were acquired\nlawfully from the USA and that they are, accordingly, not\n'infringing\ncopies' as defined. The submission is that, to establish that the\nzone 1 DVDs are infringing copies, 'it would have been\nnecessary for\n[Nu Metro and the Owners] to allege and prove that the making of the\narticle in South Africa by the person who as a\nfact made the article\nin the USA would have constituted an infringement of the copyright in\nSouth Africa'. The Video Group contend\nthat no allegation to that\neffect has been made in the papers. It is difficult to understand\nthis contention. The very basis upon\nwhich the application is brought\nby the proprietors of the copyright in the films is that zone 1 DVDs\nare not available for lawful\ndistribution in South Africa. There is\nno evidence to show that the person who manufactured the zone 1 DVDs\nin the USA had the right\nto do so in South Africa. In fact the\nprobabilities are overwhelmingly against such a suggestion.\nAccordingly, if the DVDs had been\nmade locally by that person, the\ninference must be that the making would have constituted an\ninfringement. The attitude adopted by\nthe Owners in these proceedings\nis fully in keeping with that inference. There is accordingly no\nsubstance in this contention.\n[9]\nThe further submission concerning the order for delivery up is that\nthe court should have had regard to the fact that the zone\n1 DVDs\nwere the property of the Video Group and the court should have been\nreluctant to deprive them of their property rights. \nFourie J\nrejected this submission. He held that the order was necessary in the\ncircumstances to enable Nu Metro and the Owners to\nmonitor and\nenforce the interdicts. He pointed out that at least 22 respondents\nwere involved and he surmised that the very opposition\nto the order\nfor delivery indicated a probable intention to deal in the zone 1\nDVDs. There is a further consideration which warrants\nan order under\ns 24(1) in this case. It is that the infringing DVDs were acquired\nfor an unlawful purpose and there is no lawful\nuse to which they\ncould be put in this country: at any rate, no such use could be\nsuggested by counsel for the Video Group. The history\nof the Video\nGroup's conduct with regard to its use of the zone 1 DVDs also\nmilitates against any suggestion that Nu Metro and the\nOwners would\nbe properly protected if an order for delivery up was not made. As\nindicated, this was a matter involving the exercise\nof a discretion\nby the lower court. I consider that the learned judge correctly\nexercised his discretion in favour of the grant of\nthe order for\ndelivery.\nCosts\n[10] The three\norders as to costs made in the court below and challenged on appeal\nare the following:\n(a) the order that\nthe costs of the application should include the costs of various\naffidavits aimed at establishing infringing conduct\non the part of a\nnumber of the Video Group in their respective franchise businesses;\n(b)\nthe order that the Video Group pay Nu Metro's costs in the\napplication;\n(c)\nthe order that the costs of the Owners be taxed and paid on the\nattorney and client scale.\n[11]\nThe Video Group's submission in relation to the costs of the\naffidavits is that they (the Video Group) had made no secret of\nthe\nfact that the franchisees were dealing in zone 1 encoded DVDs which\nthey had imported from the USA. Accordingly, so the submission\nruns,\nit was unnecessary for Nu Metro and the Owners to produce evidence of\nindividual acts of infringement by individual franchisees.\nThe short\nanswer to this submission is that, until the answering affidavit was\ndelivered, Nu Metro and the Owners had no way of knowing\nwhat the\nVideo Group would put in issue. It is significant that the Video\nGroup challenged Nu Metro and the Owners' evidence of the\nexistence\nof the licensing agreements on the ground that the relevant contract\ndocuments were not put up with the founding papers.\nIn those\ncircumstances, it hardly lies in the Video Group' mouths to object to\nthe delivery of affidavits proving individual acts\nof infringement.\nThe decision to allow Nu Metro and the Owners these costs was\ncorrect.\n[12]\nThe order for attorney and client costs was also fully justified. The\ndeponent for the Franchisor is a man with considerable\nexperience in\nthe home entertainment market. There had been a debate (I put in no\nhigher for the purposes of this issue) amongst\nthe Video Group as\nearly as 2006, as to the legality of importing DVDs from the USA for\nuse in the Video Group's businesses. The\nconclusion then was that\nsuch conduct was probably unlawful and the Franchisor had circulated\na warning to its franchisees that this\nwas the case. However it seems\nthat the Video Group decided to continue with their conduct and bide\ntheir time until faced with an\napplication for an interdict. The\nflagrant way in which the Video Group arranged to bypass the coding\nrestrictions used by the copyright\nowners for the obvious purpose of\ncontrolling the exploitation of their rights, also has considerable\nsignificance in this context.\nAfter the application had been brought,\nand before the answering affidavit was filed, the Franchisor was\nadvised by its attorney\nthat the Video Group had no defence to the\napplication. Nevertheless the Video Group delivered an answering\naffidavit opposing the\nrelief sought. It was only at the eleventh\nhour, when the heads of argument were being prepared, that the Video\nGroup capitulated\nin respect of the copyright owners. The decision by\nFourie J to mark his disapproval of this conduct by a special costs\naward was\nfully justified.\n[13]\nThe award of costs in favour of Nu Metro was warranted on the basis\nthat the opposition to Nu Metro's participation in the application\nwas unsuccessful.\nThe\nappeal is dismissed with costs, such costs to include the costs of\ntwo counsel.\n_______________________\nN\nV HURT\nACTING\nJUDGE OF APPEAL\nAppearances:\nCounsel\nfor Appellant: A R Sholto-Douglas SC\nR\nD E Gordon\nInstructed by\nDe\nKlerk & Van Gend, Tyger Valley\nE\nG Cooper Majiedt Inc, Bloemfontein\nCounsel\nfor Respondent: P Ginsburg SC\nG\nMarriott\nInstructed by\nNortons\nIncorporated, Johannesburg\nMcIntyre\nVan der Post, Bloemfontein\n[1]\n'(1)\n\tSubject to the provisions of this Act, infringements of copyright\n\tshall be actionable at the suit of the owner of the copyright,\nand\n\tin any action for such an infringement or such relief by way of\n\tdamages, interdict, delivery of infringing copies or plates\nused or\n\tintended to be used for infringing copies or otherwise shall be\n\tavailable to the plaintiff as is available in any corresponding\n\tproceedings in respect of infringements of other proprietary\n\trights.'",
  "scraped_at": "2026-02-12T05:20:46.910897",
  "date": "2009-09-29",
  "coram": [
    "Harms DP",
    "Lewis",
    "Snyders JJA",
    "Hurt AJA",
    "Tshiqi AJJA"
  ],
  "case_number": "472/08",
  "parties": {
    "applicants": [
      "Mr Video (Pty) Ltd (Video Group)"
    ],
    "respondents": [
      "Nu Metro Filmed Entertainment (Pty) Ltd",
      "Twentieth Century Fox Film Corporation",
      "Disney Enterprises Inc",
      "Warner Bros Entertainment Inc",
      "Videovision Entertainment (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Nu Metro, a South African distributor of films, discovered that a group of 23 franchisees operating under the name \"Mr Video\" were importing DVD copies of films produced for the North American market (zone 1) and offering them for hire in South Africa. The owners of the films – Fox, Disney, Warner Bros and Videovision – held the South African copyrights. The Video Group had imported the DVDs lawfully from the USA but supplied customers with instructions on how to decode South African DVD players to play the zone‑1 discs. The owners claimed that such conduct infringed their copyrights and that Nu Metro, as the exclusive local distributor under licence agreements, was entitled to interdicts, delivery up of the infringing DVDs and costs. The Video Group initially denied the owners’ copyright claims but later conceded and sought to limit the orders.",
    "issues": "1. Whether Nu Metro had standing (locus standi) to join the proceedings and seek relief, given the need to prove it held a valid exclusive licence from the copyright owners. 2. Whether the zone‑1 DVDs in the possession of the Video Group qualified as “infringing copies” under s 24(1) of the Copyright Act and thus could be ordered delivered up. 3. The appropriate costs orders – including costs of affidavits, costs payable to Nu Metro and the applicability of attorney‑and‑client scale costs to the owners.",
    "principles": "The court applied the Copyright Act, particularly s 24(1), which empowers a court to order the delivery up of infringing copies when the making of such copies would constitute an infringement if carried out in South Africa. Valid exclusive licencees have standing to enforce the copyright owners’ rights. Costs may be awarded on an attorney‑and‑client basis where conduct justifies a special award, and parties may be ordered to pay costs of evidence that was necessary to establish infringement.",
    "application": "The court held that Nu Metro, as the sole local distributor appointed by the owners, had sufficient standing to seek an interdict irrespective of any detailed analysis of the licence terms. The zone‑1 DVDs, although lawfully produced abroad, were not authorised for distribution in South Africa; consequently, their possession and intended commercial use constituted infringing copies. The court therefore upheld the lower court’s discretion to order delivery up of all zone‑1 DVDs in the Video Group’s control. Regarding costs, the court affirmed that the owners were entitled to recover the costs of affidavits, that the Video Group must pay Nu Metro’s costs, and that attorney‑and‑client scale costs were appropriate given the Video Group’s conduct, including its late concession and attempt to bypass coding restrictions.",
    "conclusion": "The appeal was dismissed. The orders of the Cape High Court were affirmed: the Video Group must deliver up the infringing zone‑1 DVDs, pay the owners’ costs on an attorney‑and‑client scale, and pay Nu Metro’s costs, including the costs of two counsel. The judgment reinforces the enforceability of copyright licences and the court’s discretion to order delivery up of unauthorised copies."
  },
  "tags": {
    "level_1": "Intellectual Property",
    "level_2": "Copyright",
    "level_3": [
      "infringement",
      "licensing",
      "delivery up order",
      "costs",
      "film distribution"
    ]
  }
}