{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/48.html",
  "case_name": "Van der Westhuizen v S (479/08) [2009] ZASCA 48; 2009 (2) SACR 350 (SCA) ; [2009] 4 All SA 51 (SCA) (22 May 2009)",
  "citation": "[2009] ZASCA 48",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 48\n|\nNoteup\n|\nLawCite\nVan der Westhuizen v S (479/08) [2009] ZASCA 48; 2009 (2) SACR 350 (SCA) ; [2009] 4 All SA 51 (SCA) (22 May 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 479/08\nGERHARD VAN DER WESTHUIZEN\nAppellant\nand\nTHE STATE \tRespondent\nNeutral citation:\nVan\r\nder Westhuizen v The State\n(479/08)\n[2009]\r\nZASCA 48\n(22 MAY 2009)\nCoram:\nCLOETE, SNYDERS JJA\r\nand GRIESEL AJA\nHeard:\n06 MAY 2009\nDelivered:\n22\r\nMAY 2009\nSummary:\nCondonation â\r\nfailure to prosecute appeal in compliance with the rules â\r\nexplanation for delay and prospects of success evaluated\nORDER\nOn appeal from: High Court, Pretoria\r\n(Claassen and Basson JJ sitting as court of\nappeal\r\nfrom a regional court):\nThe appeal against the refusal of the\r\napplication for condonation is dismissed. The order by the court a\r\nquo dismissing the appeal\nis set aside.\nJUDGMENT\nSNYDERS JA: (CLOETE JA and GRIESEL\r\nAJA concurring)\n[1]\tThis is an appeal against the\r\nrefusal of condonation by the High Court in Pretoria (Claassen and\r\nBasson JJ). The appellant applied\nfor condonation as he had failed to\r\ncomply with several rules of court in the prosecution of his appeal.\r\nThe matter is before this\ncourt as the appellant exercised his\r\nautomatic right of appeal that arises from s 21(1)\n1\nof the Supreme Court Act 59 of 1959 (despite the provisions of s\r\n20(4)\n2\n)\r\nas explained in\nS v\r\nGopal\n1993 (2) SACR\r\n584\n(A) at 585c-d:\n3\nâ\n. . . indien ân persoon in die landdroshof aan ân\r\nmisdryf skuldig bevind en gevonnis word en sy appèl na die\r\nProvinsiale\n(of, indien van toepassing, die Plaaslike) Afdeling van\r\ndie Hooggeregshof misluk, mag hy alleen met die nodige verlof na\r\nhierdie\nHof appelleer. As hy egter sou nalaat om sy eerste appèl\r\nna behore voort te sit en dit nodig is om kondonasie te verkry (soos\n\nbv vir die laat aantekening van appèl) en dié aansoek\r\nmisluk, het hy ân outomatiese reg van appèl teen die\nafwys\r\nvan sy aansoek na hierdie Hof.â\n[2]\tThe appeal that the appellant\r\nsought to pursue in the court a quo was from the Special Commercial\r\nCrimes Court for the Regional\nDivision of the Northern Transvaal in\r\nPretoria, where he was convicted of fraud and sentenced to five\r\nyearsâ imprisonment in\nterms of s 276(1)(i) of the Criminal\r\nProcedure Act 51 of 1977 (CPA). The appellant appealed against his\r\nconviction and sentence.\nHis appeal was enrolled in the court a quo\r\non 30 January 2006. On that day it was struck off the roll due to the\r\nfact that no heads\nof argument were filed and there was no appearance\r\nby the appellant, or on his behalf.\n[3]\tOn 14 June 2006 the appellant\r\nlaunched an application for condonation. In that application he\r\nsought the re-instatement and\nenrolment of his appeal, condonation\r\nfor the failure to appear in his appeal on 30 January 2006 and\r\ncondonation for the lateness\nof the application for condonation. This\r\napplication was heard and dismissed on 13 August 2007.\n[4]\tWhen an application for\r\ncondonation is considered the court has to exercise a judicial\r\ndiscretion upon a consideration of all\nthe relevant facts. Factors\r\nsuch as the degree of non-compliance, the explanation for the delay,\r\nthe prospects of success, the\nimportance of the case, the nature of\r\nthe relief, the interests in finality, the convenience of the court,\r\nthe avoidance of unnecessary\ndelay in the administration of justice\r\nand the degree of negligence of the persons responsible for\r\nnon-compliance are taken into\naccount. These factors are\r\ninterrelated, for example, good prospects of success on appeal may\r\ncompensate for a bad explanation\nfor the delay.\n4\n[5]\tThis court is only entitled to\r\ninterfere with the discretion exercised by the court a quo if it was\r\ndone capriciously or upon\na wrong principle, if it has not brought an\r\nunbiased judgment to bear on the question or has not acted for\r\nsubstantial reasons.\n5\n[6]\tThe appellant was obliged to file\r\nheads of argument in his appeal before the end of December 2005.\n6\nHe failed to do so.  There was no appearance on his behalf on 30\r\nJanuary 2006. To have his appeal re-instated and re-enrolled those\n\nfailures had to be condoned.\n7\nHe waited until 14 June 2006 to lodge an application for condonation.\n[7]\tThe appellant explains that the\r\nreason for these failures is that there was âan innocent\r\nmisunderstandingâ between him and\nhis attorney which caused him not\r\nto contact his attorney, not to place his attorney in funds and\r\ncaused his attorney to assume\nthat he was not interested in\r\nprosecuting his appeal.\n[8]\tAs a consequence of his appeal\r\nhaving been struck off the roll, the appellant was contacted during\r\nMarch 2006 and instructed\nto hand himself over in order to start\r\nserving his sentence. This prompted him to contact his attorney for\r\nthe first time since\nhis conviction and sentence in December 2002. He\r\nalso suggests that he had been unable to make contact with a certain\r\nErasmus,\nwhose existence he claims to be vital to his appeal, until\r\ntwo months prior to the application for condonation when he\r\nâserendipitouslyâ\ncame upon Erasmusâ business card, which\r\nenabled him to make contact.\n[9\n]\tIn\r\nthe appellantâs own words he explains the misunderstanding as\r\nfollows:\nâ\n8\tImmediately following my\r\nconviction, I discussed the matter with my attorney and instructed\r\nhim regarding my appeal.\n9\tAs I recall, part of the reason for the appeal inter\r\nalia concerned the magistrateâs finding that a certain person whom\r\nI referred\nto in my evidence did not exist. This person is a Mr.\r\nPieter Erasmus (âMr. Erasmusâ), who is more commonly known as\r\nRassie\nErasmus, and who is employed by the National Intelligence\r\nService.\n10\tIt was necessary and of utmost and\r\ncrucial importance for the purposes of my appeal that I furnish\r\nfurther instructions to my\nlegal representatives regarding the\r\nexistence of Mr. Erasmus. It has always been my contention that I was\r\nthe victim of an elaborate\nâstingâ, orchestrated by Boer Barnard\r\nduring which I was convinced that I needed to open an account for the\r\nentity known as\nâProliferation Intelligence Servicesâ. At the\r\ntime I verily believed that Proliferation Intelligence Services was a\r\npart of\nthe South African Intelligence Services in the general sense.\r\nIt was also my version before the court a quo that Mr. Erasmus was\na\r\nmember of the National Intelligence Service and that I had first met\r\nhim when approached to open the account. This was material\nin my\r\nrecommendation to Dunlop to open the account against which the first\r\naccused perpetrated the fraud.\n11\tWhen the presiding officer had found that Mr. Erasmus\r\ndid not exist, he had done so on the basis of the evidence of an\r\nofficial\nof the National Intelligence Service who indicated that no\r\nsuch person was employed by the National Intelligence Service. I wish\n\nat this early juncture to humbly submit that this finding of the\r\ncourt a quo was, inter alia, a material misdirection.\n12\tAs such, an adverse (and I humbly\r\nsubmit wrong) finding in respect of my credibility had been made, and\r\nI submit that this had\nplayed a significant role in my conviction in\r\nthe matter.\n13\tI had advised my attorney that Mr. Erasmus does\r\nexist, contrary to the evidence of the official from the National\r\nIntelligence\nService (and as will become apparent during the course\r\nof this affidavit, my attorney, Mr. Wayne Venter from Lindsay Keller\r\n&\nPartners, has indeed spoken to Mr. Erasmus).\n14\tAs such, it was necessary for me to consult with both\r\nmy attorney and counsel regarding this issue and to amend the Notice\r\nof\nAppeal and acquire the necessary affidavits relating to the actual\r\nexistence of Mr. Erasmus of the National Intelligence Service.\n15\tThe period during which these events transpired was\r\nshortly before Christmas, and I was scheduled to go on annual leave\r\nwith\nmy family. I did not believe that there was any necessity to\r\nconsult with my legal representative over Christmas and New Year,\r\nwhen they in any event would not have been available, in particular\r\nMr. Van der Sandt, who had been involved in the matter from\nthe\r\noutset.\n16\tI therefore advised my attorney that I would contact\r\nhim, only in the event of it being necessary, at a stage subsequent\r\nto my\nreturn from holiday.\n17\tUpon my return from holiday, and in the mistaken\r\nbelief that the matter was being dealt with by my legal\r\nrepresentatives, I did\nnot deem it necessary to contact my attorney.\n18\tMy attorney was however labouring under the\r\nimpression that I had specifically undertaken to contact him\r\nsubsequent to my return\nfrom holiday.\n19\tIn the premises, and in the light of the facts as set\r\nforth hereinabove, it is my humble submission that, already at that\r\nearly\njuncture, an innocent misunderstanding had prevailed between\r\nmyself and my attorney, which ultimately led to the matter being\r\nstruck\noff the roll.â\n[10\n]\tThe\r\nexplanation carries the seeds of its own destruction. The appellantâs\r\nsubjective belief that it was ânecessary and of\nutmost and crucial\r\nimportanceâ that he furnish instructions to his attorney for the\r\npurpose of his appeal (para 10) belies his\nallegation that he did not\r\ndeem it necessary to contact him (para 17).\n[11]\tFrom December 2002 until March\r\n2006 the appellant, on his own version, did absolutely nothing to\r\npursue his appeal: he did\nnot contact his attorney, he did not place\r\nhis attorney in funds, he did not attempt to find Erasmus and he did\r\nnot enquire about\nthe progress of his appeal. His attorney reasonably\r\ninferred that the appellant was no longer interested in pursuing his\r\nappeal\nand took no further action on his behalf. The inertia by the\r\nappellant ultimately led to the failure to file heads of argument and\n\nthe failure to appear in the appeal.\n[12\n]\tThe\r\nappellant alleges that the magistrate found that Erasmus does not\r\nexist and that he believed it crucial to his appeal to show\nthat\r\nErasmus does in fact exist. Yet he did nothing, from the time of his\r\nconviction on 2 December 2002 until two months before\nhis application\r\nfor condonation, April 2006, when he âserendipitouslyâ came upon\r\nErasmusâ contact details. This is yet another\nexample of the\r\nappellantâs inaction.\n[13\n]\tIt\r\nwas necessary for the appellant to explain not only why heads of\r\nargument were not filed and why there was no appearance, but\nalso the\r\ndelay in bringing an application for condonation.\n8\nThere is no attempt by the appellant to explain why it took him until\r\n14 June 2006 to bring an application for condonation when\nhe was\r\nalerted to all the problems surrounding his appeal during March 2006.\n[14\n]\tThe\r\nappellantâs explanation for the non-compliance with the rules\r\namounts to no explanation at all. In addition, there are no\nprospects\r\nof success on appeal.\n[15\n]\tOn\r\nthe merits of his appeal the appellant contends that he should not\r\nhave been convicted, but that even if he was rightly convicted\nthe\r\nmagistrate should not have made a distinction between his sentence\r\nand that of his co-accused, Barnard, and given him (the\nappellant) a\r\nheavier sentence.\n[16\n]\tThe\r\nfollowing common cause facts gave rise to the appellantâs\r\nconviction: He was the National Contracts Manager for Dunlop Tyres\n\n(Pty) Ltd (Dunlop) when he opened a so-called secret account with\r\nDunlop for a secret customer, connected to the National Intelligence\n\nService of South Africa (NI) for the sale of tyres to this customer\r\nat the usual 45% discount available to government departments.\nHe\r\nspecifically instructed the staff at Dunlop that queries on the\r\naccount were not to be dealt with in the ordinary course but\nonly by\r\nhim. He instructed the Senior Clearance Clerk of Dunlop, Ms\r\nScheepers, not to try and make contact with anybody in relation\nto\r\nthe account by using the contact telephone number supplied by him.\r\nWhen she ultimately did try the contact number provided by\nthe\r\nappellant, she discovered that it did not exist. He also instructed\r\nstaff to ignore the usual procedures that require an official\norder\r\nform from government departments but to accept oral and informal\r\norders by him and Barnard on this account. The appellant\nplaced\r\norders and furnished different delivery addresses for the orders.\r\nNumerous of the delivery addresses supplied by the appellant\nwas the\r\naddress of a private individual, Ms Kruger, also a state witness, who\r\ndid business for her own account. She started buying\ntyres from\r\nCondor Enterprises, a business that Barnard, a buyer of tyres from\r\nDunlop for the South African Police Services (SAPS),\nset up in order\r\nto do private business. Kruger placed her orders and made payments\r\nthrough an intermediary, Mulder. Invoices and\ndelivery notes handed\r\nin at the trial corroborated Krugerâs evidence that purchases made\r\nby her were on this secret account and\nwere delivered to her business\r\naddress. At least one cheque payment for these purchases was handed\r\nby Mulder to Barnard in the\npresence of the appellant. The accused\r\neven assisted an employee of Dunlop, Mr Bali, to purchase tyres for\r\nhis personal use from\nKruger at a reduced price.\n[17\n]\tThe\r\nfacts summarised in the previous paragraph are common cause as the\r\nappellantâs legal representative at the trial did not\nchallenge the\r\nstate witnesses on their evidence during cross examination. The cross\r\nexamination was of an exploratory nature and\nthe appellantâs\r\nversion was not put to the state witnesses.\n[18\n]\tDuring\r\nhis evidence the appellant tried to meet the stateâs version by\r\nexplaining that he was approached by three men, Stefan\nTerblanche,\r\nPieter Erasmus and an unknown black person, who identified themselves\r\nas employees of NI. They wanted to open an official\naccount with\r\nDunlop for the division of NI that they allegedly worked for. It was\r\nto be a highly secret account. The appellant\ntook their details which\r\nincluded copies of their identity documents. A few days later they\r\nurgently wanted tyres which were then\nsupplied on the instructions of\r\nthe appellant on the account of another state department, delivered\r\nand paid. The appellant even\nvisited their premises on their\r\ninvitation to make an assessment of their likely need for tyres. He\r\nhad no suspicion that they\nwere not from NI, nor that the account\r\nthat they opened were not for a government department. In terms of s\r\n220 of the CPA the\nappellant ultimately admitted that the account was\r\nnot opened for a department of NI. He received orders telephonically\r\nfrom Mulder\nand Barnard on this account, which he instructed members\r\nof Dunlopâs staff to process. He knew that Barnard made purchases\r\non\nthat account for his private business. He was aware that Barnard\r\nreceived cheques in payment for tyres ordered on that account from\n\nKruger through Mulder.\n[19]\tSignificantly, he did not\r\ntestify that he ever received any orders on this account from any of\r\nthe three men that initially\napproached him to open this account. He\r\nonly went so far as to say that Terblanche asked him for a reference\r\nto a person with experience\nin the handling of a tyre account with\r\nDunlop. He referred Terblance to Barnard. The appellant did not\r\ntestify that Barnard was\noperating this account for the three men\r\nthat opened the account, nor was any of this evidence put to Barnard.\n[20\n]\tThis\r\nsummary of the appellantâs evidence shows that he did not address\r\nthe case against him. The only piece of evidence that\nhas exculpatory\r\npotential is that he did not know that the three men did not in truth\r\nand reality represent a government institution.\n[21]\tThe uncontested evidence of the\r\nstate witnesses gives rise to only one reasonable inference: that the\r\nappellant opened this\naccount with the intention to defraud Dunlop by\r\nallowing purchases on that account at the usual 45% discount to\r\ngovernment departments,\nby persons and businesses that were not\r\nentitled to such discount from Dunlop. His attempt to hide behind the\r\nalleged secrecy of\nthe account serves only to illustrate a false\r\ngullibility on his part and extraordinary improbabilities. It is\r\nsimply unbelievable\nthat as the National Contracts Manager of Dunlop\r\nhe was so gullible that he believed that to open a highly secretive\r\naccount for\nNI without any official documentation, to allow that\r\naccount to be conducted informally and with the complete absence of\r\nany official\ndocumentation, and to allow individuals and businesses\r\nunconnected to NI - or to the individuals who opened the account - to\r\nmake\npurchases on that account, did not amount to fraud.\n[22\n]\tInsofar\r\nas the appellant suggests in his application for condonation, for the\r\nfirst time, that his true defence is that he has\nbeen the victim of\r\nthe deceit of Barnard, this was never put to Barnard and is contrary\r\nto his own evidence insofar as he allowed\npeople to purchase on that\r\naccount for their own benefit.\n[2\n3]\tThe\r\nappellant challenges the magistrateâs finding that the failure to\r\nput his version to the state witnesses indicates that\nhis version was\r\na recent fabrication. He explains that it would have been senseless\r\nto put his version to the state witnesses as\nthey would have been\r\nunable to comment on it. This is desperate and unfounded speculation\r\nby the appellant. The answers of the\nstate witnesses to the\r\nappellantâs version do not lie in the mouth of the appellant and,\r\nat the very least, a finding of recent\nfabrication would not have\r\nbeen possible if his version was put, even if it was not answered.\n[24\n]\tAnother\r\nalleged material misdirection that the appellant relies upon in his\r\napplication for condonation is that the magistrate\nfound that Erasmus\r\ndoes not exist. He alleges that Erasmus does indeed exist, that he\r\nhas managed to make contact with him again\nand that his attorney has\r\nspoken to Erasmus over the telephone (this latter fact is confirmed\r\nby the attorney). But the magistrate\ndid not find that Erasmus does\r\nnot exist. Insofar as the appellant understood that he did, he fails\r\nto say how proof of the mere\nexistence of Erasmus would change the\r\nfacts relied upon for conviction, or whether leave would be sought to\r\nintroduce evidence\nthat Erasmus did exist. In my view, the summary of\r\nthe uncontested evidence above clearly shows that a finding of fact\r\nthat Erasmus\nexists, would not change the inevitable conclusion that\r\nthe appellant committed fraud.\n[25\n]\tIn\r\nrelation to sentence the appellant relies on three alleged\r\nmisdirections by the magistrate: that his admission to the probation\n\nofficer, that the account that was opened was fictitious, was taken\r\nout of context to be an admission of knowledge that he was\ncommitting\r\nfraud; that the disparity in the sentence imposed on him and that\r\nimposed on Barnard is unsubstantiated (Barnard was\nsentenced to three\r\nyearsâ imprisonment in terms of s 276(1)(h) of the CPA); and that\r\nthe sentence imposed on him is shockingly\ninappropriate. (The latter\r\nalleged misdirection was not pursued in the heads of argument or\r\nduring argument.)\n[\n26]\tThe\r\nfirst misdirection was not material. The magistrate used the finding\r\nonly to find that the appellant had no remorse â\nand that fact was\r\nestablished independently of the misdirection.\n[27\n]\tI\r\nturn to consider the argument based on the disparity of the\r\nsentences. The appellant defrauded his employer. The extent of\r\nDunlopâs loss as a result of this fraud is uncertain. It is common\r\ncause that an amount of approximately R165 000 remained outstanding\n\non the account and was ultimately written off. The total amount of\r\nsales on that account, at an unjustified discount of 45%, was\nput by\r\nScheepers as having been more than R300 000. The nature of the fraud\r\nis serious and the potential loss to Dunlop was huge.\n[28\n]\tThe\r\nmagistrate distinguished between Barnard and the appellant because,\r\nunlike Barnard, the appellant defrauded his employer and\nmade it\r\npossible for Barnard also to defraud Dunlop. The breach of a\r\nrelationship of trust through the commission of fraud or theft\nis\r\ngenerally regarded as an aggravating factor, but a consideration of\r\nall other relevant factors still remains essential in arriving\nat an\r\nappropriate sentence.\n9\nThis the magistrate did. He individualised the sentences in express\r\nterms by taking the personal circumstances of the appellant\nand\r\nBarnard into account. (There was no intimation in this court that\r\nthere was any failure by the magistrate to take the appellantâs\n\npersonal circumstances into account.)\n[29\n]\tThat\r\nthe appellant perpetrated the fraud on his employer was not the only\r\nbasis for the distinction drawn by the magistrate between\nBarnard and\r\nthe appellant. Barnardâs personal circumstances were vastly\r\ndifferent to the appellantâs: he had lost a young child;\nhis\r\nfinancial circumstances were trying; he showed remorse; he was a soft\r\nhearted person who could easily be taken advantage of;\nand he\r\nsuffered from depression which resulted from post traumatic stress\r\ndisorder that arose from his active service in the South\nAfrican\r\nPolice Services. Similar mitigating factors are not evident from the\r\nappellantâs circumstances.  The magistrateâs attempts\nto\r\nindividualise the sentences, are sound and reflect that Barnard was\r\ngiven a lighter sentence rather than the appellant having\nbeen given\r\na heavier sentence.\n[30\n]\tConsidering\r\na fraud of this nature, committed by a person in the circumstances of\r\nthe appellant, the sentence imposed does not\ninduce a sense of\r\nshock.\n10\n[31\n]\tThere\r\nare no prospects of success on appeal in relation to conviction or\r\nsentence. No other factors relevant to condonation were\nraised or\r\nargued by any of the parties.\n[32\n]\tCondonation\r\nwas therefore rightly refused.  The order dismissing the appeal that\r\nfollowed the order by the court a quo refusing\ncondonation was\r\nhowever not a competent one as the appeal was not heard, and that\r\norder has to be set aside.\n[33\n]\tThe\r\nfollowing order is made:\nThe appeal against the refusal of the application for\r\ncondonation is dismissed. The order by the court a quo dismissing the\r\nappeal\nis set aside.\n_______________________\nS SNYDERS\nJudge of Appeal\nAPPEARANCES:\nFor appellant:\tJLCJ van Vuuren\tSC\nG H Ferrar\nInstructed by:\tJDC Attorneys, Pretoria\nCorrespondent:\tSymington & De\r\nKok, Bloemfontein\nFor respondent:\tFW van der Merwe\nInstructed by:\tDirector of Public Prosecutions, Pretoria\nCorrespondent:\tDirector of Public Prosecutions,\r\nBloemfontein\n1\nSection 21(1): â\nIn addition to any jurisdiction\r\n\tconferred upon it by this Act or any other law, the appellate\r\n\tdivision shall, subject to the provisions\nof this section and any\r\n\tother law, have jurisdiction to hear and determine an appeal from\r\n\tany decision of the court of a provincial\nor local division.â\n2\nSection 20(4): âNo appeal shall lie against a\r\n\tjudgment or order of the court of a provincial or local division in\r\n\tany civil\nproceedings or against any judgment or order of that court\r\n\tgiven on appeal to it except â (a) in the case of a judgment or\r\n\norder given in any civil proceedings by the full court of such a\r\n\tdivision on appeal to it in terms of subsection (3), with the\n\n\tspecial leave of the appellate division; (b) in any other case, with\r\n\tthe leave of the court against whose judgment or order the\nappeal is\r\n\tto be made or, where such leave has been refused, with the leave of\r\n\tthe appellate division.â\n3\nSee also\nS v\r\n\tMoosajee\n2000 (1) SACR 615\n(SCA) at\r\n\t615i-j and 618d-h;\nS v Farmer\n2001 (2) SACR 103\n(SCA) at 104d-i.\n4\nS v Mohlathe\n2000 (2) SACR 530\n(SCA) at 535g-536a;\nS\r\n\tv Leon\n1995 (2) SACR 594\n(C) at 595\r\n\te-h; Harms\nCivil Procedure in the\r\n\tSupreme Court\nat B-182.\n5\nS v Leon\n1996\r\n\t(1) SACR 671\n(A) at 672j-673h.\n6\nOne month prior to 30 January 2006 in terms of\r\n\tTransvaal Rule 8(1) read with rule 51(4) of the Uniform Rules of\r\n\tCourt.\n7\nUniform Rules of Court, rule 27.\n8\nDarries v Sheriff, Magistrateâs Court,\r\n\tWynberg\n1998 (3) SA 34\n(SCA) at\r\n\t40I-41A.\n9\nS v Kunene\n2001\r\n\t(1) SACR 199\n(W) at 200d.\n10\nTo compare sentences in different matters is not\r\n\ta reliable guide to sentencing, but provides only a broad and\r\n\tgeneral perspective.\nFor that purpose reference is made to\nS\r\n\tv Sindhi\n1993 (2) SACR 371\n(A);\nS\r\n\tv Howells\n1999 (1) SACR 675\n(C);\nS\r\n\tv Landau\n2000 (2) SACR 673\n(W);\nS\r\n\tv Kwatsha\n2004 (2) SACR 564\n(E). See\r\n\talso\nS v Blank\n1995 (1) SACR 62\n(A) at 70b-71g and 81e-h.",
  "scraped_at": "2026-02-11T21:47:52.210673",
  "date": "2009-05-22",
  "coram": [
    "CLOETE JJA",
    "SNYDERS JJA",
    "GRIESEL AJA"
  ],
  "case_number": "479/08",
  "parties": {
    "applicants": [
      "Gerhard van der Westhuizen"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Gerhard van der Westhuizen, was convicted by the Special Commercial Crimes Court of the Regional Division of the Northern Transvaal of fraud and sentenced to five years' imprisonment under s 276(1)(i) of the Criminal Procedure Act. He appealed the conviction and sentence, but the appeal was struck off the roll on 30 January 2006 because no heads of argument were filed and he made no appearance. On 14 June 2006 he applied for condonation to have the appeal re‑instated, citing an \"innocent misunderstanding\" with his attorney and the need to locate a person, Mr Pieter Erasmus, he claimed was crucial to his defence. The High Court dismissed the condonation application on 13 August 2007.",
    "issues": "The primary issue was whether the High Court should have granted condonation for the appellant's failure to comply with procedural rules – specifically the late filing of heads of argument, failure to appear, and the delayed application for condonation. Related sub‑issues included whether the appellant’s explanation for the delay was satisfactory and whether there were any realistic prospects of success on the substantive appeal concerning the conviction and sentence.",
    "principles": "Condonation applications are subject to the court’s judicial discretion, which must consider factors such as the degree of non‑compliance, the explanation for delay, prospects of success, importance of the case, nature of relief, finality of proceedings, court convenience and the negligence of the party concerned. The appellate division may only interfere with the lower court’s discretion if it was exercised capriciously, on a wrong principle or without an unbiased judgment. Section 21(1) of the Supreme Court Act provides an automatic right of appeal, but does not override the need for condonation where procedural rules are breached.",
    "application": "The Supreme Court of Appeal applied the above principles and found the appellant’s explanation contradictory and insufficient. The appellant had done nothing to advance his appeal from December 2002 until March 2006, failed to contact his attorney, did not place the attorney in funds, and only sought Erasmus’s contact two months before the condonation application. The court concluded there were no realistic prospects of success on the substantive appeal and that the appellant’s negligence and delay outweighed any merits. Consequently, condonation was rightly refused. The order of the court a quo dismissing the appeal was set aside because the appeal had not been properly heard.",
    "conclusion": "The appeal against the refusal of the application for condonation was dismissed. The order by the court a quo that dismissed the appeal was set aside. The final order is that the appeal is dismissed and the earlier order set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Procedural Law",
    "level_3": [
      "condonation",
      "appeal",
      "fraud",
      "sentence",
      "court rules"
    ]
  }
}