{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/90.html",
  "case_name": "Nature's Choice Properties (Alrode) (Pty) Limited v Ekurhuleni Metropolitan Municipality (487/08) [2009] ZASCA 90; [2010] 1 All SA 12 (SCA) ; 2010 (3) SA 581 (SCA) (11 September 2009)",
  "citation": "[2009] ZASCA 90",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 90\n|\nNoteup\n|\nLawCite\nNature's Choice Properties (Alrode) (Pty) Limited v Ekurhuleni Metropolitan Municipality (487/08) [2009] ZASCA 90; [2010] 1 All SA 12 (SCA) ; 2010 (3) SA 581 (SCA) (11 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  487/08\nNATURE’S\nCHOICE PROPERTIES\n(ALRODE)\n(PTY) LIMITED\nAppellant\nand\nEKURHULENI METROPOLITAN MUNICIPALITY                    \n               Respondent\nNeutral citation:\nNature’s Choice v\nEkurhuleni Municipality\n(487/08)\n[2009] ZASCA\n90\n(11 SEPTEMBER 2009)\nCoram:\nHARMS DP, NUGENT, MAYA JJA, LEACH AND\nBOSIELO AJJA\nHeard:\n28 AUGUST 2009\nDelivered:\n11 SEPTEMBER\n2009\nUpdated:\nSummary:\nAtmospheric Pollution Prevention Act 45\nof 1965 – smoke control regulations – plans and\nspecifications for installation\nof boiler required – failure to\ncomply – effect.\nORDER\nOn appeal from:\nHigh Court of South Africa (WLD):\nMasipa J sitting as court of first instance.\nThe appeal is upheld with costs.\nThe order of the court below is amended to read: ‘The\n\tapplication is dismissed with costs’.\nJUDGMENT\nHARMS DP (NUGENT, MAYA JJA, LEACH AND BOSIELO AJJA\nconcurring\n)\nINTRODUCTION\n[1]\tThis appeal deals with environmental issues arising\nfrom the provisions of the Atmospheric Pollution Prevention Act 45 of\n1965.\nThe main purpose of the Act is to prevent pollution of the\natmosphere. It has, accordingly, provisions dealing with the control\nof\nnoxious or offensive gases, atmospheric pollution by smoke, dust\ncontrol, and air pollution by fumes emitting from vehicles. It fits\nin with the Bill of Rights which guarantees the right to an\nenvironment that is not harmful to health or well-being and to have\nthe\nenvironment protected for the benefit of present and future\ngenerations through reasonable legislative and other measures that\nprevent\npollution and ecological degradation (s 24). In interpreting\nthe Act and regulations it is necessary to have regard to s 39(2) of\nthe Bill of Rights which requires of us to promote the spirit and\nobjects of the Bill of Rights.\n[\n2\n]\tThe\nappeal is, more particularly, concerned with smoke control\nregulations issued under the Act. The regulations in question apply\nto Alberton, which is now part of the respondent municipality, the\nEkurhuleni Metropolitan Municipality. The high court issued an\ninterdict at the behest of the municipality restraining\nNature’s\nChoice\nProperties\n(Alrode) (Pty) Ltd, the\nappellant,\nfrom utilising a coal boiler at its food processing factory in the\nAlrode industrial township. The court also ordered Nature’s\nChoice to remove the boiler from the property within 30 days and in\nthe event of a failure to comply, made provision for removal\nby the\nsheriff. The appeal is before us with the leave of the court below.\n[3]\tThe facts on which the municipality relied for the\nrelief sought were these. Nature’s Choice, as owner of the\nproperty concerned,\nerected a coal fired boiler on the property\nwithout the prior consent of the municipality. This, the municipality\nalleged, amounted\nto a contravention of regulation 3 of its Smoke\nControl regulations. They were promulgated under s 18 of the Act.\n1\nRegulation 3 provides that one may not install any fuel burning\nappliance (which includes a boiler)\n2\ndesigned to burn solid or liquid fuel in or on any premises, unless\nthe plans and specifications in respect of such installation\nwere\napproved by the municipality.\n3\nThe right to have the boiler removed was based on regulation 4.\n4\nNon-compliance with the regulations is, under regulation 9, an\noffence.\n[4]\tIn the high court Nature’s Choice sought to\nmeet this case by alleging that the regulations were\nultra vires\nthe Act and in the alternative that the municipality had been\nunreasonable or had acted with an ulterior motive when it refused a\nsubsequent application by Nature’s Choice to install the\nboiler.\n[5]\tThe high court found for the municipality on the\nbasis that the regulations were not\nultra vires\nand that the\ncoal boiler was installed on Nature’s Choice’s property\nin conflict with regulation 3 because plans and\nspecifications for\nits erection had not been submitted and approved before installation.\n[6]\tThe relief sought in the notice of motion was in\naddition based on the provisions of s 17, which deals with nuisance.\nIf, as a\nresult of representations made to it, a local authority is\nsatisfied that smoke or any other product of combustion emanating\nfrom\nany premises is a nuisance, it may call on the person\nresponsible to abate the nuisance within a given period, and to take\nall necessary\nsteps to prevent a recurrence of the nuisance. The\ncourt below did not rule on this alternative and the municipality did\nalso not\non appeal rely thereon, presumably because the municipality\nnever called on Nature’s Choice to ‘abate’ any\nnuisance\n– its case was all along that the boiler had to be\nremoved.\n[7]\tReverting to the Act, s 15(1) provides, inter\nalia, that one may not install any fuel burning appliance unless it\nis so far\nas is reasonably practicable capable of being operated\ncontinuously without emitting dark smoke or smoke of a colour darker\nthan\nmay be prescribed by regulation, or one designed to burn solid\nfuel, unless it is provided with effective appliances to limit the\nemission of grit and dust.\n5\n[8]\tThe Act does not prohibit the installation of fuel\nburners or burners of any particular type. It only prohibits burners\nthat emit\nsmoke and grit in contravention of s 15(1), including the\nregulations. Consequently, if smoke is emitted in contravention of\nany\nregulation, the local authority may call on the owner or occupier\nto cease the emission of the smoke (s 19(1)).\n6\nA failure to comply is an offence (s 19(5)) and if after one month\nfrom the date of the conviction steps have not been taken to the\nsatisfaction of the local authority to comply, it may take measures\nnecessary to bring about the cessation of the emission or emanation,\nand it may recover the cost incurred (s 19(6)).\n[9]\tTo ensure that only burners that comply with s 15(1)\nare installed, s 15(2) provides that no person may install any fuel\nburning\nappliance in respect of which sub-sec (1) applies, unless\nprior notice in writing was given to the local authority or the chief\nofficer\nof the proposed installation.\n7\nSub-section (5) creates an irrebuttable presumption: a fuel burning\nappliance installed in accordance with plans and specifications\napproved by the local authority is deemed to comply with s 15(1).\n8\nAnd s 16 provides that a local authority may not approve a plan which\nprovides for the installation of a fuel burning appliance unless\nit\nis satisfied that it is suitably sited in relation to other premises\nin the surrounding areas.\n9\nIt is different with the acceptance of plans for chimneys because\nthen the municipality is entitled to take the considerations set\nout\nin s 16(2) into account.\n[10]\tIt follows from this that regulations requiring\nprior plans and specifications are\nintra\nvires\n, something accepted by Nature’s\nChoice on appeal. However, the purpose of such regulations is to\nenable the municipality to\ndetermine in advance whether or not the\nrelevant burner would comply with s 15(1). If it complies, the\nmunicipality is obliged to\naccept the plans unless the boiler is not\nsuitably sited or there are other relevant regulations issued under s\n18(1)(b) –\nthere is not one.\n10\nIn other words, the municipality has no free discretion to reject\nplans and specifications.\n[11]\tAgainst this background I turn to the facts. As\nmentioned, Nature’s Choice installed the boiler without having\nsubmitted\nplans and specifications. This, it is common cause, was in\ncontravention of regulation 3. In terms of regulation 4, mentioned\nearlier,\nthe municipality was entitled, but not obliged, to require\nof Nature’s Choice to remove the boiler. The municipality\nelected,\ninstead, to require of Nature’s Choice to remedy the\nsituation by submitting plans and specifications. Nature’s\nChoice\nwas so informed by letter of 7 April 2006, and on 23 May the\nnecessary application was filed.\n[12]\tOn 6 July 2006, the municipality turned the\napplication down. It gave a number of reasons\n11\nfor the rejection but ultimately the reason was this:\n‘\nThis department will only\nconsider an application for a gas fired appliance as there will be\nminimal pollution although other issues\nof heat waves and noise from\nthe appliance might be a future problem to the neighbouring\nresidents.’\nImportantly, the municipality did not reject the boiler\nbecause it emitted smoke in contravention of s 15(1). It rejected the\napplication\nbecause it was for a coal burner and not for a gas\nburner. The municipality overstepped the mark. It was entitled to\nrefuse the application\nif, and only if, the boiler’s smoke\nemission did not comply with s 15(1). It was not, in the absence of\nan appropriate regulation,\nentitled to require that the boiler had to\nbe gas fired and not coal fired. As its counsel mentioned, regulatory\npower conferred\nthrough enabling legislation is constrained by the\nneed to stay within well established boundaries such as expressed\nwithin the enabling\nAct itself and the constraints of the\nConstitution (\nPharmaceutical Society of SA v\nTshabalala-Msimang NO; New Clicks SA (Pty) Ltd v Minister of Health\n2005 (3) SA 238 (SCA) at para 41;\nRoad\nAccident Fund v Makwetlane\n2005 (4) SA 51 (SCA) at para 19 and 31). If it\nhad a problem with the positioning of the boiler that was something\nit had to raise with Nature’s Choice. Instead it simply refused\nthe application and made it clear that any further application\nfor a\ncoal burning boiler would be refused.\n[13]\tIn summary, Nature’s Choice installed the\nboiler contrary to the provisions of the regulations. This meant that\nthe municipality\ncould have insisted that it be removed. It chose not\nto do so and, instead, gave Nature’s Choice the opportunity to\nsubmit\nplans and specifications. They were rejected and this was\nunlawful. The municipality now wishes to interdict the use of the\nboiler\nand have it removed. It wishes to revert to the position\nbefore it made its election. The effect of this is that the\nmunicipality\nis seeking to enforce an illegal decision, something it\ncannot do. To the extent that the municipality sought to argue that\nNature’s\nChoice was not entitled to challenge the decision\nunder the so-called\nOudekraal\nprinciple it misunderstands the scope of the decision. There is\nnothing in that case which holds that a subject may not raise the\ndefence that the underlying administrative decision is unlawful and,\ninstead, has to comply with it while seeking to set it aside\nin\ncollateral proceedings; the case in fact holds the contrary\n(\nOudekraal Estates (Pty) Ltd v City of Cape\nTown\n2004 (6) SA 222 (SCA)\nat para 34).\n[14]\tThe appeal must therefore be upheld with costs.\nAlthough Nature’s Choice used the services of two counsel in\nboth courts\nthe case does not justify the costs of two counsel.\n[15]\tThe order:\nThe appeal is upheld with costs.\nThe order of the court below is amended to read: ‘The\n\tapplication is dismissed with costs’.\n_____________________\nL T C HARMS\nDEPUTY PRESIDENT\nFor Appellant:\tS JOSEPH SC\nM SMIT\nInstructed\nby:\tFELDMAN & NANCE-KIVELL\nJOHANNESBURG\nLOVIUS BLOCK\nBLOEMFONTEIN\nFor Respondent:\tJ C UYS\nInstructed by:\tKLOPPER-JONKER INC\nc/o BOTHA & SUTHERLAND\nJOHANNESBURG\nWESSELS & SMITH\nBLOEMFONTEIN\n1\nAdministrator’s Notice R2057 of 21\n\tSeptember 1979. The procedure is set out in s 18(5) which reads:\n‘\nNo\n\tsuch regulation shall have any force or effect unless it has been\n\tapproved by the Minister on the recommendation of the committee\n(and\n\tin the case of any regulations under paragraph (d) or (h) of\n\tsubsection (1) also after consultation with the Minister of Trade\n\tand Industry, and has been promulgated by the Minister by notice in\n\tthe Gazette.’\n2\nSection 1:\n‘“\nfuel\n\tburning appliance” means any furnace, boiler or other\n\tappliance designed to burn or capable of burning liquid fuel or\n\tgaseous fuel or wood, coal, anthracite or other solid fuel, or used\n\tto dispose of any material by burning or to subject solid fuel\nto\n\tany process involving the application of heat.’\n3\nRegulation 3:\n‘\nNo\n\tperson shall install or cause or permit to be installed or alter or\n\textend or cause or permit to be altered or extended any fuel\nburning\n\tappliance designed to burn solid or liquid fuel in or on any\n\tpremises, unless the plans and specifications in respect of\nsuch\n\tinstallation, alteration or extension have been approved by the\n\tCouncil.’\n4\nRegulation 4:\n‘\nIf any fuel burning appliance has been\n\tinstalled, altered or extended in contravention of regulation 3, the\n\tCouncil may by notice\nin writing require the owner or occupier of\n\tthe premises in question to remove, within a period specified in the\n\tnotice and at\nhis own expense, such fuel burning appliance from such\n\tpremises.’\n5\nSection 15(1):\n‘\nNo\n\tperson shall install or cause or permit to be installed in or on any\n\tpremises—\n(a)\tany\n\tfuel burning appliance, unless such appliance is so far as is\n\treasonably practicable capable of being operated continuously\n\twithout emitting dark smoke or smoke of a colour darker than may be\n\tprescribed by regulation: Provided that in applying the provisions\n\tof this paragraph due allowance shall be made for the unavoidable\n\temission of dark smoke or smoke of a colour darker than may be\nso\n\tprescribed during the starting up of the said appliance or during\n\tthe period of any breakdown or disturbance of such appliance;\nor\n(b)\tany\n\tfuel burning appliance designed—\n(i)\tto burn\n\tpulverised solid fuel; or\n(ii)\tto\n\tburn solid fuel in any form at a rate of one hundred kilograms or\n\tmore per hour; or\n(iii)\tto\n\tsubject solid fuel to any process involving the application of heat,\n\tunless such appliance is provided with effective\nappliances to limit\n\tthe emission of grit and dust to the satisfaction of the local\n\tauthority or the chief officer, as the case\nmay be.’\n6\nSection 19(1):\n‘\nIf\n\tsmoke is emitted or emanates from any premises in contravention of\n\tany regulation made under section eighteen, the local authority\n\tconcerned may, subject to the provisions of subsection (3), cause to\n\tbe served on the owner or occupier of such premises, a notice\nin\n\twriting calling upon him to bring about, within a period specified\n\tin the notice, the cessation of the emission or emanation\nof such\n\tsmoke from those premises.’\n7\nSection 15(2):\n‘\nNo\n\tperson shall install any fuel burning appliance in respect of which\n\tsub-section (1) applies, in or on any premises unless prior\nnotice\n\tin writing has been given to the local authority or the chief\n\tofficer, as the case may be, of the proposed installation\nof such\n\tappliance.’\n8\nSection 15(5):\n‘\nA\n\tfuel burning appliance which has been installed in accordance with\n\tplans and specifications approved by the local authority concerned,\n\tshall not for the purposes of subsection (1) be deemed to have been\n\tinstalled in contravention of the provisions of that subsection,\nbut\n\tnothing in this subsection shall be construed as precluding any\n\taction under section seventeen or nineteen in respect of any\nsuch\n\tfuel burning appliance.’\n9\nSection 16:\n‘\n(1)  No\n\tlocal authority shall approve of any plan which provides for the\n\tconstruction of any chimney or other opening\nfor carrying smoke,\n\tgases, vapours, fumes, grit, dust or other final escapes from any\n\tbuilding or for the installation of any fuel\nburning appliance,\n\tunless it is satisfied—\n(a)\t. . .\n(b)\tin the\n\tcase of any such fuel burning appliance, that it is suitably sited\n\tin relation to other premises in the surrounding\nareas.’\n10\nSection 18(1)\n‘\nA\n\tlocal authority may make regulations—\n(a)\t. . .\n(b)\tprohibiting\n\tthe installation in any premises or the alteration or extension of\n\tany fuel burning appliance which does not comply\nwith such\n\trequirements as may be specified in such regulations or determined\n\tby a person authorized thereto by or in accordance\nwith such\n\tregulations or otherwise than in accordance with and subject to such\n\tconditions as may be so specified or determined;\n. . .\n11\n‘Your application has been rejected taking the following into\n\tconsideration;\nthe location of your premises which is bordering a\n\t\tneighbouring residential area, (Mayberry Park)\nthe type of fuel burning appliance to be used\nthe type of fuel to be used\nthe start-up of the boiler which will result in black\n\t\tsmoke emissions and subsequent complaints from residents.\nSoot blowing procedures which is allowed by current\n\t\tair pollution legislation in order to prevent clogging of boiler\n\t\ttubes will\ncause a problem because soot will end up in neighbouring\n\t\tresidential premises resulting in (swimming pool water covered with\n\t\nsoot, clothes on washing lines with black soot spots etc)\n\t\tcomplaints\nthe distance between the fuel burning appliance and\n\t\tresidential premises is of great concern\nthe sensitivity of the neighbouring residents with\n\t\tregard to air and noise pollution.\nComplaints from neighbouring residents.\nNoise from the appliance and delivery of coal.’",
  "scraped_at": "2026-02-12T05:13:01.718693",
  "date": "2009-09-11",
  "coram": [
    "HARMS DP",
    "NUGENT",
    "MAYA JJA",
    "LEACH",
    "BOSIELO AJJA"
  ],
  "case_number": "487/08",
  "parties": {
    "applicants": [
      "Nature’s Choice Properties (Alrode) (Pty) Limited"
    ],
    "respondents": [
      "Ekurhuleni Metropolitan Municipality"
    ]
  },
  "sections": {
    "facts": "Nature’s Choice Properties (Alrode) (Pty) Ltd erected a coal‑fired boiler at its food‑processing factory in Alrode without first obtaining municipal approval of plans and specifications as required by Regulation 3 of the Smoke Control Regulations made under the Atmospheric Pollution Prevention Act 45 of 1965. The Ekurhuleni Metropolitan Municipality interdictively restrained the use of the boiler and ordered its removal within 30 days. The appellant subsequently applied to the municipality for approval of the boiler; the municipality rejected the application on the ground that it preferred a gas‑fired appliance, not because the proposed coal boiler would violate the smoke emission standards. The appellant challenged the rejection, arguing the regulations were ultra vires and the municipality acted unreasonably.",
    "issues": "The court had to determine (1) whether the Smoke Control Regulations requiring prior approval of plans are intra vires of the Atmospheric Pollution Prevention Act; (2) whether the municipality’s refusal of the appellant’s application on the basis of fuel type, rather than compliance with the emission standards, was lawful; (3) whether the municipality could lawfully enforce removal of the boiler after allowing the appellant an opportunity to submit compliant plans; and (4) the proper construction of the statutory provisions in light of the Constitution’s environmental rights.",
    "principles": "The judgment relied on sections 15(1), 15(2), 15(5), 16 and 19 of the Atmospheric Pollution Prevention Act, which prohibit installation of appliances that emit dark smoke unless they meet prescribed standards, require prior written notice and approval of plans, and create an irrebuttable presumption of compliance when plans are approved. Regulation 3 and Regulation 4 were held intra vires. Municipal discretion to refuse plans is limited to situations where the proposed appliance would breach the emission standards of section 15(1); the municipality cannot impose additional conditions such as a requirement that the fuel be gas. Constitutional interpretation under s 24 and s 39(2) of the Bill of Rights was noted, requiring legislation to be read in a manner that furthers environmental protection. The case also referenced the Oudekraal principle, confirming that a party may challenge the lawfulness of an administrative decision even while seeking relief.",
    "application": "Applying these principles, the Court found that the municipality correctly required prior approval of plans but exceeded its authority by refusing the application solely because the boiler was coal‑fired. The refusal was not based on any breach of the emission standards and thus was unlawful. Because the municipality had already given the appellant the opportunity to submit compliant plans, it could not later revert to demanding removal of the boiler without a new lawful basis. Consequently, the municipality’s attempt to enforce the illegal decision was invalid, and the appellant’s challenge succeeded.",
    "conclusion": "The appeal was upheld with costs. The order of the lower court was amended to read: “The application is dismissed with costs.” The municipality’s attempt to enforce removal of the boiler was set aside as unlawful."
  },
  "tags": {
    "level_1": "Environmental Law",
    "level_2": "Air Pollution Regulation",
    "level_3": [
      "Atmospheric Pollution Prevention Act",
      "Smoke Control Regulations",
      "Municipal Authority",
      "Boiler Installation",
      "Ultra Vires"
    ]
  }
}