{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/8.html",
  "case_name": "Eskom Holdings Limited and Another v New Reclamation Group (Pty) Ltd (358/08) [2009] ZASCA 8; 2009 (4) SA 628 (SCA) ; 2009 (8) BCLR 813 (SCA) ; [2009] 2 All SA 513 (SCA) (13 March 2009)",
  "citation": "[2009] ZASCA 8",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 8\n|\nNoteup\n|\nLawCite\nEskom Holdings Limited and Another v New Reclamation Group (Pty) Ltd (358/08) [2009] ZASCA 8; 2009 (4) SA 628 (SCA) ; 2009 (8) BCLR 813 (SCA) ; [2009] 2 All SA 513 (SCA) (13 March 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 358/08\nESKOM\r\nHOLDINGS LIMITED\t\t\t\t\t    First Appellant\nKWANDA\r\nFERRO-ALLOY AFRICAN\nRESOURCES\r\n(PTY) LTD\t\t\t\t\t         Second Appellant\nand\nTHE\r\nNEW RECLAMATION GROUP (PTY) LTD\t\t       Respondent\nNeutral citation:\nEskom\r\nHoldings Ltd v The New Reclamation Group\n(358/08)\n[2009]\r\nZASCA 8\n(13 March 2009).\nCoram:\nHARMS DP, CLOETE,\r\nPONNAN, SNYDERS JJA\net\nLEACH AJA\nHeard:\n24\r\nFEBRUARY 2009\nDelivered:\n13\r\nMARCH 2009\nSummary:\nPromotion of\nAdministrative Justice Act 3 of 2000\n: review of award of tender by\r\norgan of State; principles applicable and appropriate remedy,\r\ndiscussed.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: High Court, Johannesburg (Blieden J\r\nsitting as court of first\ninstance).\nThe appeal is dismissed. The appellants are ordered to\r\npay the respondent's costs of appeal jointly and severally, the one\r\npaying,\nthe other to be absolved.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA  (HARMS DP, PONNAN, SNYDERS JJA\net\nLEACH AJA concurring):\n[1]\tIn mid-2007 the first appellant, Eskom Holdings\r\nLimited, awarded a tender to the second appellant, Kwanda Ferro-Alloy\r\nAfrican\nResources (Pty) Ltd. One of the unsuccessful tenderers was\r\nthe respondent, The New Reclamation Group (Pty) Ltd ('NRG'). At the\r\nsuit of NRG the court a quo (Blieden J in the Johannesburg High\r\nCourt) set the award of the tender aside and ordered Eskom and Kwanda\n\nto pay NRG's costs jointly and severally. Eskom and Kwanda now appeal\r\nwith the leave of the court a quo.\n[2]\tIt is necessary to deal with the facts in a little\r\ndetail. During March 2007 Eskom, by way of a request for quotation\r\n('RFQ'),\nformally invited tenders for the collection and disposal of\r\nnon-ferrous scrap metals ('material'). The RFQ provided that if a\r\ntender\nwas accepted, a contract would come into existence for two\r\nyears for the removal, as and when required by Eskom, of material\r\n(which\nwas owned by Eskom) from various sites in South Africa; the\r\nprocessing of such material; and the payment to Eskom of a price for\n\nthe quantity of material recovered and processed. The following\r\nclauses of the RFQ are relevant for present purposes:\n'1.4\tSubject to a prospective\r\ntenderer meeting all the requirements set out herein as well as the\r\ngeneral principles governing the\naward of the proposed tender, Eskom\r\nmay in its sole and absolute discretion agree to dispose of such\r\nmaterial in their existing\ncondition, as set out in the agreement.'\n'1.6\tEskom has the sole and\r\nexclusive right to determine to which tenderer the contract will be\r\nawarded and in this regard Eskom\nmay in its sole and absolute\r\ndiscretion decide not to award any contract and to invite quotations\r\nand tenders afresh. It is specifically\nrecorded that a proposed\r\ntenderer will merely make an offer to Eskom for the purchase of the\r\nmaterial and that a binding agreement\nof any nature whatsoever will\r\nonly come into existence once a proposed tenderer has been informed\r\nin writing of the fact that he\nis awarded the tender.'\n'1.8\tAll tenderers are obliged\r\nto prove in the sole and absolute discretion of Eskom during the\r\nevaluation period (being May 2007)\nthat they can comply with the\r\nrequirements of this enquiry and once a contract has been awarded, to\r\ncomply with all the terms of\nthe agreement fully and punctually.'\nThe position was therefore that Eskom had a discretion\r\nto award the agreement to any tenderer, or not at all; but it could\r\nonly\ndo so if the tenderer met all the requirements of the tender;\r\nand the decision whether a tenderer could comply with the\r\nrequirements\nof the tender, was also a decision to be made in the\r\ndiscretion of Eskom. What is important for present purposes is that\r\nincluded\nin the RFQ was a 'Financial Evaluation Form' which required\r\nsignature on behalf of the tenderer and which read:\n'In order that\nESKOM\ncan determine that it is placing business with viable companies,\nESKOM\ndetermines minimum requirements to satisfy itself that it is\r\njustified in entering into an\nAGREEMENT\nwith such companies. Accordingly, it is in the interest of the\r\ntenderer and strictly required by\nESKOM\n,\r\nthat the tenderer submits audited financial statements for the last\r\ntwo years. This information will be handled with the strictest\n\nconfidence.'\n[3]\tKwanda and NRG both submitted tenders. In a covering\r\nletter attached by Kwanda to its tender, it said that it:\n'[I]s a company formed in\r\npartnership with Rappa Holdings to target a niche of steel and\r\nfoundry customers in Africa which are perceived\nas risky due to their\r\nsize, geographical positioning, etc, Rappa Holdings is a holding\r\ncompany of Knightsbridge Copper and Cobalt,\nWaste Product Utilisation\r\nand Three Marias Mines. Rappa Holdings has 50% share in Kwanda and\r\nthe balance of the 50% is owned by\nthe Luthuli/Buckley Trust.'\nRappa Holdings provided a balance sheet of the 'group'\r\nwhich comprised five major subsidiaries, including Kwanda.\n[4]\tThe tenders were evaluated and adjudicated upon in\r\nthree stages. The outcome of the first stage was that four tenderers,\r\nincluding\nKwanda and NRG, were shortlisted. Thereafter, as part of\r\nthe second stage, the tenders were evaluated by various Eskom bodies,\r\nincluding the Corporate Management Accounting Department. The report\r\nof this latter body in relation to Kwanda's tender, began with\nthe\r\nstatement:\n'Please note that this financial\r\nanalysis was performed solely for the purpose of deciding whether\r\nRAPPA HOLDINGS (PTY) LTD is sound\nenough financially to be awarded a\r\ncontract of R29 million for the collection of non-ferrous scrap\r\nmetal, over a period of two\nyears . . ..'\nand the author concluded:\n'In my opinion, RAPPA HOLDINGS\r\n(PTY) LTD is sound enough financially to be awarded a contract of R29\r\nmillion for the collection\nof non-ferrous scrap metal, over a period\r\nof two years . . ..'\nThe report contained no reference whatever to Kwanda.\n[5]\tAt the third and final stage a report was put before\r\nthe Corporate Division R35M Tender Committee. The report said inter\r\nalia:\n'All short listed companies were\r\nfound to be financially sound.\n. . .\nKwanda Ferro-Alloy African\r\nResources is sufficiently financially sound to be awarded the\r\ncontract for the collection and disposal\nof non-ferrous metal.'\nThe report further contained a recommendation that the\r\ncontract be awarded to Kwanda because it:\n'[S]ubmitted the most favourable\r\noffer that is technically, financially and commercially acceptable of\r\nthe eight offers received.'\nNRG was still in contention at that stage of the process\r\nâ indeed, the R35M Tender Committee initially at its meeting on 1\r\nJune\n2007 pointed out that the price offered by Kwanda, which\r\nexceeded NRG's tender by some R2,8 million, might be outweighed by\r\nthe\nbetter ratings scored by NRG in relation to security and site\r\nevaluation. However, the committee ultimately approved the award of\n\nthe contract to Kwanda for the period 11 June 2007 to 31 May 2009.\n[6]\tIt is quite apparent from what I have said about\r\nKwanda's tender that Kwanda did not itself have the financial\r\nresources to\nperform the work and that the tender was awarded to it\r\non the basis of the financial position of the Rappa Group. All that\r\nEskom\nknew about the relationship between the two was that Rappa\r\nHoldings was a 50 per cent shareholder in Kwanda and that, according\n\nto Kwanda, it had a 'partnership' with Rappa Holdings. The former\r\nrelationship did not of itself oblige Rappa to assist Kwanda\n(indeed,\r\nindividuals frequently use the vehicle of a company in which they are\r\nshareholders to avoid personal liability and to\nenable them to\r\nliquidate the company, should its business prove unprofitable). And\r\nthere was nothing to show that the latter relationship\nimposed any\r\nsuch obligation on Rappa Holdings or its subsidiaries in the Rappa\r\nGroup either. Not even Kwanda said it did. Where\nthe financial\r\nability of a tenderer to perform the contract for which it tenders is\r\na prime consideration in the award of the tender,\nas will usually be\r\nthe case (and was here), then the award of a tender based on the\r\nfinancial ability of a third party to perform\nthe tender is illogical\r\nâ unless there is some obligation on the third party to provide the\r\nnecessary financial assistance to\nthe tenderer. It is not in dispute\r\nthat Eskom is an organ of State and that the award of the tender\r\nconstituted administrative\naction reviewable in terms of the\r\nprovisions of the\nPromotion of Administrative Justice Act (PAJA\n).\n1\nIn the words of that Act, Eskom, in awarding the tender to Kwanda,\r\ntook into account irrelevant considerations\n2\n(the financial ability of the Rappa Group to perform the contract)\r\nand it did not consider relevant considerations\n3\n(the financial ability of Kwanda to perform the contract); and the\r\naward of the tender was not rationally connected to the information\n\nbefore Eskom.\n4\n[7]\tIt was submitted on behalf of Eskom that it was\r\nentitled in the exercise of its discretion and in the furtherance of\r\nits Black\nEconomic Empowerment policy to take risks in the award of a\r\ntender, provided it gave proper consideration to the matter. The\r\nshort\nanswer to this submission is that there is nothing in the\r\naffidavits or the documents annexed to them to show that Eskom\r\nappreciated\nthat it was taking any risk. The contrary is the\r\nposition. Eskom simply equated Kwanda's financial ability to that of\r\nthe Rappa\nGroup â indeed, the R35M Tender Committee which took the\r\nfinal decision to award the contract was not only unaware of Kwanda's\n\nfinancial inability itself to perform the contract; it was positively\r\nmisled into believing that Kwanda was 'sufficiently financially\nsound\r\nto be awarded the contract'. Nor does the fact that the R35M Tender\r\nCommittee required that the guarantee to be furnished\nby the\r\nsuccessful tenderer be increased from R1 million to R3 million\r\ndemonstrate, as submitted on behalf of Eskom, that it appreciated\n\nthat Kwanda might not be able to perform in terms of the contract.\r\nThe minutes of the meeting of that committee on 1 June 2007\nshow that\r\nthe committee required an increased guarantee to be imposed as a\r\ncondition of the award of the tender (to any tenderer)\nbecause it\r\n'would be more realistic'. The decision to award the tender to Kwanda\r\nwas taken at a later stage. The two decisions\nwere clearly unrelated.\n[8]\tI therefore conclude that the court a quo was\r\ncorrect in finding that the award of the tender by Eskom to Kwanda\r\nwas reviewable\nand liable to be set aside in terms of the provisions\r\nof PAJA. I turn to consider the second question, which concerns the\r\ndecision\nof the court a quo to grant this relief.\n[9]\nSection 8\nof PAJA empowers a court in proceedings\r\nfor judicial review to grant 'any order which is just and equitable',\r\nincluding the orders\nspecified in the section. It is well established\r\nthat the court exercises a discretion; and, as was said by this court\r\nin\nOudekraal Estates (Pty) Ltd v City of Cape\r\nTown\n5\n'It is that discretion that\r\naccords to judicial review its essential and pivotal role in\r\nadministrative law, for it constitutes\nthe indispensable moderating\r\ntool for avoiding or minimising injustice when legality and certainty\r\ncollide.'\nThe principle of legality would require that an invalid\r\nadministrative decision be set aside. The desirability of certainty\r\nmay\nâ and I emphasise the word may, because this is not so in every\r\ncase\n6\nâ point in the opposite direction: persons who altered their\r\nposition on the basis that the administrative act was valid would\n\nsuffer prejudice if it is set aside, because the effect of such an\r\norder is retrospective.\n7\n[10]\tIt is not necessary to debate\n8\nwhether the discretion is a wide\ndiscretion (as was submitted on behalf of Kwanda) or a\r\nnarrow discretion\n9\nand, if the latter, whether the court a quo misdirected itself. I\r\nshall assume that this court can substitute its own decision.\nThat\r\nsaid, I see no good reason for doing so.\n[11]\tOrdinarily, where there has been a reviewable\r\nirregularity in the award of the tender, an unsuccessful tenderer\r\nwould be entitled\nto call for the award to be set aside. The\r\nprincipal submission made by Kwanda on appeal was that this relief\r\nshould be denied\nbecause NRG did not seek an interdict at an early\r\nstage of these proceedings. Counsel for Kwanda relied in particular\r\non the decision\nof this court in\nOlitzki\r\nProperty Holdings v State Tender Board\n.\n10\nIn that case the plaintiff, an unsuccessful tenderer, claimed\r\ndamages representing the profit it would have made had the tender\n\nbeen awarded to it, on the basis that its right to administrative\r\njustice in terms of s 24 of the Interim Constitution\n11\nhad been breached and that such an award would constitute\r\n'appropriate relief' as contemplated in s 7(4)(a) of the Interim\n\nConstitution. The latter section read:\n'When an infringement of or\r\nthreat to any right entrenched in this Chapter is alleged, any person\r\n. . . shall be entitled to apply\nto a competent court of law for\r\nappropriate relief, which may include a declaration of rights.'\nThis court held:\n12\n'... Counsel correctly conceded\r\nthat in these circumstances and on the assumptions made the plaintiff\r\nwould have been entitled to\nan interdict prohibiting the defendants\r\nfrom continuing the tender process and indeed from allocating the\r\naward elsewhere at all.\nThis in my view has acute\r\nconsequences for the plaintiff's task in seeking to convince the\r\nCourt that an award of the profit lost\nthrough the non-award of the\r\ntender could constitute \"appropriate relief\". An interdict\r\nwould not only have anticipated\nthe latter dispute; it would have\r\neliminated the source of loss the plaintiff invokes.'\nThe court concluded:\n13\n'It is, however, not necessary\r\nto decide that a lost profit can never be claimed as constitutional\r\ndamages. Certainly the question\nof out-of-pocket expenses is not\r\nbefore us. But in all the circumstances of this particular case,\r\nincluding the availability to\nthe plaintiff of alternative remedies â\r\nby way of interdict before the award of the impugned tender and,\r\nthereafter, for at least\na time, by way of review â I conclude that\r\nthe lost profit the plaintiff claims would not be an appropriate\r\nconstitutional remedy.'\nThe case is distinguishable on the facts. There, it was\r\nspecifically found that the plaintiff would have been entitled to an\r\ninterdict.\nHere, there is no guarantee that an application for an\r\ninterdict would have been granted. It would undoubtedly have been\r\nopposed.\nThe conclusion of the contract with Kwanda could not have\r\nbeen interdicted because NRG, through no fault of its own, only came\r\nto know of the award of the tender to Kwanda after the contract had\r\nbeen concluded. Given that the contract was already in existence,\nthe\r\nbalance of convenience would have been a major issue; and it appears\r\nfrom the papers that Eskom required removal of the material\nfairly\r\nurgently as the previous contract had lapsed at the end of April\r\n2007, and the R35M Tender Committee expressed concern at\nits meeting\r\non 1 June that Eskom might be facing the threat of a backlog building\r\nup.\n[12]\tNor does the decision in\nDarson\r\nConstruction (Pty) Ltd v City of Cape Town\n,\n14\nalso relied on by counsel, assist Kwanda. There the applicant, also\r\nan unsuccessful tenderer, brought a claim for damages in terms\nof\r\ns 8(1)(c)(ii)(bb) of PAJA\n15\nfor loss of profit, contending that such an award would be just and\r\nequitable. The court in considering this question emphasised\nthat an\r\ninterdict could have been sought much earlier. It said:\n16\n'In any event, when applicant\r\nbecame aware that second respondent [the successful tenderer] was on\r\nsite and had begun work in terms\nof the contract, it could\r\nimmediately have approached the Court to interdict second respondent\r\npending the outcome of its appeal\n[in terms of the Local Government:\r\nMunicipal Systems Act].\n17\nBy that time it was clear that first respondent [the City of Cape\r\nTown] was going ahead and allowing second respondent to execute\nthe\r\ncontract despite applicant's appeal. An application for an interdict\r\nwould, in all probability, have brought to the fore that\nthe decision\r\nof 17 December 2004 [to award the tender to second respondent] was\r\ninvalid and would have prevented the loss which\napplicant seeks to\r\nrecover had applicant, in addition, been able to show its entitlement\r\nto the contract.'\nInterdict proceedings in the present matter may have\r\n'brought to the fore' NRG's attack on the validity of Eskom's\r\ndecision to award\nthe tender to Kwanda (although the full facts only\r\nbecame known after review proceedings had been launched and the\r\nrecord produced\nby Eskom pursuant to uniform rule of court 53); but\r\neven had it done so, that would have made no difference. Neither\r\nEskom nor\nKwanda would have thrown in the towel and accepted that the\r\naward of the tender was irregular, as their opposition in this court\n\nand the court a quo amply demonstrates.\n[13]\tIn any event, the claims in\nOlitzki\nand\nDarson Construction\nwere for damages and it is trite that a person claiming damages must\r\nmitigate its loss. That principle finds no application in\nthe present\r\nmatter. And finally on this point, I have difficulty in understanding\r\nhow it lies in the mouth of either Eskom or Kwanda\nto assert that the\r\ntrial court should not have set the award of the tender aside because\r\nNRG did not attempt to protect them against\nthemselves by bringing\r\ninterdict proceedings that might have mitigated the prejudice they\r\nwould suffer by the conduct that they\nwere wrongly intent on\r\npursuing. The boot was on the other foot. The position in which they\r\nfound themselves before the court a\nquo was not due to NRG's\r\ninaction; it was due to their persistence in asserting the validity\r\nof the award of the tender in the\nface of the valid challenge by NRG.\n[14]\tIt was submitted that Kwanda was in the position of\r\nan innocent bystander. That is not correct. Although no mala fides\r\nhas\nbeen sought to be attributed to Kwanda\n18\nit has only itself to thank for the position in which it finds\r\nitself: it submitted a flawed tender to Eskom and it can hardly\nbe\r\nheard to complain when Eskom did what it wanted by awarding the\r\ncontract to it on the basis of that tender. In the circumstances,\n\neven if the fact that Kwanda incurred considerable expenditure to\r\nenable it to perform the contract could operate in its favour,\nit\r\ncannot do so in this case.\n[15]\tNor does the lapse of time redound to Kwanda's\r\nadvantage. It is true that the contract has less than three months to\r\nrun, but\nthat is because Kwanda (and Eskom, with whom it made common\r\ncause) appealed against the decision of the court a quo â which\r\nwill\nbe upheld by this court â which was given in June last year.\r\nThe consequent delay is therefore of its own making. It has in fact\n\nhad the benefit of the contract which should not have been awarded to\r\nit in the first place.\n[16]\tThe present case is entirely distinguishable from\nChairperson, Standing Tender Committee v JFE\r\nSapela Electronics (Pty) Ltd\n,\n19\nrelied upon by Kwanda. It is important to emphasize that that was an\r\nexceptional case. There, the court refused to set the invalid\naward\r\nof a tender aside because work had been performed between the\r\nlaunching of the proceedings and the judgment in the court\na quo, and\r\nit was impractical to start the tender process over again for the\r\ncompletion of the remaining work. Here, the work involved\nad hoc\r\ncollections of material, its subsequent processing and sale. The\r\nterms of the contract to be entered into by the successful\ntenderer\r\nas contained in the FAQ provided that each instruction given by Eskom\r\nto the contractor to collect the material would\n'constitute a\r\nseparate independent disposal agreement incorporating the terms of\r\n[this] agreement'. Any contractor with the necessary\nresources could\r\ndo that, even at this stage.\n[17]\tThere are no public policy considerations which\r\nmilitate against setting aside the award of the tender. The\r\nsubmission that\nNRG had delayed in instituting review proceedings\r\nwithin a reasonable time\n20\nor did not do so without reasonable delay\n21\nwas correctly abandoned by Kwanda as it had not been raised on the\r\npapers and such delay as there was, was not such as to require\nan\r\nexplanation.\n22\nMillennium Waste Management (Pty) Ltd v\r\nChairperson, Tender Board: Limpopo Province\n,\n23\na case relied upon by Kwanda, is distinguishable. There, loss to the\r\npublic purse and disruption of the service for removal, treatment\nand\r\ndisposal of hospital waste were considered as factors by this court\r\nin the exercise of its discretion. Here, potential loss\nto the public\r\npurse because Kwanda's tender was the highest is outweighed by the\r\nfact that Kwanda did not demonstrate that it could\nperform the\r\ncontract; and it was not Eskom's case on the papers that disruption\r\nwould have any significant consequences for it\nor the public\r\ngenerally. The arguments advanced in this latter regard â that if\r\nthe material were not removed in terms of the\ncontract, it would\r\nconstitute an environmental hazard; landowners where it was situated\r\nwould be inconvenienced; and it might be\nstolen â were not\r\nspecifically raised, and therefore not dealt with, by NRG. They\r\ncannot be raised now. As was said by this court\nin\nMinister\r\nof Land Affairs and Agriculture v D & F Wevell Trust\n:\n24\n'It is not proper for a party in\r\nmotion proceedings to base an argument on passages in documents which\r\nhave been annexed to the\npapers when the conclusions sought to be\r\ndrawn from such passages have not been canvassed in the affidavits.\r\nThe reason is manifest\nâ the other party may well be prejudiced\r\nbecause evidence may have been available to it to refute the new case\r\non the facts.\nThe position is worse where the arguments are advanced\r\nfor the first time on appeal. In motion proceedings, the affidavits\r\nconstitute\nboth the pleadings and the evidence:\nTransnet\r\nLtd v Rubenstein\n,\n25\nand the issues and averments in support of the parties' cases should\r\nappear clearly therefrom. A party cannot be expected to trawl\nthrough\r\nlengthy annexures to the opponent's affidavit and to speculate on the\r\npossible relevance of facts therein contained. Trial\nby ambush cannot\r\nbe permitted.'\n[18]\tThe position is that the award of the tender to\r\nKwanda was fatally flawed. An order setting the award aside would\r\naccord with\nwhat Moseneke DCJ said in\nSteenkamp\r\nNO v Provincial Tender Board, Eastern Cape\n:\n26\n'Ultimately the purpose of a\r\npublic remedy is to afford the prejudiced party administrative\r\njustice, to advance efficient and effective\npublic administration\r\ncompelled by constitutional precepts and at a broader level, to\r\nentrench the rule of law.'\nOn the other hand, the order sought by Kwanda should the\r\nreview be upheld â namely, a declaratory order that the award of\r\nthe\ntender was invalid, suspended until the contract had run its\r\ncourse â would not fulfil any of these purposes.\n[19]\tThe following order is made:\nThe appeal is dismissed. The appellants are ordered to\r\npay the respondent's costs of appeal jointly and severally, the one\r\npaying,\nthe other to be absolved.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAppearances:\nCounsel for Appellant:   \t1\nst\nP Kennedy SC\nS Ebrahim\nInstructed by\nMayat Nurick & Associates Inc Park Town North\nHoney Attorneys Bloemfontein\n2\nnd\nD M Fine SC\nMs K Hofmeyr\nInstructed by\nDeneys Reitz Sandton\nWebbers Inc Bloemfontein\nCounsel for Respondent:\tB E Leech\nInstructed by\nWerksmans Inc Johannesburg\nMatsepes Attorneys Bloemfontein\n1\nAct 3 of 2000.\n2\ns 6(2)(e)(iii).\n3\nIbid.\n4\ns 6(2)(f)(ii)(cc).\n5\n2004 (6) SA 222\n(SCA) para 36.\n6\neg\nAiroadexpress (Pty) Ltd v Chairman, Local\r\n\tRoad Transportation Board, Durban\n[1986] ZASCA 6\n;\n1986\r\n\t(2) SA 663\n(A).\n7\nSeale v Van Rooyen NO; Provincial Government, North West Province v\r\n\tVan Rooyen NO\n2008 (4) SA 43\n(SCA)\r\n\tpara 13 at 50C-D.\n8\nBut see the approach of this court in\nChairperson,\r\n\tStanding Tender Committee v JFE Sapela Electronics (Pty) Ltd\n2008 (2) SA 638\n(SCA) para 29.\n9\nFor the distinction see\nNaylor v Jansen\n2007 (1) SA 16\n(SCA) para 14 and cases referred to in the footnotes\r\n\tespecially\nGiddey NO v J C Barnard and\r\n\tPartners\n[2006] ZACC 13\n;\n2007 (5) SA 525\n(CC) para 19.\n10\n2001 (3) SA 1247 (SCA).\n11\nAct 200 of 1993.\n12\nAt 1265F-H. I have had regard to the original signed judgment in the\r\n\tarchives of this court and the second sentence of para 38\nin the law\r\n\treport omits words. The headnote at 1250J-1251A correctly reflects\r\n\tthe judgment.\n13\nAt 1267D-F.\n14\n2007 (4) SA 488\n(C).\n15\n'8(1) The court or tribunal, in proceedings for judicial review in\r\n\tterms of section 6(1), may grant any order that is just and\n\n\tequitable, including orders â\n. . .\n(c) setting aside the\r\n\tadministrative action and â\n. . .\n(ii) in exceptional cases\r\n\tâ\n. . .\n(bb)\r\n\tdirecting the administrator or any other party to the proceedings to\r\n\tpay compensation.'\n16\nAt 506F-H.\n17\nAct 32 of 2000.\n18\ncf\nMillennium Waste Management (Pty)\r\n\tLtd v Chairperson, Tender Board: Limpopo Province\n2008 (2) SA 481\n(SCA) para 26.\n19\nAbove, n8.\n20\nSee eg\nWolgroeiers Afslaers (Edms) Bpk\r\n\tv Munisipaliteit van Kaapstad\n1978 (1)\r\n\tSA 13\n(A) at 41;\nAssociated\r\n\tInstitutions Pension Fund v Van Zyl\n2005 (2) SA 302\n(SCA).\n21\nSection 7(1) of PAJA.\n22\nMamabolo v Rustenburg Regional Local Council\n[2000] ZASCA 133\n;\n2001 (1) SA 135\n(SCA) at 141F-G;\nScott\r\n\tv Hanekom\n1980 (3) SA 1182\n(C) at\r\n\t1192E-1193G.\n23\nAbove, n 18.\n24\n2008 (2) SA 184\n(SCA) para 43.\n25\n2006 (1) SA 591\n(SCA) para 28.\n26\n2007 (3) SA 121\n(CC) para 29.",
  "scraped_at": "2026-02-11T21:39:37.273632",
  "date": "2009-03-13",
  "coram": [
    "HARMS DP",
    "CLOETE",
    "PONNAN",
    "SNYDERS JJA",
    "LEACH AJA"
  ],
  "case_number": "358/08",
  "parties": {
    "applicants": [
      "Eskom Holdings Limited",
      "Kwanda Ferro-Alloy African Resources (Pty) Ltd"
    ],
    "respondents": [
      "The New Reclamation Group (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In March 2007 Eskom issued a request for quotation (RFQ) for the collection and disposal of non‑ferrous scrap metal, stipulating that the successful tenderer would enter into a two‑year contract. The RFQ required audited financial statements and gave Eskom sole discretion to award the contract. Kwanda Ferro‑Alloy African Resources (Pty) Ltd (Kwanda) and The New Reclamation Group (NRG) submitted tenders. Kwanda’s tender relied on the financial strength of its 50 % shareholder, Rappa Holdings, rather than its own capacity. After a three‑stage evaluation, the R35 million Tender Committee concluded that Kwanda was “sufficiently financially sound” and recommended awarding the contract to Kwanda, despite Kwanda’s own limited resources. NRG challenged the award, and the High Court set it aside, ordering Eskom and Kwanda to pay NRG’s costs. Eskom and Kwanda appealed.",
    "issues": "The appellate court needed to determine (1) whether Eskom’s award of the tender was a reviewable administrative action under the Promotion of Administrative Justice Act (PAJA) and whether it was based on irrelevant considerations; and (2) what, if any, appropriate remedial order should be granted in light of the High Court’s decision.",
    "principles": "The court applied PAJA, particularly sections 6 and 8, which require administrative decisions to be lawful, rational and based on relevant considerations. It reiterated that courts have discretion to grant any order that is just and equitable, including setting aside the decision. Precedent cases such as Olitzki Property Holdings v State Tender Board and Darson Construction v City of Cape Town were considered for the scope of damages and the need for an interdict before seeking compensation. The principle that an organ of State must not award contracts on the basis of a third party’s financial capacity without an obligation on that third party was emphasized.",
    "application": "The court found that Eskom had awarded the contract to Kwanda on the irrelevant basis of Rappa Holdings’ financial strength, ignoring Kwanda’s own inability to perform. This constituted an illegal administrative action under PAJA. The court rejected Eskom’s argument that the award was a permissible risk under its Black Economic Empowerment policy, noting no evidence of a calculated risk. It also held that NRG’s failure to seek an interdict earlier did not preclude setting aside the award, as the contract had already been entered into and the remedy of interdict was no longer viable. The court therefore affirmed the High Court’s decision to set aside the tender award.",
    "conclusion": "The appeal was dismissed. The appellants, Eskom Holdings Limited and Kwanda Ferro‑Alloy African Resources (Pty) Ltd, were ordered to pay the respondent’s costs of appeal jointly and severally, with one paying and the other being absolved. The tender award to Kwanda was declared invalid and set aside."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Tender Review",
    "level_3": [
      "PAJA",
      "public procurement",
      "administrative action",
      "judicial review",
      "contract award irregularity"
    ]
  }
}