{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/118.html",
  "case_name": "McCarthy Ltd v ABSA Bank Ltd (511/08) [2009] ZASCA 118; 2010 (2) SA 321 (SCA) ; [2010] 1 All SA 435 (SCA) (25 September 2009)",
  "citation": "[2009] ZASCA 118",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 118\n|\nNoteup\n|\nLawCite\nMcCarthy Ltd v ABSA Bank Ltd (511/08) [2009] ZASCA 118; 2010 (2) SA 321 (SCA) ; [2010] 1 All SA 435 (SCA) (25 September 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 511/08\nIn the matter between :\nMcCARTHY LIMITED\nAppellant\nand\nABSA BANK LIMITED\tRespondent\nNeutral citation:\nMcCarthy\r\nv ABSA\n(511/08)\n[2009] ZASCA 118\n(25 September 2009)\nCoram:\tNUGENT, LEWIS, VAN\r\nHEERDEN JJA, LEACH and TSHIQI AJJA\nHeard:\t31 AUGUST 2009\nDelivered:\n25\r\nSEPTEMBER 2009\nSummary:\tBanker â claim\r\nagainst by drawer for negligent payment of cheques â knowledge\r\nacquired in course of collecting the\ncheques for another customer â\r\ncourt might find that such knowledge should have put bank on enquiry\r\nâ absolution at end of\nplaintiffâs case should have been refused.\nORDER\nOn appeal from: South Gauteng High Court (Goldstein J\r\nsitting as court of first instance)\nThe appeal is upheld with costs that include the costs\r\nof two counsel. The order of the court below is set aside and the\r\nfollowing\norder is substituted:\nâ\nThe application for absolution from the instance is\r\nrefused. The costs occasioned by the application are costs in the\r\ncause.â\nJUDGMENT\nNUGENT JA (LEWIS, VAN HEERDEN JJA, LEACH and TSHIQI AJJA\r\nconcurring)\n[1]\tThis appeal arises from an action brought by the\r\nappellant (McCarthy) against the respondent (Absa) in the South\r\nGauteng High\nCourt. At the close of McCarthyâs case the court below\r\n(Goldstein J) absolved Absa from the instance.\n1\nMcCarthy appeals against that order with the leave of that court.\n[2]\tThe identities of both parties have altered over the\r\nyears but that is not material for present purposes and I will refer\r\nto\nthem as they were known at the time of the action. McCarthy is a\r\ntrader in motor vehicles and Absa is a commercial bank. For some\n\nyears McCarthy operated a cheque account at the Pretoria branch of\r\nAbsa.\n[3]\tAbsaâs customers also included Mr Fourie, who\r\noperated a cheque account, initially at its Pretorius Street branch,\r\nand later,\nwhen that branch closed in 2001, at the Pretoria branch.\r\nMr Fourie was a man of modest means, and that was reflected in the\r\nordinary\ntransactions on his account. They were largely confined,\r\nwhile he was in employment, to the monthly deposit of his salary to\r\nthe\naccount, and the withdrawal in cash of an equivalent amount. Once\r\nhe retired it was confined to the monthly deposit, and the withdrawal\n\nin cash, of his pension.\n[4]\tBetween November 1994 and March 2003, however, the\r\naccount of Mr Fourie was used repeatedly for the perpetration of\r\nfraud. The\nperson responsible for the fraud was Ms Cordier, a former\r\nemployee of McCarthy, who now resides in Kroonstad prison. Ms Cordier\n\nwas employed as a creditorsâ reconciliation clerk. From time to\r\ntime over the period I have mentioned she created fictitious\ndebts in\r\nthe accounts of McCarthy and caused cheques to be drawn and signed by\r\nauthorised signatories of McCarthy in purported\npayment of those\r\nfictitious debts. The named payee on each of the cheques was a\r\ncombination, in one way or another, of the name\nâFourieâ or âL\r\nFourieâ and the name âLeathertechâ or âLeathertech CCâ\n2\n(Leathertek was the name of a firm with which McCarthy conducted\r\nbusiness). The cheques were crossed and marked ânot transferableâ.\n[5]\tMs Cordier was acquainted with Mr and Mrs Fourie. On\r\nan occasion in about November 1994 she approached Mrs Fourie and\r\nasked\nher to deposit to the Fourieâs bank account the first of the\r\ncheques that I have referred to. According to Mrs Fourie she was\ntold\r\nby Ms Cordier that the cheque was in payment of commissions that Ms\r\nCordier had earned, and she was given an explanation by\nMs Cordier\r\nfor why she preferred not to collect the cheque through her own\r\naccount.\n[6]\tMrs Fourie obliged. She approached the teller at the\r\nbranch at which the Fourie account was held (at that stage the\r\nPretorius\nStreet branch) armed with the cheque, a deposit slip, and a\r\nbearer cheque drawn on the Fourie account for an equivalent amount\r\n(less a small amount that was to be left in the account to cover bank\r\ncharges). The teller referred her to a supervisor to approve\nthe\r\ntransaction. The supervisor marked the documents to reflect her\r\napproval and Mrs Fourie returned to the teller, who accepted\nthe\r\ndeposit of the McCarthy cheque, and paid over the amount of the\r\ncheque that had been drawn on the Fourie account.\n[7]\tThere followed a series of like transactions, once\r\nor twice a month, each of which followed the same pattern. Mrs Fourie\r\nwould\narrive at the bank, obtain the approval of a supervisor (in\r\nmany cases the same supervisor) for the transaction, present the\r\ndocuments\nto the teller, and walk off with a substantial sum in cash,\r\nat times as much as R100 000 or more. She would generally receive a\n\nâlittle somethingâ from Ms Cordier for her trouble. By the time\r\nthe fraud was discovered 193 fraudulent cheques had been deposited\n\namounting in all to R14 947 258.\n[8]\tMcCarthy sued Absa in contract for recovery of the\r\nmoneys it had lost. An alternative claim was framed in delict but\r\nthat claim\nwas subsequently abandoned.\n[9]\tIn its particulars of claim McCarthy alleged that an\r\nagreement â either express or tacit â existed between it and Absa\r\nfor\nthe conduct of the account, which included, amongst others, the\r\nfollowing terms:\nâThe defendant was obliged to exercise the standard of care\r\nreasonably expected of a banker when disbursing amounts on the\r\nauthority\nof the plaintiff, including taking reasonable steps:\nto ensure that the recipient of the proceeds of the cheques\r\n\tpurportedly drawn by the plaintiff was entitled thereto;\nto institute enquiries into the title of any person claiming the\r\n\tproceeds (âthe claimantâ) whenever a prudent banker would\ndo so\r\n\thaving regard to:\nthe identity of the claimant;\nother facts known to the defendant in regard to the claimant;\nthe amount of the cheque;\nor any other fact which could reasonably raise suspicion.â\n[10]\tIt went on to allege the following:\nâ8.\tThe defendant breached the account agreements when it collected\r\neach of the McCarthy cheques and debited its amount to the\nMcCarthy\r\naccount, in one or more of the following respects:\n8.1\tit failed to take reasonable care to ensure that Fourie was\r\nentitled to receipt of the payment;\nit collected the McCarthy cheques on behalf of Fourie\r\n\t\tnotwithstanding that he was not the named payee and notwithstanding\r\n\t\tthe \"not transferable\" crossing upon them;\nit collected the McCarthy cheques on behalf of Fourie\r\n\t\tnotwithstanding that he did not carry on business under the name\r\n\t\tLeather\nTek and had no association with that entity or another\r\n\t\tentity bearing that name;\nit failed to react to the following suspicious features of the\r\n\t\tscheme, and to enquire further into Fourie's entitlement to\nthe\r\n\t\tMcCarthy cheques:\n8.4.1\tthe amounts of the McCarthy cheques vastly exceeded Fourie's\r\nown income as a pensioner;\nthe amounts of the cheques were disproportionate to Fourie's\r\n\t\t\tprevious account history and the manner in which he otherwise\n\n\t\t\tconducted his account;\neach cheque identified the payee in terms â¦ which coupled\r\n\t\t\tFourie's name with that of a trading entity with which he had\nno\r\n\t\t\tknown association;\neach cheque was always followed by a withdrawal of an amount\r\n\t\t\tnearly equal to it in cash using the relevant Fourie cheque.â\n[11]\tMcCarthy alleged that but for the breaches the\r\nfraudulent scheme would have been detected and payment prevented. It\r\nclaimed\ndamages for breach of the agreement in the sum of\r\nR14 947 258.\n[12]\tMcCarthy led the evidence of three witnesses. One\r\nof those witnesses was Mr Bentley, who gave expert evidence\r\nconcerning banking\npractice, and in particular, as to why the\r\ntransactions ought to have raised suspicion. Much of the\r\ncross-examination of Mr Bentley\nwas directed towards eliciting\r\nconcessions that the teller who accepted the cheques for collection\r\n(and the supervisor who authorised\nthe transactions) was carrying out\r\na âcollecting functionâ (on behalf of Fourie) and not a âpaying\r\nfunctionâ (on behalf\nof McCarthy).\n[13]\tThe basis of the application for absolution was a\r\nsubmission on behalf of Absa that the claim was dependent for its\r\nsuccess\nupon it being found that it was an implied term of any\r\nagreement that might have existed between Absa and McCarthy that Absa\r\nwould\nnot act negligently in collecting cheques that it had drawn,\r\nand the court below dealt with it on that basis.\n[14]\tThe court below considered first whether the\r\nevidence established an agreement between the parties at all.\r\nObserving that âin\nits particulars of claim [McCarthy] pleads a\r\nwritten agreement â¦ between it and the defendantâs predecessorâ\r\nit found that\nâ[McCarthy] led no evidence on the agreement pleaded,\r\nand thus failed to establish any of the express terms relied upon.â\r\nIt\nthen went on as follows:\nâThe plaintiff's counsel contended, however, that on a proper\r\nconstruction of the pleadings and pre-trial procedure, the plaintiff\n\nhas in fact pleaded a tacit contract between it and the defendant in\r\nterms of which the defendant became the plaintiff's bank.\nI disagree\r\nwith this contention, but in case I err in this regard, I proceed to\r\ndeal with the application for absolution on the\ninterpretation\r\ncontended for by plaintiff's counsel. There is another reason why it\r\nis proper that I do so. This morning counsel\nfor the plaintiff, after\r\nargument had been concluded, placed before me an application for the\r\namendment of the particulars of claim,\nto exclude, if I understand\r\ncorrectly, all references in the pleadings to an express contract\r\nregarding the banking relationship\nbetween the parties. I find it\r\nunnecessary to consider the application, because of my view that even\r\nif it were granted, absolution\nmust follow, for the following\r\nreasons.â\n[15]\tOn that basis the court proceeded to consider\r\nwhether an agreement between a bank and a customer for the conduct of\r\na cheque\naccount could be said to include an implied or tacit term to\r\nthe effect that the bank âwould fulfil the collecting function [in\n\nrelation to cheques drawn by its customer] without negligence\r\nvis-à-vis [the drawer customer].â It found that a term to\n\nthat effect was not implied in such an agreement and on that ground\r\nit granted absolution.\n[16]\tGiven the terms in which the question was framed\r\nthat finding by the court below cannot be faulted. An agreement\r\nbetween a\nbank and its customer for the operation of a cheque account\r\nis an agreement of mandate that imposes, as naturalia of the\r\nagreement,\ntwo obligations on the bank (there may be other terms that\r\nare expressly agreed but that is not now material). First, it\r\nundertakes,\non behalf of its customer, to pay from the account\r\ncheques properly drawn by the customer, according to their tenor\r\n(provided funds\nare available in the account). And secondly, it\r\nundertakes, on behalf of the customer, to collect cheques properly\r\ndeposited for\ncollection.\n3\nIt clearly has no obligation to collect, on behalf of someone else,\r\ncheques that are drawn by the customer (and to do so without\n\nnegligence).\n[17]\tBut I do not think that is where the matter ends.\r\nAt the outset it needs to be borne in mind that the collection and\r\nthe payment\nof a cheque are two sides of one coin and the\r\ntransactions occur simultaneously. (I am not referring to the\r\nacceptance of the cheque\nfor collection, which occurs when the cheque\r\nis deposited, but to the collection of the proceeds of the cheque,\r\nwhich occurs when\nthe cheque is paid.) In this case Absa both\r\ncollected the cheque on behalf of Fourie, and simultaneously paid it\r\non behalf of McCarthy.\nConsiderable confusion has been introduced\r\ninto this case by the use of those terms, in the particulars of claim\r\nand in the heads\nof argument filed on behalf of McCarthy, as if they\r\nare interchangeable, which they are not. But once that is cleared up\r\nI do not\nthink that it is correct that the claim, properly construed,\r\nwas founded upon an implied term to the effect that I have mentioned.\n[18]\tAs appears from the extract from the particulars of\r\nclaim that I have recited, McCarthyâs case on the pleadings was\r\nthat\nAbsa was contractually obliged to exercise the care to be\r\nexpected of a reasonable banker â\nwhen\r\ndisbursing amountsâ\non the authority of its\r\ncustomer. The âdisbursement of amountsâ from a cheque account\r\noccurs when the bank pays a cheque that\nis drawn on the account.\r\n(That the bank simultaneously collects the proceeds to the account of\r\nanother customer is coincidental.)\nThe remainder of that paragraph\r\ndoes no more than allege what is to be expected of a reasonable\r\nbanker when performing its mandate\nto pay its customerâs cheques.\n[19]\tThe formulation of the alleged breaches in\r\nparagraph 8, particularly in paragraphs 8.2 and 8.3, reflect some of\r\nthe confusion\nI have referred to, but I do not see that they alter\r\nthe foundation of the claim. What that paragraph was meant to convey\r\nseems\nto me to have been clarified when counsel for McCarthy opened\r\nits case, in the course of which he said, variously, the following:\nâThe contractual claim is based on the allegations that the\r\n\tdefendant breached the bank and client contract â¦ by negligently\n\n\tpaying the proceeds of the cheques.\nâThe proceeds were collected for Mr Fourie and the negligence in\r\n\tcollecting forms part of the negligence in paying the cheques.â\nâAs is explained in some more detail below, the contractual claim\r\n\tis based on the bank and client contract that existed between\nthe\r\n\tplaintiff and the defendant. The thrust of the bank and customer\r\n\trelationship, insofar as cheques are concerned, is that\na bank may,\r\n\tin terms of common law, debit its customer's account with the amount\r\n\tof a cheque paid only if the bank made payment\nwithout negligence\r\n\tand bona fide.â\nâThe defendant acted as both collecting and paying bank. What he\r\n\tdid and knew when performing its collection function, it knew\nwhen\r\n\tit paid the cheques. When its representative at the Pretorius Street\r\n\tbranch looked at the cheques, she learnt certain facts\nâ these\r\n\tfacts became part of the defendantâs corporate knowledge and was\r\n\tpart of what it knew when it âpaidâ the cheques.\nâ¦ Negligence\r\n\tin collection, is negligence in paying in this matter.â\nâWhen a bank pays its clientâs cheques it performs its\r\n\tobligations in terms of an overall mandate that the client gave the\n\n\tbank to do so. One of the naturalia of a contract of mandate is that\r\n\tthe mandatory (the bank) may only claim his expenses if\nhe performed\r\n\tthe mandate without negligence. Malan puts the matter thus:\nâThe obligations of bank and customer concerning the drawing and\r\npayment of cheques can be express but are mostly implied terms\nof the\r\ncontract ... In paying cheques the bank must adhere strictly to the\r\ncustomer's instructions, and must perform its duties\nwith the\r\nrequired degree of care, generally, in good faith and without\r\nnegligence.â\nâOn the other hand, the bank may not pay cheques negligently. ...\r\n\tThe duty not to act negligently and the duty to act bona\nfide to\r\n\tentitle a bank to debit a customer's account with the amount of a\r\n\tcheque are incorporated into each bank and customer\ncontract.â\nâThe plaintiff contends ... that the agreement between the parties\r\n\tcontains the provision that the bank may not act negligently\nwhen it\r\n\tmakes payment against the plaintiff's account.â\nâThe unquestionable negligence that occurred when the defendant\r\n\tcollected the cheques must be taken into account when the\r\n\tdefendant's conduct in paying each cheque is concerned. The\r\n\tplaintiff's argument in this respect is this:\nWhat the defendant learned of the circumstances when it collected the\r\ncheques, it knew when it paid the cheques.\nThe defendant knew that ... in all probability [a fraud was being]\r\ncommitted and that its client, the plaintiff, was the probable\nvictim\r\nof the fraud and the fraud would be completed once the cheques were\r\npaid.\nIt is wholly artificial and wrong in fact and law to distinguish\r\nbetween the collection and payment of cheques in the circumstances.\nThe defendant would consequently not be not negligent when it paid\r\nthe cheques.â\nâWe submit that in the present case the circumstances were such\r\n\tthat any reasonable cashier would not have paid out the cheques.\nIt\r\n\tmust be remembered that the defendant bank converted the cheques\r\n\tinto cash for Mrs Fourie and that it was tantamount to the\ndefendant\r\n\tpaying the plaintiff's cheque out in cash. It is submitted that the\r\n\tpayment of the cheques was clearly effected negligently\nand not bona\r\n\tfide. There is thus no answer to the contractual claim.â\n[20]\tUpon a fair reading of the particulars of claim,\r\nstripped of the terminological inaccuracies, as elaborated upon in\r\ncounselâs\nopening, the claim that was advanced by McCarthy was that\r\nAbsa breached its mandate to exercise reasonable care when paying\r\nMcCarthyâs\ncheques. The references to collection seem to me to\r\nconvey only that counsel failed to distinguish the two sides of the\r\ncoin. In\nthe circumstances I think that the application for\r\nabsolution and the judgment of the court were misdirected. I might\r\nadd that\nto the extent that Absa might have been misled in the\r\nconduct of its case by the confusion that was introduced (although it\r\nis\nnot evident that that has occurred) the exercise by the trial\r\ncourt of its discretion to allow the evidence to be revisited is\r\ncapable of avoiding injustice.\n[21]\tIt is trite that the test to be applied by a court\r\nwhen absolution is sought at the end of the plaintiff's case is\r\nwhether\nthere is evidence upon which a reasonable person might (not\r\nshould) find for the plaintiff.\n4\n[22]\tThe fact alone that McCarthy had a cheque account\r\njustifies the inference that an express agreement (not necessarily\r\nreduced\nto writing) was concluded between McCarthy and Absa (or their\r\npredecessors) at some time in the past that such an account should\nbe\r\noperated (it is difficult to see how a bank account might otherwise\r\ncome into existence). Where such an agreement exists, as\npointed out\r\nby the authors of\nMalan on Bills of Exchange\r\netc\n:\n5\nâIt is the duty of the bank to pay cheques drawn by the customer\r\nthat are in all respects genuine and complete, on demand, provided\n\nsufficient funds or credit for their payment are available in the\r\ncustomerâs account. â¦ In paying cheques, the bank must adhere\n\nstrictly to the customerâs instructions, and must perform its\r\nduties with the required degree of care, generally, in good faith\nand\r\nwithout negligence.â\n[23]\tIt is not alleged by McCarthy that Absa paid the\r\ncheques contrary to their terms. On the contrary, its counsel\r\nsubmitted before\nus that the named payee was fictitious, and that\r\nAbsa was thus entitled to pay the bearer.\n6\nThe thrust of McCarthyâs case was that Absa paid the cheques\r\nnegligently, in that it ought at least to have suspected that the\n\nbearer (Fourie) was not entitled to the cheques, and should thus have\r\nmade enquiry before they were paid.\n[24]\tCounsel for Absa conceded for purposes of this\r\nappeal\n7\nthat Absaâs employees â the tellers and supervisors I have\r\nreferred to â ought to have suspected that Fourie was not entitled\n\nto the cheques, and thus that they were negligent in having accepted\r\nthem for collection.\n8\nBut it argues that such negligence was in its âcollecting capacityâ\r\non behalf of Fourie and not in its âpaying capacityâ\non behalf of\r\nMcCarthy (hence the misdirected enquiry as to whether the bank was\r\ncontractually bound to exercise reasonable care\nwhen performing that\r\ncollecting function). But the true enquiry is not whether the bank is\r\nliable for negligence in collecting\nthe cheques, but instead whether,\r\nin view of the knowledge of its employees (albeit that it was\r\nacquired in the course of accepting\nthe cheques for collection), the\r\nbank was negligent in paying them (at least without further enquiry).\n[25]\tWhere the paying bank is not the collecting bank\r\ndifficulties of that kind do not arise, because the paying bank will\r\ngenerally\nnot be capable of knowing to whom the cheque is being paid.\r\nHence the protection that is afforded to a paying bank against the\r\nrisk of paying a cheque in conflict with its terms â so far as\r\ncrossed cheques are concerned â by s 79 of the Bills of\n\nExchange Act. That section provides as follows:\nâIf the bank on which a crossed cheque is drawn, in good faith and\r\nwithout negligence pays it, if crossed generally, to a bank\n... the\r\nbank paying the cheque ... shall ... be entitled to the same rights\r\nand be placed in the same position as if payment of\nthe cheque had\r\nbeen made to the true owner thereof.â\n[26]\tBut where the bank that is collecting a crossed\r\ncheque is also the paying bank, as Absa was in this case, the bank\r\nwill indeed\nknow (or at least be capable of knowing) whom it is\r\npaying, because the drawer and the holder of the account to which the\r\ncheque\nis paid are both its customers.\n[27]\tHowever it has been suggested by this court in the\r\ncontext of s 79 â resonating with some of the submissions that\r\nwere\nmade in this case â that a bank might be negligent in one\r\ncapacity (its collecting capacity) while not being negligent in\r\nanother\ncapacity (its paying capacity). While s 79 is not now\r\ndirectly material, nonetheless, if that is correct, it might lend\r\nweight\nto Absaâs submission that its negligence in collecting the\r\ncheques is to be isolated from its conduct in paying them.\n[28]\tThat suggestion followed upon the finding by this\r\ncourt, in\nEskom v First National Bank of\r\nSouthern Africa Ltd\n,\n9\nthat s 79 is applicable as much when the collecting bank is also\r\nthe paying bank, as when they are different banks. But the\nprotection\r\nthat is afforded to a bank by s 79 against the consequences of\r\npaying a cheque otherwise than in accordance with\nits terms is\r\nconditional upon the payment being paid in good faith and without\r\nnegligence. It was in the course of considering\nhow that might apply\r\nwhen one bank was both the collector and the payer that Brand JA said\r\nthe following in\nStandard Bank of SA Ltd v\r\nHarris:\n10\nâThe contention by Du Toitâs counsel that one entity cannot\r\nsimultaneously be both negligent and not negligent is true but\n\ninapposite. The transaction of collecting and paying a cheque\r\ninvolves a number of steps and legal acts. Where all the steps were\n\nperformed by the same entity, I can see no conceptual difficulty in\r\naccepting that the entity is not negligent in performing some\nof the\r\nsteps but negligent in performing others. This being so, and once it\r\nis recognised that one bank can fulfill the functions\nof both\r\ncollecting bank and paying bank with regard to the same cheque, there\r\nseems to be no difficulty in accepting that the bank\ncan be negligent\r\nin the performance of its collecting functions but act without\r\nnegligence in the performance of its functions\nas a paying bank.â\n[29]\nEskom\nwas\r\ndecided on exception and the court was not called upon to consider\r\nhow s 79 might find application in practice. Nor was the\ncourt called\r\nupon to do so in\nStandard Bank.\n[30]\tWhile it might indeed be conceptually possible for\r\na bank to be negligent when it collects a cheque, but not negligent\r\nwhen\nit pays the cheque, I confess that I have some difficulty\r\nenvisaging how that might occur. For the question whether a bank is\r\nnegligent\nwill generally depend on what was known to the bank when it\r\nperformed the particular transaction, and that would suggest that a\n\nbank might have knowledge while wearing one hat, but cease to have\r\nthat knowledge when it dons the other hat. It seems to me that\nonce\r\nknowledge is acquired then it is known whatever hat the person is\r\nwearing. But in any event there is certainly no suggestion\nin\nStandard Bank\nthat the\r\ntwo functions will always be kept apart when considering whether a\r\nbank was negligent.\n[31]\tCounsel for McCarthy referred us to a decision of\r\nthe Supreme Court of Victoria â\nNemur Varity\r\nPty Ltd v National Australia Bank Limited\n11\nâ in which the conduct of a bank in the course of accepting a\r\ncheque for collection was indeed attributed to the bank when deciding\n\nwhether it had been negligent in paying the cheque. On that issue\r\nAshley J said the following (the plaintiff was the drawer of\nthe\r\ncheques):\nâ141\tIn the present case I am well satisfied that in the case of\r\neach â¦ cheque the bank was in breach of the duty [to exercise\nsuch\r\ncare and skill as would be exercised by a reasonable banker]. It was\r\nnot suggested by counsel for the [bank] that the circumstances\nknown\r\nto the bank by reason of the fact that it was the collecting bank, or\r\nits conduct as collecting bank, should be excluded\nwhen considering\r\nwhether it was in breach of the duty of care which it owed the\r\nplaintiff as its customer; although he did submit\nthat it would go\r\ntoo far to say that in every case a paying bank should enquire of its\r\ncustomer as to the intended destination\nof a cheque. The\r\nqualification may readily be accepted, without impacting upon the\r\nsignificance of the circumstances of the bank's\nconduct in collecting\r\nthe cheques in the present case.â\n[32]\tI should not be understood to express any view on\r\nthe correctness or otherwise of the approach that was taken in that\r\ncase.\nIt ought to be borne in mind that, as appears from the extract,\r\nthe question with which we are now concerned was not the subject\nof\r\nargument. Moreover, the bank sought to revive the issue on appeal,\r\nbut was not permitted to do so, and thus no opinion was expressed\nby\r\nthe court of appeal.\n12\nI mention the case only to indicate that it cannot be taken to be\r\nself-evident that the conduct of a bank in the course of collecting\na\r\ncheque is to be left out of account when deciding whether the bank\r\npaid the cheque negligently.\n[33]\tWhether or not Absa was negligent is ultimately a\r\nquestion to be decided with reference to the facts of the particular\r\ncase.\nWe are not called upon in this case to answer any of the\r\nquestions I have touched on and it would be undesirable to express\r\nany\nfirm view on those issues. We must accept for present purposes\r\nthat employees of the bank were possessed of knowledge that should\n\nhave led them to suspect that Fourie might not be entitled to the\r\ncheques. We must also accept that they knew that the cheques\nhad been\r\ndrawn by their customer McCarthy who would have to pay them.\r\nNaturally, there are other facts that emerge from the evidence,\nnot\r\nleast of which is that no query was raised by McCarthy once the first\r\ncheques had been paid, that need to be placed in the\nmatrix. No doubt\r\nthere might also be generally accepted practices of which we are not\r\nyet aware that would demonstrate why that\nknowledge ought not to be\r\nattributed to the bank when it paid the cheques. At this stage of the\r\nproceedings I think it is sufficient\nto say, without elaboration,\r\nthat on the evidence that has been presented thus far, in my view a\r\ncourt might indeed find that Absa\nought to have made further enquiry\r\nbefore it paid the cheques, and that its failure to do so was\r\nnegligent.\n[34]\tWhether any such negligence was causally connected\r\nto the loss, and whether any causally connected loss extended to all\r\nof\nthe cheques, were not matters raised in this appeal, and I express\r\nno view in that regard, beyond saying that a court might find\nthat at\r\nleast some loss was caused. In those circumstances absolution ought\r\nnot to have been granted and the appeal must succeed.\n[35]\tThe appeal is upheld with costs that include the\r\ncosts of two counsel. The order of the court below is set aside and\r\nthe following\norder is substituted:\nâ\nThe application for absolution from the instance is\r\nrefused. The costs occasioned by the application are costs in the\r\ncause.â\n__________________\nR\r\nW NUGENT\nJUDGE\r\nOF APPEAL\nA\nppearances\n:\nFor\r\nAppellant:\tP F Louw SC\nD\r\nTurner\nInstructed\r\nby\nKnowles\r\nHusain Lindsay Inc, Sandton\nMcIntyre\r\n& Van der Post, Bloemfontein\nFor\r\nRespondent:\tA Gautschi SC\nL\r\nGrenfell\nInstructed\r\nby\nLowndes\r\nDlamini Attorneys, Sandton\nMatsepes\r\nInc, Bloemfontein\n1\nReported as\nMcCarthy Ltd v Absa Bank Ltd\n2009 (2) SA 398\n(W).\n2\nOne some occasions it is spelt âLeathertekâ or âLeathertek\r\n\tCCâ.\n3\nMalan on Bills of Exchange, Cheques and Promissory Notes in\r\n\tSouth African Law\n5 ed by F R Malan, J T\r\n\tPretorius and S F du Toit para 217.\n4\nHerbstein and Van Winsen: The Civil Practice of the Supreme Court\r\n\tof South Africa\n4 ed by The Late Louis de Villiers van Winsen,\r\n\tAndries Charl Cilliers and Cheryl Loots ed by Mervyn Dendy pp.\r\n\t681-3.\n5\nCited above, para 217.\n6\nSection 5(3) of the Bills of Exchange Act 34 of 1964.\n7\nI stress that the concession was made only for the purpose of\r\n\targument and does not bind Absa in further proceedings.\n8\nThus exposing Absa to a claim for damages at the hands of the true\r\n\towner in accordance with the decision of this court in\nIndac\r\n\tElectronics (Pty) Ltd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A).\n9\n[1994] ZASCA 186\n;\n1995 (2) SA 386\n(A) at 397D-E.\n10\n2003 (2) SA 23\n(SCA) para 12.\n11\n[1999] VSC 342.\n12\nNational Australia Bank Ltd v Nemur Varity Pty Ltd\n[2002]\r\n\tVSCA 18.\nPer Batt JA at para 14: âThe second submission [by the\r\n\tBank] was that in considering whether there was a breach of duty by\r\n\nthe Bank as paying bank it was necessary, where, as here, the same\r\n\tbank was both the paying bank and the collecting bank, to treat\neach\r\n\tbranch as a separate entity. [Not] only had this not been put to the\r\n\tjudge below, as para 141 of his Honourâs reasons\nmakes clear, but\r\n\tit was not stated, let alone specifically stated, in the grounds of\r\n\tappeal and the possibility that evidence,\nat least of an expert\r\n\tkind, could have been led on the question cannot be excluded.â",
  "scraped_at": "2026-02-12T05:19:05.490497",
  "date": "2009-09-25",
  "coram": [
    "NUGENT",
    "LEWIS",
    "VAN HEERDEN JJA",
    "LEACH",
    "TSHIQI AJJA"
  ],
  "case_number": "511/08",
  "parties": {
    "applicants": [
      "McCARTHY LIMITED"
    ],
    "respondents": [
      "ABSA BANK LIMITED"
    ]
  },
  "sections": {
    "facts": "McCARTHY LIMITED operated a motor‑vehicle trading business and maintained a cheque account with the Pretoria branch of ABSA BANK LIMITED. Between November 1994 and March 2003, a former McCarthy employee, Ms Cordier, fraudulently created fictitious debts and caused McCarthy’s authorised signatories to sign cheques payable to entities linked to the name ‘Fourie’ and ‘Leathertech’. Mrs Fourie, the account holder of a modest pensioner, deposited these cheques and, with the approval of a bank supervisor, received the cash proceeds. Over 193 fraudulent cheques were processed, totalling approximately R14.9 million. McCarthy sued ABSA for breach of contract (and initially in delict) claiming the bank failed to exercise the care of a reasonable banker in paying the cheques.",
    "issues": "The principal issue was whether ABSA, as both collecting and paying bank, owed an implied contractual term to exercise reasonable care in paying cheques drawn by its customer, given its knowledge acquired while collecting the cheques for another customer. Linked questions included whether such knowledge should have placed the bank under a duty to inquire, and whether absolution (dismissal of the claim) was appropriate at the close of the plaintiff’s case.",
    "principles": "The court reiterated that a bank‑customer relationship is a contract of mandate imposing two natural obligations: (1) to pay cheques properly drawn by the customer and (2) to collect cheques properly presented for collection. The bank must act in good faith, without negligence, and observe the standard of care of a reasonable banker. Section 79 of the Bills of Exchange Act provides protection to a paying bank only if it pays in good faith and without negligence. Precedent cases cited include Eskom v First National Bank, Standard Bank v Harris (recognising a bank can be negligent in one function but not another), and Nemur Varity Pty Ltd v National Australia Bank (the collecting bank’s knowledge is relevant to the paying function).",
    "application": "Applying these principles, the court observed that ABSA’s employees, while collecting the fraudulent cheques, acquired knowledge that the cheques were suspicious – large amounts incongruent with Fourie’s pension income, repeated cash withdrawals, and the involvement of a non‑existent debtor. This knowledge could not be isolated from the subsequent payment of the cheques. Consequently, the bank should have undertaken further enquiry before paying, and its failure to do so amounted to negligence in the paying function. The earlier trial court’s focus on an implied term concerning only the collecting function was therefore misdirected.",
    "conclusion": "The appeal was upheld. The lower court’s order granting absolution to ABSA was set aside and replaced with an order refusing absolution. Costs of the appeal, including the costs of two counsel, were awarded to the appellant. The judgment affirmed that ABSA was liable for negligence in paying the fraudulent cheques."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Cheques and Payment Systems",
    "level_3": [
      "bank duty of care",
      "fraudulent cheques",
      "implied contractual terms",
      "Bills of Exchange Act"
    ]
  }
}