{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/29.html",
  "case_name": "Matlholwa v Mahuma and Others (207/08) [2009] ZASCA 29; [2009] 3 All SA 238 (SCA) (30 March 2009)",
  "citation": "[2009] ZASCA 29",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 29\n|\nNoteup\n|\nLawCite\nMatlholwa v Mahuma and Others (207/08) [2009] ZASCA 29; [2009] 3 All SA 238 (SCA) (30 March 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 207/08\nNo precedential significance\nMASEGO\r\nROCHESTER MATLHOLWA \t           \r\n      Appellant\nand\nISAAC\r\nRAMMUSI MAHUMA\t \t          \t         1\nST\nRespondent\nMANAGEMENT\r\nCOMMITTEE OF THE\nUNITED\r\nCHRISTIAN DEMOCRATIC PARTY        2\nND\nRespondent\nUNITED\r\nCHRISTIAN DEMOCRATIC PARTY        3\nRD\nRespondent\nNeutral\r\ncitation:\nMatlholwa\r\nv Mahuma and others\n(207/2008\n)\n[2009] \t\t\tZASCA 29(30 March 2009)\nCoram: \tFarlam,\r\nNugent, Lewis, Van Heerden, Maya JJA\nHeard:\t19 March\r\n2009\nDelivered:\t30\r\nMarch 2009\nSummary:\tVoluntary\r\nassociation â expulsion of member from political party â whether\r\nauthorised and empowered by constitution.\n___________________________________________________________\nORDER\nOn\r\nappeal from\nMmabatho\r\nHigh Court (Mogoeng JP sitting as a court of first instance).\n1\nThe\r\nappeal succeeds with costs, such costs to be paid by the third\r\n\trespondent.\n2\nThe\r\norder made by the court a quo is set aside in its entirety and\r\n\treplaced with the following order:\nâ\n(a)\tThe\r\ndecision by the second respondent to expel the applicant from \tthe\r\nthird respondent, taken on 27 August 2007, is set aside.\n(\nb)\tThe\r\nthird respondent is ordered to pay the costs of this application.â\n_____________________________________________________\nJUDGMENT\nVAN\r\nHEERDEN JA\n(Farlam,\r\nNugent, Lewis, Maya JJA concurring)\n[1]\tThe question\r\nthat arises in this appeal is whether the purported expulsion of the\r\nappellant, Mr Masego Matlholwa, from the third\nrespondent, the United\r\nChristian Democratic Party (âthe Partyâ), was lawful.\n[2]\tThe appellant\r\nhad been a member of the Party since 1999. In May 2005, he was\r\ndeployed by the Party as one of its representatives\nto the North West\r\nProvincial Legislature in Mafikeng, whilst another member of the\r\nParty, a Mr Tlhagale, was deployed by the Party\nto the National\r\nCouncil of Provinces in Cape Town.\n[3]\tTwo years later,\r\nin about May 2007, Mr Tlhagaleâs deteriorating state of health led\r\nthe Party to decide that the appellant\nand Mr Tlhagale should switch\r\nseats. It was thus suggested that each should resign his seat and\r\nthereafter take up the otherâs\nposition in the North West\r\nProvincial Legislature and the National Council of Provinces,\r\nrespectively.\nThe\r\nappellant initially agreed to do so, albeit reluctantly, as he first\r\nsought to be reassured by the Party that the envisaged\nswitch would\r\nnot cause him any prejudice, particularly in respect of his salary\r\nand other privileges. However, despite repeated\nrequests by the Party\r\nâ after having furnished him with the requisite assurance â to\r\nresign his seat, the appellant failed\nto do so by the final deadline\r\nof 24 August 2007.\n[4]\tOn 27 August\r\n2007, a committee that had been established by the Party, which\r\ncalled itself the âManagement Committeeâ of\nthe Party (cited as\r\nthe second respondent), held a special meeting at which it purported\r\nto expel the appellant from the Party\nas also from the North West\r\nProvincial Legislature with immediate effect, allegedly on the\r\ngrounds of his failure to comply with\nthe instructions of the Party\r\ndespite having agreed to do so. The appellant was informed of this\r\ndecision in a letter of the same\ndate, addressed to him by the first\r\nrespondent, Mr Mahuma, the Partyâs Deputy Secretary Administration.\n[5]\tIn motion\r\nproceedings instituted in the Mafikeng High Court, the appellant\r\nchallenged his expulsion. He contended that the âManagement\n\nCommitteeâ that had purported to expel him was not a properly\r\nconstituted structure of the Party and therefore, to use the words\nof\r\nthe appellant, was ânon-existentâ; alternatively any such\r\nmanagement committee as may have purported to expel him did not\nhave\r\nthe power in terms of the Partyâs constitution to do so.\r\nAccordingly, so the contention went, his expulsion was not lawful.\n[6]\tThe application,\r\nwhich by the time of the hearing was limited to an order that his\r\nexpulsion from the Party be âdeclared null\nand void ab initioâ or\r\nalternatively set aside, was dismissed with costs by the court below.\r\nNotwithstanding the absence of a\ncounter-application (and despite the\r\nfact that such orders were not sought), Mogoeng JP purported to\r\nconfirm the appellantâs\nexpulsion from the Party, as well as his\r\nexpulsion from the North West Provincial Legislature. With the leave\r\nof this Court, the\nappellant now appeals against the judgment of the\r\nlearned Judge President.\n[7]\tDespite the\r\nstance adopted by the appellant in his founding and replying\r\naffidavits â that the Management Committee (the second\nrespondent)\r\nwhich purported to expel him was âconstitutionally non-existentâ\r\nâ it was common cause before us that the Management\nCommittee in\r\nquestion that purported to do so was in fact the Federal Council\r\nManagement Committee (the FCMC) referred to in clauses\n9.2 and 10.1\r\nof the constitution of the Party (see further below). The decisive\r\nissue in this appeal is thus whether the FCMC was\nauthorised and\r\nempowered by the constitution to expel the appellant in the manner in\r\nwhich it purported to do.\n[8]\tAs was correctly\r\nemphasised by the court below, a political party is a voluntary\r\nassociation founded on the basis of mutual\nagreement. Like any other\r\nvoluntary association, the relationship between a political party and\r\nits members is a contractual one,\nthe terms of the contract being\r\ncontained in the constitution of the party.\n1\nIn construing the provisions of the Partyâs constitution for the\r\npurposes of this appeal, it is important to bear in mind that\n\nexpulsion is the most drastic form of punishment which a voluntary\r\nassociation can impose on its members and the power to do so\nmust\r\nconsequently appear expressly or by necessary implication from the\r\nprovisions of its constitution. In the words of Van Winsen\nJ in\nConrad\r\nv Farrel & others\n:\n2\nâ\nOur Courts, in common with the\r\nEnglish Courts, have adopted the view that a voluntary associationâs\r\nright to expel a member must\nbe stated expressly or by necessary\r\nimplication in the constitution and that, in the absence of such a\r\nstatement, there is no inherent\nright residing in the association to\r\ntake action to expel a member.\n. . . .\nThe Courts have repeatedly taken\r\nup the attitude that if the power to terminate membership is not\r\nexpressly given then the association\ncan only enjoy that power if it\r\nappears as a clear and unambiguous implication from the terms of its\r\nconstitution, read as a whole,\nthat it was the intention to afford it\r\nsuch a power.â\nMembers may thus be\r\nexpelled only by a structure of the voluntary association entrusted\r\nwith the power of expulsion expressly or\nby âclear and unambiguousâ\r\nimplication. A purported expulsion by a structure other than one in\r\nwhich this power is vested in\nterms of the constitution will be\nultra\r\nvires\nand\r\nunlawful.\n3\n[9\n]\tAccording\r\nto the answering affidavits deposed to by the Deputy National Leader\r\nof the Party, its Chairperson and the first respondent,\nthe FCMC\r\nconsists of 23 persons elected by the Federal Council of the Party\r\n(the Council) to manage the affairs of the Party on\na day to day\r\nbasis when the Council is not sitting. The FCMC is the\nde\r\nfacto\nexecutive arm of the Council (which consists of about 200 members).\r\nIt is authorised by the Council to act on the latterâs behalf\nwhen\r\nit is not in session. Its authority includes the power to discipline\r\nand ultimately, to expel a member from the Party. With\nreference to\r\nthe minutes of certain meetings of the FCMC, annexed to the answering\r\naffidavits, the deponents point out that nine\nelected members of the\r\ntop leadership structure of the Party (the National Leader, the\r\nDeputy National Leader, the Chairperson,\ntwo Deputy Chairpersons, the\r\nNational Secretary, two Deputy National Secretaries and the National\r\nTreasurer, all of whom sit on\nthe Council) are also members of the\r\nFCMC. It is further alleged that the appellant himself had been a\r\nmember of this Committee\nsince 1999.\n[10]\tIn coming to\r\nthe conclusion that the appellantâs expulsion from the Party was\r\nlawful, the court a quo reasoned as follows:\nâ\n[27]. . . .\nOn\r\na preponderance of probabilities, the Party does have a Management\r\nCommittee which has, over the years, been dealing with issues\nsuch as\r\nthe possible sale of its farm worth about R1.5m, projects, Human\r\nRights Day celebrations, salaries of permanent staff members\nof the\r\nParty, traditional leadership, deployment, the Partyâs youth,\r\nreligious affairs, etc. By any standards, these are the\nissues\r\nexpected to be discussed and addressed by a supreme structure which\r\nis responsible for the running of all the important\naffairs of the\r\nParty, and that is what the Management Committee is said to be.\n[28]\tThe only\r\nManagement Committee mentioned in the constitution of the Party is\r\nthe Federal Council Management Committee.  The\nFederal Council\r\ngenerally meets at intervals of 6 months. Obviously, a lot would\r\nordinarily have to be done in a month let alone\n6 months, and the\r\nneed for a structure that has to look after the day-to-day affairs of\r\nthe Party requires no motivation. Th\nat\r\nstructure can only be the Federal Council Management Committee.  I\r\nthink this Committee was purposefully named the Management\nCommittee\r\nsince its responsibility is to do a whole lot more than just convene\r\nmeetings of the Federal Council and of the Federal\nCongress and\r\ndetermine the date and the place for the meeting.  It has to manage\r\nthe Party. After all, that is the duty of the\nFederal Council for\r\nwhich the Management Committee is filling in. Common sense and logic\r\ndictates that the Federal Council Management\nCommittee is the same\r\nManagement Committee, whose meetings the Applicant attended in the\r\npast, and that it is also the same Management\nCommittee which\r\nexpelled him from the Party.\n[29]\tOn the\r\nprobabilities, the version of the Deputy National Leader, the\r\nChairperson and the Deputy Secretary Administration of\nthe Party that\r\nthe Applicant was expelled from the Party by the Federal Council\r\nManagement Committee is the correct one and not\nthat of the\r\nApplicant. The duties entrusted to the Management Committee are so\r\nimportant that they cannot be left to an\nad\r\nhoc\ncommittee to handle. It would also be absurd to accept the\r\nApplicantâs contention that the entire top leadership of the Party,\n\nwhose names appear on the first page of the minutes of the meetings\r\nof the Management Committee, is part of an\nad\r\nhoc\ncommittee, which according to the Applicant, is led by the Deputy\r\nSecretary Administration. I am satisfied that the Party did establish\n\nthe Federal Council Management Committee.  It then clothed it with\r\nthe powers of the Federal Council.â\n[11]\tI\r\nam afraid that I cannot agree with this reasoning. It is true that\r\nthere is authority for the proposition that the constitution\nof a\r\nvoluntary association should,\nin\r\nappropriate circumstances, be interpreted âbroadly and benevolently\r\nand not in a carping, critical and narrow wayâ,\n4\nadopting âa practical, commonsense approach to the matterâ.\n5\nHowever, this âprinciple of benevolent constructionâ does not\r\napply to a situation such as the one forming the subject of this\n\nappeal.\n6\nAs pointed out above, the power to expel a member may be exercised\r\nonly by a body in which such power has been vested by the\r\nconstitution\nexpressly or by clear and unambiguous implication,\r\nfailing which the purported expulsion will be\nultra\r\nvires\nthe constitution and void.\n[12]\tIt is thus to\r\nthe provisions of the Partyâs constitution that we must look.\r\nUnfortunately, this document is by no means a\nmodel of clarity or\r\ncoherence. Clause 5, headed âMembershipâ, provides that\r\nmembership of the Party will cease, inter alia,\nâin the event of a\r\nmemberâs expulsion from the Party by the Provincial Committeeâ\r\n(clause 5.1.4.2) or in the event of âthe\nwithdrawal by the\r\nProvincial Committee of the membership of any individualâ (clause\r\n5.1.4.3).\n7\nNeither the grounds upon which a Provincial Committee may expel a\r\nmember from the Party or withdraw membership, nor the procedure\nto be\r\nfollowed in that regard, are spelt out in the constitution.\n[13]\tThe only other\r\nbody upon which the power to expel a member from the Party is\r\nexpressly conferred is the Federal Council. In\nthis regard, clause 13\r\nof the Constitution, headed âDisciplinary Proceduresâ, provides:\nâ\n13.1\nThe\r\nFederal Council may, in its discretion and for whatever reason and in\r\nthe interest of the Party;\n13.1.1\nban\r\nany member of the Party upon which his/her membership is\r\nautomatically terminated\n;\n. . . .\n13.2\tThe Federal Council can give\r\nwritten notice to any person or body of its proposed consideration to\r\nban, dissolve or suspend\nsuch person or body, hear any person or body\r\nor receive any proof with regard thereto, and give reasons for its\r\ndecision, which\ndecision will be final and binding.\n13.3\tEvery member of the Party,\r\nwho is also a member of either the National Assembly or a Provincial\r\nLegislature must respect each\ndecision by the Federal Council, the\r\nFederal Congress and the Parliamentary Caucus must execute such\r\ndecisions.  The National Leader\nor the Deputy National Leader in the\r\nevent of clause 11.2 or 11.3 being applicable, can after consultation\r\nwith the Federal Council\ngive written notice to a member who has\r\ndeviated from such decisions, to the effect that his membership of\r\nthe caucus of the Party\nis terminated; and\n13.4\nEvery\r\nmember of the Party who deviates from a decision of the Federal\r\nCongress, the Special Congress, the Federal Council or the\n\nParliamentary Caucus makes himself/herself liable for expulsion from\r\nthe Party by the Federal Council\n.\r\nâ (Emphasis added.)\nIn terms of clause\r\n13.3, therefore, the National Leader or the Deputy National Leader\r\nmay under certain circumstances terminate\na memberâs membership of\r\nthe parliamentary caucus of the Party.\n[14]\tClauses\r\n9 and 10 of the constitution deal with the composition and powers of\r\nthe Federal Council and the Federal Congress,\nthe top governing\r\nstructures of the Party. To the extent here relevant these clauses\r\nread:\nâ\n9\tFEDERAL\r\nCOUNCIL\n9.1\tThe\r\nFederal Council meets and attends to urgent matters which otherwise\r\nwould have been attended to by the Federal Congress\nand consists of\n. . .\n9.2\tThe\r\nFederal Council will meet as often as may be necessary, practical or\r\nas urgency demands, but notwithstanding in intervals\nof not less than\r\nsix months during the two year intervals of the sessions of the\r\nFederal Congress,\non\r\na date and place as is determined by the Federal Council Management\r\nCommittee\n;\r\nand\n9.3\tNotwithstanding any proviso\r\nto the contrary, the Federal Council shall when in session:\n9.3.1\tbe the highest governing\r\nbody of the Party; and\n9.3.2\twill\r\nperform and exercise all such powers, functions and duties as [are]\r\ngiven to the Federal Council in terms of this Constitution;\n. . . .\n9.4\tThe Federal Council shall\r\nformulate the procedure for the nomination of National and or\r\nProvincial Parliamentary Candidate to\nrepresent the Party during\r\nelections.\n9.5\tProvincial\r\nleadership shall be constituted by the Federal Council.â\nâ\n10\tFEDERAL\r\nCONGRESS\n10.1\tThe\r\nFederal Congress is the highest governing body of the Party and shall\r\nmeet in\n[sic]\r\nbiannually upon a date and place as determined by the Federal Council\r\nManagement Committee:\n10.1.1\tprovided\r\nthat the National leader or the Deputy National Leader in the event\r\nof clause 11.2 and 11.3 being applicable\nin\r\nconsultation with the Federal Council Management Committee\nmay convene a special sitting of the Federal Congress or instead\r\nthereof the Federal Council when he deems fit; and\n10.1.2\nthe\r\nFederal Council Management Committee\nconvenes\r\na special sitting of the Federal Congress, if so requested, by 50%\r\nplus one member of each Provincial Committee\n,\n10.\n2\t.\r\n. .\n10.3\tThe\r\nFederal Congress shall:\n. . . .\n10.3.3\thave the authority to take\r\ndecisions except decisions regarding the amendment of the\r\nConstitution; concerning all aspects\nof Party policy, organisation,\r\nfinances and discipline by majority vote, which decisions will be\r\nbinding on the Party, its bodies\nand members.\n10.3.5\tRatify\r\nthe decisions and or\nactions\r\nof the Federal Council.â\n(Emphasis\r\nadded)\n[15]\t In terms of\r\nclauses 9.2 and 10.1 â the only clauses in the entire constitution\r\nin which the FCMC is mentioned â the powers\nconferred on the FCMC\r\nare limited. They go no further than determining the date and place\r\nof meetings of the Federal Council and\nthe Federal Congress and, in\r\nspecified circumstances, in convening special sittings of these two\r\nbodies. There is nothing in the\nconstitution of the Party that\r\nconfers any disciplinary powers on the FCMC, much less the power of\r\nexpulsion. The constitution\nalso does not provide for any delegation\r\nof powers to the FCMC. Even if one were to assume in favour of the\r\nParty, without deciding,\nthat the Federal Council could indeed\r\ndelegate its power of expulsion to the FCMC (as was contended by\r\ncounsel for the respondents),\nthere is nothing on the papers before\r\nus to show that any such delegation ever took place.\n[16]\tIt\r\nfollows that, in my view, it has not been shown that the FCMC was\r\neither authorised or empowered by the constitution of\nthe Party to\r\nexpel the appellant and that its decision of 27 August 2007 in this\r\nregard cannot stand.\n[17]\tAs\r\nregards the orders of the court a quo confirming the appellantâs\r\nexpulsion from the Party and from the North West Provincial\n\nLegislature, as I have already stated no such orders were sought. The\r\nlearned Judge President misdirected himself in making those\norders\r\nand they should in any event be set aside.\n[18]\tIt follows that\r\nthe appeal must succeed with costs. For some reason, two counsel were\r\ninvolved in drafting the appellantâs\nheads of argument in the\r\nappeal. It was submitted on the appellantâs behalf that the\r\ncomplexity of the matter was such that this\nextra cost could be\r\njustified. I do not accept this contention. It was also common cause\r\nthat the Party was in truth the only respondent\nproperly before both\r\nthe court a quo and this court and that any costs order should be\r\nmade against the Party alone.\n[19]\tIn the result,\r\nthe following order is made:\n1\nThe\r\nappeal succeeds with costs, such costs to be paid by the third\r\n\trespondent.\n2\nThe\r\norder made by the court a quo is set aside in its entirety and\r\n\treplaced with the following order:\nâ\n(a)\tThe\r\ndecision by the second respondent to expel the applicant from \tthe\r\nthird respondent, taken on 27 August 2007, is set aside.\n(\nb)\tThe\r\nthird respondent is ordered to pay the costs of this application.â\n__________________\nB J VAN\r\nHEERDEN\nAppearances:\nFor\r\nthe Appellant:\t\tMG Khoza SC\nInstructed\r\nby:\t\tS E Monare & Partners\nMafikeng\nMmabatho\nClaude\r\nReid Inc\nBloemfontein\nFor\r\nthe Respondent:\tJ Grobler (Attorney)\nInstructed\r\nby \t\tSmit Stanton Inc\nMafikeng\nBen\r\nvan der Merwe Attorneys\nBloemfontein\n1\nSee\nYiba & others\r\n\tv African Gospel Church\n1999\r\n\t(2) SA 949\n(C) at 960D-961B and the authorities there cited.\n2\n1974 (2) SA 200\n(C) at 202F-203E.\n3\nSee, eg, the\nYiba\ncase\r\n\tat 961D-G and further in this regard G J Pienaar âAssociationsâ\r\n\tin 1\nLawsa\n2\r\n\ted (2003) para 633 and the other authorities there cited.\n4\nGarment Workersâ\r\n\tUnion v De Vries & others\n1949\r\n\t(1) SA 1110\n(W) at 1129.\n5\nMotaung\r\n\tv Mukubela & another NNO; Motaung v Mothiba NO\n1975\r\n\t(1) SA 618\n(O) at 626H-627A.\n6\nOosthuizen v Building\r\n\tWorkersâ Industrial Union of South Africa & another\n1950\r\n\t(3) SA 834\n(W) at 840C-G.\n7\nClause 8 provides for the\r\n\telection of a Provincial Executive Committee for each province,\r\n\twhich committee must âact as liaison\nbetween the Federal Council,\r\n\tand the Regional and the Branchesâ (clause 8.4.1.2).",
  "scraped_at": "2026-02-11T21:43:52.582345",
  "date": "2009-03-30",
  "coram": [
    "Farlam",
    "Nugent",
    "Lewis",
    "Van Heerden",
    "Maya JJA"
  ],
  "case_number": "207/08",
  "parties": {
    "applicants": [
      "Masego Rochester Matlholwa"
    ],
    "respondents": [
      "Isaac Rammusi Mahuma",
      "Management Committee of the United Christian Democratic Party",
      "United Christian Democratic Party"
    ]
  },
  "sections": {
    "facts": "The appellant, Masego Rochester Matlholwa, had been a member of the United Christian Democratic Party (the Party) since 1999 and was deployed to the North West Provincial Legislature in 2005. In May 2007, because of health issues affecting another Party member, the Party asked Matlholwa to resign his seat and swap positions with the other member. Although he initially agreed, he failed to resign by the deadline of 24 August 2007. On 27 August 2007 the Party's Management Committee – identified by the court as the Federal Council Management Committee (FCMC) – held a special meeting and purported to expel Matlholwa from the Party and from the legislature. He challenged the expulsion, arguing that the Committee was not a valid Party structure and lacked power to expel him.",
    "issues": "The central issue was whether the Management Committee (FCMC) that expelled the appellant was authorized and empowered by the Party’s constitution to do so, i.e., whether the expulsion was lawful or ultra vires.",
    "principles": "The court applied the principle that a political party is a voluntary association whose internal rules are contractual. Expulsion, being the most severe sanction, must be expressly provided for in the constitution or arise from a clear, unambiguous implication. In the absence of such authority, any expulsion is ultra vires and void. The court cited Van Winsen J’s judgment in Conrad v Farrel, reaffirming that power to expel must be stated or clearly implied.",
    "application": "The judgment examined the Party’s constitution. Clause 5 allowed expulsion only by a Provincial Committee; clause 13 gave expulsion powers to the Federal Council, not to the FCMC. Clauses 9.2 and 10.1, the only places mentioning the FCMC, limited its role to arranging meetings of the Federal Council and Federal Congress. No provision delegated disciplinary or expulsion powers to the FCMC, nor was any delegation evidenced. Consequently, the FCMC was not authorized to expel the appellant, making the expulsion ultra vires.",
    "conclusion": "The appeal succeeded. The court set aside the decision of the second respondent to expel the appellant and ordered the third respondent (the United Christian Democratic Party) to pay the costs of the application."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Political Party Law",
    "level_3": [
      "voluntary association",
      "expulsion",
      "ultra vires",
      "party constitution"
    ]
  }
}