{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/137.html",
  "case_name": "Mkumatela v Nelson Mandela Metropolitan Municipality and Another (454/2008) [2009] ZASCA 137; 2010 (4) BCLR 347 (SCA) ; [2010] 2 All SA 132 (SCA); (2010) 31 ILJ 76 (SCA) ; [2010] 2 BLLR 115 (SCA) (6 November 2009)",
  "citation": "[2009] ZASCA 137",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 137\n|\nNoteup\n|\nLawCite\nMkumatela v Nelson Mandela Metropolitan Municipality and Another (454/2008) [2009] ZASCA 137; 2010 (4) BCLR 347 (SCA) ; [2010] 2 All SA 132 (SCA); (2010) 31 ILJ 76 (SCA) ; [2010] 2 BLLR 115 (SCA) (6 November 2009)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 454/2008\nIn the matter between:\nTSHEDISO MKUMATELA\t\t\t\tAPPELLANT\nand\nTHE NELSON MANDELA\nMETROPOLITAN MUNICIPALITY\t\tFIRST RESPONDENT\nS V P MAFONGOSI\t\t\t\tSECOND RESPONDENT\nNeutral citation:\nMkumatela v The\r\nNelson Mandela Metropolitan Municipality\n(454/2008)\n[2009] ZASCA 137\n(6 November 2009)\nCORAM:\t\tNavsa, Brand, Maya JJA\net\nHurt, Tshiqi AJJA\nHEARD:\t\t8 September 2009\nDELIVERED:\t6 November 2009\nSUMMARY\n:\t\tReview application\r\nbrought in High Court under Promotion of Administrative Justice Act 3\r\nof 2000 (PAJA) in matter concerning\nlabour relationship between organ\r\nof State and employee â held that conduct complained of does not\r\nconstitute 'administrative\naction' as contemplated by PAJA.\nORDER\nOn appeal from\n:\tHigh Court\r\nPort Elizabeth (Revelas J sitting as court of first instance)\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\nJUDGMENT\nBRAND JA\n(Navsa, Maya\r\nJJA\net\nHurt, Tshiqi\r\nAJJA concurring)\n[1]\tThis appeal has its origin in an unsuccessful review\r\napplication by the appellant against the first respondent\r\nmunicipality\nin its capacity as his employer. It raises preliminary\r\nissues which have engaged our superior courts with perturbing\r\nregularity\nin the recent past. They relate to the review jurisdiction\r\nof the High Court in disputes arising from labour relations;\r\npurportedly\nimplicating both the Labour Relations Act 66 of 1995\r\n(âthe LRAâ) and the Promotion of Administrative Justice Act 3 of\r\n2000\n(âPAJAâ).\n[2]\tBy contrast with the technical intricacies of these\r\npreliminary issues, the background facts can be stated with\r\nrefreshing simplicity.\nThe appellant was employed by the respondent\r\nmunicipality when he applied for the position of assistant manager:\r\nwaste operations\nwhich, for him, would have been a promotion. He was\r\nshort-listed as one of four candidates to be interviewed by an\r\nappointment\ncommittee. The composition of the committee complied with\r\nthe prescriptions of the municipalityâs Recruitment Selection and\r\nPlacement\nPolicy. In line with the policy document, it comprised of\r\nthe manager of the respondentâs waste management unit, Ms Zamxaka,\r\na representative of the Human Resources Unit, Mr Jamda, a\r\nrepresentative of the Employment Equity Officer and one\r\nrepresentative\neach of the two in-house trade unions. According to\r\nthe explicit directions of the policy document, the last mentioned\r\nthree representatives\nhad observer status only. Voting rights were\r\nthus restricted to Ms Zamxaka and Mr Jamda.\n[3]\tAs it happened, however, the two members with voting\r\nrights could not agree on which candidate they should recommend to\r\nthe\nmunicipal manager, who had been entrusted with the ultimate\r\nresponsibility to make the appointment. Ms Zamxaka awarded the\r\nappellant\nher highest score. Mr Jamdaâs preferred candidate, on the\r\nother hand, was the second respondent, Mr S V P Mafongosi. Ms Zamxaka\n\nthen proposed that a recommendation should be made on the basis of\r\nthe aggregate score awarded by Mr Jamda and herself. On this\nbasis\r\nthe appellantâs score would be 83,5 as opposed to Mr Mafongosiâs\r\n78. But her proposal was not accepted. What happened\ninstead was that\r\nthe three members of the committee with no more than observer status\r\nwere asked to reveal their scores. From these\nit became apparent that\r\nall three of them supported Mr Mafongosi. The âmajorityâ vote\r\nthus arrived at was then used as the\nbasis for a recommendation to\r\nthe municipal manager. The recommendation was, however, accompanied\r\nby a covering letter informing\nthe municipal manager of how the\r\nrecommendation had actually come about, including the fact that the\r\ntwo committee members with\nvoting rights could not agree and that the\r\nissue had been decided effectively by the scores of those who had no\r\nright to score.\nDespite these shortcomings, the municipal manager\r\nnonetheless appointed Mr Mafongosi.\n[4]\tIn the event, the appellant brought a review\r\napplication in the Port Elizabeth High Court for an order that the\r\nappointment\nof Mr Mafongosi â whom he joined as the second\r\nrespondent â be set aside and that the appointment process for the\r\nposition\nin contention be started anew. Apart from other lesser\r\ncomplaints, the appellant's main ground of objection against the\r\nrecommendation\nwhich led to the appointment of his rival was that it\r\nwas procedurally flawed in that the prescriptions of the\r\nmunicipality's own\npolicy document had not been followed. Departing\r\nfrom this premise, he contended that he had been deprived of his\r\nfundamental right\nto administrative action which is lawful,\r\nreasonable and procedurally fair, as promised in s 33 of the\r\nConstitution.\n[5]\tMr Mafongosi did not oppose the application. He\r\nchose to abide the decision of the court. The municipality, on the\r\nother hand,\nopposed the application. Apart from its opposition on the\r\nmerits, it also raised two points\nin limine\n.\r\nFirst, that the High Court had no jurisdiction to hear the matter in\r\nthat, in terms of the LRA, it fell within the exclusive domain\nof the\r\nLabour Court. Secondly, that the appellantâs case, on a proper\r\nanalysis, constituted a review application under PAJA,\nwhich was not\r\ncompetent since the procedure complained of did not amount to\r\nâadministrative action' as contemplated by the latter\nAct.\n[6]\tAs to the merits, the municipality conceded that the\r\nAppointment Committee had deviated from the procedure prescribed by\r\nthe\npolicy document when it allowed its recommendation to be swayed\r\nby those who had observation status only. Nonetheless, so the\r\nmunicipality\ncontended, the deviation did not affect the validity of\r\nMr Mafongosiâs appointment, essentially for three reasons. First,\r\nbecause\nthe policy document constituted no more than a guide.\r\nSecondly, because the deviation did not constitute a material\r\ndeparture from\nthe letter and spirit of these guidelines. Thirdly,\r\nbecause the final decision to appoint had not been taken by the\r\nAppointment\nCommittee, but by the municipal manager who was fully\r\naware of the flaws in the recommendation process when he exercised\r\nhis independent\ndiscretion in favour of Mr Mafongosi.\n[7]\tThe court a quo (Revelas J) considered the two\r\npoints\nin limine\nand\r\nfound them both wanting. As to the merits, on the other hand, the\r\ncourt was essentially persuaded by the municipalityâs answers.\nIn\r\nconsequence, the review application was dismissed with costs. The\r\nappeal against that judgment is with the leave of the court\na quo.\n[8]\tIn this court the municipality again relied on the\r\nsame two points\nin limine\nas\r\nin the court a quo. The contention that the High Court had no\r\njurisdiction was squarely based on the decision of the Constitutional\n\nCourt in\nChirwa v Transnet Ltd\n[2007] ZACC 23\n;\n2008 (4) SA 367\n(CC); where the majority of the court essentially\r\ndecided, so the contention went, that, in terms of the LRA, the\r\ndetermination\nof disputes arising from labour and employment\r\nrelations are in principle reserved for the exclusive jurisdiction of\r\nthe specialised\nlabour tribunals created by that Act.\n[9]\tThe court a quo found the answer to this contention\r\nin the earlier decision by the Constitutional Court in\nFredericks\r\nv MEC for Education and Training, Eastern Cape\n[2001] ZACC 6\n;\n2002\r\n(2) SA 693\n(CC), which Skweyiya J, writing for the majority in\nChirwa,\nfound\r\ndistinguishable from that case (paras 56-61). Skweyiya Jâs\r\nexplanation of the distinction must be understood against the\n\nbackground of the fact that Mrs Chirwa's allegation that her\r\nemployerâs decision to dismiss her was reviewable under the\r\nprovisions\nof PAJA, rested, inter alia, on the contention that the\r\ndecision maker had âfailed to comply with the mandatory provisions\r\nof\nitems 8 and 9 of Sch 8 to the . . . LRA'. .\nIn this light Skweyiya J said the following (in paras\r\n56, 58 and 61):\nâ\nThe applicants [in\nFredericks\n]\r\nchallenged the refusal of their applications [for voluntary\r\nretrenchment packages] on the grounds that it infringed their rights\n\nunder s 9 (the right to equality) and s 33 (right to just\r\nadministrative action) of the Constitution.\n. . .\nFredericks\n(supra)\nis\r\ndistinguishable from the present case. Notably the applicants in\nFredericks\nexpressly disavowed any reliance on s 23(1) of the Constitution,\r\nwhich entrenches the right to a fair labour practice. Nor\ndid the\r\nclaimants in\nFredericks\nrely on the fair labour practice provisions of the LRA or any other\r\nprovision of the LRA . . . .  Ms Chirwa's complaint\nis\r\nthat Mr Smith [the decision-maker] \"failed to comply with the\r\nmandatory provisions of items 8 and 9 of Sch 8 to the LRA.\"\n. .\r\n. Thus, unlike in\nFredericks\n,\r\nthe applicant here expressly relies upon those provisions of the LRA\r\nwhich deal with unfair dismissals.'\n[10]\tDeparting from the distinction thus formulated, the\r\ncourt a quo found that the present case falls on the\nFredericks\nside of what it perceived to be the divide between that case and\nChirwa\n, on the basis\r\nthat the appellant, as in\nFredericks\n,\r\nand unlike in\nChirwa\n,\r\ndid not rely on any provision of the LRA, but founded his case\r\nsquarely on s 33 of the Constitution read with the provisions\nof\r\nPAJA. It is true, so the court a quo further held, that the appellant\r\nwould be entitled to formulate a cause of action with\nreference to\r\ns 186(2)(a) of the LRA on the basis that the municipality had\r\ncommitted an unfair labour practice in not âpromotingâ\nhim. But,\r\nso the court further held, purportedly, in accordance with\nFredericks\nread with\nChirwa\n, the\r\nappellant had a choice as to which court he wanted to approach.\n[11]\tNot unexpectedly, the argument in this court again\r\nturned largely on what has, since\nChirwa\n,\r\nbecome the stock debate in matters of this kind, namely, whether the\r\ncourt a quo was right in placing the dispute on the\nFredericks\nside of the dividing\nline\r\n(see eg also\nMakambi v MEC for Education,\r\nEastern Cape\n[2008] ZASCA 61\n;\n2008 (5) SA 449\n(SCA)). But\r\nsince we have heard argument in this matter, the train has moved on.\r\nWhat happened in the meantime is that the Constitutional\nCourt has\r\ndelivered its judgment in\nGcaba v Minister of\r\nSafety and Security\n[2009] ZACC 26.\nAnd in\r\nthe light of\nGcaba\n,\nas I see it, the municipality must succeed on\r\nthe basis of its second point in limine, namely that its impugned\r\nconduct does not\nconstitute 'administrative action' as contemplated\r\nby s 33 of the Constitution and the provisions of PAJA.\n[12]\tThe\nGcaba\ncase, like the present, also resulted from the appellant's frustrated\r\nexpectations of promotion. Mr Gcaba was employed by the South\nAfrican\r\nPolice Services. He occupied the position of station commander,\r\nGrahamstown. When the post was upgraded, he applied, was\nshort-listed\r\nand went through the interview proceedings. He was, however, not\r\nappointed. In consequence, he approached the High\nCourt with an\r\napplication to review the decision not to promote him. The High Court\r\nheld, on the basis of the Constitutional Court's\ndecision in\nChirwa,\nthat it lacked jurisdiction to entertain the\r\napplication as it related to an employment matter. In the result, the\r\nreview application\nwas dismissed with costs. The appeal to the\r\nConstitutional Court was unsuccessful; in essence, because it was\r\nheld that the decision\nnot to promote Mr Gcaba did not constitute\r\nadministrative action as contemplated in PAJA and that it was\r\ntherefore not reviewable\nunder that Act. The reasons for this\r\ndecision appear to be encapsulated in the following statements by Van\r\nder Westhuizen J (in\npara 64):\n'Generally, employment and\r\nlabour relationship issues do not amount to administrative action\r\nwithin the meaning of PAJA. This is\nrecognised by the Constitution.\r\nSection 23 [of the Constitution] regulates the employment\r\nrelationship between employer and employee\nand guarantees the right\r\nto fair labour practices. The ordinary thrust of section 33 is to\r\ndeal with the relationship between the\nstate as bureaucracy and\r\ncitizens and guarantees the right to lawful, reasonable and\r\nprocedurally fair administrative action. Section\n33 [of the\r\nConstitution] does not regulate the relationship between the state as\r\nemployer and its workers. When a grievance is\nraised by an employee\r\nrelating to the conduct of the state as employer and it has few or no\r\ndirect implications or consequences\nfor other citizens, it does not\r\nconstitute administrative action.'\n[13]\tAnd (in para 66):\n'In\nChirwa\nNgcobo J found [at paras 142 and 150] that the decision to dismiss Ms\r\nChirwa did not amount to administrative action. He held that\nwhether\r\nan employer is regarded as \"public\" or \"private\"\r\ncannot determine whether its conduct is administrative\naction or an\r\nunfair labour practice. Similarly, the failure to promote and appoint\r\nMr Gcaba appears to be a quintessential labour-related\nissue, based\r\non the right to fair labour practices, almost as clearly as an unfair\r\ndismissal. Its impact is felt mainly by Mr Gcaba\nand has little or no\r\ndirect consequence for any other citizens.'\n[14]\tIn the court a quo, Revelas J found that the\r\nconduct complained of by the appellant did indeed constitute\r\nadministrative action\nreviewable under PAJA. The reasons for this\r\nfinding, she stated as follows:\n'In my view [the municipality]\r\ncannot argue that promoting its employees does not constitute\r\nadministrative action. It is an organ\nof state and in promoting\r\nemployees, it exercises a public power and it performs a public\r\nfunction in doing so. It clearly performs\nan administrative act when\r\nacting in terms of its policies and implementing them'\n[15]\tAs I see it, this line of reasoning cannot survive\r\nthe judgment of the Constitutional Court in\nGcaba.\nIn fact, it is in direct conflict with\r\nthe views expressed by Van der Westhuizen J. In short, I can see no\r\nbasis on which this matter\ncan be distinguished from\nGcaba\non the facts. As in\nGcaba\n,\r\nthe appellant's complaint also concerns a failure to promote, which\r\nVan der Westhuizen J regarded as 'a quintessential labour-related\n\nissue, based on the right to fair labour practices'. What Revelas J\r\nfound to be significant considerations as to why the impugned\nconduct\r\nconstituted 'administrative action', was that the municipality is (a)\r\nan organ of state which (b) performs a public function\nin promoting\r\nits employees. Van der Westhuizen, on the other hand, believed that\r\nthese considerations were of no consequence. In\nfact, this appears to\r\nform the very basis on which\nGcaba\nwas decided (see also\nThe National Director of\r\nPublic Prosecutions v Tshavungwa\n[2009] ZASCA\r\n               136\npara 22). This leads me to the conclusion that,\r\nsince the conduct complained of by the appellant did not constitute\r\nadministrative\naction, the review application was rightly dismissed\r\non that ground alone. This renders it unnecessary to consider any of\r\nthe other\nissues raised on appeal, including those relating to the\r\nmerits of the impugned decision.\n[16]\tThe appeal is dismissed with costs, including the\r\ncosts of two counsel.\nâ¦â¦â¦â¦â¦â¦â¦â¦\n.\nF D J BRAND\nJUDGE OF APPEAL\nCounsel For Appellant:\nA\r\nBEYLEVELD\nB\r\nHARTLE\nInstructed\r\nby:\t\t\tRANDELL-OSWALD INC\nPORT\r\nELIZABETH\nCorrespondents:\t\t\tCLAUDE\r\nREID INC\nBLOEMFONTEIN\nFor\r\nRespondent:\t\t\tG GOOSEN SC\nR B WADE\nInstructed\r\nBy:\t\t\tCHRIS BAKER & ASSOCIATES\nPORT\r\nELIZABETH\nCorrespondents:\t\t\tMcINTYRE\r\n& VAN DER POST\nBLOEMFONTEIN",
  "scraped_at": "2026-02-12T05:22:50.725461",
  "date": "2009-11-06",
  "coram": [
    "Navsa",
    "Brand",
    "Maya JJA",
    "Hurt",
    "Tshiqi AJJA"
  ],
  "case_number": "454/2008",
  "parties": {
    "applicants": [
      "Tshediso Mkumatela"
    ],
    "respondents": [
      "Nelson Mandela Metropolitan Municipality",
      "S V P Mafongosi"
    ]
  },
  "sections": {
    "facts": "The appellant, Tshediso Mkumatela, was an employee of the Nelson Mandela Metropolitan Municipality and applied for promotion to assistant manager (waste operations). An interview committee, formed according to the municipality’s Recruitment Selection and Placement Policy, consisted of two voting members (the waste management unit manager and a HR representative) and three observers (an employment equity officer and two trade‑union representatives). The voting members could not agree on a candidate. The manager proposed a composite score favouring the appellant, but this was rejected. The observers’ scores, although they had no voting rights, were used to form a majority favouring the second respondent, S V P Mafongosi, whose appointment was then made by the municipal manager despite the procedural irregularities.",
    "issues": "1) Whether the High Court had jurisdiction to hear the dispute, given the Labour Relations Act’s exclusive jurisdiction over labour matters. 2) Whether the appointment process constituted ‘administrative action’ within the meaning of the Promotion of Administrative Justice Act (PAJA) and s33 of the Constitution, thus making the matter reviewable under PAJA. 3) Whether the deviation from the municipality’s policy rendered the appointment procedurally unfair.",
    "principles": "The court considered the constitutional distinction between administrative action (governed by s33 and PAJA) and labour‑relation matters (governed by the Labour Relations Act). Precedents such as Chirwa v Transnet Ltd, Fredericks v MEC for Education and Training, and especially Gcaba v Minister of Safety and Security were applied, holding that issues of promotion or failure to promote by a public employer are fundamentally labour matters and do not amount to administrative action. Consequently, PAJA does not provide a review mechanism for such disputes, and the Labour Court retains exclusive jurisdiction.",
    "application": "Applying the Gcaba precedent, the court concluded that the municipality’s conduct—deciding not to promote the appellant—was a quintessential labour‑related issue, not an administrative act. Therefore, the appellant could not rely on PAJA for review, and the High Court’s lack of jurisdiction argument was rejected. The procedural irregularities in the appointment committee did not transform the matter into administrative action, and the municipal manager’s discretion was affirmed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The judgment affirmed that the appellant’s grievance falls within the exclusive jurisdiction of the labour courts and does not constitute administrative action subject to PAJA review."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Review of Administrative Action",
    "level_3": [
      "promotion",
      "labour relations",
      "jurisdiction",
      "PAJA",
      "public employer"
    ]
  }
}