{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/95.html",
  "case_name": "Minister of Safety and Security and Another v Madyibi (643/08) [2009] ZASCA 95; 2010 (2) SA 356 (SCA) ; [2010] 1 All SA 139 (SCA) (17 September 2009)",
  "citation": "[2009] ZASCA 95",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 95\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security and Another v Madyibi (643/08) [2009] ZASCA 95; 2010 (2) SA 356 (SCA) ; [2010] 1 All SA 139 (SCA) (17 September 2009)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 643/08\nTHE\r\nMINISTER OF SAFETY AND SECURITY\tFirst Appellant\nXOLISA\r\nDLAKAVU\tSecond Appellant\nand\nDIDEKA\r\nFLORENCE MADYIBI\tRespondent\n___________________________________________________________________\nNeutral citation:\nMinister of Safety and Security v\r\nMadyibi\n(643/08)\n[2009] ZASCA 95\n(17 September 2009)\nCORAM:\nBRAND,\r\nVAN HEERDEN, PONNAN, MAYA JJA\nand\r\nTSHIQI AJA\nHEARD:\n20 August 2009\nDELIVERED:\n17 September 2009\nCORRECTED:\nSUMMARY:\nDelict â loss of support â wrongfulness â\r\npolice negligently failing to dispossess sergeant of official firearm\r\nâ sergeant\ntaking his own life with firearm â claim for loss of\r\nsupport by dependants â wrongfulness established\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nThe High Court, Transkei\r\nDivision (Petse ADJP sitting as court of first instance).\nThe appeal is dismissed with costs, such costs to include those\r\nconsequent upon the employment of two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nVAN HEERDEN and PONNAN JJA\n(BRAND and MAYA JJA, and TSHIQI\r\nAJA   concurring):\n[1]\tOn 21 January 2003, Sergeant Pumzile Madyibi (the deceased), who\r\nduring his lifetime was the husband of the respondent, Dideka\n\nFlorence Madyibi, shot and injured the latter and thereafter took his\r\nown life with a state issue firearm that had been allocated\nto him as\r\na member of the South African Police Service for use even when not on\r\nduty. Pursuant to the shooting, Ms Madyibi instituted\naction, both in\r\nher personal capacity as also on behalf of the four minor children\r\nborn of her union with the deceased, against\nthe Minister of Safety\r\nand Security and Superintendent Xolisa Dlakavu, the station\r\ncommissioner of the station to which the deceased\nhad been attached\r\n(the first and second appellants, respectively, in this court).\n1\n[2]\tIn her summons Ms Madyibi alleged that the shooting and\r\ncommission of suicide by the deceased were caused by the negligence\n\nof Dlakavu and/or other policemen in that he and/or they had failed\r\nto dispossess the deceased of his official firearm, despite\nhaving\r\nbecome aware, over a protracted period of time, that the deceased was\r\nunfit to possess a firearm inasmuch as:\n(i) \the had previously repeatedly threatened to shoot Ms Madyibi, had\r\npointed a firearm at her and had threatened violence towards\nher and\r\nother members of the SAPS;\n(ii)\tDlakuvu and/or other policemen knew that the marriage\r\nrelationship between the deceased and her had significantly\r\ndeteriorated,\nthat the family life of the deceased was anything but\r\nstable, and that the deceased had manifested suicidal tendencies.\nMoreover, so the summons alleged, he and/or other policemen had\r\nfailed to take steps to protect Ms Madyibi from being injured by\nthe\r\ndeceased when they could and should have done so, or to report the\r\nviolent conduct of the deceased to their superiors within\nthe SAPS.\r\nAccordingly, so it continued, Dlakavu and other policemen, who should\r\nhave foreseen the deceasedâs wrongful conduct\nand the consequent\r\nloss, had a legal duty to protect her and the minor children, which\r\nthey had breached.\n[3]\tEven though the claims were initially disputed, at the conclusion\r\nof a trial which lasted several days before Petse ADJP in\nthe Mthatha\r\nHigh Court, the typed transcript of the proceedings records:\n'\nMR\r\nMBENENGE [Counsel for the Appellants]\n:\t.\r\n. . .Having dealt with that portion of the claim in so far as it\r\nrelates to the alleged negligence, which is as I have pointed\nout,\r\nnow no longer in dispute, then the defendants accordingly concede\r\nClaim A, if I may remind Your Lordship, Claim A relates\nto general\r\ndamages that are said to have been suffered by the plaintiff\r\nconsequent upon the shooting incident.\nCOURT\n:\tYes.\nMR MBENENGE\n:\tSo\r\nClaim A in its entirety is no longer being resisted. Then for now\r\nYour Lordship should allow us to say nothing about Claim\nB, Claim C\r\nin so far as it relates to the plaintiff suing in her representative\r\ncapacity, is also being conceded. Let me say that\nagain, M'Lord.\nCOURT\n:\tConceded?\nMR MBENENGE\n:\tYes\nCOURT\n:\tThank\r\nyou.\nMR MBENENGE\n:\tIn\r\nother words plaintiff's claim for loss of support, her personal claim\r\nfor loss of support is not conceded, [what] is being\nconceded is the\r\nclaim brought by the plaintiff for and on behalf of the minor\r\nchildren . . .  So much for Claim C. Then, M'Lord,\nflowing from that\r\nis the fact that the defendants made no concession with regard to the\r\nplaintiff's . . . Claim B. Then finally\nthe defendants do not dispute\r\nbeing liable for costs of suit hitherto or up to and including today,\r\nthat is costs of the hearing,\nthe liability aspect.'\nLater, and in order to further clarify the position Mr Mbenenge\r\nstated:\n'Your Lordship will realise that\r\nwhat the defendants were doing in fact, was to place on record that\r\nwhich is not being resisted\nanymore. Less â it was less of making\r\nan offer to the plaintiff as seems to have been understood, so the\r\nunderstanding really\nis that we stand up to record what it is that is\r\nno longer being resisted.'\nOn the day that the matter was argued, counsel for the appellants\r\ninformed the trial court that the appellants also admitted liability\n\nfor Ms Madyibiâs claim for loss of support in her personal\r\ncapacity. Thus all that remained of the\nlis\nbetween the\r\nparties was Claim B, being Ms Madyibi's claim for loss of income and\r\nher impairment of earning incapacity.\n[4]\tAfter taking some time to consider the matter, Petse ADJP handed\r\ndown a fully reasoned judgment in which he issued the following\n\norder:\n'1\tThe First Defendant [the\r\nMinister of Safety and Security] is held liable to compensate the\r\nPlaintiff [Ms Madyibi] both in her\npersonal and representative\r\ncapacities for such damages as the Plaintiff may prove to have\r\nsuffered in respect of the following:\n1.1\tpain and suffering, loss of\r\namenities of life, past and future medical and hospital expenses;\n1.2\tloss of support;\n1.3\tloss of earning capacity.\n2\tThe First Defendant shall . .\r\n. pay all the costs of suit incurred to date of this order.'\n[5]\tThereafter, as the learned judge in the court below put it\nâ\n'To my utter amazement ..., it came to my attention that the\r\ndefendants had filed an application for leave to appeal against part\n\nof my judgment'. Petse ADJP nevertheless ultimately granted leave to\r\nthe appellants to appeal to this court against that part of\nhis\r\njudgment relating to Ms Madyibi's claim for loss of support, both in\r\nher personal as also in her representative capacities.\n[6]\tIn persuading the court below to grant leave, the submission was\r\nthat the issues of negligence and wrongfulness had in error\nbeen\r\nconflated by counsel on behalf of the appellants. Accordingly, so the\r\nsubmission went, the element of wrongfulness not having\nbeen proved\r\nby Ms Madyibi, the court below ought not to have found in her favour.\n[7]\tOn appeal it was argued that the distinction between negligence\r\nand wrongfulness had clearly been overlooked by the court below,\nwith\r\nthe result that those issues had been conflated. Accordingly, so the\r\nargument proceeded, the concessions that had been made\nby counsel\r\npertained only to negligence and did not embrace wrongfulness. In the\r\nresult, there remained a live issue for determination\nby the court\r\nbelow, as also before us on appeal. All of that we shall assume,\r\nwithout deciding, in favour of the appellants.\n[8]\tAs best as we can discern the appellants' case, it is that the\r\npresent matter is indistinguishable from that of\nBrooks v Minister\r\nof Safety and Security\n2009 (2) SA 94\n(SCA). In our view,\r\nhowever, counsel's reliance on\nBrooks\nis entirely misplaced\r\nfor the following reasons. First, in this case the deceased died by\r\nhis own hand, unlike the breadwinner\nin\nBrooks\nwho was very\r\nmuch alive but had been rendered unable to support his dependant as a\r\nresult of his incarceration in consequence of\nthe law having taken\r\nits course. Second, suicide is not a crime, while the breadwinner in\nBrooks\nhad, on the other hand, rendered himself incapable of\r\nsupporting his dependant by perpetrating a most heinous crime. There\r\nwere\nthus strong policy reasons in that case that militated against\r\nrecognising a claim there. Third, in\nBrooks\na basic ingredient\r\nfor the dependant's action, namely the death of the breadwinner, was\r\nabsent. Fourth, at the risk of stating\nthe obvious, for as long as\r\nthe breadwinner was alive, conduct, even were it to have been found\r\nto be wrongful, would only have\nbeen wrongful\nvis-à-vis\nthe breadwinner and not the dependant â thus, for as long as the\r\nbreadwinner had a right of action, there could also not have\nexisted\r\na separate and independent right of action in the dependant for loss\r\nof support.\n[9]\tIt follows that, given the admittedly negligent conduct one\r\nencounters here, the appeal must fail: in our view, the conduct\n\ncomplained of was plainly wrongful and considerations of public or\r\nlegal policy consistent with our constitutional norms would\ncertainly\r\ndemand the imposition of a legal duty in a matter such as this (see,\r\nfor example,\nTrustees, Two Oceans Aquarium Trust\nv Kantey &\r\nTempler (Pty) Ltd\n2006 (3) SA 138\n(SCA) para 10;\nSteenkamp NO\r\nv Provincial Tender Board, Eastern Cape\n2007 (3) SA 121\n(CC)\r\nparas 39 and 41).\n[10]\t In the result the appeal is dismissed with costs, such costs to\r\ninclude those consequent upon the employment of two counsel.\n_________________\nB J VAN HEERDEN\nJUDGE OF APPEAL\n_________________\nV N PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\t\t\tS M Mbenenge SC\nP\r\nh s zilwa\nInstructed\r\nby:\nThe\r\nState Attorney\nc/o\r\nJolwana Mgidlana Inc.\nMthatha\nThe\r\nState Attorney\nBloemfontein\nFor\r\nRespondent:\t\t\tN Dukada SC\nM\r\nn Hinana\nInstructed\r\nby:\nV\r\nV Msindo and Associates\nMthatha\nPonoane\r\nAttorneys\nBloemfontein\n1\nBy the time the appeal came to be heard, Ms\r\n\tMadyibi had regrettably passed away. By then, one of her children\r\n\thad obtained majority\nand, by virtue of an order of the Mthatha High\r\n\tCourt, a certain Nombeko Elizabeth Gwadiso was substituted for Ms\r\n\tMadyibi to prosecute\nthe claim on behalf of the remaining three\r\n\tminor children in these proceedings. Nangamso Madyibi, the major\r\n\tson, was in terms\nof this order substituted for Ms Madyibi in\r\n\trespect of âhis part of the claim for loss of supportâ. Nothing\r\n\thowever turns\non that and before us no opposition was raised to the\r\n\tsubstitution.",
  "scraped_at": "2026-02-12T05:14:04.861449",
  "date": "2009-09-17",
  "coram": [
    "BRAND",
    "VAN HEERDEN",
    "PONNAN",
    "MAYA JJA",
    "TSHIQI AJA"
  ],
  "case_number": "643/08",
  "parties": {
    "applicants": [
      "Minister of Safety and Security",
      "Xolisa Dlakavu"
    ],
    "respondents": [
      "Dideka Florence Madyibi"
    ]
  },
  "sections": {
    "facts": "Sergeant Pumzile Madyibi, a SAPS officer, shot his wife, Dideka Florence Madyibi, and then took his own life with a state‑issued firearm that had not been disposed of despite warnings about his instability. Ms Madyibi sued the Minister of Safety and Security and Superintendent Xolisa Dlakavu, alleging that the police were negligent in failing to remove the firearm and to protect her and their four minor children. The trial court found the State liable for loss of support and other damages and awarded compensation. The State appealed specifically against the finding of liability for loss of support, arguing that the element of wrongfulness had not been proved.",
    "issues": "1. Whether the State’s failure to dispossess the firearm and to protect the family constituted wrongful conduct in addition to negligence. 2. Whether the element of wrongfulness was correctly determined by the trial court. 3. Whether a claim for loss of support by the surviving spouse and minor children can arise from a suicide that was preceded by alleged police negligence.",
    "principles": "The court applied delictual principles of negligence and wrongfulness, emphasizing that wrongful conduct must be established independently of negligence. It cited the distinction made in Brooks v Minister of Safety and Security, noting that Brook’s facts involved a living breadwinner rendered incapable by criminal conduct, whereas here the deceased committed suicide, a non‑criminal act. The court also referenced public policy and constitutional norms supporting the imposition of a legal duty on the police to prevent foreseeable harm, relying on authorities such as Trustees, Two Oceans Aquarium Trust v Kantey & Templer and Steenkamp NO v Provincial Tender Board.",
    "application": "Applying these principles, the court held that the police’s knowledge of the deceased’s instability and repeated threats created a foreseeable risk of harm, making their failure to disarm him wrongful. The court distinguished the Brooks case, concluding that the policy reasons rejecting liability there did not apply to a suicide scenario where the State’s omission contributed to the fatal outcome. Consequently, the State’s conduct satisfied both the negligence and wrongfulness elements, establishing liability for loss of support.",
    "conclusion": "The appeal was dismissed. The State remained liable for Ms Madyibi’s claim for loss of support in both her personal and representative capacities, and the court ordered the State to pay costs, including those incurred for two counsel."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Wrongful Conduct",
    "level_3": [
      "loss of support",
      "police liability",
      "suicide",
      "state duty"
    ]
  }
}