{
  "url": "https://www.saflii.org/za/cases/ZASCA/2009/44.html",
  "case_name": "King and Others v The Attorneys Fidelity Fund Board of Control (137/2008) [2009] ZASCA 44; 2010 (4) SA 185 (SCA) (12 May 2009)",
  "citation": "[2009] ZASCA 44",
  "court": "ZASCA",
  "year": "2009",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2009\n>>\n[2009] ZASCA 44\n|\nNoteup\n|\nLawCite\nKing and Others v The Attorneys Fidelity Fund Board of Control (137/2008) [2009] ZASCA 44; 2010 (4) SA 185 (SCA) (12 May 2009)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL\nOF SOUTH AFRICA\nCase number:  137/2008\nIn the matters between:\nMARY PATRICIA KING & OTHERS\nCOLLEEN JUDITH VAN STRAATEN & OTHERS\nNAMCOAST (PTY) LTD\nC M TAPSON & OTHERS\t\t\t\t\tTHE APPELLANTS\nand\nTHE ATTORNEYS FIDELITY FUND\nBOARD OF CONTROL\t\t\t\t\tRESPONDENT\nNeutral citation:\nKing v The\r\nAttorneys Fidelity Fund Board of Control\n(137/2008)\n[2009] ZASCA 44\n(12 May 2009)\nCORAM:\t\tMPATI P, BRAND, CACHALIA, MHLANTLA JJA\net\nBOSIELO AJA\nHEARD:\t\t23 FEBRUARY 2009\nDELIVERED:\t12 MAY 2009\nSUMMARY\n:\t\tAttorneys Fidelity\r\nFund – claims against Fund under s 26(a) of Attorneys Act\r\n53 of 1979 – money paid into firm\nof attorneys' trust account\r\nand subsequently stolen – assumed money had been entrusted to\r\npractitioner in course of practice\nas such – money destined to\r\nbe invested in factoring scheme operated by third party –\r\nclaims excluded by s 47(1)(g)\nof Attorneys Act since, when money\r\ndeposited in practitioner's trust account, instruction was to invest\r\nin factoring scheme on\nclaimants' behalf.\nORDER\nOn appeal from:\tPlaskett J (sitting as court of first\r\ninstance)\nThe appeal is dismissed with costs which shall include\r\nthe costs of three counsel, to be paid by the appellants jointly and\r\nseverally,\nthe one paying, the other to be absolved.\nJUDGMENT\nMPATI P\n(Brand, Cachalia,\r\nMhlantla JJA\net\nBosielo AJA concurring.)\n[1]\tOne of the functions of the Attorneys Fidelity Fund,\r\nas administered by the Attorneys Fidelity Fund Board of Control\r\n(respondent),\nis to reimburse persons who may have suffered pecuniary\r\nloss as a result of theft, by a practising attorney, his candidate\r\nattorney\nor employee, of money entrusted by or on behalf of such\r\nperson to him or her in the course of his or her practice.\n1\nIn the court below (Grahamstown High Court) a total of 103 plaintiffs\r\ninstituted four separate claims against the respondent for\npayment of\r\nmoneys allegedly entrusted to, and subsequently stolen by the\r\npartners of Van Schalkwyk's Attorneys of Port Elizabeth\n('Van\r\nSchalkwyks'). The four matters were consolidated and after hearing\r\nevidence the court a quo (Plasket J) dismissed the claims,\nwith\r\ncosts. It subsequently refused leave to appeal. This appeal is with\r\nleave of this court.\n[2]\tNot all the plaintiffs who were before the court\r\nbelow have appealed. I shall nevertheless, for convenience, refer to\r\nthe parties\nin this appeal as in the court below without specifically\r\nexcluding those plaintiffs who have not appealed. At the commencement\n\nof argument in this court, condonation was sought, and granted, for\r\nthe late filing of an application for leave to appeal, to 24\n\nplaintiffs who had not previously applied for leave to appeal. The\r\nleave sought was also granted.\n[3]\tThe plaintiffs' causes of action are pretty much the\r\nsame. It was alleged, in essence, that on various dates between 1997\r\nand\nMay 2000 the plaintiffs, acting personally in their individual\r\ncapacities, or through a duly authorised agent, deposited moneys\ninto\r\nthe trust account of Van Schalkwyks. The funds were to be held in\r\ntrust on the plaintiffs' behalf until utilised, or disbursed,\nin what\r\nwas referred to as a 'factoring scheme'.\n[4]\tThe evidence revealed that this scheme, as it was\r\nexplained to some of the plaintiffs, entailed the discounting of\r\nestate agents'\ncommission. The commission of an estate agent who did\r\nnot wish to wait for the ultimate transfer of fixed property after a\r\nconcluded\nsale would be paid out of these funds, less a certain\r\npercentage, a part of which would then be paid to the participants in\r\nthe\nscheme as interest or profit. According to the evidence, the\r\nscheme later included also the discounting of nett proceeds on sales\n\nof fixed properties.\n[5]\tThe role allegedly played by Van Schalkwyks in the\r\nscheme is set out as follows in the particulars of claim of the first\r\nplaintiff\nand 92 others (the King claim) in the court below:\n'98.\tThe monies aforesaid were\r\nto be utilised solely in the factoring scheme, and were only to be\r\ndisbursed by VAN SCHALKWYK ATTORNEYS\nagainst production to them of\r\nspecifically relevant documents and bank guarantees in respect of\r\neach and every transaction sufficient\nto satisfy VAN SCHALKWYK\r\nATTORNEYS (acting as an expert attorney in conveyancing) that the\r\nmonies were properly to be disbursed\ninto the factoring scheme such\r\nas to be utilised solely in that scheme in a bona fide manner   . . .\r\nto be recovered thereafter\nby VAN SCHALKWYK ATTORNEYS and returned to\r\nthe plaintiffs with a stipulated amount of interest.'\nIt was alleged further that the plaintiffs remained\r\nowners of their individual moneys deposited into Van Schalkwyks'\r\ntrust account.\n[6]\tVan Schalkwyks, however, allegedly misappropriated\r\nthe funds concerned by disbursing them to one David Halgryn, or to\r\nother\nentities linked to him, for purposes other than utilization in\r\nthe factoring scheme. The misappropriation of the trust moneys, so\nit\r\nwas alleged, constituted theft by conversion, alternatively theft by\r\nmisappropriation, by Van Schalkwyks. It appears that the\n\npractitioners who were involved in the alleged misappropriation of\r\nthe plaintiffs' moneys were Aron Joubert van Schalkwyk, who\n\nsubsequently emigrated to the United States of America and, later,\r\nattorney Charl du Mont. The scheme collapsed and the estate\nof the\r\nlatter was subsequently sequestrated in an attempt by some plaintiffs\r\nto recover their moneys. It seems common cause that\nVan Schalkwyk and\r\nDu Mont were partners in Van Schalkwyks.\n[7]\tAlthough the defendant admitted, in its plea, that\r\nthe plaintiffs, or persons purporting to represent them, paid moneys\r\ninto\nthe trust account of Van Schalkwyks, it denied that the payments\r\nwere 'entrusted' to Van Schalkwyks. It also denied that the payments\n\nwere effected in the course of practice of Van Schalkwyks. It pleaded\r\nfurther that the plaintiffs' instructions were that Van Schalkwyks\n\nreceive the money in trust for the purpose of investing it on their\r\nbehalf 'by the factoring of claims in general which included\namongst\r\nothers the discounting of bank guarantees pertaining to commissions\r\nearned by estate agents and nett proceeds of sales\nby sellers of\r\nimmovable properties'. The defendant accordingly pleaded that the\r\nplaintiffs in effect instructed Van Schalkwyks\nto invest the moneys\r\non their behalf as envisaged in s 47(1)(g), read with s 47(4)\r\nand s 47A, of the Act. Finally,\nthe defendant raised the defence\r\nthat the transactions in any event contravened s 11 of the Banks\r\nAct\n2\nsince they constituted the conduct of the business of a bank as\r\ndefined in s 1 of that Act, whilst, to the knowledge of the\n\nplaintiffs, Van Schalkwyks were not registered as a bank, thus\r\nrendering the transactions unlawful and void\nab\r\ninitio.\nIn consequence, the defendant pleaded\r\nthat these\ntransactions did not constitute lawful\r\nentrustments in the course of the lawful practice of Van Schalkwyks\r\nas contemplated by s 26(a)\nof the Act.\n[8]\tSection 47(1)(g) provides –\n'The fund shall not be liable in\r\nrespect of any loss suffered –\n. . .\n(g)\tby any person as a result of\r\ntheft of money which a practitioner has been instructed to invest on\r\nbehalf of such person after\nthe date of commencement of this\r\nparagraph.'\nSection 47(4) states that a practitioner 'must be\r\nregarded as having been instructed to invest money for the purposes\r\nof subsection\n(1)(g)', where a person who entrusts money to the\r\npractitioner or for whom the practitioner holds money, 'instructs the\r\npractitioner\nto invest all or some of that money in a specified\r\ninvestment or in an investment of the practitioner's choice'.\r\nSection 47(5),\nto which the provisions of subsection (4) are\r\nsubject, lists instances where, for purposes of subsection 1(g), a\r\npractitioner 'must\nbe regarded as not having been instructed to\r\ninvest money' entrusted to him or her. Section 47A is a transitional\r\nprovision. It\nreads:\n'The fund is not liable for loss\r\nof money caused by theft committed by a practitioner, candidate\r\nattorney, employee or agent of\na practitioner where the money is\r\ninvested or should have been invested on instructions given before\r\nthe date contemplated in section\n47(1)(g) and where-\n(a)\tthe money is to be repaid at\r\nany time after that date, to the beneficiary specified in any\r\nagreement whether with the borrower\nor practitioner;\n(b)\tthe theft is committed at\r\nany time after the expiration of 90 days after the investment matures\r\nor after the expiration of 90\ndays after the date contemplated in\r\nsection 47(1)(g);\n. . .'\n[9]\tAs was correctly stated by the court a quo, for them\r\nto succeed in their claims the plaintiffs were required to prove that\r\n(a)\nthey had suffered pecuniary loss, (b) by reason of theft\r\ncommitted by a practitioner or practitioners at Van Schalkwyks, (c)\r\nof\nmoney entrusted by them or on their behalf to Van Schalkwyks and\r\n(d) in the course of practice of such practitioner(s).\n3\nThe court found in favour of the plaintiffs on (a) and (b),\n4\nbut against them on (c) and (d). The plaintiffs thus failed to prove\r\nall the elements of s 26(a) of the Act. In dismissing\nthe\r\nplaintiffs' actions the court also reasoned that the placement of\r\nmoney in the factoring scheme constituted the investing of\nsuch money\r\nas contemplated by s 47(1)(g) of the Act and that consequently\r\nthe defendant was not liable to reimburse them.\n[10]\tIn this court counsel for the defendant did not\r\nchallenge the finding of the court a quo that the plaintiffs suffered\r\npecuniary\nloss, and accepted, for purposes of the appeal, that the\r\ntheft of the moneys was not in issue. The issues for consideration by\r\nthis court are, therefore, (a) entrustment, ie whether the stolen\r\nmoneys were entrusted to Van Schalkwyks by, or on behalf of, the\n\nplaintiffs; (b) whether the entrustment occurred in the course of\r\npractice of Van Schalkwyk or Du Mont, or both, and (c) whether\nthe\r\nplaintiffs' claims are excluded by s 47(1)(g) of the Act.\n[11]\tBefore the court a quo and by agreement between the\r\nparties the plaintiffs, due to their large number and the\r\nimpracticality\nof hearing the testimony of each one of them, were\r\ndivided into seven categories. It was further agreed that only\r\nselected plaintiffs\nwould testify and that their testimony would be\r\ndeterminative of their claims as well as those of the remaining\r\nplaintiffs. Categories\none, two and three consist of those plaintiffs\r\nwho were introduced to the scheme by a Mr Andre Naude, an insurance\r\nbroker from\nQueenstown. Categories four, five and six are plaintiffs\r\nwho paid moneys to Van Schalkwyks through a trust known as Paragon\r\nAsset\nManagement Trust ('Paragon'), which had been set up by one of\r\nthe witnesses, Mr Thomas Reginald Chowles Hosking ('Hosking').\r\nCategory\n7 is made up of plaintiffs who were introduced to the scheme\r\nby another witness, Mr Alexander John Neaves of Port Alfred. The\r\ndates\non which the plaintiffs in the various categories paid moneys\r\nto Van Schalkwyks would be of relevance, so it was considered, to\nthe\r\nquestion whether their claims are excluded by s 47(1)(g) of the\r\nAct. The subsection came into operation on 15 January\n1999.\n[12]\tAs to categories four, five and six, ie the\r\nplaintiffs who paid moneys to Van Schalkwyks through Paragon (the\r\nParagon plaintiffs)\nthe defendant contended that they had no standing\r\nto claim from it. The argument was that in paying the moneys into the\r\ntrust account\nof Van Schalkwyks, Paragon did so not as agent for the\r\nParagon plaintiffs, but as principal. As will be seen from the\r\nevidence\nof Hosking, each one of the Paragon plaintiffs paid their\r\nmoneys to Paragon which, in turn, issued an acknowledgment of debt to\n\nthem, evidencing a debtor and creditor relationship as between each\r\nplaintiff and Paragon. It was submitted on behalf of the Paragon\n\nplaintiffs, however, that the issuing of acknowledgments of debt to\r\nthem by Paragon did not detract from the fact that they were\nthe\r\nowners of the moneys paid to Paragon and which Paragon paid over to\r\nVan Schalkwyks. It was accordingly argued that their moneys\nwere paid\r\nby Paragon to Van Schalkwyks on their behalf.\n5\n[13]\tRelying on\nS v Moloi\n6\nand\nPremier Milling Co (Pty) Ltd v Van der\r\nMerwe and others NNO and another\n,\n7\ncounsel argued that the phrase 'on behalf of'\r\nin s 26(a) of the Act should be given a wide meaning, such as 'for\r\nthe benefit of',\n'to the advantage of' and 'in the interest of'.\r\nThere may be merit in these submissions, but I consider it\r\nunnecessary to express\na firm view on them. I shall accept, without\r\ndeciding, that all the plaintiffs have standing to claim\r\nreimbursement of their stolen\nmoneys.\n[14]\tThe three issues for consideration in this appeal\r\nare mentioned in paragraph 8 above. I propose to deal with the last\r\nof those\nissues first, which is whether the plaintiffs' claims are\r\nexcluded by s 47(1)(g) of the Act. For purposes of this\r\napproach,\nhowever, I have to assume that the issues of entrustment,\r\nie whether the plaintiffs' moneys were entrusted to Van Schalkwyks\r\n(Van\nSchalkwyk or Du Mont), and whether such entrustment occurred in\r\nthe course of practice of Van Schalkwyk or Du Mont or both, have\nbeen\r\nproved by the plaintiffs.\n[15]\tA consideration of the question whether the\r\nplaintiffs' claims are excluded by s 47(1)(g) of the Act\r\nrequires me to deal\nwith the evidence (or at least some of it)\r\ntendered before the court a quo. Before I do so, however, it may be\r\nconvenient to set\nout certain facts which appear not to be in\r\ndispute. The factoring scheme collapsed in or about May 2000. By that\r\ntime Du Mont\nwas the sole director of Van Schalkwyks, his erstwhile\r\nsenior partner, Van Schalkwyk, having left the country for the United\r\nStates\nof America. On 13 June 2000 Mr Desmond Thurgood\n8\ndeposed to the founding affidavit in an application, by 44\r\nplaintiffs, for Du Mont's sequestration in which the following\r\nappears:\n'The Respondent is a qualified\r\nand admitted attorney, practising in PORT ELIZABETH, and acting as\r\nsuch and as VAN SCHALKWYK ATTORNEYS\nhe collected funds from the\r\nvarious Applicants through various brokers, trusts, and companies\r\nthroughout the Republic of South\nAfrica and NAMIBIA, for investment\r\npurposes, and these funds were paid directly into the trust account\r\nof VAN SCHALKWYK ATTORNEYS\n. . . The funds were subsequently contrary\r\nto Respondent's mandate paid out at the Respondent's instance and\r\nupon his instruction\nfrom VAN SCHALKWYK ATTORNEYS trust account\r\ndirectly to the HALGRYN FAMILY TRUST, with registration number\r\nTM5404/1, duly managed\nand controlled by FLORIS DANIEL DE KOCK\r\nHALGRYN, an adult male businessman, and sole director and shareholder\r\nof numerous companies\nand trustee of various trusts in PORT\r\nELIZABETH.\n. . .\nDuring the last year or two, and\r\nat PORT ELIZABETH, the Applicants therefore invested the sum of\r\nR33 910 011.00 with VAN\nSCHALKWYK ATTORNEYS, and the\r\nRespondent for the purposes of investing in the discounting of estate\r\nagents' commission and for no\nother purpose whatsoever. The\r\ninvestments would attract interest of 22% under R100 000.00 and\r\n28% over R100 000.00. All\nthe Applicants were advised that the\r\nattorney attending to the transfer of the property would ensure that\r\nguarantees were in place,\nand only then would estate agents receive\r\ntheir commission. We were informed that the investment was extremely\r\nsound and fool proof\nby the various brokerage firms.'\nFour of the plaintiffs who testified in the trial court\r\ndeposed to confirmatory affidavits confirming the correctness of the\r\ncontents\nof Thurgood's founding affidavit in so far as they relate to\r\nthem. They are Messrs Angus Barnard, Bernard de Bruin, Stanley\r\nWilhelm\nPohlman and Pierre Johannes Scheepers.\n[16]\t Subsequent to the collapse of the factoring scheme\r\nVan Schalkwyk, Du Mont and Halgryn were charged with fraud. At a rule\r\n37\nconference held on 13 July 2006 the defendant accepted admissions\r\nmade by Van Schalkwyk in his plea to the criminal charges in so\nfar\r\nas such admissions related to him and for purposes of the\r\nconsolidated actions. The admissions may be summarised thus: Van\n\nSchalkwyk, Halgryn and the latter's father were trustees of the\r\nHalgryn Family Trust, created under a Deed of Trust dated 17 January\n\n1994. On 1 January 1998 Van Schalkwyk set up office as Van\r\nSchalkwyk's Attorneys in Port Elizabeth, having moved there from\r\nGeorge,\nwhere he had originally practised. Du Mont joined Van\r\nSchalkwyks as a professional assistant from 13 February 1998 and was\r\nadmitted\nas a partner on 1 January 1999. On 1 March 1999 the\r\npartnership was terminated and Van Schalkwyk became a consultant. He\r\nemigrated\nto America in January 1999. During the period January 1998\r\nto January 1999 he, through one William Voysey ('Voysey') and the\r\nentities\nCommercial Investments, Paragon and Paragon Western Cape,\r\ninduced investors (beleggers) to place money in a factoring scheme,\r\nwhich\nhe had made out to be a profitable business involving the\r\ndiscounting of estate agents' commission operated by Halgryn. He made\n\ninvestors believe that their funds would be applied only in the\r\n'factoring scheme'; that in so far as funds paid into Van Schalkwyks'\n\ntrust account were concerned, these would be controlled by him with\r\nthe necessary care and diligence and paid out only for the\npurpose\r\nfor which they had been received; that such funds were in fact not\r\napplied for such purpose but rather in what has become\nknown as a\r\npyramid scheme, and for speculation in the Johannesburg Stock\r\nExchange.\n[17]\tI turn to the evidence, which will not necessarily\r\nbe dealt with in the sequence in which the witnesses testified at the\r\ntrial.\nTen witnesses testified on behalf of the plaintiff. Counsel\r\nfor the defendant submitted that the evidence of one witness, Mr Burt\n\nBotha, a forensic investigator, who was called as an expert witness,\r\nis hearsay and thus inadmissible. Without getting involved\nin the\r\nissue, I shall, for present purposes, ignore Botha's testimony.\n[18]\tHosking is a retired insurance broker. He became\r\naware of the scheme during 1996 when one of his clients telephoned\r\nhim to\nadvise that she wanted to discuss a letter she had received\r\nfrom a company called Commercial Investments, informing her about an\n\ninvestment opportunity. Having discussed the matter with the client,\r\nhe contacted Voysey, who was the author of the letter. A meeting\nwas\r\narranged at which Voysey explained how the scheme operated; that he\r\nwould pay an estate agent his or her commission before\nit was due, at\r\na discount and take cession of the agent's right to the full amount\r\nof the commission. An investor who participated\nin the scheme would\r\nbe entitled, at the end of a ten week investment period, to receive\r\nhis or her capital back, plus a margin\nof the profit derived from the\r\ndiscounting process. Voysey assured him that the scheme was a safe\r\ninvestment in that the funds\nwere paid into an attorney's trust\r\naccount which afforded protection to investors. He was satisfied with\r\nVoysey's explanation and\non 5 November 1996 'invested' an amount of\r\nR605 000, which he handed to Voysey. His understanding was that\r\nVoysey could not\ndo with the money as he wished, he had to pay it to\r\nan attorney, from where it would presumably be disbursed in the\r\nscheme. Voysey\nprovided him with an acknowledgment of debt issued in\r\nthe name of Commercial Investments and another from the attorney\r\nwhere the\nmoney had been placed.\n[19]\tLater, Voysey introduced him to Van Schalkwyk who,\r\nhe believed, was one of the conveyancing attorneys involved in\r\nVoysey's\ndiscounting scheme. From the discussions he had with Van\r\nSchalkwyk it became quite clear to him 'that it was actually pivotal\r\nthat\nwe have an attorney to oversee and police these transactions'.\r\n(It appears that following the discussions with Van Schalkwyk,\r\nHosking\ndecided to pay the money he had placed with Voysey's company\r\nto Van Schalkwyks.) After obtaining further advice from various\r\nsources\non the soundness of the scheme and on his 'concern about the\r\nBanking Act area' (he was presumably concerned about the possible\r\ncontravention of the provisions of the Bank's Act) he and members of\r\nhis family set up Paragon. (It appears that his idea was to\ninvite\r\nmembers of the public to get involved in the scheme through him, ie\r\nhe would collect money which he would then pass on to\nVan\r\nSchalkwyks.) When his investment with Voysey matured, he paid the\r\nmoney, as Paragon, directly to Van Schalkwyks, who issued\nan\r\nacknowledgment of debt to him reflecting Van Schalkwyks as debtor and\r\nParagon the creditor. As to the obligations of Van Schalkwyks\nin\r\nrespect of the payments into their trust account, Hosking testified\r\nthat Van Schalkwyk and Du Mont undertook to 'ensure that\nall\r\ntransactions where they received the funds and issued an\r\nacknowledgement of debt would be properly transacted as . . . \r\ndiscussed'.\n[20]\tHosking testified that in the meantime, Voysey had\r\nalso introduced him to Halgryn, who, according to Voysey, had\r\nidentified\nthe discounting business as something he would like to\r\npursue and in fact did pursue. He met Halgryn, who explained to him\r\nthat\nthere were a number of transactions which required funding.\r\nThereafter, substantial amounts were paid to Van Schalkwyks, through\n\nParagon, on a regular basis. Halgryn would indicate what amount was\r\nrequired, after which payment would be made into Van Schalkwyks'\n\ntrust account for further transmission to Halgryn. Substantial\r\namounts of money were sourced from individuals who paid moneys to\n\nParagon for investment purposes. One such individual was a Mr Hart\r\nwho was based in Namibia and who had been invited by Hosking\nto\r\nparticipate in the scheme. For the funds received from individual\r\ninvestors Paragon issued an acknowledgement of debt to which\nwas\r\nattached an investment certificate which showed the return to be\r\nreceived by the investor at the end of a ten week cycle. And\nfor\r\nthose investors who did not wish to withdraw their investments at the\r\nend of the investment period, Paragon would issue a fresh\n\nacknowledgement of debt for the capital and earnings received. So too\r\ndid Van Schalkwyks, in respect of entities that paid funds\ninto their\r\ntrust account. The administration of Paragon was done by Paragon\r\nAdministration Services (Pty) Ltd, which kept creditors\n(Paragon's)\r\ninformed of developments pertaining to their investments.\n[21]\tHosking testified further that in or about\r\nApril/May 1999 Halgryn told him that the main thrust of the business\r\nwas no longer\nonly the discounting of estate agents' commission, but\r\nalso actual proceeds of sales of fixed property. Under\r\ncross-examination\nhe said that he understood that moneys advanced to\r\nHalgryn by Van Schalkwyks were for purposes of discounting; that the\r\nconveyance's\n(Van Schalkwyks') duty was to ensure that the\r\ntransactions in respect of which moneys were paid to Halgryn were in\r\norder and that\nVan Schalkwyk was to make sure that funds made\r\navailable to Halgryn were properly managed. He said that on the\r\nstrength of the\nacknowledgements of debt Paragon looked to Van\r\nSchalkwyks for repayment and not to Halgryn, and that Paragon was\r\nliable to its\ninvestors as it had issued an acknowledgement of debt\r\nto each of them.\n[22]\tAlthough Hosking vehemently denied that Paragon's\r\ninstructions to Van Schalkwyks were to invest the funds paid into the\r\nlatter's\ntrust account – he said 'we would not allow an\r\nattorney to invest funds for us' – he testified that 'we had an\r\narrangement\nwith Halgryn that we would provide the funds for his\r\ndiscount practice, his discounting business' and further that '[t]he\r\nmoney\nwas going to be\ninvested\nwith Halgryn'. (My emphasis). When asked whether Van Schalkwyks' role\r\nin the scheme was limited to conveyancing, Hosking answered:\n'Yes his role was limited to\r\nensuring that the funds were made available to Halgryn, were properly\r\nmanaged.'\n[23]\tGeorge Wayne Hart is the sole shareholder and\r\ndirector of Namcoast, a Namibian based company. He was introduced to\r\nthe scheme\nby Hosking in 1997. Hosking explained to him how the\r\nscheme worked, ie that it entailed discounting of estate agents'\r\ncommission\nagainst bank guarantees and that a controlling\r\nconveyancing attorney (whose name was not revealed to him until after\r\nthe collapse\nof the scheme) would release funds after making sure\r\nthat documents had been properly prepared. Hart's understanding of\r\nthe scheme\nwas that the money for it would first go from Namcoast to\r\nParagon and from there to a conveyancing attorney's trust account. On\n\nthe assurance of protection for potential investors he said:\n'I was told and had in my\r\npossession a copy of an insurance policy which was in favour of\r\nParagon Asset Management Trust which protected\npeople like myself\r\nagainst negligence of the directors or the trustees of Paragon, I was\r\ntold that the conveyancing head attorney\nor the controlling\r\nconveyancing attorney had a similar insurance policy in place and I\r\nwas then also told that if all else fails\nthen we would have the\r\nFidelity Fund which would cover any theft or loss of funds on behalf\r\nof the attorneys, the controlling attorneys.'\nAfter studying documentation given to him by Hosking to\r\nsatisfy himself of the workings of the scheme, Hart decided to\r\nparticipate.\nIn a letter addressed to him from Hosking dated 18\r\nFebruary 1997 it was made clear to him 'that Paragon is a \"Business\r\nTrust\"\nonly in so far as it serves as a conduit to the\r\nDiscounting Bank Guarantees (DBG's) function between the Creditor or\r\nInvestor and\nthe Trust as the Debtor'. For moneys paid to Paragon,\r\nHart received an acknowledgement of debt, which he signed on behalf\r\nof Namcoast,\nand which recorded that 'the debtor acknowledges to be\r\ntruly and lawfully indebted unto and in favour of the creditor in (a\r\nspecified\namount) . . . being monies lent and advanced by the\r\ncreditor to the debtor'. The creditor is reflected as Namcoast and\r\nthe debtor\nas Paragon.\n[24]\tHart denied, however, that the moneys were loaned\r\nto Paragon. In view of the contents of the letter of 18 February 1997\r\nthe\ndenial seems justified. He testified that when the scheme\r\ncollapsed his company lost about R22.5m. Until the collapse of the\r\nscheme\nhe had never heard of Halgryn, or of Van Schalkwyk or Du Mont.\n[25]\tLynette Thomen, an ex-teacher, testified that she\r\nwas persuaded by Hosking to participate in the scheme after a Mr\r\nNorman Hardy\nhad told her of an excellent scheme to which Hosking was\r\nconnected. She had wanted to invest part (R250 000) of the money\r\nshe had received as a package when she stopped teaching. Although she\r\ngave Hosking two cheques totalling R250 000, only R150 000\n\nwas placed in the factoring scheme. The rest was to be used for\r\nanother purpose. Thomen testified that she knew what a factoring\n\nscheme was as she had studied it. Hosking assured her that the scheme\r\nwas perfectly safe because 'they had a very well-known attorney\n\ninvolved'. However, she said that no mention was made of an\r\nattorney's trust account. She testified that every third month after\n\nJuly 1997\n9\nshe received interest of R6 000 which was paid into a trust\r\naccount.\n[26]\tAlexander John Neaves is an investment broker and\r\ngeneral manager of Port Alfred Marine. He lives in Port Alfred. He\r\nwas introduced\nto the scheme by Voysey in 1997/1998 and subsequently\r\nmet with Van Schalkwyk and Du Mont on three occasions. He testified\r\nthat\nthe purpose of his meeting with the two – Voysey was\r\npresent at the first meeting – was for him 'to investigate the\n\ncircumstances of how this investment would be made up'. He understood\r\nfrom what he was told by Van Schalkwyk and/or Du Mont, that\ntheir\r\nrole (Van Schalkwyks) would be 'to take the money in and put it into\r\nthe factoring vehicle and be responsible for the looking\nafter that\r\nparticular, the legal aspect of it'. He was informed that from the\r\nattorneys' trust account the money would go into\na separate entity,\r\nwhere the actual factoring would take place, namely Sea Factoring\r\nServices, which was run by Halgryn. Upon his\nasking more questions\r\nHalgryn was called in to form part of the meeting. (The meeting took\r\nplace at Van Schalkwyks.) From further\nenquiries he discovered that\r\nAbsa Bank would be involved – he was told, he said, 'that they\r\nmonitored all the transactions\ncarefully'. He subsequently invested\r\nhis own money in the scheme and alerted other people 'to the fact\r\nthat I was\ninvesting\nin this investment'. (My underlining.) He lost all the money he had\r\ninvested.\n[27]\tAngus Barnard, a retired school principal,\r\ntestified that he was advised around the year 2000, by Neaves, who\r\nhad previously\nadvised him to place R200 000 in a savings\r\naccount, to '[en]trust the money to Van Schalkwyk Attorneys'. Neaves\r\nexplained\nto him how the scheme (factoring or discounting of estate\r\nagents' commission) worked, and that the entrustment of the money was\n\nover a ten week cycle, at the end of which he could draw the capital\r\nand interest or leave the entire sum over for another cycle\nof ten\r\nweeks. His concern for the safety of his money was allayed by Neaves\r\nwho assured him that placing the money in an attorney's\ntrust account\r\nwas the safest way of investing money; it could not be taken out for\r\nany other purpose unless 'it had my signature\non it, so it was there\r\njust for factoring purposes, in which case there was no danger\r\nwhatsoever of it disappearing'. If the money\nwas stolen 'there was an\r\ninsurance which would cover the full amount of the money in the\r\nattorney's trust'.\n[28]\tBarnard testified that Neaves, after several calls\r\nin which the latter enquired from him about whether he had made up\r\nhis mind,\narranged for him to meet Voysey, who also assured him that\r\nthe money would be safe. Ultimately, on 4 February 2000, he deposited\n\nR200 000 into Van Schalkwyks' trust account through First\r\nNational Bank. He subsequently received an acknowledgement of debt,\n\nsigned by Du Mont, dated 14 April 2000, which recorded that Van\r\nSchalkwyks received from him, as creditor, the sum of R218 405.\n\nThis meant that in approximately ten weeks his capital had earned him\r\na substantial profit of R18 405. Barnard testified that\nwhen he\r\nwanted to draw the money so as to purchase a house, he discovered\r\nthat the scheme had collapsed.\n[29]\tThe evidence of Jakob Myburgh, Bernard de Bruin,\r\nStanley Wilhelm Pohlman and Pierre Johannes Scheepers was to the\r\neffect that\nthey were all introduced to the scheme by one André\r\nNaudé, an assurance broker from Queenstown. They testified\r\nthat\nNaudé explained the scheme to them after which they\n10\nplaced money in it through either direct deposits into Van\r\nSchalkwyks' trust account or by handing cheques to Naudé.\r\nExcept\nfor De Bruin, who testified that he did not know where the\r\nmoney was going to, they all received acknowledgements of debt from\r\nVan Schalkwyks. Like Hart, Pohlman and Barnard, they had all either\r\nnever heard of, or met, or spoke to, Van Schalkwyk, Du Mont\nor\r\nHalgryn. André Naudé was not called as a witness\r\nalthough it appears, from the heads of argument of counsel for\nthe\r\nrespondent, that he was available.\n[30]\tIn dismissing the plaintiffs' claims also on the\r\ns 47(1)(g) defence, the trial court said:\n'There can, in my view, be no\r\ndoubt that the sole reason for placing money in the scheme was to\r\nearn a return on the initial stake.\nThe conclusion is inescapable\r\nthat the plaintiffs, when they placed money in the trust account of\r\nVan Schalkwyks, intended their\nmoney to be invested in the scheme. In\r\nthis sense, they can be said to have instructed Van Schalkwyks to\r\ninvest the money on their\nbehalf. Those plaintiffs who placed their\r\nmoney into the trust account after the commencement date of 15\r\nJanuary 1999, are therefore\nstruck by s 47(1)(g).'\nI have not concerned myself much with the dates on which\r\nmoneys were paid into Van Schalkwyks' trust account. It is clear from\r\nthe\nevidence of all the witnesses that no one sought to withdraw\r\nmoney from the scheme immediately before the section came into\r\noperation.\nIndeed, it appears that all entrustments would have been\r\nrenewed after the date of commencement of s 47(1)(g) of the Act.\r\nClearly then, if the finding of the trial court regarding the\r\nintention of the plaintiffs that their money be invested in the\r\nscheme\nis correct, then all the plaintiffs are hit by the section.\n[31]\tIt was submitted, on behalf of the plaintiffs,\r\nhowever, that s 47(1)(g) finds no application in this matter,\r\nbecause Van\nSchalkwyks were not instructed to use the entrusted money\r\nto make any investments 'on behalf of' the plaintiffs. Moreover, the\r\nclaims that were to be bought in the discounting scheme were not\r\nbought for the plaintiffs, so the argument proceeded. In those\n\ncircumstances, counsel contended, it cannot be said that the\r\nauthority which the plaintiffs gave Van Schalkwyks to release the\n\nmoney from trust for use in discounting transactions constituted an\r\ninstruction by them to Van Schalkwyks to use the money in order\nto\r\nmake investments 'on behalf of' the plaintiffs.\n[32]\tAt the risk of repeating myself, s 47(1)(g)\r\nexonerates the Fund from liability in respect of any loss suffered\r\n'by any\nperson as a result of theft of money which a practitioner has\r\nbeen instructed to invest on behalf of such person' after the date\nof\r\ncommencement of the subsection. As was correctly held in\nMichael\r\nYeats NO an others v The Attorneys' Fidelity Fund Board of Control\n,\n11\nthe subsection being a statutory exception to the Fund's general\r\nliability under s 26, the defendant in this matter bore the\nonus\r\nof proving that its liability is excluded by the exception.\n[33]\tThe term 'invest' is not defined in the Act. It\r\nmust accordingly be given its ordinary grammatical meaning. I agree\r\nwith the\ncourt a quo that the legislature, when using the word in\r\ns 47(1)(g), intended it to have the ordinary meaning as defined\r\nin\nthe Concise Oxford English Dictionary, viz to 'put money into\r\nfinancial schemes, shares or property with the expectation of\r\nachieving\na profit'. (See also the Shorter Oxford English Dictionary\r\nwhich defines 'invest' as 'To employ (money), in the purchase of\r\nanything\nfrom which interest or profit is expected'.)\n[34]\tAll the plaintiffs who testified made their moneys\r\navailable, either through Paragon, or through an agent such as Naudé,\n\nor through direct payment into the trust account of Van Schalkwyks,\r\ndid so in the expectation, indeed assurance, that they will\nreceive a\r\nhandsome return (profit). And in his affidavit in support of the\r\napplication for the sequestration of Du Mont, Thurgood\nstated that\r\n'the Applicants . . .\ninvested\nthe sum of R33 910 011 with VAN SCHALKWYK ATTORNEYS . . .\r\nfor the purposes of\ninvesting\nin the discounting of estate agents' commission . . . '. (My\r\nunderlining.) As previously stated Barnard, De Bruin, Pohlman and\n\nScheepers were co-applicants with Thurgood and deposed to\r\nconfirmatory affidavits confirming the correctness of Thurgood's\r\nstatement.\nHart was also a co-applicant. Moreover, Thoman testified\r\nthat she wanted to\ninvest\npart of her 'package' and knew what a factoring scheme was. It is\r\ntherefore manifest that the plaintiffs knew when they deposited\n\nfunds, or handed over their moneys for payment, into Van Schalkwyks'\r\ntrust account, that those moneys were for the purposes of\nbeing\r\ninvested in the factoring scheme, and indeed intended their moneys to\r\nbe so applied.\n[35]\tIt is true, as counsel for the plaintiffs\r\nsubmitted, that the profits and losses made in the discounting\r\ntransactions did not\naffect the amounts which Van Schalkwyks had to\r\npay to the plaintiffs at the end of the transaction periods. This\r\nsubmission is\nobviously grounded in the acknowledgements of debt\r\nissued by Van Schalkwyks in terms of which an undertaking was given\r\nto investors\nthat the capital and profit (or interest) will be paid.\r\nThere was no condition, for example, that if there was no factoring\r\nduring\nthe investment period, then no interest will be paid. In my\r\nview, this is of no consequence. What matters is the purpose for\r\nwhich\nthe moneys were paid into Van Schalkwyks' trust account, which\r\nwas for investing in the factoring scheme. The fact that the claims\n\n(for commissions) which were to be bought in the scheme might not\r\nhave been purchased for the plaintiffs, as counsel for the plaintiffs\n\nargued, is also of no consequence. The claims were not going to be\r\npurchased by Van Schalkwyks on behalf of the plaintiffs, but\nby\r\nHalgryn in the course of his operating his discounting scheme. The\r\nplaintiffs' moneys were to be invested on their behalf in\nHalgryn's\r\ndiscounting business. And Halgryn, if all had gone well, would have\r\npaid the capital and profit back to Van Schalkwyks,\nwho would then\r\nhonour its obligation towards the plaintiffs. I agree with the\r\nsubmission by counsel for the defendant that this\nwas a scheme\r\nconducted by a third party or parties, in which the plaintiffs wished\r\nto put their money with the expectation of making\na profit in the\r\nform of 'a stipulated amount of interest'. The plaintiffs were thus\r\ninvesting in the factoring scheme, through\nVan Schalkwyks.\n[36]\tAs to the submissions that Van Schalkwyks were not\r\ninstructed to use the moneys to make any investment on behalf of the\r\nplaintiffs,\nthe short answer is in the acknowledgements of debt\r\nissued by Van Schalkwyks after August 1998. They acknowledged\r\nreceipt, in trust,\nof the amount paid and then went on, in the second\r\nparagraph, to say:\n'The capital is received for\r\ninvestment purposes and the said Aren Joubert van Schalkwyk is\r\nauthorised to invest the capital on\nbehalf of the creditor by\r\nFactoring of claims in general which includes among other the\r\ndiscounting of bank guarantees pertaining\nto commissions earned by\r\nestate agents and nett proceeds by sales by Sellers of properties.'\nAll\r\nthe witnesses, bar De Bruin and the Paragon plaintiffs, who include\r\nThoman and Hart, (the latter in his personal capacity and/or\n\nrepresenting Namcoast), received the acknowledgements of debt and\r\nnever queried their wording. Hosking, whether in his personal\n\ncapacity or as representative of Paragon and/or the Paragon\r\nplaintiffs, as their agent, also received the acknowledgements of\r\ndebt. His denial, in his evidence, that Paragon's instructions to Van\r\nSchalkwyks were to invest the funds cannot be accepted and\nmust be\r\nrejected. After all, on his own version, he was in direct contact\r\nwith Halgryn. He testified that when Halgryn required\nmore money he\r\n(Hosking) paid that money into Van Schalkwyks' trust account. For\r\nwhat purpose was the money so paid into Van Schalkwyks'\ntrust account\r\nother than for it to be invested in the discounting scheme? There can\r\nbe none. In my view, on each occasion that\nmoney was paid into Van\r\nSchalkwyks' trust account, that act amounted to an instruction to\r\ninvest such money in the factoring scheme.\nThis emerges clearly from\r\nthe plaintiffs' own version.\n[37]\tCounsel for the plaintiffs also contended that the\r\nmoneys paid into Van Schalkwyks' trust account were stolen virtually\r\nimmediately\nafter they were deposited therein. There could thus be no\r\nrenewal of entrustments as there were no funds left to be further\r\nentrusted\nto Van Schalkwyks. The plaintiffs' claims, therefore, are\r\nnot for payment of the moneys in terms of the acknowledgements of\r\ndebt,\nbut for moneys paid in before 15 January 1998.\n12\n(I assume this submission has no bearing on those plaintiffs who paid\r\nmoneys into Van Schalkwyks' trust account after the relevant\ndate.)\n[38]\tThere is no merit in this contention. The moneys\r\npaid to Van Schalkwyks by the plaintiffs became mixed with other\r\nfunds kept\nin Van Schalkwyks' trust account. An amount equivalent to\r\nthe moneys paid in by the plaintiffs would have been invested in the\r\ndiscounting scheme. It can never be argued that the exact same,\r\nidentifiable, bank notes paid in, in the case of cash payments,\nwere\r\npassed on to Halgryn. Thus, until such time that there was no money\r\nin Van Schalkwyks' trust account to reimburse the plaintiffs,\nit\r\ncannot be argued that the moneys were stolen immediately or soon\r\nafter they had been placed into the trust account of Van Schalkwyks.\n\nIndeed, Myburgh testified that 'when the previous acknowledgement\r\n(previous to the one issued on 11 May 2000) was due, I had asked\nfor\r\nrepayment of R500 000 which was paid to me, and that was\r\ndeposited and therefore their debt to me reduced to 1 million'.\n[39]\tIn my view, the defendant succeeded in proving that\r\nthe plaintiffs' claims are excluded by s 47(1)(g) of the Act.\r\nThis\nconclusion renders it unnecessary for me to consider the very\r\ninteresting questions of the alleged contravention of the provisions\n\nof the Banks Act, and whether the plaintiffs' moneys were 'entrusted'\r\nto Van Schalkwyks 'in the course of an attorneys practice'.\n[40]\tThe appeal is dismissed with costs which shall\r\ninclude the costs of three counsel, to be paid by the appellants\r\njointly and\nseverally, the one paying the other to be absolved.\n.................................\nL MPATI\nJUDGE OF APPEAL\nCOUNSEL\r\nFOR APPELLANT\t:\tO ROGERS SC\nJ\r\nP DE BRUIN SC\nM\r\nJ LOWE SC\nINSTRUCTED\r\nBY\t\t\t:\tWHEELDON RUSHEMERE & COLE\nGRAHAMSTOWN\nCORRESPONDENT\t\t:\tDU\r\nTOIT LOUW BOTHA\nBLOEMFONTEIN\nCOUNSEL\r\nFOR RESPONDENT\t:\tJ J GAUNTLETT SC\nR\r\nG BUCHANAN SC\nO\r\nH RONAASEN\nN\r\nGQAMANA\nINSTRUCTED\r\nBY\t\t\t:\tNEVILLE BORMAN & BOTHA\nGRAHAMSTOWN\nCORRESPONDENT\t\t:\tCLAUDE\r\nREID INC\nBLOEMFONTEIN\n1\nSection 26(a) of the Attorneys Act 53 of 1979,\r\n\twhich reads: 'Subject to the provisions of this Act, the fund shall\r\n\tbe applied\nfor the purpose of reimbursing persons who may suffer\r\n\tpecuniary loss as a result of-\n(a)   theft committed by\r\n\ta practising practitioner, his candidate attorney or his employee,\r\n\tof any money or other property entrusted\nby or on behalf of such\r\n\tpersons to him or to his candidate attorney or employee in the\r\n\tcourse of his practice or while acting\nas executor or administrator\r\n\tin the estate of a deceased person or as a trustee in an insolvent\r\n\testate or in any other similar\ncapacity; and\n(b)   . . . '\n2\n94 of 1990.\n3\nSection 26(a) of the Act, footnote 1. See\nIndustrial and\r\n\tCommercial Factors (Pty) Ltd v Attorneys Fidelity Fund Board of\r\n\tControl\n[1996] ZASCA 84\n;\n1997 (1) SA 136\n(A) at 140E.\n4\nThe court found, on the evidence before it, that the funds were\r\n\tstolen by Van Schalkwyk or Du Mont, or both, they having at all\n\n\tmaterial times been practising attorneys in the firm Van Schalkwyks.\n5\nSection 26(a) entitles a person to claim reimbursement for stolen\r\n\tmoney that was entrusted to a practitioner 'by or on behalf\nof' such\r\n\tperson.\n6\n1987 (1) SA 196\n(A) at 214C-216B.\n7\n1989 (2) SA 1\n(A) at 8C-E and 11F-H.\n8\nHe is the 77\nth\nplaintiff in the King claim.\n9\nThe date of her initial deposit was 25 July 1997.\n10\nMyburgh placed his own money as well as money from his two daughters\r\n\tand his wife in the scheme.\n11\nUnreported decision of the Cape of Good Hope Provincial Division\r\n\t(per Van Heerden J), delivered 6 May 2003.\n12\nThe date on which s 47(1)(g) came into operation.",
  "scraped_at": "2026-02-11T21:46:56.100562",
  "date": "2009-05-12",
  "coram": [
    "MPATI P",
    "BRAND",
    "CACHALIA",
    "MHLANTLA JJA",
    "BOSIELO AJA"
  ],
  "case_number": "137/2008",
  "parties": {
    "applicants": [
      "MARY PATRICIA KING & OTHERS",
      "COLLEEN JUDITH VAN STRAATEN & OTHERS",
      "NAMCOAST (PTY) LTD",
      "C M TAPSON & OTHERS"
    ],
    "respondents": [
      "THE ATTORNEYS FIDELITY FUND BOARD OF CONTROL"
    ]
  },
  "sections": {
    "facts": "Between 1997 and 2000 the plaintiffs deposited money into the trust account of Van Schalkwyk Attorneys (later Van Schalkwyks) for a proposed factoring scheme that involved discounting estate agents' commissions and later the proceeds of property sales. The money was to be held in trust and invested on the plaintiffs' behalf in the scheme. Van Schalkwyks misappropriated the funds, paying them to a third party, David Halgryn, instead of the intended scheme. The scheme collapsed, and the plaintiffs suffered loss. The Attorneys Fidelity Fund was sued for reimbursement under s 26(a) of the Attorneys Act 53 of 1979.",
    "issues": "The court had to determine (a) whether the plaintiffs' monies were \"entrusted\" to Van Schalkwyks in the course of their legal practice, (b) whether the loss fell within the coverage of s 26(a) of the Attorneys Act, and (c) whether the statutory exclusion in s 47(1)(g) applied, thereby discharging the Fund from liability.",
    "principles": "Section 47(1)(g) excludes liability for loss where a practitioner has been instructed to invest the money on behalf of the claimant after the provision’s commencement date (15 January 1999). The term \"invest\" is given its ordinary meaning – to put money into a scheme expecting profit. The burden of proof lies on the Fund to show the exclusion applies. Precedent cases such as Michael Yeats NO v Attorneys Fidelity Fund and Industrial and Commercial Factors v Attorneys Fidelity Fund were considered for interpretation of the statutory terms and the scope of entrustment.",
    "application": "The court examined the acknowledgements of debt and testimony showing that the plaintiffs intended their money to be invested in the factoring scheme and that Van Schalkwyks were instructed to do so. The evidence indicated that all deposits, whether made directly, via agents, or through the Paragon trust, were for the purpose of investment in the scheme. Consequently, the statutory exclusion in s 47(1)(g) was triggered for all plaintiffs, regardless of the exact date of deposit, because the scheme operated after the commencement date and the intent to invest was clear.",
    "conclusion": "The appeal was dismissed. The court held that the plaintiffs' claims are excluded by s 47(1)(g) of the Attorneys Act. Costs of the appeal, including three counsel, were awarded against the appellants jointly and severally."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Professional Liability",
    "level_3": [
      "attorneys fidelity fund",
      "trust account",
      "theft",
      "statutory exclusion",
      "factoring scheme"
    ]
  }
}