{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/117.html",
  "case_name": "Media 24 Ltd and Others v SA Taxi Securitisation (Pty) Ltd (437/2010) [2011] ZASCA 117; 2011 (5) SA 329 (SCA); [2011] 4 All SA 9 (SCA) (5 July 2011)",
  "citation": "[2011] ZASCA 117",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 117\n|\nNoteup\n|\nLawCite\nMedia 24 Ltd and Others v SA Taxi Securitisation (Pty) Ltd (437/2010) [2011] ZASCA 117; 2011 (5) SA 329 (SCA); [2011] 4 All SA 9 (SCA) (5 July 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 437/2010\nIn the\r\nmatter between:\nMEDIA 24 LIMITED\n….....................................................................\nFIRST\r\nAPPELLANT\nKATHU MAMAILA\n…..................................................................\nSECOND\r\nAPPELLANT\nJACKIE\r\nMAPILOKO\n…...................................................................\nTHIRD\r\nAPPELLANT\nv\nSA TAXI SECURITISATION (PTY) LTD\n….............................................\nRESPONDENT\nAND\nAVUSA MEDIA LTD\n….............................................................\nFIRST\r\nAMICUS CURIAE\nBDFM\r\nPUBLISHERS (PTY) LTD\n…....................................\nSECOND AMICUS\r\nCURIAE\nINDEPENDENT NEWSPAPERS (PTY) LTD\n….......................\nTHIRD\r\nAMICUS CURIAE\nFREEDOM OF EXPRESSION INSTITUTE\n….....................\nFOURTH\r\nAMICUS CURIAE\nNeutral citation:\nMedia 24 v SA Taxi Securitisation\n(437/2010)\n[2011] ZASCA 117\n(5 July 2011)\nCoram:\nBrand, Nugent, Maya, Snyders and Theron JJA\nHeard:\n5 May 2011\nDelivered:\r\n5 July 2011\nSummary: Defamation action by corporation – claim for\r\ngeneral damages considered – claim for special damages to be\r\nbrought\nunder the\nactio legis Aquiliae\n.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nOn appeal from South Gauteng High Court,\r\nJohannesburg (Mathopo J sitting as court of first instance):\n(1) The appeal is upheld with costs, including the costs of two\r\ncounsel.\n(2) The order of the court a quo is set aside and replaced with the\r\nfollowing:\n‘\n(a) The defendants’ special plea with\r\nreference to the plaintiff’s claim for general damages,\r\nreferred to in para 16\nand prayer 1 of its particulars of claim, is\r\ndismissed.\n(b) Save for para (a) above, the defendants’ special plea is\r\nupheld.\n(c) The plaintiff’s claim for special damages referred to in\r\npara 17 and prayer 2 of the particulars of claim, is dismissed.\n(d) The plaintiff is ordered to pay the costs of these preliminary\r\nproceedings, including the costs of two counsel.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(MAYA, SNYDERS AND THERON JJA CONCURRING):\n[1] This appeal has its origin in a defamation action instituted by\r\nthe respondent against the three appellants in the South Gauteng\nHigh\r\nCourt, Johannesburg. The respondent is a finance company that\r\nprovides financial assistance to purchasers and lessees of taxis.\nThe\r\nfirst appellant publishes a newspaper, City Press, which is\r\ndistributed countrywide in South Africa. The second appellant is\nthe\r\neditor of City Press. The action derived from an article which was\r\npublished in City Press in June 2008 under the title ‘Taxi\n\nowners taken for a ride by finance body’. It was written by the\r\nthird appellant.\n[2] For reasons that will shortly become apparent, the appeal does\r\nnot turn on the exact content of the article. Suffice it therefore\nto\r\ncapture it in broad outline. As can be inferred from the title, the\r\narticle is highly critical of the way in which the finance\nbody\r\nreferred to in the article conducts its business. The respondent’s\r\ncase is that the finance body referred to would be\nunderstood by the\r\nreaders of the article as relating to it. This is denied by the\r\nappellants in their plea. But because of the\nprocedure adopted by the\r\nparties, the allegation must for present purposes be assumed to be\r\ntrue. Among other things the article\naccused the respondent of\r\n‘cheating on taxi operators’; of conducting its business\r\nin a way that is illegal and criminal;\nof arbitrarily repossessing\r\ntaxis; and of taking away the means of taxi owners to feed their\r\nfamilies.\n[3] In its particulars of claim the respondent contended that the\r\narticle was defamatory of it and that it was published with the\n\nintention to defame and to injure it in its business reputation. On\r\nthese grounds it claimed general damages in an amount of R250 000\n\nas well as special damages in the form of lost profits, that it\r\nallegedly suffered as a result of the defamation, in an amount\n\nexceeding R20 million.\n[4] The appellants’ first response was an exception that the\r\nparticulars of claim were vague and embarrassing, alternatively\nthat\r\nit failed to disclose a cause of action. In due course, the exception\r\nwas dismissed in the high court with costs. We are not\nrequired to\r\nrevisit that dismissal and no more needs to be said about the\r\nexception. The appellants’ next step was to file\na document\r\nwhich contained both a special plea and a plea on the merits. The\r\nspecial plea challenged the respondent’s right\nto obtain either\r\ngeneral or special damages under the law of defamation. For general\r\ndamages, so the appellants contended, the\nrespondent has no claim at\r\nall in defamation, while its claim for special damages is not\r\navailable under the\nactio iniuriarum\n, from which the action\r\nfor defamation derives, but only under the\nactio legis Aquiliae.\n[5] Eventually the matter came before Mathopo J. By agreement between\r\nthe parties, he was asked to determine only those issues\narising from\r\nthe appellants’ special plea while all other issues stood over\r\nfor later determination. During the preliminary\nproceedings that\r\nfollowed no evidence was led by either parties and the matter was\r\nargued on the pleadings. At the end of these\nproceedings Mathopo J\r\ndismissed the special plea with costs. The appeal against that\r\njudgment to this court is with his leave.\nThe four\namici curiae\nonly became involved on appeal. They all have as their object the\r\nprotection of the right to freedom of expression, in general,\nand\r\nfreedom of the press in particular. At their behest, they were\r\nallowed by this court to present argument, both written and\noral, as\r\npart of the appeal proceedings.\n[6] On appeal the respondent raised, as it were, a point\nin limine\nthat the judgment of the court a quo is not appealable, because\r\nit amounted in the circumstances to the dismissal of an exception.\nAs\r\nauthority for the proposition that the dismissal of an exception is\r\nin principle not appealable, the respondent relied on the\ndecision of\r\nthis court in\nMaize Board v Tiger Oats Ltd\n2002 (5) SA 365\n(SCA) which confirmed a long line of earlier decisions to that\r\neffect. The way in which the special plea was formulated, is\r\ncertainly\nreminiscent of an exception rather than a special plea. In\r\nessence it is aimed at alleged defects in the respondent’s case\n\nthat appears from its particulars of claim while a special plea\r\ngenerally requires the introduction of new facts from outside the\n\nplaintiff’s pleadings. Yet it appears to me that because the\r\nmatter was in fact not raised by way of exception but by special\n\nplea, that part of the case circumscribed for separate adjudication\r\nby the court a quo had been finally decided, which renders\nit subject\r\nto appeal. But be that as it may. At the hearing, counsel for the\r\nrespondent formally abandoned the point\nin limine\n. It\r\ntherefore requires no further discussion at this stage. In dealing\r\nwith the merits, I turn first to the issues surrounding\nspecial\r\ndamages.\nSpecial Damages\n[7]\nThe appellants’ case is not that the\r\nrespondent has no claim for special damages in the form of the\r\nprofits it allegedly lost\nas a result of the defamatory statements.\r\nWhat they contended was that a claim for special damages is not\r\navailable under an action\nfor defamation, which derives from the\nactio injuriarum\n, but only under the\nlex Aquilia\n.\r\nThey were supported in this contention by the\namici curiae\n.\r\nThe question whether the contention is well-founded, was left open by\r\nCorbett CJ in\nCaxton Ltd v Reeva Forman (Pty) Ltd\n[1990] ZASCA 47\n;\n1990 (3) SA\r\n547\n(A) at 560I-561A when he said:\n‘\n. . .\r\n[I]t is common cause that such a corporation may also claim damages\r\nto compensate it for any actual loss sustained by it by\nreason of the\r\ndefamation. It is not necessary in this case to decide whether this\r\nlatter claim falls under the\nactio\r\ninjuriarum\nor\r\nis rather to be classified as Aquilian.’\n[8] Despite the absence of any pertinent decision by this court in\r\nfavour of the appellants, the respondent conceded that its claim\nfor\r\nspecial damages can only succeed if it satisfies the requirements of\r\nthe\nactio legis Aquiliae\n. I believe the concession was rightly\r\nmade. As was explained by De Villiers JA in\nMatthews v Young\n1922 AD 492\nat 503-505, the rule of our law, in principle, is that\r\npatrimonial damages must be claimed under the\nactio legis\r\nAquiliae\n, while the\nactio iniuriarum\nand its derivative\r\nactions, including the action for defamation, are only available for\r\nsentimental damages. In theory, the person\ninjured by a defamatory\r\npublication would therefore have to institute two actions: a\r\ndefamation action for general damages and\nthe\nactio legis Aquiliae\nfor special damages. But, as further explained by De Villiers JA,\r\neven at the time when\nMatthews\nwas decided, two actions were\r\nno longer required by our practice. Accordingly, so De Villiers JA\r\nheld, if one suffers an injury\nto your reputation, you can claim both\r\nkinds of redress in the same action, provided, of course, that the\r\nrequirements of both\nactions are satisfied.\n[9] The decision in\nMatthews\nwas followed in a number of older\r\nprovincial judgments (see eg\nBredell v Pienaar\n1924 CPD 203\nat\r\n213;\nVan Zyl v African Theatres Ltd\n1931 CPD 61\nat 64-65).\r\nThese decisions have been supported by most of our academic writers\r\non the subject (see eg Burchell\nThe Law of Defamation in South\r\nAfrica\n(1984) 40-41; Neethling, Potgieter and Visser\nLaw of\r\nDelict\n5 ed (2006) 298 and the authorities there cited). More\r\nrecently, Magid J considered – in\nMinister of Finance v EBN\r\nTrading (Pty) Ltd\n1998 (2) SA 319\n(N) at 325G – whether the\r\nfundamental legal position had changed since\nMatthews\n. The\r\nconclusion he arrived at is that it had. I find no reason to disagree\r\nwith that conclusion. What this means, of course, is\nthat a plaintiff\r\nwho seeks to recover special damages resulting from a defamatory\r\nstatement, must allege and prove the elements\nof the\nAquilian\naction. And, I may add, it matters not in this regard whether the\r\nplaintiff is a corporation or a natural person.\n[10] The respondent’s contention was that, although its claims\r\nfor both special and general damages were couched in the form\nof a\r\ndefamation action, its claim for special damages contains the four\r\nwell-known elements of an\nAquilian\naction, namely, (a) a\r\nwrongful act or omission, (b) fault (in the form of either\ndolus\nor\nculpa\n), (c) causation and (d) patrimonial loss. In\r\nsupport of this contention, which found favour with the court a quo,\r\nthe respondent\nreferred to allegations in its particulars of claim\r\nthat the publication of the professed defamatory article was\r\nintentional and\nwrongful and that the respondent suffered the damages\r\nclaimed as the result of that publication.\n[11] However, unlike the court a quo, I agree with the appellants’\r\ncontention that the respondent’s argument is flawed\nand that\r\nthe flaw lies with the allegation of ‘wrongfulness’.\r\nSince we are dealing with a claim for pure economic loss,\nit has by\r\nnow become settled law that wrongfulness depends on the existence of\r\na legal duty and that the imposition of that duty\nis a matter for\r\njudicial determination involving criteria of public and legal policy.\r\nIn the result, conduct causing pure economic\nloss will only be\r\nregarded as wrongful – and therefore actionable – if\r\npublic or legal policy considerations require\nthat such conduct\r\nshould attract legal liability for the resulting damages (see eg\nMinister of Safety and Security v Van Duivenboden\n2002 (6) SA\r\n431\n(SCA) paras 12 and 22;\nFourway Haulage SA (Pty) Ltd v\r\nSA National Roads Agency Ltd\n[2008] ZASCA 134\n;\n2009 (2) SA 150\n(SCA) para 12).\r\nAs a matter of pleading, a plaintiff claiming for pure economic loss\r\nmust allege wrongfulness and plead the facts\nin support of that\r\nallegation (see eg\nTelematrix (Pty) Ltd t/a Matrix Tracking v\r\nAdvertising Standards Authority SA\n2006 (1) SA 461\n(SCA) para 2).\r\nIt does not follow that because a defamatory publication is wrongful\r\nfor purposes of a defamation action, that policy\nconsiderations will\r\nautomatically indicate the imposition of liability for pure economic\r\nloss resulting from that publication.\nConsequently, the respondent’s\r\nallegation in its particulars of claim that the statement was\r\n‘wrongful’ for purposes\nof its defamation action may not\r\nbe adequate in the present context. Whether it is adequate or not\r\nwill depend on judicial determination\nas to what is wrongful in the\r\ncontext of a claim for actual loss resulting from a defamatory\r\npublication.\n[12] Public and legal policy sometime require that a plaintiff be\r\ncompensated for pure economic loss in some cases, only in the\nevent\r\nof an intentional wrong. In that event, fault in the form of\r\nnegligence on the part of the defendant will not suffice. Intent\nwill\r\nthen be an integral part of the element of wrongfulness (see eg\nMinister of Finance v Gore NO\n2007 (1) SA 111\n(SCA) para 86;\nSouth African Post Office v De Lacy\n2009 (5) SA 255\n(SCA) para\r\n4). The appellants contended that this is such a case. They found\r\nsupport for their argument in a species of Aquilian\nliability\r\nrecognised in the sphere of unlawful competition as ‘\ninjurious\r\nfalsehood\n’. It originated from the policy consideration\r\nthat fair and honest competition is open to anyone, even if it\r\ninvolves interference\nwith the trade of others, but that no one is\r\npermitted to carry on trade by fraudulent misstatement, either in\r\nrespect of its own\nbusiness or with reference to the business of its\r\ncompetitor (see eg\nCombrinck v De Kock\n(1887-1888) 5 SC 405\nat\r\n415;\nSchultz v Butt\n1986 (3) SA 667\n(A) at 678F-J).\n[13] In order to succeed with a claim for injurious falsehood, the\r\nplaintiff has to allege and prove that the defendant has, by\nword or\r\nconduct or both, made a false representation; that it knew the\r\nrepresentation to be false; that the plaintiff has lost\nor will lose\r\ncustomers; that the false representation is the cause of the loss;\r\nand that the defendant intended to cause the plaintiff\nthat loss by\r\nthe false representation (see eg\nGeary & Son (Pty) Ltd v Gove\n1964 (1) SA 434\n(A) at 441C-D). Departing from the analogy of\r\ninjurious falsehood, the appellants contended that liability for pure\r\neconomic loss\nresulting from a defamatory publication should only be\r\nregarded as wrongful – and thus result in the imposition of\r\nliability\n– if the publication was false and the defendant knew\r\nit to be so.\n[14] I find the appellants’ contention an attractive one. I can\r\nthink of at least two considerations of policy why it should\nbe\r\naccepted. First, there appears to be no reason why the press should\r\nbe worse off than a competitor of the plaintiff when it\ncomes to\r\nliability for injurious statements. After all, the right to freedom\r\nof expression should at least rank equal to the competitor’s\n\nright to do business. Secondly, the suggested limitation will serve\r\nto curb the excessive claims for loss of profits by major\r\ncorporations which intimidate newspapers by their sheer magnitude.\n[15] But, after due consideration, I do not believe it is necessary\r\nto arrive at a final decision as to whether the requirements\nof a\r\nclaim for special damages resulting from defamation should mirror the\r\nrequirements of injurious falsehood. During the course\nof argument,\r\ncounsel for the respondent had to concede that, in order to found a\r\nclaim for special damages, the statement injurious\nto the plaintiff’s\r\nreputation must at least be proved to be false. I believe this\r\nconcession was rightly made. If the statement\nis true, the corollary\r\nis that the plaintiff’s reputation was based on a false premise\r\nand thus undeserved. I believe the\ngist of this consideration can be\r\nillustrated with reference to the facts of this case. Say it should\r\ntranspire to be true that\nthe respondent has indeed conducted its\r\nbusiness in a way which was dishonest and illegal. In that event, any\r\nreputation it may\nhave as an honest business enterprise would be\r\nbuilt on a masquerade, which plainly deserves no protection. So, in\r\nthe present\ncontext, falsehood is an integral part of wrongfulness\r\nwhich the plaintiff must allege and prove.\n[16] This being so, I can see no reason why the law of delict should\r\nextend its protection to a reputation which is undeserved.\nTo\r\ncomplete the picture; under the defamation action truth of the\r\ndefamatory statement can be raised by the defendant, as part\nof the\r\ndefence that relies on the truth and public benefit, the onus is on\r\nthe defendant. With regard to the Aquilian action based\non injurious\r\nstatements it is the plaintiff who bears the onus to allege and prove\r\nthat the statement is false. Thus understood,\nit is plain that the\r\nrespondent’s case as formulated in its particulars of claim,\r\nlacks an essential averment, namely that\nthe defamatory statements\r\nrelied upon were false. To that extent the special plea should\r\ntherefore succeed.\nGeneral Damages\n[17] This brings me to the objections relating to the respondent’s\r\nclaim for general damages. The nature of these objections\nwill be\r\nbetter understood against the background of what follows. Our action\r\nfor defamation is derived ultimately from the Roman\nactio\r\niniuriarum\nwhich rested on wounded feelings rather than\r\npatrimonial loss. Since corporations and other legal personae have no\r\nfeelings, simple\nlogic seems to dictate that they should have no\r\nclaim for defamation. Yet it was held by Innes CJ in\nG A Fichardt\r\nLtd v The Friend Newspapers Ltd\n1916 AD 1\nat 5-6:\n‘\nThat\r\nthe remedy by way of action for libel is open to a trading company\r\nadmits of no doubt. Such a body is a juridical\npersona,\na\r\ndistinct and separate legal entity duly constituted for trading\r\npurposes. It has a business\nstatus\nand\r\nreputation to maintain. And if defamatory statements are made\r\nreflecting upon that status or reputation, an action for the\niniuria\nwill\r\nlie . . . In the present case no special damages were proved; but\r\nthat circumstance does not really affect the position. Where\nwords\r\nare defamatory of the business\nstatus\nand\r\nreputation of a trading company, I am not aware of any principle of\r\nour law which would make the right of action depend on proof\nof\r\nspecial damages.’\n[18] The alleged defamation relied on in\nFichardt\nwas the\r\nstatement in the Friend newspaper that the appellant was a German\r\ncompany. This allegation must be understood against the\nbackground\r\nthat the publication took place during the First World War, shortly\r\nafter the sinking of the Lusitania, when anti- German\nfeelings ran\r\nhigh. Nonetheless, this court held that even in those circumstances,\r\nthe statement complained of was not defamatory.\nIn consequence, the\r\nexposition of the law by Innes CJ was\nobiter.\nSo was the\r\nfollowing equally strong statement by Solomon JA in the same case (at\r\n8):\n‘\nIt has\r\nbeen settled by a series of decisions, both in England and in South\r\nAfrica, that an action will lie at the suit of a trading\ncompany for\r\nstatements defaming it in its business character or reputation. For\r\nexample it is actionable to write or say of such\na company that it\r\nconducts its business dishonestly or that it is insolvent. And for\r\ndefamatory statements of that nature general\ndamages may be given,\r\njust as when an individual is defamed, nor is it necessary to prove\r\nthat actual loss had been sustained.\nThe law on this subject is now\r\nwell settled, and it is unnecessary, therefore, to discuss the\r\nauthorities dealing with it.’\n[19] Thirty years later the law was stated with virtually the same\r\ndegree of certainty in\nDie Spoorbond v South African Railways; Van\r\nHeerden v South African Railways\n1946 AD 999\nby both Watermeyer\r\nCJ (at 1007) and Schreiner JA (at 1010-1011). But again these\r\nstatements were\nobiter\nbecause the trading company involved,\r\nthe South African Railways, was held to be part of the Government.\r\nFor that reason, so this\ncourt held, it should, for considerations of\r\npublic and legal policy, not be afforded an action for damages on the\r\nbasis of defamation.\n(Cf\nDerbyshire County Council v Times News\r\nPapers Ltd\n[1992] UKHL 6\n;\n[1993] AC 534\n(HL) where the same decision was taken\r\nfor essentially the same policy considerations in English law.)\n[20] Because the statements in\nFichardt\nand\nSpoorbond\nwere\nobiter\n, it left room for a debate which went on for a number\r\nof years thereafter as to whether a juristic person should indeed be\r\nafforded\nthe right to sue for defamation. On the one hand, various\r\njudgments reflected the view that in contrast to a natural person, a\r\njuristic person has no personality rights, including the right to\r\nprivacy and the right to a good name or reputation (see eg\nUniversiteit van Pretoria v Tommie Meyer Films (Edms) Bpk\n1977\r\n(4) SA 376\n(T) at 387 and\nChurch of Scientology in SA\r\n(Incorporated Association not for Gain)\nv Reader’s\r\nDigest Association SA (Pty) Ltd\n1980 (4) SA 313\n(C) at 317F-H).\n[21] As appears from these judgments, the underlying reasoning went\r\nalong the following lines: defamation derives from the\nactio\r\niniuriarum.\nThis Roman remedy was available, not to recover\r\neconomic loss, but for the protection of personality rights\r\nconsisting of physical\nintegrity (\ncorpus\n), dignity (\ndignitas\n)\r\nor reputation (\nfama\n). In the same way as a corporation has no\ncorpus\n, it can have no\ndignitas\nnor\nfama\nin the\r\nsense of a personality right. What it can have is a reputation in the\r\nsense of ‘goodwill’. But that reputation\nis not a\r\npersonality right. It is an integral part of the corporation’s\r\npatrimony. Damage done to the reputation could therefore\nconstitute a\r\npatrimonial loss for which compensation could be claimed under the\nactio legis Aquiliae\nand not the\nactio iniuriarum.\n[22] On the other hand it was accepted in several cases that, as far\r\nas trading corporations were concerned, the law had been clearly\n\nstated by way of considered pronouncements in\nFichardt\nand\nSpoorbond\n, albeit that the pronouncements were\nobiter\n.\r\n(See eg\nMultiplan Insurance Brokers (Pty) Ltd v Van Blerk\n1985\r\n(3) SA 164\n(D) at 166B-168A;\nA Neuman CC v Beauty Without Cruelty\r\nInternational\n1986 (4) SA 675\n(C) at 688B-C.) According to these\r\nauthorities, the only uncertainty that remained was whether a\r\ndefamation action was also available\nto non-trading corporations (see\r\neg\nUniversiteit van Pretoria v Tommie Meyer Films (Edms) Bpk\n1979\r\n(1) SA 441\n(A) at 458A; Burchell\nThe Law of Defamation in South\r\nAfrica\n43-46; J Neethling & J M Potgieter\r\n‘Persoonlikheidsregte van ‘n Regspersoon’\n1991\nTHRHR\n120\nat 121).\n[23] As far as this court is concerned, the debate eventually came to\r\na head in\nDhlomo NO v Natal Newspapers (Pty) Ltd\n1989 (1) SA\r\n945\n(A). The appellant, Dr Oscar Dhlomo, sued for defamation on\r\nbehalf of a non-trading legal person. In the course of his judgment\n\nRabie ACJ formulated the three questions to be decided as follows (at\r\n948F-G):\n‘\n(a)\nwhether\r\na trading corporation can in our law claim damages for defamation,\r\nand\n(b)\n,\r\nif it can, whether a non-trading corporation can also do so, or\n(c)\n,\r\nif it has not yet been decided that a non-trading corporation can do\r\nso, whether the right to do so should be accorded to it.’\n[24] In considering the first question, Rabie ACJ referred to the\nobiter dicta\nby this court in\nFichardt\nand\nSpoorbond\nto the effect that a trading corporation can claim damages for\r\ndefamation. He then referred (at 952) to the contrary view expressed\n\nby the high courts in\nUniversiteit van Pretoria\nand in\nChurch\r\nof Scientology\n, on the basis that a legal person can have no\r\nrights of personality and that the protection of its reputation, in\r\nthe sense of\ngoodwill, therefore lies, not in a claim for defamation\r\nbut in a claim for actual damages under the Aquilian action.\n[25] After thus formulating the conflicting points of view, the\r\nlearned Acting Chief Justice proceeded to answer the first question\n\n(at 952E-J). I propose to quote that answer in full. I make no excuse\r\nfor doing so because, as I see it, it contains the kernel\nof the\r\nanswer of the appellants’ argument under the present rubric. It\r\nreads:\n‘\nThe\r\naforesaid statements of the law by Innes CJ and Solomon JA [in\nFichardt’s\ncase]\r\nwere . .\n.\nstrictly\r\nspeaking not necessary for the decision of that case . . . It is\r\nclear at the same time, however, that those statements\nwere made as\r\nreflecting settled law. Innes CJ, as pointed out above, stated:\r\n“That the remedy by way of action for libel\nis open to a\r\ntrading company admits of no doubt”, and Solomon JA, as has\r\nalso been shown above, regarded it as settled law\nthat a trading\r\ncorporation could sue for defamation. In the\nSpoorbond\ncase\nsupra\ndecided\r\nthirty years after\nFichardt's\ncase,\r\nWatermeyer CJ, without discussing the matter, accepted the law to be\r\nthat a trading corporation can sue for defamation. I\nappreciate that\r\nit may be said that the recognition of the right of a trading\r\ncorporation to sue for defamation involves an extension\nof the\r\nprinciples of Roman and Roman-Dutch law which dealt with the right of\r\naction only in relation to natural persons, but, having\nconsidered\r\nall this, and having taken account of South African academic writings\r\nin textbooks and legal journals\npro\nand\ncontra\nthe\r\nidea that a trading corporation should have the right to sue for\r\ndefamation, I have come to the conclusion that it would be\n\nunrealistic not to hold that the law as stated by this Court in\nFichardt's\ncase\r\nmore than seventy years ago has become the law of South Africa. I\r\naccordingly so hold.’\n[26] As to the second question, namely whether the right to sue for\r\ndefamation should be restricted to trading corporations, Rabie\nACJ\r\ngave the following answer (at 954A-B):\n‘\nIt\r\nseems to me, however, that once one accepts - as one must, in my view\r\n- that a trading corporation can sue for an injury to its\nbusiness\r\nreputation, there is little justification for saying that a\r\nnon-trading corporation should not, in appropriate circumstances,\nbe\r\naccorded the right to sue for an injury to its reputation if the\r\ndefamatory matter is calculated to cause financial prejudice\n(whether\r\nor not actual financial prejudice results).’\n[27] The case that followed upon\nDhlomo\nin this court was\nCaxton Ltd v Reeva\r\nForman (Pty) Ltd\n[1990] ZASCA 47\n;\n1990 (3) SA 547\n(A). In\nCaxton\nthe respondents, who were the plaintiffs in the court below, were\r\ntrading companies. As in this case, they claimed damages for\n\ndefamation in the form of both general damages and special damages.\r\nRather unsurprisingly in the light of the clear statements\nby this\r\ncourt in\nDhlomo\n,\r\nCorbett CJ could succinctly formulate the legal position as follows\r\n(at 560H-561A):\n‘\nIt is\r\nrespondents’ case that the article not only injured generally\r\ntheir respective business reputations and goodwill, but\nalso actually\r\ncaused them special patrimonial loss in the form of reduced profits.\r\nA trading corporation has a right to sue for\ndamages in respect of a\r\ndefamatory statement which is calculated to injure its business\r\nreputation . . . and it is common cause\nthat such a corporation may\r\nalso claim damages to compensate it for any actual loss sustained by\r\nit by reason of the defamation.\nIt is not necessary in this case to\r\ndecide whether this latter claim falls under the\nactio\r\ninjuriarum\nor\r\nrather to be classed as Aquilian.’\n[28] In\nCaxton\nthe right of a trading corporation to sue for\r\ngeneral damages was therefore not in dispute. Yet, it is clear from\r\nthe judgment\nof Corbett CJ that he was not unaware of the problems\r\narising from the adherence to strict mathematical reasoning, which\r\ndeparts\nfrom the premise that a claim for damages is aimed at\r\ncompensation for wounded feelings and arrives at the conclusion that\r\nit should\ntherefore not be available to a corporation. Nor was he\r\nunaware that part of the corporation’s reputation will be\r\ncompensated\nfor by a claim for special damages. This appears from his\r\nstatement (at 561B-C) that:\n‘\nThe\r\nquestion as to whether and to what extent the article in all its\r\nfacets was calculated to injure respondents in their respective\n\nbusiness reputations is one to be decided by reference to the nature\r\nof the defamation, the character of the businesses conducted\nby them\r\nand the likely impact thereon of the defamation; and the damages must\r\nbe assessed in accordance with the principles relating\nto claims for\r\ndefamation, bearing in mind that a corporation has “no feelings\r\nto outrage or offend” (\nper\nSchreiner\r\nJA in\nDie\r\nSpoorbond\ncase\nsupra\nat\r\n1011).’\n[29] And (at 574I-575B):\n‘\nThe injury to trade\r\nreputation would normally be reflected to a large extent in a reduced\r\nvolume of business and lower profits.\nBut injury by way of loss of\r\nprofits is catered for by an award of special damages. I recognise\r\nthat there is room in a case such\nas this for claims for both special\r\nand general damages . . . but it cannot be denied that notionally\r\nthere is a measure of overlapping\nbetween the two claims; and I\r\nconsider that this is a factor which must be taken into account in\r\ncomputing the general damages\nin this case.’\n[30] After\nDhlomo\nand\nCaxton\nit has consistently been\r\naccepted by our courts, including this court, that corporations, both\r\ntrading and non-trading, have a\nright to their good name and\r\nreputation which is protected by the usual remedies afforded under\r\nour law defamation, including a\nclaim for damages (see eg\nArgus\r\nPrinting and Publishing Co Ltd v Inkatha Freedom Party\n[1992] ZASCA 63\n;\n1992 (3)\r\nSA 579\n(A);\nFinancial Mail (Pty) Ltd v Sage Holdings Ltd\n[1993] ZASCA 3\n;\n1993\r\n(2) SA 451\n(A) at 460G-I;\nDelta Motor Corporation (Pty) Ltd v Van\r\nder Merwe\n2004 (6) SA 185\n(SCA);\nTreatment Action Campaign v\r\nRath\n2007 (4) SA 563\n(C) at 568).\n[31] The appellants’ arguments as to why we should deviate from\r\nthis powerful authority were essentially three-fold:\n(a) As far as trading corporations are concerned, the decisions by\r\nthis court –\nFichardt\n,\nSpoorbond\n,\nDhlomo\n,\nCaxton\nand\nFinancial Mail\n– were either\nobiter\nor based on assumptions as to the legal position.\n(b) That all these cases were wrongly decided.\n(c) That the extension of the law defamation to trading companies is\r\nunconstitutional.\nI propose to deal with these three arguments in turn.\n[32] As to the argument based on the\nobiter\nnature of the\r\nprior decisions of this court, the statements in\nFichardt\nand\nSpoorbond\n, plainly fall into that category. The same can be\r\nsaid about the statement of the law by Corbett CJ in\nFinancial\r\nMail\n, because the issue in that case was whether a corporate body\r\nhas a right to privacy. But the statements in\nDhlomo\nwere not\nobiter\n. Though the ultimate issue related to non-trading\r\ncompanies, the first question that this court posed itself was\r\nwhether trading\ncorporations have a claim for damages based on\r\ndefamation. After it had answered that question in the affirmative,\r\nit proceeded\nto the next question as to whether that right should be\r\nextended to non-trading corporations. Thus understood, the first\r\nmentioned\ndecision was clearly part of the rationale or basis for the\r\ndecision, that is, in the parlance of the doctrine of precedent, the\nratio decidendi\n.\n[33] As to the decision in\nCaxton\n, it is true to say that the\r\nissue under present consideration was not fully discussed. It simply\r\naccepted that in the light of\nDhlomo\n, a trading company can\r\nsue for damages in respect of a defamatory statement. That, however,\r\ndoes not render the decision less binding\nthan one which had been\r\nfully discussed. In accordance with the doctrine of precedent, also\r\nexpressed in the principle of\nstare decisis\n, this court is\r\ntherefore bound to the decisions in\nDhlomo\nand\nCaxton\n–\r\nwhich constituted part of the\nratio decidendi\nin both cases –\r\nunless we are satisfied that those decisions were clearly wrong.\n[34] Considerations underlying the principle of\nstare decisis\nwere formulated extensively by Hahlo and Kahn\nThe South African\r\nLegal System and its Background\n1968 (at 214-5) in a passage\r\nwhich had been quoted with approval by the Constitutional Court in\nEx\r\nParte Minister for Safety and Security: In Re S v Walters\n[2002] ZACC 6\n;\n2002\r\n(4) SA 613\n(CC) para 57. What it boils down to, according to the\r\nauthors, is: ‘Certainty, predictability, reliability, equality,\r\nuniformity,\nconvenience: these are the principle advantages to be\r\ngained by a legal system from the principle of\nstare decisis\n’.\r\nMoreover, as has been underscored by the Constitutional Court in\nCamps Bay Ratepayers’ and Residents’ Association v\r\nHarrison\n2011 (2) BCLR 121\n(CC) para 28, the principle of\nstare\r\ndecisis\nis a manifestation of the rule of law itself which in\r\nturn is a founding value of our Constitution. I say all this to\r\naccentuate\nwhy mere lip service to the doctrine of precedent is not\r\nenough; why deviation from previous decisions should not be\r\nundertaken\nlightly.\n[35] Apart from constitutional arguments, which I propose to consider\r\nseparately, it appears to me that the arguments raised by\nthe\r\nappellants and the\namici curiae\nas to why the cases I referred\r\nto had been wrongly decided, were not essentially different in\r\ncontent from those presented to this\ncourt in\nDhlomo\n. What\r\nshould also be borne in mind is that the decision of this court in\nDhlomo\nwas essentially one of policy which could not be\r\ndescribed as ‘right’ or ‘wrong’ in absolute\r\nterms, either\nway. What this court therefore did was to weigh these\r\narguments, which were plainly not without substance, against equally\r\nweighty\narguments to the contrary. Ultimately it took the policy\r\ndecision that it did. As explained in\nBrisley v Drotsky\n2002\r\n(4) SA 1\n(SCA) (para 8), when this court has taken a policy decision,\r\nwe cannot change it just because we would have decided the matter\r\ndifferently. We must live with that policy decision, bearing in mind\r\nthat litigants and legal practitioners have arranged their\naffairs in\r\naccordance with that decision. Unless we are therefore satisfied that\r\nthere are good reasons for change, we should confirm\nthe status\r\na quo.\n[36] Broadly stated the arguments as to why\nDhlomo\nand\nCaxton\nwere wrongly decided, went as follows:\n(a) Our action for defamation derives from the\nactio injuriarum\n,\r\nwhich in Roman and Roman-Dutch law was confined to the protection of\r\npersonality rights. It provided a\nsolatium\nfor wounded\r\nfeelings and was not available for the recovery of patrimonial\r\ndamages.\n(b) Patrimonial damages could only be recovered by means of the\nactio\r\nlegis Aquiliae\n.\n(c) A corporation has no personality rights to protect. Nor can it\r\nhave any feelings of hurt or shame for which it can be compensated\n\nunder the\nactio injuriarum\n.\n(d) The reputation of a trading corporation affects its goodwill,\r\nthat is, its capacity to attract custom and make profits.\n(e) If its reputation is damaged, that damage ordinarily diminishes\r\nits capacity to attract customers and make profit. This damage\nis\r\nthen reflected in and can be measured by the diminished profits of\r\nthe business and the resultant reduction in the value of\nits\r\ngoodwill.\n(f) The common law protects the capacity of trading corporations to\r\nattract custom by their name and reputation. It does so by\nmeans of\r\nthe\nactio legis Aquiliae\n.\n[37] As to the historical argument based on the original scope and\r\npurpose of the\nactio iniuriarum\nit was pointed out by\r\nSchreiner JA in\nSpoorbond\nhow the law had since changed, when\r\nhe said (at 1010):\n‘\nEven\r\nin the early days of recorded Roman law mention was specifically\r\nmade, in this connection, of\npublic\ninsults,\r\nbut the gist of the action was the intentional and unjustified\r\nhurting of another's feelings and not the damage to his\nreputation\r\nconsidered as something that belonged to him. In our modern law, as\r\noften happens,\nthe\r\nwide old delict of\ninjuria\nhas\r\nsplit up into different delicts, each with its own name, leaving a\r\nslight residue to bear the ancient title. The particular\ndelict now\r\nknown as defamation has lost a good deal of its original character\r\nsince it is no longer regarded primarily as an insulting\nincident\r\noccurring between the plaintiff and the defendant personally, with\r\npublicity only an element of aggravation by reason\nof the additional\r\npain caused to the plaintiff. Although the remnant of the old delict\r\nof\ninjuria\nstill\r\ncovers insults administered privately by the defendant to the\r\nplaintiff, the delict of defamation has come to be limited to\nthe\r\nharming of the plaintiff by statements which damage his good name.\r\nThe opinion of other persons is of value to him and . .\n. it has\r\nbecome in some degree assimilated to wrongs done to property.’\n[38] Though traditionally the function of the\nactio iniuriarum\nwas to provide\na\nsolatium\nor solace money\r\n(satisfaction or ‘\ngenoegdoening\n’ in Afrikaans) for\r\ninjured feelings, the position has become more nuanced in modern law.\r\nA natural person is not required\nto show sentimental loss. He or she\r\nwill receive damages for defamation even in the absence of injured\r\nfeelings. A medical doctor\ndefamed by allegations of malpractice will\r\nreceive non-patrimonial damages for injury to his or her professional\r\nreputation, despite\nthe absence of any feelings of hurt or shame and\r\nthe same will apply to the damaged credit reputation of a business\r\nman. It will\nbe no defence for the defendant to show that the\r\nstatement did not in fact cause the plaintiff any personal distress.\r\nAs was said\nin\nBoka Enterprises (Pvt) Ltd v Manatse & another\r\nNO\n1990 (3) SA 626\n(ZHC) at 631J-632A:\n‘\nHurt\r\nfeelings,\nper\r\nse\n,\r\nmatter to a decreasing extent in a crowded, materialistic society.\r\nThe reality, I perceive, is that actions for defamation are\nused to\r\nan ever increasing extent to protect what was referred to . . . as\r\n“\nthe\r\nexternal dignity\n”\nof\r\nthe\npersona\n.’\n[39] On the other hand, it is recognised – and in my view,\r\nrightly so – that juristic persons have an interest in their\n\nexternal dignity or reputation, akin to that of its natural\r\ncounterpart, which is worthy of legal protection, despite the fact\n\nthat it cannot be translated into a quantifiable monetary loss. Why I\r\nsay ‘rightly so’ is that I can see no reason\nwhy, for\r\nexample, the corporate trader would not have a protectable interest\r\nin the pride of its employees to work for that company.\nOr in the\r\nfact that because of the defamatory allegations people would be less\r\ninclined to deal with the company. Or as Lord Bingham\nput it in\nJameel (Mohammed) v Wall Street Journal Europe Sprl\n[2006] UKHL 44\n;\n[2007] 1\r\nAC 359\n(HL) para 26:\n‘\nFirst,\r\nthe good name of a company, as that of an individual, is a thing of\r\nvalue. A damaging libel may lower its standing in the\neyes of the\r\npublic and even its own staff, make people less ready to deal with\r\nit, less willing or less proud to work for it. If\nthis were not so,\r\ncorporations would not go to the lengths they do to protect and\r\nburnish their corporate images. I find nothing\nrepugnant in the\r\nnotion that this is a value which the law should protect.’\n[40] According to the appellants’ argument damage to the\r\nreputation of trading corporations will ultimately be measurable\nby\r\nits loss of profits which can be recovered under the\nlex Aquilia\n.\r\nThough the argument has its superficial attraction, it gives rise to\r\nseveral difficulties. I propose to name some of these, though\nthe\r\nlist is plainly not exhaustive.\n40.1 If reputation of a trading corporation can only be recovered by\r\na claim for loss of profits, what about a non-trading corporation?\nAs\r\na matter of course, they will not be able to show any loss of\r\nprofits. Generally they will not even be able to show a financial\n\nloss. Does that mean that non-trading corporations have no reputation\r\nworthy of protection, even though they may be dependent on\nthat very\r\nreputation for their future existence? If, on the other hand, a\r\nnon-trading corporation has a claim for general damages\nunder the law\r\nof defamation, what is the difference between it and a trading\r\ncorporation? Just like the latter, the former can\nhave no feelings of\r\nhurt or shame.\n40.2 It is simply not true that injury to reputation of a trading\r\ncompany will always be measurable in terms of lost profits. In\nanswer\r\nto this problem, the\namici\nrelied on the principle that even\r\nwhere patrimonial damages are not exactly quantifiable – as in\r\nthe case of future loss\nof income – the court is obliged to\r\nbase its award on what has been described as no more than ‘an\r\ninformed guess’\n(see eg\nGriffiths v Mutual & Federal\r\nInsurance CO Ltd\n[1993] ZASCA 121\n;\n1994 (1) SA 535\n(A) at 546G). But it is clear\r\nfrom the decisions relied on that the plaintiff must at least show\r\nsome patrimonial loss. So what\nif the corporation can show no loss of\r\nprofit at all because, for example, it made the same profit or an\r\neven greater profit during\nthe year following the defamation? And\r\nwhat about those harmful consequences of the injury to reputation\r\nthat cannot be translated\ninto money terms at all, such as the lost\r\npride of employees and representatives? Eventually, the rhetorical\r\nquestion arises whether\na company that can show no actual loss, may\r\nbe defamed with impunity. Sight should not be lost of the fact that,\r\nalthough the defamation\naction has lost its penal character, the\r\naward of general damages still serves a deterrent function. This is\r\nillustrated by the\nfollowing statement in\nButhelezi v Poorter &\r\nothers\n1975 (4) SA 608\n(W) at 617E-F:\n‘\nIn my view the\r\nappropriate way of impressing upon all concerned that attacks of the\r\nkind to be found in this case are not to be\nlightly made is by\r\nawarding substantial damages.’\n(See also eg\nYoung v Shaikh\n2004 (3) SA 46\n(C) at 57E-F;\r\nVisser & Potgieter\nSkadevergoedingsreg\n2\ned\r\n(2003) para 15.3.2.4 and the authorities there cited.)\n40.3 Apart from not having to show any general damages, the\r\ndefamation action affords the plaintiff several further advantages.\n\nAll that he, she or it has to prove is publication of a defamatory\r\nstatement. This gives rise to rebuttable presumptions of both\n\nwrongfulness and\nanimus iniuriandi\n(see eg\nLe Roux v Dey\n[2011] ZACC 4\nparas 85 and 171). If, under the rubric of\r\njustification, the defendant pleads the defence of truth and public\r\nbenefit, it has\nto prove both these elements. By excluding trading\r\ncorporations from claims for defamation, they will be deprived of\r\nthese benefits.\nThat will constitute discrimination against\r\ncorporations which cannot, in my view, be justified and which may\r\neven amount to an\ninfringement of the right to equality under s 9 of\r\nthe Constitution.\n[41] In the end I find the arguments proffered by appellants and the\namici\nin support of the abolition of a defamation action for\r\ncorporations no different from those that informed the decisions of\r\nthe\nhigh court preceding\nDhlomo\n, ie in\nUniversity of\r\nPretoria\nand\nChurch of Scientology\n. These were also the\r\nsame arguments considered in\nDhlomo\n. Yet, as I have said,\r\nalthough this court found these arguments weighty and of substance,\r\nit decided, for reasons of policy, to\ngo the other way. Particularly\r\nin the absence of new arguments, I am not persuaded that our policy\r\nshould change. Of course, the\nposition would be different if our\r\ncommon law, in this context, were found to be in conflict with\r\nconstitutional principles. In\nthat event, s 39(2) of the Constitution\r\nwould exact development of the common law to remove the conflict.\r\nThat leads me to the\nfurther contention by the appellants and the\namici\n, that the extension of the law of defamation to trading\r\ncorporations is unconstitutional.\nExtension of the law of defamation to trading corporations -\r\nunconstitutional\n[42] Broadly stated, the argument in support of this contention went\r\nas follows:\n42.1 The law of defamation ‘lies at the intersection of the\r\nfreedom of speech and the protection of reputation or good name’\n\n(per O’Regan J in\nKhumalo v Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) para 26). Both these rights are now constitutionally entrenched\r\n– freedom of expression in s 16 and reputation as an\nelement of\r\ndignity in s 10 of the Constitution. The law of defamation limits the\r\none for the protection of the other. It is a balance\nstruck by law.\n42.2 Both this court and the Constitutional Court have emphasized the\r\nfundamental importance of freedom of expression in an open\nand\r\ndemocratic society. The common law of defamation limits that right.\r\nThe limitation is constitutionally permissible only if\nit is\r\njustified in terms of s 36(1) of the Constitution. The basis upon\r\nwhich the common law of defamation has been held to be\na justified\r\nlimitation of freedom of expression, is that it protects dignity –\r\na fundamental right equal in status to freedom\nof expression (see\nKhumalo\npara 41).\n42.3 The right to dignity which justifies the limitation of freedom\r\nof expression through the law of defamation is a right of personality\n\nwhich inures only to natural persons. This substratum is therefore\r\nentirely absent in the case of corporations. They are not the\nholders\r\nof the human dignity. Their interest in their reputation is limited\r\nto the capacity to attract custom and make a profit.\nIt is a purely\r\nfinancial interest with little or no constitutional recognition.\n42.4 The extension of the law of defamation to trading corporations\r\nis not only unjustified but brings about a significantly greater\n\nlimitation of freedom of expression. That is because the potential\r\nclaims for loss of profits of trading corporations tend to be\n\nconsiderably higher than those of natural persons. The claim in this\r\ncase, eg, is R20m. The sheer magnitude of claims of this kind\nhas a\r\nparticularly chilling effect on freedom of expression. In fact, they\r\nput the media at risk of insolvency.\n42.5 These considerations motivated the Australian States and\r\nTerritories to enact legislation which prevents all but the smallest\n\ncorporations from suing for defamation. Their general rule is that\r\ncorporations may not claim damages for defamation. The only\nexception\r\nto this rule is corporations established for charitable purposes and\r\nthose which have fewer than ten employees. (See\neg Megan Ashford\r\n‘Legislation Note: Defamation Act 2005 (WA)’ (2006) 13\neLaw Journal\n(2006) 14.) In the same vein it was noted by\r\nBaroness Hale in\nJameel\n(para 158) that:\n‘\nThe\r\npower wielded by the major multi-national corporations is enormous\r\nand growing. The freedom to criticise them may be at least\nas\r\nimportant in a democratic society as the freedom to criticise the\r\ngovernment.’\n[43] Though these are obviously forceful arguments, I am left\r\nunpersuaded that the recognition of a corporation’s claim for\n\ngeneral damages in defamation constitutes an unjustified limitation\r\nto freedom of expression. As to the argument based on the thesis\nthat\r\nthe reputation of a corporation is not protected by the Constitution,\r\nI am not convinced that the premise is well founded.\nSection 8(4) of\r\nthe Constitution provides that ‘a juristic person is entitled\r\nto the rights in the Bill of Rights to the\nextent required by the\r\nnature of the rights and the nature of that juristic person’.\r\nSubject to these qualifications, juristic\npersons therefore also\r\npossess personality rights, which are protected as fundamental\r\nrights. (See eg J H Neethling ‘‘n\nVergelyking Tussen die\r\nIndividuele en Korporatiewe Persoonlikheidsreg op Identiteit’\n2011\nTSAR\n62.)\n[44] In terms of our Constitution, the concept of ‘dignity’\r\nhas a wide meaning which covers a number of different values.\nSo, for\r\nexample, it protects both the right to reputation and the right to a\r\nsense of self-worth. Under our common law, on the\nother hand,\r\n‘dignity’ has a narrower meaning. It is confined to the\r\nfeeling of self-worth. (See eg\nKhumalo\npara 27;\nLe Roux v\r\nDey\npara 138.) It is plain therefore that the protection of\r\n‘dignity’ in s 10 is not confined to ‘dignity’\r\nin the narrower – common law – sense but that it also\r\nextends to other personality rights, and that at least some of\nthese\r\ncan be possessed by corporations, as eg the right to privacy.\n[45] Our common law recognises the personality right of a non-natural\r\nperson to privacy. The inferential reasoning that led to\nthis\r\nrecognition appears from the following statement by Corbett CJ in\nFinancial Mail (Pty) Ltd v Sage Holdings Ltd\n[1993] ZASCA 3\n;\n1993 (2) SA 451\n(A) at 460G-461H:\n‘\n. . .\r\n[T]his\nCourt\r\nhas held that a trading corporation can sue for damages in respect of\r\na defamation which injures its good name and business\nreputation; and\r\nthat it may recover such damages without having to prove actual loss\r\n. . . In addition, a corporation so defamed\nmay also claim damages to\r\ncompensate it for any actual loss sustained by it by reason of the\r\ndefamation . . . These developments\nin the law of defamation are not\r\ndirectly pertinent to the issues in the present case, but I refer to\r\nthem to indicate that, as\na matter of general policy, the Courts\r\nhave, in the sphere of personality rights, tended to equate the\r\nrespective positions of\nnatural and artificial (or legal) persons\r\nwhere it is possible and appropriate for this to be done. In the\r\nsphere of defamation\nthis can be done . . .’\n[46] In\nInvestigating Director: Serious Economic Offences v\r\nHyundai Motor Distributors (Pty) Ltd: In re Hyundai Motor\r\nDistributors (Pty)\nLtd v Smit\n[2000] ZACC 12\n;\n2001 (1) SA 545\n(CC) the\r\nConstitutional Court accepted, on the basis of\nFinancial Mail\n,\r\nthat corporations have a right to privacy which is protected by\r\ncommon law. It then decided that the same protection is recognised\nby\r\nthe Constitution. This appears from the following statement by Langa\r\nDP (paras 17 and 18):\n‘\nThe\r\nprotection of the right to privacy may be claimed by any person . .\r\n.. Neither counsel addressed arguments on the question of\nwhether\r\nthere was any difference between the privacy rights of natural\r\npersons and juristic persons. But what is clear is that\nthe right to\r\nprivacy is applicable, where appropriate to a juristic person . . .\nJuristic persons are not the\r\nbearers of human dignity. Their privacy rights, therefore can never\r\nbe as intense as those of human\nbeings. However, this does not mean\r\nthat juristic persons are not protected by the right to privacy.’\n[47] In the light of this historical development it will be anomalous\r\nif the corporations’ right to reputation which, through\n\ninferential reasoning, gave rise to the acknowledgement of its right\r\nto privacy, would be held not to enjoy the same constitutional\n\nprotection as its right to privacy. In the present context, I can see\r\nno conceptual difference between the corporations’\nright to\r\nprivacy, on the one hand, and its right to reputation, on the other.\r\nBoth privacy and reputation fall outside the ambit\nof the narrow\r\nmeaning of ‘human dignity’ which a corporation cannot\r\nhave. At the same time, they are both included\nin the wider meaning\r\nof ‘dignity’, protected by s 10 of the Constitution.\n[48] But even if the reputation of a corporation is not protected by\r\nthe Constitution, it by no means follows that its reputation\nis not\r\nprotected by the law of defamation. Though freedom of expression is\r\nfundamental to our democratic society, it is not of\nparamount value\r\n(eg\nKhumalo\npara 25). Nor does it enjoy superior status in our\r\nlaw (eg\nS v Mamabola (ETV & others intervening)\n[2001] ZACC 17\n;\n2001 (3)\r\nSA 409\n(CC) para 41). Accordingly, limitations of the right to\r\nfreedom of expression has been admitted in the past for purposes not\r\ngrounded\non fundamental rights (see eg integrity of the courts in\nS\r\nv Mamabola\npara 48).\n[49] For the reasons I have given, I believe that the reputation of a\r\ncorporation is worthy of protection. Moreover, I believe\nthat the\r\ncommon law rule protecting that reputation is in turn recognised by s\r\n39(3) of the Constitution. In\nKhumalo\nthe Constitutional Court\r\nconsidered our common law of defamation and concluded that it strikes\r\na proper balance between the protection\nof the right to freedom of\r\nexpression, on the one hand, and the right to reputation, on the\r\nother. As I see it this also applies\nto the reputation of\r\ncorporations.\n[50] I am fortified in my views that the recognition of a\r\ncorporation’s entitlement to general damages does not\r\nconstitute\nan unjustified limitation to freedom of expression by the\r\ndecisions of the House of Lords (as it then was) in\nJameel\nand\r\nthe European Court of Human Rights in\nSteel and Morris v United\r\nKingdom\n(2005) 41 EHRR 403.\nBoth cases involved a challenge to\r\nthe rule of English law affording a defamation action to corporate\r\nentities, on the basis that\nit constitutes an infringement of Article\r\n10 of the European Convention. Article 10 is the counterpart of s 16\r\nof our Constitution,\nin that it guarantees everyone’s right to\r\nfreedom of expression. In both instances the rule in English law,\r\nwhich is conceptually\nno different from our rule, was held not to be\r\ninconsistent with Article 10. In the main, the ratio of these\r\ndecisions was\nthat the English law of defamation, which shows a\r\nmarked resemblance to ours, strikes a proper balance between the\r\nright enshrined\nby Article 10 and the right of corporations to their\r\nreputation.\n[51] This brings me to the argument based on the chilling effect of\r\nexcessive awards of damages. Though I agree with the underlying\n\nsentiment, I find the argument flawed. The excessive awards referred\r\nto would, in the South African context constitute special\ndamages\r\nwhich, as we now know, are not recoverable by a defamation action.\r\nTraditionally awards for special damages by our courts\nare relatively\r\nlow. So, ie, the amount awarded for a serious defamation in\nCaxton\nwas around R150 000 while the amount claimed in this case is only\r\nR250 000. Reference to excessive amounts claimed for special\ndamages,\r\ntherefore only serves to confuse the issue.\n[52] There is no formula for the determination of general damages. It\r\nflows from the infinite number of varying factors that may\ncome into\r\nplay. So, ie, the court will have regard to the character of the\r\ncorporations’ business, the significance of its\nreputation, the\r\nseriousness of the allegations, the likely impact of those\r\nallegations on the corporations’ reputation, and\nso forth. But,\r\nas was pointed out by Corbett CJ in\nCaxton\n, the court will\r\nalso have regard to the fact that the company has no feelings that\r\ncan be consoled. At the other end, the court\nwill consider that part\r\nof the loss could have been recovered as special damages. Finally,\r\nthe court will have to perform the balancing\nact between the\r\ndifferent interests involved, including the chilling effect of\r\nexcessive awards on freedom of expression.\n[53] I am mindful of the criticism based on mathematical logic, that\r\nan award of damages for defamation to a corporation is inappropriate,\n\nbecause it cannot serve to compensate the wounded feelings of an\r\nentity which has none. But the impropriety of damages as a remedy\nfor\r\ndefamation has also been cogently raised in cases outside the ambit\r\nof corporations (see eg\nKritzinger v Perskorporasie van\r\nSuid-Afrika (Edms) Bpk\n1981 (2) SA 373\n(O) at 389G-H;\nMineworkers\r\nInvestment CO (Pty) Ltd v Modibane\n2002 (6) SA 512\n(W) paras\r\n16-30; Burchell\nThe Law of Defamation in South Africa\n315-319). Yet, despite this criticism, the Constitutional Court\r\nstated in\nLe Roux v Dey\n[2011] ZA CC 4\nat para 195, albeit\r\nwith clear reluctance, that:\n‘\nThe\r\npresent position in our Roman-Dutch common law is that the only\r\nremedy available to a person who has suffered an infringement\nof a\r\npersonality right is a claim for damages. One cannot sue for an\r\napology and courts have been unable to order that an apology\nbe made\r\nor published, even where it is the most effective method of restoring\r\ndignity [or reputation]. A person who is genuinely\ncontrite about\r\ninfringing another’s right cannot raise an immediate apology\r\nand retraction as a defence to a claim for damages.\nAt best it may\r\ninfluence the amount of damages awarded. This is an unacceptable\r\nstate of affairs illustrated by what happened in\nthis case.’\n[54] As long as this position prevails, it is not open to us to say\r\nthat a corporation has a reputation worthy of protection under\nthe\r\nlaw of defamation, but that the remedy should be something other than\r\ndamages. Leaving aside the restraining of publication\nby means of an\r\ninterdict, which finds no application in a case such as this, there\r\nis simply no alternative. The only remedy available\nat present that\r\ncan serve to protect the reputation worthy of protection, is damages.\r\nA legal system which acknowledges an interest\nworthy of protection,\r\nbut provides no remedy to afford that protection fails in the\r\nperformance of its function. And, as I see\nit, the same must be said\r\nabout a legal system that says to a plaintiff in the position of the\r\npresent respondent that, although\nit should have a remedy, the nature\r\nof that remedy is unclear; that although an award of damages has been\r\nregarded as the only\nappropriate remedy for nearly a century, we now\r\nhold that it is no longer the case, without offering a firm\r\nalternative; and that\nbecause the respondent is seeking a remedy\r\nwhich we now decide to exclude, its claim based on the protection of\r\nits reputation\nis dismissed with costs. All I can say is that I find\r\nmyself unable to subscribe to this conclusion.\n[55] Despite the arguments to the contrary I can therefore find no\r\nlegitimate reason why we should deviate from the rule of our\ncommon\r\nlaw, which had been endorsed by our courts for nearly a century, that\r\na corporation has a claim for general damages in defamation.\nTo that\r\nextent, the court a quo was therefore right in its dismissal of the\r\nappellants’ special plea.\nRemedy\n[56] What remains to be considered is the remedy. With regard to\r\nspecial damages, I have recorded the finding that the respondent’s\n\nclaim under this heading lacks an essential averment, that the\r\ndefamatory statements relied upon as the basis for its claim, were\n\nuntrue. To that extent the special plea must therefore succeed. As to\r\nthe further consequences, a controversy arose between the\nparties in\r\nargument. While the appellants contended that respondent’s\r\nclaim for special damages should be dismissed, the\nrespondent argued\r\nthat it should be afforded an opportunity to amend its particulars of\r\nclaim. In support of its counter argument,\nthe respondent contended\r\nthat the resulting position is akin to an exception being upheld.\n[57] I find myself in agreement with the appellants’ argument.\r\nWith regard to the respondent’s counter argument, the\nfact is\r\nthat the defence against its claim for special damages was not raised\r\nby way of exception. It was put forward as a substantive\ndefence,\r\nalbeit in the form of a special plea as opposed to a plea. By\r\nagreement between the parties the court a quo was then asked\nto\r\ndecide that substantive defence separately. It was obviously\r\nunderstood by both parties that the decision would be final. If\n\ndespite a decision in the respondent’s favour, the appellants\r\nwould seek to raise the same defence, they would rightly have\nbeen\r\nmet by a plea of\nres judicata\n. As I see it, the result cannot\r\nbe different now that the decision goes the other way.\nOrder\n[58] For these reasons it is ordered:\n(1) The appeal is upheld with costs, including the costs of two\r\ncounsel.\n(2) The order of the court a quo is set aside and replaced with the\r\nfollowing:\n‘\n(a) The defendants’ special plea with\r\nreference to the plaintiff’s claim for general damages,\r\nreferred to in para 16\nand prayer 1 of its particulars of claim, is\r\ndismissed.\n(b) Save for para (a) above, the defendants’ special plea is\r\nupheld.\n(c) The plaintiff’s claim for special damages referred to in\r\npara 17 and prayer 2 of the particulars of claim, is dismissed.\n(d) The plaintiff is ordered to pay the costs of these preliminary\r\nproceedings, including the costs of two counsel.’\n______________\nF D J BRAND\nJUDGE OF APPEAL\nNUGENT JA\n[59] I agree in some, but regrettably not all, respects with the\r\nconclusions reached by my colleague Brand JA. And while I agree\nwith\r\nthe order that he proposes, so far as it goes, I would take it a step\r\nfurther.\n[60] In their special plea the appellants took issue with the\r\nrespondent’s entitlement to damages – both special and\n\ngeneral – in the absence of allegations that, taken together,\r\nwould amount to an allegation of injurious falsehood. The concomitant\n\nwas a further allegation in the special plea that an action for\r\ndefamation ‘is not available to a trading corporation in\nthe\r\ncircumstances pleaded by the plaintiff’. Elaborating upon that\r\nin the heads of argument presented on their behalf, and\nin argument\r\nbefore us, counsel for the appellants submitted that the damages\r\nclaimed by the respondent were founded in both cases\nupon damage to\r\npecuniary interests, which was not recoverable under the actio\r\ninjuriarum. Moreover, to allow an action for damages\nfor defamation\r\nat the hands of a trading corporation, so it was submitted, would\r\nintrude unjustifiably upon the now constitutionally\nprotected right\r\nto free expression.\n1\n[61] Counsel for the respondents accepted that financial loss is\r\nrecoverable only under the lex Aquilia but contended that the\n\nallegations in the particulars of claim sufficiently made out such a\r\nclaim. As for general damages it was submitted that the cases\nin this\r\ncourt have recognised such a claim at the hands of a trading\r\ncorporation, and that, by analogy with cases concerning natural\n\npersons, and drawing upon foreign authority, such a claim is a\r\njustified intrusion upon the right of free expression.\n[62] Counsel for the amici aligned themselves with the submissions\r\nmade on behalf of the appellants, but made further submissions\nin\r\ntheir heads of argument that steered a course between the two\r\nextremes chosen by counsel for the respective litigants. Those\n\nsubmissions formed the main thrust of the oral argument that they\r\nadvanced before us. It is not controversial that awarding damages\nfor\r\ndefamation intrudes upon the right of free expression, nor that the\r\nprotection of human dignity justifies such an intrusion\nwhen they are\r\nawarded to a natural person.\n2\nBut counsel for the amici submitted that a trading corporation does\r\nnot qualify for equal protection. They submitted that if an\naction\r\nfor defamation at its hands is to be recognised, then there are ‘less\r\nrestrictive means to achieve the purpose’\n3\nof vindicating its reputation than awarding damages, and that the\r\navailability of those means strike an appropriate balance between\nits\r\nrights and the right of free expression.\n[63] They submitted that damages ought not to be seen as the only\r\nappropriate remedy for defamation, and they referred us to the\n\nobservation by John Fleming\n4\nthat:\n‘\nthe\r\npreoccupation of the law of defamation with damages has been a\r\ncrippling experience over the centuries. The damages remedy is\nnot\r\nonly singularly inept for dealing with, but actually exacerbates, the\r\ntension between protection of reputation and freedom\nof expression,\r\nboth equally important values in a civilized and democratic\r\ncommunity. A defamed plaintiff has a legitimate claim\nto vindication\r\nin order to restore his damaged reputation, but a settlement for, or\r\neven an award of damages, is hardly the most\nefficient way to obtain\r\nthat objective.’\nThey submitted in their heads of argument, and developed this in oral\r\nargument, that there is ‘an array of other remedies\nby which\r\nreputation can be better protected while at the same time imposing\r\nless restriction on freedom of expression’. They\nsubmitted that\r\na declaration of falsity, an order that the defamer publish a\r\ncorrection, or publish the judgment vindicating its\nreputation, or a\r\nsummary of that judgment, or that he or she publish a retraction, and\r\nin appropriate cases an apology, would all\nserve to vindicate the\r\nreputation of a trading corporation, while not intruding\r\nunjustifiably on the right of free expression.\n[64] I agree with my colleague that special damages for financial\r\nloss are recoverable only in an Aquilian action – indeed,\nthat\r\nwas not controversial before us – and that the respondent’s\r\npleadings do not make out an Aquilian claim. That\nleaves in issue\r\nonly its claim for general damages. In my view awarding general\r\ndamages to a trading corporation for defamation\nis indeed\r\nconstitutionally objectionable, for reasons that I come to, but that\r\nneed not imply that it has no recourse at all if\nit is defamed. I\r\nthink there is force in the submissions made on behalf of the amici,\r\nboth in their heads of argument and expanded\nupon orally, that absent\r\nthe remedy of damages and confined instead to other available\r\nremedies, the action for defamation at the\nhands of a trading\r\ncorporation is reconcilable with the right to free expression. Thus\r\nthe difference between my colleague and\nme on this issue falls within\r\na narrow compass.\n[65] We agree that a trading corporation has a protectable interest\r\nin its reputation, and we agree that it is entitled to redress\nonce\r\nthe elements of unlawful defamation have been established in the\r\nordinary way.\n5\nWhere we differ is only on the nature of the redress to which it is\r\nentitled. My colleague takes the view that we are bound to\nfollow\r\nearlier precedent to the effect that a trading corporation, like a\r\nnatural person, is entitled to general damages if it\nis unlawfully\r\ndefamed. I take the view that it is open to us to reappraise the\r\nremedies for defamation, and that remedies other\nthan damages are\r\ncapable of vindicating its reputation. The view that I take is that\r\ngeneral damages to a trading corporation are\ninherently punitive, and\r\nthus not permitted by our law, from which it must follow that to\r\naward general damages to a trading corporation\nis also an unjustified\r\nintrusion upon the right of free expression. Our difference thus\r\nfocuses on remedies for defamation and\nnot on its substantive\r\nelements.\n[66] Damage that has been done to property, or money that has been\r\nlost, is capable of being repaired through a compensatory award\nof\r\ndamages. Impairment of reputation, on the other hand, has this unique\r\nfeature, that it is repaired by words, so far as it is\nrepaired at\r\nall. Good name is restored when those who have heard the defamation\r\nare told that what was said is not true and it\nis retracted. So far\r\nas courts can restore good name, it is restored when a declaration to\r\nthe same effect is made.\n6\nJust as reputation is impaired by words, so it is by words that\r\nreputation is repaired. That applies as much to a natural as to\na\r\njuristic person. When monetary damages for defamation are awarded to\r\na natural person, they function for the different purpose\nof\r\ncompensating for the harm that was meanwhile suffered until such time\r\nas his or her good name is restored.\n[67] In recent years comparable jurisdictions, upon review of their\r\nlaw of defamation, have introduced by legislation innovative\nremedies\r\naimed at expeditiously repairing damaged reputation. In England, for\r\nexample, the Defamation Act 1996 permits a court,\non the application\r\nof the plaintiff, and in some cases on its own initiative, to dispose\r\nsummarily of a claim for defamation at\nany stage of the proceedings,\r\nby granting summary relief, which may be ‘\na\r\ndeclaration that the statement was false and defamatory’ alone,\r\nor ‘an order that the defendant publish or cause to\nbe\r\npublished a suitable correction and apology’.\n[68] The Defamation Act 2009 in Ireland permits a person who claims\r\nto have been defamed to apply, on notice of motion grounded\non\r\naffidavit, for a declaratory order, with nothing more, ‘that\r\nthe statement is false and defamatory of him and her’.\nUpon an\r\napplication for such relief the court must make a declaratory order\r\nif it is satisfied that:\n‘\n(a)\r\nthe statement is defamatory of the applicant and the respondent has\r\nno defence to the application,\n(b) the applicant requested the\r\nrespondent to make and publish an apology, correction or retraction\r\nin relation to that statement,\nand\n(c) the respondent failed or\r\nrefused to accede to that request or, where he or she acceded to that\r\nrequest, failed or refused to\ngive the apology, correction or\r\nretraction the same or similar prominence as was given by the\r\nrespondent to the statement concerned.’\n[69] In New South Wales the Defamation Act 2005, which is replicated\r\nin the other states of Australia, allows the publisher of\ndefamatory\r\nmatter to make a written ‘offer to make amends’\n7\nto the aggrieved person within a limited time. An offer to make\r\namends must include (s 15(1)):\n‘\n(d) .\r\n. . an offer to publish, or join in publishing, a\nreasonable\ncorrection\r\nof the matter in question or, if the offer is limited to any\r\nparticular defamatory imputations, the imputations to which\nthe offer\r\nis limited, and\n(e) if material containing the\r\nmatter has been given to someone else by the publisher or with the\r\npublisher's knowledge . . . must\ninclude an offer to take, or join in\r\ntaking, reasonable steps to tell the other person that the matter is\r\nor may be defamatory\nof the aggrieved person, and\n(f) must include an offer to pay\r\nthe expenses reasonably incurred by the aggrieved person before the\r\noffer was made and the expenses\nreasonably incurred by the aggrieved\r\nperson in considering the offer . . .’.\nThe offer may also include, but this is not obligatory, ‘any\r\nother kind of offer’ to redress the harm, including an\noffer to\r\npay monetary compensation. If the offer is accepted, and its terms\r\nare carried out, the action comes to an end. If it\nis not accepted,\r\nthen the fact that the offer was made is a defence to the action if,\r\namongst other things, the offer was reasonable.\n[70] In New Zealand the Defamation Act 1992 permits the plaintiff in\r\nan action for defamation to ask for, without more, a ‘declaration\n\nthat the defendant is liable to the plaintiff in defamation’. A\r\nplaintiff may also ask the court to recommend that the defendant\n\n‘publish or cause to be published a correction of the matter\r\nthat is the subject of the proceedings’. If the court\nmakes\r\nsuch a recommendation, and it is complied with, the proceedings end.\r\nIf the defendant fails to comply with such a recommendation,\nand the\r\ncourt finds in favour of the plaintiff, then the failure must be\r\ntaken into account in the assessment of damages, and the\nplaintiff is\r\ngenerally entitled to solicitor and client costs.\n[71] The function of the civil law is to right a wrong, and its first\r\nobjective must be to repair the damage so far as that is\npossible.\r\nThere is no reason why a wrong must be left to fester, on the basis\r\nthat damages can later salve the festering, when\nthe wrong is capable\r\nof being repaired before the festering occurs. A 1995 report of the\r\nNew South Wales Law Commission, referred\nto by Willis J in\nMineworkers Investment Co (Pty) Ltd v Modibane\n,\n8\nmade the point succinctly when it called damages as the sole remedy\r\nfor defamation ‘remedially crude’.\n[72] It seems to me that our courts are quite capable of\r\nexpeditiously granting reparatory remedies, without damages, even\r\nwithout\nthe intervention of legislation. As it is, an order that\r\ndamages are payable implicitly declares that the plaintiff was\r\nunlawfully\ndefamed, thereby clearing his or her name, and there can\r\nbe no reason why a plaintiff should be forced to have damages as a\r\nprecondition\nto having the declaration. And if a declaration alone is\r\nclaimed, there can also be no reason why it should not be claimed in\r\nthe\nmore expeditious procedure of application, instead of by action,\r\nwhich is traditionally considered to be necessary when illiquid\n\ndamages are claimed.\n9\nIf a defence advanced by the defamer were to raise a factual dispute,\r\nthen the factual dispute is capable of being resolved by\noral\r\nevidence in the ordinary way, and to be resolved expeditiously.\n[73] I also see no reason why a court is not capable of granting\r\nother reparatory remedies of the kind that I have mentioned, and\nthat\r\nwere advanced by counsel for the amici, if that is what the occasion\r\nrequires. That they have not traditionally been granted\nis by itself\r\nnot a reason to preclude them. The law is there to right a wrong and\r\nif an appropriate way of doing so presents itself\nthen I think it\r\nwould be most unfortunate if a court were to spurn it for no reason\r\nbut that it is new. The common law at any time\nis not set in stone.\r\nIt owes its existence to the courts, which have always taken new\r\nsteps from time to time so that the law remains\nrelevant to its\r\ntimes. As Oliver Wendell Holmes Jr. said in the introduction to his\r\nwork on the common law,\n10\n‘[t]he substance of the law at any given time pretty nearly\r\ncorresponds, so far as it goes, with what is then understood\nto be\r\nconvenient . . .’. Lord Tomlin in\nPearl Assurance Company v\r\nGovernment of the Union of South Africa,\n11\ncited in by Davis AJA in\nFeldman (Pty) Ltd v Mall,\n12\ndescribed the Roman-Dutch system of law as\n‘\na\r\nvirile living system of law, ever seeking, as every system must, to\r\nadapt itself consistently with its inherent basic principles\nto deal\r\neffectively with the increasing complexities of modern organised\r\nsociety. That those principles are capable of such adaption\ncannot be\r\ndoubted.’\n[74] The Constitutional Court recently reminded us of that again in\nLe Roux v Dey\n,\n13\nin which it said that the Roman-Dutch law was a ‘rational,\r\nenlightened system of law, motivated by considerations of fairness’,\n\na feature that is ‘sometimes lost from view in pursuit of\r\ndoctrinal purity’,\n14\nand that the restriction of remedy in defamation to damages is ‘an\r\nunacceptable state of affairs’.\n15\nReferring to the value of apology and retraction it said that ‘it\r\nis time for our Roman-Dutch common law to recognise the\nvalue of this\r\nkind of restorative justice’,\n16\nand it indeed did so in that case.\n[75] If this court is capable of introducing new rights, like the\r\nright to recover pure financial loss in delict,\n17\nand to an administrative hearing where a person has a legitimate\r\nexpectation of being heard,\n18\nI have little doubt that it may also introduce new remedies to\r\nvindicate existing rights.\n[76] For a century and more, in this country and abroad, it has been\r\nthe law that trading corporations, like natural persons, have\nan\r\ninterest in their reputations that is protectable by the action for\r\ndefamation. Thus in\nSouth Hetton Coal Co Ltd v North-Eastern News\r\nAssociation Ltd,\n19\nthe English Court of Appeal held that the law of libel was one and\r\nthe same for both, and that remains the law in that country.\nWith one\r\nexception, that is also the case in other countries that have adopted\r\nthe English common law. In this country, in\nG A Fichardt Ltd v The\r\nFriend Newspapers Ltd\n,\n20\nit was accepted by this court, almost as if it was self-evident, that\r\na trading corporation, like a natural person, may protect\nits\r\nreputation through the action for defamation.\n21\nTo the extent that any doubt might have remained on that score, that\r\nwas put to rest in\nDhlomo NO v Natal Newspapers (Pty) Ltd\n22\n(which also extended the protection to non-trading corporations in\r\nsome circumstances).\n23\n[77] The right of a trading corporation to protect its reputation by\r\nthe action for defamation has more recently been questioned\nunder the\r\ngrowing weight of the right to free expression, and in all the states\r\nof Australia the action has been abolished for\nall but small\r\ncorporations whose reputation is tied up with that of natural\r\npersons.\n24\nWe were invited to follow that example in this case, but I do not\r\nthink we should do so, though with the reservation I have already\nto\r\nrelating to remedies.\n[78] This court has found, in considered judgments, that a trading\r\ncorporation has an interest in its reputation that is deserving\nof\r\nlegal protection. It has also found that the corporation is entitled\r\nto have redress in an action for defamation, which allows\na remedy\r\nupon proof alone of impairment to its reputation, absent the defamer\r\nshowing legal cause for having done so. Those findings\nformed part of\r\nthe ratio decidendi of the decision in\nDhlomo\nwhen it affirmed\r\nthat right, and there can be no quarrel with the ratio so far as that\r\ngoes. I see no reason why a trading corporation\nshould not have the\r\nright to insist that others must not damage its good name unless they\r\nshow legal justification for doing so,\nand that it is entitled to a\r\nlegal remedy when that occurs. No doubt the right to express oneself\r\nis restrained to a degree by\nknowing that criticism of a corporation\r\nwill have to be justified, but that restraint is so slight in\r\ncomparison to the infringement\nthat it can hardly be said not to be\r\njustified. The difficulty lies only with the further finding in\nDhlomo\n, which has been followed by other cases in this court,\r\nthat damages may be awarded to vindicate that right.\n[79] Damages in our law are meant to compensate for loss.\n25\nHumans suffer loss from defamation because humans experience feeling,\r\nand they experience feeling because they are alive. They\nexperience\r\nthe feeling of pleasure and they experience the feeling of pain. A\r\nhuman experiences the feeling of joy and the feeling\nof grief. And\r\namongst the desires of humans is to enjoy the feeling that comes with\r\na dignified life. That desired feeling waxes\nwhen they are held in\r\nesteem and it wanes when they are not. The loss that is compensated\r\nfor when a human is defamed is the diminution\nin the desired feeling\r\nthat comes with living a dignified human life. What is compensated\r\nfor is harm to feelings.\n[80] Juristic persons do not experience feeling because they exist\r\nbut they are not alive. They are capable of possessing property,\nand\r\nengaging in property transactions, because the law is capable of\r\ngiving them that capacity, but the law has no capacity to\nbring them\r\nto life. They are not capable of sustaining human loss from\r\ndefamation because that is unique to human beings. If a\ntrading\r\ncorporation sustains loss from defamation it must necessarily be loss\r\nof a different kind.\n[81] We are not concerned in this case with the reasons why a trading\r\ncorporation has an interest in its reputation, some of which\nare\r\ngiven in the judgment of my colleague. We are concerned with the loss\r\nthat is caused to the corporation when that interest\nis infringed –\r\nif any loss is sustained at all. It is true that employees might feel\r\nless pride in working for a corporation\nthat has been defamed, but a\r\ncorporation exists separately from its human associates, and the\r\ncorporation itself does not experience\nthat lack of pride. And it is\r\ntrue that a corporation has an interest in being held in public\r\nesteem, but it feels nothing when\nthat esteem is lost.\n[82] I am not able to picture any loss that might be sustained by a\r\ntrading corporation that is defamed – if there is loss\nat all –\r\nthat does not sound in property, no matter how indirectly or remotely\r\nthat loss might be brought about. But if there\nis one thing of which\r\none can be quite certain, it is that if there is loss at all it is\r\nnot loss to its feelings. As Professor\nNeethling has said of what he\r\ncalls ‘eergevoel’ and ‘gevoelslewe’, which\r\nare what concern us in defamation,\nin his seminal work on rights of\r\npersonality:\n26\n‘\nWeens\r\ndie feit dat ‘n aantasting van hierdie persoonlikheidsgoedere\r\nuitsluitlik in ‘n gevoelskrenking geleë is\nen ‘n\r\nregspersoon, soos reeds betoog is, nie gevoelens het wat gekrenk kan\r\nword nie, is ‘n erkenning en beskerming\nvan hierdie\r\npersoonlikheidsgoedere in die geval van ‘n regspersoon\r\nonbestaanbaar.’\n[83] My colleague has amply explained that property loss is\r\nrecoverable through the Aquilian action and not the actio injuriarum.\n\nI think it would be most extraordinary if the law were to deny to a\r\ntrading corporation the right to recover damages for proved\nproperty\r\nloss in an action for defamation, yet allow it to recover damages for\r\nassumed property loss that is not shown to have\nbeen sustained at\r\nall. It would mean that, in some cases at least, a trading\r\ncorporation would be best advised not to show that\nit has suffered\r\nloss, even if it is easily capable of doing so, because otherwise it\r\nwould need to recover its loss under the more\nrigorous standard of\r\nthe Aquilian action. The present case demonstrates the absurdity. The\r\nrespondent alleges that it has indeed\nsuffered loss, which it is told\r\nit may not recover in these proceedings, but it is nonetheless said\r\nto be entitled to compensatory\ngeneral damages, although there is no\r\nreason to think it has lost any more than it might in due course\r\nrecover.\n[84] That property loss must be recovered under the Aquilian action\r\ngoes beyond mere doctrinal purity. The actio injuriarum vindicates\n\npersonality rights. Rights of that kind are not traded on markets,\r\nand they have no empirical money value. But if harm to those\nrights\r\nis to be compensated at all, then money is all that there is for\r\ndoing so. When personality rights are infringed a court\ndoes the best\r\nit can, and determines, in general, the amount that it considers\r\nsufficient to compensate for the loss. Damages that\nare awarded under\r\nthe actio injuriarum for injury to personality rights are general,\r\nand not specific to the money value of the\nloss, because the loss has\r\nno demonstrable money value.\n[85] It is different when it comes to property rights. Rights of\r\nproperty are traded in markets and they have an empirical value\nin\r\nmoney. If a court is to make an award of money that is compensatory\r\nalone, it must award not one cent more than the money value\nof the\r\nloss, because otherwise the excess is not compensation but a penalty.\r\nThus the Aquilian action requires a plaintiff to quantify\nand prove\r\nthe money value of the loss and will award no more than that money\r\nvalue, because it is a compensatory action. The amount\nof money that\r\nis awarded for infringement of property rights is specific to the\r\nmoney value of the loss.\n[86] When general damages are awarded to a human under the actio\r\ninjuriarum it is ordinarily not possible to show that they are\nother\r\nthan compensatory, because harm to dignity cannot be determined\r\nempirically in terms of money. The award might be excessive\nrelative\r\nto other awards but one can say nothing more than that. There are\r\nsome cases in which courts have made awards which they\nhave suggested\r\nincluded a punitive element, but Professor Burchell has pointed out\r\nthat awards that were made in those cases might\njust as well be\r\ndescribed as ‘aggravated’ (but still compensatory)\r\ndamages,\n27\nincreased from the norm because the conduct of the defamer has been\r\nsuch as to cause more harm than might normally be expected.\n[87] The opposite is true if damages are awarded for unquantified\r\nharm to property. It is not possible to show that they are\r\ncompensatory\nalone – or, indeed, compensatory at all –\r\nbecause the loss indeed has a money value, and if that value is not\r\nestablished\nit cannot be said that the damages are equivalent to the\r\nloss. A defendant who is made to pay money for unquantified property\r\nloss\nwill have good reason to complain that he or she is being\r\npunished, for no reason but that it is not possible to show the\r\ncontrary.\nGeneral damages to compensate for property loss is an\r\nenigma that is foreign to the principles of our law of compensatory\r\ndamages.\n[88] When the reputation of a human is harmed, the law presumes\r\nconsequent loss that is compensatable by general damages\n28\n– though it is open to the defamer to rebut that presumption.\r\nIf proof of actual loss is not to be required when a trading\n\ncorporation is defamed, then that legal presumption must necessarily\r\nbe changed so as to presume loss of a different kind, because\na\r\ntrading corporation is not capable of suffering the kind of loss that\r\nis presumed when a human is defamed. And if general damages\nare to be\r\nallowed in compensation for that loss, then the substituted loss that\r\nis presumed must necessarily not be property loss,\nbecause the\r\nprinciples of our law do not allow for property loss to be\r\ncompensated by general damages.\n[89] So what is the consequent loss, then, that is to be presumed\r\nwhen a trading corporation is defamed, if it is not to be property\n\nloss? It is not identified in the cases, it was not identified in\r\nargument before us, and it is not identified by my colleague.\nIndeed,\r\nevery case that mentions the loss that a trading corporation suffers\r\nwhen it is defamed, speaks of it only in terms of\nproperty.\n[90] This court has never pertinently asked what kind of loss is to\r\nbe presumed when a trading corporation sues for defamation.\nFichardt\nsays nothing on the subject. In\nDie Spoorbond v South African\r\nRailways; Van Heerden v South African Railways\n,\n29\nWatermeyer CJ assumed, without deciding, that a trading corporation\r\nmay recover damages for defamation without proof of actual\nloss, so\r\nthat judgment is not helpful on the issue.\n30\nSchreiner JA said no more than that ‘some logical\r\njustification’ could be found in our law for the recognition of\r\nan action for damages by a trading corporation, but also decided the\r\ncase on the assumption that that was so. Cases decided after\nDhlomo\n31\nbased themselves on that decision and had no cause to consider the\r\nquestion.\n[91] In\nDhlomo\nthe reason why actual loss need not be proved\r\nwhen a trading corporation sues for defamation was disposed of by\r\nRabie ACJ in a\nsingle but important sentence, when he said:\n32\n‘\nIt\r\nwould be wrong, I think, to demand of a corporation which claims for\r\nan injury done to its reputation that it should provide\nproof of\r\nactual loss suffered by it, when no such proof is required of a\r\nnatural person who sues for an injury done to his reputation.’\n[92] The ratio of the judgment – the legal rule that it states\n33\n– is abundantly clear from that reason. Expressed colloquially,\r\nthe reason for not requiring proof of actual loss was no\nmore than\r\nwhat holds good for the goose also holds good for the gander. But\r\nwhat holds good for a human goose, and also for a trading\ncorporation\r\ngander, when both succeed in an action for defamation, are only two\r\nof the ordinary elements for defamation. Both have\nestablished –\r\nas a matter of law – that they have protectable reputations.\r\nBoth have established – as a fact\n– that they have been\r\ndefamed. But the human has established – by legal presumption –\r\nthat he or she has suffered\nloss. That presumption is not capable of\r\nbeing applied to a trading corporation without alteration, and no\r\nsuch alteration was\nsuggested by the learned judge.\n[93] There are only two possible inferences to be drawn from the fact\r\nthat no reference was made to the presumption of loss. One\nis that\r\nthe learned judge meant the legal rule to be that a trading\r\ncorporation must be presumed to have suffered the same harm\nas a\r\nhuman, but that is so absurd that it can be rejected out of hand that\r\nthat is what he meant. The only other possible inference\nis that he\r\nmeant the rule to be that loss need not be established by a trading\r\ncorporation at all – whether that be by presumption\nor by\r\nevidence.\n[94] The inexorable conclusion from that ratio is that damages\r\nawarded to a trading corporation are intended to be punitive and\nnot\r\ncompensatory. For if there is to be no presumption of loss at all,\r\nand no loss needs to be proved, it follows that it is not\ncapable of\r\nbeing said that the damages are compensatory.\n[95] This court in\nCaxton Ltd v Reeva Forman (Pty) Ltd\n34\nseems to have been of the view that general damages might in some way\r\ncombine unquantified property loss, and punitive damages,\nbecause in\r\nthat case the major corporation proved its property loss, but general\r\ndamages were nonetheless awarded. With regard\nto general damages\r\nCorbett CJ said the following:\n‘\nThe\r\ninjury to trade reputation would normally be reflected to a large\r\nextent in a reduced volume of business and lower profits.\nBut injury\r\nby way of loss of profits is catered for by an award of special\r\ndamages. I recognise that there is room in a case such\nas this for\r\nclaims for both special and general damages indeed the contrary was\r\nnot argued by appellants’ counsel –\nbut it cannot be\r\ndenied that notionally there is a measure of overlapping between the\r\ntwo claims; and I consider that this is a\nfactor which must be taken\r\ninto account in computing the general damages in this case. It is not\r\nclear to me that the trial Judge\ndid so.’\nAt\r\n574J-575B.\nOn that basis he reduced the general damages award.\n[96] With regard to the minor company, which proved no actual loss,\r\nhe said the following:\n‘\nThe\r\nlearned trial Judge concluded – rightly in my view – that\r\nsecond respondent did suffer actual loss of profits, but\nin view of\r\nthe difficulties of quantification flowing from the defects in the\r\ncompany’s accounting records he awarded a lump\nsum of R75 000\r\nto cover both general and special damage.’\n35\n[97] It cannot be contested that in the first case the general\r\ndamages were solely punitive. To the extent that they corresponded\n\nwith the ‘measure of overlapping’ with the special\r\ndamages, they repeated what had already been awarded.\n36\nAnd to the extent that they did not overlap there was no suggestion\r\nthat anything other than the proved loss had been sustained.\nIn the\r\nsecond case, even if unquantifed loss of profits is capable of being\r\nproved, which the trial court held that it had been,\nit cannot be\r\nsaid that the award did not exceed those alleged profits.\n[98] But apart from demonstrating that the awards in that case can\r\nonly have been punitive, at least in part, I do not think that\n\nanything should be drawn from the decision, because the issue now\r\nbefore us was not placed in issue, and received no pertinent\n\nconsideration.\n[99] In my view, then, the rule of law laid down in\nDhlomo\ncan\r\nonly have been that loss consequent upon defamation is not an element\r\nof an action for general damages by a trading corporation,\nand that\r\ndamages may be awarded solely to punish. I think that is also the\r\nunarticulated premise upon which all the cases have\nbeen decided –\r\nI can see no other basis for the decisions – and I think that\r\nthe true nature of damages awarded in\nsuch cases should not be left\r\nhidden in a closet. Indeed, my colleague recognises, with reference\r\nto\nButhelezi v Poorter,\n37\nwhich was adamant on that score, that the award of general damages to\r\na trading corporation serves a deterrent function (which\nis one of\r\nthe purposes of punishment), but it is not clear to me from his\r\njudgment what compensatory function it serves in addition.\n[100] I find myself driven to conclude that damages for defamation of\r\na trading corporation, if no actual loss is proved, can only\nbe said\r\nto be punitive, for no reason but that the contrary cannot be shown.\r\nEven if proof of unquantified property loss were to\nbe shown, the\r\ndefamer is entitled to complain that he or she is being punished, at\r\nleast to a degree, because it is not capable\nof being shown that the\r\ndamages do not exceed that unquantified loss.\n[101] Damages as punishment for defamation is by no means unusual. It\r\nis accepted in the English law jurisdictions, though the\n\ncircumstances in which they may be imposed are usually\r\ncircumscribed,\n38\nand for that reason alone cases from those countries ought to be\r\napproached with some care. Moreover, in English law defamation\nis a\r\ndiscrete and comprehensive tort, with its particular rules that have\r\nbeen developed over time, that are not necessarily consistent\nwith\r\nthe principles of our law. While it is often beneficial to draw from\r\nforeign jurisdictions it has been said many times that\ncare should be\r\ntaken to ensure that what is extracted conforms with the principles\r\nof our law.\n[102] Once it is accepted that general damages to a trading\r\ncorporation are punitive, or at least that the contrary cannot be\r\nshown, the question arises whether punitive damages are permitted in\r\nour law. Professor Burchell has given consideration to the\n\nuncertainty that existed at the time he was writing,\n39\nbut this court has since said, in\nMogale v Seima\n,\n40\nthat damages to punish may not be awarded in an action for\r\ndefamation. Harms JA expressed that as follows:\n‘\nAs to\r\nthe general approach to quantum, there are many dicta that create the\r\nimpression that compensation may be awarded as a penalty\nimposed on\r\nthe defendant and that the amount is not only to serve as\r\ncompensation for the plaintiff’s loss of dignity, for\nexample\nDie\r\nSpoorbond and Another v South African Railways, Van Heerden and\r\nOthers v South African Railways\n1946\r\nAD 999\nat 1005. These dicta were put in context by Didcott J in\nFose\r\nv Minister of Safety and Security\n[1997] ZACC 6\n;\n1997\r\n(3) SA 786\n(CC) . . . at 830 para [80] when he said the following:\n“\nPast\r\nawards of general damages in cases of defamation,\ninjuria\nand\r\nthe like coming before our courts have sometimes taken into account a\r\nstrong disapproval of the defendant's conduct which was\njudicially\r\nfelt. That has always been done, however, on the footing that such\r\nbehaviour was considered to have aggravated the actionable\nharm\r\nsuffered, and consequently to have increased the compensation payable\r\nfor it. Claims for damages not purporting to provide\na cent of\r\ncompensation, but with the different object of producing some\r\npunitive or exemplary result, have never on the other hand\nbeen\r\nauthoritatively recognised in modern South African law.”\nIn a like vein Hattingh J said\r\nin\nEsselen v Argus\r\nPrinting and Publishing Co Ltd and others\n1992\r\n(3) SA 764\n(T) at 771G-I:\n‘‘\nIn\r\na defamation action the plaintiff essentially seeks the vindication\r\nof his reputation by claiming compensation from the defendant;\nif\r\ngranted, it is by way of damages and it operates in two ways –\r\nas a vindication of the plaintiff in the eyes of the public,\nand as\r\nconciliation to him for the wrong done to him. Factors aggravating\r\nthe defendant's conduct may, of course, serve to increase\nthe amount\r\nawarded to the plaintiff as compensation, either to vindicate his\r\nreputation or to act as a\nsolatium\n.\r\nIn general, a civil court, in a defamation case, awards damages to\r\nsolace plaintiff's wounded feelings and not to penalise or\nto deter\r\nthe defendant for his wrongdoing nor to deter people from doing what\r\nthe defendant has done. Clearly punishment and deterrence\nare\r\nfunctions of the criminal law, not the law of delict. Only a criminal\r\ncourt passes sentence with the object of\ninter\r\nalia\ndeterring\r\nthe accused, as well as other persons, from committing similar\r\noffences in future; it is not the function of a civil court\nto\r\nanticipate what may happen in the future or to 'punish' future\r\nconduct (cf\nLynch\r\nv Agnew\n1929\r\nTPD 974\nat 978 and Burchell\nThe\r\nLaw of Defamation in South Africa\n(1985)\r\nat 293).”’\n[103] But quite apart from what was said by this court, the matter\r\nseems to me to have been put to rest authoritatively by\nFose v\r\nMinister of Safety and Security.\n41\nThat case concerned a claim for ‘constitutional damages’\r\nfor assault, including ‘punitive damages’, over\nand above\r\nordinary compensatory damages, but I think the ratio binds us to find\r\nthat it applies as much to punitive damages for\ndefamation.\n42\n[104] In that case the claim was dismissed, on the grounds that the\r\nConstitution does not permit punishment without the legal safeguards\n\nof criminal proceedings.\n43\nAckermann J referred with approval to criticisms of punitive civil\r\ndamages, and said the following:\n44\n‘\nI can\r\nsee no reason at all for perpetuating an historical anomaly which\r\nfails to observe the distinctive functions of the civil\nand the\r\ncriminal law which sanctions the imposition of a penalty without any\r\nof the safeguards afforded in a criminal prosecution.\nI can do no\r\nbetter than repeat and adopt the following telling condemnation of\r\nLord Devlin:\n“\nI do\r\nnot care for the idea that in matters criminal an aggrieved party\r\nshould be given an option to inflict for his own benefit\npunishment\r\nby a method which denies to the offender the protection of the\r\ncriminal law”\n45\nand the incisive comments of\r\nLord Reid:\n“\nTo\r\nallow pure punishment in this way contravenes almost every principle\r\nwhich has been evolved for the protection of offenders.\nThere is no\r\ndefinition of the offence . . . (t)here is no limit to the punishment\r\nexcept that it must not be unreasonable . . .\n(a)re we wasting\r\nsympathy on vicious criminals when we insist on proper legal\r\nsafeguards for them?”\n46\nIn my view it becomes even more\r\nunacceptable in a country which has become a constitutional State,\r\nwhich has enacted an interim\nConstitution which is the supreme law of\r\nthe land and in which extensive criminal procedural rights are\r\nentrenched.’\n[105] I have expressed the view that general damages for defamation\r\ncan never be said not to be punitive, even if that is so only\nin\r\npart, if only because the contrary cannot be shown, and if they are\r\nonly partly punitive the good is not capable of being separated\nfrom\r\nthe bad. I cannot see how we can compel a defendant to pay money for\r\na wrongful act if he or she is justified in saying that\nit serves to\r\npunish. Indeed, I think it would be absurd if a trading corporation\r\nthat is not capable of exacting punishment for\ncriminal defamation\r\nbecause it is not able to demonstrate its elements,\n47\nwere to be capable nonetheless of exacting punishment from the less\r\nexacting standards of the civil law. In those circumstances\nI\r\nconsider\nFose\nto bind me to find that they are\r\nconstitutionally prohibited, if for no reason but that to punish\r\nwithout the protections that\nare afforded by the criminal law is not\r\nconstitutionally permitted. Even if I had not been bound\nFose\nin\r\nthat regard I would in any event not hesitate to reach that\r\nconclusion for the reasons given in that case.\n[106] It seems to me also to follow inexorably that to impose general\r\ndamages on a person who has defamed a trading corporation\nmust then\r\nalso be an unjustified invasion of the protected right of free\r\nexpression. It is true that the European Court of Human\nRights found\r\nin\nSteel and Morris v The United Kingdom\n48\nthat the award of damages to a trading corporation will not\r\nnecessarily infringe the protection of free speech in s 10 of the\r\nEuropean Charter. But that was on the basis that the state ‘enjoys\r\na margin of appreciation as to the means it provides under\ndomestic\r\nlaw to enable a company to challenge the truth, and limit the damage,\r\nof allegations which risk harming its reputation’,\n49\nand it is for the courts in this country to decide what falls within\r\nour own ‘margin of appreciation’.\n[107] It needs also to be borne in mind that, notwithstanding the\r\ndecision in\nSteel and Morris\n, it was by only a bare majority\r\nthat the House of Lords in\nJameel (Mohammed) v Wall Street Journal\r\nEurope Sprl\n50\naffirmed the rule in that jurisdiction that damages to a trading\r\ncorporation without proof of actual loss did not offend free speech.\n\nI find nothing in the reasons that were given by Lord Bingham for\r\naffirming the rule that persuades me that it ought also to be\nthe\r\nrule in this country. It is true that a trading corporation has an\r\ninterest in its reputation, as Lord Bingham found, and that\nis also\r\nrecognised in our law, but it does not follow that it must be\r\nprotected by what amounts to a criminal fine. Baroness Hale,\n\nsupported by Lord Hoffman, opined that there must at least be\r\nevidence of the ‘likelihood’ of financial loss, observing\n\nthat\n‘\n[t]hese\r\ndays, the dividing line between governmental and non-governmental\r\norganisations is increasingly difficult to draw. The power\nwielded by\r\nthe major multi-national corporations is enormous and growing. The\r\nfreedom to criticise them may be at least as important\nin a\r\ndemocratic society as the freedom to criticise the government\n.’\n51\n[108] The position, in my view, is even clearer here. Once it cannot\r\nbe said that general damages are not punitive, and in my view\nthat\r\nwill invariably be so, then quite clearly the award of prohibited\r\ndamages will not justify an intrusion upon freedom of expression.\nIt\r\nis different where a human is defamed, because then the award cannot\r\nbe said to be other than compensatory, and it is not controversial\n\nthat compensatory damages for harm to human dignity justifies that\r\nintrusion.\n[109] I am not sure that there really was anything for us to decide\r\nin this case that has not already been authoritatively decided.\nDhlomo\naffirmed that a trading corporation has an interest in\r\nits reputation that requires legal protection, and in that respect I\r\nagree.\nUpon analysis, its ratio was that proof of unlawful\r\ndefamation, without more, entitles it to relief, with the inevitable\r\nimplication\nthat general damages might be awarded to punish.\nMogale\nfound that our law does not allow for damages to punish.\nFose\nwent further and found that they are constitutionally prohibited, for\r\ndenying the protections of the criminal law, and I think\nthat it must\r\nfollow that they are also an unjustified intrusion upon freedom of\r\nexpression. For both reasons, then, I would disallow\nthe claim for\r\ngeneral damages.\n[110] But I need to reiterate that a trading corporation is entitled\r\nto a remedy to vindicate the interest that it has in its reputation\n–\r\nand I would find that even if\nDhlomo\nwas not binding upon us\r\nin that respect. I have also pointed out that there are alternative\r\nremedies available for that purpose.\nI am not sure why it should be\r\nthought to be uncertain what those remedies are. Leaving aside the\r\navailability of an interdict\nagainst anticipated future conduct, I\r\nhave already said that a trading corporation – indeed, any\r\nplaintiff in an action for\ndefamation – is entitled to a\r\ndeclaration of falsity in respect of defamation that has already\r\noccurred. If it is warranted\nby the occasion, in my view a plaintiff\r\nis also entitled to an order directing publication of a correction,\r\nor publication of a\nretraction, with or without an apology, or an\r\norder directing that the judgment or a summary be published, or\r\ndirecting publication\nof the correct facts, as submitted on behalf of\r\nthe amici. Indeed, as pointed out by their counsel, an order\r\nincorporating substantially\nall those features was sought, and\r\ngranted by Musi J (in my respectful view correctly) in\nUniversity\r\nof Pretoria v South Africans for the Abolition of Vivisection.\n52\nWhat was claimed, and granted, in that case, was a declaration that\r\nthe respondents had published defamatory and false statements,\nan\r\norder directing them to publish an unqualified statement that what\r\nhad been published was false and that they retract it and\napologise,\r\nand an order directing that the statement to be published must\r\ninclude the true facts, which were set out extensively\nand in detail\r\nin the order.\n[111] It is true that an order of that kind will not serve to punish,\r\nand that the prospect of such an order being granted will\nhave a\r\nlesser deterrent effect than an award of damages. But if it is\r\npunishment and deterrence that is really wanted then civil\n\nproceedings are not the place to exact them. Unlawful defamation\r\nconstitutes a criminal offence – as this court recently\n\naffirmed in\nHoho v S\n53\n– and it is the criminal process that must be looked to for\r\npunishment and deterrence, as in the case of any act that constitutes\n\nboth a criminal offence and a civil wrong. Indeed, in my view it\r\nwould be unconscionable if a plaintiff were to be permitted to\nabjure\r\nits criminal remedy in favour of exacting punishment and deterrence\r\nthrough the medium of the civil law.\n[112] For those reasons, and the reasons given by my colleague for\r\ndismissing the claim for special damages, I agree with counsel\nfor\r\nthe appellants that damages are not recoverable by the respondent in\r\nthis action. In the circumstances I would extend the order\nproposed\r\nby my colleague so as to uphold the special plea in relation to\r\ngeneral damages as well and dismiss both claims.\n________________\nR W NUGENT\nJUDGE OF APPEAL\nSNYDERS JA\n[113] I have had the benefit of reading the judgments of both of my\r\ncolleagues, Brand JA and Nugent JA. I agree with the judgment,\n\nconclusion reached and order proposed by Brand JA. Insofar as the\r\njudgment of Nugent JA is concerned, I agree with it, but for\nthe\r\nobservations that follow.\n[114] The special plea taken is that a claim for\r\ndefamation as a derivative from the\nactio\r\niniuriarum\nis not available to the\r\nrespondents for the recovery of general damages. The point that\r\ngeneral damages are not available as a remedy\nto a juristic person\r\nthat avails itself of a claim for defamation, as found by Nugent JA,\r\nwas not raised in the special plea, nor\nargued on behalf of the\r\nappellants. His judgment, compelling as it is, should therefore not\r\nlead to a dismissal of the respondent’s\nclaim for general\r\ndamages. Counsel for the amici argued that a trading corporation does\r\nnot have a claim for defamation, and only\nif this court is to hold\r\nthat it does have such a claim, it should be for remedies other than\r\ndamages. Brand JA has dealt fully\nwith the reasons why the first\r\npoint is not to be upheld and at no stage was a solution suggested to\r\nthe implications stated in\npara 40.3 of his judgment.\n[115] Insofar as the second point is concerned,\r\neven though I agree with the view expressed by Nugent JA, I am\r\ndisinclined to deny\nthe respondents at this stage of the proceedings,\r\ngeneral damages as a possible remedy considering that it has been\r\navailable to\nthem for as long as the action for defamation itself has\r\nbeen available to them, the point has not been raised between the\r\nparties\nto the litigation and we have not had the benefit of full\r\nventilation of the issue of the availability or appropriateness of\r\nalternative\nremedies in the relevant factual context. It is\r\nconceivable that an award of damages may, in a given situation, be\r\nthe only appropriate\nalternative, unsatisfactory as it may be, that\r\nwould prevent the denial of a remedy to a juristic person for a\r\nlegitimate claim.\nThe remarks of Froneman and Cameron JJ in\nLe\r\nRoux v Dey\n[2011] ZACC 4\nat paras 195\r\nto 202, also referred to by Brand JA at para 53 above, are apposite.\r\nIt is clear that the direction taken by Nugent\nJA needs to be\r\nexplored in future litigation of this kind.\n________________\nS SNYDERS\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: J Suttner SC (with him R Moultrie)\nInstructed by:\nGarratt Mbuyisa Neale Inc, Johannesburg\nRossouws Attorneys, Bloemfontein\nFor Respondent: A Subel SC (with him A R G Mundell SC)\nInstructed by:\nMarie-Lou Bester Inc, Johannesburg\nBezuidenhout Attorneys, Bloemfontein\nFor the Amici Curiae: W Trengove SC (with him K Hofmeyer)\nInstructed by:\nWebber Wentzel, Johannesburg\nHoney Attorneys, Bloemfontein\n1\nSection\r\n\t16(1): ‘Everyone has the right to freedom of expression, which\r\n\tincludes (a) freedom of the press and other media;\n(b) freedom to\r\n\treceive or impart information or ideas; (c) and (d) . . .’.\n2\nKhumalo\r\n\tv Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) para 33.\n3\nSection\r\n\t36(1)(e) of the Constitution.\n4\nJ\r\n\tFleming: ‘Retraction and Reply: Alternative Remedies for\r\n\tDefamation’\n(1978) U B C Law Review\n15 at 15. See, too,\r\n\tFrasier ‘An Alternative to the General-Damage Award for\r\n\tDefamation (1968)\n20 Stan L Rev\n504; Marc A Franklin ‘A\r\n\tDeclaratory Judgment Alternative to Current Libel Law’ (1986)\n74 California L Rev\n809.\n5\nThe\r\n\tordinary elements of unlawful defamation are conveniently summarized\r\n\tin\nHolomisa\n, above, para 18.\n6\nJonathan\r\n\tM Burchell\nThe Law of Defamation in South Africa\n(1985) p\r\n\t292, seems to suggest, that damages in addition might be required\r\n\tfor that purpose, though it might be that I am reading\nmore into his\r\n\tobservations than is justified. Nonetheless, I cannot see how a\r\n\tdeclaration that there was no truth in the defamatory\nstatement is\r\n\tadded to in that respect by damages.\n7\nThe\r\n\tEnglish and Irish statutes have comparable provisions.\n8\n2002\r\n\t(6) SA 512\n(W) para 26.\n9\nCadac\r\n\tv Weber-Stephen\n2011 (3) SA 570\n(SCA) paras 13 and 14 held that\r\n\teven a claim for unliquidated damages is capable of being brought\r\n\tupon application.\n10\nO\r\n\tW Holmes Jr\nThe Common Law\n(Little Brown and Company 1881) p\r\n\t1.\n11\nPearl\r\n\tAssurance Company v Government of the Union of South Africa\n1934\r\n\tAC at 578.\n12\nFeldman\r\n\t(Pty) Ltd v Mall\n1945 AD 733\nat 789.\n13\n2011\r\n\t(3) SA 274\n(CC). The paragraphs of the judgment of Froneman and\r\n\tCameron JJ that I refer to below were supported by all the members\r\n\tof the\ncourt: see para 9\n14\nPara\r\n\t198, citing John Dugard ‘No Jurisdiction Over Abducted Persons\r\n\tin Roman-Dutch Law: Male Captus, Male Detentus (1991)\n7\nSAJHR\n199\r\n\tat 203, and John Dugard ‘Grotius, The Jurist and International\r\n\tLawyer: Four Hundred Years On’\n(1983) 100\nSALJ\n213\nat\r\n\t216-7.\n15\nPara\r\n\t195.\n16\nPara\r\n\t197.\n17\nAdministrateur,\r\n\tNatal v Trust Bank van Afrika Bpk\n1979 (3) SA 824\n(A).\n18\nAdministrator,\r\n\tTransvaal v Traub\n[1989] ZASCA 90\n;\n1989 (4) SA 731\n(A).\n19\nSouth\r\n\tHetton Coal Co Ltd v North-Eastern News Association Ltd\n[1894] 1\r\n\tQB 133\n(CA).\n20\nG\r\n\tA Fichardt Ltd v The Friend Newspapers Ltd\n1916 AD 1.\n21\nSee,\r\n\ttoo, Melius de Villiers\nThe Roman and Roman-Dutch Law of Injuries\npp 59-60.\n22\nDhlomo\r\n\tNO v Natal Newspapers (Pty) Ltd\n1989 (1) SA 945\n(A).\n23\nAt\r\n\t954D-H.\n24\nFor\r\n\texample, s 9 of the New South Wales Defamation Act 2005.\n25\nMogale\r\n\tv Seima\n2008 (5) SA 637\n(SCA).\n26\nJ\r\n\tNeethling\nPersoonlikheidsreg\n4ed (1998) p. 89. See, too, J\r\n\tNeethling and J M Potgieter ‘Persoonliksheidsregte van ‘n\r\n\tResgspersoon’\n1991 (54) THRHR 120.\n27\nBurchell\nDefamation\n, above, pp 290-294. See, too, Jonathan Burchell\nPersonality Rights and Freedom of Expression: The Modern Actio\r\n\tInjuriarum\n(1998) p 448.\n28\nBurchell\nThe Law of Defamation\n, above, p 144.\n29\n1946\r\n\tAD 999.\n30\nAt\r\n\t1008.\n31\nCaxton\r\n\tLtd v Reeva Forman (Pty) Ltd\n[1990] ZASCA 47\n;\n1990 (3) SA 547\n(A);\nArgus\r\n\tPrinting and Publishing Co Ltd v Inkatha Freedom Party\n1992 (3)\r\n\tSA 579 (A).\n32\nAt\r\n\t953C-D.\n33\nPer\r\n\tSchreiner JA in\nFellner v Minister of the Interior\n1954 (4)\r\n\tSA 523\n(A) at 542E.\n34\n[1990] ZASCA 47\n;\n1990\r\n\t(3) SA 547\n(A).\n35\nAt\r\n\t575J-576A.\n36\nAlthough\r\n\tallowance was made for the ‘measure of overlapping’ by\r\n\treducing the award it is not possible to say that\nthe reduction\r\n\tcorresponded with that ‘measure of overlapping’.\n37\nButhelezi\r\n\tv Poorter\n1975 (4) SA 608\n(W) at 617E-F.\n38\nGatley\r\n\ton Libel and Slander\n10 ed (2004) para 9.15. The circumstances\r\n\tin which punitive damages may be awarded are expressly limited by s\r\n\t28 of the New Zealand\nAct, and by s 32 of the Irish Act. Section 37\r\n\tof the New South Wales Act (and comparable legislation in the other\r\n\tstates) prohibits\npunitive damages.\n39\nBurchell\nDefamation,\nabove pp 290-294.\n40\nAbove,\r\n\tparas 10 and 11.\n41\nFose\r\n\tv Minister of Safety and Security\n[1997] ZACC 6\n;\n1997 (3) SA 786\n(CC).\n42\nBurchell\nPersonality Rights\n, p 474, suggests that the effect of the\r\n\tdecision might be more confined, but I can see no distinction in\r\n\tprinciple.\n43\nSee\nHoho v S\n[2008] ZASCA 98\n;\n[2009] 1 All SA 103\n(SCA) para 33 for the difference\r\n\tin proving civil and criminal defamation respectively.\n44\nPara\r\n\t70.\n45\nRookes\r\n\tv Barnard\n[1964] AC 1129\n(HL) at 1230.\n46\nBroome\r\n\tv Cassel & Co\n[1972] AC 1027\n(HL) at 1087.\n47\nSee\r\n\tthe requirements for criminal defamation in\nHoho v S\n, above,\r\n\tpara 33.\n48\nSteel\r\n\tand Morris v The United Kingdom\n[2005] ECHR 103.\n49\nPara\r\n\t94.\n50\nJameel\r\n\t(Mohammed) v Wall Street Journal Europe Sprl\n[2006] UKHL 44\n;\n[2007] 1 AC 359\n(HL).\n51\nPara\r\n\t158.\n52\nUniversity\r\n\tof Pretoria v South Africans for the Abolition of Vivisection\n2007 (3) SA 395\n(O).\n53\nAbove.",
  "scraped_at": "2026-02-12T15:46:14.549517",
  "date": "2011-07-05",
  "coram": [
    "Brand JJA",
    "Nugent JJA",
    "Maya JJA",
    "Snyders JJA",
    "Theron JJA"
  ],
  "case_number": "437/2010",
  "parties": {
    "applicants": [
      "Media 24 Limited",
      "Kathu Mamaila",
      "Jackie Mapiloko"
    ],
    "respondents": [
      "SA Taxi Securitisation (Pty) Ltd",
      "Avusa Media Ltd"
    ]
  },
  "sections": {
    "facts": "The respondent, SA Taxi Securitisation (Pty) Ltd, is a finance company that provides funding to taxi purchasers and lessees. In June 2008 the City Press newspaper, published by the first appellant Media 24 Limited, ran an article titled “Taxi owners taken for a ride by finance body”. The article, written by the third appellant, alleged that the finance body was cheating taxi operators, operating illegally, arbitrarily repossessing taxis and depriving owners of their livelihoods. The respondent sued the three appellants for defamation, claiming R250,000 in general damages and more than R20 million in special damages for lost profits.\nThe appellants responded with a special plea challenging the respondent’s entitlement to both general and special damages, contending that a claim for special damages is not available under the actio injuriarum (defamation) but only under the actio legis Aquiliae. The High Court dismissed the special plea with costs, prompting the appeal.",
    "issues": "The appeal raised several legal questions: (1) Whether a juristic person, specifically a trading corporation, may recover general damages for defamation. (2) Whether special damages for pure economic loss can be claimed in a defamation action or must be pursued under the Aquilian action. (3) Whether the respondent’s pleadings satisfy the four elements of an Aquilian claim, particularly the element of wrongfulness. (4) Whether the constitutional balance between freedom of expression (s 16) and the protection of reputation (s 10) limits the availability of damages to corporations.",
    "principles": "The court examined the distinction between the actio injuriarum, which traditionally provides for non‑pecuniary (sentimental) damages, and the actio legis Aquiliae, which governs patrimonial loss. It reaffirmed that special (patrimonial) damages must be rooted in an Aquilian claim and that the plaintiff must allege falsity of the defamatory statement. Leading authorities cited included Matthews v Young, Dhlomo NO v Natal Newspapers, Caxton Ltd v Reeva Forman, and the earlier obiter statements of Innes CJ and Solomon JA. The court also considered constitutional principles, noting that any limitation on freedom of expression must be justified under s 36(1) of the Constitution and that the law must not impose punitive damages without criminal safeguards.",
    "application": "The court found that the respondent’s particulars of claim failed to allege that the defamatory statements were false, an essential requirement for an Aquilian claim. Accordingly, the special plea succeeding in dismissing the claim for special damages was upheld. Regarding general damages, the majority held that the respondents’ special plea challenging the claim for general damages was itself dismissed, meaning the claim for general damages remained viable. The court therefore set aside the lower‑court order, dismissed the special damages claim, and allowed the general damages claim to proceed, awarding costs of the appeal (including two counsel) to the respondents.",
    "conclusion": "The appeal was upheld with costs. The order of the court a quo was set aside and replaced: the defendants’ special plea concerning the plaintiff’s claim for general damages was dismissed; the defendants’ special plea otherwise was upheld; the plaintiff’s claim for special damages was dismissed; and the plaintiff was ordered to pay the costs of the preliminary proceedings, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Defamation Law",
    "level_2": "Corporate Defamation",
    "level_3": [
      "general damages",
      "special damages",
      "actio legis Aquiliae",
      "freedom of expression",
      "juristic person"
    ]
  }
}