{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/32.html",
  "case_name": "Premier of the Western Cape Province and Another v Loots NO (214/2010) [2011] ZASCA 32 (25 March 2011)",
  "citation": "[2011] ZASCA 32",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 32\n|\nNoteup\n|\nLawCite\nPremier of the Western Cape Province and Another v Loots NO (214/2010) [2011] ZASCA 32 (25 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 214/2010\nIn\r\nthe matter between:\nTHE\r\nPREMIER OF THE WESTERN CAPE PROVINCE\n................................\nFIRST\r\nAPPELLANT\nDR\r\nK DU PLESSIS\n....................................................................................\nSECOND\r\nAPPELLANT\nv\nJOHANNES\r\nHENDRIK LOOTS NO\n.......................................................................\nRESPONDENT\nNeutral citation:\nThe\r\nPremier of the Western Cape Province v Loots NO\n(214/2010)\n[2011]\r\nZASCA 32\n(25 March 2011)\nCoram:\nStreicher, Brand, Maya,\r\nShongwe and Theron JJA\nHeard:\n11 March 2011\nDelivered: 25 March 2011\nSummary: Medical negligence –\r\nunsuccessful sterilisation operation – unforeseen complications\r\nduring birth process leaving\nmother severely disabled –\r\nliability of medical doctor and his employer – issues relating\r\nto negligence and remoteness\nof damage.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nWestern Cape\r\nHigh Court (Cape Town) (Traverso DJP sitting as court of first\r\ninstance):\nThe appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(STREICHER,\r\nMAYA, SHONGWE and THERON JJA concurring)\n[1] This appeal has\r\nits origin in a delictual claim for damages arising from an\r\nunsuccessful sterilisation operation. But the claim\nis not for\r\nchild-raising expenses that ensued from unwanted conception as could\r\nbe anticipated from precedent in matters of this\nkind.\n1\nInstead, it\r\nresulted from the harm suffered by the mother during the subsequent\r\nbirth process that went terribly wrong.\n[2] The respondent\r\nbrought the claim in the Western Cape High Court as\ncurator\r\nad litem\nfor\r\nMrs Johanna Cecilia Erasmus. He was appointed in that capacity\r\nbecause the tragic events giving rise to the claim left Mrs Erasmus\n\nbrain damaged and unable to manage her own affairs. The first\r\nappellant is the Premier of the Western Cape who takes delictual\n\nresponsibility for medical practitioners employed by the Department\r\nof Health in that province. On 21 January 1999 the second appellant\n\nwas so employed as a clinical assistant in the Department of\r\nObstetrics and Gynaecology at the Tygerberg Hospital. On that day\nhe\r\nperformed the sterilisation operation on Mrs Erasmus which ultimately\r\nled to these proceedings.\n[3] In the High Court the matter came\r\nbefore Traverso DJP. By agreement between the parties she was asked\r\nto determine the issues\npertaining to the appellants’ liability\r\nfirst while the quantum of damages allegedly suffered by Mrs Erasmus,\r\nstood over\nfor later determination. At the end of the preliminary\r\nproceedings she decided that the appellants were liable for such\r\ndamages\nas the respondent may prove at the resumed hearing of the\r\nmatter. The present appeal against that judgment is with the leave of\n\nthis court.\n[4] The background\r\nfacts are quite straightforward and largely undisputed. In fact, the\r\nappellants presented no evidence at the\ntrial. At the time of the\r\nsterilisation operation on 21 January 1999, Mrs Erasmus was one month\r\nshort of her 38\nth\nbirthday. She and\r\nher husband already had three children and they decided that they\r\ncould not financially afford any more. She therefore\nwent to the\r\nTygerberg Hospital to be sterilised. The operation performed by the\r\nsecond appellant involved a laparoscopic occlusion\nof both fallopian\r\ntubes. It was later discovered, however, that the second appellant\r\nhad mistakenly occluded the round ligaments\nof the patient instead of\r\nher fallopian tubes. This meant, of course, that she had not been\r\nsterilised at all.\n[5] As a result of second appellant’s\r\nmistake, the patient fell pregnant soon thereafter. When this was\r\nconfirmed in April\n1999, Mrs Erasmus was about eight weeks pregnant.\r\nAt that time Tygerberg Hospital presented her with the option to\r\nterminate the\npregnancy, which she and her husband refused for\r\nreligious reasons.\n[6] The pregnancy was uneventful until\r\n5 November 1999. On that date, however, the tragic train of events\r\nstarted which left the\npatient in a permanent vegetative state,\r\ncompletely unable to care or think for herself. First she was\r\nadmitted to Tygerberg Hospital\nfor high blood pressure. Then followed\r\nan emergency Caesarean section because of foetal distress. The baby\r\nwas severely compromised\nand did not survive.\n[7] Wisdom of hindsight revealed that\r\neither shortly before, during or after the Caesarean section, Mrs\r\nErasmus must have developed\nwhat is known to medical experts as\r\namniotic fluid embolism (AFE). It occurs when foetal antigens entered\r\nthe maternal circulation.\nIt is an unpredictable and unpreventable\r\nevent which occurs about one in 8 000 to 30 000 deliveries. Neither\r\nthe exact mechanism\nof the complication nor its clinical presentation\r\nrequires elaboration, because it is not in issue that in this case\r\nthe AFE caused\nsevere haemorrhaging and cardiac arrest, which in turn\r\nled to brain anoxia and eventually to the irreversible brain damage\r\nthat\nMrs Erasmus suffered.\n[8] On behalf of the respondent, three\r\nwitnesses were called at the trial. They were Mrs Erasmus’\r\nhusband and two medical\nexperts. The one was a neurologist, Dr\r\nFlemming, who testified about the patient’s present condition.\r\nWhat it amounted to\nis that among other things, she suffers from\r\ndementia with poor memory and cognitive disability; she is virtually\r\nblind; and unable\nto walk and talk. This evidence as to her present\r\ncondition was confirmed in lay terms by her husband. As to the\r\nfuture, Dr Flemming’s\nprognosis is that her condition is\r\npermanent. The other medical expert was a specialist obstetrician and\r\ngynaecologist, Dr Dalrymple,\nwho testified about the laparoscopic\r\nsterilisation procedure performed by the second appellant; what he\r\nwas supposed to have done;\nand what he actually did. Ultimately Dr\r\nDalrymple expressed the opinion that the second appellant’s\r\nfailure to perform a\nsuccessful sterilisation must be ascribed to\r\nnegligence.\n[9] Though the appellants also\r\nindicated their intention to call a gynaecologist, Dr Van Helsdingen,\r\nby filing a summary of his\nexpert evidence, he was in fact not\r\ncalled. Neither did the second appellant give evidence himself. In\r\nthe event, Dr Dalrymple’s\nevidence stood largely\r\nuncontroverted. It can therefore be conveyed without elaboration.\r\nAccording to Dr Dalrymple’s testimony,\nthe round ligaments are\r\norgans lying physiologically adjacent to the fallopian tubes. They\r\nare distinguishable from the latter\nby two features. First, the\r\nfallopian tube is free at one end while the round ligament is not.\r\nSecondly, the free end of the fallopian\ntube resembles the petals of\r\na flower that are known in medical parlance as fimbriae.\n[10] Dr Dalrymple further testified\r\nthat one of the potential difficulties that may confront a surgeon\r\nduring the performance of\na laparoscopic tubal occlusion, is an\r\nobstructed view. But in this case, the second appellant’s\r\ncontemporaneous notes indicated\nthat ‘visualisation was good’\r\nand that he was able to identify the ‘fimbrial end of the\r\nfallopian tubes’.\nAccordingly, so Dr Dalrymple testified, the\r\nsecond appellant had no reason to place the fallopian rings on the\r\nround ligaments.\nNor did he have any reason not to verify, after the\r\nprocedure, that the occluding rings were indeed inserted in the right\r\nplace.\n[11] Dr Dalrymple agreed with the\r\ndiagnosis expressed by Dr Van Helsdingen in his expert summary that\r\nMrs Erasmus’ condition\ncame about as a result of AFE. He also\r\nagreed with Dr Van Helsdingen that AFE is an extremely rare\r\ncondition. In fact, he explained\nthat though he knew about the\r\ncondition, it was so rare that he did not consider it as a possible\r\ncause when he prepared his own\nexpert report. That is why he did not\r\nat that stage refer to AFE at all, but mistakenly ascribed the\r\ncalamity suffered by Mrs Erasmus\nto maternal hypertension instead. In\r\nresponse to a direct question in cross-examination he conceded that a\r\ndoctor in the position\nof second appellant would probably not have\r\nforeseen the complications of AFE as a consequence of a failed\r\nsterilisation. This\nconcludes the factual narrative.\n[12] Of the various\r\ndefences raised by the appellants in the high court they persisted in\r\nonly two on appeal. The first is that\nthe second appellant was not\r\nnegligent with regard to the consequences of the failed sterilisation\r\nfor which the respondent seeks\nto hold him liable. The court a quo\r\nrejected this defence essentially on the basis of Dr Dalrymple’s\r\nexpert opinion that\nthe second appellant was indeed negligent. If the\r\nquestion posed is confined to whether the second appellant applied\r\nthe degree\nof professional skill and diligence expected of members of\r\nhis profession\n2\nthe correctness of\r\nDr Dalrymple’s opinion can, on the facts that he described,\r\nhardly be open to doubt.\n[13] But the\r\nargument relied upon by the appellants in support of this defence was\r\nsomewhat more nuanced. For its legal basis the\nargument rested on the\r\nso-called concrete or relative approach to negligence. According to\r\nthis approach it cannot be said that\nsomeone acted negligently\r\nbecause harm to others in general was reasonably foreseeable.\n3\nA person’s\r\nconduct can only be described as negligent with reference to specific\r\nconsequences. Yet, the relative approach\ndoes not require that the\r\nprecise nature and extent of the actual harm which occurred was\r\nreasonably foreseeable. Nor does it require\nreasonable foreseeability\r\nof the exact manner in which the harm actually occurred. What it\r\nrequires is that the general nature\nof the harm that occurred and the\r\ngeneral manner in which it occurred was reasonably foreseeable. At\r\nsome earlier stage there was\na debate as to whether our courts should\r\nfollow the relative approach as apposed to the so-called abstract or\r\nabsolute approach\nto negligence. But it now appears to be widely\r\naccepted by academic writers, on good authority, that our courts have\r\nadopted the\nrelative approach to negligence as a broad guideline,\r\nwithout applying that approach in all its ramifications.\n4\n[14] For the factual basis of their\r\nargument the appellants relied on the proposition that the harm which\r\nthe patient actually suffered\nwas not of a general kind reasonably\r\nforeseeable. That proposition, in turn, rested mainly on the\r\nconcessions by Dr Dalrymple as\nto the unforeseeability of AFE. The\r\ngeneral harm consequent upon a failed sterilisation, so the argument\r\nwent, was pregnancy and\nthe general risks associated with that\r\ncondition. But the harm that actually occurred resulted from AFE\r\nwhich was not reasonably\nforeseeable. Consequently, so the argument\r\nconcluded, neither the harm suffered by the patient nor the manner in\r\nwhich it occurred,\nare included in the category of what can be\r\nregarded as generally foreseeable consequences.\n[15] I do not agree with this\r\nargument. As the appellants readily conceded, pregnancy was a\r\ngenerally foreseeable consequence of\na failed sterilisation.\r\nAccording to Dr Dalrymple’s testimony – which remained\r\nunchallenged – pregnancy is a\ndangerous condition associated\r\nwith a myriad of potential complications. One of these complications\r\nwas AFE. Although the particular\ncomplication is rare, it must be\r\nincluded under the general rubric of complications which was\r\nreasonably foreseeable. It follows\nthat, in my view, the second\r\nappellant was negligent with regard to the harm that Mrs Erasmus had\r\nsuffered.\n[16] The second\r\ndefence advanced by the appellants was founded on the contention that\r\nthe causal link between the second appellant’s\nnegligence and\r\nthe harm suffered by Mrs Erasmus was too tenuous to justify the\r\nimposition of delictual liability on them for that\nharm. In this\r\nregard it has by now become well settled that in the law of delict,\r\ncausation involves two distinct enquiries. First\nthere is the\r\nso-called factual causation which is generally conducted by applying\r\nthe ‘but for’ test as described by\nCorbett CJ in\nInternational\r\nShipping Co (Pty) Ltd v Bentley.\n5\nAs to the harm\r\nsuffered by Mrs Erasmus, it is common cause that it resulted from her\r\npregnancy. ‘But for’ the failed\nsterilisation, the\r\ninherent likelihood is that she would not have fallen pregnant. It\r\nfollows that ‘but for’ the second\nappellant’s\r\nnegligence, Mrs Erasmus would not have suffered the harm. Factual\r\ncausation is therefore not the real issue.\n[17] The real issue\r\nturns on the second enquiry under the rubric of causation, namely,\r\nwhether the second appellant’s negligent\nconduct is linked\r\nsufficiently closely or directly to the harm suffered by Mrs Erasmus\r\nfor legal liability to ensue. This matter\nis referred to by some as\r\nremoteness of damage and by others as legal causation. Regarding this\r\nissue it has been held by this\ncourt that the criterion in our law\r\nfor determining remoteness is a flexible test, also referred to as a\r\nsupple test.\n6\nIn accordance with\r\nthe flexible test, issues of remoteness are ultimately determined by\r\nbroad policy considerations as to whether\nright-minded people,\r\nincluding judges, would regard the imposition of liability on the\r\ndefendant for the consequences concerned\nas reasonable and fair.\n[18] But, as also\r\nappears from the authorities to which the flexible approach owes its\r\norigin and development, its adoption did\nnot result in a total\r\ndiscard of the variety of tests, such as foreseeability, adequate\r\ncausation or direct consequences that were\napplied in the past. These\r\ntests still operate as subsidiary tests or pointers to what is\r\nindicated by legal policy. Stated somewhat\ndifferently, according to\r\nthe flexible test, the existing criteria of foreseeability,\r\ndirectness and so forth should still be applied,\nbut in a flexible\r\nmanner so as to avoid a result which most right-minded people will\r\nregard as unjust and unfair.\n7\n[19] In line with\r\nthis general approach, the appellants first relied on the direct\r\nconsequences theory. As developed in English\nlaw, a key element of\r\nthis theory is the concept of a\nnovus\r\nactus interveniens\n.\r\nFor this element alone can break the causal link between cause and\r\nconsequences.\n8\nBy its nature, a\nnovus\r\nactus interveniens\nor\r\nindependent intervening event, can take many forms, including conduct\r\non the part of the plaintiff following upon the wrongful\nact of the\r\ndefendant. The independent intervening cause relied upon by the\r\nappellants for its argument was the decision by Mrs\nErasmus not to\r\naccept the offer of an abortion tendered by the Tygerberg Hospital\r\nwhen she was about eight weeks into her pregnancy.\n[20] The appellants\r\nrightly accepted that the decision not to have an abortion could not\r\neliminate the second defendant’s\nnegligence as a factual cause\r\nof the harm. It has already been determined that, but for that\r\nnegligence, the harm would not have\nensued. The fact that the refusal\r\nof an abortion became another factual cause of the same consequence\r\ndoes not detract from this\nreality. Yet it is recognised in principle\r\nthat even where the plaintiff’s conduct does not break the\r\nfactual chain, it can\nstill interrupt legal causation. But in order\r\nto qualify as a\nnovus\r\nactus interveniens\nin\r\nthe context of legal causation\n,\nthe\r\nplaintiff’s conduct must be unreasonable. Reasonable conduct on\r\nthe part of the plaintiff cannot free the defendant from\nthe\r\nimputation of liability. Even unreasonable conduct on the part of the\r\nplaintiff will not always absolve the defendant. Whether\nit will do\r\nso, depends on the facts of the particular case.\n9\n[21] The initial\r\nquestion is thus whether the decision by Mrs Erasmus and her husband\r\nto refuse an abortion can be described as\nunreasonable. The\r\nappellants contended that it was.\n10\nI do not agree with\r\nthis contention. Because of their financial position, Mrs Erasmus and\r\nher husband tried to prevent another pregnancy\nby seeking a\r\nsterilisation. As a direct result of the second appellant’s\r\nnegligence, they were confronted with an option\nthey tried to avoid.\r\nThat option was between having another child that they could no\r\nafford or to have an abortion. For religious\nreasons they found the\r\nlatter choice unacceptable, so they opted for the former. Had Mrs\r\nErasmus been advised that for medical\nreasons the continuation of the\r\npregnancy could be dangerous to her own health and that of her unborn\r\nchild, the position might\nhave been different. But according to the\r\nevidence of her husband, this was not the case. On the contrary, Mrs\r\nErasmus experienced\nno health problems with her previous three\r\npregnancies and she had been advised of no medical reason to think\r\nthat this one would\nbe different. In these circumstances I find\r\nnothing unreasonable about the decision of the Erasmus couple to\r\ncontinue with the\npregnancy. It follows that application of the\r\ndirect consequences test seems to point to liability on the part of\r\nthe appellants\nfor the harm that Mrs Erasmus suffered.\n[22] Next, the appellants relied on\r\nthe reasonable foreseeability test. Their argument in this regard\r\nrested on the concession by\nDr Dalrymple that the complication of AFE\r\nthat led to the harm was so rare that it would not have been foreseen\r\nby the reasonable\nsurgeon. The respondent’s answer to this\r\nargument was that although the occurrence of AFE was not reasonably\r\nforeseeable,\nit formed part of a reasonably foreseeable harm of a\r\ngeneral kind.\n[23] Under the\r\nrubric of negligence I have already agreed with the respondent’s\r\nproposition that the occurrence of AFE forms\npart of the\r\ncomplications associated with pregnancy that were foreseeable as harm\r\nof a general kind. I do not believe, however,\nthat the foreseeability\r\ncriterion in the context of legal causation can be exactly the same.\r\nOnce we accept, as we must,\n11\nthat foreseeability\r\nplays a role in determining both negligence and legal causation,\r\nlogic dictates that the same criterion cannot\nfind application in\r\nboth instances. After all, repetition of exactly the same tests on\r\ntwo occasions can serve no purpose other\nthan to confuse. Moreover,\r\nthe different roles performed by the enquiries into fault, on the one\r\nhand and imputability of harm\non the other, are so fundamentally\r\ndifferent, that the appropriate criteria can hardly be the same.\n12\nUnfortunately our\r\nlaw as it stands does not provide a clear picture of the content of\r\nthe foreseeability criterion in the context\nof legal causation.\n13\nBut as I see it, if\r\nit means anything, it must mean foreseeability of the actual harm as\r\nopposed to harm of a general kind.\n14\n[24] On this basis,\r\nI accept that because of the unforeseen intervention of AFE, the\r\nactual harm suffered by Mrs Erasmus was not\na reasonably foreseeable\r\nconsequence of second respondent’s negligence. On the other\r\nhand, AFE is not unknown to the medical\nscience. Although it is rare,\r\nit has happened before and will probably happen again. It is\r\ntherefore not the kind of ‘freakish\noccurrence’ that has\r\nnever happened before, as was the case, for instance, in\nS\r\nv Bochris Investments (Pty) Ltd;\n15\nSea Harvest\r\nCorporation\n16\nand\nMkhatswa\r\nv Minister of Defence\n17\nwhere the\r\nconsequences were held too remote for the imputation of liability.\n[25] A further argument raised by the\r\nappellants as to why they should not be held liable for the harm\r\nsuffered by Mrs Erasmus,\nis that even if the sterilisation operation\r\nhad been performed without negligence, it was not a failsafe\r\noperation. According to\nthe medical evidence, the risk of pregnancy\r\nremained. If Mrs Erasmus became pregnant under these circumstances\r\nthe appellants would\nnot have been liable for the consequences.\r\nAccordingly, so the appellants argued, it is unreasonable and unfair\r\nto hold them liable\nfor consequences which might have occurred in any\r\nevent. I think there are two answers to this argument. First, the\r\nfact that Mrs\nErasmus was not sterilised obviously resulted in a\r\nmarked increase in the risk of pregnancy. Second, it hardly lies in\r\nthe mouth\nof a defendant whose wrongful conduct caused a particular\r\nharm, to argue that the harm could in any event have resulted from\r\nother\ncauses. If it were otherwise, the defendant who negligently\r\ncaused a motor vehicle accident could argue that accidents happen\r\nevery\nday.\n[26] Despite the arguments to the\r\ncontrary raised by the appellants, I therefore conclude that in all\r\nthe circumstances, considerations\nof reasonableness, justice and\r\nfairness dictate that they should be held liable for the harm\r\nsuffered by Mrs Erasmus. Since that\nis also the conclusion arrived at\r\nby the High Court, the appeal cannot succeed.\n[27] It follows that the appeal is\r\ndismissed with costs.\n..……………………..\nF D J BRAND\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS:\r\nR T WILLIAMS SC (with her C McDonald)\nInstructed\r\nby: The State Attorney, Cape Town\nThe\r\nState Attorney, Bloemfontein\nRESPONDENTS:\r\nJ S SANER\nInstructed\r\nby: De Vries Shield Chiat, Cape Town\nRosendorf\r\nReitz Barry, Bloemfontein\n1\nSee\r\n\teg\nAdministrator, Natal v Edouard\n[1990] ZASCA 60\n;\n1990 (3) SA 581\n(A);\nMukheiber v Raath\n1999 (3) SA 1065\n(SCA).\n2\nSee\r\n\teg\nVan Wyk v Lewis\n1924 AD 438\nat 444;\nBlyth v Van den\r\n\tHeever\n1980 (1) SA 191\n(A) at 221A.\n3\nWhich\r\n\twould be sufficient on the so-called abstract or absolute approach.\r\n\tSee eg\nGroenewald v Groenewald\n1998 (2) SA 1106\n(SCA) at\r\n\t1112H-J.\n4\nSee\r\n\teg\nSea Harvest Corporation (Pty) Ltd v Duncan Dock Cold Storage\r\n\t(Pty) Ltd\n2000 (1) SA 827\n(SCA) paras 21-22;\nMkhatswa v\r\n\tMinister of Defence\n2000 (1) SA 1104\n(SCA) paras 19-22;\r\n\tNeethling, Potgieter & Visser\nLaw of Delict\n5 ed (2006)\r\n\t126-129; 8(1)\nLawsa\n2 ed sv ‘Delict’ (J R Midgley\r\n\tand J C van der Walt) para 117; Jonathan Burchell\nPrinciples of\r\n\tDelict\n92 et seq; Neethling & Potgieter ‘Die toets vir\r\n\tdeliktuele nalatigheid onder die soeklig’\n2001\nTHRHR\n476\nat 483-484; J Scott ‘The Definition of Delictual\r\n\tNegligence Revisited: Three Recent Judgments of the Supreme Court of\r\n\tAppeal’\n2000\nDe Jure\n362.\n5\n1990\r\n\t(1) SA 680\n(A) at 700E-G.\n6\nSee\r\n\teg\nInternational Shipping Co (Pty) Ltd v Bentley supra\nat\r\n\t701A-F;\nS v Mokgethi\n1990 (1) SA 32\n(A) at 40I-41D;\nSmit v\r\n\tAbrahams\n1994 (4) SA 1\n(A) at 15A-G;\nSea Harvest Corporation\r\n\t(Pty) Ltd v Duncan Dock Cold Storage (Pty) Ltd\n2000 (1) SA 827\n(SCA) at 847D-G; 8(1)\nLawsa\n2 ed para 132; Neethling,\r\n\tPotgieter and Visser\nop cit\n171\net seq.\n7\nSee\r\n\teg\nFourway Haulage SA (Pty) Ltd v National Roads Agency Ltd\n[2008] ZASCA 134\n;\n2009\r\n\t(2) SA 150\n(SCA) para 34.\n8\nSee\r\n\teg P Q R Boberg\nThe Law of Delict\n440-442; Neethling\r\n\tPotgieter and Visser\nop cit\n189\net seq;\nJ C van der\r\n\tWalt & J R Midgley\nPrinciples of Delict\n3 ed paras\r\n\t134-135.\n9\nSee\r\n\teg\nMafesa v Parity Versekeringsmaatskappy Bpk (in likwidasie)\n1968 (2) SA 603\n(O) at 605D-E;\nS v Mokgethi\n1990 (1) SA\r\n\t32\n(A) at 44B-47H;\nRoad Accident Fund v Russell\n2001 (2) SA\r\n\t34\n(SCA) paras 20-25;\nGroenewald v Groenewald\n1998 (2) SA\r\n\t1106\n(SCA) at 1114.\n10\nThe\r\n\tappellants sought to find support in the decision of the English\r\n\tCourt of Appeal in\nEmeh v Kensington and Chelsea and Westminster\r\n\tArea Health Authority\n[1984] 3 All ER 1044\nCA. Save that the\r\n\tdecision also related to the refusal of an abortion – which\r\n\twas incidentally held to be reasonable –\nI find very little in\r\n\tcommon between the two cases on their facts.\n11\nSee\r\n\teg\nSea Harvest Corporation v Duncan Docks Cold Storage\nsupra\r\n\tparas 21-22.\n12\nCf\r\n\tthe reasoning by Streicher JA in\nSea Harvest Corporation\nsupra\r\n\tpara 3.\n13\nSee\r\n\teg\nSea Harvest Corporation\n(Scott JA) para 22; Neethling\r\n\tPotgieter and Visser supra 188.\n14\nIn\r\n\tthis context ADJ van Rensburg, ‘Normatiewe Voorsienbaarheid as\r\n\taanspreeklikheids-begrensingsmaatstaf in the Privaatreg’\n1972\nTHRHR\n56\nsuggests the criterion that, in order to be imputed to the wrongdoer\r\n\tthe actual harm must have been foreseeable with a ‘genoegsame\n\n\tgraad van waarskynlikheid’ ie a sufficient degree of\r\n\tprobability.\n15\n1988\r\n\t(1) SA 861\n(A) at 867D.\n16\nSupra\r\n\tpara 27.\n17\n2000\r\n\t(1) SA 1104\n(SCA) para 25.",
  "scraped_at": "2026-02-12T15:23:29.889772",
  "date": "2011-03-25",
  "coram": [
    "Streicher JJA",
    "Brand JJA",
    "Maya JJA",
    "Shongwe JJA",
    "Theron JJA"
  ],
  "case_number": "214/2010",
  "parties": {
    "applicants": [
      "Premier of the Western Cape Province"
    ],
    "respondents": [
      "Loots NO"
    ]
  },
  "sections": {
    "facts": "The respondent, acting as curator ad litem for Mrs Johanna Cecilia Erasmus, was a victim of a botched laparoscopic sterilisation performed on 21 January 1999 by Dr. Johannes Hendrik Loots, a clinical assistant at Tygerberg Hospital. Instead of occluding the fallopian tubes, Dr. Loots mistakenly occluded the round ligaments, leaving Mrs Erasmus fertile. She became pregnant in April 1999 and, for religious reasons, declined a offered termination. In November 1999 she suffered high blood pressure, required an emergency Caesarean section, and developed an amniotic fluid embolism (AFE), leading to severe haemorrhage, cardiac arrest, brain anoxia and permanent vegetative state.",
    "issues": "The court needed to determine (1) whether Dr. Loots was negligent in performing the sterilisation; (2) whether the Premier, as employer, was vicariously liable; (3) whether the harm suffered (AFE and resulting permanent disability) was a reasonably foreseeable consequence of the negligent sterilisation; and (4) whether any intervening acts, such as the refusal of an abortion, broke the chain of legal causation.",
    "principles": "The judgment applied delictual principles including the relative (concrete) approach to negligence, which requires that the general nature of the harm be reasonably foreseeable. It examined factual causation (the 'but‑for' test) and legal causation (remoteness) using a flexible, policy‑driven test that still considers foreseeability, directness, and novus actus interveniens. The court also considered the reasonableness of the plaintiff’s conduct (refusal of abortion) and the rarity of AFE, noting that while AFE is rare, it is a known complication of pregnancy and therefore falls within the general class of foreseeable harms.",
    "application": "The court found that Dr. Loots breached the standard of care by failing to correctly identify the fallopian tubes, constituting negligence. Pregnancy was a foreseeable result of the failed sterilisation, and AFE, though rare, is a recognised complication within that foreseeable class. The refusal of an abortion was deemed reasonable given the couple’s financial and religious circumstances and therefore did not constitute an unreasonable intervening act. Applying the flexible test, the court held that imposing liability on the Premier and the Department of Health was fair and reasonable.",
    "conclusion": "The appeal by the Premier of the Western Cape Province was dismissed with costs. The appellants were held liable for the permanent disability suffered by Mrs Erasmus, confirming the High Court's judgment."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Medical Negligence",
    "level_3": [
      "negligence",
      "causation",
      "foreseeability",
      "amniotic fluid embolism",
      "sterilisation"
    ]
  }
}