{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/111.html",
  "case_name": "Pillay v S (739/10) [2011] ZASCA 111; 2011 (2) SACR 409 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 111",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 111\n|\nNoteup\n|\nLawCite\nPillay v S (739/10) [2011] ZASCA 111; 2011 (2) SACR 409 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No 739/10\nIn the matter between\nJ PILLAY\n................................................................................................\nAPPELLANT\nand\nTHE STATE\n........................................................................................\nRESPONDENT\nNeutral citation:\nJ Pillay\r\nv The State\n(739/10)\n[2011] ZASCA 111\n(1 June\r\n2011)\nCoram:\nNAVSA and SERITI JJA and PETSE AJA\nHeard:\n24 May 2011\nDelivered:\n1 June 2011\nSummary:\nSentence ─ Conviction on 34 counts\r\nof fraud ─ magistrates’ court imposed sentence of five\r\nyears’ imprisonment\nin terms of s 276(1)(i) of the Criminal\r\nProcedure Act 51 of 1077 ─ accused 32 year-old mother ─\r\nfirst offender with\nsix children ─ insufficient information\r\nbefore trial court to enable trial court to make a decision about a\r\ncustodial sentence\nor its impact on children of the accused ─\r\nmatter remitted to trial court for sentence to be dealt with afresh.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court, Pietermaritzburg (Mokgohloa J and Hughes-Madondo AJ,\r\nsitting as court of appeal):\n(a) The appeal is upheld and the order of the court\r\nbelow is set aside.\n(b) The sentence imposed by the trial court is set aside\r\nand the matter is remitted to the trial court to impose sentence\r\nafresh\nafter obtaining the material evidence affecting the children\r\nin accordance with what is set out in\nS v The\r\nState, Centre for Child Law as Amicus Curiae\n(CCT\r\n63/10)\n[2011] ZACC 7\n(29 March 2011),\nS v M\r\n(Centre for Child Law as Amicus Curiae)\n[2007] ZACC 18\n;\n2007\r\n(2) SACR 539\n(CC) and this judgment.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nSERITI (NAVSA JA and PETSE AJA concurring):\n[1] The appellant, Ms Julie Pillay, was arrested on 3\r\nMay 2007 and together with her co-accused, Mr Mnyamezele Mbhele\r\n(Mbhele),\nappeared on 15 July 2008 in the Durban Regional Court\r\nfacing 34 charges of fraud related to the fraudulent transfer of\r\nmonies from\nher employer's trust account. The appellant was duly\r\nconvicted on a plea of guilty. She was released on bail pending\r\nfinalisation\nof the proceedings. The appellant’s co-accused\r\npleaded not guilty and their trials were separated. She was released\r\non bail\npending the finalisation of the matter.\n[2] On 11 December 2008 the appellant\r\nwas sentenced to five years imprisonment in terms of\ns 276(1)(i)\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n1\n(the CPA). Her bail was withdrawn and\r\non 12 December 2008 the Regional Court granted her leave to appeal\r\nagainst the sentence imposed\nto the High Court and her bail was\r\nreinstated.\n[3] On 29 April 2010, the KwaZulu-Natal High Court (per\r\nMokgohloa JA and Hughes-Madondo AJ) dismissed the appeal and\r\nconfirmed the\nsentence imposed by the Regional Court. On 28 July 2010\r\nthe High Court granted her leave to appeal to this Court and her bail\r\nwas\nextended pending the finalisation of the appeal.\n[4] At the time of the conviction, the appellant who was\r\n32 years old was employed by a firm of attorneys, Steenkamp Weakly\r\nNgwane\nand Associates (SWN) as a conveyancing secretary and a\r\nparalegal. At the time of the commission of the offences the\r\nappellant had\nbeen employed by SWN for almost 18 months. She was\r\nregarded by her employers as very efficient and skilled. She headed a\r\ndepartment\nat SWN and was studying towards a LLB degree. SWN had\r\nagreed to register the appellant’s articles of clerkship to\r\nenable\nher to qualify as an attorney.\n[5] From 14 December 2006 up to 26 April 2007 she\r\nfraudulently transferred, or caused to be transferred, from the trust\r\naccount\nof her employers various sums of monies totalling R270\r\n304,53. Count 34, as set out in the charge sheet, relates to her\r\nfraudulent\ntransfer of an amount of R700 000 into the account of\r\nMbhele. On the date of the transfer of those funds she accompanied\r\nMbhele\nto the bank to assist him in accessing the R700 000. Before\r\nallowing Mbhele to access the said funds, the bank communicated with\n\nSWN to determine if the transfer was genuine. On being advised that\r\nthe transfer was fraudulent, the transaction was halted and\nthe\r\nappellant arrested.\n[6] An annexure to the charge sheet,\r\nthe correctness of which was unchallenged, indicates that on 12\r\nMarch, 19\nMarch,\r\n23 March and 3 April 2007 various amounts totalling R70 556.07 were\r\nsuccessfully transferred into the account of Mbhele,\nthe former\r\nco-accused of the appellant. Before any transfer was made into the\r\naccount of Mbhele 17 other amounts of money were\ntransferred into the\r\naccounts of a number of people and institutions. Between 14 December\r\n2006 and 19 February 2007 six different\namounts totalling R24 668.20\r\nwere transferred into the account of Mr M Mbuthuma, the father of the\r\nappellant’s youngest child,\nwith whom she apparently has an\r\nongoing relationship. On 1 March, 8 March and 20 April 2007 various\r\namounts totalling R35 900 were\ntransferred into the account of Moolas\r\nSiza Hardware.\n[7] In her statement to the trial court in terms of\ns\r\n112(2)\nof the\nCriminal Procedure Act 51 of 1977\n, appellant stated,\r\ninter alia, the following:\n'4. The facts to which I plead\r\nguilty are as follows:\n4.1. I was [the] person\r\nresponsible for the control and transfer of funds to and from the\r\nbanking account of the Complainant, and\nsigned the relevant documents\r\nto effect the fraud,\n4.2 I used my position of trust\r\nand authority to perpetuate the various offences of actual and\r\npotential fraud as contained in the\ncharge sheet,\n4.3 I did so by creating\r\nfictious invoices in the existing client files and used these\r\ninvoices to draw cheques and effect electronic\ntransfers,\n4.4 I would then process a\r\npayment requisition which would be handed to the book-keeping\r\ndepartment for payment,\n4.5 The task of the book-keeper\r\nwould be to ascertain if there were sufficient funds in the client's\r\naccount to process the payment,\n4.6 In all the matters there was\r\nalways sufficient funds in the necessary client accounts to effect\r\nthe payment,\n4.7 If a cheque was to be drawn\r\nthe book-keeping employee would have the cheque signed by a director\r\nand hand same to me,\n4.8 I would then use an employee\r\nof the complainant to deposit the cheque into the account of MBHELE,\r\nor the account of my mother,\nor the account of Moola Siza Hardware,\r\nor the account of Houston Transport,\n4.9 As with regard to the\r\nelectronic funds transfer, the same procedure would be followed as\r\nwith the cheques to be authorized,\nexcept that the book-keeper had\r\nthe authority to transfer the funds, they would do so and transfer\r\nthe funds to the nominate accounts\nthat I would provide,\n. . .\n4.11 Jointly\nMBHELE\n,\r\nand I transferred a total\nof\r\nR215 426.23\nto\r\nthe various accounts, and which account details and amounts are as\r\nper annexure to the charge sheet,\n4.12 As with\r\nregards to the allegation of potential fraud, I do admit that on the\r\n02\nnd\nMay 2007, I\r\ndid transfer the sum of R700 000.00 from the banking account of the\r\nComplainant to the banking account of MBHELE;\n4.12.1 In this regard, I used\r\nthe same procedure as I would use with regards to electronic\r\ntransfers and cheque requisitions.\n4.12.2 On the\r\n03\nrd\nMay 2007,\r\nMBHELE insisted that I accompany him to the bank to assist him to\r\ndraw a cheque in the sum of R285 000.00 in the name\nof Auto Car\r\nSales, as he had intended to use these funds to purchase a motor\r\nvehicle, being a Toyota Quantum,\n4.12.3 He further attempted to\r\nwithdraw an amount of R10 000.00, in cash, from the proceeds that\r\nwere in his banking account,\n4.12.4 Due to the diligence of\r\nthe staff of the Complainant's bank employees, no amount was paid out\r\nof the sum of R700 000.00 and\nthe full amount was reversed into the\r\nbanking account of the complainant. . . .'\n[8] When she gave evidence in mitigation of sentence the\r\nappellant said the following:\n'At the time of committing the offence I had a brief\r\nbreakup with the father of my child during which time I got hooked up\r\nwith\nmy co-accused. After I broke up with him, which was after a two\r\nmonth period, he then started demanding monies from me and that\nis\r\nbasically how the fraud started. After . . . [indistinct] amounts\r\nwere deposited into his account, he then demanded larger amounts\nof\r\nmoney after which he threatened that he would burn down my mother's\r\nhouse. My mum's house is a thatch house which is in a rural\narea\r\nwhich after that I then . . . [indistinct] basically putting monies\r\ninto a hardware account to build a house for my mum which\nis still\r\npartly incomplete.'\nShe stated further that at the time she transferred R700\r\n000 into Mbhele's account her relationship with him had ended.\n[9] Under cross-examination she\r\ntestified that she was not going to benefit from the R700 000 she had\r\ntransferred into the account\nof Mbhele. When asked why she had not\r\ninformed SWN about being threatened by Mbhele she replied that she\r\ndid not have the courage\nto do so\n.\nWhen asked why she had not reported\r\nthe matter to the police, she said:\n'The state of\r\nthe police station in Harding is that it depends who you are for them\r\nto take action.'\nWhen asked why she had not gone to\r\nthe police station near SWN’s offices, she replied: 'I did'nt\r\nconsider that'\n.\n[10] It is necessary to record that the amount of R270\r\n304, 53, referred to in para 6, was never recovered by SWN. Their\r\nunsuccessful\nattempts to recover monies lost through sequestrating\r\nthe appellant cost them an additional R100 000.\n[11] Appellant's counsel submitted that the trial court\r\nover-emphasised the retribution and deterrence aspect of sentencing\r\nat the\nexpense of appellant's circumstances. It was submitted that\r\nthe magistrate had failed to consider the impact of incarceration on\n\nher dependent children and failed to consider as an alternative, a\r\nnon-custodial sentence coupled with an order that the appellant\nrepay\r\nin instalments the amounts defrauded. It was contended on behalf of\r\nthe appellant that the magistrate had failed to appreciate\nthat a\r\ncustodial sentence would deprive the appellant’s children of\r\ntheir primary source of financial and emotional support.\nIt was\r\nsubmitted that they would be deprived of her day to day care and\r\nnurturing and they would be left in the care of an ageing\nand unwell\r\ngrandmother.\n[12] In\nS\r\nv M (Centre for Child Law as Amicus Curiae)\n[2007] ZACC 18\n;\n2007\r\n(2) SACR 539\n(CC) at 559a-c Sachs J, dealing with the need to\r\nconsider the interests of children during sentencing proceedings of\r\nan accused\nwho is a mother of minor children, said the following:\n'Focused and informed attention needs to be given to the\r\ninterests of children at appropriate moments in the sentencing\r\nprocess.\nThe objective is to ensure that the sentencing court is in a\r\nposition adequately to balance all the varied interests involved,\r\nincluding those of the children placed at risk. This should become a\r\nstandard preoccupation of all sentencing courts. To the extent\nthat\r\nthe current practice of sentencing courts may fall short in this\r\nrespect, proper regard for constitutional requirements necessitates\na\r\ndegree of change in judicial mindset. Specific and well-informed\r\nattention will always have to be given to ensuring that the\nform of\r\npunishment imposed is the one that is least damaging to the interests\r\nof the children, given the legitimate range of choices\nin the\r\ncircumstances available to the sentencing court.'\n[13] At page 560a-f of\nS\r\nv M\n, the following\r\nappears:\n'(a) A sentencing court should find out whether a\r\nconvicted person is a primary caregiver whenever there are\r\nindications that this\nmight be so.\n(b) A probation officer's report is not needed to\r\ndetermine this in each case. The convicted person can be asked for\r\nthe information\nand if the presiding officer has reason to doubt the\r\nanswer, he or she can ask the convicted person to lead evidence to\r\nestablish\nthe fact. The prosecution should also contribute what\r\ninformation it can; its normal adversarial posture should be relaxed\r\nwhen\nthe interests of children are involved. The court should also\r\nascertain the effect on the children of a custodial sentence if such\n\na sentence is being considered.\n(c) If on the\nZinn\n-triad\r\napproach the appropriate sentence is clearly custodial and the\r\nconvicted person is a primary caregiver, the court must apply\nits\r\nmind to whether it is necessary to take steps to ensure that the\r\nchildren will be adequately cared for while the caregiver\nis\r\nincarcerated.\n(d) If the appropriate sentence is clearly\r\nnon-custodial, the court must determine the appropriate sentence,\r\nbearing in mind the\ninterests of the children.\n(e) Finally, if there is a range of\r\nappropriate sentences on the\nZinn\napproach, then the court must use the\r\nparamountcy principle concerning the interests of the child as an\r\nimportant guide in deciding\nwhich sentence to impose.'\n[14] In\nS\r\nv The State, Centre for Child Law as Amicus Curiae\n(CCT 63/10)\n[2011] ZACC 7\n(29 March\r\n2011), the Constitutional Court was dealing with the sentencing of a\r\nyoung mother and the information required in order\nto arrive at an\r\nappropriate sentence. At para 64 the following was said:\n‘\nIn\nS\r\nv M\n, information\r\nabout the position of the young children and their care during their\r\nmother’s incarceration was entirely lacking.\nHere, by contrast,\r\nan informative probation officer report dealing with the position of\r\nthe children was available to the sentencing\ncourt, and carefully\r\nconsidered by the sentencing magistrate. A second report was later\r\ncommissioned by the family and, after remittal\nto the trial court for\r\ninclusion in the record, evaluated together with the other evidence.\r\nTwo reports were thus before the High\nCourt and the Supreme Court of\r\nAppeal. Neither suggests that the fundamental needs or the basic\r\ninterests of the children will\nbe neglected if their mother is\r\nincarcerated.’\n[15] The Constitutional Court went further and stated\r\nthe following (para 65):\n‘\nAfter hearing argument, this\r\nCourt obtained a further report from a curator. Nothing in the report\r\nof the curator suggests that\nthe children will be inadequately cared\r\nfor should their mother be incarcerated in accordance with the\r\nsentence imposed on her.\n[16] In order to deal with the situation arising in the\r\nevent of incarceration, the Constitutional Court said the following\r\n(para\n66):\n‘\nTo mitigate the possibility of\r\nthe children enduring hardship during their mother’s absence,\r\nit seems to me that this Court\nshould order the Department for\r\nCorrectional Services to ensure that a social worker visits them\r\nregularly, and that he or she\nprovides the Department with reports on\r\ntheir well-being during their mother’s absence.’\nIn\nS\r\nv Howells\n1999 (1)\r\nSACR 675\n(C) the court resorted to a similar order to deal with the\r\nposition of minor children after the incarceration of a mother.\n2\n[17] At the time of sentencing in the present case, the\r\ntrial court had two reports before it, one from a social worker\r\nemployed\nby the Department of Social Development and another by a\r\ncorrectional services officer. Insofar as the children are concerned,\r\nthe report by the social worker can at best be described as sparse.\r\nIt records that she has six children, aged 18, 16, 12, 11, 8\nand 4\r\nrespectively. It records that the appellant is currently living with\r\nMbuthuma in a three-bedroom house at Umlazi and that\nshe has a good\r\nrelationship with him and receives moral support from him. Other than\r\nstating that the appellant has six dependent\nchildren and setting out\r\nthe date she had her first child and that the relationship with the\r\nfather of that child had broken down\nnothing further is said about\r\nthe children.\n[18] The report by the correctional services officer is\r\ntwo pages long. The only information therein concerning the children\r\nis\nthat there are six of them.\n[19] In her testimony in-chief the appellant was led\r\nwholly inadequately by her legal representative, who elicited minimal\r\ninformation.\nIn examination in-chief she was asked more questions\r\nconcerning her relationship with Mbhele and Mbuthuma than concerning\r\nthe children.\nHer youngest child was mentioned in passing and no\r\nmention was made of any of the other children.\n[20] The only useful information concerning the children\r\nwas obtained during cross-examination by the prosecutor. Even then\r\nthe\ninformation elicited was minimal. It appeared that the father of\r\nher eldest child, who is 18, had never paid any maintenance from\nthe\r\ntime that child was four years old. The father of three of her other\r\nchildren had made maintenance payments up until the time\nof his\r\ndeath, shortly after her release on bail. The father of the remaining\r\nchild had moved abroad and the appellant had no further\ncontact with\r\nhim. It appeared that the eldest child was in matric and had obtained\r\na bursary in advance of university studies.\n[21] The social worker, whose report is mentioned above,\r\ntestified and some relevant information concerning the children was\r\nobtained\nfrom her. It appeared from her testimony that an\r\ninvestigation revealed that the children were living with their\r\ngrandmother, the\nappellant’s mother, in Harding. The social\r\nworker appeared uncertain about whether any of the children were\r\nliving with Mbuthuma.\nThat then was the full extent of the evidence\r\nconcerning the children.\n[22] After consideration of the evidence, the trial\r\ncourt said the following concerning the appellant and her children:\n'She does have other children who are 16 and 18 and I do\r\nnot seriously consider those for purposes of the determination that\r\nmy\nduty calls me to do here regarding the best interests of the\r\nchildren of the accused that I am about to sentence. . . . Section\n\n29(2) of the Constitution requires that a child's best interests held\r\nparamount importance in every matter concerning the child.\n. . . At\r\nleast on the face of it, it would appear that the accused could\r\npossibly be a suitable candidate for direct imprisonment\nin light of\r\nthe considerations that I have alluded to, but I have come to the\r\nconclusion that it would not be appropriate at least\nat this stage to\r\nsend the accused to a direct term of or full term of imprisonment.\r\nBut lest I send a wrong message to people in\nthe position of the\r\naccused, I have seriously come to the conclusion that the accused\r\nmust at least see the inside of gaol for\na certain period of time.'\n[23] In deciding an appropriate sentence, the regional\r\ncourt considered that the appellant had been in a position of trust\r\nwith\nSWN. The court took into account that the crime was an extremely\r\nserious one. I interpose to state that before us counsel on her\n\nbehalf rightly conceded that if the trial court had been considering\r\nthese circumstances in respect of a mother who had no dependent\n\nchildren, a five-year sentence of imprisonment would have been\r\nappropriate.\n[24] In order for a court to arrive at an informed\r\ndecision concerning sentence the information set out in the dicta\r\nfrom\nS v M\nand\nS v S\nreferred to above, was required. A\r\ncourt having all that information before it might still decide, as\r\nwas done in\nS v S\nand in\nJowell\nthat incarceration is\r\ncalled for. Even if it does so it might with the information at hand\r\nbe able to fashion an order that will\nensure the continued well-being\r\nof the children, albeit in trying circumstances. On the other hand,\r\nit might, having all that information\nat hand decide against\r\nincarceration. The point, though, is that the evidence upon which a\r\nproper decision is to be made has to\nbe obtained and all the actors\r\nmust play their part, including the appellant’s legal\r\nrepresentatives and the state, using\nsuch state resources as may be\r\navailable to it. As far as sentencing is concerned a judicial officer\r\nis not required to be passive.\nIn this regard see\nS v Siebert\n1998\r\n(1) SACR (A) 554 at 558g-559a.\n[25] Having regard to the conclusions reached above, the\r\ninterests of justice are best served by setting aside the sentence\r\nand\nremitting the matter to the magistrate in order that the exercise\r\nreferred to above be embarked upon.\n[26] The following order is made:\n(a) The appeal is upheld and the order of the court\r\nbelow is set aside.\n(b) The sentence imposed by the trial court is set aside\r\nand the matter is remitted to the trial court to impose sentence\r\nafresh\nafter obtaining the material evidence affecting the children\r\nin accordance with what is set out in\nS v The State, Centre for\r\nChild Law as Amicus Curiae\n(CCT 63/10)\n[2011] ZACC 7\n(29 March\r\n2011),\nS v M (Centre for Child Law as Amicus Curiae)\n[2007] ZACC 18\n;\n2007 (2)\r\nSACR 539\n(CC) and this judgment.\n________\nW\r\nL SERITI\nJUDGE\r\nOF APPEAL\nAPPEARANCES\nCounsel\r\nfor Appellant : C P Hunt SC\nP\r\nHunt\nInstructed\r\nby : Neil Bowles Attorneys\nPietermaritzburg\nHoney\r\nAttorneys\nBloemfontein\nCounsel\r\nfor Respondent : R du Preez\nDirector\r\nof Public Prosecutions\nPietermaritzburg\nDirector\r\nof Public Prosecutions\nBloemfontein\n1\nSection\r\n\t276(1)(i) provides for a sentence of imprisonment from which a\r\n\tperson may be placed under correctional supervision at\nthe\r\n\tdiscretion of the Commissioner of Correctional Services.\n2\n683b-f.",
  "scraped_at": "2026-02-12T15:44:46.015778",
  "date": "2011-06-01",
  "coram": [
    "Navsa JA",
    "Seriti JJA",
    "Petse AJA"
  ],
  "case_number": "739/10",
  "parties": {
    "applicants": [
      "J Pillay"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Julie Pillay, a 32‑year‑old conveyancing secretary and paralegal employed by Steenkamp Weakly Ngwane & Associates (SWN), fraudulently transferred approximately R270,304.53 from SWN's client trust account between December 2006 and April 2007. The fraud involved creating fictitious invoices, drawing cheques and electronic transfers to various recipients, including R700,000 to co‑accused Mnyamezele Mbhele. Pillay was arrested after the bank flagged the transfer as fraudulent. She was convicted on 34 counts of fraud and sentenced by the Regional Court to five years’ imprisonment. At the time of the offences Pillay was a mother of six children (aged 4 to 18) and the primary caregiver. The trial court received two brief reports concerning the children, one from a social worker and one from a correctional services officer, which provided only minimal information. The prosecution and defence presented limited evidence about the impact of incarceration on the children.",
    "issues": "The appeal raised whether the trial court had properly considered the constitutional requirement that the best interests of the child be paramount in sentencing a mother of minor children, and whether there was sufficient evidence regarding the children’s care to justify a custodial sentence. It also questioned if the sentence imposed was proportionate given the appellant’s personal circumstances.",
    "principles": "The judgment relied on the constitutional principle in section 29(2) that a child’s best interests must be paramount, and on the jurisprudence of S v M (2007) and S v The State (2011) which set out the need for courts to obtain detailed information about the caregiver’s children before deciding on custody. The Zinn‑triad approach to sentencing and the paramountcy principle were highlighted, requiring courts to assess whether alternative, non‑custodial sentences might better protect children’s interests.",
    "application": "The court found that the trial court had not obtained adequate material evidence concerning the six children and therefore could not properly balance the child‑welfare considerations against the need for punishment. The limited reports and the scant cross‑examination testimony were deemed insufficient. Consequently, the court concluded that the trial court’s failure to consider the children’s best interests amounted to a procedural flaw warranting relief.",
    "conclusion": "The appeal was upheld. The sentence of five years’ imprisonment imposed by the Regional Court was set aside, and the matter was remitted to the trial court to impose a fresh sentence after obtaining comprehensive evidence on the children’s care, in line with S v M and S v The State."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "child welfare",
      "best interests of the child",
      "fraud",
      "custodial sentence",
      "appeal"
    ]
  }
}