{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/65.html",
  "case_name": "Government of the Republic of South Africa and Others v Von Abo (283/10) [2011] ZASCA 65; (2011 (5) SA 262 (SCA); [2011] 3 All SA 261 (SCA) (4 April 2011)",
  "citation": "[2011] ZASCA 65",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 65\n|\nNoteup\n|\nLawCite\nGovernment of the Republic of South Africa and Others v Von Abo (283/10) [2011] ZASCA 65; (2011 (5) SA 262 (SCA); [2011] 3 All SA 261 (SCA) (4 April 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 283/10\nIn the matter between:\nThe Government of the Republic of South Africa\tFirst Appellant\nThe President of the Republic of South Africa\tSecond Appellant\nThe Minister of Foreign Affairs\tThird Appellant\nThe Minister of Trade and Industry\tFourth Appellant\nThe Minister of Justice and Constitutional Development\tFifth\r\nAppellant\nand\nCrawford Lindsay von Abo\tRespondent\nNeutral citation:\nThe Government of the Republic of South\r\nAfrica v Von Abo\n(283/10)\n[2011] ZASCA 65\n(4 April 2011)\nCoram:\nMPATI P, CLOETE, SNYDERS AND THERON JJA AND PLASKET AJA\nHeard:\n28 February 2011\nDelivered: \t4 April 2011\nSummary:\nPeremption of appeal – appealability –\r\ncourt obliged not to enforce order contrary to law - Diplomatic\r\nprotection –\nnature of – appropriate order when violated.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from\n: North Gauteng High Court (Pretoria) (Prinsloo\r\nJ sitting as court of first instance):\n1\tThe appeal is upheld.\n2\tThe order of the court a quo made on 29 July 2008 is set aside,\r\nexcept for the declaration in para 1 and the costs order in para\n7\r\nthereof, and replaced with the following:\n‘Save for prayers 1 and 7 which are granted, the application is\r\ndismissed.’\n3\tThe order of the court a quo made on 5 February 2010 is set aside.\nJUDGMENT\nSNYDERS JA (Mpati P, Cloete, Theron JJA and\r\nPlasket AJA concurring)\n[1] The respondent is a South African citizen and\r\na farmer from the Free State. More than fifty years ago he started\r\nacquiring farming\nland in the then Southern Rhodesia, today the\r\nRepublic of Zimbabwe. By 1995 the respondent owned a vast and\r\nsuccessful farming\nempire in Zimbabwe.\n1\nAfter 1997 the Zimbabwean Government commenced with a program of land\r\nreform which entailed dispossessing white farmers in Zimbabwe\nof the\r\nownership of their land without any compensation. This policy was\r\napplied to the respondent with the result that he lost\nall his\r\nfarming interests and suffered a comprehensive and massive financial\r\nloss. It is common cause that this loss was suffered\nas a result of a\r\ngross violation of international minimum standards. The respondent\r\nexhausted all possible remedies available to\nhim in Zimbabwe against\r\nthe Zimbabwean Government, but to no avail. Hence he turned to the\r\nappellants. At first he requested diplomatic\nprotection by way of\r\ncorrespondence, and thereafter he sought to compel the provision of\r\ndiplomatic protection by way of an application\nto the North Gauteng\r\nHigh Court.\n[2] The appellants collectively represent all\r\npossible official interests in the dispute with the respondent. The\r\nfirst appellant\nis the South African Government. The second appellant\r\nis the head of the national executive and exercises the executive\r\nauthority\nof the Republic of South Africa together with the Cabinet.\n2\nThe third and fourth appellants, the Minister of Foreign Affairs and\r\nthe Minister of Trade and Industry, were cited when the respondent\n\nissued the application. The fifth appellant, the Minister of Justice\r\nand Constitutional Development, was subsequently joined because\nof an\r\ninterest in relief that was initially sought in relation to the\r\nratification of an international convention. For reasons\nof\r\nconvenience I will refer to the appellants collectively unless\r\nexpressly distinguished.\n[3] The respondent was successful in the court\r\nbelow. On 29 July 2008 an order (the first order) was issued\r\ndeclaring the rights\nand obligations of the parties and compelling\r\nthe appellants to take steps within a prescribed period of time to\r\ngive effect to\nthat declaration of rights.\n3\nOn 5 February 2010, after receiving an affidavit on the steps taken\r\nin compliance with the first order, the court below issued\nan order\r\n(the second order) that the first and third appellants are ‘liable\r\nto pay to the [respondent] such damages as he\nmay prove that he has\r\nsuffered as a result of the violation of his rights by the Government\r\nof Zimbabwe’.\n4\nThe court below (Prinsloo J on both occasions) granted all the\r\nappellants leave to appeal to this court against the first order\nand\r\nthe first and third appellants leave to appeal against the second\r\norder.\n[4] On 24 March 2002 the respondent addressed his\r\nfirst written request for assistance to the South African\r\nauthorities. It was\naddressed to the second appellant. After that\r\ndate and until January 2007, when he issued the application that\r\ncommenced this matter,\nhe wrote more than 50 letters to the\r\nappellants. He also addressed requests for assistance to South\r\nAfrican diplomatic officials.\nIn addition to the requests by him\r\npersonally, various attorneys that acted on his behalf tried to\r\nsecure the intervention of the\nappellants. Members of Parliament, the\r\nSouth African Human Rights Commission and Grain South Africa also\r\ntook up the respondent’s\ncause with the appellants. The issue\r\nof land reform in Zimbabwe has, for at least the past decade, been\r\nprominent in the public\ndomain, the media and in parliament where it\r\nhas caused lively and, at times, emotional debate.\n[5] All of the requests by and on behalf of the\r\nrespondent were aimed at securing the appellants’ intervention\r\nin the form\nof diplomatic protection and assistance in order to\r\nachieve the restoration of his rights, a fair and just settlement or\r\nfull compensation\nfor his loss. As part of his numerous requests, the\r\nrespondent also urged the first appellant to accede to the\r\nInternational Convention\non the Settlement of Investment Disputes\r\n(ICSID) of which Zimbabwe is a member and which aims to provide\r\nmember states and nationals\nof member states with conciliation and\r\narbitration facilities for the settlement of disputes in order to\r\npromote private international\ninvestment.\n5\n[6] Although responses to the respondent’s\r\nletters were generally not prompt, they were ultimately forthcoming\r\nand sometimes,\non the face of it, even encouraging. A letter dated 22\r\nOctober 2002 from the office of the third appellant concludes with\r\nthe following:\n‘\nPlease be assured that your\r\nrequest to the President has been noted and that [the] South African\r\nGovernment through the High Commission\nin Harare has been and will\r\ncontinue to interact with the Zimbabwean Government on the protection\r\nof the interests of South African\ncitizens in Zimbabwe.’\n[7] The most encouraging reaction came as\r\nresponses to questions in the National Assembly. On 27 March 2002 the\r\nthird appellant\nresponded as follows to question 103:\n‘\nThe South African Government\r\nwould continue to ensure the safety and security of all its citizens,\r\ntheir property as well as South\nAfrican owned companies in foreign\r\ncountries.’\nThe response to question 127 contained the\r\nassurance that there was constant engagement between the government\r\nof South Africa and\nthat of Zimbabwe about the issue. The response\r\nalso disclosed that a Bilateral Investment Promotion and Protection\r\nAgreement (BIPPA),\naimed at protecting the properties of South\r\nAfrican nationals in Zimbabwe, had been concluded by the two\r\ncountries and awaited\nsignature.\n[8] The promises of protection and avowed constant\r\nengagement with the Zimbabwean Government came to nothing. South\r\nAfrica did not\nratify the ICSID, BIPPA was never signed, and the\r\nrespondent’s substantial investment in Zimbabwe remained lost\r\nto him.\n6\nThe respondent was driven to allege in his founding affidavit that:\n‘\nThe string of correspondence\r\ndirected at the [appellants] and other Government officials by me and\r\nmy attorneys and the obtuse,\ndilatory and evasive response to that\r\ncorrespondence makes plain that the [appellants] have failed to act\r\nconsistently with their\nown stated policy to “ensure the safety\r\nand security of all its citizens, their property as well as South\r\nAfrican owned companies\noperating in foreign countries”.’\n[9] The respondent, after an amendment to his\r\nnotice of motion, sought the following relief from the court below:\n7\n‘\n1\tDeclaring that the failure of the [appellants]\r\nto rationally, appropriately and in good faith consider and decide\r\nthe [respondent’s]\napplication for diplomatic protection in\r\nrespect of the violation of his rights by the Government of Zimbabwe\r\nis inconsistent with\nthe Constitution 1996 and invalid;\n2\tDeclaring that the [respondent] has the right to\r\ndiplomatic protection from the [appellants] in respect of the\r\nviolation of his\nrights by the Government of Zimbabwe;\n3\tDeclaring that the [appellants]\r\nhave a Constitutional obligation to provide diplomatic protection to\r\nthe [respondent] in respect\nof the violation of his rights by the\r\nGovernment of Zimbabwe;\n4\tOrdering the [appellants] to\r\nforthwith, and in any event within 30 (thirty) days of date of this\r\nOrder, take all necessary steps\nto have the [respondent’s]\r\nviolation of his rights by the Government of Zimbabwe remedied;\n5\tDirecting the [appellants] to\r\nreport by way of affidavit to this Honourable Court within 30\r\n(thirty) days of this Order, what\nsteps they have taken in respect of\r\nprayer 4 above and providing a copy of such report to the\r\n[respondent];\n6\tThat, in the event of the [appellants] failing to\r\ncomply effectively with either the Order in terms of prayer 4 or in\r\nterms of\nprayer 5, ordering the [appellants] jointly and severally,\r\n(the one paying and the other to be absolved) to pay to the\r\n[respondent]\nsuch damages as he may prove that he has suffered as a\r\nresult of the violation of his rights by the Government of Zimbabwe;\n7\tDirecting that [appellants],\r\njointly and severally (the one paying the other to be absolved) pay\r\nthe [respondent’s] costs\nof this application.’\n[10] On 29 July 2008 the first order was granted.\r\nIt differs from the one sought in only three respects. First, the\r\nperiod within\nwhich steps had to be taken in terms of paras 4 and 5\r\nwas increased to 60 days. Second, the prayer for damages in para 6\r\nwas, ‘subject\nto effective compliance with paragraphs 4 and 5’,\r\npostponed sine die. Third, the costs granted in terms of para 7 were\r\nto\ninclude the costs of two counsel.\n[11] Steps were taken by\r\nthe appellants in purported compliance with the first order. On 19\r\nOctober 2008 an affidavit, setting out\nthe steps taken, was filed by\r\nthe appellants.\n8\nThe respondent’s attorney pursued the taxation of the costs\r\nordered in para 7 of the first order and the appellants paid\nthose\r\ncosts. The respondent, in the meantime and incorrectly, approached\r\nthe Constitutional Court for confirmation of para 1 of\nthe first\r\norder in terms of s 172(2) of the Constitution.\n9\nThe application was, for obvious reasons, only opposed by the second\r\nappellant. It was heard on 26 February 2008 and judgment was\n\ndelivered on 5 June 2009.\n10\nThe Constitutional Court concluded that the application was\r\nmisconceived as para 1 of the first order did not affect ‘conduct’\n\nof the President as meant in s 172(2)(a). At no stage during this\r\ntime did the appellants seek to obtain leave to appeal the first\n\norder. During the hearing in the Constitutional Court, counsel for\r\nthe second appellant ‘assured [the Constitutional Court]\nthat\r\nneither the Government nor any of the other [appellants] is minded to\r\ndo anything other than comply with the order of the\nHigh Court’.\n11\n[12] After the judgment by the Constitutional\r\nCourt the parties agreed that the matter be set down for hearing on\r\n12 and 13 October\n2009 in the high court. The purpose of another\r\nhearing was to consider the postponed claim for damages which was\r\ninter-twined with\nthe appellants’ compliance with paras 4 and 5\r\nof the first order. The court below did not accept that the affidavit\r\nfiled\nor the steps taken by the appellants pursuant to the first\r\norder constituted compliance with that order. On 5 February 2010 it\r\nissued the following order (the second order):\n12\n‘\n1\tIt is declared that the first and third\r\n[appellants], jointly and severally, the one paying the other to be\r\nabsolved, are liable\nto pay to the [respondent] such damages as he\r\nmay prove that he has suffered as a result of the violation of his\r\nrights by the\nGovernment of Zimbabwe.\n2\tThe question of the quantum of the damages is referred\r\nto oral evidence.\n3\tThe usual rules will apply with regard to discovery,\r\nexpert evidence and the holding of a pre-trial conference.\n4\tThe [appellants], jointly and severally, are ordered\r\nto pay the [respondent’s] costs arising from this follow-up\r\nhearing,\nincluding the costs of two counsel.’\n[13] On 26 February 2010 the appellants applied to\r\nthe court below for leave to appeal against the first order, for\r\ncondonation\nfor the late filing of that application and for leave to\r\nappeal against the second order. The appellants were granted the\r\nrelief\nthey sought, except in relation to the costs ordered in para 7\r\nof the first order.\n[14] In this court the respondent contended that\r\nthe appeal against the first order had been perempted. He relied on\r\nthe objective\nfacts that the appellants did not timeously seek leave\r\nto appeal the first order, took steps and filed an affidavit in\r\npurported\ncompliance with the first order, declared to the\r\nConstitutional Court that they intended to comply with the first\r\norder and paid\nthe costs that were ordered and taxed.\n[15] If the respondent is able to show that the\r\nappellants’ unequivocal conduct after the first order is\r\ninconsistent with\nan intention to appeal, the appeal has been\r\nperempted.\n13\nThe answer to this question is, however, tied up with the question\r\nwhether the first order was appealable. If it be accepted that\nthe\r\nfirst order was appealable, the appellants’ actions following\r\nupon the first order clearly illustrate an intention by\nthem not to\r\nproceed with an appeal. The appealability of the first order was\r\nperipherally mentioned during the confirmation proceedings\nbefore the\r\nConstitutional Court. The context in which it came to be raised\r\nappears from para 13 of the judgment:\n‘\nNeither the government nor any of the other\r\n[appellants] has assailed the correctness of the judgment or the\r\nvalidity of the order\nof the High Court by way of an appeal. The\r\norder was made nearly ten months ago and the time within which the\r\n[appellants] in that\ncourt may have sought leave to appeal has long\r\nelapsed. A party to confirmation proceedings in this court has an\r\nautomatic right\nof appeal against the order sought to be confirmed.\r\nNone of the government [appellants] has availed itself of this right\r\nof appeal.\nIf anything, during the hearing in this court, counsel for\r\nthe [President] sought to tender new evidence to show that the\r\ngovernment\n[appellants] were taking active steps to comply with the\r\norder of the High Court. From the bar counsel for the [President]\r\nassured\nthis court that neither the government nor any of the other\r\n[appellants] is minded to do anything other than comply with the\r\norder\nof the High Court.’\n[16] From this excerpt it appears that the appealability of the first\r\norder seems to have been impliedly conceded by the second\nappellant’s\r\ncounsel and accepted by that court, although it was not argued or\r\ndecided. It only became necessary to decide\nwhether that concession\r\nwas correctly made and accepted when the appellants applied for leave\r\nto appeal against the first order.\nThe court below inclined towards\r\nthe view that the first order was not appealable, without expressly\r\nstating so. It granted leave\nand said in the judgment that ‘it\r\nis not unreasonable to argue that the [appellants] did not act, or\r\nwere not out of order,\nby attempting to comply with orders 4 and 5,\r\nthat is the supervisory\nmandamus\n, before noting an appeal\r\nagainst the main judgment, because had their efforts, in that regard,\r\nbeen successful, and had they persuaded\nme in the follow-up judgment\r\nthat they had complied with the supervisory\nmandamus\n, it would\r\nhave been the end of the matter, and it would also have redounded to\r\nthe benefit of the . . . [respondent] in the main\nproceedings’.\n[17] At the start of the second judgment the court below had the\r\nfollowing to say:\n‘\nWhere this judgment is a\r\nsequel to the main judgment, it must inevitably be read in\r\nconjunction with that judgment.\n. . .\nWhen the Constitutional Court\r\njudgment, dated 5 June 2009, was handed down, and in view of the\r\noutcome thereof, the parties made\narrangements for this further\r\nhearing, which inevitably had to flow from the provisions of paras 4\r\nand 5 of my order in the main\njudgment, to take place.’\n14\nThat leave was granted is not decisive of the\r\nissue. The complications surrounding appealability in any given\r\ninstance were recently\nsummarised by Lewis JA in\nHealth\r\nProfessions Council of South Africa v Emergency Medical Supplies and\r\nTraining CC\nt/a\r\nEMS\n2010 (6) SA 469\n(SCA) paras 14-19.\r\nIt is fair to say that there is no checklist of requirements. Several\r\nconsiderations need to be weighed up,\nincluding whether the relief\r\ngranted was final in its effect, definitive of the rights of the\r\nparties, disposed of a substantial\nportion of the relief claimed,\r\naspects of convenience, the time at which the issue is considered,\r\ndelay, expedience, prejudice,\nthe avoidance of piecemeal appeals and\r\nthe attainment of justice.\n15\nThe appealability of the order was not argued in this court, hence I\r\nam reluctant to decide the peremption point on that basis\nalone.\n[18] However, it matters not whether the first\r\norder was appealable or whether the appeal had been perempted. As a\r\nmatter of logic\nthe second order arose from the first order and has\r\nno independent existence separate from the first order. As the second\r\norder\nwas given in consequence of the first order, and would not nor\r\ncould have been given if it was not for the first order, it follows\n\nthat if the first order is wrong in law, the second order is legally\r\nuntenable. Whether the appellants were ill-advised not to\nappeal\r\nagainst the first order, but rather to try and comply with it, should\r\nnot have the unacceptable result that this court is\nheld to a mistake\r\nof law by one of the parties. I can put it no better than Jansen JA\r\nin\nPaddock Motors (Pty) Ltd v Igesund\n1976 (3) SA 16\n(A) at 23F:\n‘\n[I]t would create an\r\nintolerable position if a Court were to be precluded from giving the\r\nright decision on accepted facts, merely\nbecause a party failed to\r\nraise a legal point, as a result of an error of law on his part. . .\r\n. ‘\n16\n[19] In\nPaddock\nthe principle of the court not being bound by what is legally\r\nuntenable was applied in the narrower context of a legally wrong\n\nconcession by one of the parties during proceedings, but the\r\nprinciple is equally valid in the present context. It would be\r\nsimilarly\nintolerable if, in the current situation, this court would\r\nbe precluded from investigating the legal soundness of the first\r\norder,\nas a result of the incorrect advice followed by the appellants\r\nor an incorrect concession made by them.\n[20] I turn to the merits of the first order. The\r\nlegal principles applicable in matters of this nature have been\r\nauthoritatively\npronounced upon by the Constitutional Court in\nKaunda\r\n& others v President of the Republic of South Africa & others\n2005 (4) SA 235\n(CC) and by this court\r\nin\nVan Zyl & others v Government of\r\nthe Republic of South Africa & others\n2008 (3) SA 294\n(SCA). It is apparent from both these decisions that\r\nit is important to distinguish between international law, which deals\r\nwith\nthe relationship between state and state, and municipal law,\r\nwhich deals with the relationship between citizen and state.\n17\nA national in the position of the respondent has to rely on municipal\r\nlaw for diplomatic protection as international law does not\nrecognise\r\na right of a national to diplomatic protection. When a state affords\r\nits national diplomatic protection in terms of municipal\nlaw, it then\r\nproceeds to rely on international law in its dealings with the other\r\nstate. The focus that has been placed on diplomatic\nprotection from\r\nan international perspective was summarised in\nKaunda\nfrom which it is useful to quote:\n18\n‘\nThe nature and scope of diplomatic protection has\r\nbeen the subject of investigations by the International Law\r\nCommission. It was\nrequested in 1996 by the General Assembly of the\r\nUnited Nations to undertake this task. Special Rapporteurs and\r\nworking groups\nwere involved in the investigations the outcome of\r\nwhich is referred to in reports of the International Law Commission.\r\nThe report\ndealing with issues relevant to the present matter is the\r\nreport published in 2000 (the ILC report). This report contains\r\nsummaries\nby the Special Rapporteur, Professor Dugard, of the\r\nrelevant debates.\nThe term diplomatic protection is not\r\na precise term of art. It is defined in the Special Rapporteur’s\r\nreport as “action\ntaken by a State against another State in\r\nrespect of an injury to the person or property of a national caused\r\nby an internationally\nwrongful act or omission attributable to the\r\nlatter State”.\n. . .\nAccording to the Special Rapporteur’s\r\nreport, diplomatic protection includes, in a broad sense, “consular\r\naction, negotiation,\nmediation, judicial and arbitral proceedings,\r\nreprisals, retorsion, severance of diplomatic relations, [and]\r\neconomic pressures”.’\n19\n[21] When a state decides to afford its national\r\ndiplomatic protection it engages the other state by means of existing\r\ndiplomatic\nchannels. Its successes and failures in this process are\r\nlargely dependant on the nature of the relationship between the\r\nstates\nand the inclination of the other state to engage, grant and\r\nimplement requests or succumb to pressure. This superficial\r\ndescription\nof the structure of the subject under discussion suffices\r\nto illustrate that diplomatic protection is not merely for the\r\nasking,\nbut is a complex issue the success of which is dependant on a\r\nmultitude of variables.\n[22] The question whether a national has a right\r\nto diplomatic protection was asked and answered in\nKaunda.\nChaskalson CJ stated the legal position\r\nto be as follows:\n‘\nIf, as I have held, citizens\r\nhave a right to request government to provide them with diplomatic\r\nprotection, then government must\nhave a corresponding obligation to\r\nconsider the request and deal with it consistently with the\r\nConstitution.’\n20\nIt was expressly held that s 7(2) of the\r\nConstitution should not be construed as granting citizens a positive\r\nright to demand, or\nimposing on government a positive obligation to\r\nensure, ‘that laws and conduct of a foreign State and its\r\nofficials meet\nnot only the requirements of the foreign State’s\r\nown laws, but also the rights that our nationals have under our\r\nConstitution’.\n21\nThe remarks made by Harms DP in\nVan Zyl\nare apposite in the present instance:\n22\n‘\nThe [respondent’s] request was premised on\r\na “right” to diplomatic protection and not on a right to\r\nhave a request\nconsidered. It was further based on the duty of\r\ngovernment to provide a particular type of diplomatic protection.\r\nThese demands\nwere, in the light of the Constitutional Court’s\r\njudgment, ill-founded.’\n[23] The relief sought by the respondent in the court below and\r\ngranted was an express declaration of rights and duties contrary\nto\r\nthe law. The judgment by the court below contains extensive\r\nreferences to the judgment in\nKaunda.\nDespite those references\r\nan incorrect conclusion was reached. One can only assume that the\r\nbroader and, with respect, less precise\nviews expressed in the\r\nconcurring minority judgment by Ngcobo J, extensively quoted by the\r\ncourt below without distinguishing it\nfrom what the majority held the\r\nlaw to be, resulted in the incorrect approach. The judgment in the\r\ncourt below contains no reference\nto\nVan Zyl\nin which the\r\napplicable legal principles were clearly re-stated and helpfully\r\nexplained.\n[24] Paragraphs 2 and 3 of the first order are therefore contrary to\r\nthe law. The misconception evident in these paragraphs, together\nwith\r\nthe conclusions reached by the court below that the appellants’\r\nresponses to the respondent’s numerous demands\nwere not\r\nappropriate, informed the order in paras 4 and 5. If paras 2 and 3\r\nare to be struck out, paras 4 and 5 cannot stand, but\nI will continue\r\nto consider the legitimacy of paras 4 and 5 of the first order\r\nindependently of their relationship with paras 2\nand 3.\n[25] I will not, at this stage, consider the appropriateness of the\r\nappellants’ responses, but assume, for present purposes,\nthat\r\nthe court below was correct in the following conclusion:\n‘\nIn my view, and for all the\r\nreasons mentioned, the government, in the present instance, failed to\r\nrespond appropriately and dealt\nwith the matter in bad faith and\r\nirrationally. For six years or more, and in the face of a stream of\r\nurgent requests from many\nsources, they did absolutely nothing to\r\nbring about relief for the applicant and hundreds of other white\r\ncommercial farmers in\nthe same position. Their “assistance”,\r\nsuch as it is, was limited to empty promises. They exhibited neither\r\nthe will\nnor the ability to do anything constructive to bring their\r\nnorthern neighbour to book. They paid no regard, of any consequence,\n\nto the plight of valuable citizens such as the fifth generation\r\napplicant with a 50 year track record in Zimbabwe, and other\r\nhardworking\nwhite commercial farmers making a substantial\r\ncontribution to the GDP in Zimbabwe and providing thousands of people\r\nwith work in\nthat country.’\n23\n[26] Para 4 of the first order is extraordinary.\r\nIt orders the appellants to remedy the violation of the respondent’s\r\nrights\nperpetrated by the Zimbabwean Government. The ordinary\r\ngrammatical meaning of this order is that the appellants were\r\nexpected to\nrestore, within 60 days of the order, all the\r\nrespondent’s losses in Zimbabwe. The order ignores several\r\nvital considerations.\nFirst, that on a practical level it is\r\nunrealistic to expect any government, the wheels of which sometimes\r\nturn even more slowly\nthan the wheels of justice, to act so\r\nexpeditiously. Second, it ignores the fact that the nature and\r\nessence of diplomatic protection\nis a process the result of which is\r\nnecessarily dependant on the responses of another state, which is not\r\nbound by the order. Third,\nit ignores the factual situation in\r\nZimbabwe, widely published in the international media during the past\r\ndecade and included in\nthe respondent’s papers, that the action\r\ntaken in Zimbabwe accorded fully with Zimbabwean governmental policy\r\nand extensive\ninternational pressure hardly brought any change.\n[27] Compliance with the order was impossible.\r\nAssuming that it was a legitimate order, it set an impossible task\r\nfor the appellants,\nand dare I say it, for any government in the\r\nworld. The appellants’ efforts were doomed to failure. They\r\nwere to report,\nin compliance with para 5 of the order, on the steps\r\ntaken ‘in respect of paragraph 4’. That meant a report on\r\nthe\nsteps taken to achieve the restoration of the respondent’s\r\nproperty to him. Such an outcome could not realistically have been\n\nexpected.\n[28] I return to the question whether the orders contained in paras 4\r\nand 5 of the first order are legally tenable. Again, no new\nlegal\r\nground needs to be canvassed. In paras 77 to 81 of\nKaunda\nChaskalson CJ said:\n‘\nA decision as to whether protection should be\r\ngiven, and if so, what, is an aspect of foreign policy which is\r\nessentially the function\nof the Executive. The timing of\r\nrepresentations if they are to be made, the language in which they\r\nshould be couched, and the sanctions\n(if any) which should follow if\r\nsuch representations are rejected are matters with which courts are\r\nill-equipped to deal. The best\nway to secure relief for the national\r\nin whose interest the action is taken may be to engage in delicate\r\nand sensitive negotiations\nin which diplomats are better placed to\r\nmake decisions than Judges, and which could be harmed by court\r\nproceedings and the attendant\npublicity.\nThis does not mean that South African courts have no\r\njurisdiction to deal with issues concerned with diplomatic\r\nprotection. The\nexercise of all public power is subject to\r\nconstitutional control. Thus even decisions by the President to grant\r\na pardon or to\nappoint a commission of inquiry are justiciable. This\r\nalso applies to an allegation that government has failed to respond\r\nappropriately\nto a request for diplomatic protection.\nFor instance, if the decision were to be irrational, a\r\ncourt could intervene. This does not mean that courts would\r\nsubstitute their\nopinion for that of the government or order the\r\ngovernment to provide a particular form of diplomatic protection.\n“\nRationality . . . is a minimum threshold\r\nrequirement applicable to the exercise of all public power by members\r\nof the Executive\nand other functionaries. Action that fails to pass\r\nthis threshold is inconsistent with the requirements of our\r\nConstitution and\ntherefore unlawful. The setting of this standard\r\ndoes not mean that the courts can or should substitute their opinions\r\nas to what\nis appropriate for the opinions of those in whom the power\r\nhas been vested. As long as the purpose sought to be achieved by the\n\nexercise of public power is within the authority of the functionary,\r\nand as long as the functionary’s decision, viewed objectively,\n\nis rational, a court cannot interfere with the decision simply\r\nbecause it disagrees with it or considers that the power was\r\nexercised\ninappropriately.”\nIf government refuses to consider a legitimate request,\r\nor deals with it in bad faith or irrationally, a court could require\r\ngovernment\nto deal with the matter properly. Rationality and bad\r\nfaith are illustrations of grounds on which a court may be persuaded\r\nto review\na decision. There may possibly be other grounds as well and\r\nthese illustrations should not be understood as a closed list.\nWhat needs to be stressed, however,\r\nin the light of some of the submissions made to us in this case, is\r\nthat government has a broad\ndiscretion in such matters which must be\r\nrespected by our courts.’\n24\n[29] In paras 4 and 5 of the first order the court\r\nbelow prescribed to the appellants, as representing the Executive,\r\nthe result\ntheir diplomatic protection should achieve for the\r\nrespondent, the time frame within which to do so and appointed itself\r\nthe overseer\nof the Executive. The order violates the legal\r\nprinciples laid down in\nKaunda\nand the form of the order illustrates some pitfalls that were\r\nillustrated in\nModderfontein Squatters,\r\nGreater Benoni City Council v Modderklip Boerdery (Pty) Ltd (Agri SA\r\nand Legal Resources Centre, Amici\nCuriae); President of the Republic\r\nof South Africa & others v Modderklip Boerdery (Pty) Ltd (Agri SA\r\nand Legal Resources Centre,\nAmici Curiae)\n2004 (6) SA 40\n(SCA), namely:\n25\n‘\nAs mentioned, the Court below\r\ngranted, in terms of s 38 and s 172(1), a declaratory order and a\nmandamus\nin the form of a “structural interdict” (ie an order\r\nwhere the court exercises some form of supervisory jurisdiction\nover\r\nthe relevant organ of state). . . Structural interdicts . . . have a\r\ntendency to blur the distinction between the Executive\nand the\r\nJudiciary and impact on the separation of powers. They tend to deal\r\nwith policy matters and not with the enforcement of\nparticular\r\nrights.’\nThis is not to conclude that a structural\r\ninterdict is never appropriate where the exercise of executive\r\nfunctions is concerned,\nbut in this case it served to encroach on the\r\nfunctions of the Executive.\n26\n[30] Paras 4 and 5 of the first order are legally\r\nuntenable in and of themselves. As the court below was not entitled\r\nto make the\norder contained in paras 4 and 5 of the first order, the\r\nappellants’ subsequent actions cannot be measured by the\r\nstandard\nset in those orders and the second order could and should\r\nnot have resulted. The inter-connectedness of the orders is also\r\nevident\nfrom the following paragraph in the second judgment by the\r\ncourt below:\n‘\nIt was held in the main\r\njudgment (more particularly at 560C-566I) that the [appellants] had\r\nacted unconstitutionally and, in the\nprocess, had violated the\r\n[respondent’s] right to diplomatic protection as entrenched in\r\nthe Constitution.’\n27\n[31] The second order is without legal foundation,\r\nnot only because of its inter-connectedness to the first order, but\r\nalso because\nof its substance. In terms of the second order the\r\nappellants are ordered to pay damages for a breach or violation of\r\nrights committed\nby the Zimbabwean Government, akin to the field of\r\nvicarious liability and not for their own breach or violation of the\r\nrespondent’s\nrights.\n28\nThe factual situation does not give rise to vicarious liability and\r\nsuch liability does not arise in a constitutional law context.\nIt is\r\ntherefore a completely foreign concept that one state would attract\r\nliability in terms of its municipal law (because that\nis the only law\r\nthat the respondent could enforce against the appellants) viz-a-viz\r\nits own national for the wrongs of another\nstate, committed by that\r\nstate in another country viz-a-viz the same individual. The only\r\nbreach that could legally have occurred\nin the present case is that\r\nthe appellants failed to comply with their duty viz-a-viz the\r\nrespondent to act appropriately to his\nrequest for diplomatic\r\nprotection.\n[32] It is apparent from the judgment that the\r\nsecond order was the consequence of an investigation into what an\r\nappropriate remedy\nwould be in the circumstances of the breach.\r\nSection 38 of the Constitution empowers a court to grant appropriate\r\nrelief when it\nconcludes that a breach of rights under the Bill of\r\nRights has been established.\n29\nIn\nFose v Minister of Safety and\r\nSecurity\n[1997] ZACC 6\n;\n1997 (3) SA 786\n(CC),\n30\nand several other decisions that followed,\n31\nthe principles and requirements for an appropriate remedy to be\r\neffective have been explored. It states that a monetary award of\n\ndamages for a constitutional breach could in appropriate\r\ncircumstances be made.\n[33] The constitutional breach in this case, if\r\nthere was one, could only have been a failure to have responded\r\nappropriately to\nthe respondent’s request for diplomatic\r\nprotection. Theoretically, an appropriate response in certain\r\ncircumstances could\nbe to do nothing. In order to decide on an\r\nappropriate remedy, the nature of the breach must also be considered.\r\nThis brings the\nissue of causation into focus. The result of the\r\nbreach of the constitutional duty properly to consider a request for\r\ndiplomatic\nprotection and respond to it appropriately is not the\r\nfactual cause of the loss suffered. This is particularly true on the\r\nfacts\nof this case. From annexures to the founding affidavit and the\r\naffidavits filed by the appellants pursuant to the first order the\n\nfacts speak clearly of a firm attitude by the Zimbabwean Government\r\nin defiance of all pressure that the land reform policy implemented\n\nin Zimbabwe is ongoing and irreversible.\n32\n[34] I turn to the finding of the court below in\r\nrelation to the affidavits filed pursuant to para 5 of the second\r\norder. The court\nbelow perceived the purpose of what it called the\r\n‘follow-up’ hearing to be as follows:\n‘\nThe essence of the enquiry\r\nwhich came before me in the follow-up hearing was to establish\r\nwhether or not the [appellants] had effectively\ncomplied with para 4\r\nof my order in the main judgment – at 567A.\nA positive finding, from the point of\r\nview of the [appellants], would signal the end of the matter. A\r\nnegative finding would result\nin declaratory relief to the effect\r\nthat the [appellants] were liable to compensate the [respondent] for\r\nhis damages.’\n33\n[35] I have already dealt with the illogical\r\nconclusion contained in the last sentence of the extract. The court\r\nbelow held that\nthe affidavits filed on behalf of the appellants,\r\nregardless of their content, did not constitute compliance with the\r\nsecond order\nas they were not deposed to by any of the appellants\r\npersonally. It further held that paras 4 and 5 of the first order\r\nwere directed\nat the appellants personally.\n[36] The conclusion by the court below that the\r\nappellants had to have personally taken steps and deposed to\r\naffidavits, unrealistically\nand naïvely ignores that diplomatic\r\nactions involve complex and sensitive relationships conducted through\r\nan extensive hierarchy\naccording to a particular protocol which, if\r\nbreached, could result in failure even before the substance is\r\nconsidered. It was\nalso unrealistic to have expected the appellants\r\nto comply personally with the second order within the short time\r\nframe of 60 days\nwithout taking account of relevant facts like other\r\npressing matters of state, that may have made it impossible for them\r\nto comply\npersonally with the order. This does not mean that\r\nministers of government departments can never be ordered to\r\npersonally see to\ncompliance with court orders by their departments.\r\nIt only means that it was not appropriate in this matter, as\r\nappropriate and\nrelevant facts and considerations were not explored.\n[37] In the judgment on the misconceived confirmation proceedings\r\nbefore the Constitutional Court para 50 the following appears:\n‘\nThe Constitution carefully apportions powers,\r\nduties and obligations to organs of State and its functionaries. It\r\nimposes a duty\non all who exercise public power to be responsive and\r\naccountable and to act in accordance with the law. This implies that\r\na claimant,\nwho seeks to vindicate a constitutional right by\r\nimpugning the conduct of a State functionary, must identify the\r\nfunctionary and\nits impugned conduct with reasonable precision.\r\nCourts too, in making orders, have to formulate orders with\r\nappropriate precision.’\nI find it appropriate to apply the essence of what is stated in that\r\nparagraph in the current context. The appellants exercise\nexecutive\r\npowers as the respective heads of their departments by means of a\r\nmultitude of functionaries. It would have been necessary\nfor the\r\ncourt to state with ‘reasonable precision’ if it required\r\nthe ministers to comply with its order personally.\nThe order that was\r\nissued by the court below is indiscriminate. It is addressed to all\r\nthe appellants in their official capacities\nwithout any indication\r\nthat it was expected of one or all of them to respond personally. The\r\ninappropriateness of the expectation\nis further illustrated when its\r\nlogical conclusion is tested by posing the rhetorical question\r\nwhether all the appellants, the\nPresident and all three ministers,\r\nwere each supposed to approach the Zimbabwean Government in person\r\nand make affidavits.\n[38] This requirement of the first order as interpreted by the court\r\nbelow is another violation of the separation of powers discussed\nin\r\nparas 28 and 29 above, as it prescribes to the Executive which\r\nfunctionary is required to act.\n[39] In view of the conclusions reached, it is only necessary to\r\nexpress a view on the nature of the appellants’ response\nto the\r\nrespondent’s request for diplomatic protection and their\r\nanswering affidavit delivered in this application, insofar\nas it is\r\nrelevant to the costs order made against the appellants in para 7 of\r\nthe first order. In the time leading up to the application\nthe\r\nappellants seem to have promised the respondent diplomatic\r\nprotection. The answering affidavit painted with a broad brush.\n\nIrrespective of the source of the evidence it consists of general\r\nallegations and conclusions of fact. The court was not entrusted\nwith\r\nthe content of the government’s policy or specific steps taken\r\nby particular officials in terms of recognised procedures\nand\r\nprotocols. In short, the court was not put in a position to assess\r\nthe reasonableness or appropriateness of what was done or\nnot done by\r\nthe appellants. The frustration that the court and certainly the\r\nrespondent was left with, was that he was given glowing\npromises, but\r\nreceived nothing, not even a response that engaged the issues. The\r\nrespondent and the court were entitled to an honest\nand open\r\ndisclosure on policy, approach and action. The manner in which the\r\nopposition to the confirmation matter was conducted\nin the\r\nConstitutional Court was criticised by that court. That criticism was\r\napplicable to the appellants’ conduct throughout\nthe\r\nproceedings. This case is an example of how a government, founded on\r\na constitutional dispensation and a culture of human rights,\nis not\r\nsupposed to treat its citizens and its courts. The government’s\r\nconduct in\nVan Zyl\nis in stark contrast to the current matter.\n[40] The appellants’ response to the respondent was\r\ninappropriate. For that reason they were rightly ordered to pay the\r\nrespondent’s costs and leave to appeal that costs order was\r\nrightly refused. Still, it was for the court to find an appropriate\n\nway to ensure compliance with the constitutional duty to consider the\r\nrequest for diplomatic protection appropriately, whilst respecting\n\nthe separation of powers and recognised legal principles.\n[41] In view of the appellants’ success in this court it is not\r\nappropriate to order them to pay the costs on appeal. It\nis, however,\r\nappropriate to adopt the usual approach in matters involving the\r\nenforcement of constitutional rights and not order\nthe respondent to\r\npay the appellants’ costs. The appellants, in my view rightly,\r\ndid not insist on costs.\n[42] I need to make some final remarks on para 1 of the first order.\r\nIn view of the conclusion that I have arrived at that the\nappellants’\r\nresponse does not conform to what is demanded of them in terms of the\r\nConstitution, that part of the first order\nshould stand, albeit that\r\nit is of theoretical value only.\n[43] I make the following order:\n1\tThe appeal is upheld.\n2\tThe order of the court a quo made on 29 July 2008 is set aside,\r\nexcept for the declaration in para 1 and the costs order in para\n7\r\nthereof, and replaced with the following:\n‘Save for prayers 1 and 7 which are granted, the application is\r\ndismissed.’\n3\tThe order of the court a quo made on 5 February 2010 is set aside.\n_________________\nS SNYDERS\nJudge of Appeal\nAPPEARANCES:\nFor\r\nappellant:\tPJJ de Jager SC (with him M Mphaga & M Sello)\nInstructed by The State Attorney, Pretoria,\nThe State Attorney, Bloemfontein.\nFor\r\nrespondent:\tP Hodes SC (with him A Katz SC & M du Plessis)\nInstructed by Ernst J V Penzhorn Attorneys, Pretoria,\nHill,\r\nMcHardy & Herbst Inc., Bloemfontein.\n1\nAll of the respondent’s farming interests in Zimbabwe were\r\n\tacquired and developed in various companies and a trust that\nwere\r\n\tregistered legal entities in Zimbabwe. The respondent controlled\r\n\tthese legal entities. As the farms in Zimbabwe were not\nheld by the\r\n\trespondent in private ownership, it was an issue between the parties\r\n\tin the court below whether the respondent had\nany standing to\r\n\tapproach the South African Government for diplomatic protection.\r\n\tThat issue was not pursued by the appellants\nin this court and is\r\n\tconsequently not addressed in this judgment. For purposes of this\r\n\tjudgment it is accepted that the respondent\nhad a direct interest in\r\n\tthe relevant farming land in Zimbabwe.\n2\nSections 83, 84, 85 and 92 of the Constitution.\n3\nThe judgment has been reported as\nVon Abo v Government of the\r\n\tRepublic of South Africa & others\n2009 (2) SA 526\n(T).\n4\nThe judgment has been reported as\nVon\r\n\tAbo v Government of the Republic of South Africa & others\n2010\r\n\t(3) SA 269\n(GNP).\n5\nICSID is an international convention entered into\r\n\tforce on 14 October 1966 and which Zimbabwe ratified on 20 May 1994.\r\n\tSouth Africa\nhas not ratified the ICSID.\n6\nBIPPA was seemingly not signed due to a\r\n\tsubstantial change in attitude by the Zimbabwean officials that\r\n\tnegotiated the agreement.\n7\nThe amendment effected involved the deletion of a\r\n\tprayer for a mandatory interdict to force the appellants to take\r\n\tsteps to ratify\nthe ICSID and to report to the court within thirty\r\n\tdays of such order on the steps taken in compliance thereof.\n8\nThe fact that the affidavit was not filed within\r\n\tsixty days of the date of the first order was never regarded as\r\n\tsignificant.\n9\nSection 172(2)(a): ‘The Supreme Court of\r\n\tAppeal, a High Court or a court of similar status may make an order\r\n\tconcerning\nthe constitutional validity of an Act of Parliament, a\r\n\tprovincial Act or any conduct of the President, but an order of\r\n\tconstitutional\ninvalidity has no force unless it is confirmed by the\r\n\tConstitutional Court.’\n10\nThe judgment is reported as\nVon Abo v\r\n\tPresident of the Republic of South Africa\n2009 (5) SA 345\n(CC).\n11\nIbid\npara 13.\n12\nThe date of the order as reported is incorrect.\n13\nStandard Bank v Estate van Rhyn\n1925 AD 266\nat 268;\nGentiruco\r\n\tAG v Firestone SA (Pty) Ltd\n1972 (1) SA 589\n(A) at 600A-D;\nNatal\r\n\tRugby Union v Gould\n[1998] ZASCA 62\n;\n1999 (1) SA 432\n(SCA) at 443F.\n14\nParas 3 and 7.\n15\nZweni v Minister of Law and Order\n1993 (1) SA 523\n(A) at 532I-533A;\nMoch\r\n\tv Nedtravel (Pty) Ltd t/a American Express Travel Service\n1996 (3) SA 1\n(A) at 10F-11C;\nNational\r\n\tDirector of Public Prosecutions v King\n2010\r\n\t(2) SACR 146\n(SCA);\n2010 (7) BCLR 656\n(SCA) paras 46 and 50-51.\n16\nSee also at 19B and\nVan\r\n\tRensburg v Van Rensburg & andere\n1963 (1) SA 505\n(A) at 510A.\n17\nVan Zyl\npara 60.\n18\nParas 25-27.\n19\nKaunda\nmakes\r\n\treference to the\nReport of the\r\n\tInternational Law Commission on the work of its 52\nnd\nsession,\n1 May to 9 June and 10 July\r\n\tto 18 August (2000) A/55/10 (ICL report).\n20\nKaunda\npara 67.\n21\nKaunda\npara 44.\n22\nVan Zyl\npara 52.\n23\nPara 143.\n24\nSee also\nDoctors for\r\n\tLife International v Speaker of the National Assembly & others\n[2006] ZACC 11\n;\n2006 (6) SA 416\n(CC) paras 37-38;\nGlenister\r\n\tv President of the Republic of South Africa & others\n[2008] ZACC 19\n;\n2009 (1) SA 287\n(CC) paras 33 -35.\n25\nPara 39.\n26\nSibiya & others v Director of Public\r\n\tProsecutions, Johannesburg, & others\n[2005] ZACC 6\n;\n2005 (5) SA 315\n(CC) is an example where a supervisory interdict was\r\n\tused.\n27\nPara 60.\n28\nLiability that one person attracts for the delict\r\n\tcommitted by another by reason of the relationship between them, for\r\n\texample\nemployer and employee. See\nMinister\r\n\tof Safety and Security v F\n(592/09)\n[2011] ZASCA 3\n(22 February 2011) for a discussion on the nature,\r\n\thistory and application of vicarious liability.\n29\nThe relevant part of s\n38 of the Constitution\r\n\treads: ‘Anyone listed in this section has the right to\r\n\tapproach a competent court, alleging that\na right in the Bill or\r\n\tRights has been infringed or threatened, and the court may grant\r\n\tappropriate relief, including a declaration\nof rights.’\n30\nPara 60.\n31\nMinister of Health & others v Treatment Action Campaign &\r\n\tothers (No 1)\n[2002] ZACC 16\n;\n2002 (5) SA 703\n(CC);\nModderfontein Squatters,\r\n\tGreater Benoni City Council v Modderklip Boerdery (Pty) Ltd (Agri SA\r\n\tand Legal Resources Centre Amici\nCuriae), President of the Republic\r\n\tof South Africa & others v Modderklip Boerdery (Pty) Ltd (Agri\r\n\tSA and Legal Resources\nCentre, Amici Curiae)\n2004 (6) SA 40\n(SCA);\nMEC, Department of Welfare, Eastern Cape v Kate\n[2006] ZASCA 49\n;\n2006\r\n\t(4) SA 478\n(SCA).\n32\nAn attitude expressed by Zimbabwean Ambassador Moyo and Mr Chifamba,\r\n\tZimbabwean Divisional Head for Africa: Economics, at different\n\n\tmeetings with South African delegations. The annexures to the\r\n\tfounding affidavit were: Human Rights Watch\nFast Track Land\r\n\tReform in Zimbabwe\nMarch 2002, Vol 14, No 1(A), New York; Human\r\n\tRights Watch\nUnder a Shadow: Civil and Political Rights in\r\n\tZimbabwe,\nJune 6, 2003; Amnesty International Report 2002; US\r\n\tDepartment of State\nCountry Reports on Human Rights Practices\n2002, 2003, 2004 and 2005.\n33\nPara 9.",
  "scraped_at": "2026-02-12T15:33:24.676932",
  "date": "2011-04-04",
  "coram": [
    "MPATI P",
    "CLOETE",
    "SNYDERS",
    "THERON JJA",
    "PLASKET AJA"
  ],
  "case_number": "283/10",
  "parties": {
    "applicants": [
      "Government of the Republic of South Africa",
      "President of the Republic of South Africa",
      "Minister of Foreign Affairs",
      "Minister of Trade and Industry",
      "Minister of Justice and Constitutional Development"
    ],
    "respondents": [
      "Crawford Lindsay von Abo"
    ]
  },
  "sections": {
    "facts": "Crawford Lindsay von Abo, a South African farmer, owned a large farming empire in what is now Zimbabwe. Following Zimbabwe's land‑reform programme after 1997, his farms were expropriated without compensation, causing massive financial loss. Von Abo repeatedly sought diplomatic protection from the South African Government through letters to the President, the Minister of Foreign Affairs and other officials, and through legal counsel. The High Court issued two orders (July 2008 and February 2010) directing the appellants to consider his request for diplomatic protection, to report on steps taken, and ultimately to pay damages. The appellants complied with some procedural requirements but did not provide the substantive protection sought. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the first High Court order was appealable and therefore perempted by the appellants’ conduct. 2. Whether a South African citizen has a constitutional right to diplomatic protection and whether the State has a corresponding constitutional duty to provide it. 3. Whether the High Court could lawfully order the executive to remedy the violation of von Abo’s rights, including imposing a time‑limited mandate and damages. 4. Whether the second order, which held the State liable for damages, was legally sustainable.",
    "principles": "The court relied on constitutional provisions (s 7(2), s 38, s 83‑85, s 92) and on precedent cases such as Kaunda v President, Van Zyl v Government, Fose v Minister of Safety, and the principles governing diplomatic protection: it is a matter of municipal law, the State may choose to provide protection, but it cannot be compelled to act contrary to foreign policy. Courts may review executive action for irrationality or bad faith but must respect separation of powers and avoid structural interdicts that blur executive‑judicial boundaries. Vicarious liability for a foreign state’s acts is not recognised in municipal law. Damages may be awarded only for a breach of constitutional duty, not for the foreign act itself.",
    "application": "The SCA held that paragraphs 2 and 3 of the first order, which declared a constitutional duty to provide diplomatic protection, were contrary to law. Consequently, paragraphs 4 and 5, which imposed a specific remedial timetable and supervisory oversight, were also untenable. Because the first order was fundamentally flawed, the second order – which imposed liability for damages arising from the Zimbabwean government's actions – lacked a legal foundation. The appellants' conduct after the first order (filing affidavits, stating intention to comply) demonstrated an intention not to appeal, thereby perempting any appeal, but the court declined to rely on that peremption to sustain the orders. The appeal was therefore upheld and the erroneous orders set aside.",
    "conclusion": "The appeal is upheld. The High Court order of 29 July 2008 is set aside except for the declaration in paragraph 1 and the costs order in paragraph 7, which remain. The application is dismissed apart from those retained orders. The High Court order of 5 February 2010 is also set aside. No costs are awarded against the appellants on appeal."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Diplomatic Protection",
    "level_3": [
      "appealability",
      "peremption",
      "structural interdict",
      "separation of powers",
      "damages"
    ]
  }
}