{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/80.html",
  "case_name": "Frans Jacobus Kruger h/a Kruger Attorneys v Property Lawyer Services (Edms) Bpk (420/2010) [2011] ZASCA 80 (27 May 2011)",
  "citation": "[2011] ZASCA 80",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 80\n|\nNoteup\n|\nLawCite\nFrans Jacobus Kruger h/a Kruger Attorneys v Property Lawyer Services (Edms) Bpk (420/2010) [2011] ZASCA 80 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 420/2010\nIn\r\nthe matter between:\nFRANS JACOBUS KRUGER\nh/a KRUGER ATTORNEYS\n…..........................................................................\nAppellant\nand\nPROPERTY\r\nLAWYER SERVICES (EDMS) BPK\n…....................................\nRespondent\nNeutral citation:\nKruger v Property Lawyer\n(420/2010)\n[2011] ZASCA\n80\n(27 May 2011)\nCoram:\nMpati P,\r\nBrand, Lewis, Malan and Tshiqi JJA\nHeard:\n4 May\r\n2011\nDelivered: 27 May 2011\nSummary:\nBridging\r\nfinance – undertaking by transferring attorney to pay against\r\nregistration of transfer – construction of undertaking\n–\r\nundertaking to pay from proceeds of sale.\n___________________________________________________________________\nORDER\nOn\r\nappeal from the North Gauteng High Court, Pretoria (Murphy J sitting\r\nas court of first instance):\n(a) The appeal is upheld\r\nwith costs including the costs of two counsel;\n(b) The order of the\r\ncourt below is set aside and replaced by the following:\n‘\nThe\r\napplication against the first respondent is dismissed with costs.’\n___________________________________________________________________\nJUDGMENT\nMALAN\r\nJA (Brand, Lewis, Maya and Tshiqi concurring)\n[1] The appellant appeals\r\nagainst the whole of the judgment and order of Murphy J in the North\r\nGauteng High Court, Pretoria in terms\nof which the appellant was\r\ndirected to pay to the respondent an amount of R271 244,90\r\ntogether with interest and costs. This\nappeal is with leave of the\r\ncourt below.\n[2] The appellant, a firm\r\nof practising attorneys, furnished a written letter of undertaking to\r\nthe respondent, a provider of bridging\nfinance to sellers of\r\nimmovable property and their agents, mainly attorneys. The bridging\r\nloan was to be made pending transfer\nof certain properties in which\r\nthe appellant was engaged, albeit not as the conveyancer, as attorney\r\non behalf of the sellers.\nThe undertaking of the appellant is\r\naddressed to the respondent and commences with a reference to the\r\nproperties to be transferred\nand who the transferors and transferee\r\nwere. The material part reads as follows:\n‘\nOns\r\nonderneem hiermee onherroeplik om die bedrag van R500 000,00\r\n(Vyfhonderd Duisend Rand) tesame met 20% (twintig persent)\nen 10%\r\n(“raising fee”) in die volgende rekening in te betaal op\r\ndatum van registrasie van die bogemelde eiendomme in\ndie Aktekantoor\r\nte Pretoria:\nProplaw Bridging\nAbsa, Brooklyn\nBranch: 632 005\nAccount Number:\r\n4071652511\ntensy ons van regsweë\r\nverhoed word of aangestel word as agente namens die Suid Afrikaanse\r\nInkomste Diens ooreenkomstig Art\n99 van die Wet op Inkomstebelasting\r\nNo. 58/1962 soos gewysig.’\n[3] The seller of six of\r\nthe properties referred to in the undertaking, Bell Investments (Pty)\r\nLtd (the company), was liquidated\nand its liquidators claimed the\r\nproceeds arising from the sales. The seller of the seventh property\r\nwas Mr I M Bell. All the properties\nwere sold to the same purchaser,\r\nPhiladelphia Game Ranch (Pty) Ltd.\n[4] The respondent, when\r\nconsidering an application for finance, requires certain\r\ndocumentation including a request for bridging\nfinance and mandate to\r\npay signed by the client, an\nidentity\r\ndocument, a copy of the sales agreement and also a letter of\r\nundertaking from the conveyancer or attorney that the amount\nof the\r\nbridging finance will be repaid by the conveyancer against\r\nregistration of transfer of the sale property. The ‘Bridging\n\nRequest and Mandate to Pay’ in this case, signed by Mr Bell for\r\nhimself and also on behalf of the Bell Ontwikkkelings Trust\n(the\r\nclient), refers to the properties involved and the particulars of\r\ntheir transfer. It was submitted to the respondent by the\nappellant\r\n(referred to as the ‘law firm’) on behalf of the client.\r\nThe borrowers were Mr Bell and the Trust and the\nsellera of six of\r\nthe properties was the company and Mr Bell the seller of the seventh.\r\nApparently both the company and the Trust\nwere controlled by Mr Bell.\r\nThe bridging request contains a request by the client for payment of\r\nan amount of R500 000 (the\namount of the loan) and continues:\n‘\nAnd\r\nwhereas [the respondent] requires that the client in return cedes in\r\ntheir [favour] his right, title and interest to the proceeds\nin the\r\nabove transaction in the amount of (requested amount plus 20 % as\r\nwell as a raising fee of 10 %)\nR100 000,00 (Een\r\nHonderd Duisend Rand) plus die “raising fee” van 10%\r\nR50 000.00 (Vyftig Duisend Rand)\nNow therefore the\r\n[appellant] is hereby irrevocably instructed to issue a Bank\r\nGuarantee / Letter of Undertaking, in the last mentioned\namount in\r\nfavour of [the respondent] payable on registration of the above\r\ntransaction. Should the transaction for whatever reason\nbe cancelled\r\nor not registered within six (6) months from signature then the\r\namount will immediately become due and payable to\n[the respondent].’\n[5] At the end of the\r\nbridging request there is a ‘Confirmation by Registering\r\nAttorney’ in the following terms signed\nby the appellant (or\r\nthe law firm):\n‘\nI,\r\nthe undersigned Marthinus Jacobus Pretorius on behalf of the law firm\r\nhereby confirm that:\nWe have been instructed\r\n\tto attend to the registration of the above matter.\nThat all conditions\r\n\tprecedent, or otherwise, to the said transaction as well as linked\r\n\ttransactions (if applicable) have been\nmet, all registration\r\n\tdocuments have been signed, costs have been paid or provision for\r\n\tthe payment thereof have been made and\nthat no reason exists why\r\n\tregistration triggering the payment of the guarantee/undertaking\r\n\tshould not take place on the said\nexpected date.\n3. Approval hereof relies\r\nmaterially upon the above request and confirmation.’\n[6] The appellant\r\nfurnished both the letter of undertaking and the bridging request to\r\nthe respondent. Registration of transfer\nof the properties did not\r\ntake place within the six month period envisaged in the bridging\r\nrequest but only thereafter. After liquidation\nof the company the\r\nliquidators elected to abide by the sales and the properties were\r\nduly transferred. An amount was available\nfrom the proceeds of the\r\nsale of the seventh property (by Mr Bell) which was paid to the\r\nrespondent leaving the balance claimed.\n[7]\r\nTwo issues were raised on appeal: first, the proper construction of\r\nthe letter of undertaking, particularly whether it constitutes\nan\r\nundertaking independent of the underlying transaction, that is the\r\nbridging loan to Mr Bell and the Trust; and, secondly, if\nthe letter\r\nof undertaking is not an independent undertaking, whether it is\r\nenforceable since\nthe\r\nbridging finance loan does not comply with the provisions of the\r\nNational Credit Act 34 of 2005 (NCA). In this regard, the appellant\n\nsubmitted that the letter of undertaking, in any event, constitutes a\r\n‘credit guarantee’ as defined in the NCA. In\nthe court\r\nbelow Murphy J found in favour of the respondent on all these issues.\r\nRelying on\nLombard\r\nInsurance Co Ltd v Landmark Holdings (Pty) Ltd & others\n2010\r\n(2) SA 86\n(SCA) he found that the letter of undertaking gave rise to\r\nan independent obligation and was not of an accessory nature, nor was\n\nit unenforceable due to non-compliance with the provisions of the\r\nNCA. He gave judgment in favour of the respondent. For the reasons\n\nthat will appear from this judgment it is not necessary to consider\r\nthe applicability of the NCA.\n[8]\r\nThe letter of undertaking was issued pursuant to the bridging loan\r\nmade by the respondent to Mr Bell and the Trust. It must\nbe construed\r\nin that context, the factual matrix in which the parties operated,\n1\nso as\r\nto give it a commercially sensible meaning.\n2\nIt is\r\nclear from the wording of the undertaking that the appellant\r\nundertook to pay the amounts stipulated against registration\nof\r\ntransfer of the properties. It is also clear that the appellant did\r\nthis on the instructions of the client: it uses the word\n\n‘onherroeplik’ implying that the mandate to the appellant\r\ncould not be revoked by its principal, the client. The fact\nthat the\r\nappellant acted as the agent of the borrowers in giving the\r\nundertaking\ndoes\r\nnot mean, of course, that it could not have incurred a personal\r\nliability in terms of the letter of undertaking.\n3\nThe\r\nword used is ‘onderneem’ leaving no doubt that a personal\r\nobligation was envisaged. The real question, however,\nis not whether\r\nthe appellant undertook to pay but what the content of this\r\nundertaking was.\n[9]\r\nThe purpose of the undertaking was that the appellant, as the\r\nattorney involved in the transfer of the properties, would make\n\npayment to the respondent of the money lent and other charges from\r\nthe proceeds received from the sale of the seven properties\nby the\r\ncompany and Mr Bell.\n4\nThis\r\nis clear from the terms of the bridging request. It recites that all\r\nthe conditions precedent to the sales have been fulfilled\nand that\r\nregistration was expected to take place not later than the end of\r\nAugust 2008. It records that the client, that is Mr\nBell and the\r\nTrust, requested payment of the amount borrowed and that the\r\nrespondent requested the client ‘in return’\nto cede ‘his\r\nright, title and interest to the proceeds in the above transaction in\r\nthe amount of “(requested amount\nplus 20% as well as a raising\r\nfee of 10%)”’ to the respondent. As security for the\r\nbridging loan the client therefore\nceded part of its\nright\r\nto the sale proceeds to the respondent.\n5\nBecause\r\npayment was expected by no later than the end of August 2008 the\r\nappellant was instructed to issue the letter of undertaking.\nThe\r\nappellant’s confirmation at the end of the bridging request in\r\nso many words confirms\nthat,\r\nbecause all the conditions for registration and payment of the costs\r\nhave been met, ‘no reason exists why registration\ntriggering\r\nthe payment of the guarantee/undertaking should not take place on the\r\nsaid expected date’. It is only by virtue\nof his control over\r\nthe proceeds of the sales that effect to the entire transaction could\r\nhave been given.\n[10]\r\nThe undertaking is not to pay ‘regardless’ but to effect\r\npayment from the receipt of the proceeds of the sales.\nNor was it\r\nenvisaged that the proceeds would vest in the appellant: by virtue of\r\nthe ‘cession’ the proceeds in the\nagreed amount had to be\r\npaid to the respondent. It would have been absurd for the appellant\r\nto have given an unconditional, independent\nundertaking\r\nin these circumstances. The letter of undertaking itself contains a\r\nreference to the bridging finance provided to Mr\nBell and the Trust,\r\nrecites the properties to be transferred and links payment of the\r\nundertaking to registration of transfer.\nSeen in this context, the\r\nundertaking amounts to no more than an undertaking to make payment\r\nfrom the proceeds of the sales.\n6\nIt is\r\ncommon cause that the sales of the company’s properties left a\r\ndeficit. The proceeds of the sale of the seventh property\nby Mr Bell\r\nleft a net balance which was paid to the respondent. It follows that\r\nthe respondent is not entitled to any further payment\nfrom the\r\nappellant.\n[11] The following order\r\nis made:\n(a) The appeal is upheld\r\nwith costs including the costs of two counsel;\n(b) The order of the\r\ncourt below is set aside and replaced by the following:\n‘\nThe\r\napplication against the first respondent is dismissed with costs.’\n_________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: A Subel SC\nJ Pretorius\nInstructed by:\nEversheds Attorneys\nJohannesburg\nWebbers\nBloemfontein\nFor Respondent: D B du\r\nPreez SC\nInstructed by:\nStrydom &\r\nBredenkamp Inc\nBrooklyn\nE G Cooper & Majiedt\r\nInc\nBloemfontein\n1\nSee\nKPMG Chartered Accountants (SA) v\r\n\tSecurefin Ltd & another\n2009 (4)\r\n\tSA 399\n(SCA) para 39;\nSwart & ‘n\r\n\tander v Cape Fabrix (Pty) Ltd\n1979 (1)\r\n\tSA 195\n(A) at 202C-D.\n2\nEkurhuleni\r\n\tMetropolitan Municipality v Germiston Municipal Retirement Fund\n(457/2008) ZASCA 154 [2009] [27\r\n\tNovember\n2009]; 2010 (2) SA 498\n(SCA);\n[2010] 2 All SA 195\n(SCA)\r\n\tpara 13;\nMasstores (Pty) Ltd v Murray &\r\n\tRoberts Construction (Pty) Ltd & another\n[2008] ZASCA 94\n;\n2008\r\n\t(6) SA 654\n(SCA) para 7.\n3\nCf\nRidon v Van der Spuy and Partners\r\n\t(Wes-Kaap) Inc\n2002 (2) SA 121\n(C) at\r\n\t137I-138B.\n4\nVenter\r\n\t& others v Credit Guarantee Insurance Corporation of Africa Ltd\r\n\t& another\n[1996] ZASCA 50\n;\n1996 (3) SA 966\n(A) at\r\n\t973D-E.\n5\nThe\r\n\tfact that a partial, and hence an invalid, cession was involved is\r\n\tnot relevant for the purposes of this matter: apparently,\nall the\r\n\tparties regarded it as valid.\n6\nSee\r\n\talso\nThe Minister of Transport and\r\n\tPublic Works: Provincial Government of the Western Cape and The Head\r\n\tof the Department of Transport\nand Public Works: Provincial\r\n\tGovernment of the Western Cape v Zanbuild Construction (Pty) ltd and\r\n\tAbsa Bank Limited\n(68/2010)\n[2011\r\n\tZASCA 10\n(11 March 2011) paras 14 ff on the importance of\r\n\tinterpreting the terms of the particular undertaking or guarantee\r\n\tunder consideration.",
  "scraped_at": "2026-02-12T15:37:40.348611",
  "date": "2011-05-27",
  "coram": [
    "Mpati P",
    "Brand",
    "Lewis",
    "Malan",
    "Tshiqi JJA"
  ],
  "case_number": "420/2010",
  "parties": {
    "applicants": [
      "Frans Jacobus Kruger h/a Kruger Attorneys"
    ],
    "respondents": [
      "Property Lawyer Services (Edms) Bpk"
    ]
  },
  "sections": {
    "facts": "The appellant, a law firm, provided a written letter of undertaking to the respondent, a bridging‑finance provider, to pay the loan amount plus fees on registration of the transfer of seven immovable properties. Six of the properties were owned by Bell Investments (Pty) Ltd, which was later liquidated; the seventh was owned by Mr I M Bell. All properties were sold to Philadelphia Game Ranch (Pty) Ltd. The bridging loan required a cession of the sale proceeds to the respondent. Registration of the transfers did not occur within the six‑month period stipulated in the request, but eventually the properties were transferred after liquidation. The proceeds from the seventh property were paid to the respondent, leaving a balance claimed by the appellant.",
    "issues": "1) How should the letter of undertaking be construed – does it create an independent obligation enforceable regardless of the underlying transaction, or is it merely an ancillary undertaking linked to the bridging finance? 2) If it is not independent, is the undertaking enforceable given that the bridging loan allegedly failed to comply with the National Credit Act 34 of 2005?",
    "principles": "The court applied principles of contract construction, emphasizing that an undertaking must be interpreted in its commercial context and factual matrix. It held that language indicating an obligation contingent on registration of transfer indicates an ancillary, not independent, obligation. References were made to Lombard Insurance Co Ltd v Landmark Holdings (Pty) Ltd & others 2010 (2) SA 86 (SCA) that an undertaking can be independent only if its terms are not tied to a condition precedent. The court also noted that if a contract falls within the definition of a credit guarantee under the NCA, the NCA's compliance requirements would be relevant, but this was unnecessary as the undertaking was not independent.",
    "application": "Applying these principles, the court found that the appellant's undertaking was expressly linked to the receipt of sale proceeds and the registration of the property transfers. The wording \"onderneem\" and the reference to payment on registration showed the undertaking was conditional. Consequently, the appellant was obliged only to pay from the proceeds, which had already been partially satisfied. No independent liability existed, and the respondent could not claim further payment. Because the undertaking was not a stand‑alone credit guarantee, the NCA compliance issue was moot.",
    "conclusion": "The appeal was upheld. The High Court's order directing the appellant to pay R271,244.90 plus interest and costs was set aside. The application against the respondent was dismissed with costs, and the appellant was awarded costs including those of two counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Bridging Finance",
    "level_3": [
      "letter of undertaking",
      "contract construction",
      "National Credit Act",
      "liquidation"
    ]
  }
}