{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/116.html",
  "case_name": "Combrink v S (471/2010) [2011] ZASCA 116; 2012 (1) SACR 93 (SCA) (23 June 2011)",
  "citation": "[2011] ZASCA 116",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 116\n|\nNoteup\n|\nLawCite\nCombrink v S (471/2010) [2011] ZASCA 116; 2012 (1) SACR 93 (SCA) (23 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 471/2010\nIn the matter between\nRUDOLPH JACOBUS\nCOMBRINK\n............................................................................................\nAPPELLANT\nand\nTHE STATE\n........................................................................................\nRESPONDENT\nNeutral citation:\nCombrink v The State (471/10)\n[2011] ZASCA 116\n(23 June 2011)\nCorum: BRAND, PONNAN and SHONGWE JJA\nHeard:\n25 May 2011\nDelivered: 23 June 2011\nSummary:\nCriminal law – whether the\r\nappellant’s guilt proved beyond reasonable doubt –\r\nappellant’s defence not put\nto state’s eye witness –\r\neffect thereof – Sentence – appeal court’s power to\r\nincrease sentence.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from\n: North Gauteng High Court\r\n(Pretoria) (Preller, Poswa and Ledwaba JJ sitting as court of\r\nappeal):\nIn the result the following order is made:\nThe appeal against both conviction and sentence is\r\n\tdismissed.\nThe sentence imposed by the court below is set aside\r\n\tand substituted with the following:\n‘\nThe appellant is sentenced to\r\n15 years’ imprisonment.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nSHONGWE JA (BRAND and PONNAN JJA concurring)\n[1] The appellant (Combrink) appeared before Coetzee J,\r\nsitting in the circuit court of the North Gauteng High Court\r\n(Pretoria)\nin Middelburg. He was charged with murder, attempting to\r\ndefeat or obstruct the cause of justice and the contravention of\r\nsection\n3 of the Arms and Ammunition Act 75 of 1969 (unlawful\r\npossession of a firearm).\n[2] At the close of the state’s case he was\r\nacquitted on the second and third charges in terms of\nsection 174\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n. At the end of the trial he\r\nwas, however, convicted of murder and sentenced to 15 years’\r\nimprisonment, five years of which\nwas suspended for five years on the\r\nusual conditions. He was granted leave to appeal to the full court of\r\nthe North Gauteng High\nCourt against both conviction and sentence.\n[3] The majority of the full court (Poswa & Ledwaba\r\nJJ) dismissed the appeal against conviction and upheld the appeal\r\nagainst\nsentence. The sentence imposed by the trial court was set\r\naside and substituted with a sentence of ten years’\r\nimprisonment.\nPreller J disagreed and concluded that the appeal\r\nagainst both conviction and sentence should succeed to the extent\r\nthat both conviction\nand sentence must be set aside. The appeal\r\nagainst the majority judgment of the full court is with leave of this\r\ncourt\n[4] Both the trial court and the majority of the court a\r\nquo found that Combrink intentionally shot and killed Mr Benjamin\r\nNgwenya\n(the deceased). On the other hand Preller J found that the\r\ncause of the ‘tragic death of the deceased was nothing more\r\nthan\na freak accident’. He further found that Combrink was not\r\nnegligent and could not even be convicted of culpable homicide.\n[5] Combrink contends that the interpretation of the\r\nstate’s evidence by the trial court and the majority of the\r\ncourt a quo\nwas unfair and incorrect. He contends further that the\r\nevidence of Mr Du Plessis (a ballistics expert for the defence) was\r\nconsidered\nin isolation.\n[6] The facts are that on 17 October 2000, and at about\r\n17h30, Combrink fatally shot and killed the deceased. It is common\r\ncause\nthat a shot fired from Combrink’s rifle struck the\r\ndeceased on his back just below the left shoulder. It is not disputed\r\nthat his death was caused by the tamponade effect of blood\r\naccumulating in the heart sac after the bullet had ruptured the\r\naorta.\n[7] It is also common cause that the deceased was\r\nwalking on the mealie land, on the said afternoon, which is on a farm\r\nwhere he\nwas employed and where Combrink farmed with his father.\r\nCombrink was driving his vehicle (a bakkie) on one of the farm roads\r\non\nhis way to fetch some of his workers. He saw a person, whom,\r\naccording to his evidence, he could not identify at that time. He\r\ncalled him to draw his attention. The person did not respond. He just\r\ncontinued walking. Combrink called him repeatedly but in vain.\nHe\r\nthen fired a shot from his .308 calibre Parker Hale hunting rifle,\r\napparently with the purpose to warn or intimidate the person.\nHe\r\nthereafter called him again and when the person did not respond he\r\nfired the second shot. The person turned slightly towards\nCombrink\r\nand fell face down. According to Combrink he noticed when the person\r\nturned and fell down that it was the deceased, one\nof his employees.\n[8] The state led the evidence of Mr Masilela who was an\r\neyewitness and one of the employees on the farm. He testified that he\r\nwas\nin the vicinity when he saw Combrink driving his vehicle. He\r\npassed him. Combrink saw a person, whom Masilela was able to identify\n\nas the deceased. Combrink stopped the vehicle and called him. He\r\nconfirmed that Combrink called repeatedly but that the deceased\ndid\r\nnot stop. Masilela was unable to estimate the distance between\r\nCombrink and himself when the shots were fired. But he pointed\nout a\r\ndistance in court which was estimated by the trial court as 120\r\nmetres. He must have been within a hearing distance because\nhe heard\r\nCombrink say:\n‘\nHey kom hier’.\r\nCombrink’s evidence was also that: ‘Ja ek is seker hy kon\r\nmy hoor’.\n[9] He testified further that he then saw Combrink\r\ncrouching in the bakkie and that he came up with a rifle.\n‘\nHy het\r\ntoe een skoot geskiet teen die grond en toe was daar stof … Hy\r\nhet geskiet na die rigting van die persoon …\ndie werker …\r\ndie stof was langs die persoon, die werknemer’.\nThereafter Combrink called him again. He testified\r\nfurther that:\n‘\nHy het\r\ntoe die tweede keer geskiet. Die tweede een het toe hierdie persoon\r\ngetref en hierdie persoon het toe geval. Hy is raak geskiet\nna die\r\ntweede skoot’.\nThereafter Combrink drove away. When asked how far from\r\nthe deceased he saw the dust rise after the first short, Masilela\r\nsaid:\n‘\nNaby\r\naan hom, naby aan hom, dit was naby aan hom.’\n[10] It is significant to note at this stage that\r\nMasilela’s version was not challenged or disputed. The only\r\npertinent and\nmaterial question in cross-examination was that, the\r\nappellant would testify that:\n‘…\nnadat\r\nhy die tweede skoot geskiet het, het die man omgedraai, … en\r\nhy het toe gesien dat dit die man is, die oorledene.’\n[11] The state also led the evidence of Madigage, also\r\nan employee of Combrink. His evidence is basically that he was on the\r\nback\nof the vehicle driven by Combrink at the time when the shooting\r\ntook place. His version under cross – examination appeared\nto\r\ndiffer drastically and materially from the statement he made to the\r\npolice. His evidence was also contradicted by the evidence\nof\r\nMasilela and Combrink that he was never on the vehicle when the\r\nshooting took place. In light of this his whole version was\nrejected,\r\nrightly, in my view, by the trial court. Inspector Van der Berg\r\narrived on the scene and he showed Superintendent Neethling\nwhere the\r\ndeceased was found and Inspector Wolmarans took the photos of the\narea and the deceased. Their evidence did not take the\r\ncase any further.\n[12] It is common cause that after Combrink shot the\r\ndeceased he proceeded to fetch some of the farm workers who were\r\nworking some\ndistance from where the incident occurred. It was only\r\non his way back that he went to investigate, in the company of one\r\nMajola,\nwhat happened to the deceased. He discovered that he was\r\nalready dead. Combrink’s evidence is that he saw a shotgun\r\nunder\nthe body of the deceased as he lay face down on the ground. At\r\nthe trial there was no proper enquiry into how it came about that\nthe\r\nshotgun was found under the deceased. Hence, Combrink was acquitted\r\non counts 2 and 3 which related to the shotgun. The state\ntendered\r\nthe evidence of Mr Frederik Nel who was the commanding officer of the\r\nlocal commando at the time. According to his testimony,\nCombrink\r\ntelephoned him at about 18h00 on the afternoon in question to inform\r\nhim that there was a shooting incident on his farm\ninvolving a\r\nsuspicious person. This I find irreconcilable with Combrink’s\r\nversion. On his version one would have expected\nhim to tell Nel that\r\nthere was a terrible accident which led to the death of one of his\r\nworkers. Combrink’s version continued\nthat he proceeded to his\r\nhome where he informed his father about the accident. He could not\r\nsay who called the police, but he was\ncertain that it was not him.\n[13] According to Combrink he fired the first shot into\r\nthe ground about 80 metres away from the deceased. This important\r\npiece\nof evidence is contrary to what Masilela said, which was that\r\nthe first shot landed near the deceased’s feet. What is\r\nsignificant\nis that Combrink’s version was not put to Masilela\r\nfor his comment. Instead, Combrink introduced the evidence of Du\r\nPlessis,\nwho attended to the body of the deceased and the scene of\r\nthe shooting on the farm some six days after the event. Du Plessis\r\nwas\nbriefed to reconstruct the scene of the shooting in the presence\r\nof Combrink only. He came up with a theory that when Combrink fired\n\nthe second shot, the bullet first struck a wire fence surrounding the\r\nmealie land which caused the bullet to ricochet towards the\ndeceased.\r\nHad it not been deflected, so the theory goes, it would have caused a\r\nround entry wound. But because it was deflected\nand unstable the\r\nprojectile caused an oval entry wound. The trial court as well as the\r\ncourt a quo rejected this theory and found\nit unconvincing, tenuous\r\nand not reasonably possibly true.\n[14] Counsel for Combrink submitted that the fact that\r\nhe repeatedly called the deceased is indicative of lack of intention\r\nto shoot\nand kill. However, he was bound to concede that using a .308\r\nhunting rifle under the circumstances was entirely inappropriate. The\n\nsituation did not call for the use of any firearm, let alone one as\r\npowerful as a hunting rifle. The deceased was walking innocently\nand\r\nrelaxed on the property of his employer, he did not pose any danger\r\nto Combrink or to anyone else. The state argued that Combrink\ncould\r\nhave driven towards him to stop him, or could have used the hooter of\r\nthe vehicle. If he wanted to draw his attention, there\nwere numerous\r\nother ways of doing so.\n[15] It is trite that the state must prove its case\r\nbeyond reasonable doubt and that no onus rests on an accused person\r\nto prove\nhis innocence. The standard of proof on the state and the\r\napproach of a trier of fact to the explanation proffered by an\r\naccused\nperson has been discussed in various decisions of this court\r\nand of the high courts (see\nR v Difford\n1937 AD 370\nat 373;\nS\nv Van der Meyden\n1999 (1) SACR 447\n(W) at 448f-i). It suffices\r\nfor present purposes to state that it is well settled that the\r\nevidence must be looked at holistically.\n[16] Masilela’s evidence was accepted by the court\r\na quo. Counsel for Combrink conceded, as much, that Masilela was an\r\nhonest\nwitness. In my view, not only was Masilela an honest witness,\r\nhis evidence is reliable, and sufficient to sustain a conviction.\n\nThis I say having considered all the evidence and the necessary\r\ncaution required when dealing with the evidence of a single witness\n\n(see\nR v Mokoena\n1932 OPD 79\nat 80;\nS v\nWebber\n1971\r\n(3) SA 754\n(A);\nS v Sauls\n1981 (3) SA 172\n(A) at 180E-G). It\r\nis significant to note that Du Plessis’s theory is\r\nirreconcilable with Masilela’s evidence. On his\nown version\r\nCombrink is an experienced hunter and a very good marksman. He said\r\nhe aimed the second shot at the same place as the\nfirst. It is my\r\nview that when doing so, he foresaw the possibility that a bullet\r\nmight strike the deceased. His version is that\nhe did not see the\r\nwire in front of him. That matters not. For, on the undisputed\r\nevidence he plainly shot at the deceased. And\nin resorting to his\r\nfirearm in those circumstances and in the manner that he did he must\r\nsubjectively have foreseen the possibility\n(a real one I must add)\r\nthat the bullet could ricochet after striking a stone or some other\r\nobject and in the process strike the\ndeceased. Regardless of that\r\nforeseeable possibility he went on to shoot.\n[17] Holmes JA in\nS v De Bruyn\n1968 (4) SA 498\n(A) at 506H-507A referred with approval to\nS v Sigwahla\n1967\r\n(4) SA 566\n(A) at 570B-E where the following was said:\n‘\n1. The\r\nexpression ‘‘intention to kill’’ does not, in\r\nlaw, necessarily require that the accused should have\napplied his\r\nwill to compassing the death of the deceased. It is sufficient if the\r\naccused subjectively foresaw the possibility\nof his act causing death\r\nand was reckless of such result. This form of intention is known as\ndolus\r\neventualis,\nas distinct from\ndolus\r\ndirectus.\n2. The fact that objectively the\r\naccused ought reasonably to have foreseen such possibility is not\r\nsufficient. The distinction must\nbe observed between what actually\r\nwent on in the mind of the accused and what would have gone on in the\r\nmind of a\nbonus paterfamilias\nin the position of the accused.\r\nIn other words, the distinctive between subjective foresight and\r\nobjective foreseeability must\nnot become blurred. The\nfactum\r\nprobandum\nis\ndolus,\nnot\nculpa.\nThese two different\r\nconcepts never coincide.\n3. Subjective foresight, like\r\nany other factual issue, may be proved by inference. To constitute\r\nproof beyond reasonable doubt the\ninference must be the only one\r\nwhich can reasonably be drawn. It cannot be so drawn if there is a\r\nreasonable possibility that subjectively\nthe accused did not foresee,\r\neven if he ought reasonably to have done so, and even if he probably\r\ndid do so.’\nAs already stated, in the present case Combrink fired\r\nthe second shot knowing that the bullet might fatally strike the\r\ndeceased.\nIn my view he is guilty of murder, the intention being\r\ndolus eventualis.\n[18] What remains unexplained on Combrink’s\r\nversion is that, after shooting for the second time, he simply drove\r\noff without\nestablishing what happened to the deceased. He was bent\r\non stopping him because he thought he posed a danger. Now that he had\r\nstopped\nhim, he simply left him, after having realised that he was\r\none of his employees. He fetched his other employees and only later\r\ndid he return to the scene of the shooting and discovered that the\r\ndeceased was dead. Strange enough, Combrink telephoned Nel to\ninform\r\nhim of the shooting incident. What he then told Nel was not that\r\nthere was a terrible accident. He said he shot a ‘suspicious’\n\nperson. Which, as I said, I find irreconcilable with his version.\n[19] The trial court made certain credibility findings.\r\nThis court is not at liberty to interfere with such findings. (See\nR\r\nv Dhlumayo\n1948 (2) SA 677\n(AD) at 705-706;\nPresident of the\r\nRepublic of South Africa v South African Rugby Football Union\n2000 (1) SA 1\n(CC) paras 78 and 79.) In this case we do not have a\r\nsingle reason to do so. Combrink’s conviction must stand.\n[20] I now turn to the question of sentence. It is\r\ncommon cause that the provisions of\nsection 51\nof the\nCriminal Law\nAmendment Act 105 of 1997\nare applicable in this case. The trial\r\ncourt found substantial and compelling circumstances. However, it did\r\nnot place those circumstances\non the record as required by the Act.\nIt is trite that sentencing or punishment is\r\npre-eminently a matter of discretion of the trial court. (\nS v\r\nRabie\n1975 (4) SA 855\n(A) at 857D-E.) Therefore an appeal court\r\nshould be slow to interfere with the trial court’s discretion.\r\nAn appeal court\nmay interfere provided the discretion has not been\r\njudicially and properly exercised and the sentence is vitiated by\r\nirregularity,\nmisdirection or is disturbingly inappropriate.\n[21] The court a quo found that the trial court\r\nmisdirected itself, and I agree. The minimum sentence in the\r\ncircumstances is 15\nyears’ imprisonment. But for the finding of\r\nsubstantial and compelling circumstances, that is the sentence the\r\ntrial court\nwas bound to impose. As to what this yardstick means,\r\nMarais JA said the following in\nS v Malgas\n2001 (2) SA 1222\n(SCA) para 25:\n‘\nA.\r\nSection 51 has limited but not eliminated the courts’\r\ndiscretion in imposing sentence in respect of offences referred to\nin\r\nPart 1 of Schedule 2 (or imprisonment for other specified periods for\r\noffences listed in other parts of Schedule 2).\nB. Courts are required to\r\napproach the imposition of sentence conscious that the Legislature\r\nhas ordained life imprisonment (or\nthe particular prescribed period\r\nof imprisonment) as the sentence that should\nordinarily\nand in the absence of weighty\r\njustification be imposed for the listed crimes in the specified\r\ncircumstances.\nC. Unless there are, and can be\r\nseen to be, truly convincing reasons for a different response, the\r\ncrimes in question are therefore\nrequired to elicit a severe,\r\nstandardised and consistent response from the courts.\nD. The specified sentences are\r\nnot to be departed from lightly and for flimsy reasons. Speculative\r\nhypotheses favourable to the\noffender, undue sympathy, aversion to\r\nimprisoning first offenders, personal doubts as to the efficacy of\r\nthe policy underlying\nthe legislation and marginal differences in\r\npersonal circumstances or degrees of participation between\r\nco-offenders are to be excluded.\nE. …\nF. All factors (other than those\r\nset out in D above) traditionally taken into account in sentencing\r\n(whether or not they diminish\nmoral guilt) thus continue to play a\r\nrole; none is excluded at the outset from consideration in the\r\nsentencing process.\nG. The ultimate impact of all\r\nthe circumstances relevant to sentencing must be measured against the\r\ncomposite yardstick (‘‘substantial\nand compelling’’)\r\nand must be such as cumulatively justify a departure from the\r\nstandardised response that the legislature\nhas ordained.’\n[22] In light of this I am of the view that the trial\r\ncourt focused exclusively on the mitigating factors instead of\r\nbalancing them\nwith the aggravating factors. Firstly Combrink’s\r\npersonal circumstances were overstated while the personal\r\ncircumstances\nof the deceased and the gravity of the offence were\r\nvirtually ignored. The court required direct evidence as to the\r\neffect of the\ndeceased’s death on his family. I do not think it\r\nis necessary to lead such evidence. It stands to reason that the loss\r\nof\nlife will self-evidently have a negative impact. (See\nS v\r\nMatyityi\n2011 (1) SACR 40\n(SCA.) Moreover, life was the most\r\nvaluable asset of the deceased which had been taken away from him.\nThe fact that Combrink had a military background does\r\nnot in itself, in my view, impact on mitigating factors.\nThe trial court appreciated the fact that murder is a\r\nvery serious offence, and that the resort by Combrink to his firearm\r\nand the\nkilling of the deceased was gratuitous. One would have\r\nthought that the minimum sentence was being contemplated.\n[23] The only aggravating circumstance mentioned by the\r\ntrial court was that Combrink failed to, immediately, assist the\r\ndeceased,\nafter realizing that he had shot him. The court also\r\nconcluded that Combrink failed to show remorse, that he steadfastly\r\ndenied\nthat he committed the offence. In my view, it was the most\r\ncallous behaviour of Combrink to have used a .308 hunting rifle just\n\nto deal with a ‘suspicious’ person who was just walking\r\non the mealie land without posing any danger to anybody. The\nlate\r\nMahomed CJ said in\nS v Salzwedel\n2000 (1) SA 786\n(SCA) para 12:\n‘\n[12]\r\nMy main difficulty with the approach of the trial Judge is that he\r\nover-emphasised the personal circumstances of the respondents\nwithout\r\nbalancing these considerations properly against the very serious\r\nnature of the crime committed, the many very aggravating\n\ncircumstances which accompanied its commission, its actual\nand\r\npotentially serious consequences for others, and the interests and\r\nlegitimate expectations of the South African community at\na very\r\ncrucial time in its transition from a manifestly and sadly racist\r\npast to a constitutional democracy premised on a commitment\nto a\r\nconstitutionally protected and expressly articulated culture of human\r\nrights.’\nIn that case the respondents had been charged with\r\nmurder; assault with intent to do grievous bodily harm and malicious\r\ndamage to\nproperty. They were all convicted of murder and malicious\r\ndamage to property. On the murder charge they were each sentenced to\r\nten years’ imprisonment but the whole sentence was suspended\r\nfor five years on certain conditions which included three years’\n\ncorrectional supervision. The respondents, who were young white men\r\nand women, had assaulted the complainants who were all black\nmen and\r\ndamaged the vehicle belonging to one of them. They had been part of a\r\ngroup of young persons who were bent on attacking\nblack persons\r\nindiscriminately. The state took the view that the sentence imposed\r\nin respect of the murder charge was glaringly\ninadequate and obtained\r\nleave to appeal. The sentence for the murder charge was set aside and\r\nthen substituted with 12 years’\nimprisonment, two years of\r\nwhich was suspended on certain conditions.\n[24] A sentence of ten years’ for murder is very\r\nlight and inadequate, so argued counsel for the state before us. I am\r\nnot\nsuggesting by any means that the murder committed in this case\r\nwas racially motivated; however, I am saying that courts must be\n\nconscious and sensitive to cases which on the facts appear to have a\r\nracial or discriminatory connotation, especially when dealing\nwith\r\nthe question of sentence. We all know that the public is incensed\r\nwith sentences that appear to favour a particular group\nin society.\r\nThe public interest is one of the essential considerations in\r\ndetermining an appropriate sentence. That the trial court\nappeared to\r\nignore.\n[25] Courts have in the past dealt with cases with a\r\nracial connotation. (See\nS v Van Wyk\n1992 (1) SACR 147\n(Nm);\nS v De\r\nKock\n1997 (2) SACR 171\n(T);\nS\r\nv Matela\n1994 (1) SACR 236\n(A). I therefore\r\nagree with Poswa J when he said in para 88 of his judgment that:\n‘\nWhat\r\nthe court a quo did not mention, which, in my view, merits\r\nmentioning, is the fact that the appellant’s conduct was adding\n\nto a series of disturbing events in which a number of African people,\r\nsome of them employees of the accused persons, are shot by\na number\r\nof ‘‘white farmers’’ which episode definitely\r\nhas a negative impact on race relations in a country\nwith a painful\r\nhistory of relations between ‘‘white’’ and\r\n‘‘black’’ citizens\n.’\nCounsel for Combrink argued that Poswa J was\r\npoliticizing the case. I don’t think so. The public interest\r\nand discrimination\nis not necessarily between black and white but\r\nrather between people in general who perceive others, with prejudice,\r\nto be different\nor inferior to them. It is this perception that the\r\njudiciary\nshould\r\naddress. As a result of avoiding the issue of racial tension some\r\npeople think that:\n‘\nJudges and magistrates will\r\nnot necessarily be aware that the effect of hate crimes goes far\r\nbeyond the victims and serve to traumatise\nwhole communities and\r\ndamage South African society. Without the decision makers in the\r\ncriminal justice system being attuned to\nthese issues it will not be\r\npossible to properly combat hate crimes’ (see Kerry Williams,\r\nLegalbrief on Hate Crimes in South\nAfrica (assisted by Tshego Phala\r\nand Benjamin Cronin) (27 May 2010) para 7.3.4).\n[26] In short, when weighing up all the mitigating\r\ncircumstances against the aggravating factors, I believe that the\r\ntrial court\nhad erred in finding that the yardstick of substantial\r\nand compelling circumstances had been met. Because of this view I\r\nheld on\na prima facie basis, Combrink’s legal representatives\r\nwere notified of the possibility of the sentence being increased in\n\nthe event the conviction is confirmed. Despite the arguments to the\r\ncontrary presented by Combrink’s counsel I have not been\n\npersuaded to the contrary. In terms of\nsection 322\n(6) of the\nCriminal Procedure Act 51 of 1977\nthis court is empowered to increase\r\nthe sentence imposed by the court a quo. On the authority of\nMalgas\n(supra) the legislature decreed that in the absence of substantial\r\nand compelling circumstances, the prescribed minimum sentence\nmust be\r\nimposed.\nSection 51\n(2) (a) (i) of the\nCriminal Law Amendment Act\nstipulates\nthat in the case of a first offender convicted of an\r\noffence referred to in\nPart II\nof Schedule 2 the court must impose a\r\nsentence of not less than 15 years’ imprisonment.\n[27] In the result the following order is made,\nThe appeal against both conviction and sentence is\r\n\tdismissed.\nThe sentence imposed by the court below is set aside\r\n\tand substituted with the following:\n‘\nThe appellant is sentenced to\r\n15 years’ imprisonment.’\n_________________\nJ B Z SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: B C Bredenkamp SC\nInstructed by: Coert Jordaan Inc Attorneys, Nelspruit;\nGiorgi & Gerber Attorneys, Bloemfontein.\nFOR RESPONDENT: J J Kotzé\nInstructed by: Director of Public Prosecutions,\r\nPretoria;\nDirector of Public Prosecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T15:46:01.658966",
  "date": "2011-06-23",
  "coram": [
    "BRAND JJA",
    "PONNAN JJA",
    "SHONGWE JA"
  ],
  "case_number": "471/2010",
  "parties": {
    "applicants": [
      "RUDOLPH JACOBUS COMBRINK"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 17 October 2000 the appellant, Rudolf Jacobus Combrink, shot and killed his employee Benjamin Ngwenya on a farm. He claimed the shots were intended only to warn a 'suspicious' person. The State relied on eyewitness Masileka, who identified the deceased and testified that the shots were fired from a short distance and struck the victim. The trial court convicted Combrink of murder and sentenced him to fifteen years' imprisonment, five years suspended. The appellant appealed both the conviction and the sentence.",
    "issues": "The appeal raised two principal issues: (1) whether the State had proved Combrink's guilt beyond reasonable doubt, particularly the requisite intention for murder (dolus eventualis); and (2) whether the trial court correctly exercised its sentencing discretion, including the application of the minimum fifteen‑year term under section 51 of the Criminal Law Amendment Act and the assessment of \"substantial and compelling circumstances\".",
    "principles": "The Court reaffirmed that the State must prove all elements of the offence beyond reasonable doubt and that the onus is not on the accused to prove innocence. For murder, intention may be established through dolus eventualis, where the accused subjectively foresees the possibility of death and proceeds recklessly. Sentencing under s51(2)(a)(i) requires a minimum term of fifteen years for a first‑offender murder unless substantial and compelling circumstances justify a lesser term. The Court also highlighted the need to assess evidence holistically and the limited scope for appellate interference with a trial judge's credibility findings.",
    "application": "The Court found Masileka's testimony credible and sufficient to establish that Combrink shot at the deceased, foreseeing the possibility of death, thereby satisfying dolus eventualis. The defence expert's ricochet theory was rejected as untenable. Regarding sentencing, the Court held that the trial judge had misdirected himself by focusing solely on mitigating factors and had not identified any substantial and compelling circumstances; consequently, the statutory minimum of fifteen years must be imposed.",
    "conclusion": "The appeal against both conviction and sentence was dismissed. The murder conviction was upheld, and the sentence of ten years' imprisonment was set aside and replaced with a sentence of fifteen years' imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "dolus eventualis",
      "sentence minimum",
      "evidence assessment",
      "appellate review",
      "racial tension"
    ]
  }
}