{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/163.html",
  "case_name": "Phodiclinics (Pty) Ltd v Pinehaven Private Hospital (Pty) Ltd and Others (594/2010) [2011] ZASCA 163; [2011] 4 All SA 331 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 163",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 163\n|\nNoteup\n|\nLawCite\nPhodiclinics (Pty) Ltd v Pinehaven Private Hospital (Pty) Ltd and Others (594/2010) [2011] ZASCA 163; [2011] 4 All SA 331 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 594/2010\nIn the matter\r\nbetween:\nPHODICLINICS\r\n(PTY) LTD\n........................................................................\nAPPELLANT\nand\nPINEHAVEN PRIVATE\r\nHOSPITAL (PTY) LTD\n.....................\nFIRST\r\nRESPONDENT\nCOMMUNITY\r\nHOSPITAL GROUP (PTY) LTD\n..................\nSECOND\r\nRESPONDENT\nCOMMUNITY\r\nINVESTMENT HOLDINGS (PTY)\nLTD\n.................................................................................................\nTHIRD\r\nRESPONDENT\nGAUTENG\r\nPROVINCIAL GOVERNMENT\n........................\nFOURTH\r\nRESPONDENT\nMEMBER OF THE\r\nEXECUTIVE COUNCIL FOR\nHEALTH, GAUTENG\n...................................................................\nFIFTH\r\nRESPONDENT\nTHE CHAIRPERSON\r\nOF THE APPEALS\nADVISORY\r\nCOMMITTEE OF THE DEPARTMENT\nOF HEALTH,\r\nGAUTENG\n............................................................\nSIXTH\r\nRESPONDENT\nTHE HEAD OF\r\nDEPARTMENT, GAUTENG\nDEPARTMENT OF\r\nHEALTH\n...............................................\nSEVENTH\r\nRESPONDENT\nNeutral citation:\nPhodiclinics (Pty) Ltd v Pinehaven Private Hospital (Pty) Ltd\n(594/2010)\n[2011] ZASCA 163\n(28 September 2011)\nCoram:\nMthiyane\n,\nMaya, Cachalia, Bosielo and Seriti JJA\nHeard: 22 August\r\n2011\nDelivered: 28\r\nSeptember 2011\nSummary: Proper\r\nconstruction of regulations 7 and 55 of the Regulations Governing\r\nPrivate Hospitals and Unattached Operating Theatres\npromulgated in\r\nterms of the Health Act 63 of 1977 ─ Review ─ Orders of\r\nsubstitution and remittal discussed.\n___________________________________________________________\nORDER\nOn appeal from:\nSouth\r\nGauteng High Court, Johannesburg (Saldulker J sitting as court of\r\nfirst instance):\n1. The appeal is upheld with\r\ncosts, including the costs of two counsel.\n2. The order of the high court is\r\nset aside and replaced with the following:\n‘\n2.1 The\r\nappeal decision of the second respondent dated 28 June 2007, is\r\nreviewed and set aside.\n2.2 The matter is remitted to the\r\nsecond respondent for reconsideration of the fifth respondent’s\r\nappeal.\n2.3 The second respondent is\r\ndirected to invite the first, second and third applicants, and also\r\nthe fifth respondent, to make such\nwritten representations as they\r\ndeem appropriate on the appeal. Such submissions shall be sent to the\r\nother parties involved in\nthe appeal.\n2.4 The first, second and third\r\napplicants, jointly and severally, are ordered to pay the costs of\r\nthe fifth respondent in the application,\nsuch costs to include the\r\ncosts of two counsel.’\n___________________________________________________________\nJUDGMENT\nMTHIYANE JA\n(MAYA,\r\nBOSIELO and SERITI JJA CONCURRING):\nIntroduction\n[1] At issue in this appeal is\r\nthe proper construction of regulations 7 and 55 of the Regulations\r\nGoverning Private Hospitals and\nUnattached Operating Theatres (the\r\nregulations).\n1\nThe appeal is from the decision\r\nof the South Gauteng High Court (Saldulker J) in which the court set\r\naside a decision of the fifth\nrespondent (the MEC) and his Appeal\r\nAdvisory Committee. In his turn the MEC and his appeal body had set\r\naside a decision of the\nHead of Department (the HoD) in which the\r\nlatter had approved the applications of the first, second and third\r\nrespondents (the\nrespondents) under regulation 7 to establish a\r\nprivate hospital in Mogale City and rejected that of the appellant.\r\nThe MEC set\naside the decision of the HoD and remitted the matter to\r\nhim for the reconsideration of both applications. The appeal is\r\nbrought\nwith leave granted by the high court.\n[2] According to regulation\r\n7(2)(i) an applicant who intends to establish a private hospital and\r\nan unattached operating theatre\n(a private hospital) is required to\r\nfirst obtain ‘permission in writing’ from the HoD.\nIn this matter both applications\r\nwere considered by the HoD but he approved the respondents’ and\r\nrefused that of the appellant.\n[3] In terms of regulation 55 the\r\nappellant lodged an appeal with the MEC who upheld the appeal,\r\nrevoked the approval granted to\nthe respondents and directed that the\r\nparties re-submit their applications to the Department of Health for\r\nthe adjudication of\neach application. There was no service of the\r\nappeal on the respondents and they were therefore not afforded an\r\nopportunity to\nbe heard in the proceedings before the MEC and the\r\nappeal body. The process followed by the MEC was procedurally unfair\r\nand the\ndecision flowing from it fell to be set aside on that ground\r\nalone. The respondents were however not content with the remittal of\n\nthe matter to the HoD for re-consideration as ordered by the MEC and\r\nwere intent on pressing for the reinstatement of the approval\nof\r\ntheir application by the HoD – in effect an order of\r\nsubstitution.\nThe Application in the High\r\nCourt\n[4] The respondents then\r\ninstituted an application in the South Gauteng High Court to review\r\nand set aside the decision of the MEC,\nrevoking the approval by the\r\nHoD of the respondents’ application to establish a private\r\nhospital and approving the appellant’s\napplication. As already\r\nindicated, the respondents sought an order of substitution as opposed\r\nto an order remitting the matter\nto the HoD for reconsideration. An\r\norder of substitution effectively meant upholding the initial\r\napproval of the respondents’\napplication.\n[5] The review application is\r\nbased principally on four grounds. They contend that: (a) it was\r\nincompetent for the appellant to\nappeal against the decision\r\napproving the respondents’ application; (b) the MEC and his\r\nappeal body failed to appreciate\nthat ‘necessity’ is the\r\nsole criterion for the approval of the application to establish a\r\nprivate hospital under regulation\n7; (c) there had to be identified\r\npremises on which the private hospital was to be built; and (d) there\r\nwas no ‘lodgement’\nof the appeal by the appellant as\r\nrequired by regulation 56 in the absence of service of the appeal\r\npapers on the respondents.\n[6] The appellant conceded that\r\nthe decision of the MEC fell to be reviewed and set aside but\r\nsubmitted that the most appropriate\nrelief was a remittal of the\r\nmatter for the two applications to be considered afresh by the HoD.\r\nThe appellant disputed that the\nrespondents were entitled to a\r\nsubstitution order. The appellant also submitted that in the event of\r\nthe respondents being unsuccessful\nits counter-review application\r\nshould be granted, setting aside the HoD’s refusal to approve\r\nits application to establish\na private hospital.\n[7] Before discussing above\r\ngrounds it is as well to briefly set out the broad scheme of the\r\nregulations. Regulations 2 to 6 deal\nwith the acquisition of a\r\ncertificate of registration. In terms of regulation 2, the applicant\r\n(or a ‘prospective proprietor’\nas the applicant is\r\ndescribed in the regulations) may not establish a private hospital\r\nunless he or she or it has been registered\nand is in possession of a\r\nvalid certificate of registration. Certificates of registration must\r\nbe reviewed annually.\n[8] Regulation 7 (the focal point\r\nof the present appeal) requires a prospective proprietor, before\r\napplying for the registration\ncertificate, first obtain a certain\r\n‘prior approval in writing’. Only after obtaining such\r\napproval may the prospective\nproprietor proceed to apply for a\r\nregistration certificate. The relevant provisions of this regulation\r\nwill be discussed in detail\nlater in the judgment.\n[9] Regulations 8 to 11 govern an\r\napplication for registration by a prospective proprietor who has\r\nreceived the required ‘prior\napproval in writing’.\r\nRegulations 12 to 20 further regulate applications for registration.\r\nRegulations 21 to 50 prescribe\nconditions with which private\r\nhospitals must comply. Regulations 50 to 54 provide for inspections.\n[10] Regulations 55 to 58 confer\r\na right of appeal on a proprietor or prospective proprietor and\r\ndescribe the procedure for pursuing\nthe appeal.\nA discussion of the grounds of\r\nreview\n[11] Against the above background\r\nI turn to a discussion of the respondents’ grounds of review\r\nwhich were upheld by the high\ncourt and I do each in turn. Ground\r\n(a), dealing with the competence or otherwise of the appellant to\r\nlodge an appeal against the\ndecision of the HoD granting approval to\r\nthe respondents is based on the assumption that two decisions were\r\nmade by the HoD. The\nessential disagreement between the respondents\r\nand the appellant is whether the HoD made two decisions in respect of\r\nthe two applications\nor whether he made one composite decision. The\r\nappellant appealed both against the decision to refuse its\r\napplication and against\nthe decision granting approval to the\r\nrespondents. This led directly to the respondents’ approval\r\nbeing revoked by the appeal\nbody. The respondents argue that the MEC\r\nand his appeal body were faced with two separate applications for\r\napproval and made two\nseparate decisions and that it was wrong of the\r\nappellant to assume that it was entitled to appeal against both\r\ndecisions, as one\ncomposite decision.\n[12] The appellant submits that\r\nthe HoD rendered a composite decision in respect of the two\r\napplications for approval and that it\nwas entitled to appeal against\r\nthe decision in so far as it touched on its own application,\nas well as against the part of\r\nthe decision relating to the awarding of the approval to the\r\nrespondents.\n[13] The respondents do not\r\ndispute the appellant’s right to appeal to the MEC against the\r\nrefusal of its own application\na right which, it submits, is provided\r\nfor in regulation 55.\n[14] The issue which then falls\r\nto be determined by this court under this ground is whether the\r\nappellant was entitled to appeal\nnot only against the refusal of its\r\nown application but also against the decision of the HoD granting\r\napproval to the respondents\nin terms of regulation 7(2).\n2\nThe answer to this question\r\ndepends of course on the proper construction of regulation 55. It\r\nreads as follows:\n‘\nThe\r\nproprietor of prospective proprietor of a private hospital or\r\nunattached operating-theatre unit may appeal in writing to the\n\nMinister against any decision made by the Head of Department in terms\r\nof any provision of these regulations\nin\r\nrespect of such proprietor or prospective proprietor\n,\r\nas the case may be, of a private hospital or unattached\r\noperating-theatre unit.’ (My emphasis.)\n[15] The high court concluded\r\nthat there were two separate and distinct applications. Two separate\r\nrecords were kept and both applications\nhad to be considered on their\r\nown merits with each driven by their own application. The court said\r\nconsidering them together would\namount to a competitive adjudication\r\nprocess which was not envisioned in regulation 55.\n[16] The high court accepted the\r\nrespondents’ submission that the appellant was entitled to\r\nappeal against the decision refusing\nits own application but not\r\nagainst the approval of the respondents’ application. It held\r\nthat on a proper analysis of regulation\n55 the words in emphasis,\n(\nin\r\nrespect of such proprietor or prospective proprietor\n)\r\nare specific,\nin the sense\r\nthat a ‘proprietor’ may only appeal against his or her\r\nown application. The appellant had its own application\nturned down.\r\nThe court said, the granting of the respondents’ application\r\ndid not establish a direct relationship required\nby regulation 55. In\r\nthis sense when the HoD had to make a decision in respect of the\r\nappellant, it was not a decision ‘in\nrespect of a proprietor or\r\nprospective proprietor’,\nwhich\r\ndenotes some level of specificity. This is so as there was no ‘direct\r\neffect’ as required by the definition of\nadministrative action\r\nin the Promotion of Administrative Justice Act (PAJA).\n3\nAlso the granting of the\r\nrespondents’ application did not have the capacity to affect\r\nlegal rights as no right was implicated\nin an application that was\r\nnot theirs. For this conclusion the court relied on\nGrey’s\r\nMarine Hout Bay (Pty) Ltd v Minister of Public Works\n[2005] ZASCA 43\n;\n2005\r\n(6) SA 313\n(SCA) para 23.\n[17] The court also held that the\r\nrecommendation of the Appeal Advisory Committee and its endorsement\r\nby the MEC was not provided\nfor in the regulations. In the court’s\r\nview, third parties (such as the court considered the appellant to\r\nbe) cannot bring\nan appeal, otherwise regulations 55 to 58 would have\r\nread differently. In the light of the above the court set aside the\r\ndecision\nto revoke the granting of the application to the\r\nrespondents. It held that the MEC and the Appeals Advisory Committee\r\nhad no authority\nto adjudicate the appellant’s appeal as the\r\nlatter had no right of appeal against the approval of the\r\nrespondents’\napplication.\n[18] In my view the high court\r\nerred in holding that the appellant was not entitled to appeal\r\nagainst the decision granting the\nrespondents’ application. It\r\nwas incorrect to hold that the HoD rendered two separate decisions\r\ninstead of one composite\ndecision. Nor was it legally sound to hold\r\nthat only an original party who was part of the application before\r\nthe HoD can appeal\nagainst a decision made by him.\n[19] Both applications before the\r\nHoD were evaluated together as is evident from documents emanating\r\nfrom the Adjudication Committee\nof the MEC. For example in the\r\nminutes, the Adjudication Committee evaluates both companies’\r\nBEE scores, track records, social\nresponsibility commitments together\r\namongst other matters. A comparative evaluation is also to be found\r\nin the recommendations\nof the Adjudication Committee where the\r\nconsiderations in the minutes were endorsed. A comparative assessment\r\nof both applications\nis evident from the rejection letter as well.\r\nTherefore, since it was a composite decision, it was competent for\r\nthe appellant\nto appeal.\n[20] The appellant submits that\r\nit was directly affected by the decision to grant the respondents’\r\napplication. I agree. It\nis, I think, inconceivable that the negative\r\nimpact of the decision, which the high court admitted to be present,\r\nis inconsistent\nwith a direct impact. During argument our attention\r\nwas drawn to the yet unreported judgment of Legodi J in\nLimpopo\r\nMediclinic v MEC for Health and Welfare Limpopo Provincial Government\r\n& others\n[2008] ZAGPHC 83\nin support of its contention that\r\nit was entitled to appeal. There the learned judge was called upon to\r\ndecide the question whether\nan unsuccessful applicant who was\r\naffected by a refusal of its application and by the granting of\r\nanother’s application,\ncould appeal not only against the\r\nrefusal of its own application but also against the granting of the\r\nother party’s application.\nThe judge answered the question in\r\nthe affirmative and rejected the submission that the applicant\r\n(Mediclinic) in that case ‘only\nhas an interest in its own\r\napplication’ and remarked as follows:\n‘\nSurely,\r\nif the applicant’s application for extension of its facility by\r\n40 beds was refused and was refused because of the\ngranting of\r\npermission to the third respondent to establish a new hospital with\r\n200 beds, and the applicant has other grounds to\nchallenge such a\r\ndecision, it could not be said that the applicant’s interest\r\nwas purely economical or commercial. In the\nlight of this, the\r\napplicant should be found to be entitled to challenge the\r\nadministrative action on any ground as set out in\nsection 6 of PAJA.’\nI agree with the reasoning of\r\nLegodi J. To the extent that the judgment of the high court is at\r\nodds with the approach in\nMediclinic\n,\r\nit erred.\n[21] The narrow construction\r\nplaced by the high court to the provisions in regulation 55 is not\r\nsupportable. In my view the provisions\nare susceptible to a wide\r\ninterpretation in the sense that the words ‘in respect of’\r\ncan indicate a causal relationship,\nand\r\nnot only a direct one.\n4\nAlso there may be ‘direct\r\nimpact’ beyond the parties in this case, for example, in the\r\ncase of an existing private hospital\nor a prospective proprietor of a\r\nprivate hospital in the same area who may want a hearing.\n[22] Also the interpretation\r\nadopted by the high court is not consistent with the right to a fair\r\nhearing envisioned in PAJA and\nss 33(1)\n5\nand 34\n6\nof the Constitution. Parties with\r\nan existing or prospective interest must be heard under regulation\r\n55. This is also required in\nterms of s 39(2) of the Constitution.\r\nTherefore even if this court comes to the conclusion that there were\r\ntwo separate applications\nwhich were considered separately, the\r\nappellant would have been entitled to appeal against both decisions.\r\nFor the above reasons\nI hold that the HoD rendered one composite\r\ndecision in respect of the two applications and it was therefore\r\ncompetent for the appellant\nto lodge and appeal against it.\n[23] I turn to ground (b), in\r\nwhich the respondents argue that the MEC failed to appreciate that\r\nnecessity is the sole criterion\nfor determining whether approval\r\nshould be the granted under regulation 7. The point of departure\r\nbetween the parties is that the\nappellant submits that in the\r\nconsideration of the application for approval under regulation 7\r\nnecessity is not the sole criterion\nbut other factors had to be\r\nconsidered,\nsuch as the\r\nprovision of health care in all parts of the country, the efficient\r\nuse of resources and other competing bids.\n[24] Regulation 7 reads as\r\nfollows:\n‘\n(1)\r\nNo person shall erect, alter, equip or in any other way prepare\nany\r\npremises\nfor\nuse\nas\r\na private hospital or unattached operating-theatre unit without the\r\nprior approval in writing of the Head of Department.\n(2)(i) Any person\r\nintending to\nestablish a private hospital\nor an unattached operating-theatre unit shall first\r\nobtain permission in writing from the Head of Department, who, after\r\nconsultation\nwith the Director,\nshall satisfy\r\nhimself as to the necessity or otherwise\nfor\r\nsuch a private hospital or unattached operating-theatre unit before\r\ngranting or refusing permission.\n(ii) Having obtained\r\nsuch permission, the applicant shall complete Form 1 (Annexure B) and\r\nsubmit plans for approval by the Head\nof Department, together with\r\nthe necessary information, and shall supply any additional\r\ninformation which the Head of Department\nmay require.\nPermission and\r\n\tapproval in terms of regulation 7 are not transferable.’ (My\r\n\temphasis.)\n[25] The high court held that the\r\nwords in the regulation make clear that when the HoD considers\r\nwhether not to grant an application,\nthe HoD’s decision is\r\nbased solely on the criterion of necessity. The court said necessity\r\nis also to be considered parallel\nto the requirements of regulation\r\n4, which deals with registration. If regulation 7(2)(i) is read in a\r\nway that allows for other\ncriteria to be considered, then this would\r\nbe ultra vires and contrary to s 44(1)(\na\n)(vi)\r\nof the Health Act 63 of 1977.\n7\nTherefore, the court concluded\r\nthat the MEC and the appeal body did not give regulation 7(2)(i) the\r\neffect it envisioned when the\nrespondents’ application was\r\nrevoked.\n[26] On the question whether the\r\nappellant had met the criterion of necessity as set out in regulation\r\n7(2)(i). The high court took\nthe view that in respect of the\r\nappellant’s application it was impossible for the Department of\r\nHealth to decide that the\nrequirement of necessity for a private\r\nhospital had been met because the appellant did not identify a\r\nspecific site and motivate\nwhy there was a need to establish a\r\nhospital there. In respect of the respondents the court had no such\r\ndifficulty in accepting\nthat the requirement of necessity was to have\r\nbeen met because they were already in possession of premises, namely\r\nerf 253 Mogale\nCity, which they identified as the site where the\r\nprivate hospital was to be erected. Therefore the court held that the\r\nAppeals\nCommittee failed to appreciate that necessity was the sole\r\ncriterion for determining the appeal decision and that the appellant\n\nhad not met the threshold requirement. The court appears to have held\r\nthat necessity was provable by reference to the possession\nby a\r\nparticular applicant of a site or premises where the private hospital\r\nis to be erected or established.\n[27] The appellant in its turn\r\naccepts that necessity must be considered prior to the granting of\r\nthe application, that necessity\nis a jurisdictional fact for there to\r\nbe an approval, but contends that necessity is not the only criterion\r\nand takes issue with\nthe assertion that if other criteria were taken\r\ninto account s 44(1)(a)(vi) of the Health Act of 1979 would be\r\ncontravened and\nthe department’s action ultra vires. The\r\nappellant argues that this section deals with refusal to register and\r\nnot with registration\nitself. Registration is not dealt with by\r\nregulation 7. The appellants also submit that its contentions are not\r\nout of sync with\nthe regulations and s 44(1)(a)(i) of the Health Act.\n[28] In my view the high court’s\r\nconclusion that necessity was the sole criterion for determining the\r\ngrant of the ‘permission’\nas required by regulation\r\n7(2)(i) was correct and should be accepted. However, I do not think\r\nthat at the ‘permission’\nstage of the application the\r\napplicant is, in terms of the regulation required to identify a\r\nprecise location where the hospital\nis to be established though when\r\nthe applicant does so, it should be considered and such information\r\nshould be taken into account.\nIt follows that the requirement of\r\nnecessity is not determined by reference to a defined site or\r\npremises. Even if it were so the\nappellant and the respondents were\r\nin precisely the same position at the first phase of the enquiry into\r\nthe question whether permission\nin writing should be granted. The\r\nappellant did identify an area in Mogale City in which it wished to\r\nestablish a private hospital.\n[29] Therefore on a proper\r\nreading of regulation 7 it is clear that the fact that the\r\nrespondents had lodged an application to establish\na private hospital\r\nfirst did not mean that the late application by the appellant should\r\nnot have been considered by the HoD ─\nwhich is the effect of\r\nthe finding of the high court. The appellant argued with some force\r\nthat the consequences of this approach\nwould lead to absurdity. The\r\nappellant imagined a situation where there are two competing\r\napplications to establish a private hospital\nwithin the same area and\r\nthere is only a need for one. On the court a quo’s approach the\r\nfirst application, despite being\ngranted, would obviate the need for\r\ngranting the second one even if the losing party had a substantially\r\nbetter application and\ncould establish a better resourced hospital.\n[30] In sum I conclude that the\r\nhigh court was correct in its finding that necessity was the sole\r\ncriterion for determining the\ngrant of ‘permission in writing’\r\nunder regulation 7(2)(i). It however erred in concluding that\r\nnecessity is determined\nby reference to a particular site or\r\npremises.\n[31] Ground (c) is based on the\r\nsubmission that approval can only be granted in respect of an\r\napplication that identifies a particular\nsite. I have to some extent\r\ntouched on this subject in the discussion of the requirement of\r\nnecessity. Relying on the provisions\nof regulation 7 (underlined at\r\nthe start of the previous ground of review), the high court held that\r\nsince an applicant to establish\na private hospital cannot prepare any\r\npremises for use as a private hospital without the approval of the\r\nHoD, this implicitly requires\npremises to be identified before\r\napproval may be granted. It stated that this is unequivocal and makes\r\ncommercial sense. It is\nimpossible, said the court, to assess the\r\nnecessity of a private hospital unless a property in a particular\r\narea is identified.\nThe court held that since the appellant had not\r\nsecured a property on which the private hospital is to be located, it\r\nhad not complied\nproperly with the regulations. In its view the\r\nappellant’s application was therefore incomplete and this was\r\nalso evidence\nof its unpreparedness to establish a private hospital.\r\nSaying as the appellant did, that the hospital property will have 450\r\nparking\nbays and will serve the greater Mogale area was, in the\r\ncourt’s view, not sufficient to comply with regulation 7(1).\n[32] In this respect, I think,\r\nthe court erred. The obtaining of premises is only to be dealt with\r\nunder regulation 4\n8\ndealing with the registration\r\nprocess and not the regulation 7 approval process.\n[33] The interpretation favoured\r\nby the court a quo does not make commercial sense. A prospective\r\nproprietor can only specify premises\nonce it has bought it. It would\r\nmake no sense to buy premises when there may not even be an approval.\r\nAcquisition should only take\nplace once there has been approval. I do\r\nnot think that it is necessary to specify premises on the\r\napplication. Necessity is to\nbe addressed for the general area in\r\nwhich the private hospital is to be located. It would stand to reason\r\nthat a private hospital\nwould have to be established in an area that\r\nhonours the necessity identified in the application and by the HoD.\n[34] Ground (d), is the\r\nconclusion that the appeal was not ‘lodged’ as required\r\nby regulation 56. The complaint here\nwas that the appellant was\r\nrequired to serve a copy of its appeal on the respondents and the\r\nfailure to do so meant that the appeal\nhad not been lodged in\r\naccordance with regulation 56. This ground of review was upheld by\r\nthe high court.\n[35] Regulation 56 provides as\r\nfollows:\n‘\nAn\r\nappeal in terms of regulation 55 shall be lodged within seven days of\r\nthe decision appealed against having come to the knowledge\nof the\r\nproprietor or prospective proprietor, as the case may be, and shall\r\nclearly state ─\nagainst which\r\n\tdecision such appeal is lodged; and\nthe grounds on\r\n\twhich such appeal is lodged.’\n[36] Regulation 57, in turn,\r\nprovides as follows:\n‘\nAny\r\nappeal in terms of these regulations\nshall\r\nbe lodged with the Head of Department\n,\r\nwho shall submit it to the Minister together with his reasons for the\r\ndecision against which the appeal is being lodged.’\n(My\r\nemphasis.)\n[37] There is nothing in\r\nregulation 56 and 57 to indicate that, for an appeal to be ‘lodged’,\r\nit must be lodged with\nthe affected party. On the contrary regulation\r\n57 explicitly provides that an appeal ‘shall be lodged with the\r\nHead of Department’,\nthus suggesting the exclusion of any duty\r\non the appellant to serve on another party.\n[38] In truth, the respondents’\r\ncomplaint is that they were not afforded a fair hearing ─ an\r\nissue that has already\nbeen conceded by the appellant. Because they\r\nwere not heard the procedure adopted by the MEC and his Appeal\r\nAdvisory Committee\nwas unfair and the decision fell to be set aside\r\non that basis.\n[39] The appellant however\r\ndisputes that this meant that the appeal, had not been validly\r\n‘lodged’. On the plain reading\nof regulation 57 the\r\nappeal had to be lodged with the HoD who had to submit it to the\r\nMinister. It follows, I think, that the duty\nto ensure fairness\r\nrested on the MEC and his Appeal Advisory Committee to ensure service\r\non the affected party, namely the respondents\nin this case.\n9\nIn the result this ground, too,\r\nshould not have been upheld.\nThe question of substitution\n[40] The respondents asked that\r\nthe high court should review and set aside the decision of the MEC\r\nand substitute its own decision,\neffectively reinstating the initial\r\napproval of their application.\n[41] There can be no question\r\nthat, if it is accepted that necessity is the only criterion at the\r\nprior approval or ‘permission\nin writing’ stage, then the\r\nrespondents have at least prima facie met the threshold requirement\r\nand there would be no reason\nfor the HoD not to consider their\r\napplication if the matter is referred back to him for\r\nreconsideration. But, by the same token,\nif it is accepted that\r\nnecessity is not determined by reference to the acquisition of an\r\nidentified premises, the appellant itself\nhas also established\r\nnecessity and there will be no reason for its application not to be\r\nconsidered when the matter is referred\nback to the HoD. All what this\r\nsays is that, on the question of necessity the playing field as\r\nbetween the appellant and the respondents,\nis level. No one has an\r\nadvantage over the other. Both have met the threshold requirement of\r\nnecessity. So the respondents have\nnot succeeded on the first three\r\ngrounds of review and have not achieved any significant success on\r\nthe ground of necessity when\ntheir situation is matched against that\r\nof the appellant. The respondents have however succeeded on the\r\nground of procedural unfairness\nwhich entitles them to a remittal of\r\nthe matter to the MEC for the two applications to be considered a\r\nfresh.\n[42] I do not think that they are\r\nentitled to an order of substitution. The starting point is PAJA,\r\nwhich makes it clear that orders\nof substitution are only granted ‘in\r\nexceptional cases’.\n10\nThis is consistent with what this\r\ncourt has said in this regard:\n‘\nAn\r\nadministrative functionary that is vested by statute with the power\r\nto consider and approve or reject an application is generally\nbest\r\nequipped by the variety of its composition, by experience, and its\r\naccess to sources of relevant information and expertise\nto make the\r\nright decision. The court typically has none of these advantages and\r\nis required to recognise its own limitations.\n. . .\nThat\r\nis why remittal is almost always the prudent and proper course\n.\n’\n11\n(My\r\nemphasis.)\n[43] The high court considered\r\nthat in this case remittal would serve no purpose as the result would\r\nbe a foregone conclusion because\nthe decision makers (HoD/MEC) will\r\nbe placed in the same position, with regard to the same set of facts,\nas regards the two parties.\n12\nThe appellant takes issue with\r\nthis conclusion and contends that the present case involves no\r\nforgone conclusion at all. Relying\non Hoexter as authority it argues\r\nthat an administrative functionary is always better equipped than a\r\ncourt to make the right decision.\nThe learned author concludes that\r\n‘remittal is almost always the prudent and proper course.\n’\n13\n[44] There is also a further\r\nhurdle facing the respondents in their quest for an order of\r\nsubstitution. It is the type of relief\nthat, according to PAJA is\r\nonly granted in exceptional circumstances.\n14\nNone have been shown to exist in\r\nthis case.\nConditioned Counter Review\r\napplication\n[45] The appellant’s\r\ncounter-review application was conditional upon any of the\r\nrespondents’ four grounds of review\nsucceeding. The respondents\r\nhaving failed on the grounds relied upon the appellant’s\r\nconditional counter application for\nreview falls away.\nCosts\n[46] The assessment of costs in\r\nthis matter is something of a conundrum because each of the parties\r\nwon and lost something along\nthe way during the various stages of\r\nthis litigation. Any costs order contemplated by this court must of\r\nnecessity be tempered\nby those vicissitudes in the exercise of its\r\ndiscretion. What follows is an attempt to examine the respective\r\npositions of the\nparties and their entitlement or otherwise to costs.\r\nAs to the first, second and third respondents, they were entitled to\r\nbe heard\nin the internal appeal process before the Appeal Advisory\r\nCommittee of the MEC. They were unfairly denied the right to be\r\nheard.\nIt was common cause between the parties at that stage that the\r\ndecision of the MEC and his appeal body could not stand because of\n\nprocedural unfairness. However, the respondents’ persistence in\r\nseeking to obtain a substitution order was ill advised as\nthis\r\njudgment has demonstrated. It follows that they have to bear the\r\ncosts incurred by the appellant.\n[47] As to the costs of the\r\nappeal to this court, the appellant has succeeded in the main, and\r\nsuch costs must therefore be borne\nby the respondents. Their quest to\r\nobtain an order of substitution was unsuccessful and, in that\r\nrespect, the appeal exercise achieved\nnothing.\n[48] In respect of the appellant,\r\nit was not to blame for the prejudice which the first, second and\r\nthird respondents suffered as\na result of the procedural unfairness\r\nmeted out to them by the MEC and the Appeal Advisory Committee so the\r\nappellant’s costs\nincurred up to the concession should be borne\r\nby the MEC.\n[49] In the result the following\r\norder is made.\n1. The appeal is upheld with\r\ncosts, including the costs of two counsel.\n2. The order of the high court is\r\nset aside and replaced with the following:\n‘\n2.1 The\r\nappeal decision of the second respondent dated 28 June 2007, is\r\nreviewed and set aside.\n2.2 The matter is remitted to the\r\nsecond respondent for reconsideration of the fifth respondent’s\r\nappeal.\n2.3 The second respondent is\r\ndirected to invite the first, second and third applicants, and also\r\nthe fifth respondent to make such\nwritten representations as they\r\ndeem appropriate on the appeal. Such submissions shall be sent to the\r\nother parties involved in\nthe appeal.\n2.4 The first, second and third\r\napplicants, jointly and severally, are ordered to pay the costs of\r\nthe fifth respondent in the application,\nsuch costs to include the\r\ncosts of two counsel.’\n___________________\nK K MTHIYANE\nJUDGE OF APPEAL\nCachalia JA (Maya, Bosielo and\r\nSeriti concurring):\n[50] I concur with the order of\r\nMthiyane JA, but I reach that result through a different path.\n[51] This appeal arises out of\r\napplications by the first to third respondents (to whom I shall for\r\nconvenience refer to only as\nPinehaven) and the appellant\r\n(Phodiclinics) to the Gauteng Department of Health to establish\r\nprivate hospitals in the Mogale City\narea. These applications were\r\nmade in terms of the regulations\n15\ngoverning the establishment of\r\nprivate hospitals. The Head of Department (HOD) approved only\r\nPinehaven’s application. Phodiclinics\nappealed to the Member of\r\nthe Executive Council and his Appeals Advisory Committee (the MEC).\r\nHe upheld the appeal by revoking\nthe approval granted to Pinehaven\r\nand withdrew the decision declining the Phodiclinics application. He\r\nalso invited the parties\nto re-apply to the HOD to adjudicate their\r\napplications afresh.\n[52] Pinehaven then launched\r\nreview proceedings in the South Gauteng High Court Johannesburg,\r\nbefore Saldulker J to have the MEC’s\ndecision reviewed and set\r\naside. It also sought an order that the MEC’s decision be\r\nsubstituted with the HOD’s approval\nof its application.  In\r\neffect it sought an order reinstating the HOD’s decision in its\r\nfavour.\n[53] When the matter came before\r\nthe high court, it was common cause among all the parties that the\r\nMEC’s decision fell to\nbe reviewed and set aside on the ground\r\nof procedural fairness. This was because the MEC had not heard\r\nPinehaven before revoking\nthe HOD’s approval of its\r\napplication. The parties also agreed that the order which ordinarily\r\nwould follow from the decision\nbeing set aside on this ground was a\r\nremittal to the MEC. However, Pinehaven pressed on with four further\r\ngrounds of review because\nit was of the view that if the review was\r\nupheld on any of those grounds, this would entitle it to an order of\r\nsubstitution. Phodiclinics\nstrenuously contested each of the four\r\ngrounds, as it did the prayer of substitution.\n[54] The high court upheld all\r\nthe contested grounds of review and granted the substitution order\r\nthat Pinehaven sought. It also\ndismissed a conditional counter-review\r\napplication`n by Phodiclinics against the HOD’s initial\r\ndecision. Phodiclinics now\nappeals against the high court’s\r\norder, with its leave.\n[55] The four grounds of review\r\nwere: first, Phodiclinics was not competent to appeal to the MEC\r\nagainst the HOD’s decision\nto approve Pinehaven’s\r\napplication because the applicable regulation gave it no right to –\r\nin other words the appeal\nwas invalid; the second ground, which is\r\nadvanced as an alternative to the first, was that Phodiclinics did\r\nnot ‘lodge’\nor serve the appeal on Pinehaven as the\r\nregulations required, thus also rendering the appeal invalid; third,\r\nthe regulations specified\nthat ‘necessity’ was the sole\r\ncriterion for determining the grant of an approval for a hospital,\r\nand the MEC failed\nto appreciate this when he took other\r\nconsiderations into account – notably the parties black\r\neconomic empowerment credentials\n–  in arriving at his\r\ndecision; and finally, that only Pinehaven’s application to\r\nestablish a hospital was valid\nbecause the regulations required an\r\napplicant to identify a particular site or premises for this purpose,\r\nwhich Pinehaven had done\nand Phodiclinics had failed to.\n[56] As I have mentioned,\r\nPhodiclinics has already conceded the review on the ground of\r\nprocedural fairness and also accepts that\nthe matter should be\r\nremitted to the MEC to conduct a fair hearing. It seems to me,\r\ntherefore, that the essential dispute in this\ncase is less about\r\nwhether there is any merit to any of the review grounds, but rather\r\nabout whether substitution is the appropriate\norder if Pinehaven\r\nsucceeds with any of its further grounds.\n[57] The law on this point seems\r\nfairly well settled: The\nPromotion of Administrative Justice Act 3 of\n2000\nmakes clear that orders of substitution are only granted ‘in\r\nexceptional cases’.\n16\nThis is consistent with what this\r\ncourt has said about substitution:\n‘\nAn\r\nadministrative functionary that is vested by statute with the power\r\nto consider and approve or reject an application is generally\nbest\r\nequipped by the variety of its composition, by experience, and its\r\naccess to sources of relevant information and expertise\nto make the\r\nright decision. The court typically has none of these advantages and\r\nis required to recognise its own limitations .\n. .\nThat\r\nis why remittal is almost always the prudent and proper course.\n’\n17\n(Emphasis\r\nadded.)\n[58] So, Pinehaven has a high bar\r\nto overcome. Moreover, as Hoexter explains in reviewing the cases,\r\n‘[f]airness to both sides\nhas always been and will almost\r\ncertainly remain an important consideration in this regard’.\n18\n[59] The crux of the high court’s\r\nreasoning in granting the substitution order was that the result\r\nwould be a foregone conclusion\nif the matter were referred back to\r\nthe MEC. Whether the decision would be a foregone conclusion is\r\nclearly a relevant factor in\ndetermining whether to grant\r\nsubstitution. And I shall bear this in mind when considering each of\r\nthe review grounds.\n[60] It is evident that whether\r\nor not substitution is an appropriate order depends upon the basis\r\nupon which a review is upheld.\nTo cite an obvious example, if a\r\nreview is upheld on the ground that a decision-maker had no power to\r\nconsider the matter, or was\nbiased, it would make no sense to refer\r\nthe matter back to him to reconsider the matter. On the other hand,\r\nif he had the power\nto make the decision but adopted an unfair\r\nprocedure in arriving at the decision, or failed to apply his mind\r\nproperly, it would\nordinarily be appropriate to remit the decision to\r\nhim for reconsideration so that he applies his mind properly and\r\ndecides the\nmatter in accordance with a fair procedure.\n[61] In the instant case, if we\r\nwere to hold either that the Phodiclinics application to the\r\nDepartment, or its appeal to the MEC,\nwas invalid an order for\r\nsubstitution would follow unavoidably. The reason is, again, obvious:\r\nif its initial application was invalid\nthe Department would only have\r\nhad to consider Pinehaven’s application; if the appeal to the\r\nMEC was invalid because Phodiclinics\nwas not competent to appeal, the\r\nMEC would not have had the power to entertain the appeal. In either\r\ncase a referral back to the\nMEC would serve no purpose because the\r\nresult would be inevitable – Pinehaven’s approval by the\r\nHOD would have to be\nconfirmed.\n[62] So, subject to what I shall\r\nsay about the second ground of review – the ‘lodgement’\r\npoint – if the\nfirst two grounds are upheld on the basis that\r\nthe appeal was invalid, as Pinehaven contends it was, a substitution\r\norder would\nfollow. Similarly, if the fourth ground – the\r\nPhodiclinics application did not identify a suitable premises –\r\nis good,\nthis would also mean that Pinehaven’s application was\r\nthe only valid application before the HOD and, again, a substitution\n\norder would have to follow.\n[63] I have some difficulty in\r\nunderstanding why Pinehaven persisted with, and the high court\r\ndecided, the third ground of review\n– that when the MEC\r\nconsidered the Phodiclinics appeal, he failed to realise that the\r\nregulations required him to consider\n‘necessity’ as the\r\nsole criterion for determining the grant of an approval for a\r\nhospital.\n19\nBecause, once it was conceded,\r\nquite properly, that the appeal proceedings were unfair as Pinehaven\r\nhad not been heard, and that\nthe MEC’s decision fell to be\r\nreviewed and set aside on this ground alone, it did not matter\r\nwhether or not the MEC applied\nthe regulations correctly. The\r\nproceedings were a nullity, and the appropriate order was a remittal\r\nto the MEC, which Pinehaven\nconceded before the matter was argued in\r\nthe high court. This ground of review therefore falls away.\n[64] I revert to the second\r\nground of review, that Phodiclinics did not ‘lodge’ the\r\nappeal properly in terms of the\nrelevant regulations because it\r\nfailed to serve a copy of the appeal on Pinehaven. As indicated\r\nearlier, this ground was relied\non only as an alternative to the\r\nfirst ground, the assumption being that if it were to be upheld it\r\nwould follow that the Phodiclinics\nappeal would have been be invalid.\r\nBut this assumption is not correct.\n[65] The regulation in question –\r\nreg 57 – requires an appeal to be ‘lodged with the Head\r\nof Department, who shall\nsubmit it to the [MEC] . . . .’\r\nThis Phodiclinics did. But, Pinehaven submits that the regulation\r\nought to be interpreted\nin a manner consistent with the right to fair\r\nprocedural action, which means that Phodiclinics ought to have served\r\nthe appeal\non Pinehaven too. Pinehaven’s real complaint,\r\ntherefore, is that it was not notified of the appeal, which means\r\nthat the\nhearing was conducted unfairly in its absence.\n[66] The clear language of the\r\nregulation does not appear to impose any duty on an appellant to\r\nserve the appeal on an interested\nparty. Rather, it suggests that\r\nthis duty rests with the HOD, or perhaps the MEC. For present\r\npurposes I need not decide this question\nand shall assume in\r\nPinehaven’s favour that its interpretation of the regulation is\r\ncorrect. It, however, does not follow\nthat because Phodiclinics did\r\nnot serve a copy of its appeal to the MEC on Pinehaven that its\r\nappeal was invalid, thus entitling\nPinehaven to an order of\r\nsubstitution; it means only that the MEC’s decision ought to be\r\nset aside because he did not adhere\nto a fair procedure, which has\r\nalready been conceded. And, the usual order that follows would be a\r\nremittal to the decision-maker\nto conduct a fair hearing, which the\r\nparties agreed would be appropriate in these circumstances.\n[67] What remains are the first\r\nand fourth grounds of review, which as I have said earlier would, if\r\nsuccessful, entitle Pinehaven\nto an order of substitution. I proceed\r\nto the first ground, whether Phodiclinics was competent to appeal\r\nagainst the HOD’s\napproval of Pinehaven’s application.\r\nThis turns on a construction of reg 55, which provides:\n‘\nThe\r\nproprietor or prospective proprietor of a private hospital . . . may\r\nappeal in writing to the [MEC] against any decision made\nby the Head\r\nof Department in terms of any provision of these Regulations in\r\nrespect of such proprietor or prospective proprietor,\nas the case may\r\nbe, of a private hospital . . . .’\n[68] Phodiclinics submits that\r\nfrom a plain reading of the regulation its application to establish a\r\nprivate hospital made it a\n‘prospective proprietor of a private\r\nhospital’, and the HOD’s adverse decision against it gave\r\nit a right to\nappeal to the MEC against that decision. Pinehaven, on\r\nthe other hand, contends that Phodiclinics had a right to appeal only\r\nagainst\nthe HOD’s decision refusing its application, but not\r\nthe decision to approve Pinehaven’s application. This is so,\r\nthe\nsubmission proceeds, because the regulation permits an appeal\r\nagainst a decision only ‘in respect of such . . . prospective\n\nproprietor’. Seen in this way it is contended that at best for\r\nPhodiclinics, it is a third party or objector – not\na\r\nprospective proprietor – and the regulation gives no right of\r\nappeal either to a third party or to an objector against\nthe HOD’s\r\n‘prior approval’ of Pinehaven’s application.\n[69] However, for Pinehaven to\r\nsucceed in its submission it would have to show that the HOD made two\r\nseparate decisions, one being\nthe ‘prior approval’ of\r\nPinehaven’s application, and the other, the subsequent refusal\r\nof the Phodiclinics application.\nIt persuaded the high court that\r\nthis is in fact what happened. But, I disagree that there were two\r\ndistinct decisions. As Mthiyane\nJA has pointed out in para 19 of his\r\njudgment there was only one composite decision involving both\r\napplications. I concur with\nhis reasoning. The effect of this\r\nconclusion is that the decision to grant the approval to Pinehaven\r\nand not to Phodiclinics made\nthe decision one ‘in respect of’\r\nboth Pinehaven and Phodiclinics as prospective proprietors.\r\nPhodiclinics, therefore,\nclearly had a right to appeal to the MEC,\r\nand this ground of review must fail.\n[70] Pinehaven’s fourth and\r\nfinal ground of review is that in its application to establish a\r\nhospital, Phodiclinics failed\nto identify the particular site or\r\npremises where it intended to establish its proposed hospital. This,\r\nit submitted, was what\nregs 7(1) and 7(2)(i) required. Its failure to\r\ncomply with a peremptory provision in the regulation, therefore,\r\ninvalidated the\nPhodiclinics application.\nRegulation 7\nreads as\r\nfollows:\n‘\n(1)\nNo\r\nperson shall erect, alter, equip or in any other way\nprepare\r\nany premises\nfor\r\nuse as a private hospital or unattached operating-theatre unit\r\nwithout the prior approval in writing of the Head of Department.\n(2)(i)\nAny\r\nperson intending to establish a private hospital or an unattached\r\noperating-theatre unit shall first obtain permission in writing\nfrom\r\nthe Head of Department, who, after consultation with the Director,\nshall satisfy himself as to the necessity or\r\notherwise\nfor such a private hospital or\r\nunattached operating-theatre unit before granting or refusing\r\npermission.\n(ii)\nHaving\r\nobtained such permission, the applicant shall complete Form 1\r\n(Annexure B) and submit plans for approval by the Head of Department,\n\ntogether with the necessary information, and shall supply any\r\nadditional information which the Head of Department may require.\nPermission and\r\n\tapproval in terms of\nregulation 7\nare not transferable.’\r\n\t(Emphasis added.)\n[71] The regulations do not read\r\neasily. There was, however, no attempt before us to impugn them on\r\nthe ground of vagueness. So,\nsome sensible interpretation must be\r\ngiven to them. It seems, at first blush, that if one reads regs 7(1)\r\nand 7(2)(i) together,\nthe\npermission\nrelating to the\nnecessity\nfor a private hospital in reg 7(2)(i), and the\nprior approval\nto\nprepare any premises for use as a private hospital\nin reg\r\n7(1) requires the determination of the necessity for a hospital to\r\nrelate to particular premises. This is the construction\nthe high\r\ncourt gave to the regulations.\n[72] But this interpretation,\r\nwith respect, makes little sense because there appears to be no\r\npurpose in linking the determination\nof the need for a hospital to\r\nparticular premises. Whether a hospital is erected at particular\r\npremises or some nearby premises\ncan hardly be relevant to the\r\nquestion of whether or not there is a need for a hospital in some\r\narea or locality. The learned judge\nin the high court thought that\r\nthe identification of particular premises made commercial sense.\n[73] I hold a different view. I\r\nthink it makes little commercial sense for an applicant intending to\r\nestablish a hospital to first\nhave to purchase premises or a site\r\nbefore its application can be approved. It seems that provided the\r\napplicant identifies the\narea or locality where it intends\r\nestablishing the hospital with sufficient specificity, this would be\r\nsufficient to satisfy the\n‘necessity’ requirement in reg\r\n7(2)(i).\n[74] A close reading of the\r\nregulations lends support to this construction.\nRegulation 4(1)\nalso\r\nhas a bearing on this exercise. It says that a private hospital\r\ncannot be ‘registered’ unless the premises on\nwhich the\r\nprivate hospital is situated is ‘suitable’. The\r\nsuitability of premises is thus a matter dealt with in reg\n4, not reg\r\n7. According to reg 7(2)(ii), which is quoted above, it is only after\r\npermission is granted to establish a hospital\nunder reg 7(2)(i),\r\nthat the applicant must complete a form (Form 1) and submit plans for\r\napproval. Form 1 is concerned with\nthe application for registration\r\nand, it seems, that registration is only possible if the ‘situation’\r\nof the premises\n(street, locality, town) is described. The plans for\r\napproval in reg 7(2)(ii) can only refer to the approval in reg\r\n7(1).\n[75] The scheme of the\r\nregulations therefore envisages the following process: first, an\r\napplicant for a private hospital must establish\nthe need or necessity\r\nfor such a hospital in a particular area. The area or locality must\r\nbe described in the application with\nsome specificity but need not\r\nidentify, at this stage the exact site or premises; second, if\r\npermission is granted, the applicant\napplies for registration of the\r\nhospital and for this purpose the situation of the premises, and its\r\nsuitability are relevant;\nfinally if the Department grants the\r\nregistration, the applicant may ‘erect’ or in some other\r\nway ‘prepare’\nthe premises if it obtains the ‘prior\r\napproval’ of the HOD.\n[76] The Phodiclinics application\r\ndescribed the area for the intended establishment of a private\r\nhospital, in Mogale City, as having\na population of some 200 000\r\npeople, which is located close to freeways, the Hartebeespoort Dam\r\nand other developments in the area.\nIn my view, this information was\r\nadequate to determine the necessity or need for a hospital in this\r\narea; if the Department deemed\nit inadequate, it could have called\r\nfor more specific information to narrow down the location. So, I do\r\nnot think that Pinehaven\nhas shown that the Phodiclincs application\r\nwas invalid because it did not identify particular premises. It\r\nfollows that this ground\nof review also has no merit.\n[77] In summary only two of the\r\nfour grounds of review, namely the competence of the appeal (ground\r\n1) and the invalidity of the\napplication for failure to specify\r\npremises (ground 4), would, if successful, have resulted in an order\r\nfor substitution. There\nwas no merit in either. Ground 2, in truth,\r\namounted to no more than the conceded failure by the MEC to adhere to\r\na fair procedure,\nand ground 3 fell away. It follows that the appeal\r\nmust succeed.\n[78] Because the counter-review\r\napplication by Phodiclinics was conditional upon Pinehaven obtaining\r\na substitution order, which\nit has failed to, it is not necessary for\r\nus to entertain this matter any further.\n[79] Regarding the costs of the\r\nappeal, the parties agreed that if either party enjoys substantial\r\nsuccess, it would be entitled\nto its costs. This Phodiclinics has\r\nachieved and, therefore, should be allowed its costs.\n________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: GM Budlender SC\r\n(with him S Budlender)\nInstructed by:\nWerksmans Attorneys, Sandton\nSymington & De Kok,\r\nBloemfontein.\nFor Respondents: A Freund SC\r\n(with him Ms R Keightley)\nInstructed by:\nRothbart Inc, Johannesburg\nRosendorff Reitz Barry,\r\nBloemfontein\n1\nThe\r\n\tregulations were promulgated in terms of the Health Act 63 of 1977\r\n\tand were published under GN R696,\nGG\n6928,\n3 April 1980.\n2\nThis\r\n\tregulation will be discussed fully when dealing with the second\r\n\tground,\nof review (ie (b)).\n3\nSee\r\n\ts 1(b) of the Promotion of Administrative Justice Act 3 of 2000\r\n\t(PAJA).\n4\nGreater\r\n\tJohannesburg Transitional Metropolitan Council v Galloway NO\n1997 (1) SA 348\n(W) at 356D-G.\n5\n‘\nEveryone\r\n\thas the right to administrative action that is lawful, reasonable\r\n\tand procedurally fair.’\n6\n‘\nEveryone\r\n\thas the right to have any dispute that can be resolved by the\r\n\tapplication of law decided in a fair public hearing before\na court\r\n\tor, where appropriate, another independent and impartial tribunal or\r\n\tforum.’\n7\nThis\r\n\tsection provides\n‘\n(1) The\r\n\tMinister may make regulations ─\n(\na\n)\r\n\tin respect of private hospitals, nursing homes, maternity homes or\r\n\tother similar institutions where nursing is carried on for\nthe\r\n\tbenefit of patients accommodated therein and where fees are charged\r\n\tby the owner or lessee of any such hospital, home or\ninstitution in\r\n\trespect of nursing services rendered to such patients or where\r\n\tcontributions are made by such patients towards\nthe cost of such\r\n\tservices ─\n. . .\n(vi)\r\n\tproviding for the refusal to register, or the removal from the\r\n\tappropriate register of, any such hospital, home or institution\n\n\twhich the Minister or any specified person or class of person may\r\n\tconsider unsatisfactory on specified grounds.’\n8\nRegulation\r\n\t4(1) reads:\n‘\nA\r\n\tprivate hospital or unattached operating-theatre unit shall not be\r\n\tregistered as such and no certificate of registration shall\nbe\r\n\tissued in respect thereof, unless\n─\n(1)\r\n\tthe premises on which a private hospital or unattached\r\n\toperating-theatre unit is or is to be conducted and the equipment\r\n\twhich is used or is intended for use in such private hospital or\r\n\tunattached operating-theatre unit are suitable and adequate for\nthe\r\n\tpurposes of the said private hospital or unattached\r\n\toperating-theatre unit.’\n9\nCf\nBiowatch Trust v Registrar, Genetic\r\n\tResources & others\n2009 (6) SA 232\n(CC) para 23.\n10\nSection\r\n\t8(1)(\nc\n)(ii)(\naa\n)\r\n\tof PAJA.\n11\nGauteng\r\n\tGambling Board v Silverstar Development Ltd & others\n2005 (4) SA 67\n(SCA) para 29.\n12\nHoexter\nAdministrative Law in South Africa\n(2007) at 489, relying on\nJohannesburg\r\n\tCity Council v Administrator, Transvaal & another\n1969 (2) SA 72\n(T) at 76D-E.\n13\nFn\r\n\t14.\n14\nFn\r\n\t12.\n15\nThe\r\n\tregulations were promulgated in terms of the Health Act 63 of 1977\r\n\tand were published under GN R696,\nGG\n6928, 3 April 1980.\n16\nSection\r\n\t8(1)(c)(ii)(aa) of PAJA.\n17\nGauteng\r\n\tGambling Board v Silverstar Development Ltd & others\n2005\r\n\t(4) SA 67\n(SCA) para 29.\n18\nHoexter\nAdministrative Law in South Africa\n(2007) at 489, relying on\nJohannesburg City Council v Administrator, Transvaal, &\r\n\tanother\n1969 (2) SA 72\n(T) at 76D-E.\n19\nThe\r\n\tregulation in question – reg 7(2)(i) – is quoted at para\r\n\t70 below.",
  "scraped_at": "2026-02-12T15:58:15.303030",
  "date": "2011-09-28",
  "coram": [
    "Mthiyane JJA",
    "Maya JJA",
    "Cachalia JJA",
    "Bosielo JJA",
    "Seriti JJA"
  ],
  "case_number": "594/2010",
  "parties": {
    "applicants": [
      "Phodiclinics (Pty) Ltd"
    ],
    "respondents": [
      "Pinehaven Private Hospital (Pty) Ltd",
      "Community Hospital Group (Pty) Ltd",
      "Community Investment Holdings (Pty) Ltd",
      "Gauteng Provincial Government",
      "Member of the Executive Council for Health, Gauteng",
      "Chairperson of the Appeals Advisory Committee of the Department of Health, Gauteng",
      "Head of Department, Department of Health, Gauteng"
    ]
  },
  "sections": {
    "facts": "Phodiclinics and three companies (collectively referred to as Pinehaven) each applied to the Gauteng Department of Health for written permission to establish private hospitals in the Mogale City area. The Head of Department (HoD) approved the Pinehaven applications and refused Phodiclinics. Phodiclinics appealed to the Member of the Executive Council (MEC) for Health, who set aside the HoD’s approval of Pinehaven and reinstated Phodiclinics, directing both parties to resubmit applications. Pinehaven sought review in the South Gauteng High Court, which set aside the MEC’s decision, reinstated the HoD’s original approval for Pinehaven, and ordered a substitution. Phodiclinics appealed the High Court judgment to the Supreme Court of Appeal.",
    "issues": "The appeal raised (i) whether regulation 55 allows an applicant to appeal against a decision that grants approval to a rival applicant; (ii) whether ‘necessity’ is the sole criterion for granting prior written permission under regulation 7(2)(i); (iii) whether an application must identify a specific site or premises at the permission stage; (iv) whether the appeal was properly lodged under regulations 56 and 57; and (v) what the appropriate remedy should be – remittal to the MEC for fresh consideration or substitution of the HoD’s original decision.",
    "principles": "The Court considered the proper construction of regulations 55 and 7, emphasizing a purposive and broader interpretation of the phrase ‘in respect of’ to include causal relationships, thereby allowing Phodiclinics to appeal against the approval granted to Pinehaven. It reaffirmed that under PAJA administrative actions must be procedurally fair and that the right to a fair hearing is constitutionally protected. The Court applied precedents such as Grey’s Marine Hout Bay and Mediclinic v MEC, holding that substitution orders are only granted in exceptional cases, and that necessity is a jurisdictional fact not contingent on identification of a specific site. The Court also held that regulations 56 and 57 do not impose a duty on the appellant to serve the appeal on third parties.",
    "application": "Applying these principles, the Court found that the HoD’s decision was a single composite decision affecting both applications, so Phodiclinics was entitled to appeal under regulation 55. The requirement of ‘necessity’ was satisfied by the description of the general area in Mogale City and did not require a specific parcel of land. The appeal was duly lodged with the HoD as mandated by regulation 57; the failure to serve Pinehaven did not invalidate the appeal. Consequently, the first and fourth grounds of review failed, the second ground was moot after acknowledging procedural unfairness, and the third ground was dismissed. The appropriate remedy was therefore remittal rather than substitution.",
    "conclusion": "The Supreme Court of Appeal upheld Phodiclinics’ appeal, set aside the High Court order, and ordered that the MEC’s decision of 28 June 2007 be reviewed and set aside. The matter was remitted to the MEC for reconsideration of both applications, with directions for written representations from the parties. Costs were awarded to Phodiclinics, including costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Health Law",
    "level_3": [
      "Regulations interpretation",
      "Procedural fairness",
      "Appeal rights",
      "PAJA",
      "Substitution vs remittal"
    ]
  }
}