{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/94.html",
  "case_name": "Senkhane v S (300/10) [2011] ZASCA 94; 2011 (2) SACR 493 (SCA); [2011] 4 All SA 257 (SCA) (31 May 2011)",
  "citation": "[2011] ZASCA 94",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 94\n|\nNoteup\n|\nLawCite\nSenkhane v S (300/10) [2011] ZASCA 94; 2011 (2) SACR 493 (SCA); [2011] 4 All SA 257 (SCA) (31 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 300/10\nVALENTINE SENKHANE\n...........................................................................................\nAppellant\nand\nTHE STATE\n.............................................................................................................\nRespondent\n______________________________________________________________\nNeutral citation:\nSenkhane v\r\nS\n(300/10)\n[2011] ZASCA 94\n(31 May 2011)\nCORAM:\nNavsa, Snyders, Bosielo, Shongwe and Seriti JJA\nHEARD:\n20 May 2011\nDELIVERED:\n31 May 2011\nSUMMARY:\r\nRefusal of application for condonation by high court sitting as a\r\ncourt of appeal ─ practice of allowing an automatic\nright of\r\nappeal abandoned ─ now requiring an application to the high\r\ncourt for leave to appeal ─ prior practice tending\nto bring\r\nadministration of justice into disrepute ─ principles relating\r\nto appeals discussed.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nFree State High\r\nCourt (Bloemfontein) (Ebrahim and Jordaan JJ sitting as court of\r\nfirst instance).\nThe appeal is struck from the roll\r\nwith the effect that the sentence imposed by the regional magistrate\r\nremains effective.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Snyders, Bosielo, Shongwe\r\nand Seriti JJA concurring)\n[1] This is an\r\nappeal against a refusal by the Free State High Court (Jordaan J,\r\nEbrahim J concurring) of an application for condonation\nfor the late\r\nprosecution of an appeal. The appeal in respect of which condonation\r\nhad been sought was directed against a judgment\nof the Regional\r\nCourt, Kroonstad, in terms of which the appellant, Mr Valentine\r\nSenkhane, was convicted on one count of contravening\ns 1(1)(b)(i)\r\nread with s 3 of the Corruption Act 94 of 1992 ─ which was in\r\nexistence at the time of the commission of the\nalleged offence\n1\n─\nand on two\r\ncounts of fraud. The application for condonation was refused by the\r\nhigh court on the basis that there were no prospects\nof success on\r\nthe merits of the appeal.\n[2] After his conviction in the\r\nregional court the appellant was sentenced as follows:\n(a) In respect of the corruption\r\nconviction, one year’s imprisonment;\n(b) in respect of the one count of\r\nfraud, five years’ imprisonment; and\n(c) on the other count of fraud, five\r\nyears’ imprisonment.\nIt was ordered that the sentences on\r\nthe counts of fraud run concurrently with the sentence imposed in\r\nrespect of the corruption\ncount in such a way that an effective\r\nsentence of six years’ imprisonment was imposed by the regional\r\ncourt. The contemplated\nappeal was directed against both conviction\r\nand sentence.\n[3] In terms of established case law\r\nthe appellant has an automatic right of appeal to this court against\r\nthe refusal of an application\nfor condonation by a high court sitting\r\nas a court of appeal. This is an aspect that will be dealt with\r\nextensively later in this\njudgment. At this juncture it is necessary\r\nto set out in some detail the background culminating in the present\r\nappeal.\n[4] The appellant,\r\na manager of corporate services for the Moqhaka Municipality (the\r\nMunicipality), was charged in the Regional\nCourt, Kroonstad, with two\r\ncounts of contravening the Corruption Act and two counts of fraud.\r\nThe State’s case on the two\ncontraventions of the provisions of\r\nthe Corruption Act was that the appellant had procured payment from\r\nmembers of two businesses\nwho had tendered for municipal projects on\r\nthe basis that he would secure the tenders for them.\n2\nIn respect of the\r\nfirst of the fraud charges the State’s case was that the\r\nappellant had arranged for a business, which provided\nsecurity\r\nservices to the Municipality, to install palisade fencing, automatic\r\ngarage doors and gates and an alarm system at his\nresidence in\r\nKroonstad. According to the State, the appellant had thereafter\r\nfraudulently arranged for the business to amend its\ninvoice to\r\nreflect that services had been rendered to the Municipality at a cost\r\nequal to the amount due for the installation of\nthe items referred to\r\nabove, namely, R39 612.33. The Municipality consequently paid\r\nthe business concerned that amount.\n[5] In respect of the second count of\r\nfraud the State’s case was that the appellant had been\r\nauthorised by the Municipality\nto have five air conditioners\r\ninstalled at municipal premises but that contrary to the\r\nauthorisation he had fraudulently arranged\nfor one of the five air\r\nconditioners to be installed at his residence in Kroonstad. The\r\nMunicipality paid the total amount owing\nfor the five air\r\nconditioners to the business responsible for the installation,\r\nnamely, an amount of R25 980. The value of the\nunit installed at the\r\nappellant’s house was R5 800.\n[6] The appellant pleaded not guilty\r\nto all four counts. The trial proceeded with a number of witnesses\r\ntestifying against the appellant.\nIn his judgment the regional\r\nmagistrate examined all the evidence extensively. In respect of the\r\nfirst count it was common cause\nthat R2 000 had been deposited into\r\nthe appellant’s mother’s account by a person who had\r\ntendered for municipal work.\nThat person also testified that in\r\naddition he had handed the appellant R2 000 in cash. The appellant\r\ndenied that he had received\nany cash and his explanation for the R2\r\n000 that had been deposited into his mother’s account was that\r\nit had been a donation\nto the African National Congress, the ruling\r\npolitical party in the country, for the purposes of a workshop. The\r\nregional magistrate\naccepted the evidence against the appellant and\r\nrejected his explanation for the receipt of the money. The magistrate\r\nset out a\nnumber of criticisms of the appellant’s evidence.\n[7] In respect of\r\nthe second count of corruption, the magistrate criticised the\r\nevidence of the principal witness against the appellant\nand acquitted\r\nthe latter. In respect of both counts of corruption the regional\r\nmagistrate, in evaluating the evidence, took into\naccount that the\r\ncomplainants were witnesses who had been warned in terms of\ns 204\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n3\n(the 1977 CPA).\n[8] In respect of the fraud charges\r\nthe regional magistrate considered the common cause facts, including\r\ndocumentation as well as\nthe evidence of the employees and owners of\r\nthe businesses concerned. In addition the evidence of municipal\r\nemployees and the appellant’s\nwas carefully evaluated. In\r\nrespect of the first count of fraud, the regional magistrate\r\nconcluded that there was no reason for\nthe number of witnesses\r\nagainst the appellant to have concocted a version of events so as to\r\nfalsely implicate him. In respect\nof both counts of fraud the\r\nappellant’s version had been that he had contracted personally\r\nwith the businesses concerned\nand had undertaken to pay them sometime\r\nin future when his bonus became due. He denied that he had requested\r\nthem to complete invoices\nto show that the Municipality was the\r\nreceiver of services for which it later paid. After considering the\r\ncommon cause facts and\nthe evidence of the witnesses on behalf of the\r\nState and the evidence of the appellant the regional magistrate held\r\nthat the State\nhad proven its case beyond a reasonable doubt on both\r\ncounts of fraud.\n[9] The appellant prosecuted an appeal\r\nagainst his conviction and sentence in the Free State High Court.\r\nInitially, the matter was\nenrolled in that court for hearing on\r\n1 September 2008. The appellant’s heads of argument were\r\nnot filed in time and\nthe appeal was struck off the roll. There were\r\nfurther mishaps. The matter was re-enrolled for 16 February 2009 but\r\ndid not proceed\nbecause a complete record had not been filed on\r\nbehalf of the appellant. Consequently, the appeal was postponed to 22\r\nJune 2009\nand it was postponed one more time, to 27 July 2009.\n[10] It is common cause that on the\r\nlast mentioned date an application for condonation for the late\r\nprosecution of the appeal was\nargued on behalf of the appellant. An\r\nexplanation for the delay was proffered. In the high court counsel\r\nfor the appellant conceded\nthat in the event of it being held that\r\nthere were no prospects of success the application for condonation\r\nwould be bound to fail.\nThe Free State High Court went on to consider\r\nthe application for condonation on the basis of the strength of the\r\nmerits of the\nappellant’s case.\n[11] The Free State High Court\r\nscrutinised the material parts of the evidence adduced during the\r\nappellant’s trial. It took\ngreat care in assessing the regional\r\ncourt’s evaluation of the evidence. In respect of the\r\nconviction related to a contravention\nof provisions of the Corruption\r\nAct the high court held that the magistrate had correctly rejected\r\nthe appellant’s explanation\nfor the receipt of R2 000 paid\r\ninto his mother’s account. The high court held that the\r\nappellant’s conviction\non that charge could not be faulted.\n[12] In respect of the first count of\r\nfraud the high court considered the documentary evidence and the\r\nevidence of the witnesses\non behalf of the State. It had regard to\r\nthe appellant’s explanation that he had assumed personal\r\nresponsibility for payment\nto the security company for the\r\ninstallation of the items set out earlier in this judgment and\r\nrejected it. The high court held\nthat the regional court was correct\r\nin its acceptance of evidence against the appellant and concluded\r\nthat he had rightly been\nconvicted on the first count of fraud.\n[13] Similarly, the evidence,\r\nincluding documentation, in respect of the second count of fraud was\r\nconsidered by the high court\nand it concluded that the appellant’s\r\nconviction on that count was in order.\n[14] Insofar as sentence is concerned,\r\nthe high court reasoned that the appellant occupied a senior position\r\nof trust within the\nmunicipality and was in a position to take\r\ndecisions and influence the decisions of others by way of inputs and\r\nadvice. The high\ncourt had regard to his high level of income and\r\nconsidered that he had not resorted to crime because he was in need\r\nbut because\nof greed. In respect of the sentence imposed by the\r\nregional court the high court concluded that the appellant had no\r\nprospects\nof success. Consequently, the application for condonation\r\ncoupled to the appeal against conviction and sentence was refused.\n[15] Aggrieved, the appellant applied\r\nto the high court for leave to appeal to this court against the\r\nformer’s refusal of\ncondonation. That application too was\r\nunsuccessful. This was followed by an application for leave to appeal\r\nto this court which\nwas also refused. That notwithstanding, the\r\nappellant, relying on decisions of this court to the effect that an\r\nappellant has an\nautomatic right of appeal to this court against the\r\nrefusal of an application for condonation by a high court sitting as\r\na court\nof appeal, prosecuted the present appeal.\n[16] It is necessary to examine the\r\ngenesis and the development of the established practice reflected in\r\nthe decisions of this court,\nreferred to in the preceding paragraph,\r\nand then to proceed to consider whether it should be continued. It\r\nwill ultimately be necessary\nto decide how best to dispose of the\r\npresent appeal.\n[17] Section 20(1) of the Supreme\r\nCourt Act 59 of 1959 under the heading ‘Appeals to the Supreme\r\nCourt in general’ reads\nas follows:\n‘\nAn\r\nappeal from a judgment or order of the court of a provincial or local\r\ndivision in any civil proceedings or against any judgment\nor order of\r\nsuch a court given on appeal shall be heard by the appellate division\r\nor a full court, as the case may be.’\nAs can be seen from the provisions of\r\nthis subsection any appeal against an order of a provincial or local\r\ndivision given on appeal\nto it lies to a full court or to this court.\r\nIn the present case, the decision given on appeal by two judges lies\r\nonly to this\ncourt.\n[18] Section 21(1) of the Supreme\r\nCourt Act provides:\n‘\nIn\r\naddition to any jurisdiction conferred upon it by this Act or any\r\nother law, the appellate division shall, subject to the provisions\nof\r\nthis section and any other law, have jurisdiction to hear and\r\ndetermine an appeal from any decision of the court of a provincial\nor\r\nlocal division.’\n[19] Sections 362\r\nand 363 of the Criminal Procedure Act 56 of 1955 (the 1955 CPA) prior\r\nto its amendment by the 1977 CPA provided\nfor appeals from judgments\r\nof superior courts sitting as courts of first instance. Section 363\r\nof the 1955 CPA obliged an accused\nconvicted of any offence, who\r\nintended to pursue an appeal against his conviction or against any\r\nsentence or order following thereon,\nto apply first to that court for\r\nleave to appeal and then upon refusal to this court.\n4\n[20] Section 316 of\r\nthe 1977 CPA, which is currently in operation, is entitled\r\n‘Applications for condonation, leave to appeal\nand further\r\nevidence’ and in essence mirrors the material provisions of s\r\n363 of the 1955 CPA. It provides that an accused\nconvicted of any\r\noffence by a high court may apply to that court for leave to appeal\r\nagainst such conviction or against any resultant\nsentence or order.\r\nSection 316(3)(a) provides that no appeal shall lie against a\r\njudgment or order of a full court given on appeal\nto it in terms of s\r\n315(3), except with the leave of this court, on application made to\r\nit by an accused. The full court contemplated\nby this section sitting\r\nas a court of appeal is a court hearing an appeal against a judgment\r\nor order of a high court in a criminal\ncase heard by a single judge.\n5\n[21] Neither the 1955 CPA nor the 1977\r\nCPA nor the Supreme Court Act made express provision for the\r\nsituation where a superior court\nsitting as a court of appeal refused\r\nan application for condonation related to the prosecution of such an\r\nappeal.\n[22] It is against that statutory\r\nframework that decisions of this court dealing with decisions on\r\ncondonation by a high court sitting\nas a court of appeal have to be\r\nunderstood. The first decision that we could find in this regard is\nSweigers v S\n1969 (1) PH H110. The following appears in the\r\njudgment, per Botha AJ:\n‘\nAppellant\r\nhet sy regsmiddel teen die afwysing deur die Hof\na\r\nquo\nvan\r\nsy aangeskrewe tydperk appèl aan te teken teen sy\r\nskuldigbevinding op die eerste en tweede aanklagte, verkeerd begryp.\n\nDaar is geen voorgeskrewe prosedure waarvolgens hy by die Hof\na\r\nquo\n,\r\nen by die Hoofregter, na die afwysing van sy aansoek om kondonasie,\r\naansoek kon doen om teen sy skuldigbevinding deur die landdros\nop\r\nbedoelde aanklagte na hierdie Hof in hoër beroep te gaan nie.\r\nDaar bestaan trouens geen voorsiening vir ‘n regstreekse\nappèl\r\nna hierdie Hof teen ‘n skuldigbevinding deur ‘n landdros\r\nnie. Die enigste regsmiddel tot sy beskikking\nteen die afwysing van\r\nsy aansoek om kondonasie was ‘n appèl na hierdie Hof\r\nteen bedoelde afwysing ingevolge die bepalings\nvan artikel 21 (1) van\r\ndie Wet op die Hooggeregshof, 1959.’\n[23] The next case in chronological\r\norder is\nS v Tsedi\n1984 (1) SA 565\n(A). The headnote, which\r\ncorrectly reflects the findings of the court, reads as follows:\n‘\nWhere\r\na Provincial Division, having dismissed a criminal appeal originating\r\nin a magistrate’s court, refuses to grant an order\ncondoning\r\nthe late noting of an appeal to the Appellate Division, the only\r\nremedy available is an appeal to the Appellate Division\nagainst such\r\nrefusal in terms of s 21(1) of the Supreme Court Act 59 of 1959, for\r\nwhich appeal no leave is required in terms of\ns 22(2) of the said\r\nAct. There is no provision for an application to the Provincial\r\nDivision concerned for leave to appeal against\nits refusal to grant\r\ncondonation, and should such an application indeed be made and\r\ngranted, the purported order will be ineffective.’\n[24] In\nS\r\nv Gopal\n1993 (2) SACR 584\n(A) at 585b-e the following appears:\n‘\nHierdie\r\nappèl illustreer die ongewenstheid van die (vermoedelik\r\nonvoorsiene) teenstrydigheid tussen die bepalings van die\n\nStrafproseswet 51 van 1977 ten aansien van appèlle en art\r\n21(1) . . . van die Wet op die Hooggeregshof 59 van 1959. Meer\n\nspesifiek, indien ‘n persoon in die landdroshof aan ‘n\r\nmisdryf skuldig bevind en gevonnis word en sy appèl na\ndie\r\nProvinsiale (of, indien van toepassing, die Plaaslike) Afdeling van\r\ndie Hooggeregshof misluk, mag hy alleen met die nodige\nverlof na\r\nhierdie Hof appelleer. As hy egter sou nalaat om sy eerste appèl\r\nna behore voort te sit en dit nodig is om kondonasie\nte verkry (soos\r\nbv vir die laat aantekening van appèl) en dié aansoek\r\nmisluk, het hy ‘n outomatiese reg van\nappèl teen die\r\nafwys van sy aansoek na hierdie Hof. Dit geld selfs indien sy aansoek\r\nvanweë ‘n gebrek aan vooruitsigte\nop appèl afgewys\r\nis.\nS\r\nv Tsedi\n1984\r\n(1) SA 565\n(A);\nS\r\nv Absalom\n1989\r\n(3) SA 154\n(A). En sou hierdie Hof argumentsonthalwe bevind dat die\r\nHof\na\r\nquo\nverkeerd\r\nwas in sy beoordeling van die kanse op sukses, en die appèl\r\nslaag, moet die strafappèl dan waarskynlik deur\ndaardie Hof\r\nbereg word met die wete dat hierdie Hof reeds oordeel, wat nie\r\nbindend is nie, oor die meriete uitgespreek het.’\n[25] The reservation expressed in the\r\nlast sentence of the dictum in the preceding paragraph is with\r\nrespect correct and, as will\nbe demonstrated in this case, such a\r\nview on the merits in the present case will have been expressed\r\nseveral times even though\nan appeal proper on the merits of the case\r\nhad not yet been heard. In\nGopal\n,\r\nthe following incongruity was highlighted: When a person is convicted\r\nand sentenced by a magistrate’s court and his appeal\nto a local\r\nor provincial division fails he can only appeal to this court with\r\nthe necessary leave but where he neglects to prosecute\nhis appeal in\r\nterms of the applicable legislation and rules of court and requires\r\ncondonation but is unsuccessful in an application\nto court in\r\nrelation thereto he has an automatic right of appeal.\n[26] In\nS\r\nv Farmer\n2001 (2) SACR 103\n(SCA) para 6, after the cases cited above were referred to, the\r\nfollowing was stated:\n‘’\nn\r\nAfwysing van ‘n aansoek vir kondonasie bloot op die basis dat\r\ndaar nie redelike vooruitsigte van sukses is nie, kan dus\nonwenslike\r\ngevolge hê. Na my mening blyk die praktiese oplossing die\r\nvolgende te wees. Waar die enigste dispuut in ‘n\naansoek om\r\nkondonasie die meriete van ‘n beoogde appèl is moet die\r\nappèl as sulks afgehandel word. Dit sal\ndan die onwenslikheid\r\nwat in die\nGopal\nsaak,\nsupra\n,\r\nbeskryf is, uitsluit. In die huidige geval is hierdie roete\r\nongelukkig nie gevolg nie. Dit is dus nodig om die appèl soos\n\nhy tans voor ons dien te besleg.’\n[27] It is now\r\nnecessary to consider briefly the criteria to be applied in\r\nconsidering an application for condonation. In\nMelane\r\nv Santam Insurance Co Ltd\n1962\r\n(4) SA 531\n(A) this court, in dealing with whether or not sufficient\r\ncause had been shown in terms of rule 13 of the then Appellate Rules\r\nof Court for condonation for non-compliance stated the following (at\r\n532C-F):\n‘\nIn\r\ndeciding whether sufficient cause has been shown, the basic principle\r\nis that the Court has a discretion, to be exercised judicially\nupon a\r\nconsideration of all the facts, and in essence it is a matter of\r\nfairness to both sides. Among the facts usually relevant\nare the\r\ndegree of lateness, the explanation therefor, the prospects of\r\nsuccess, and the importance of the case. Ordinarily these\nfacts are\r\ninterrelated: they are not individually decisive, for that would be a\r\npiecemeal approach incompatible with a true discretion,\nsave of\r\ncourse that if there are no prospects of success there would be no\r\npoint in granting condonation. Any attempt to formulate\na rule of\r\nthumb would only serve to harden the arteries of what should be a\r\nflexible discretion. What is needed is an objective\nconspectus\nof\r\nall the facts. Thus a slight delay and a good explanation may help to\r\ncompensate for prospects of success which are not strong.\nOr the\r\nimportance of the issue and strong prospects may tend to compensate\r\nfor a long delay. And the respondent’s interest\nin finality\r\nmust not be overlooked.’\nSee also\nS\r\nv Mohlathe\n2000\r\n(2) SACR 530\n(SCA) para 9.\n6\n[28] In\nS\r\nv Di Blasi\n1996\r\n(1) SACR 1\n(A) at 3f-g the following appears:\n‘\nThe\r\ngeneral approach of this Court to applications of this kind is well\r\nestablished. (See, eg,\nFederated\r\nEmployers Fire and General Insurance Co Ltd and Another v McKenzie\n1969\r\n(3) SA 360\n(A) at 362F-H;\nS\r\nv Adonis\n1982\r\n(4) SA 901\n(A) at 908H-909A and\nFerreira\r\nv Ntshingila\n1990\r\n(4) SA 271\n(A) at 281D-F.) Relevant considerations include the degree\r\nof non-compliance, the explanation therefor, the prospects of\r\nsuccess,\nthe importance of the case, the respondent’s interest\r\nin the finality of the judgment, the convenience of the Court and the\n\navoidance of unnecessary delay in the administration of justice.’\n[29] It is clear\r\nthat in the ordinary course a consideration of the merits is\r\nessential to an adjudication of an application for\ncondonation. In\r\nthe present case the court below did not follow the approach\r\nsuggested in\nFarmer\n.\r\nIt is abundantly clear that the problems envisaged by\nGopal\nand\nFarmer\ncontinue to endure\r\nwith the result that cases of the kind in question continue in a path\r\nto and fro between a high court and this\ncourt.\n[30] Section\r\n35(3)(o) of the Constitution gives every accused person the right to\r\na fair trial, which includes the right of appeal\nto, or review by, a\r\nhigher court. In\nS\r\nv Rens\n[1995] ZACC 15\n;\n1996\r\n(1) SACR 105\n(CC) the Constitutional Court considered whether a\r\nperson convicted by the high court has an absolute right of appeal.\r\nIt had regard\nto a decision of the European Court of Human Rights. It\r\nconsidered leave to appeal procedures in the high court and in this\r\ncourt\nwere constitutionally justifiable.\n7\nRestrictive\r\nprocedures such as an application for leave to appeal have as their\r\nobjective the avoidance of court rolls being clogged\nby wholly\r\nunmeritorious cases. Of course the procedures that apply should be\r\nsuch as to minimise the risk of wrongful convictions\nand\r\ninappropriate sentences. In this regard the judgment of the\r\nConstitutional Court in\nS\r\nv Steyn\n2001\r\n(1) SACR 25\n(CC) is instructive.\n8\nThat case held that\r\na prior statutory procedure for applications for leave to appeal from\r\na magistrate’s court to the high\ncourt was unconstitutional.\r\nThe Constitutional Court was particularly concerned about the paucity\r\nof information that was required\nto be placed before the high court\r\nin terms of the statutory scheme and the concomitant margin for\r\nerror.\n[31] The problems alluded to at the\r\nend of the preceding paragraph do not impact on the question\r\npresently being addressed. The\nhigh court constituted as a court of\r\nappeal determining the correctness of the conviction or sentence\r\nusually, as in the present\ncase, has a full record before it. This\r\nought to be so even when condonation is sought in relation to an\r\nappeal. When condonation\nis sought for failure to comply with\r\nprescribed time limits the high court, sitting as a court of appeal,\r\nhas all the relevant\ninformation before it.\n[32] When a condonation application is\r\nbeing considered by a high court in relation to an appeal sought to\r\nbe prosecuted before\nit ─ in line with the authorities cited\r\nabove ─ it has to have regard to the merits of the appeal. Put\r\ndifferently,\nit has to consider the prospects of success and must of\r\nnecessity consider the merits. It is specious to conclude that the\r\nmerits\nhave not been seriously considered, particularly when a high\r\ncourt sitting as a court of appeal has the complete record before it.\n[33] In\nGopal\nthis court pointed\r\nout that if an appeal against refusal of condonation to this court\r\nsucceeds it will lead to the high court having\nto deal with the\r\nappeal on the merits after this court had already formed and stated a\r\nview thereon. It gets worse. After the appeal\nis disposed of by the\r\nhigh court it might lead to a further appeal to this court where\r\nanother view on the merits has to be expressed.\nA further anomaly is\r\nthat if this court decides that condonation was rightly refused that\r\neffectively would be the end of the road\nfor an accused. I can\r\nconceive of no other way in which the merits can then be canvassed\r\nbefore any court. It cannot be in the\ninterest of the administration\r\nof justice for this practice to continue. The issues raised above do\r\nnot appear to have been raised\nin the decisions before\nGopal\nand\nFarmer\n.\n[34] Presently, as recognised by\r\nearlier decisions of this court, there is no statutory provision or\r\nrule of court providing for\nan access-regulating measure such as an\r\napplication for leave to appeal from a high court which refuses an\r\napplication for condonation.\nThe question arises whether we can lay\r\ndown such a requirement.\n[35] This court\r\ndoes not have original jurisdiction: its jurisdiction derives from\r\nthe Constitution.\n9\nIt is true that at\r\ncommon law a court has no automatic jurisdiction to hear an appeal\r\nfrom another court. An appeal could only lie\nby virtue of some\r\nstatutory provision. The Constitution subsumed the common law powers\r\nof this court.\n10\nSection 173 of the\r\nConstitution states:\n‘\nThe\r\nConstitutional Court, Supreme Court of Appeal and High Courts have\r\nthe inherent power to protect and regulate their own process,\nand to\r\ndevelop the common law, taking into account the interests of\r\njustice.’\n[36] In\nNumsa\r\n& others v Fry’s Metals (Pty) Ltd\n2005\r\n(5) SA 433\n(SCA) this court, after deciding that it had jurisdiction\r\nto decide appeals from the Labour Appeal Court (LAC), concluded that\r\nin order to do so there ought to be a procedure in terms of which\r\nspecial leave to appeal should first be sought from that court.\nAt\r\npara 35 it said the following:\n‘\nStrong\r\nconsiderations suggest that the path from the LAC to this Court\r\nshould not be untrammelled. The first is the benefit of institutional\n\nexpertise. The second is the imperative of expedition. The third (and\r\nonly last in order of importance) is the workload of this\nCourt,\r\nwhich is already such as to burden its members very considerably,\r\nwithout a new inundation of cases. Nothing more need be\nsaid about\r\nthis consideration, and we turn to the first two.’\nThe last mentioned consideration is of\r\ncourse something that has already been touched on earlier in this\r\njudgment.\n[37] In\nFry’s\r\nMetals\nthis\r\ncourt was faced with the problem that there was no statute or rule of\r\ncourt in place providing for a path for appeals to take\nfrom the LAC\r\nto this court. The Constitution did not provide that the legislature\r\nmust enact ‘access-regulating measures’\nin relation to\r\nappeals before this court. In\nFry’s\r\nMetals\nthis\r\ncourt reasoned that the Constitution did not leave us bereft of\r\nsolutions. In holding that it was necessary to apply for leave\nto\r\nappeal from the LAC before proceeding to this court it relied on s\r\n173 of the Constitution, which is set out above. In doing\nso it\r\nconsidered that it was following the lead of the Constitutional Court\r\nin\nS\r\nv Pennington\n1997\r\n(4) SA 1076 (CC).\n11\nAt para 40 of\nFry’s\r\nMetals\nthis\r\ncourt said the following:\n‘\nThe\r\nsame principles apply here. Although the Constitution spells out no\r\nprinciples on which access to this Court should be regulated,\nwe\r\nconsider that this Court’s inherent power to regulate its own\r\nprocess, “taking into account the interests of justice”,\n\nempower it to lay down the requirement that prospective appellants\r\nfrom the LAC apply for special leave to appeal. While it is\ntrue that\r\nthis Court’s inherent power to protect and regulate its own\r\nprocess is not unlimited ─ it does not, for instance,\n“extend\r\nto the assumption of jurisdiction not conferred upon it by statute”\r\n─ the inherent regulatory power the\nConstitution confers is\r\nbroad and unqualified. The CC has recently emphasised the ambit of\r\nthis power, and the importance of interpreting\nit so as to enhance\r\n“the SCA’s autonomous regulations of its own process”.\r\nWe consider it broad enough to deal\nwith the situation here.’\n[38] Section 20(1)\r\nand s 21(1) confer jurisdiction on this court. In my view, the time\r\nhas come for us to exercise our inherent\njurisdiction and to lay down\r\nthat leave to appeal should be sought first from the high court\r\nagainst a refusal by it, sitting as\na court of appeal, of a\r\ncondonation application related to the appeal. In doing so, we will\r\nbe regulating the procedure to be followed\nfor appeals to be heard by\r\nus. This conclusion does not, in my view, offend against\r\nconstitutional values. As pointed out in\nRens\na\r\nperson applying for leave to appeal against a conviction in a\r\nsuperior court has two bites of the cherry. On being convicted and\n\nsentenced, the accused person has an opportunity of approaching and\r\nseeking leave from that court to appeal against the conviction\nor\r\nsentence, or both. If the application is refused the person may then\r\nseek leave to appeal from this court by way of petition.\nThe\r\nprescribed procedures relating to applications for leave to appeal\r\nmake provision for argument to be set out in writing in\nthe petition.\r\nThe judges of this court to whom the petition is referred may call\r\nfor further information or for oral argument or\nrefer the matter to\r\nthe court for its consideration. The judges of this court will refuse\r\nthe leave sought only if they are satisfied\nthat there are no\r\nreasonable prospects of success on appeal.\n12\n[39] The same safeguards apply in\r\nrespect of the proposed new procedure; obliging an unsuccessful\r\napplicant for condonation in the\nhigh court when it is sitting as a\r\ncourt of appeal to apply to it for leave to appeal. The high court\r\nconstituted as a court of\nappeal provides its reasons for its refusal\r\nand when faced with an application for leave to appeal will deal with\r\nit on its merits.\nIf that is refused an accused person will have\r\nfurther recourse to this court by way of petition.\n[40] Because it was an important issue\r\nessential to the proper administration of justice counsel were\r\nrequested in advance of the\nhearing of the appeal to be ready to\r\nargue the desirability of the former practice being continued and to\r\nmake legal submissions\nin relation thereto. Counsel on behalf of the\r\nState supported a change. Counsel on behalf of the appellant was\r\nunable to advance\nreasons to the contrary.\n[41] In the present case, because the\r\nappellant was ignorant of the decisions referred to earlier in this\r\njudgment, in terms of\nwhich he had an automatic right of appeal, he\r\napplied to the court below for leave to appeal against its decision\r\nrefusing condonation.\nThereafter he applied for leave to appeal to\r\nthis court which was refused.\n[42] We can discern no error in the\r\nrefusal of the application for condonation by the court below, nor\r\nthe rejection by our two\ncolleagues of the application for leave to\r\nappeal. There is no merit in the submission on behalf of the\r\nappellant that because\nthere was no evidence that the appellant had\r\nin fact participated in the decision to grant the tender he did not\r\nfall within the\nambit of the provisions of the Corruption Act\r\nreferred to above. It is clear from the admissible and credible\r\nevidence that the\nappellant received the money with the intention\r\nspecified in s 1(1)(b)(i) of the Act.\n[43] Having regard to the conclusions\r\nreached above, the following order is made:\nThe appeal is struck from the roll\r\nwith the effect that the sentence imposed by the regional magistrate\r\nremains effective.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: P Greyling\nInstructed by\nGoodrick & Franklin Bloemfontein\nFor Respondent: K D Govender\nInstructed by\nDirector of Public Prosecution\r\nBloemfontein\n1\nThe\nPrevention and Combating of Corrupt Activities Act 12 of 2004\n, which\r\n\tcame into operation on 27 April 2004, repealed the Corruption Act 94\r\n\tof 1992. The offences under the prior legislation\nwere allegedly\r\n\tcommitted during 2001 and 2003.\n2\nSection\r\n\t1(1)(b)(i) of the Corruption Act 94 of 1992, under which the\r\n\tappellant was charged, reads as follows:\n‘\n(1)\r\n\tAny person─\n.\r\n\t. .\n(b)\nupon whom any\r\n\tpower has been conferred or who has been charged with any duty by\r\n\tvirtue of any employment or the holding of any\npost or any\r\n\trelationship of agency or any law and who corruptly receives or\r\n\tobtains or agrees to receive or attempts to obtain\nany benefit of\r\n\twhatever nature which is not legally due, from any person, either\r\n\tfor himself or for anyone else, with the intention─\n(i)\r\n\tthat he should commit or omit to do any act in relation to such\r\n\tpower or duty, whether the giver or offeror of the benefit\nhas the\r\n\tintention to influence the person upon whom such power has been\r\n\tconferred or who has been charged with such duty, so\nto act or not;\r\n\t. . .\nshall\r\n\tbe guilty of an offence.’\n3\nSection\r\n\t204 deals with witnesses for the prosecution who are required to\r\n\tanswer questions that may incriminate them.\n4\nSection 363(6)\r\n\tof the 1955 Act read as follows:\n‘\nIf\r\n\tany application under subsection (1) for condonation or leave to\r\n\tappeal is refused or if in any application for leave to appeal\nan\r\n\tapplication for leave to call further evidence is refused, the\r\n\taccused may, within a period of twenty-one days of such refusal,\nor\r\n\twithin such extended period as may on good cause be allowed, by\r\n\tpetition addressed to the Chief Justice submit his application\nfor\r\n\tcondonation or for leave to appeal or his application for leave to\r\n\tcall further evidence, or all such applications, as the\ncase may be,\r\n\tto the court of appeal, at the same time giving written notice that\r\n\tthis has been done to the registrar of the provincial\nor local\r\n\tdivision (other than a circuit court) within whose jurisdiction the\r\n\ttrial has taken place, and of which the judge who\npresided at the\r\n\ttrial was a member when he so presided. Such registrar shall forward\r\n\tto the court of appeal a copy of the application\nor applications in\r\n\tquestion and of the reasons for refusing such application or\r\n\tapplications.’\n5\nSee\r\n\ts 315(2)(a) read with s 316(1)(a) and s 316(3)(a) of the 1977 CPA.\n6\nMohlathe\nwas also an appeal against a refusal of an\r\n\tapplication for condonation by a high court sitting as a court of\r\n\tappeal.\n7\nSee\r\n\tparas 22 to 29.\n8\nSee\r\n\tpara 13 et seq.\n9\nSee\nNumsa & others v Fry’s Metals\r\n\t(Pty) Ltd\n2005 (5) SA 433\n(SCA) para\r\n\t23.\n10\nSee\nFry’s Metals\nop cit, para 23.\n11\nParas\r\n\t11 to 28.\n12\nSee\nS v Rens\nop\r\n\tcit, para 23.",
  "scraped_at": "2026-02-12T15:40:42.256895",
  "date": "2011-05-31",
  "coram": [
    "Navsa JJA",
    "Snyders JJA",
    "Bosielo JJA",
    "Shongwe JJA",
    "Seriti JJA"
  ],
  "case_number": "300/10",
  "parties": {
    "applicants": [
      "Valentine Senkhane"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Valentine Senkhane, was a manager of corporate services for the Moqhaka Municipality. He was prosecuted in the Regional Court, Kroonstad, on two counts of contravening the Corruption Act 94 of 1992 and two counts of fraud. The State alleged that he received payments from businesses tendering for municipal projects in return for securing those tenders, and that he facilitated the fraudulent invoicing of security services and air‑conditioner installations to benefit himself. He was convicted on one count of corruption (one year imprisonment) and two counts of fraud (five years each), the fraud sentences running concurrently with the corruption sentence, resulting in an effective six‑year sentence. Subsequent attempts to appeal were repeatedly delayed; applications for condonation of the late appeal were refused by the Free State High Court, which also refused leave to appeal to the Supreme Court of Appeal. The appellant then raised an automatic right of appeal against the refusal of condonation.",
    "issues": "1) Whether the High Court was correct in refusing the appellant’s application for condonation of a late appeal. 2) Whether an automatic right of appeal exists against a High Court’s refusal of condonation when it is sitting as a court of appeal. 3) What statutory and common‑law provisions govern condonation and leave to appeal, and whether they require a procedural step of obtaining leave to appeal before approaching this Court. 4) Whether the court should maintain the existing practice or introduce a new procedural requirement for leave to appeal in such circumstances.",
    "principles": "The judgment relied on Sections 20(1) and 21(1) of the Supreme Court Act 59 of 1959, which confer appellate jurisdiction on the Supreme Court of Appeal. It examined Section 316 of the Criminal Procedure Act 56 of 1955 (as amended by the 1977 CPA) dealing with applications for condonation and leave to appeal. The court reviewed a line of authority including Sweigers v S, S v Tsedi, S v Gopal, S v Farmer, Melane v Santam, S v Di Blasi and related cases, establishing that condonation applications must consider the merits and prospects of success, and that an automatic right of appeal against refusal of condonation has been recognized but is problematic. The Constitution’s Section 173 and Section 35(3)(o) guaranteeing a fair trial and the right of appeal were also considered, as were constitutional jurisprudence on procedural fairness in S v Rens and S v Steyn.",
    "application": "Applying the above principles, the Court found that the High Court had correctly assessed the merits of the appeal and concluded there were no reasonable prospects of success. Accordingly, the refusal of condonation was proper. The Court acknowledged the existence of an automatic right of appeal but held that, under current statutory framework, there was no error in the High Court’s refusal nor in the Court’s own earlier dismissal of the appellant’s petition for leave to appeal. The judgment therefore upheld the existing practice for the present case while noting the need for future procedural reforms.",
    "conclusion": "The appeal was struck from the roll, meaning the sentence imposed by the Regional Magistrate – an effective six‑year imprisonment – remains in force. The Court indicated that a procedural change requiring leave to appeal before seeking to overturn a refusal of condonation would be appropriate, but did not order such a change in the present matter."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Corruption and Fraud",
    "level_3": [
      "condonation",
      "right of appeal",
      "procedural fairness",
      "Supreme Court of Appeal",
      "Criminal Procedure Act"
    ]
  }
}