{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/73.html",
  "case_name": "Presidency Property Investments (Pty) Ltd and Others v Patel (2011 (5) SA 432 (SCA)) [2011] ZASCA 73; 407/10 (25 May 2011)",
  "citation": "[2011] ZASCA 73",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 73\n|\nNoteup\n|\nLawCite\nPresidency Property Investments (Pty) Ltd and Others v Patel (2011 (5) SA 432 (SCA)) [2011] ZASCA 73; 407/10 (25 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 407/10\nIn the matter between:\nPRESIDENCY PROPERTY\r\nINVESTMENTS (PTY) LTD\n..........................\nFirst\r\nAppellant\nFAIRCAPE PROPERTY\r\nDEVELOPERS CC\n.......................................\nSecond\r\nAppellant\nVERED ESTATES (PTY)\r\nLTD\n..................................................................\nThird\r\nAppellant\nand\nSHIRAZ PATEL\n.............................................................................................\nRespondent\nNeutral citation\n:\nPresidency Property Investments v Patel\n(407/10)\n[2011] ZASCA\r\n73\n(25 May 2011)\nCoram:\nMPATI P,\r\nNAVSA, HEHER, BOSIELO and MAJIEDT JJA\nHeard:\n6 May 2011\nDelivered:\n25 May\r\n2011\nUpdated:\nSummary:\nPractice\r\n– pleading – reliance on cause of action not pleaded and\r\nnot apparent to defendant – prejudice resulting\n–\r\nplaintiff held to claim as pleaded.\nContract –\r\nFraudulent misrepresentation – sale off plan – statements\r\nas to anticipated view from property to be\nbuilt no more than bona\r\nfide opinion – absence of reliance.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town)\r\n(Davis J sitting as court of first instance):\n1. The appeal succeeds\r\nwith costs.\n2. The order of the court\r\na quo is set aside and replaced with the following order:\n(a) The plaintiff’s\r\nclaim is dismissed with costs, save for the wasted costs of the\r\npostponement of 5 March 2007, which costs\nare to be paid by the first\r\nand second defendants jointly and severally.\n(b) The first and second\r\ndefendants’ costs are to include the qualifying expenses of the\r\nexpert witnesses Mr J van der Spuy\nand Ms L Marantz.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (MPATI P, NAVSA,\r\nBOSIELO AND MAJIEDT JJA concurring):\n[1] This is an appeal,\r\nwith leave of this Court against a judgment of the Western Cape High\r\nCourt. In an action for damages arising\nfrom an alleged fraudulent\r\nmisrepresentation Davis J ordered the two appellants jointly and\r\nseverally to pay to the respondent\nthe sum of R289 500 with interest\r\na tempore morae and costs (including the costs of a postponement on 5\r\nMarch 2007, against which\norder no appeal is pursued).\n[2] The respondent, Dr\r\nPatel, is a medical practitioner. The first appellant, Presidency\r\nProperty Investments (Pty) Ltd (‘Presidency’)\nis a\r\ncompany formed to carry out a sectional title development named ‘The\r\nMeridian’ on erven 278 and 279 Sea Point.\nThe second appellant,\r\nFaircape Property Developers CC (‘Faircape’) is a\r\nproperty investment, development and holding\ncompany. A certain Mr\r\nMichael Vietri is the common link between them being, apparently, the\r\nsole member of the second appellant\nwhich holds a 50 per cent\r\ninterest in Faircape Contractors CC which in turn holds half the\r\nshares in the first appellant. In the\ncourt a quo there was a third\r\ndefendant, Vered Estates (Pty) Ltd (‘Vered’) a real\r\nestate agent employed by the first\nappellant to market apartments in\r\nThe Meridian. Davis J made no order against it.\n[3] The respondent issued\r\nsummons against the two appellants and Vered. He alleged, as was\r\ncommon cause, that he had, on 2 July\n2003, concluded a written\r\nagreement to purchase an apartment in The Meridian from Presidency at\r\na price of R2.95 million. At the\ntime of sale, he alleged, the\r\nbuilding was in the process of development and construction by or\r\nunder the control of Presidency\nand Faircape or one of them; Vered\r\nwas their agent to market the units off plan. (It became common cause\r\nthat The Meridian was\nlittle more than a hole on the side of the hill\r\nat that time.)\n[4] In his particulars of\r\nclaim the respondent pleaded two distinct representations. The first\r\nwas said to have been made by two\nemployees of Vered, Mr Frank\r\nMeiring and Ms Sandra Singer, acting in the course and scope of their\r\nemployment and contained two\nelements:\n1. At a site inspection\r\nof the premises where The Meridian was to be constructed, Singer\r\nrepresented to him that the apartment would\nhave an unobstructed view\r\nof the Green Point and Waterfront areas and the ocean in the\r\nnorth-east, north and north-west directions\nwhen viewed from the\r\napartment.\n2. Singer and Meiring\r\npresented him with a CD-ROM disk comprising marketing material in\r\nrespect of the proposed development and\nwhich contained a graphic\r\ndescription of the apartment and, in particular, the unobstructed\r\nviews from it.\n[5] The respondent\r\nfurther alleged that Presidency and Faircape were aware of the making\r\nof the said representation by their agents\nand that both knew at that\r\ntime that the representations were false because Presidency and\r\nFaircape intended to construct, on a\nsite adjacent to The Meridian,\r\nand to the north-east of it, another five-storey sectional title\r\ndevelopment known as Avenue de\nCalais which would cause the\r\nobliteration or obstruction of the views from the apartment purchased\r\nby the respondent in a north-east\ndirection.\n[6] The second\r\nmisrepresentation was an alleged failure by all three appellants to\r\ndisclose to the respondent at the time of sale\nthat:\n1. the building plans in\r\nrespect of Avenue de Calais had been submitted to the municipality\r\nfor approval;\n2. the construction of\r\nAvenue de Calais would commence shortly after approval of the plans\r\ntowards the end of 2003; and\n3. the construction work\r\non that development would cause nuisance and inconvenience to owners\r\nand residents of The Meridian apartments\n‘to such an extent\r\nthat beneficial occupation of those apartments could not take place\r\nfor a period of approximately six\nmonths’ (by which I assume\r\nwas intended, six months after the construction commenced.)\n[7] The\r\nrespondent went on to allege, in para 11 of his particulars of claim,\r\nthat when Vered made the first representation and\nwhen the appellants\r\nfailed to disclose the facts relevant to the second\r\nmisrepresentation, they intended the respondent to act\non each\r\nrepresentation and into enter in the agreement ‘to pay the\r\nfirst defendant a purchase price which was substantially\nin excess of\r\nthe value of the apartment and to take transfer thereof prior to the\r\ncompletion of the construction of Avenue de Calais’.\n(I assume\r\nthat the higher price was not really contemplated by the pleader as a\r\nconstituent of the representors’ intention\nbut rather a\r\nconsequence, since no-one at the trial considered whether such an\r\nintention had to be or was proved.)\n[8] According to the\r\nallegations all the appellants were aware that Dr Patel was ignorant\r\nof the falsity of the representations\nconcerning the unobstructed\r\nview and of the facts bearing on the delay in affording beneficial\r\noccupation; they knew that he was\npurchasing the property for\r\ninvestment purposes in order to derive rental from it upon transfer\r\nto him; nevertheless they intentionally\nmade the representation and\r\nwithheld disclosure. In consequence, according to the pleaded case,\r\nthe respondent purchased the apartment\nfor R2.95 million but was\r\nunable to let it or derive rental due to the construction work at\r\nAvenue de Calais and the nuisance so\ncaused; moreover, he was induced\r\nto purchase the apartment for the agreed price, whereas, if he had\r\nknown the true facts, he would\nhave paid only the true value of the\r\nproperty with its obstructed view (alleged to be R1.95 million) less\r\nan additional amount\nof R100 000 on the basis of inability to derive\r\nrental income from the property until the completion of Avenue de\r\nCalais. The respondent\nin consequence claimed damages in the sum of\r\nR1.1 million.\n[9] The respondent’s\r\nclaim embodied all the elements of a delict arising from fraudulent\r\nmisrepresentation both in its positive\nand negative senses. The\r\nrespondent did not plead the making of either a negligent or innocent\r\nmisrepresentation.\nThe judgment of the\r\ncourt a quo.\n[10] The approach of the\r\nlearned judge is perplexing. He commenced by recording that the\r\naction was one ‘for damages arising\nout of an alleged\r\nfraudulent misrepresentation made by the defendants’. In paras\r\n2 and 3 he set out in detail the pleaded\nbasis of the respondent’s\r\nclaims and the appellants’ defence. He then proceeded to set\r\nout the issues in dispute:\n‘\n[4]\r\nGiven the defendants’ plea, the following issues remained in\r\ndispute between the parties:\n4.1\r\nThe misrepresentation, as alleged by the plaintiff;\n4.2\r\nThe non-disclosure, as alleged by the plaintiff;\n4.3\r\nDefendants intended plaintiff to act upon any such misrepresentations\r\nand on non-disclosures;\n4.4\r\nSuch misrepresentation and/or non-disclosure were made fraudulently\r\nby defendants;\n4.5\r\nPlaintiff was induced by the representations and/or non-disclosures\r\nto purchase the apartment at a price in excess of its true\nmarket\r\nvalue;\n4.6\r\nPlaintiff sustained damages in the amount of R1 100 000.00; and\n4.7\r\nPlaintiff was unable to let the apartment and derive rental income\r\ntherefrom due to the construction work on Avenue de Calais\nand the\r\nnuisance caused thereby and thereby suffered further damages in the\r\namount of R100 000.00.’\n[11] Davis J went on to\r\nsummarise the legal basis of the action as follows:\n‘\nIn\r\norder to succeed, the plaintiff is required to demonstrate conduct on\r\nthe part of the defendants in the form of a misstatement,\nwhether by\r\nan act or an omission, that the statement was made wrongfully,\r\nnegligently and that the act or omission caused loss\nto the\r\nplaintiff, both in the legal and the factual sense.’\n[12] After the preceding\r\nrecordal of the pleadings and the elements of the claim based on\r\nfraudulent misrepresentation and fraudulent\nnon-disclosure inducing a\r\ncontract, the learned judge’s identification of the legal basis\r\nof the action as being negligent\nmisstatement is surprising. He\r\nproceeded to address the ‘requirements for a successful action’\r\nunder the headings of\n(a) conduct, (b) wrongfulness, (c) negligence\r\nand (d) causation. He did not revert to the alleged fraud or explain\r\nwhy he was adjudicating\na claim deriving from negligent misstatement.\n[13] As to the element of\r\nconduct, Davis J held that, on the evidence, representations were\r\nmade by Mr Meiring and Ms Singer concerning\nthe nature of the views\r\nthat would be enjoyed from the apartment that they were selling to Dr\r\nPatel in The Meridian development.\nThe representations took the form\r\nof statements about uninterrupted views of the Indian Ocean, a\r\npromotional DVD depicting the\ndevelopment in which views played an\r\nimportant part, and a general letter dated 11 March 2003 handed by\r\nthem to Dr Patel which\nthe second respondent, Faircape, had\r\napparently prepared for previous purchasers which read as follows:\n‘\nWe\r\naddress you at the instance of the developers of the above scheme in\r\nwhich you have purchased an apartment.\nThis\r\nserves to confirm that by way of a Notarial Agreement binding both\r\nyou (the owner) and the successors-in-title, the owner of\nthe\r\nproperty fronting the development has agreed to restrict the height\r\nof any dwelling/structure thereon to not more than 52,3\nmetres above\r\nmean sea-level which is tantamount to being 1 metre below the ground\r\nfloor of the development.’\nThis letter was not\r\nrelied upon in the pleadings as a misrepresentation, but there were\r\ntimes during the trial, in the judgment\nof the court a quo and in the\r\nsubmissions made to this Court by the respondent’s counsel when\r\nthat fact was ignored. More\nimportant, the representation was true:\r\nthe developers had procured a restriction in the height of the\r\nproperty immediately to\nthe front of The Meridian development thereby\r\nprotecting the view to the sea.\n[14] All the\r\nrepresentations made to the respondent concerning the view were held\r\nby the court a quo as matters influencing his\ndecision to purchase\r\nthe apartment as an investment and for resale. However, Davis J found\r\nthat they did not amount to actionable\nrepresentations because they\n‘\nwere\r\nintended to be expressions of an opinion regarding the future and,\r\nparticularly the view which could be expected from the apartment.\nBut\r\nviewed from the position of a reasonable person, no guarantee could\r\never be given by a seller of a property concerning a view\nin\r\nperpetuity, particularly in the Sea Point area where properties are\r\nzoned general residential, as a result of which many residential\n\ndevelopments take place.’\n[15] Despite that\r\nconclusion the learned judge then continued as follows concerning the\r\npotential liability of the first appellant:\n‘\nReturning\r\nto first defendant, as Mr Patrick correctly noted, plaintiff’s\r\ncase was based on an argument that first defendant’s\n\nrepresentations could be classified as\ndicta\r\net promissa\n.\r\nIn\nPhame\r\n(Pty) Ltd v Paizes\n1973\r\n(3) SA 397\n(A) at 418A Holmes JA said of this concept:\n“\nA\ndictum\r\net promissum\nis\r\na material statement made by the seller to the buyer during\r\nnegotiations, bearing on the quality of the\nres\r\nvendita\nand\r\ngoing beyond mere praise and commendation.”\nAt\r\n417A Holmes JA set out the consequences for the seller who makes a\ndictum et promissum\n:\n“\n[t]he\r\naedilitian remedy is available by operation of law. There is no need\r\nto invoke any warranty or terms or to aver the breach\nof either.\r\nIndeed that is one of the reasons why the aedilitian remedy is useful\r\nto buyers.”\nIn\r\nessence, what was decided in\nPhame\r\nv Paizes\nwas that a\r\npurchaser who has been misled by an innocent misrepresentation of the\r\nseller which amounts to a dictum et promissum (as\nwill usually be the\r\ncase), will be entitled to “restitutional damages” in the\r\nform of a reduction of the purchase price.\nSee\nWille’s\r\nPrinciples of South African Law\n(9\nth\ned) at 778; Christie\nThe\r\nLaw of Contract\n(5\nth\ned) at 300. Such an action (the\nactio quanti minoris\n)\r\nas developed in\nPhame\r\nv Paizes\nis one which\r\ndoes not appear to be excluded in terms of clause 30. . .\nFor\r\nthese reasons, it cannot be said that negligence has been proved\r\nagainst third defendant nor that it made\ndicta et promissa\n.\r\nBut, by making a\ndictum et promissum\nthe first defendant is\r\nliable by operation of law, . . .’\n[16] With\r\nregard to the last-mentioned finding, the learned judge did not make\r\nclear which of the representations attributed in\nthe pleadings to the\r\nthird defendant he regarded as a\ndictum et\r\npromissum\nof the first appellant. Nor did he\r\nexplain how, if such statements were mere opinions as to an\r\nunpredictable future in the mouths\nof the first appellant’s\r\nagents, they metamorphosed into ‘material statements ... going\r\nbeyond mere praise and commendation’\nwhich were to be held to\r\nthe account of the first appellant. It should be pointed out that the\r\nevidence did not establish that\nthe first appellant knew that the\r\nverbal statements had been made by the agents nor that it had\r\nauthorised them. Nor did the respondent\nseek to prove that the first\r\nappellant was aware that the agents had shown or made the DVD\r\navailable to him, although there is\nno dispute that it was given to\r\nthem to be used as a marketing tool.\n[17] As regards the first\r\nappellant’s liability Davis J found that\n‘\ndefendants\r\nwere aware of the importance of the view for a purchaser of Meridian.\r\nThey exploited this very point in their marketing\ncampaign. On the\r\nbasis of Mr Vietri’s evidence, first and second defendants knew\r\nthat the construction of Avenue de Calais\nwould commence towards the\r\nend of 2003. Further, it was clear that the construction of Avenue de\r\nCalais would unquestionably cause\na significant obstruction to the\r\nview of the Meridian, especially the view from the north-east\r\ndirection.’\n[18] The finding of Davis\r\nJ in respect of the second appellant was as follows:\n‘\n.\r\n. . second defendant’s failure to speak was clearly negligent\r\nin the circumstances of this case and viewed through the prism\nof the\r\ncommon law . . . cannot be saved by recourse to clause 30.’\nHere too it should be\r\nnoted that the only act of omission alleged against the second\r\ndefendant in the pleadings relates not to the\nview but to the\r\nconstruction of Avenue de Calais and its consequences on beneficial\r\noccupation of the apartments in The Meridian.\n[19] With regard to the\r\njudgment of the court a quo I agree with counsel for the appellants\r\nthat:\n1. The learned judge\r\nfailed to judge the case according to the pleaded cause of fraudulent\r\nmisrepresentation.\n2. His\r\nfinding that the first appellant was liable on the basis of a\ndictum\r\net promissum\nwas inconsistent with his\r\nconclusion that the pre-agreement representations did not constitute\r\nactionable representations and were\nexpressions of an opinion\r\nregarding the future.\n3. If the\r\nstatements qualified as\ndicta et promissa\n,\r\nclause 30 of the sale agreement probably presented a bar to the\r\nclaim. Some reference will be made below to the contractual terms,\n\nbut, for reasons which will become apparent, it will be unnecessary\r\nto decide their effect on the rights of the parties.\n4. As I have noted, the\r\nfinding that the second appellant was liable on the basis of a\r\nfraudulent non-disclosure was not justified\nby reference to the\r\npleaded issues. Nor, if second appellant were to be liable on the\r\nbasis of negligent non-disclosure outside\nthe contractual context (as\r\nhere), was any basis laid for the existence of a legal duty to\r\ndisclose. Whether that appellant, as\na party not involved in the\r\ndevelopment, could have been under a legal duty to speak was not\r\nventilated at the trial as the question\nwas not raised. As counsel\r\nsubmitted, Davis J seems to have treated the first and second\r\nappellants on the same basis simply because\nthe companies were\r\nindirectly related in having Mr Vietri as a common director and\r\nshareholder. Aside from the fact that the letter\nI have quoted\r\nearlier concerning the height restriction on the front property\r\nappears to have emanated from it, the second appellant\nwas not shown\r\nto have played any role whatsoever in relation to the development or\r\nconstruction of the property, the marketing\nand sale of The Meridian,\r\nthe instructing of Vered, or the negotiating and sale to the\r\nrespondent. Neither was there evidence that\nit was involved at all\r\nwith the planning, development or construction of Avenue de Calais.\r\nFinally there were no grounds even to\nsuspect that in concluding the\r\nagreement on behalf of the first appellant Vietri was wearing the hat\r\nof the second appellant. In\nthe circumstances the order made against\r\nthe second appellant was unfounded.\nThe true cause of\r\naction against the first appellant\n[20] The\r\njudge in the court below and counsel in this court agreed that the\r\npleaded case was founded in fraudulent misrepresentation.\nNo reliance\r\nwas placed on an innocent or negligent misrepresentation. But counsel\r\nfor the respondent argued, as he had apparently\ndone with profit\r\nbefore Davis J, that judgment for a reduction in the purchase on the\r\nstrength of an\nactio quanti minoris\nwas competent. He submitted that, despite clothing the\r\nclaim in delictual habiliments, it contained the requisites for the\r\nactio\nviz the making of representations warranting a reduction in the\r\npurchase price. He cited\nPhame (Pty) Ltd v\r\nPaizes\nat 407E-408G and 420E. In that case\r\nthe plaintiff pleaded and relied on an innocent misrepresentation in\r\na claim for a reduction\nof the price in an agreement for the sale of\r\nshares and loan accounts. The defendant excepted to the claim on the\r\nground the summons\nlacked averments necessary to found or sustain a\r\ncause of action. The question which the judgment answers is whether\r\nan innocent\nmisrepresentation can ever entitle a buyer to a reduction\r\nof the price under the\nactio quanti minoris\nand, if so, the factual foundation required for such a\r\nclaim. The Court held, inter alia, that the aedilitian remedies are\r\navailable\nagainst a seller who makes a\ndictum\r\net promissum\nto the buyer on the faith of\r\nwhich the seller enters into a contract or agrees to the price in\r\nquestion and the\ndictum et promissum\nturns out to be unfounded. At 420D Holmes JA said:\n‘\nI\r\nwould add that the pleadings do not aver a term or a warranty; and\r\nthe plaintiff’s case was not presented to us on the footing\nof\r\nany such averment. In all these circumstances, taking a practical\r\nview of the pleadings, in relation to a contract of such financial\n\nmagnitude, entered into after meticulous calculation as to expresses\r\nand returns, I do not think it can be said that they are incapable\nof\r\nbeing read as laying a foundation for a material statement by the\r\nseller going beyond mere praise [and] commendation.’\nIt seems clear that a\r\nrepresentation made fraudulently is capable of qualifying as a\ndictum\r\net promissum\nwhether for the purposes of the aedilitian remedies\r\nif the other requisites are satisfied or simply to justify a\r\nreduction in the\nprice. See Grotius 3.15.8 quoted in\nPhame (Pty)\r\nLtd v Paizes\nat 411G-H, Prof A M Honore,\nibid\nat 412C and\ncf\nCujacius,\nibid\nat 412G-H.\n[21] The general\r\nprinciples governing the interpretation of pleadings have often been\r\nreferred to by this Court. See particularly\nStead v Conradie en\r\nAndere\n[1994] ZASCA 147\n;\n1995 (2) SA 111\n(A) at 122A-I and the authorities there\r\ncited. It may well be that a putative claim may be winkled out of a\r\nclearly pleaded cause\nof action sufficient to support another barely\r\ndiscernible cause. This case probably provides such an instance. Such\r\nrecognition\nof the concealed cause would be at odds with the object\r\nof pleading, viz clear and precise definition of issues, and be an\r\ninvitation\nto misleading formulation of claims. As such the party\r\nseeking to rely on it will necessarily require special circumstances\r\nto\npersuade a court to come to his assistance. In the end however he\r\nwill have no leg to stand on if recognition can only be afforded\nto\r\nthe prejudice of the opposing party or at the cost of proper\r\ninvestigation into the emerging issue. This again in my view is\nsuch\r\na case.\n[22] Counsel for the\r\nappellants has attempted to persuade us that the exemption contained\r\nin clause 30 of the contract nullifies\nthe respondent’s\r\nreliance on a\ndictum et promissum\nmade innocently. His\r\nopponent’s riposte was that this court requires such reliance\r\nto be pleaded, citing\nMutual & Federal Insurance Co Ltd v SMD\r\nTelecommunications CC\n2011 (1) SA 94\n(SCA) at 103B. But the\r\nreason it has not been pleaded is because of the respondent’s\r\nspecific reliance on fraud as an inducing\nfactor to the contract\r\nwhich rendered such a plea irrelevant in law. There are other\r\nprovisions in the contract which at first\nreading could with some\r\nprospect of success have been relied on by the appellants but were\r\nnot, perhaps for the same reason. These\ninclude clause 14.4,\n‘\nSave\r\nas specifically set out in this Agreement the Seller has made no\r\nrepresentations and given no warranties in respect of the\nsubject\r\nmatter of this Agreement or in respect of anything relating thereto\r\nand this sale is accordingly voetstoets.’\nand clause 8.2,\n‘\nOn\r\nor before the Occupation Date of which notice has been given to the\r\nPurchaser, the Seller shall request the Architect to certify\nthat the\r\nSection is available for Beneficial Occupation. A Certificate signed\r\nby the Architect that the Unit is available for Beneficial\nOccupation\r\nshall be binding on both parties . . .’\n[23] Whether or not the\r\nappellants would have placed reliance on the contractual provisions\r\nwith success is of little consequence.\nWhat is of importance is that\r\nbecause of the manner of pleading which he adopted the respondent\r\ndeprived the appellants of the\nopportunity to do so. Neither party\r\nhas applied to amend its pleadings. To permit what in substance\r\namounts to a tacit amendment\nat this stage would be unfair to the\r\nappellants. In my view the trial court should have adjudicated the\r\nclaim at its face value\nas an action in delict to recover damages for\r\nfraudulent misrepresentation and this Court should test the appeal on\r\nthe same assumption.\nWas a representation\r\nproved and, if so, in what terms?\n[24] I shall first\r\nconsider the representations concerning the view. Dr Patel was a\r\nsingle witness in this regard. He was a honest\nwitness but he\r\ntestified on 9 September 2009, more than six years after the event.\r\nIn the circumstances it is hardly surprising\nthat his recall of what\r\nwas said to him by the agents was inconsistent. His evidence in chief\r\nmakes only indirect reference to\noral representations by the agents:\n‘\nYou\r\ntold us that when you first went into the house in Ocean View Frank\r\nand Sandra told you about a new development, the jewel in\ntheir\r\ncrown, that would take place. Did they tell you who would be\r\ndeveloping the property? ---\nNot\r\non the Sunday, but during that week I went to their office. They then\r\ntook me to Ocean View Drive from which we had the view\nthat I was to\r\nget in purchasing at 4, the Meridian. The development they told me\r\nwas being done by Faircape, and they took me back\nto the office to\r\nshow me the CD Rom which we saw earlier here, and I took it home and\r\nshowed it to a couple of my friends for the\nnext few days, and by\r\nFriday they had come with the offer to purchase.’\n.\r\n. .\n‘\nWell,\r\nfrom Ocean View Drive right up above the point where the Meridian was\r\nto be built, we had panoramic views of the west side\nof Sea Point on\r\nthe left, and the Waterfront and Green Point Common on the right.\nWhat\r\ndid Frank and Sandra tell you about where the Meridian would be\r\nbuilt? --- The point on your map marked “A”, that\nis\r\nwhere the Meridian was to be built.\nAnd\r\nwhat did they tell you about the apartments in the Meridian? --- They\r\nsaid it’s an excellent investment; it’s one\napartment per\r\nfloor. It’s unique and there’s a distinction made between\r\nthe development next door, which was Crystal\nSprings, which is right\r\nnext door but it didn’t have one apartment per floor.\nPanoramic\r\nviews\n, exclusivity,\r\nthree parking bays and it was a jewel in their crown. (My emphasis.)\nAnd\r\nthen you said you went back to their office and it was there that\r\nthey showed you the CD Rom or the DVD, and that you took that\nhome.\r\n--- Yes, I took that home. I was very excited with this. I took it\r\nhome, I showed it to a couple of my friends and I expressed\na keen\r\ninterest in acquiring an apartment there. We had some telephonic\r\nconversations during that week and ...\n“\nWe”\r\nbeing? --- Myself and Frank and myself and Sandra. And I said to them\r\nI’m very keen. They said it was the only one\nleft so I must\r\nmove fast, and by the Friday afternoon, evening – 6 o’clock,\r\nthey came home – when I got home\nthey had been there, the\r\ndocumentation was there, and I signed an offer to purchase, which was\r\non the 27\nth\nJune\r\n2003.\nFor\r\nwhat purpose did you wish to buy the apartment? --- I bought this\r\napartment – it’s an investment. I was involved\nin other\r\nsuch deals previously where we put in the 10% deposit and before\r\ntransfer takes place, because it takes about a year for\ntransfer to\r\ntake place, we’d re-sell the thing and realise a huge profit on\r\nour 10% deposit.\nAnd\r\nwhat did the agents say about that? Did you convey that to them? ---\r\nThey said for various reasons it was an excellent investment.\nThe\r\nlocation was excellent, the\npanoramic\r\nviews were superb and unparalleled\n,\r\none apartment per floor was unique. So I was excited about it, and I\r\nthought – and I concurred with them that, you know,\nthis is a\r\nvaluable piece of – an apartment.’ (My emphasis.)\n[25] He was also given\r\nthe general letter earlier referred to on the letterhead of the\r\nsecond appellant. Under cross-examination\nhe testified as follows:\n‘\nWell,\r\nI thought – I like Ocean View Drive. The views were fantastic.\r\nI didn’t know exactly about the merits of the development\n\nitself, but I liked the views, and then he said when we get to the\r\noffice – he also told me at that point that there were\nheight\r\nrestrictions, that nobody will be able to build up in front of you,\r\nthat the view you get here is the view you’re\ngoing to have. We\r\nwent back to the office, we looked at the CD Rom, I took the CD Rom\r\nhome and a few days later we signed the offer\nto purchase.’\n.\r\n. .\n’\nWell,\r\nmy day trip to the site on Ocean View Drive, we had this panoramic\r\nview, the said the Firmount building – the Meridian\n– was\r\ncoming on here, and\nexpressly\r\ntold me that no further developments will be taking place in front of\r\nyou\n.\r\nWhen we went back to the office\nthey\r\nshowed me this generic letter confirming what they had told me\nat\r\nthe – on Ocean View Drive.’ (My emphasis.)\nAs to the signing of the\r\noffer to purchase, Dr Patel said:\n‘\nThey\r\nwere sitting at my dining room table. There’s always a bit of\r\napprehension when you buy something that expensive, and\nwhether it\r\nwas Sandra or whether it was Frank, they said, don’t worry,\r\nDoctor – this is a good investment. I said,\nlook, I’m\r\nhappy with it, I’m happy with the CD Rom. I’ve shown it\r\nto a couple of my friends. Everybody likes\nit, and I’m glad to\r\ngo ahead. I signed the Deed of Sale that evening.\nNow,\r\ndid you read the Deed of Sale? --- More or less.\nAre\r\nyou aware what it says about representations and so forth, relating\r\nto such things as a view? --- No.’\nUnder further\r\ncross-examination the appellant gave this more detailed account of\r\nhis visit to the proposed site of The Meridian\nwith the agents:\n‘\nNo,\r\nsir. It was specifically mentioned that you will be standing, like we\r\nare standing here on Ocean View Drive, with the height\nrestriction of\r\nthe agreement in front, with the person in front of the Meridian,\nyou’ll\r\nhave sweeping views, and sweeping views from the Waterfront on the\r\neastern side right across to the western side of\nthis thing\n,\r\nwhether you’re in your living room or your balcony, you’ll\r\nhave these views. From your bedroom you’ll be able\nto see the\r\nWaterfront, or the east sun will be coming in that side from the\r\nWaterfront.’ (My emphasis.)\nFinally he testified as\r\nfollows:\n‘\nI\r\nfelt, the price I was paying, I was paying close onto R3 Million, and\r\nI needed to know what was happening in the area, and –\nor\r\nespecially because the agents had told me we’re going to have\r\nunobstructed views, which they admitted in a subsequent\nletter to\r\nme.’\nThe letter to which Dr\r\nPatel referred was one sent by the appellants’ attorneys on 19\r\nFebruary 2005 which contained the following\nstatements:\n‘\nIt\r\nis admitted that in and during October 2002\n1\nour\r\nclients’ agents did inform your client that at the time of\r\nerecting the development known as The Meridian\nthey\r\nanticipated that there would be unobstructed views of Green Point\n,\r\nThe Waterfront areas and the ocean to the north-east.\nOur\r\nclients emphatically deny that at that time they were aware of the\r\nAvenue de Calais development nor were they aware that such\na\r\ndevelopment would obstruct your client’s views. In the\r\ncircumstances our client denies that there were any\r\nmisrepresentations\nand/or non-disclosures made and any action\r\ninstituted will be defended.’ (My emphasis.)\n[26] Mr Meiring was the\r\nonly witness called on behalf of the appellants on this issue (Ms\r\nSinger being unavailable). He confirmed\nthe correctness of the\r\ncontents of the letter of 19 February 2005 and that confirmation was\r\nnot challenged in cross-examination.\nHe did not dispute the truth of\r\nthe respondent’s various descriptions of what had been said and\r\ndone prior to the signing\nof the offer to purchase.\n[27] The evidence thus\r\nestablished that the agents\n(a) told Dr Patel that\r\nthey anticipated that the views from the proposed apartment would be\r\n‘unobstructed’ (and perhaps,\n‘panoramic’ and\r\n‘sweeping’).\n(b) demonstrated the\r\nbreadth and panoramic scope of such views on site;\n(c) handed to him a\r\nCD-ROM which provided a conceptual vision of the developed site that\r\nemphasized the range and attractiveness\nof the view.\nDid any or all of this\r\nconstitute an actionable representation?\n[28] In order to\r\nconstitute such a representation the statement or assertion must\r\nrelate to an ascertainable fact as distinct from\na mere expression of\r\nopinion: see\nJones v Mazza and Another\n1973 (1) SA 570\n(R) at\r\n572B-573E, although a dishonest opinion as to a future event may be\r\nsufficient to found an action for fraudulent misrepresentation\nin so\r\nfar as it falsely reflects the state of mind of the representor:\nVan\r\nHeerden and Another v Smith\n1956 (3) SA 273\n(O) at 275-6. As in\r\nmany other cases what is decisive is a holistic view of the terms of\r\nthe representation and the context in\nwhich it was made.\n[29] The evidence\r\ndiscloses that\n(i) both the oral and\r\ngraphic representations were made in the course of a sales pitch by\r\nthe agents and, not, it would seem, in\nanswer to direct questions by\r\nthe respondent;\n(ii) the subject matter\r\nwas the future qualities of a fourth floor apartment in an as yet\r\nunerected building, qualities which depended\nnot on the design or\r\nlocation of the building so much as upon the development of other\r\nproperties in the vicinity of the building\nover which neither the\r\nagents nor the seller exercised control;\nthe representation was\r\n\tnot limited as to time;\n(iv) the agents probably\r\nexpressed themselves in terms which conveyed no more than their\r\nopinion of the future state of the view.\nAll these matters were as\r\napparent to the respondent as they were to the agents. Although the\r\nagents made an express representation\nconcerning the height\r\nrestriction over ‘the property fronting the development’,\r\nthe respondent was not misled by this\ninto believing that it extended\r\nto the property on which Avenue de Calais was eventually erected; his\r\ngrievance was the agents’\nsupposed non-disclosure which he\r\nexpressed as follows:\n‘\nI\r\ntook it that they would have told me, knowing about the one at Avenue\r\nde Calais, because they expressly tried to encourage me\nto buy this\r\nproperty based on the fact that nobody will be building in front of\r\nyou.’\n[30] While the fact that\r\na person has relied upon a statement is not decisive on the question\r\nof whether the representation in the\nstatement is actionable,\r\nevidence that he or she did not rely on it is a strong indication\r\nagainst a finding that it was intended\nto be taken seriously. (This\r\nis of course distinct from the requirement that a representation, in\r\norder to ground an action, must\nhave been relied upon by the\r\nrepresentee, ie induced him or her to act upon it or to withhold\r\naction.) In the present case Dr Patel\nwas asked by counsel, ‘But\r\nobviously no developer can guarantee a view – you accept that?’\r\nHe replied:\n‘\nI\r\naccept that. I accept that no – I even thought to myself when\r\nthe transfer took place and I went to the Department, I said,\ntough\r\nluck, these guys are building in front of us. Its only when I found\r\nout that Faircape were the same developers, that’s\nwhen I said,\r\nyou know what, this is not right. And that’s when I decided to\r\ngo to Council to establish did they have intent\nto build this before\r\nthey sold it to me, or did they just decide subsequently to buy and\r\nsell it to me. So that is my whole point\nof trying to establish my\r\ncase, you know – the same developer misleading me.’\nSo Dr Patel did not\r\nregard either the agents’ statement or the visual\r\nrepresentation of the CD-ROM as grounds for complaint\n– they\r\nwere what he expected in the circumstances. What irked him was the\r\nfailure of the seller to inform him before transfer\nthat at the time\r\nthe contract was concluded the same developers were intending to\r\nerect a building that would obstruct the view\nfrom his Meridian\r\napartment.\n[31]\r\nTaking all the considerations I have referred to in the preceding\r\nparagraph into account I am left in no doubt that the agents\nwere not\r\nparty to an actionable misrepresentation, as indeed the learned judge\r\na quo initially concluded. No more, of course, could\nthe first\r\nappellant be held to a ‘representation’ by its agents\r\nwhich was not actionable.\n2\n[32] The case pleaded\r\nagainst Presidency in relation to the view was never that it\nhad\r\nfraudulently withheld disclosure that it intended to erect, or\r\ncontemplated the erection of, a building on the Calais Road site\n\nwhich it foresaw might obstruct the view from The Meridian, and that\r\nit was under a duty to disclose that fact to the respondent\nas a\r\npurchaser or prospective purchaser of an apartment in The Meridian.\r\nThe only relevance of the non-disclosure of its awareness\nof the\r\ndevelopment of Avenue de Calais was in the context of the claim for\r\ndamages arising out of the alleged interference with\nor deprivation\r\nof beneficial occupation.\n[33] Although not\r\nstrictly necessary, I will deal briefly with the claim for damages\r\nflowing from the alleged non-disclosure. It\nis sufficient to draw\r\nattention to the following shortcomings – in the respondent’s\r\ncase – in the evidence:\n1. The first appellant\r\n(in the person of Vietri) was not shown to have been aware that:\n(i) the respondent\r\npurchased the apartment for investment purposes or letting; or that\n(ii) the construction of\r\nAvenue de Calais would have any adverse effects on ownership or\r\noccupation of the Meridian apartments;\n(iii) and, in\r\nconsequence, was never proved to have been under a duty of disclosure\r\nto the respondent at the conclusion of the sale\nthat the Calais Road\r\ndevelopment was in the offing.\n2. There was no evidence\r\nthat the respondent was prevented from letting his apartment, after\r\nthe completion of The Meridian, by\nthe construction of Avenue de\r\nCalais or that he received a reduced rental in consequence of that\r\nactivity.\n[34] The learned judge\r\nerred in awarding the respondent a reduction in the purchase price on\r\nthe basis of the\nactio quanti minoris\n. If he had tried the\r\ncase as pleaded, viz as one for damages for fraudulent\r\nmisrepresentation he must necessarily have dismissed\nthe action\r\nagainst both appellants for the reasons I have given.\n[35] In the result the\r\nfollowing order is made:\n(a) The appeal succeeds\r\nwith costs.\n(b) The order of the\r\ncourt a quo is set aside and replaced with the following order:\n1. The plaintiff’s\r\nclaim is dismissed with costs, save for the wasted costs of the\r\npostponement of 5 March 2007, which costs\nare to be paid by the first\r\nand second defendants jointly and severally.\n2. The first and second\r\ndefendants’ costs are to include the qualifying expenses of the\r\nexpert witnesses Mr J van der Spuy\nand Ms L Marantz.\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS: S P Rosenberg\r\nSC (with him P A Corbett)\nSmith Tabata Buchanan\r\nBoyes, Cape Town\nE G Cooper & Majiedt\r\nInc, Bloemfontein\nRESPONDENT: R Patrick\nCliffe Dekker Hofmeyr,\r\nCape Town\nMcIntyre & Van der\r\nPost, Bloemfontein\n1\nAt\r\n\tthe trial it was common cause that this date was a mistake and that\r\n\tthe correct date should have been June 2003.\n2\nThis\r\n\tbeing the conclusion, it follows that the respondent would likewise\r\n\thave been bound to fail in his reliance on a\ndictum et promissum:\r\n\tPhame (Pty) Ltd v Paizes\nat 418A.",
  "scraped_at": "2026-02-12T15:35:54.797441",
  "date": "2011-05-25",
  "coram": [
    "MPATI P",
    "NAVSA",
    "HEHER",
    "BOSIELO",
    "MAJIEDT JJA"
  ],
  "case_number": "407/10",
  "parties": {
    "applicants": [
      "Presidency Property Investments (Pty) Ltd",
      "Faircape Property Developers CC",
      "Vered Estates (Pty) Ltd"
    ],
    "respondents": [
      "Shiraz Patel"
    ]
  },
  "sections": {
    "facts": "The respondent, Dr Shiraz Patel, a medical practitioner, purchased an apartment in the Meridian development (Sea Point) from Presidency Property Investments (Pty) Ltd and Faircape Property Developers CC on 2 July 2003 for R2.95 million. The sale was effected through the real‑estate agent Vered Estates (Pty) Ltd. The agents, Mr Frank Meiring and Ms Sandra Singer, represented that the apartment would enjoy unobstructed views of Green Point, the Waterfront and the ocean. They also supplied a CD‑ROM marketing package emphasizing these views. Unbeknownst to the respondent, the developers intended to construct a neighbouring five‑storey development, Avenue de Calais, which would ultimately block those views and cause a period of nuisance affecting occupation. The respondent alleged that the developers knowingly made false representations about the view and failed to disclose the planned Avenue de Calais project, thereby inducing him to pay an inflated price and suffer loss of rental income.",
    "issues": "The court identified seven disputed issues: (1) Whether the statements about the view constitute a misrepresentation; (2) Whether the failure to disclose the Avenue de Calais project is a non‑disclosure; (3) Whether the defendants intended the plaintiff to rely on the misrepresentations and non‑disclosures; (4) Whether the alleged misrepresentations and non‑disclosures were made fraudulently; (5) Whether the plaintiff was induced to purchase at a price exceeding the true market value; (6) Whether the plaintiff suffered damages of R1.1 million; and (7) Whether the plaintiff was prevented from letting the apartment and suffered further loss because of the construction.",
    "principles": "The judgment discusses the law of fraudulent misrepresentation, the distinction between opinion and factual assertion, and the doctrine of dicta et promissa. It cites Phame v Paizes (actio quanti minoris for innocent misrepresentation), Jones v Mazza (requirement that a representation be an ascertainable fact), Van Heerden v Smith (dishonest opinion may constitute fraud), and the principle that a duty to disclose arises only where a legal duty exists. The case also reviews pleading rules – the plaintiff must plead each element of the cause of action and cannot rely on unpleaded claims. The effect of contractual exclusion clauses (clause 30) on a purported aedilitian claim is noted, but the court emphasizes that a claim must first be grounded in a valid delictual cause of action.",
    "application": "Applying these principles, the SCA held that the agents' statements about the view were merely opinions about a future state of affairs, not ascertainable facts, and therefore not actionable misrepresentations. No evidence showed that Presidency Property Investments was aware of or authorised those statements, nor that it had a duty to disclose the Avenue de Calais plans. Consequently, the claim for fraudulent misrepresentation failed. The court also rejected the reliance on dicta et promissa and on an actio quanti minoris, finding that the plaintiff had not pleaded the necessary contractual warranties and that clause 30 would have barred such a claim. The appeal therefore succeeded and the trial court’s order was set aside.",
    "conclusion": "The appeal succeeded with costs. The order of the Western Cape High Court was set aside and replaced. The plaintiff’s claim was dismissed with costs, except for the wasted costs of the 5 March 2007 postponement, which are to be paid jointly and severally by the first and second defendants. The first and second defendants’ costs are to include the qualifying expenses of expert witnesses Mr J van der Spuy and Ms L Marantz."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Contract Law",
    "level_3": [
      "fraudulent misrepresentation",
      "dicta et promissum",
      "non‑disclosure",
      "construction obstruction",
      "SCA precedent"
    ]
  }
}