{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/219.html",
  "case_name": "Kruger v S (506/2011) [2011] ZASCA 219; 2012 (1) SACR 369 (SCA) (29 November 2011)",
  "citation": "[2011] ZASCA 219",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 219\n|\nNoteup\n|\nLawCite\nKruger v S (506/2011) [2011] ZASCA 219; 2012 (1) SACR 369 (SCA) (29 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 506/2011\nIn the matter between\nADRIAAN KRUGER\n….....................................................................................\nAppellant\nand\nTHE STATE\n…..............................................................................................\nRespondent\nNeutral citation:\nKruger v S\n(506/11)\n[2011] ZASCA 219\n(29 November 2011)\nCoram: HARMS AP,\r\nSHONGWE JA and PLASKET AJA\nHeard: 23 November\r\n2011\nDelivered: 29 November\r\n2011\nSummary:\nSentence\r\n– multiple charges – cumulative effect of the sentences –\r\nharsh and disproportionate – appeal court\nentitled to interfere\r\n– period spent by accused person awaiting trial also to be\r\ntaken into account.\nORDER\n___________________________________________________________________\nOn\r\nappeal from:\nNorth Gauteng High Court\n(Pretoria)\r\n(Botha and Du Plessis JJ sitting as court of appeal):\n1 The appeal is upheld\n2 The sentences imposed\r\nby the court below are set aside and replaced by the following:\n‘\nOn\r\n\tcounts 1, 3, 4 and 10 (counts of housebreaking with intent to steal\r\n\tand theft) the accused is sentenced to 4 years’ imprisonment\n\n\ton each count.\nOn counts 5 and 11 (a\r\n\tcount of theft and of contravening s 36 of the General Law Amendment\r\n\tAct 62 of 1955) the accused is sentenced\nto 3 years’\r\n\timprisonment on each count. These sentences will run concurrently\r\n\twith the sentences in (a) above.\nOn count 6 (a count of\r\n\trobbery) the accused is sentenced to 4 years’ imprisonment.\r\n\tThis sentence will also run concurrently\nwith the sentences in (a)\r\n\tabove.\nIt is ordered that all\r\n\tthe sentences be antedated to 24 February 2000.\nThree years of the\r\n\tsentence on count 10 is to run concurrently with the sentence on\r\n\tcount 4 in (a) above’.\n__________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE JA (HARMS AP,\r\nPLASKET AJA concurring)\n[1] The appellant was 22\r\nyears old when he was arrested on 19 June 1996. He was charged in the\r\nregional court Pretoria with twelve\ncounts, namely counts 1, 2, 3, 4,\r\n8 and 10 of housebreaking with intent to steal and theft, counts 5,\r\n7, 9 and 11 of theft, count\n6 of robbery and count 12 of the\r\ncontravention of s 48(1) of the Correctional Services Act 8 of 1959\r\n(escaping from lawful custody).\nHe initially pleaded not guilty to\r\nall the charges. During the trial he changed his plea to that of\r\nguilty on five charges. He\nwas ultimately convicted on seven counts,\r\nnamely four of housebreaking with intent to steal and theft for which\r\nhe was sentenced\nto 4 years’ imprisonment on each count; one\r\ncount of theft and one count of contravening s 36 of the General Law\r\nAmendment\nAct 62 of 1955 for which he was sentenced to 3 years’\r\nimprisonment on each count and one count of robbery for which he was\n\nsentenced to 8 years’ imprisonment. Effectively he had to serve\r\n30 years’ imprisonment.\n[2] His application for\r\nleave to appeal against both conviction and sentence was refused. He\r\npetitioned the Judge President of the\nNorth Gauteng High Court. Leave\r\nagainst sentence only was granted. The court below confirmed all the\r\nsentences save for the sentence\non the robbery charge which was set\r\naside and replaced with a sentence of 4 years’ imprisonment.The\r\ncourt below reasoned\nthat the robbery concerned was not the usual one\r\nwhere excessive violence is involved. It likened the particular\r\nrobbery to handbag\nsnatching. Effectively he had to serve 26 years’\r\nimprisonment. This appeal is before us with leave of the court below.\n[3] The appellant\r\ncontends that the cumulative effect of the sentences is so harsh and\r\ndisproportionate that it entitles this court\nto interfere:\r\nfurthermore that ‘the period spent in custody pending the\r\noutcome of the trial should be taken into consideration\nfor purposes\r\nof sentence’. The State on the other hand contends that both\r\nthese factors were considered by the trial and\nhigh court when\r\nimposing sentence.In my view the trial court may have said that it\r\nconsidered the cumulative effect of the sentences\nbut the ultimate\r\nsentences imposed are not reflective of such consideration.\n[4] It is not necessary,\r\nfor the purpose of this judgment, to deal in any detail with the\r\nindividual offences committed. Suffice\nit to mention that 8 months\r\nafter the expiry of his parole the appellant started with a series of\r\nhousebreakings and theft. At\nthe end of it all he approached an old\r\nwoman and pretended to be inquiring about something and when she was\r\ndistracted he snatched\nher handbag and ran away. His conduct is\r\nclassified as robbery, though with minimal violence. What is\r\nsignificant is that all these\noffences occurred within a very short\r\nspace of time. Five of the housebreakings took place in June 1996.\r\nThe possibility that he\nwas indeed, under the influence of alcohol or\r\ndrugs cannot be excluded. The estimated value of the items stolen is\r\nin the region\nof R124 350.00 which a substantial amount is\r\nconsidering that all this happened within a period of 4 to 5 months.\n[5] When dealing with\r\nsentence the trial court considered the triad as espoused in\nS v\r\nZinn\n1969 (2) SA537 (A) at 537-540G, that is, the personal\r\ncircumstances of the appellant, the seriousness of the offences and\r\nthe interest\nof society. It also considered that the appellant was\r\ntaking care of his sick father and mother. It was contended on behalf\r\nof\nthe appellant that at the time of the commission of the offences\r\nhe was under the influence of drugs and alcohol. He alleged that\nhis\r\nco-accused, Du Plessis, influenced him to take drugs. However, it\r\ntranspired that he started taking drugs when he was 14 years\nold,\r\nlong before he met Du Plessis. As a result of the drug abuse, he had\r\nto leave school in standard 6.\n[6] The trial court\r\nfurther remarked that despite having been convicted and sentenced\r\npreviously, he did not learn a lesson from\nthe short periods of\r\nimprisonment imposed. Although the court took into account that he\r\ncared for his family – it remarked\nthat it was clear that he\r\ncared less for other people’s property. The fact that he\r\ncommitted the offences forming the subject\nof this appeal only 8\r\nmonths after the expiry of his parole period was considered an\r\naggravating factor and I agree.\n[7] The appellant’s\r\nprevious convictions are certainly an aggravating factor to be\r\nconsidered. The earliest of these was in\nDecember 1991 when he was\r\nconvicted of theft and sentenced to 6 cuts with a light cane; in\r\nAugust 1992 he was convicted of housebreaking\nand sentence was\r\npostponed for a period of 3 years and he was released\r\nunconditionally; in January 1993 he was convicted of housebreaking\n\nwith intent to steal and theft on two counts and sentenced to 39\r\nmonths’ imprisonment and on the same day he was also convicted\n\nof theft and sentenced to 15 months’ imprisonment; in February\r\n1993 he was convicted of theft and sentenced to 2 years’\n\nimprisonment. The sentence of 2 years’ imprisonment was ordered\r\nto run concurrently with the sentence of 39 months so that\nhe would\r\neffectively serve 3 years’ imprisonment, again in February 1993\r\nhe was convicted of theft and sentenced to 18 months\nimprisonment to\r\nrun concurrently with the sentence imposed on 29 January 1993. On 14\r\nApril 1993 the suspended sentence imposed\non 18 November 1991 was put\r\ninto operation. On 17 June 1994 he was released on parole up to 28\r\nOctober 1995.\n[8] In considering an\r\nappropriate sentence on appeal one must not lose sight of the settled\r\nprinciple of law that sentencing is\npre-eminently a matter for the\r\ndiscretion of the trial court. However a court of appeal may\r\ninterfere with the sentence imposed\nprovided the trial court\r\nmaterially misdirected itself or where the sentence imposed is\r\nshockingly inappropriate – (\nS v Malgas\n2001 (1) SACR 469\n(SCA) para 12 and\nS v Pillay\n1977 (4) SA 531\n(A) at 534H –\r\n535A).\n[9] In the present case\r\nthe trial and high courts considered the previous convictions as an\r\naggravating factor. I too agree. The\ntrial as well as the high court\r\nreasoned that it was inappropriate to order the sentences to run\r\nconcurrently because the offences\nwere committed at different places\r\nand on different times. While this may be a consideration, it cannot\r\njustify a failure to factor\nin the cumulative effect of the ultimate\r\nnumber of years imposed. I believe that a sentencing court ought to\r\ntirelessly balance\nthe mitigating and aggravating factors in order to\r\nreach an appropriate sentence. I also acknowledge that it is a\r\ndaunting exercise\nindeed.\n[10] There is no doubt\r\nthat all the offences forming the subject of this appeal are serious\r\nand have to be punished seriously. Although\nwe also have to admit\r\nthat they were not of a violent or heinous character. The appellant\r\nbroke into people’s houses wherein\nthey believed themselves to\r\nbe safe. He then removed their goods and exchanged them for cash.\r\nClearly he committed these offences\nfor his personal gain and\r\nfinancial reasons. It is undisputed that he cared for his sickly\r\nparents. He even lied to them that he\nwas employed whereas he lived\r\nand supported them on proceeds of crime,\nwhich\r\nthey did not know. It is no justification to turn to crime because\r\none is destitute, but it may be a mitigating factor when\nbalancing\r\nthe cumulative effect of the whole sentence. It is said to be\r\nundesirable to impose a globular sentence where there are\nmultiple\r\ndifferent counts.(\nS v Immelman\n1978\r\n(3) SA 726\n(A) at 728E-729A.) However the practice of taking more\r\nthan one count together for purposes of sentence is neither\r\nsanctioned nor\nprohibited by law. In\nS v Young\n1977 (1) SA 602\n(A) at 610E–H Trollip\r\nJA said:\n‘\nWhere\r\nmultiple counts are closely connected or similar in point of time,\r\nnature, seriousness or otherwise, it is sometimes a useful,\npractical\r\nway of ensuring that the punishment imposed is not unnecessarily\r\nduplicated or its cumulative effect is not too harsh\non the accused.’\n[11] In the present case\r\nclearly the trial and high courts materially misdirected themselves\r\nby ignoring the cumulative effect of\nthe sentences. The relative\r\nyouthfulness of the appellant, despite the previous convictions,\r\nshould have tipped the scales in his\nfavour. An effective sentence of\r\n26 years, in the circumstances of this particular case is\r\ndisproportionately harsh and induces\na sense of shock. The other\r\nconsideration is the period spent in prison by the appellant while\r\nawaiting trial. It is only fair\nto consider that period especially\r\nwhere it is a lengthy period. In the present case the appellant was\r\nincarcerated for a period\nof 3 years and 8 months before he was\r\nfinally sentenced on 24 February 2000. One way of factoring this\r\nperiod into a sentence is\nby antedating the sentence to the date on\r\nwhich he was sentenced or an earlier date by simply deducting the 3\r\nyears and 8 months\nfrom the imposed sentence. (See\nS v Vilakazi\n2009 (1) SACR 552\n(SCA) para 60.) Punishing a convicted person\r\nshould not be likened to taking revenge. It must have all the\r\nelements and purposes\nof punishment, prevention, retribution,\r\nindividual and general deterrence and rehabilitation.\n[12] Taking into account\r\nthe inordinate time spent awaiting trial of 3 years and 8 months it\r\nwould be appropriate to factor that\nperiod in mitigation of the\r\ncumulative effect of the sentences.\n[13] For the above\r\nreasons the following order is made:\n1The appeal is upheld\n2 The sentences by the\r\ntrial and the court below are set aside and replaced by the\r\nfollowing:\n‘\nOn\r\n\tcounts 1, 3, 4 and 10 (counts of housebreaking with intent to steal\r\n\tand theft) the accused is sentenced to 4 years’ imprisonment\n\n\ton each count.\nOn counts 5 and 11 (a\r\n\tcount of theft and of contravening s 36 of the General Law Amendment\r\n\tAct 62 of 1955) the accused is sentenced\nto 3 years’\r\n\timprisonment on each count. These sentences will run concurrently\r\n\twith the sentences in (a) above.\nOn count 6 (a count\r\n\trobbery of) the accused is sentenced to 4 years’ imprisonment.\r\n\tThis sentence will also run concurrently\nwith the sentences in (a)\r\n\tabove.\nIt is ordered that all\r\n\tthe sentences be antedated to 24 February 2000.\nThree years of the\r\n\tsentence on count 10 is to run concurrently with the sentence on\r\n\tcount 4 in (a) above’.\n___________________\nJ B Z SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: F. van As\nInstructed by: Legal Aid\r\nBoard, Pretoria;\nLegal Aid Board,\r\nBloemfontein.\nFOR RESPONDENT: C. A. C.\r\nGeyser\nInstructed by: The\r\nDirector of Public Prosecutions, Pretoria;\nThe Director of Public\r\nProsecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T16:15:23.350058",
  "date": "2011-11-29",
  "coram": [
    "HARMS AP",
    "SHONGWE JA",
    "PLASKET AJA"
  ],
  "case_number": "506/2011",
  "parties": {
    "applicants": [
      "Adriaan Kruger"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Adriaan Kruger was 22 years old when arrested on 19 June 1996 and charged with twelve offences, including housebreaking with intent to steal, theft, robbery and contravention of the Correctional Services Act. He pleaded not guilty initially but later changed his plea to guilty on five counts and was ultimately convicted on seven counts: four counts of housebreaking (4 years each), one count of theft and one count of violating the General Law Amendment Act (3 years each), and one count of robbery (originally sentenced to 8 years, later reduced to 4 years). The offences were committed within a short period after the expiry of an earlier parole, and the estimated value of the stolen items was about R124,350. Kruger also had an extensive prior criminal record dating from 1991, and he spent 3 years and 8 months in custody awaiting trial.",
    "issues": "The appeal raised whether the cumulative effect of the imposed sentences was excessively harsh and disproportionate, whether the trial and high courts properly considered the period of pre‑trial detention, and whether the appellate court could intervene on the basis of misdirection or a shockingly inappropriate sentence.",
    "principles": "South African sentencing law accords primary discretion to the trial court, but an appellate court may interfere where there is material misdirection or a sentence is shockingly inappropriate (see S v Malgas, S v Pillay). The cumulative effect of multiple sentences must be balanced against mitigating and aggravating factors (S v Zinn). Pre‑trial custody may be deducted by antedating sentences (S v Vilakazi). Cases such as S v Immelman and S v Young discuss the appropriateness of concurrent sentencing for closely linked offences.",
    "application": "The Court found that the trial and high courts materially misdirected themselves by ignoring the cumulative effect of the sentences and by not adequately factoring the 3 years and 8 months spent in pre‑trial custody. While acknowledging aggravating factors such as the appellant’s prior convictions and the short interval between offences, the Court held that the appellant’s youth and personal circumstances warranted a reduced overall period of imprisonment. The Court therefore substituted the original sentences with four years’ imprisonment for each housebreaking count, three years for each theft/General Law amendment count (to run concurrently with the housebreaking sentences), and four years for the robbery count (also concurrent). All sentences were antedated to 24 February 2000.",
    "conclusion": "The appeal was upheld. The sentences imposed by the lower courts were set aside and replaced by the above‑ordered terms, resulting in a substantially reduced total period of incarceration, with all sentences antedated to reflect time already served."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "cumulative sentencing",
      "pre-trial custody",
      "appeal",
      "proportionality",
      "robbery"
    ]
  }
}