{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/162.html",
  "case_name": "De Vries v The State (130/11) [2011] ZASCA 162; 2012 (1) SACR 186 (SCA); [2012] 1 All SA 13 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 162",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 162\n|\nNoteup\n|\nLawCite\nDe Vries v The State (130/11) [2011] ZASCA 162; 2012 (1) SACR 186 (SCA); [2012] 1 All SA 13 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No:\n130/11\nIn\r\nthe matter between:\nSELWYN WINSTON DE VRIES\n.............................................................\nFirst\r\nAppellant\nVIRGIL\r\nLENNITHE DE VRIES\n...........................................................\nSecond\r\nAppellant\nJULIAN\r\nMICHAEL VAN HEERDEN\n.....................................................\nThird\r\nAppellant\nLLEWELLYN\r\nSMITH\n..........................................................................\nFourth\r\nAppellant\nACHMAT MATHER\n................................................................................\nFifth\r\nAppellant\nand\nTHE STATE\n................................................................................................\nRespondent\nNeutral citation:\nDe Vries v The State\n(130/11)\n[2011] ZASCA 162\n(28 September 2011)\nCoram:\nNavsa, Mhlantla and Leach JJA\nHeard:\n29 August 2011\nDelivered:\n28 September 2011\nSummary:\nCriminal law and procedure ─\r\ncigarettes stolen in series of hijackings sold to appellant for\r\ndistribution ─ appellant\nguilty of theft of cigarettes as well\r\nas of money laundering under POCA ─ those offenses also\r\npredicate offences justifying\nracketeering conviction under s 2(1)(e)\r\nof POCA ─ State entitled to prosecute all such offences in a\r\nsingle prosecution ─\nsuch not an improper splitting of charges\r\nnor leading to a duplication of convictions\n__________________________________________________________________\nO R D E R\n___________________________________________________________________\nOn appeal from:\nThe Western Cape High Court (Cape\r\nTown), (Bozalek J) sitting as court of first instance):\nThe appeal is dismissed.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nLEACH JA (NAVSA AND MHLANTLA JJA concurring)\n[1]\r\nThe five appellants were among eleven accused tried in Western Cape\r\nHigh Court, Cape Town on a plethora of charges, including\nseveral\r\nunder the Prevention Of Organised Crime Act 121 if 1998 (‘POCA’).\r\nThe trial commenced in August 2005 and ran\nin fits and starts for\r\nsome three years. It resulted in all five appellants being convicted\r\non some or other of the charges. The\nfifth appellant, who was accused\r\nno 11, was convicted of three charges under POCA and two of theft and\r\nsentenced to an effective\n5 years’ imprisonment. With leave of\r\nthe trial court, the fifth appellant appeals to this court against\r\nhis convictions,\nboth in respect the facts found proved as well as in\r\nrespect of two special entries recorded by the trial court. The\r\nremaining\nappellants were granted leave solely in respect of the\r\nfirst special entry. But, although they were represented at some\r\nstage and\nwere responsible for having prepared the record,\n1\nthey prosecuted their appeals no further and did not\r\nappear at the hearing. Presumably they intend to abide this court’s\r\ndecision\non the first special entry. In any event, in the light of\r\ntheir failure to appear I intend to proceed on the basis that the\r\nfifth\nappellant alone is before us on appeal, and shall thus refer to\r\nhim henceforth as ‘the appellant’.\n[2] During 2003 the British American Tobacco Company of\r\nSouth Africa (BATSA) was the victim of a series of armed robberies\r\ncarried\nout by an armed gang which hijacked BATSA trucks at gunpoint\r\nand stole their cargoes of cigarettes. On each occasion the truck was\n\nstopped by members of the gang masquerading as policemen (they wore\r\npolice uniforms and used a vehicle with a flashing blue police\nlight)\r\nwho called on the driver to stop. When he complied, they held him up\r\nat gunpoint while cases of cigarettes were transferred\nto a waiting\r\ntruck and then removed to Gauteng for sale. The first two of these\r\nrobberies occurred in the Western Cape; the initial\nincident on 24\r\nJune 2003 outside Worcester and the second on 12 August 2003 near\r\nDarling. The value of the cigarettes stolen was\nconsiderable;\r\nR690 285 on the first occasion and R719 351 on the second.\r\nBoth robberies were the brainchildren of Selwyn\nde Vries, who played\r\nan active part in their organisation and execution, and who was aided\r\nand abetted by his younger brother,\nVirgil de Vries. They were,\r\nrespectively, the first and second accused in the trial in the high\r\ncourt.\n[3] It is often said that there is no honour among\r\nthieves, and that proved to be the case in regard to a third robbery\r\nthat occurred\non 2 October 2003 at Kinkekbos near Port Elizabeth in\r\nthe Eastern Cape. It had been carefully planned by Selwyn de Vries\r\nand other\nmembers of his gang who had travelled to the Eastern Cape\r\nto spy out the land and had selected a place suitable to carry out a\r\nsimilar hijacking. However when it was suspected that Selwyn de Vries\r\nhad stolen a considerable sum of money from the aunt of Julian\nvan\r\nHeerden,\n2\none of his gang members, members of the gang fell out\r\nwith one another and Van Heerden and others went off to carry out the\r\nthird\nrobbery without the De Vries brothers. They did so using the\r\nsame modus operandi\nas before. Disguising\r\nthemselves as policemen, they flagged down a BATSA truck near\r\nKinkelbos and held up the driver at gunpoint.\nThe truck’s cargo\r\nwas transferred to another truck being driven by Vernon James\r\nAspeling, who had also driven the getaway\ntruck during the first two\r\nrobberies and who later played a substantial role in the trial of the\r\nappellant and his co-accused.\nVan Heerden and the other robbers then\r\ndrove off towards Gauteng leaving Aspeling following behind in the\r\ntruck carrying the spoils.\nHowever the De Vries brothers had smelled\r\na rat. They hastened to the Eastern Cape, arriving on the scene\r\nshortly after the incident.\nAspeling had not gone far when they drew\r\nup alongside his truck and threatened to shoot him if he did not\r\nstop. He did, and the\nDe Vries brothers and a companion assumed\r\ncontrol of the truck and took it on a different route to Gauteng. Van\r\nHeerden and his\ncrew learned what had happened and, once both groups\r\nof robbers had returned to Gauteng, a confrontation between them took\r\nplace\nwhich resulted in a gun-battle during which Virgil de Vries\r\nsustained a severe gunshot wound. It also attracted the attention of\n\nthe police and, ultimately, led to the arrest of the De Vries\r\nbrothers and a number of the other miscreants.\n[4] As a sequel to these events, the appellant and\r\neleven others were arraigned for trial in the high court on various\r\ncharges.\nIt was not suggested that the appellant had personally\r\nparticipated in any of the robberies but the state alleged that he\r\nhad purchased\nthe stolen cigarettes and had received them for the\r\npurpose of resale, well knowing that they had been stolen. He was\r\ntherefore\ncharged with an alleged contravention of s 2(1)(f) of POCA\r\n(count 1 of the indictment); an alleged contravention of s 2(1)(e) of\n\nPOCA (count 2 ); a number of counts of robbery with aggravating\r\ncircumstances; and three counts of ‘money laundering’\nin\r\ncontravention of s 4 of POCA.\n[5] The matter was set down for trial on 1 August 2005.\r\nWhen the matter was called that day, the prosecutor informed the\r\ncourt that\nshe could not proceed as she was still awaiting both the\r\nnecessary written authority from the National Director of Public\r\nProsecutions\n(‘NDPP’) required under s 2(4) of POCA and a\r\ncentralisation certificate under\ns 111\nof the\nCriminal Procedure Act\n51 of 1977\n. This led to the matter being postponed for two weeks to\r\nenable the state to get these formalities in order.\n[6] When the matter resumed on 15 August 2005 it\r\nappeared, that following representations received, the NDPP had\r\ndecided not to\nauthorise the prosecution of the 11\nth\naccused cited in the charge, Denzil Boyles. The charges against him\r\nwere withdrawn and led to the appellant, who had until then\nbeen the\r\n12\nth\naccused in the indictment, becoming accused no 11 and\r\nthe charge sheet being amended accordingly. Following this, both the\r\ncentralisation\ncertificate and the requisite written authority under\ns 2(4)\nof POCA, which by then had come to hand, were handed in\r\nwithout objection from the defence. Thereafter the charges were duly\r\nput\nand the trial eventually got under way.\n[7] The trial turned into a marathon, hallmarked by\r\nunnecessarily lengthy and tiresome cross-examination. It was also\r\ninterrupted\nby a number of interlocutory applications. Eventually,\r\nafter some three years, it culminated in most of the accused being\r\nconvicted\non various counts and sentenced to varying terms of\r\nimprisonment. The appellant was convicted on two counts of theft\r\narising from\nthe two robberies in the Western Cape, the court\r\nconcluding although he had not participated in the robberies himself,\r\nhe had indeed\npurchased the stolen cigarettes a time when he must\r\nhave been aware that they were stolen goods. The court also concluded\r\nthat\nthe appellant’s actions in doing so for the purpose of\r\nresale amounted to ‘money laundering’ as envisaged in\ns 4\nof POCA, and convicted him on two charges under that section. Finally\r\nthe court concluded that through his actions the appellant\nhad\r\nassociated with the enterprise of the De Vries gang and had\r\nparticipated in its affairs through a ‘pattern of racketeering\n\nactivity’ in contravention of\ns 2(1)(e)\nof POCA, and convicted\r\nthe appellant on count 2 of the indictment as well. The appellant was\r\nsentenced to an effective total of\nfive years’ imprisonment\r\nwith a further three years’ imprisonment being conditionally\r\nsuspended. It is not necessary\nto deal with the individual sentences\r\nfor purposes of this judgment as there is no appeal in that regard.\n[8] Immediately after sentence had been imposed, the\r\nappellant applied for leave to appeal. He also applied for no less\r\nthan14 special\nentries to be entered onto the record of which the\r\ncourt a quo found all but two to be vexatious (I shall return to them\r\nin due\ncourse). In regard to the application for leave to appeal,\r\ncounsel for the appellant indicated that a formal document containing\n\nthe grounds of appeal was in the process of being prepared and\r\nundertook to hand it in in due course. As the 27 grounds of appeal\n\nupon which the application for leave was based all related solely to\r\nthe conviction which had occurred several months earlier,\nit is\r\ninexplicable that a written document containing the grounds of appeal\r\nhad not been prepared. Be that as it may, the learned\njudge in\r\ngranting leave to appeal stated that he had decided ‘not to\r\nattempt to sift the numerous grounds of appeal, many\nof which are\r\ninterwoven with others, but rather to allow the (appellant), through\r\nhis notice of appeal, to stipulate the grounds\nupon which he proposes\r\nto rely’. Unfortunately neither the promised grounds of appeal\r\nnor a notice of appeal were ever forthcoming,\nwhich complicated\r\nmatters both for this court as well as for his counsel who proceeded\r\nto raise issues in respect of which leave\nto appeal had been neither\r\nsought nor granted.\n[9] The first issue to be decided is whether the court a\r\nquo erred in concluding that the cigarettes stolen in the initial two\r\nrobberies\nin the Western Cape were indeed ultimately sold and\r\ndelivered to the appellant as, if his denial of having purchased them\r\ncigarettes\nis reasonably possibly true, his convictions cannot stand.\r\nThe principal state witness implicating the appellant was Aspeling.\r\nThe holder of a heavy-duty driver’s licence who had in the past\r\noperated his own transport business, Aspeling had also run\na bottle\r\nstore and a nightclub through which he had come to know the De Vries\r\nbrothers.\n[10] According to Aspeling, about a month before the\r\nfirst robbery he was approached by an acquaintance known as Zallie\r\nwho introduced\nhim to Julian van Heerden (accused no 3 in the trial).\r\nAt their request, he arranged the hire of a truck which he agreed to\r\ndrive\nin order to transport wrecked motor cars from Klerksdorp. This\r\nproved to be a ruse on the part of Zallie and Van Heerden as they\n\ntold him to drive them to Cape Town rather than to Klerksdorp. On the\r\nway, they met the De Vries brothers and, on arriving in the\nWestern\r\nCape, Aspeling eventually learned that the reason the truck was\r\nrequired was to transport cigarettes which were to be stolen\nfrom\r\nBATSA. He seems to have had no difficulty in falling in with the plan\r\nand drove the truck not only to the scene where the\nrobbery was\r\ncarried out, but thereafter back to Cape Town and, eventually, via a\r\ncircuitous route back to Gauteng.\n[11] On reaching Gauteng, Aspeling drove directly to\r\nSelwyn de Vries’ home in Ennerdale where 163 cases containing\r\ncigarettes\nwere initially offloaded but were later repacked into the\r\ntruck. Aspeling testified that he then drove the truck to Lenasia,\r\nfollowing\nVirgil de Vries and Van Heerden who were travelling in\r\nanother motor vehicle. They led him to a nursery in Lenasia where the\r\ncases\nof cigarettes were offloaded onto pallets. While there, he saw\r\nVirgil de Vries together with the appellant who was dressed in Muslim\n\nattire. At some stage Virgil de Vries addressed the appellant as ‘Bra\r\nAchie’ and told him he needed the parcel. The\nappellant\r\nimmediately produced a bundle of bank notes totalling exactly R10 000\r\nand gave it to Virgil de Vries. It was the exact\namount needed to pay\r\nthe balance due in respect of the hire of the truck and Virgil de\r\nVries, in turn, handed it to Aspeling to\nenable him to make the\r\npayment. Several days later at a meeting held at Selwyn de Vries’\r\nhome, Aspeling was paid R53 000\nas his share of the proceeds of the\r\nrobbery.\n[12] Several weeks later, at the request of Selwyn de\r\nVries, Aspeling again hired a similar truck and agreed to participate\r\nin the\nsecond robbery. He described the events surrounding the\r\nrobbery in detail and how he had again driven back to Gauteng in the\r\ntruck\nbearing the stolen cigarettes which, once more, ended up being\r\nfinally offloaded at the appellant’s nursery in Lenasia.\r\nAspeling\nstated that the appellant was there at the time and gave\r\ninstructions to his workers to assist in the unloading.\n[13] For completeness, I should mention that Aspeling\r\nalso testified about the planning of the third robbery in the Eastern\r\nCape,\nthe execution of that robbery and the subsequent hijacking of\r\nthe hijacked cargo of cigarettes. He also described how after the\n\nlatter event he had been taken by the De Vries brothers to a house in\r\nComaro where the cigarettes were left in a garage, and that\nhe had\r\nheard Virgil de Vries making telephonic arrangements with the\r\nappellant for the cigarettes to be collected. He later ascertained\n\nthat the cigarettes had vanished from the garage and, together with\r\nVan Heerden and others, went to confront the appellant at his\nplace\r\nof business and demanded to be paid. The appellant telephoned Virgil\r\nde Vries and an arrangement was made for Aspeling, Van\nHeerden and\r\nthe others to go to the home of Selwyn de Vries. They were on their\r\nway there when the confrontation and gun battle\nmentioned earlier\r\ntook place.\n[14] The appellant denied all the allegations involving\r\nhim in these events and suggested they were figments of Aspeling’s\n\nimagination, probably designed to cover up the true identity of the\r\nactual purchaser of the stolen cigarettes. Appellant’s\ncounsel\r\non appeal sought to criticise Aspeling’s reliability,\r\nsuggesting that as he had not identified the appellant at an\n\nidentification parade his identification of him in court was no more\r\nthan a so-called ‘dock identification’ and thus\n\ninherently unreliable. Of course the presence of an accused in the\r\ndock may sometimes cause a witness to wrongly assume that he\nor she\r\nis the responsible person. But this is not such a case. Aspeling\r\ntestified about three occasions when he went to the appellant’s\n\npremises and saw the appellant. It is not the appellant’s case\r\nthat Aspeling could be mistaken. He contends that Aspeling’s\n\ntestimony regarding the delivery of the cigarettes at\nhis\nnursery in Lenasia after the first two robberies and the approach\r\nAspeling and Van Heerden made to\nhim\nto demand payment for the\r\ncigarettes stolen in the third robbery, is deliberately false. In\r\nthese circumstances there is no room\nfor a possible mistaken\r\nidentification. Either Aspeling lied or he told the truth.\n[15] The court a quo believed Aspeling. It subjected his\r\ntestimony and credibility as a witness to exhaustive scrutiny. In\r\ndoing\nso, it emphasized that Aspeling had testified in great detail\r\nin regard to the various roles that individual participants had\r\nplayed\nin the material events. So great was his assurance in doing so\r\nthat one of the counsel who appeared for certain of the accused\r\ncomplemented him on the faultless delivery of his evidence in chief.\r\nImportantly he was in no way shaken by lengthy and harrowing\ncross\r\nexamination and, as appears from the following extract of six\r\nparagraphs from the judgment which are worthy of repetition,\n\nimpressed the trial judge as a witness:\n‘\n[73]\r\nThis Court had an extended opportunity to observe the witness. He\r\nwas, as was put to him on several occasions by counsel, clearly\na man\r\nof considerable intelligence. He was, furthermore, articulate with a\r\nconfident and assertive personality. He appeared to\nbear no\r\nparticular malice or resentment against the accused despite oblique\r\nreferences to incidents which he regarded as threatening\nto his or\r\nhis wife’s safety and that of his son by his first marriage.\r\nThis lack of malice was borne out by the fact that\nhe had no\r\nhesitation in testifying that certain of the accused were not\r\ninvolved in certain of the robberies. So for example (he)\ntestified\r\nthat accused 6, 7 and 10 were not involved in the first robbery and\r\nthat, in relation to the third robbery, accused 10\ndid no more than\r\npick up accused 1 at the Kroonvaal toll plaza.\n[74] For the most part Aspeling\r\nappeared to enjoy the battle of wits involved in his\r\ncross-examination. This was manifest in his\ntendency to sometimes\r\nbecome somewhat argumentative under cross-examination, to ask the\r\ncross-examiner questions and to argue his\nown position or to seek to\r\ndemolish the position being advanced by counsel on behalf of one or\r\nother of the accused. Notwithstanding\nthese criticisms Aspeling’s\r\nevidence as a whole and in cross-examination was most impressive.\r\nCounsel for accused 11, Mr\nSpangenberg, placed great reliance on what\r\nhe argued was Aspeling’s failure to answer a critical question\r\nin cross-examination.\nThis incident must be seen in context, however.\r\nIn the first place it occurred towards the end of Aspeling’s\r\nmarathon stint\nin the witness box and towards the end of his lengthy\r\ncross-examination. The cross-examination in question was at times\r\naggressive\nif not ill-tempered with neither the cross-examiner nor\r\nAspeling prepared to give an inch. Aspeling referred to it as a “tug\n\nof war”. Its tone was evidenced by State counsel’s\r\nobjections to aspects of the cross-examination as being “bullying”\n\nand “sarcastic”.\n[75] Towards the end of his\r\neleventh day in the witness box Aspeling declined to answer further\r\nquestions concerning the issue of\nZallie misleading him as to the\r\ntrue purpose of the trip to Cape Town. He did so on the basis that\r\nthe answer would become “too\nlengthy”. He continued to\r\nanswer all other questions until Court adjourned for the day shortly\r\nthereafter. The following\nmorning at the re-commencement of his\r\ncross-examination, Aspeling immediately declared himself willing to\r\nanswer any further questions\non the topic. He explained that he and\r\nthe cross-examiner had “started on a rocky road” the\r\nprevious day. Asked by\nthe cross-examiner why he had refused to\r\nanswer the previous day he explained, “but to me, it seemed as\r\nif we were at a type\nof war or something”. In my view the\r\nexplanation furnished by the witness for his refusal to answer the\r\nquestion the following\nday after more mature reflection of his\r\nposition largely negated any criticism that this incident adversely\r\naffected his credibility\nor indicated an inability to answer was\r\nentirely credible. Further, his preparedness to answer the question\r\nthe following day after\nmore mature reflections of his position\r\nlargely negated any criticism that this incident adversely affected\r\nhis credibility or\nindicated an inability to answer the question.\n[76] Notwithstanding the\r\nextremely favourable impression which Aspeling made as a witness, his\r\nevidence was not without fault. I\nhave already alluded to the\r\nimprobability of aspects of his evidence relating to how he was drawn\r\ninto the first robbery. A similar\ncriticism can perhaps be levelled\r\nat his evidence regarding his initial false explanation to his\r\naccomplices as to what had happened\nto him whilst driving away from\r\nthe scene of the Kinkelbos robbery with the cargo of cigarettes.\r\nAspeling’s explanation of\nhis behaviour in this regard is that\r\nhe did not want to disclose accused 1 and 2’s role in the\r\npost-Kinkelbos hijacking because\nhe wished to avoid the spectre of\r\nhis accomplices charging off to Johannesburg to engage in a violent\r\nconfrontation with accused\n1 and 2. This explanation cannot be\r\nrejected out of hand since, given his intelligence and the fact that\r\nhe’d already made\nthe suggestion to accused 1 and 2, it seems\r\nclear that Aspeling had already then seen the possibilities of\r\nnegotiating with accused\n1 and 2 for a share of the proceeds of the\r\nrobbery.\n[77] Aspeling impressed as\r\nsomeone who had decided to make a clean breast of things and was\r\nquite prepared to admit to the criminal\nactions in which he had been\r\ninvolved. He revealed himself as someone who kept cool in a situation\r\nof crisis or pressure and as\nsomeone who would invariably talk his\r\nway out of a tight corner rather than resort to violence or threats\r\nof violence. As far as\naccomplice witnesses are concerned, I have\r\nnever previously encountered a witness who testified over so wide a\r\nterrain and in such\ngreat detail but with so little damage being done\r\nto his evidence. The above observations were made and impressions\r\nformed, on\na\nprima\r\nfacie\nbasis, after\r\nhearing Aspeling testify in February 2006. Given the elapse of more\r\nthan two years before argument was eventually heard\nI re-read his\r\ntranscribed evidence in full after hearing argument which\r\ntranscription was available to counsel throughout. If anything,\nthis\r\nre-reading strengthened my first impressions of his evidence arrived\r\nat more than two years before.\n[78] In summary then, Aspeling’s\r\nevidence, although not flawless, contained no material contradictions\r\nor inconsistencies.\nWhat improbabilities there may be in his evidence\r\nare not of such a degree as to render his veracity suspect . . ..’\n[16] I do not think that this assessment of Aspeling as\r\na witness can be materially faulted and it serves as a riposte to\r\nmany of\nthe criticisms levied against him on appeal. Moreover, the\r\nlearned judge was acutely aware of the danger of relying upon the\r\nevidence\nof a single witness, particularly one who was an accomplice,\r\nand therefore concluded that it would not be safe to rely on\r\nAspeling’s\nidentification of the various accused without some\r\nadditional safeguard speaking for its reliability. In the appellant’s\r\ncase he found such a safeguard in his untruthful evidence in regard\r\nto the security arrangements at his business premises in Lenasia.\n[17] A photograph of the entrance of the appellant’s\r\nnursery in Lenasia was produced which showed a high double storied\r\nbuilding,\nreferred to as the ‘guardhouse’, immediately\r\nadjacent to a large sliding gate. Aspeling testified that this\r\nbuilding\nand gate were there when the stolen cigarettes were taken\r\nthere after the robberies and had in fact been in existence long\r\nbefore\nthen. This the appellant denied. He alleged that the\r\nfoundations of the guardhouse had only been laid in July 2003; that\r\non 5 August\n2003, his birthday, the wall was still only a few bricks\r\nhigh; and that the guardhouse had only been finally completed in\r\nFebruary\n2004. In purported proof of this, the appellant handed in an\r\ninvoice relating to a payment made for the construction of the\r\nguardhouse\nin September 2003 and called the alleged builder, John\r\nMangongwa, as a witness to testify that he had only built the\r\nguardhouse\nduring the second half of 2003. The appellant therefore\r\nalleged that Aspeling was untruthful and that he had in fact never\r\nbeen\nto the appellant’s premises.\n[18] In order to meet this, the state successfully\r\napplied to re-open its case to prove certain aerial photographs,\r\nallegedly taken\non 2 August 2003, as well as the opinion of a\r\nphotogrammetric surveyor who testified that examination of such\r\nphotographs showed\nthat the guard-house had been completed when they\r\nwere taken. The court a quo accepted this evidence and concluded that\r\nthe evidence\nof both the appellant and Mangongwa in regard to when\r\nthe guardhouse was constructed was a fabrication. It was this finding\r\nthat\nwas attacked on appeal.\n[19] I did not understand the appellant to dispute the\r\nphotogrammetric analysis of the photographs or that the guardhouse\r\nhad indeed\nbeen built by the time they were taken. What was disputed,\r\nhowever, was whether the photographs were taken on 2 August 2003 as\r\nthe state alleged, the appellant arguing that the state had failed to\r\nprove that to have been the case.\n[20] The state sought to prove the date of the\r\nphotograph through the evidence of Meshack Thathane, an employee of\r\nAOC Geomatics,\na company that had been employed by the local\r\nauthority to map the area. The records of that company reflect that\r\nthe photographs\nwere taken on 2 August 2003 and that Thathane was the\r\ncamera operator who did so. He described the process used to take\r\naerial\nphotographs and how the\na\nfilm is then\r\nremoved from the camera and conveyed to the company’s offices\r\nin a film canister. On each occasion a logbook\nwith flight details,\r\nincluding details of the film used, is completed. The logbook\r\nrelating to 2 August 2003 was completed in his\nhand, save for certain\r\nentries made by the laboratory technician including the film number,\r\nV13928. Thathane confirmed that he\nhad been the person who took the\r\nphotographs on that day, and his evidence in that regard was not\r\nreally challenged. All that was\nput to him was that he relied on the\r\nlogbook to establish the date, to which he replied in the\r\naffirmative.\n[21] The aerial photographs in question were processed\r\nfrom negatives on a film bearing the number V13928. But as that\r\nnumber had\nbeen written into the logbook by the technician and not by\r\nThatane, and as the technician was not called, the appellant argued\r\nthat the entry was hearsay and that the state had therefore not\r\nestablished that the photographs had indeed been taken when Thathane\n\nsaid they were.\n[22] Thathane not only described the customary process\r\nwhich was followed in which the technician wrote the full number onto\r\nthe\nlog during the course of the processing procedure, but went on to\r\ndescribe how he was involved in the checking process after the\nfilms\r\nhad been processed. This involved making copies of the photographs\r\nand laying them out to see that all was in order for the\npurposes of\r\nmapping; all of which was generally done within a few days. In these\r\ncircumstances, as it would have been readily apparent\nto all\r\nconcerned in the mapping process if photographs were printed that\r\nwere not of the area photographed for mapping a few days\nearlier, the\r\ninference is irresistible that the prints which were processed and\r\nused in that process were those he had taken shortly\nbefore –\r\nand that the company’s records were therefore accurate.\r\nMoreover, it was never directly put to Thathane that\nthe photographs\r\nwere in fact not taken on the day that he said. Had he been\r\nspecifically challenged in that regard, he might well\nhave been able\r\nto provide a satisfactory explanation. It was also the undisputed\r\nevidence of Mr Slough, who had been involved in\nconcluding contracts\r\nfor AOC Geomatics, that the company’s contract to carry out the\r\nmapping of the area in question was\ncarried out in 2003. Bearing all\r\nof this in mind, I am of the view that the state satisfactorily\r\nproved that the photographs were\ntaken on 2 August 2003. That being\r\nthe case, the court a quo correctly rejected the appellant’s\r\nevidence that the guard house\nhad not yet been fully built when\r\nAspeling said he had gone to the appellant’s premises.\n[23] Counsel for the appellant argued that even if this\r\ncourt were to conclude that to have been the case, it was merely\r\nestablished\nthat the appellant had been untruthful in that regard but\r\ndid not render Aspeling’s evidence any more reliable. On the\r\ncontrary,\nit is trite that regard may be had to untruthful evidence\r\nor mendacity on the part of an accused as a factor reducing the risk\r\nof relying upon an accomplice’s evidence\n3\nand I am not persuaded that the court a quo erred in its\r\napproach.\n[24] In truth the entire issue in regard to whether the\r\nappellant lied about the guard-house is something of a red herring.\r\nHis\nuntruthfulness in that regard was not the sole factor relied upon\r\nby the trial court as a safeguard in accepting Aspeling’s\n\nevidence. This is apparent from the judgment of the court below in\r\nwhich it is stated that Aspeling’s evidence regarding\nthe\r\npurchase of the cigarettes was accepted not simply as the appellant\r\nhad given false evidence ‘but also in the light of\nAspeling’s\r\nevidence as a whole and the probabilities’.\n[25] Importantly, Aspeling’s version was\r\ncorroborated by a number of independent objective facts. Thus, for\r\nexample, the passenger\nlist of the InterCape bus service corroborated\r\nhis allegation that one of the accused in the trial had travelled\r\nfrom Cape Town\nto Port Elizabeth on 1 October 2003 as he testified;\r\nSouth African Police Services insignia and several sets of police\r\nuniforms\nwere found in a room on Virgil de Vries’ property when\r\nhe was arrested; an invoice from the transport company from which\r\nAspeling had hired the truck in August 2003 reflected a payment made\r\nby him as he had testified; a security officer at the Cape\nTown\r\nWaterfront confirmed that he had clamped a red Jetta motor vehicle,\r\nan incident which Aspeling testified had occurred when\nhe had\r\nbreakfasted there with Selwyn de Vries and others shortly before the\r\nsecond robbery. All of this tends to corroborate the\ntruth of\r\nAspeling’s detailed version.\n[26] In addition, it seems to me to be highly improbable\r\nthat Aspeling would implicate his other co-accused in events in which\r\nthere\ncan be no doubt that they did participate, but for some unknown\r\nreason falsely implicate the appellant. It was suggested that he\ndid\r\nso probably in order to protect the identity of the person to whom\r\nthe cigarettes were in fact sold but it is improbable that\nhe would\r\nhave endangered the acceptability of his entire evidence by\r\nimplicating a wholly innocent person whom he did not know\nand who\r\nmight well be in a position to categorically refute his allegations.\r\nImportantly, there is nothing externally visible at\nthe appellant’s\r\nLenasia nursery to indicate that he is a purveyor of cigarettes, and\r\nthe fact that he does operate a cigarette\nwholesaling business from\r\nthose premises was something which Aspeling was unlikely to have\r\nknown unless he delivered the cigarettes\nthere as he said he did. It\r\nis also not without significance that he described the appellant as\r\nbeing dressed in traditional Muslim\nattire, which the appellant\r\nadmitted he often did, and that the appellant is indeed known by the\r\nname ‘Bra Achie’,\nthe name Aspeling said Virgil de Vries\r\nused when addressing him.\n[27] In the light of all these circumstances, even\r\nwithout taking the appellant’s mendacity in regard to the\r\nguardhouse into\naccount, I am satisfied that the trial court\r\ncorrectly accepted Aspeling’s identification of the appellant\r\nas the person\nto whom the cigarettes stolen from the first two\r\nrobberies in the Western Cape were delivered. In the light of the\r\nquantity of\ncigarettes and the circumstances surrounding their\r\ndelivery, the appellant must have known that they had been stolen\r\nand, as theft\nis a continuing crime, it was accepted that if this\r\ncourt found that Aspeling’s version of the delivery was\r\nacceptable, the\nappeal in respect of the theft charges should fail.\n[28] That brings me to what may be loosely called the\r\n‘technical defences’ raised by the appellant. At this\r\nstage it\nis necessary to revert to the application for leave to\r\nappeal when the so-called ‘special entries’ were entered\r\non\nthe record for decision by this court. Posed in the form of\r\nquestions, they read as follows:\n(a)\n‘\nDid the State prosecute\r\nthe accused without being in possession of a valid written authority\r\nby the National Director of Public\nProsecutions in terms of\ns 2(4)\nof\r\nthe\nPrevention of Organised Crime, Act 121 of 1998\n, the authority in\r\nquestion being too wide and therefore invalid. Secondly, was the\r\ncentralisation directive of the National Director\nof Public\r\nProsecutions in terms of\ns 111\nof Act 51 of 1977 invalid by reason of\r\nbeing wide, vague and inherently contradictory.’\n(b)\r\n‘Was accused 11’s right to cross-examine within the\r\ntrial/s-within-the-trial unfairly limited or disallowed at any\n\npoint?’\n[29] Unfortunately, neither of these are valid special\r\nentries. As this court has recently been at pains to point out, the\r\npurpose\nof a special entry is to record an irregularity affecting a\r\ntrial that does not appear from the record; and an attack upon a\r\nruling\nmade by a trial court during a course of proceedings does not\r\nqualify ─ see\nStaggie v The State\n(38/10)\n[2011] ZASCA 88\npara 16 and\nMasoanganye\r\nv The State\n(252/11)\n[2011] ZASCA 119\npara\r\n10. In regard to the first special entry, the alleged irregularities\r\ntherein set out arise from exhibits A and B handed in\nwithout\r\nobjection at the commencement of the trial and which form part of the\r\nrecord. Moreover, the argument that the two exhibits\nwere invalid due\r\nto them having been couched in wide and vague terms was ventilated in\r\nan interlocutory application heard during\nthe course of the trial,\r\nand rejected in a ruling which all forms part of the record. The\r\nsecond special entry set out in (b) above,\nrelating to a ruling in\r\nrespect of cross-examination, also relates to a matter of record.\r\nClearly neither of the special entries\nshould have been made.\n[30] As the appellant abandoned all reliance upon the\r\nsecond special entry and did not refer thereto in argument, nothing\r\nmore need\nbe said about it. However, the first special entry was made\r\nas both the appellants’ legal representatives and the learned\n\njudge in the court a quo were all under the mistaken impression that\r\nit was appropriate to raise these issues by way of a special\nentry.\r\nIn these circumstances it would be unjust to penalise the appellant\r\nby refusing to hear argument on what is raised in the\nfirst special\r\nplea, and the solution appears to me to be to regard it as a ground\r\nof appeal and to determine the issues it raises\nin that way.\n[31] I therefore turn to the issue of the s 2(4) POCA\r\nauthorisation raised in the first special plea. The section provides\r\nthat\n‘(a) person shall only be charged with committing an\r\noffence contemplated in subsection (1) if a prosecution is authorised\n\nby the National Director.’ As already mentioned, the authority\r\nin question was handed in without objection before the accused\nwere\r\nasked to plead. As appellant’s counsel (who appeared for the\r\nappellant at the trial) freely conceded, at that stage\nall concerned\r\naccepted it to be in proper form and related to the POCA charges\r\nlevied against the accused in the indictment. However\nshortly before\r\nthe end of the trial, a judgment in the Pietermaritzburg high court\r\nin the matter of\nMoodley and others\n4\ncame to the ears of the appellant’s legal\r\nrepresentatives. The accused in that matter, who were to be tried on\r\ns 2(1) POCA\noffences, contended that they had been charged before the\r\nNDPP had given the necessary written authority required by s 2(4),\r\nand\nlaunched an application seeking an order declaring the charges\r\nunder s 2(1) to be unlawful. The high court hearing the application\nmero motu\nraised the\r\nissue that the written authorisation was too broad and ‘lacked\r\nthe necessary specificity’ as details of the\ndates and places\r\nat which the offences were allegedly committed had not been set out\r\nand, on that basis, upheld the application.\nThe s 2(4) authorisation\r\nin the present case was in terms virtually identical to that in\nMoodley\n, and so in\r\nOctober 2007 the appellant and each of his co-accused launched\r\ninterlocutory applications seeking orders that the POCA\ncounts which\r\nthey were facing should similarly ‘be declared to have been\r\ninvalidly instituted and be set aside’. In\ndoing so, they\r\nrelied squarely upon the high court’s decision in\nMoodley\nand an authorisation allegedly lacking in detail.\n[32] For purposes of this application, a senior counsel\r\nwas brought in to lead the junior counsel who had been representing\r\nthe\nappellant at the trial. He filed extensive heads of argument\r\nwhich I shall mention later. On 18 February 2008, the trial judge\r\ndelivered his ruling. He found that that even assuming the high\r\ncourt’s judgment in the\nMoodley\ncase\r\nto be correct, not only was it distinguishable on the facts but the\r\nauthorisation in the present case could only be challenged\nby way of\r\nan application for a special entry to a higher court. Despite that,\r\nbefore dismissing the application, he went on to\nexpress an obiter\r\nopinion that it was not the purpose of the authorisation under s 2(4)\r\nto detail the nature and extent of the\nprosecution as the indictment\r\nserves that purpose.\n[33] It was presumably as a result of this ruling that\r\nthe appellant sought his first special entry, intending to rely on\r\nthe high\ncourt decision in\nMoodley\nto attack the certificate. Unhappily for the appellant,\r\nhis argument was overtaken by events as the high court’s\r\ndecision\nwas set aside by this court on appeal to it by the state,\r\nthe judgment being reported as\nNDPP v Moodley\n2009 (2) SA 588\n(SCA). When the state applied for leave\r\nto appeal, counsel for the accused abandoned the judgment insofar as\r\nit declared the s\n2(4) authorization by the NDPP to be invalid and of\r\nno force and effect. The issue was therefore not dealt with in detail\r\nby this\ncourt, but Scott JA observed that the abandonment was clearly\r\ncorrect and the order of the high court ‘is clearly not to be\n\nregarded as a precedent’.\n5\n[34] In my opinion Scott JA’s view is clearly\r\ncorrect. As correctly observed by the court a quo, the indictment\r\ncontains the\ndetails of the charges upon which an offender is to be\r\nprosecuted and I can see no good reason for those details to be\r\nrepeated\nin the s 2(4) authorisation. All that is necessary is for\r\nthe NDPP to authorise that the accused be charged with whatever\r\noffence\nunder s 2(1) is alleged in the indictment. As here the\r\nauthorisation reflected the names of the appellant and his various\r\nco-accused,\nand the NDPP authorised that they be prosecuted ‘in\r\nrespect of a contravention of\nss 2(1)(e)\n,\n2\n(1)(f) and\n2\n(g) of the\nPrevention of Organised Crime Act 121 of 1998\n’, all concerned\r\nunderstood that it related to the proceedings in the court a quo.\r\nAccordingly, that is really the end of\nthe matter.\n[35] It was also argued that even if the\ns 2(4)\nauthorization was in proper form, it had been produced too late as\r\nthe appellant had already been charged with committing offences\nset\r\nout in the indictment at the time the indictment containing the\ns\r\n2(1)\ncharges was served upon him some months before, when the matter\r\nwas postponed in the magistrates’ court for hearing in the\nhigh\r\ncourt. The appellant contended that the\ns 2(4)\nauthorization should\r\nhave been obtained by that stage and that it was too late to obtain\r\nand produce it immediately before the\ntrial commenced in the high\r\ncourt. This argument had been raised by the appellant’s leading\r\ncounsel’s heads of argument\nin the interlocutory application in\r\nrelation to the\ns 2(4)\nauthorisation but was not a ground of appeal.\r\nIn any event, in the light of the facts of the present case, it is\r\ndevoid of merit.\n[36] In\nMoodley\nthis\r\ncourt held it to be unnecessary to decide at what precise stage a\r\nperson is ‘charged’ as envisaged by\ns 2(4)\n, but observed\r\nthat until the accused has pleaded, the state would be at liberty to\r\nwithdraw the charge and recharge the accused\nonce the authorisation\r\nis available, an exercise that would serve no purpose.\n6\nI wholly agree with that sentiment and, indeed, it is a\r\npowerful reason to conclude that the legislature only intended a\r\nperson\nto be ‘charged’ when the indictment is put and he\r\nor she is asked to plead. But it is unnecessary to reach a final\r\nconclusion in that regard as in\nMoodley\n,\r\na case in which the charge had not yet been put to the accused, this\r\ncourt went on to hold that once the written authorisation\nwas granted\r\nthe prosecution was lawful.\n7\nApplied to the present circumstances, as the\r\nauthorisation was granted and handed in before the accused were asked\r\nto plead, the\nproceedings from then on (the trial itself) were\r\nlawful.\n[37] Despite this, appellant’s counsel submitted\r\nfurther that a valid\ns 2(4)\nauthorisation was an essential element of\r\nan offence under\ns 2(1)\nof POCA; that it was thus essential for the\r\nstate to prove that the NDPP had properly applied his mind to the\r\nissue; and that it\ncould not do so merely by handing in the\r\ncertificate as that would offend the best evidence rule. Accordingly,\r\nas the NDPP had\nnot been called, he argued that the state had failed\r\nto prove a contravention of\ns 2(1).\n[38] This was also not an issue raised in the grounds of\r\nappeal but an argument set out in senior counsel’s heads of\r\nargument\nfiled at the stage of the interlocutory application and\r\nrepeated, apparently without thought, in the heads of argument filed\r\nin\nthis appeal. Strictly speaking the issue is thus not properly\r\nbefore this court. But there is clearly no merit in the argument.\nAn\r\noffence under\ns 2(1)\nis committed by the actions of the offender, not\r\nthose of the prosecuting authority. The\ns 2(4)\nauthorisation is\r\nsimply a procedural requirement that has to be fulfilled. It was\r\nfulfilled in time as set out above, and that\nwas accepted to be the\r\ncase by all the accused, including the appellant. The fact that the\r\nNDPP did not testify is therefore no\nreason to upset the appellant’s\r\nconviction on count 2.\n[39] I turn to the second part of the first special\r\nentry, namely, the contention that the centralisation certificate\r\nunder\ns 111\nof the\nCriminal Procedure Act was\ntoo widely framed. The\r\nprincipal argument in this regard was that only the 11 accused who\r\nstood trial after the decision not to\nproceed against Boyles had been\r\ntaken were named in the certificate, although reference was also made\r\nto ‘accused 12’\nin certain places. The centralization\r\ncertificate was obviously a sloppy piece of work. Changes were made\r\nto its wording in consequence\nof the decision to withdraw against\r\nBoyles, and seemingly at that stage certain errors crept in. But\r\nthose are clearly no more\nthan obvious typographical errors and, as\r\ncounsel for the appellant conceded, all concerned appreciated that\r\nthe certificate related\nto the charges that were put to the various\r\nindividual accused. As the appellant clearly understood the\r\ncertificate, and accepted\nit was in proper form, it hardly lies in\r\nhis mouth to now complain that it was too widely framed, and there is\r\nno room for an argument\nthat he was embarrassed by its vagueness.\n[40] However, the appellant further argued that there\r\nwas no proof that the deputy NDPP who had signed the authorization\r\nhad been\nduly and properly authorized to do so. This argument, too,\r\nwas one carried over into the appellant’s argument from the\r\nheads\nof argument filed by senior counsel in the interlocutory\r\napplication but not raised as a ground for appeal. It is also not an\r\nargument\nthat can be determined by the facts on record. The issue was\r\ntherefore neither properly raised nor ripe for decision by this\r\ncourt.\nIf the appellant wished to contest the validity of the\r\ncertificate, he should have done so when it was first produced. At\r\nthat\nstage he accepted it was in order and for purposes for this\r\nappeal that is really the end of the matter.\n[41] The appellant also argued that the manner in which\r\nhe was charged resulted in an impermissible so-called ‘splitting\r\nof\ncharges’ or ‘duplication of convictions’,\r\nleading to him being punished more than once for the same actions.\r\nThis argument was based on it being alleged in count 2 of the charge\r\nsheet that he had contravened\ns 2(1)(e)\nof POCA by having wrongfully\r\nand unlawfully participated in the affairs of an enterprise (the De\r\nVries gang) through a pattern\nof racketeering activity. Details of\r\nthe pattern of racketeering activity relied on were set out in\r\nannexure 8 to the indictment.\nThis is a list of the alleged offences\r\nin the indictment, excluding those under\ns 2(1).\nIn the case of the\r\nappellant, those offences were the charges of theft and charges of\r\nmoney laundering levied against him –\nincluding the two counts\r\nof money laundering and two counts of theft on which he was\r\nultimately convicted. Essentially the appellant’s\nargument is\r\nthat it would amount to an improper splitting charges or duplication\r\nof convictions for the offences of which he has\nbeen convicted to be\r\ntaken into account in deciding whether he was guilty of a scheme of\r\nracketeering activity in count 2, and\nthen to sentence him for each\r\nconviction.\n[42] In considering this argument it is necessary to\r\nturn to the provisions of POCA itself.\nSection 2(1)(e)\nthereof makes\r\nit an offence if any person:\n‘\nwhilst\r\nmanaging or employed by or associated with any enterprise, conducts\r\nor participates in the conduct, directly or indirectly,\nof such\r\nenterprise’s affairs through a pattern of racketeering\r\nactivity.’\nIn\ns 1\n‘enterprise’ is defined including ‘. . . any\r\nindividual, partnership, corporation, association, or other juristic\n\nperson or legal entity, and any union or group of individuals\r\nassociated in fact, although not a juristic person or legal entity\n’\nwhile ‘pattern of racketeering activity’ is\r\ndefined as meaning\n:\n‘\n.\r\n. .\nthe\r\nplanned, ongoing, continuous or repeated participation or involvement\r\nin any offence referred to in Schedule 1 and includes\nat least two\r\noffences referred to in Schedule 1, of which one of the offences\r\noccurred after the commencement of this Act and the\nlast offence\r\noccurred within 10 years (excluding any period of imprisonment) after\r\nthe commission of such prior offence referred\nto in Schedule 1.’\n[43] POCA was largely modelled upon so-called ‘RICO’\r\nstatute of the United States of America,\n8\nfrom which the definitions of ‘pattern of\r\nracketeering activity’ and ‘enterprise’ were\r\ndirectly taken. Given\nthe generic similarity of the two statutes, it\r\nis somewhat surprising that neither party referred us to any American\r\njurisprudence\nrelating to the issue, the representative for the state\r\nmerely stating that her office had insisted that the charge sheet be\r\ndrawn\nin the way it was: by referring to the theft and money\r\nlaundering charges as being the ‘pattern of racketeering\r\nactivity’\nrelied on to prove the POCA charge, count 2. However,\r\nthe jurisprudence of the United States is of considerable assistance\r\nin understanding\nwhy indictments are usually formulated in this way.\n[44] The Fifth Amendment of the Constitution of the\r\nUnited States provides that no person shall be ‘subject for the\r\nsame offence\nto be put twice in jeopardy of life and limb’.\r\nThis has given rise to the so-called defence of ‘double\r\njeopardy’,\na multi-facetted defence which, first, protects a\r\ncitizen against a second prosecution for the same events after an\r\nacquittal on\nthe first charge (in effect what is known in this\r\ncountry as\nautrefois acquit\n);\r\nsecondly, bars a convicted offender being prosecuted once again for\r\nthe same offence (similar to the defence of\nautrefois\r\nconvict\n) and, thirdly, protects against\r\nmultiple punishments being imposed for the same offence (as does the\r\ndefence of ‘splitting\nof charges’ in our law). After the\r\nintroduction of RICO and other similar statutes\n9\nintended to combat organised crime, which introduced\r\nracketeering offences similar to those created by s 2 of POCA, many\r\naccused\noffenders in the United States raised pleas of double\r\njeopardy in circumstances similar to the present. In doing so they\r\nargued\nthat the RICO charge (sometimes referred to as an ‘umbrella’\r\ncharge\n10\n)\r\ntogether with the underlying so-called ‘predicate offences’\r\nrelied on to prove the racketeering activities, led them\nto face\r\neither being convicted again for earlier offences in respect of which\r\nthey had already been tried, or to being sentenced\ntwice for the same\r\nunlawful action. The arguments in respect of those pleas were\r\nessentially the same as that upon which the present\nappellant relies,\r\nnamely, that having been convicted in respect of the predicate\r\noffences it is impermissible to either convict\nor sentence him for\r\nthe umbrella offence of racketeering in count 2.\n[45] These arguments received short shift in the United\r\nStates. In a series of decisions the courts of that country held the\r\numbrella\noffences to be separate and discrete from the underlying\r\npredicate offences – and capable of being punished separately.\n11\nThe reasoning for doing so was set out as follows in\nUnited States v Crosby\n[1994] USCADC 376\n;\n20\r\nF. 3d 480\npara 8:\n‘\nThe\r\nSupreme Court's decision in\nGarrett\nconclusively\r\nestablished that Congress intended CCE\n12\nto\r\nbe a separate offense from its predicate acts based on the language\r\nand history of the CCE statute.\n.\r\n. .\n.\r\nWe find the statutory language and legislative history of RICO\r\ndictate a similar conclusion.\n.\r\n. .\nFirst,\r\nRICO itself defines “pattern of racketeering activity” to\r\ninclude “at least two acts of racketeering activity,\none of\r\nwhich occurred after the effective date of this chapter and the last\r\nof which occurred within ten years (\nexcluding\r\nany period of imprisonment\n)\r\nafter the commission of a prior act of racketeering activity.”\n18\r\nU.S.C. § 1961(5)\n(emphasis\r\nadded). The highlighted statutory language at least suggests that\r\nCongress expressly contemplated that a RICO defendant\nmight be\r\nincarcerated for one or more of the predicate offenses before being\r\nprosecuted for the RICO violation. Further, Congress's\n“Statement\r\nof Findings and Purpose” reinforces this intent, indicating\r\nthat RICO was enacted to supplement rather than\nreplace the existing\r\npredicate crimes and penalties.\nSee\nOrganized\r\nCrime Control Act of 1970, Pub.L. No. 91–452, 84 Stat. 922,\r\n923,\nreprinted\r\nin\n1970\r\nU.S.C.C.A.N. 1073. (“It is the purpose of this Act to seek the\r\neradication of organized crime in the United States by\nstrengthening\r\nthe legal tools in the evidence-gathering process, by establishing\r\nnew penal prohibitions, and by providing enhanced\nsanctions and new\r\nremedies to deal with the unlawful activities of those engaged in\r\norganized crime.”). Accordingly, we hold,\nas have other\r\ncircuits, that Congress intended that a RICO violation be a discrete\r\noffense that can be prosecuted separately from\nits underlying\r\npredicate offenses . . .’ (certain authorities omitted).\n[46] In my view the same reasoning applies with equal\r\ncogency to POCA. The definition of pattern of racketeering activity,\r\nwhich\nthe state is obliged to prove in order to secure a conviction\r\nunder s 2(1)(e) of POCA, includes offences for which the offender\nmay\r\nalready have been convicted and sentenced ─ the legislature’s\r\nnecessary intent in this regard is to be inferred\nfrom the phrase\r\n‘excluding any period of imprisonment’ in the calculation\r\nof the 10 year period referred to in the\ndefinition of ‘pattern\r\nof racketeering activity’. In addition, the preamble to POCA\r\nalso proclaims as its intent the\nintroduction of ‘. . .\r\nmeasures to combat organized crime, money laundering and criminal\r\ngang activities’ as ‘.\n. . the South African common law\r\nand statutory law failed to deal effectively with organized crime,\r\nmoney laundering and criminal\ngang activities, and also failed to\r\nkeep pace with international measures aimed at dealing effectively\r\nwith organized crime, money\nlaundering and criminal gang activities .\r\n. .’.\n[47] Due to the similarities between RICA and POCA, and\r\nbearing in mind certain of the decisions in the United States, this\r\ncourt\nin\nS v Dos Santos and another\n2010 (2) SACR 382\n(SCA) concluded:\n13\n‘\nProsecutions\r\nunder POCA, as also the predicate offences, would usually involve\r\nconsiderable overlap in the evidence, especially\nwhere the enterprise\r\nexists as a consequence of persons associating and committing acts\r\nmaking up a pattern of racketeering activity.\nSuch overlap does not\r\nin and of itself occasion an automatic invocation of an improper\r\nsplitting of charges or duplication of convictions.\nAs should be\r\nevident from a simple reading of the statute, a POCA conviction\r\nrequires proof of a fact which a conviction in terms\nof the Diamonds\r\nAct does not. I can conceive of no reason in principle or logic why\r\nour approach should be any different to that\nadopted by our American\r\ncounterparts . . . . ‘\n[48] In order to secure a conviction under s 2(1)(e) of\r\nPOCA, the state must do more than merely prove the underlying\r\npredicate\noffences. It must also demonstrate the accused’s\r\nassociation with an enterprise and a participatory link between the\r\naccused\nand that enterprise’s affairs by way of a pattern of\r\nracketeering activity.\n14\nIn the light of this, an offence under s2(1) of POCA is\r\nclearly separate and discrete from its underlying predicate offences\r\nand,\nin my view the decision in\nDos Santos\nin regard to this issue is undoubtedly correct.\n[49] This also effectively disposes of the appellant’s\r\nallegation that he could not be convicted on both of the s 2(1)(e)\r\nPOCA offence (count 2) as well as the underlying predicate offences\r\nof theft and money laundering. As POCA recognizes that past\n\nconvictions may be taken into account in establishing a pattern of\r\nracketeering, there is no reason in either law or logic why\nthat\r\npattern cannot be established by proving both the umbrella and\r\npredicate offences in the same trial, as was here the case.\nThis,\r\ntoo, was the conclusion in\nDos Santos\nwhere Ponnan JA said:\n15\n‘\nOur\r\nlegislature has chosen to make commission of two or more crimes\r\nwithin a specified period of time, and within the course of\na\r\nparticular type of enterprise, independent criminal offences. Here\r\nthe two statutory offences are distinctly different. Since\nPOCA\r\nsubstantive offences are not the same as the predicate offences, the\r\nState is at liberty to prosecute them in separate trials\nor in the\r\nsame trial. It follows as well that there could be no bar to\r\nconsecutive sentences being imposed for the two different\nand\r\ndistinct crimes, as the one requires proof of a fact, which the other\r\ndoes not. Although a court in the exercise of its general\nsentencing\r\ndiscretion may, with a view to ameliorating any undue harshness,\r\norder the sentences to run concurrently. Thus, by providing\n\nsufficient evidence of the five predicate acts, the State had\r\nsucceeded in proving the existence of the “racketeering\r\nactivity”\nas defined in POCA.’\n[50]\r\nDespite this authority, the appellant persisted in an argument that\r\nit had been impermissible for the state to have charged\nhim with both\r\ncount 2 and its predicate offences by contending that once the\r\nprosecuting authority had decided to charge him with\nan offence under\r\ns 2(1), it placed the trial procedurally into a category of\r\nprosecution entirely different from a ‘normal\nprosecution’\r\nby reason of s 2(2) which reads:\n‘\nThe\r\ncourt may hear evidence, including evidence with regard to hearsay,\r\nsimilar facts or previous convictions, relating to offences\n\ncontemplated in subsection (1), notwithstanding that such evidence\r\nmight otherwise be inadmissible, provided that such evidence\nwould\r\nnot render a trial unfair.’\n[51] In the light of this section, the appellant\r\ncontended that as s 2(2) makes serious inroads into an accused’s\r\nnormal procedural\nrights by rendering admissible evidence that would\r\notherwise be inadmissible – including evidence of previous\r\nconvictions\n– the trial in respect of offences other than those\r\ncontemplated by s 2(1) would be unfair: and for that reason an\r\naccused\ncannot be charged in the same indictment with both an offence\r\nunder s 2(1) as well as the underlying predicate offences.\n[52] It was not suggested that any evidence otherwise\r\ninadmissible had in fact been introduced to the prejudice of the\r\nappellant\nor which in any way compromised his defence or rendered his\r\ntrial unfair. To that extent the argument is purely academic and it\n\nis unnecessary to consider it in any detail. Suffice it to say that\r\nthe trained judicial mind should be able to limit the effect\nof\r\notherwise inadmissible evidence to the charges in respect of which it\r\nis admissible – any s 2(1) charges – and to\nexclude it\r\nfrom consideration in respect of charges in which it is not. Indeed\r\nthis is what occurs daily done by courts, eg in\nhearing trials within\r\ntrials.\n[53]\r\nIt may well be that the state for some reason decides not to\r\nprosecute the predicate offences in the same indictment as an\n\numbrella charge, but that is a matter of prosecutorial discretion\r\nwhich need not detain us here. Of course the state should take\ncare\r\nto ensure that the manner in which the indictment is drawn and the\r\nevidence presented does not result in an unfair trial,\nbut the mere\r\nframing of a charge sheet to include both a POCA umbrella offence and\r\nits underlying predicates does not in itself\noccasion unfairness.\r\nWithout the appellant having established that he was in any way\r\nprejudiced, it cannot be said that the manner\nin which the state\r\nexercised its discretion in charging him was improper.\n[54] In these circumstances I have concluded that there\r\nwas no impermissible splitting of charges nor duplication of\r\nsentences by\nreason of the appellant having been charged on count 2\r\nwith an umbrella contravention of s 2(1)(e) of POCA as well as the\r\nunderlying\npredicate offences of theft and money laundering in\r\nrespect of which he was convicted.\n[55] I should mention that as a ground of appeal the\r\nappellant relied on an alleged splitting of charges involving the\r\ntheft and\nmoney laundering offences, contending that both flowed from\r\nhis dealings with the cigarettes stolen during the first two\r\nrobberies\nand that, once convicted of money laundering, he ought not\r\nalso to be convicted of theft as well. This argument, quite\r\ncorrectly,\nwas not pursued before this court. The statutory offence\r\nof money laundering is created by s 8 of POCA which provides:\n‘\nAny\r\nperson who knows or ought reasonably to have known that property is\r\nor forms part of the proceeds of unlawful activities and\n─\n(a)\r\nenters into any agreement or engages in any arrangement or\r\ntransaction with anyone in connection with that property, whether\n\nsuch agreement, arrangement or transaction is legally enforceable or\r\nnot; or\n(b)\r\nperforms any other act in connection with such property, whether it\r\nis performed independently or in concert with any other\nperson,\nwhich\r\nhas or is likely to have the effect ─\n(i)\r\nof concealing or disguising the nature, source, location, disposition\r\nor movement of the said property or the ownership thereof\nor any\r\ninterest which anyone may have in respect thereof; or\n(ii)\r\nof enabling or assisting any person who has committed or commits an\r\noffence, whether in the Republic or elsewhere ─\n(aa)\r\nto avoid prosecution; or\n(bb)\r\nto remove or diminish any property acquired directly, or indirectly,\r\nas a result of the commission of an offence,\nshall\r\nbe guilty of an offence. ‘\n[56] By receiving the cigarettes for himself well\r\nknowing they were stolen, the appellant made himself guilty of theft\r\nas it is\na continuing crime. By proceeding to use the cigarettes as\r\npart of his stock in trade as a wholesaler as if they were goods\r\nlawfully\nacquired, and thereby disguising or concealing the source,\r\nmovement and ownership of the cigarettes and enabling and assisting\r\nthe robbers to either avoid prosecution or to remove property\r\nacquired in the robberies, the appellant clearly made himself guilty\n\nof a contravention of s 4. Doing so involved different actions and a\r\ndifferent criminal intent to that required for theft. In these\n\ncircumstances there was no improper splitting of charges.\n[57] It was not suggested that if Aspeling’s\r\nidentification of the appellant was accepted and the various\r\ntechnical defences\nI have dealt with did not succeed, the appellant\r\nwas not guilty of the charges of which he was convicted. As I have\r\nfound against\nthe appellant on all these issues, in my judgment he\r\nwas properly convicted and, as he does not seek to assail his\r\nsentence, the\nappeal must fail.\n[58] The appeal is accordingly dismissed.\n___________________\nL E Leach\nJudge of Appeal\nAPPEARANCES\nFor Appellant J P Spangenberg\nInstructed by\nHigh Court Unit, Cape Town\r\nJustice Centre\nCape Town\nBloemfontein Justice Centre,\nBloemfontein\nFor Respondent H C Booysen\nInstruction by\nThe Director of Public\r\nProsecutions\nBloemfontein\n1\nThis\r\n\twere informed from the bar.\n2\nHe\r\n\twas the third accused and was initially cited as the third appellant\r\n\tin this appeal.\n3\nSee\nS v Hlapezula\n1965 (4) SA 439\n(A) at 440F-G.\n4\nSubsequently\r\n\treported as\nMoodley and Others v National Director of Public\r\n\tProsecutions and Others\n2008 (1) SACR 560\n(N)\n5\nAt\r\n\tpara 10.\n6\nAt\r\n\t594 para 12.\n7\nAt\r\n\t594 para 13.\n8\nRacketeer\r\n\tInfluenced and Corrupt Organisations statute enacted as Title IX of\r\n\tthe Organised Crime Control Act of 1970, codified\nas 18 U.S.C. §§\r\n\t1961-1968.\n9\nEg\r\n\tthe CCE statute referred to below.\n10\nSee\r\n\teg Harvard Law Review [vol 122:276 2008] at 480.\n11\nCompare\r\n\teg United States v Peacock,\n[1981] USCA5 1216\n;\n654 F.2d 339\n, 349 (5th Cir. 1981);\r\n\tGarrett v United States,\n[1985] USSC 212\n;\n471 U.S. 773\n,\n105 S.Ct. 2407\n, 85 L.Ed.2d\r\n\t764 (1985); United States v Pungitore,\n910 F.2d 1084\n, 1108 n. 24\r\n\t(3rd Cir. 1990); United States v Beale,\n921 F.2d 1412\n, 1437 (11th\r\n\tCir. 1991); United States v Gonzalez\n921 F.2d 1530\n, 1538 (11th Cir.\r\n\t1991); United States v Cyprian,\n23 F.3d 1189\n, 1198 (7th\r\n\tCir.1994); United States v O’Connor,\n[1992] USCA7 81\n;\n953 F.2d 338\n, 344\r\n\t(7th Cir.1994); United States v Crosby, 20 F.3r 480, 484 (D.C. Cir.\r\n\t1994); United States v Morgano,\n39 F.3d 1358\n, 1368 (7th Cir. 1994);\r\n\tUnited States v Baker, 63 F.3d 1478, 1494 (9th Cir. 1995); Susan S\r\n\tBrenner\nRICO, CCE, And Other Complex Crimes: The Transformation\r\n\tof American Criminal Law?\nWilliam And Mary Bill of Rights\r\n\tJournal [Vol. 2.2] (1993) 239.\n12\nContinuing\r\n\tCriminal Enterprise statute 21 U.S.C. § 849 (1988) which makes\r\n\tit an offence to engage in a 'continuing criminal\nenterprise’\r\n\tby way of a continuing series of drug offences.\n13\nAt\r\n\tpara 43.\n14\nS\nee\neg\nthe judgment of Cloete JA in\nS\r\n\tv Eyssen\n2009 (1) SACR 406\n(SCA).\n15\nAt\r\n\tpara 45.",
  "scraped_at": "2026-02-12T15:57:58.981609",
  "date": "2011-09-28",
  "coram": [
    "Navsa JJA",
    "Mhlantla JJA",
    "Leach JJA"
  ],
  "case_number": "130/11",
  "parties": {
    "applicants": [
      "Selwyn Winston De Vries",
      "Virgil Lennithe De Vries",
      "Julian Michael Van Heerden",
      "Llewellyn Smith",
      "Achmat Mather"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In 2003 the British American Tobacco Company of South Africa (BATSA) suffered a series of armed hijackings in which trucks carrying cigarettes were stopped by gang members masquerading as police. The first two hijackings occurred in the Western Cape (June and August 2003) and a third in the Eastern Cape (October 2003). Selwyn De Vries planned the first two robberies and, together with his brother Virgil, organised the theft and subsequent distribution of the cigarettes. The appellant – the fifth accused – did not take part in the robberies but was alleged to have purchased the stolen cigarettes for resale, knowing they were stolen. He was charged under the Prevention of Organised Crime Act (POCA) with theft, money laundering (s 4) and an umbrella racketeering offence (s 2(1)(e)). The trial, which began in August 2005, lasted three years and resulted in convictions on two counts of theft, two counts of money laundering and the POCA racketeering charge, with a total sentence of five years' imprisonment (three years suspended).",
    "issues": "The appeal raised several legal issues: (1) whether the conviction for the POCA umbrella offence, together with the predicate theft and money‑laundering convictions, amounted to an improper splitting of charges or duplication of convictions; (2) whether the NDPP’s written authorisation under s 2(4) POCA and the centralisation certificate under s 111 CPA were valid; (3) whether the state’s key witness, Vernon James Aspeling, was reliable enough to identify the appellant as the recipient of the stolen cigarettes; and (4) whether evidence concerning the construction date of the appellant’s guard‑house undermined Aspeling’s credibility.",
    "principles": "The court applied the following principles: • A POCA umbrella offence (s 2(1)(e)) is a distinct statutory offence from the predicate offences and may be tried and sentenced separately, mirroring US RICO jurisprudence. • Duplication of convictions is prohibited only where the same statutory element is proved twice; overlapping evidence does not itself create a prohibition. • The NDPP’s authorisation under s 2(4) is a procedural prerequisite that need not repeat the indictment details; its validity is judged by compliance with the statutory form, not by substantive proof of the offence. • A centralisation certificate may be imperfect in drafting but remains valid if accepted by the parties. • Under s 2(2) POCA, evidence of predicate offences may be admitted for the umbrella charge without infringing procedural fairness. • Credibility of an accomplice witness is assessed holistically; corroborative independent evidence can sustain the witness’s identification.",
    "application": "The court found that Aspeling’s detailed testimony was credible, supported by independent corroboration (vehicle logs, police uniforms, invoice evidence, etc.). The aerial photographs and photogrammetric analysis convincingly established that the guard‑house existed before the alleged dates, negating the appellant’s claim of mendacity. The NDPP’s written authorisation and the centralisation certificate, though imperfect, were accepted by the parties and satisfied statutory requirements, rendering them valid. Accordingly, the umbrella racketeering charge was distinct from the theft and money‑laundering charges, and no improper splitting of charges or double jeopardy occurred. The court therefore upheld the convictions and sentence.",
    "conclusion": "The appeal was dismissed. All convictions—including theft, money laundering, and the POCA racketeering offence—were affirmed, and the sentence of five years’ imprisonment (with three years suspended) stood."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Organised Crime / POCA",
    "level_3": [
      "racketeering",
      "money laundering",
      "theft",
      "duplicate convictions",
      "procedural fairness"
    ]
  }
}