{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/84.html",
  "case_name": "MEC for the Department of Health for the Province of Kwazulu-Natal v Franks (329/10) [2011] ZASCA 84 (27 May 2011)",
  "citation": "[2011] ZASCA 84",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 84\n|\nNoteup\n|\nLawCite\nMEC for the Department of Health for the Province of Kwazulu-Natal v Franks (329/10) [2011] ZASCA 84 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 329/10\nIn the matter between:\nTHE MEC FOR THE DEPARTMENT OF HEALTH\nFOR THE PROVINCE OF KWAZULU-NATAL\n.............................................\nAppellant\nand\nDENISE FRANKS\n.....................................................................................\nRespondent\nNeutral citation:\nThe MEC for the Department of Health v\r\nDenise Franks\n(329/10)\n[2011] ZASCA 84\n(27 May 2011)\nCoram:\nNAVSA, PONNAN, SNYDERS, THERON JJA AND MEER AJA\nHeard:\n09 May 2011\nDelivered:\n27 May 2011\nSummary:\nDelict - factual causation not established –\r\ninferences from facts in civil matters.\nORDER\nOn appeal from: KwaZulu-Natal High Court (Pietermaritzburg) (Patel J\r\nsitting as court of first instance):\n1 The appeal is upheld with costs, including the costs of two\r\ncounsel.\n2 The order by the court below is set aside and replaced with the\r\nfollowing:\n‘\nThe plaintiff’s action is dismissed\r\nwith costs, including the costs of two counsel.’\nJUDGMENT\nSNYDERS JA (Navsa, Ponnan, Theron JJA and Meer AJA concurring)\n[1] The KwaZulu-Natal High Court, Pietermaritzburg (Patel J sitting\r\nas court of first instance) decided that the appellant was\nto be held\r\nliable for the paramedics in his employ having transmitted the Human\r\nImmunodeficiency Virus (HI Virus) to the respondent,\nMs Franks, at\r\nthe scene of a collision in which she was injured and a pedestrian\r\nwas killed. The appellant was given leave to appeal\nby the court\r\nbelow. The conclusion reached by the court below is wrong for the\r\nreasons that follow.\n[2] On 31 August 2000 the respondent was a passenger in a vehicle\r\nthat was travelling to Durban on the N3 highway. At approximately\n\n18:30, near the Mooi River Toll Plaza the vehicle collided with a\r\npedestrian, Mr Mthalane, the deceased, causing his death. The\n\nrespondent, sitting in the front passenger seat, suffered fractures\r\nto her skull and several lacerations to the left side of her\nscalp\r\napparently due to the fact that her head struck the windscreen of the\r\nvehicle.\n[3] Two paramedics in the employ of the appellant attended to the\r\nrespondent at the scene of the collision and took her by ambulance\nto\r\nthe Pietermaritzburg Medi-Clinic where she received further\r\ntreatment. After her discharge from hospital on 5 September 2000\nshe\r\nreturned to her home in Johannesburg. Approximately three weeks later\r\nshe experienced curious symptoms and approximately another\nthree\r\nweeks later the symptoms were identified as classic sero-conversion\r\nas a result of having contracted the HI Virus.\n[4] The doctors treating the respondent informed her that the window\r\nperiod for the HI Virus to manifest in sero-conversion symptoms\nand a\r\npositive blood test is three to six weeks from the date of infection.\r\nCalculating backwards from 10 October 2000, when she\nwas first\r\ndiagnosed, and adopting a process of reconstruction and elimination,\r\nthe respondent concluded that she could only have\nbeen infected as a\r\nresult of the treatment she received at the scene of the collision,\r\nfrom the paramedics in the employ of the\nappellant. It was her\r\nfriend, Ms Ritchie, who was a passenger in the same vehicle, who\r\nplanted the idea with the appellant that\nthe infection possibly\r\noccurred at the scene of the collision.\n[5] The respondent’s cause of action is based on the alleged\r\nnegligent causation of bodily harm by the appellant’s\n\nemployees, acting within the course and scope of their employment.\r\nThe respondent pleaded a positive allegation of fact that the\n\ndeceased was infected with the HI Virus at the time of the collision\r\nand that the appellant’s employees negligently caused\nthe\r\ntransfer of the virus from the deceased’s body to her.\n[6] During the hearing of the appeal both counsel were agreed,\r\ncorrectly so, that it was essential for the respondent’s case\n\nto have established the fact that the deceased was infected with the\r\nHI Virus. No direct factual proof was introduced at the trial,\nhence\r\nthe respondent’s counsel relied on four circumstantial facts\r\nand a process of inferential reasoning for his submission\nthat the\r\ncourt below correctly found that the deceased was infected with the\r\nHI Virus. Firstly, that the deceased had recorded\nthe telephone\r\nnumber of an organisation called AID for AIDS in his diary. Secondly,\r\nthat the incidence of infection with the HI\nVirus in KwaZulu-Natal\r\nwas high. Thirdly, that the collision and treatment received as a\r\nresult thereof is the only occasion at\nwhich the respondent could\r\nhave been infected with the HI Virus. Fourthly, that the evidence of\r\nthe sequence of events at the scene\nof the collision established the\r\nopportunity for the respondent’s infection.\n[7] The respondent’s attorneys retrieved the deceased’s\r\ndiary and introduced it into evidence through the testimony\nof his\r\nfather. Mr Mthalane identified the diary and the handwriting therein\r\nas that of his son. The diary contains names and numbers\nof\r\nindividuals and, what appear to be businesses. The names ‘Aid\r\nfor Aids (Bonitus)’ and a telephone number appear\ntwice in the\r\ndiary.\n[8] The finding by the court below that the deceased was infected\r\nwith the HI Virus reads as follows:\n‘\nThe plaintiff has at least at\r\na\nprima facie\nlevel made out a case that the\r\ndeceased may have had HIV or for that matter full blown AIDS. In his\r\nnotebook, it was shown in the\ndeceased’s own handwriting that\r\nhe had noted various HIV/AIDS helpline numbers. In cross-examination,\r\nProf. Smith conceded\nthat only two inferences may be drawn from these\r\nnotations in the deceased’s diary, namely, that either he was\r\nan AIDS Councillor\nor was himself infected with the virus. No\r\nevidence was presented that he was an AIDS Councillor nor did\r\ndefendant’s Counsel\ncanvass this possibility with the\r\ndeceased’s father when he testified. People are not in the\r\nhabit of carrying these numbers\nunless they have a particular\r\ninterest. Mthalane having any academic interest in the matter is far\r\nfetched and can be easily discounted.\nIn my view and in the absence of evidence providing an\r\nalternative explanation, the only reasonable inference in the\r\ncircumstances\nis that Mthalane was HIV positive at the time of the\r\naccident. The inference is further strengthened by the incidence of\r\nHIV in\nthis province as testified to by Prof Smith and Dr Webber and\r\nalluded to hereinbefore.’\n[9] The reasoning of the court below is replete with errors. The\r\nconclusion that it has been shown ‘prima facie’ that\nthe\r\ndeceased ‘may have had HIV’ does not satisfy the civil\r\nburden of proof. Only one HIV/AIDS helpline number is contained\nin\r\nthe deceased’s diary, repeated twice and not ‘various\r\nHIV/AIDS helpline numbers’. The concession relied upon\nfrom the\r\nevidence of the expert witness for the appellant, Prof Smith, on what\r\ninferences were to be drawn from the inscriptions\nin the deceased’s\r\ndiary, was inadmissible. Prof Smith is a specialist virologist,\r\ncalled as a witness to inform the court\nof, amongst other things in\r\nhis field of expertise, the characteristics of the HI Virus, its\r\nviability outside the body, the possible\nways of transfer of the\r\nvirus and the window period for finding evidence of the virus in the\r\nbloodstream after infection. Whether\nthe deceased was infected with\r\nthe HI Virus is an inference sought to be drawn from an inscription\r\nin a diary, not from facts within\nthe expertise of Prof Smith. Hence\r\nthe inferential reasoning from the inscription in the diary was\r\nwithin the exclusive domain\nof the court below and Prof Smith’s\r\nevidence in that regard is inadmissible. To have expected the\r\nappellant to have produced\nevidence to eliminate some inferences was\r\ntantamount to placing an onus of proof on the appellant. The reverse\r\nshould have been\ndone. The respondent was obliged to put the evidence\r\nbefore the court that warranted the inference sought to be drawn. It\r\nwas for\nthe respondent’s counsel to have asked the deceased’s\r\nfather about the deceased’s marital status, interests,\r\nmorality, health and activities. Such information may have provided\r\nthe basis for preferring one inference over another. It was\n\nfurthermore a simple matter for the respondent’s legal\r\nrepresentatives to have followed up the telephone numbers in the\r\ndeceased’s diary and placed the outcome of the investigation\r\nbefore the trial court. That the deceased may have had an academic\n\ninterest in the subject matter of the HI Virus was rejected as ‘far\r\nfetched’ without explanation. This rejection is\nunfounded in\r\nview of the absence of any facts about the deceased. The trial\r\ncourt’s conclusion that ‘the only reasonable\ninference in\r\nthe circumstances is that Mthalane was HIV positive at the time of\r\nthe accident’ is untenable.\n[10] The difference in standard of proof between criminal and civil\r\nlitigation has necessitated the adaptation of the second leg\nof the\r\nwell known process of inferential reasoning stated in\nR v Blom\n1939 AD 188\nat 202-203:\n‘\nIn reasoning by inference\r\nthere are two cardinal rules of logic which cannot be ignored: (1)\r\nThe inference sought to be drawn must\nbe consistent with all the\r\nproved facts. If it is not, the inference cannot be drawn. (2) The\r\nproved facts should be such that\nthey exclude every reasonable\r\ninference from them save the one sought to be drawn.’\nIn\nOcean Accident and\r\nGuarantee Corporation Ltd v Koch\n1963\r\n(4) SA 147\n(A) at 159B-D the adapted process of reasoning was stated\r\nas follows:\n‘\nAs to the balancing of\r\nprobabilities, I agree with the remarks of SELKE, J, in\nGovan\r\nv Skidmore,\n1952\r\n(1) SA 732\n(N) at p. 734, namely “. . . in finding facts or\r\nmaking inferences in a civil case, it seems to me that one may, as\r\nWigmore\nconveys in his work on\nEvidence\n,\r\n3\nrd\ned., para. 32, by balancing\r\nprobabilities select a conclusion which seems to be the more natural,\r\nor plausible, conclusion from\namongst several conceivable ones, even\r\nthough that conclusion be not the only reasonable one”.\nI need hardly add that “plausible”\r\nis not here used in its bad sense of “specious”, but in\r\nthe connotation\nwhich is conveyed by words such as acceptable,\r\ncredible, suitable. (\nOxford\r\nDictionary\n, and\nWebsters’s\r\nInternational Dictionary\n).’\n1\n[11] There is no single other fact about the deceased against which\r\nto test the consistency of an inference sought to be drawn\nfrom the\r\npossession of a telephone number of an Aids help-line. The conclusion\r\ndrawn by the court below is pure speculation. The\nmere possession of\r\na telephone number does not give rise to the probable inferences\r\nsought to be drawn by the court below. Two\nspeculative propositions\r\nwere suggested during the trial. That the appellant was infected with\r\nthe HI Virus and that the appellant\nwas involved in assistance and\r\nsupport for people infected with the HI Virus. The respondent\r\npreferred the former, arguing that\nit is improbable that the deceased\r\nwould have written down the number of an organisation that he worked\r\nfor. Equally valid or invalid\nspeculation does, however, arise. The\r\ndeceased could have been a social worker or community conscious\r\nindividual who referred people\nwith the HI Virus to the organisation\r\nAid for Aids or he could have been interested in the subject matter\r\nand in search of information.\nThis exercise illustrates that in the\r\nabsence of any other facts one can only speculate and there exists no\r\nindication why one\nspeculative proposition is more acceptable than\r\nany of the others.\n[12] Counsel for the respondent submitted that if the inscription in\r\nthe deceased’s diary is reconciled with the remaining\nthree\r\naspects mentioned in para 6 the conclusion that the deceased was\r\ninfected with the HI virus manifests as the most acceptable\nof all\r\npossible inferences. The trial court not only drew this inference,\r\nbut also found that it was strengthened by the ‘incidence\nof\r\nHIV in this province’. The evidence of Prof Smith was that ‘in\r\nthe year 2000, 20% of the male population of South\nAfrica was HIV\r\npositive’. The court below accepted the following as common\r\ncause in relation to the statistics:\n‘\nThe prevalence of the HIV\r\nvirus in the male population in KwaZulu-Natal in and around 2000 was\r\naccording to the experts, and I do\nnot think it to be contravened,\r\nwas in the region of 30%.’\n[13] This finding by the trial court is not being challenged by any\r\nof the parties, but is, however, not reconcilable with an inference\n\nthat the deceased, a random member of the society, was part of the\r\nstatistical 30%. Although the prevalence of HI Virus infection,\n\nrelatively speaking, is very high, known to be of the highest in the\r\nworld, the incidence is more reconcilable with a conclusion\nthat the\r\ndeceased was probably not infected with the HI Virus. Therefore the\r\nincidence percentage of HI Virus infection does not\nassist the\r\ndrawing of an inference that the deceased was infected.\n[14] Given the window period for infection to manifest, it is logical\r\nto conclude that the respondent was likely to have been infected\n\ntowards the end of August, beginning of September. Uncontested\r\nevidence by the respondent attempted to exclude her infection in\nany\r\nother way than through contact with infected blood at the scene of\r\nthe collision. She testified that she had been faithful\nto her\r\nhusband during their 20 year marriage. She could not have been\r\ninfected through sexual intercourse as he has tested negatively\nfor\r\nthe HI Virus on several occasions after her diagnoses. She had a\r\ndental extraction that required surgery and stitching two\ndays before\r\nthe collision. To exclude that as a cause she led the evidence of Dr\r\nSpencer, a specialist in internal medicine and\ninfectious diseases,\r\nthat the incidence of infection during such a procedure is very low.\r\nDr Chite, a neuro-surgeon who practices\nat the Pietermaritzburg\r\nMedi-Cross testified that the prospects of her having been infected\r\nwhilst she was treated at the casualty\nward of that hospital after\r\nthe collision, was also very small.\n[15] The evidence tendered to exclude the respondent’s\r\ninfection during the dental procedure and the treatment at the\r\ncasualty\nward of the hospital is general and vague in its terms,\r\nunrelated to the specific occasion of the respondent’s\r\ntreatment\nand given by persons who were not present when she was\r\ntreated. It contributes little to the specifics of an investigation\r\nof a\nprobable occasion of infection and should not have been elevated\r\nto that. The evidence does, however, establish that, in general\n\nterms, the incidence of infection at dental surgeries and casualty\r\nwards of hospitals is small. But that is also true of the scene\nof\r\nthe collision. The individuals who treated the respondent testified\r\nto safe practises adopted to prevent the transfer of viruses\nand\r\ntheir evidence exclude the opportunity of transfer of blood from the\r\ndeceased to the respondent. Assuming for the moment that\nthe deceased\r\nwas infected with the HI Virus, the expert evidence, in general, was\r\nthat the virus had limited prospects to remain\nviable after the\r\ncollision, considering that the deceased would have died five to ten\r\nminutes after impact and that the viability\nof the virus was\r\ndependant on factors such as time passed since death, ambient\r\ntemperature and viral load. The influence of these\nfactors on a virus\r\noutside the deceased’s body in congealed blood was even greater\r\nand the chances of infection dependant\non the quantity of congealed\r\nblood transferred. The evidence was that the ambulance arrived\r\napproximately 40 minutes after the\ncollision. Prof Smith was of the\r\nview that the HI Virus would not have remained viable outside the\r\nbody for longer than ten minutes.\nProf Martin, a virologist,\r\ntestified that the virus could have survived for longer, but the\r\nlength of time is uncertain. At best,\nthe evidence shows that the\r\nchances of the virus surviving under the circumstances that operated\r\nat the scene of the collision\nand for the respondent to have been\r\ninfected in the way that she contends, are as small, if not smaller,\r\nthan at the average dental\nsurgery or casualty ward.\n[16] The trial court made credibility findings about the evidence of\r\nwitnesses that testified to events after the collision and\narrived at\r\nthe conclusion that credible evidence on behalf of the respondent\r\nshowed that blood from the deceased was transferred\nto the respondent\r\nby the appellant’s employees. This is an irrelevant fact if it\r\nwas not established that the deceased was\ninfected with the HI Virus.\r\nHowever, the court below used this factual finding to assist in\r\ndrawing the inference that the deceased\nwas infected with the HI\r\nVirus, a conclusion defended by the respondent. This reasoning is\r\nillogical as it begs the question and\namounts to the drawing of an\r\ninference from an inference. Even if the reasoning was sound, the\r\nappellant’s challenge of the\ntrial court’s evaluation of\r\nthe evidence and the conclusions arrived at should be considered.\n[17] An appeal court is slow to interfere with\r\nfactual findings based on credibility, but if they are plainly wrong,\r\nthe appellate\ncourt is at large to disregard the findings affected by\r\nthe misdirection and arrive at its own conclusion.\n2\nThe discussion that follows will show that this\r\ncourt is at large to disregard the rejection by the trial court of\r\nthe evidence\nof the appellant’s witnesses.\n[18] The trial court accepted the evidence of the respondent’s\r\nfriend Ritchie. The evidence of the two witnesses for the\nappellant,\r\nMr Mahabeer and Mr Dayal, was rejected. Mahabeer was in the employ of\r\nToll Road Concessions (Pty) Ltd at the time, tasked\nto provide\r\nroadside assistance and first aid to stranded motorists. He held a\r\nbasic life support qualification which allowed and\nenabled him to\r\nprovide first aid. Dayal was one of the two paramedics in the employ\r\nof the appellant that arrived on the scene\nand attended to the\r\nrespondent.\n[19] The essential difference in the evidence of Ritchie on the one\r\nhand and Mahabeer and Dayal on the other, involves the investigation\n\nof an opportunity for blood from the deceased’s body to have\r\ncome into contact with the respondent’s open head wound.\nThe\r\ncourt below accepted Ritchie’s evidence in the following terms:\n‘\nHer evidence was that the\r\nambulance personnel, i.e. the defendant’s employees, stopped at\r\nthe body of the deceased before\nthey came to assist the plaintiff.\r\nShe could not see what they were doing to the deceased, but saw that\r\nthey were “working\non him”. She assumed that they were\r\nchecking for vital signs. They also removed the body from the road\r\nsurface. They thereafter\ncame to the plaintiff and administered\r\ntreatment to her. Part of this treatment was an attempt to put an\r\nIV-line in the plaintiff’s\narm. They also put a bandage on the\r\nplaintiff’s head after manipulating the wound.’\n[20] Mahabeer testified that he was the first person to arrive on the\r\nscene of the collision. He put a dry dressing on the respondent’s\n\nhead wound, without ‘manipulating the wound’. The effect\r\nof the rejection of Mahabeer’s evidence was that the\ntrial\r\ncourt did not accept that he was on the scene and attended to the\r\nrespondent. Objective evidence introduced at the trial,\nwithout any\r\nobjection, corroborates that Mahabeer was at the scene. A so-called\r\nMVC Report, completed by the staff in the control\nroom that notified\r\nMahabeer of the collision and summonsed him to attend, was handed\r\ninto evidence. This document supports Mahabeer’s\nevidence that\r\nhe was informed of the collision at 18:40 and arrived on the scene at\r\n18:42. More importantly, it also contains other\ninformation supplied\r\nby Mahabeer at the time from the scene of the collision to the\r\ncontrol room. He confirmed this information\nduring his evidence,\r\nnamely that the breakdown service arrived at 18:46, the police at\r\n19:05 and the ambulance of the appellant\nat 19:30.\n[21] Dayal corroborated Mahabeer’s evidence when he testified\r\nthat he put a dry bandage on the respondent’s head wound\nover a\r\nsmaller one that was already in place. Only a conspiracy to be\r\ndishonest could account for the evidence by Mahabeer and\nDayal. It\r\nwas never suggested to either of them that their evidence was the\r\nresult of such a conspiracy.\n[22] Criticisms of the evidence of Mahabeer and Dayal were advanced\r\non behalf of the appellant. Inconsistencies in their evidence\nare on\r\nlesser issues and to be expected of witnesses testifying almost five\r\nyears after the event. There are no indications inherent\nin the\r\nevidence of the two witnesses why their evidence should be rejected.\r\nThe trial court’s list of criticisms of their\nevidence does not\r\ngo to the root of their evidence and is equally applicable to the\r\nevidence of Ritchie. They all gave evidence\nlong after the event and,\r\nto some degree, reconstructed the occasion. Mahabeer and Dayal were\r\nassisted by documentation completed\nat the time. They were also\r\nassisted by the routine procedures always adopted by them in the\r\nperformance of their functions. Although\nthis collision was an event\r\nthat stood out for Ritchie as unusual, she was involved in the\r\ncollision and could not have been emotionally\nuntouched. These\r\nfactors are not determinative of the reliability of the evidence of\r\nany of the witnesses and should not have motivated\ncredibility\r\nfindings.\n[23] Dayal’s evidence of the sequence of events was that he and\r\nhis colleague arrived on the scene and first treated the\nrespondent\r\nwhilst wearing new gloves, thereafter and before loading her into the\r\nambulance he changed his gloves and went to the\ndeceased, checked the\r\ndeceased’s vital signs, pronounced him dead, returned to the\r\nambulance, discarded the gloves he used\nwhen he checked the\r\ndeceased’s vital signs, loaded the respondent into the\r\nambulance and left. Both Mahabeer and Dayal’s\nevidence\r\ntherefore exclude any opportunity for the actual transfer of blood\r\nfrom the deceased to the respondent.\n[24] Ritchie’s evidence was inherently no better than that of\r\nthe appellant’s witnesses. However, the court below ignored\n\ncrucial contradictions between the respondent’s pleadings and\r\nRitchie’s evidence, the only witness for the respondent\nof the\r\nevents on the scene after the collision. In her particulars of claim\r\nthe respondent pleaded:\n‘\nThe emergency medical\r\ntreatment performed by the said employees of the Defendant as set out\r\nin paragraph 7 above, was performed\non the Plaintiff directly after\r\nthe said employees had:\n8.1 carried the body of Mthalane from the surface of the\r\nfreeway where it was lying to the side of the freeway;\n8.2 attempted to resuscitate Mthalane and/or\r\nadministered emergency medical treatment to him, which treatment\r\nnecessitated physical\ncontact between the said employees and the\r\nblood of the body or corpse of Mthalane;\n8.3 applied dressings and medication to the right leg of\r\nMthalane where it had been amputated.’\n[25] The pleaded version was not supported by any evidence on behalf\r\nof the respondent. This significant discrepancy in the respondent’s\n\ncase motivated an unopposed application for an amendment at the end\r\nof the trial to insert a new paragraph 8.4 into the particulars\nof\r\nclaim in the following terms:\n‘\n8.4 touched the body of the\r\ndeceased to look for vital signs.’\n[26] If any witnesses’ reconstruction of the events led to\r\ninconsistencies that affected the reliability of a version, it\nwas\r\nthat of Ritchie. There is no support in the evidence for a finding\r\nthat there was an opportunity at the scene of the collision,\nfor\r\ntransfer of blood from the deceased to the respondent’s open\r\nwound.\n[27] The respondent did not prove her case and should not have\r\nsucceeded in the court below. Therefore the following order is made:\n1 The appeal is upheld with costs, including the costs of two\r\ncounsel.\n2 The order by the court below is set aside and replaced with the\r\nfollowing:\n‘\nThe plaintiff’s action is dismissed\r\nwith costs, including the costs of two counsel.’\n_________________\nS SNYDERS\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: Y N Moodley SC (with him T S I Mthembu)\nInstructed by: The State Attorney, Kwazulu-Natal;\nThe State Attorney, Bloemfontein.\nFor\r\nrespondent: D T v R du Plessis SC\nInstructed by: Hauptfleish Attorneys, Johannesburg;\nMcIntyre &\r\nVan Der Post, Bloemfontein.\n1\nSee\r\n\talso\nAA Onderlinge\r\n\tAssuransie-Assosiasie Bpk v De Beer\n1982\r\n\t(2) SA 603\n(A) at 614G-A and Scwikkard and Van der Merwe\nPrinciples\r\n\tof Evidence\n3 ed 2009 p 538 para 30 5\r\n\t3.\n2\nR\r\n\tv Dhlumayo\n1948 (2) SA 677\n(A) at\r\n\t705-706 and the wealth of subsequent cases that confirm the\r\n\tprinciple.",
  "scraped_at": "2026-02-12T15:38:32.855558",
  "date": "2011-05-27",
  "coram": [
    "Navsa",
    "Ponnan",
    "Snyders",
    "Theron JJA",
    "Meer AJA"
  ],
  "case_number": "329/10",
  "parties": {
    "applicants": [
      "MEC for the Department of Health for the Province of KwaZulu-Natal"
    ],
    "respondents": [
      "Denise Franks"
    ]
  },
  "sections": {
    "facts": "On 31 August 2000 Ms Denise Franks was a front‑passenger in a vehicle that collided with a pedestrian, Mr Mthalane, on the N3 near Mooi River Toll Plaza. The collision caused severe head injuries to Ms Franks and the death of Mr Mthalane. Two paramedics employed by the MEC for Health attended the scene, treated Ms Franks and transported her to a clinic. Approximately three weeks after discharge she developed symptoms of seroconversion and was diagnosed with HIV in early October 2000. She alleged that the infection resulted from blood transferred from the deceased pedestrian to her wound by the paramedics.",
    "issues": "The principal issue was whether the appellant (the MEC) was liable in delict for negligent transmission of HIV to the respondent, requiring proof that (1) the deceased was infected with HIV at the time of the collision and (2) the paramedics’ conduct caused the transmission – i.e., factual causation.",
    "principles": "The court applied the civil burden of proof, requiring proof on the balance of probabilities. It reiterated the two cardinal rules of inferential reasoning from R v Blom: an inference must be consistent with all proved facts and must exclude every reasonable alternative. The court also noted that expert evidence on virology could not be used to infer the deceased’s infection from diary entries, and that circumstantial evidence must be sufficiently probative to satisfy the prima‑facie requirement.",
    "application": "The appellate court found that the respondent failed to establish any admissible proof that the deceased was HIV positive; the diary entry containing a single AIDS helpline number was insufficient and the expert’s opinion on the meaning of that entry was inadmissible. Statistical prevalence and the respondent’s own medical history did not overcome this burden. Moreover, testimony from the paramedics showed no opportunity for blood transfer, and the respondent’s sole eyewitness (Ms Ritchie) was contradicted by the paramedics’ corroborated accounts. Consequently, the necessary factual causation was not proven.",
    "conclusion": "The appeal was upheld. The High Court’s judgment was set aside and replaced with an order dismissing the plaintiff’s action with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence",
    "level_3": [
      "HIV transmission",
      "causation",
      "circumstantial evidence"
    ]
  }
}