{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/69.html",
  "case_name": "Maimela and Another v Makhado Municipality and Another (269/10) [2011] ZASCA 69; 2011 (2) SACR 339 (SCA); 2011 (6) SA 533 (SCA) (20 May 2011)",
  "citation": "[2011] ZASCA 69",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 69\n|\nNoteup\n|\nLawCite\nMaimela and Another v Makhado Municipality and Another (269/10) [2011] ZASCA 69; 2011 (2) SACR 339 (SCA); 2011 (6) SA 533 (SCA) (20 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 269/10\nIn the matter between:\nSAMUEL MAIMELA\n..................................................................................\nFirst\r\nAppellant\nFRANCINA POPELA\n...........................................................................\nSecond\r\nAppellant\nand\nTHE MAKHADO\r\nMUNICIPALITY\n.........................................................\nFirst\r\nRespondent\nNGHAMULA WILSON NKUNA\n.......................................................\nSecond\r\nRespondent\nNeutral citation\n:\nMaimela v Makhado Municipality\n(269/10)\n[2011] ZASCA 69\n(20\r\nMay 2011)\nCoram:\nMPATI P,\r\nCACHALIA and MAJIEDT JJA\nHeard\n23 February\r\n2011\nDelivered:\n20 May\r\n2011\nSummary:\nDelict –\r\naction for damages – personal injury sustained in shooting\r\nincident – defence of necessity – conduct\nof firing shots\r\nto avert murderous attack justified and thus not wrongful.\nDelict – action for\r\ndamages – dependants’ claim – death of breadwinner\r\nfrom injury sustained in shooting\nincident – defence of\r\nnecessity – elements of wrongfulness and fault part of\r\ningredients of cause of action –\nconduct of firing shots to\r\navert murderous attack justified and thus not wrongful.\n____________________________________________________________________\nORDER\n____________________________________________________________________\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Legodi J, sitting as court of first\r\ninstance):\nThe appeal is dismissed\r\nwith costs.\n_______________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nMPATI P (CACHALIA and\r\nMAJIEDT JJA):\n[1] On 15 July 2002 the\r\nfirst appellant and one Philip Davhana (Davhana), the late husband of\r\nthe second appellant, were struck\nby live ammunition fired by the\r\nsecond respondent from a semi-automatic pistol. The first appellant\r\nsurvived the shooting while\nDavhana died from the injuries he had\r\nsustained. The appellants subsequently instituted action against the\r\nrespondents, in the\nNorth Gauteng High Court, Pretoria, for damages\r\nsuffered as a result of the injuries sustained (in the case of the\r\nfirst appellant)\nand the death of Davhana (in the case of the second\r\nappellant). At the time of the shooting the second respondent was\r\nemployed\nby the first respondent and the latter was sought to be held\r\nvicariously liable for the former’s actions, it being alleged\n\nthat when he fired the shots the second respondent was acting in the\r\ncourse and scope of his employment with the first respondent.\nIn\r\ninstituting her claims the second appellant acted in her personal\r\ncapacity and in her capacity as mother and sole guardian of\nher four\r\nminor children born of the union between her and Davhana. Her claims\r\nwere for damages for loss of support. I shall, for\nconvenience, refer\r\nto the first appellant as ‘Maimela’; to him and the\r\nsecond appellant collectively as ‘the\nappellants’ and to\r\nthe second respondent as ‘Nkuna’.\n[2] To the appellants’\r\nclaims the respondents pleaded, inter alia, that Nkuna ‘fired\r\nshots in self- defence during an\nemergency situation’. In the\r\npre-trial minute, however, the issue that the trial court was\r\nrequired to consider was formulated\nas follows:\n‘\nWhether,\r\nin discharging his firearm on 15 July 2002, [Nkuna] acted in\r\nself-defence, alternatively during a state of necessity.’\nAt the commencement of\r\nthe trial the court (Legodi J) ordered, by agreement between the\r\nparties, that the matter proceed only on\nthe merits, the issue of\r\nquantum standing over for later determination. After he had heard\r\nevidence the learned judge upheld the\nrespondents’ alternative\r\ndefence of necessity and dismissed the claims with costs. This appeal\r\nis with his leave.\n[3] The following common\r\ncause facts, as agreed between the parties, were recorded in the rule\r\n37 minute:\n‘\n6\r\ncommon cause facts\n6.1\r\nThe parties have agreed that the following facts are common cause:\n6.1.1\r\nThe first plaintiff and the late Mr Phillip Davhana (“Davhana”)\r\nwere at all material times members of the South\nAfrican Municipal\r\nWorkers Union\n(“SAMWU”)\r\nand employees of the first defendant.\n6.1.2\r\nThe second defendant was at all material times employed by the first\r\ndefendant as its Human Resources Manager.\n6.1.3\r\nDuring or about late June 2002, SAMWU called a protected strike over\r\na wage dispute with the first defendant.\n6.1.4\r\nThe protected strike commenced on or about 2 July 2002 and ended on\r\nor about 19 July 2002.\n6.1.5\r\nOn 15 July 2002 the second defendant, acting within the course and\r\nscope of his duties, entered an area where striking workers\nwere\r\npresent.\n6.1.6\r\nIn consequence of the second defendant entering the area where the\r\nstriking workers were present, the second defendant was\nassaulted and\r\nsustained certain injuries as set out in the expert report of Dr. du\r\nPlessis.\n6.1.7\r\nThe second defendant produced a firearm and fired several shots.\n6.1.8\r\nThe firearm used by the second defendant was a 9mm parabellum calibre\r\nCZ model semi-automatic pistol, with serial number 161036,\nregistered\r\nin the second defendant’s name.\n6.1.9\r\nIn consequence of the second defendant discharging his aforesaid\r\nfirearm on 15 July 2002, the first plaintiff was shot in\nthe face.\n6.1.10\r\nIn consequence of the second defendant discharging his aforesaid\r\nfirearm on 15 July 2002, Davhana was shot in the chest and\ndied as a\r\nresult thereof on 15 July 2002.’\n[4]\r\nThe circumstances leading up to Nkuna entering the area where the\r\nstriking workers were present, which are largely undisputed,\nare\r\nbriefly these: Nkuna, who was the acting Municipal Manager of the\r\nfirst respondent at the time, in addition to his normal position\nas\r\nHead of Human Resources, was approached in his office by a Captain\r\nSibola from the office of the Area Commissioner of Police.\nShe\r\ninformed him that the striking workers were throwing around trash and\r\nintimidating members of the public. She expressed an\nintention to\r\ntake action against them but said that she first wanted to discuss\r\nthe matter with him. He arranged a meeting with\nall departmental\r\nheads and sent a letter to the ‘striking committee’, a\r\nbody representing the striking workers and\nthrough which management\r\ncommunicated with the workers, inviting them to the meeting. The\r\nletter was handed to a Mr Luus, one of\nthe first respondent’s\r\nchief traffic officers, to deliver to the chairman of the striking\r\ncommittee, Mr James Sekware. When\nMr Luus failed to return another\r\nofficial, Mr Peter Mulaya (Mulaya),\n1\nwho was both\r\nspokesperson for management and secretary of the South African\r\nMunicipal Workers Union (SAMWU), was dispatched to ascertain\nwhat was\r\nhappening. When Mulaya also did not return Nkuna requested a\r\nco-manager, Mr Peter Mawgala (Mawgala), to accompany him\nto where the\r\nstriking workers were. His intention was to ask the members of the\r\nstriking committee to attend the meeting.\n[5] As the two proceeded\r\nin the direction of the workers they saw Mulaya, who, until then, had\r\nbeen with the workers, walk towards\nthem. Upon meeting them he told\r\nthem that the workers wanted to be addressed by Nkuna. According to\r\nNkuna, the three then walked\ntogether towards the workers. When they\r\nwere close to them the workers encircled them. Mawgala, however,\r\ntestified that when Nkuna\nand Mulaya walked towards the workers he\r\nwas talking to another person and only joined the other two when they\r\nhad already been\nencircled by the workers. It appears that the crowd\r\nwas hostile towards the three officials and Mulaya tried to calm them\r\ndown\nby loudly chanting the slogan ‘Viva SAMWU, Viva SAMWU’.\r\nMawgala said while they were standing in the middle of the crowd\nhe\r\nwas struck on the head by what he believed was a knob-kierie. He then\r\nsaw workers assault Nkuna with fists and knob-kieries.\nHe managed to\r\nescape by running away through an opening in the crowd. While he was\r\nrunning he ‘heard a sound just like a\ngunshot’, after\r\nwhich he saw some workers running. He jumped over a gate and observed\r\nthe scene from ‘the other side\nof the gate’. From that\r\nvantage point he saw Nkuna stand\nup, his body covered with\r\nblood. Mawgala testified further that while Nkuna was trying to stand\r\nup he (Mawgala) ‘saw a big\nstone which hit him [Nkuna] on the\r\nhead and then he fell down’. He was there attended to by a\r\nnurse and some traffic officers.\nMawgala confirmed in cross\r\nexamination that when he and Nkuna could not get an audience with the\r\nworkers, they tried to move away\nbut did not manage to do so. He\r\ndisputed what was put to him by counsel for the appellants that Nkuna\r\nfired shots before he was\nassaulted. He could not say, however,\r\nwhether Nkuna was lying down or was up on his feet when he discharged\r\nhis firearm.\n[6] Nkuna testified that\r\nwhile Mulaya was trying to calm the workers Sekware shouted:\n‘\nWhat\r\nare these people looking for here, who called them here, why are they\r\nhere?’ He was then struck on the head with a knob-kierie\nand\r\nthereafter assaulted by members of the crowd. They kicked and beat\r\nhim with fists until he fell to the ground. He was assaulted\n\ncontinuously with knob-kieries and kicked repeatedly. When he\r\nrealized that his life was in danger he struggled to draw his firearm\n\nand when he ultimately succeeded he cocked it and ‘fired two or\r\nthree shots without aiming anywhere’, while he was\nstill on the\r\nground. The workers scattered. He was bleeding all over and his\r\nclothes were torn off. As he struggled to his feet\na man approached\r\nhim. At that stage he was holding his firearm by its barrel. He\r\nthought this person was coming to assist him,\nbut, instead, the man\r\nhit him on the head with what appeared to be a rock. They struggled\r\nover the firearm, but he collapsed onto\nthe ground, unconscious. When\r\nhe regained consciousness he discovered that he was at Louis\r\nTrichardt Memorial Hospital, from where\nhe was airlifted to Unitas\r\nHospital in Pretoria.\n[7] When asked why he\r\nfired the shots Nkuna replied:\n‘\nI\r\nfired the shots because my life was in danger . . . they were in the\r\nprocess of killing me.’\nHe said he fired the\r\nshots ‘to scare them away’. He denied in cross\r\nexamination that he was assaulted after he had fired\nshots and said\r\nhe only fired while he was lying on the ground and ‘being hit\r\nby the mob’. He testified that he fired\nthe shots into the\r\nground, but when asked why one of the bullets found on the scene was\r\nnot damaged, which meant that he could\nnot have fired into the ground\r\n(tarmac), he responded:\n‘\nWhen\r\nI fired the bullets I was on the ground and there were more than 300\r\npeople trying to hit me with something at the same time\n. . . As much\r\nas I was intending to shoot at the ground . . . it might happen that\r\na bullet never hit the ground.’\nIt was put to him that\r\nthe person he said approached him after he had fired shots was a Mr\r\nAbraham Tshirupfe, who would testify\nthat at that stage he (Nkuna)\r\nhad not as yet been assaulted; that he approached Tshirupfe, pointing\r\na firearm at him; that Tshirupfe\nstruggled to take the firearm from\r\nhim; that he (Nkuna) hit Tshirupfe on the head with the butt of the\r\nfirearm; that Tshirupfe\ndisarmed him, after which he (Nkuna) pulled a\r\nsecond firearm ‘out of your sock or your shoe’, but was\r\ndisarmed of that\nfirearm as well. Nkuna denied all this and claimed\r\nthat he owned only one firearm.\n[8] Mr Martin Tobie Luus\r\n(Luus), an assistant manager: Traffic and Licensing at first\r\nrespondent municipality, also testified. He\nwas ‘about 25 to 30\r\nyards’ from the group of striking workers when Nkuna, Mawgala\r\nand Mulaya walked into the group.\nHe said he could hear that there\r\nwere hectic arguments and immediately after that the group ‘started\r\nto club down and kick\nand hit with the “knob-kieries” and\r\nsticks, somebody’. He could not see who was being attacked. He\r\nthen heard\nthree shots and the crowd immediately dispersed. To his\r\nsurprise he saw Nkuna lying on the ground. He noticed that Nkuna was\r\nwithout\nshoes, his shirt was torn off and he was bleeding profusely.\r\nHe said as Nkuna tried to stand up he saw someone from the crowd go\n\ntowards him (Nkuna). This person picked up ‘a sizeable stone’-\r\nthe size of a rugby ball - and hit Nkuna on the head\nwith it. In\r\ncross examination Luus gave the sequence of events as follows:\n‘\nThey\r\nwent into the crowd, then arguments started, then the assault\r\nthereafter, then the shots were fired, then the crowd dispersed.’\n[9] Five witnesses\r\ntestified on behalf of the appellants, namely the first and second\r\nappellants, Messrs Elvis Tlou, a driver employed\nby the first\r\nrespondent and a member of SAMWU, Peter Masia and Tshirupfe, both\r\nemployees of the first respondent and members of\nSAMWU. It is\r\nunnecessary to set out in detail the testimony of Tshirupfe, which\r\nwas mainly in line with what was put to Nkuna in\ncross-examination.\r\nHis version as to when the shots were fired was rejected by the trial\r\ncourt, correctly so, in my view. The court\nheld that the version of\r\nthe respondents ‘is more probable than that of the appellants’.\n[10] Tlou testified that\r\nhe was standing on the outside of a ‘danger tape’ with\r\nwhich the area where the striking workers\nwere gathered was\r\ndemarcated when he saw Nkuna, Mawgala and Mulaya walk towards the\r\nworkers. He heard Sekwari when the latter asked\nthem where they were\r\ngoing. When they were in the crowd he heard someone shouting the\r\nwords ‘viva SAMWU viva’. After\na while he heard a gunshot\r\nand ‘people started to disperse, running’. One of the\r\nworkers approached him and reported\nthat another person had fallen,\r\npointing in a particular direction. He followed the direction pointed\r\nto him and found Davhana.\nAnother person told him about someone else\r\nwho was bleeding. He ascertained thereafter that the person who was\r\nbleeding was the\nfirst appellant. He then conveyed his two injured\r\ncolleagues to hospital in his vehicle.\n[11] Masia was among the\r\nstriking workers when Nkuna, Mawgala and Mulaya walked into the\r\ngroup. He said that when Mulaya shouted\nthe words ‘viva, viva’\r\nand ‘down with the destruction of municipality properties and\r\nlittering’ the crowd\nscreamed at him. A lady drew his attention\r\nto Nkuna who had a firearm in his hand. While the crowd was still\r\nscreaming at Mulaya\nhe heard a gunshot. Masia’s testimony\r\nproceeded as follows:\n‘\n[W]hen\r\nI heard, when we heard a gunshot, we then dispersed, we started to\r\nrun.’\nAnd:\n‘\nWhile\r\nwe were still running we heard another two gunshots, now, from the\r\nfirst one, another two, then there were three now’.\nAccording to him he saw\r\nthat Nkuna was pointing the firearm at the dispersing crowd when he\r\nfired the last two shots. On what transpired\nafter the shots were\r\nfired Masia supported Tshirupfe’s testimony. On his version\r\nNkuna fired the shots for no reason whatsoever.\nHowever, the court a\r\nquo rejected his version that he saw Nkuna with a firearm in his hand\r\nwhile in the crowd. It held that it\nwas improbable that Nkuna ‘could\r\nhave approached the strikers, entered the area of picketing, stood in\r\nthe middle of them\nand then held a firearm in his hand’. I\r\nagree.\n[12] The second\r\nappellant’s testimony related to her customary union with\r\nDavhana. Her evidence that she was married to him\nby customary union\r\nand that four minor children were born of that union was not\r\nchallenged.\n[13] The first appellant\r\ntestified that he never saw the three officials when they walked into\r\nthe crowd of striking workers because,\nalthough he had been part of\r\nthe crowd, he had gone to the toilet. When he walked back towards the\r\ncrowd he was shot on the side\nof his mouth. The bullet penetrated his\r\nleft cheek and appears to have damaged his eyesight.\n[14] Counsel for the\r\nappellants did not seek to persuade us to disturb the factual\r\nfindings made by the trial court. Indeed, counsel’s\nargument\r\nproceeded on the assumption that this court will not overturn the\r\ntrial court’s finding that Nkuna was the victim\nof an attack\r\nbefore he fired the shots. There is, however, one aspect of the\r\njudgment of the court a quo that requires attention.\nIt relates to\r\nthe court’s reasoning in rejecting Masia’s evidence that\r\nNkuna was assaulted after he had fired shots.\nThe court reasoned that\r\nbecause Masia could not see Nkuna in the crowd as he was\r\nconcentrating on Mulaya and the crowd, and because,\naccording to him,\r\nthe crowd dispersed and ran away after the first shot, Masia ‘cannot\r\nsay whether Nkuna was assaulted before\nthe first shot was fired’.\r\nThe learned judge assumed that Masia also ran away after the first\r\nshot and concluded that he\ncould therefore not have seen Nkuna firing\r\na gun while he was amongst several hundred people who were running\r\naway. I raise this\nbecause counsel for the appellants submitted that\r\nthe court below appeared to have accepted that after the first shot\r\nhad been\nfired the crowd immediately dispersed. This is incorrect. It\r\nwas Masia who had testified that the crowd dispersed after the first\n\nshot. And he was the only one to give that evidence. Tshirupfe\r\ntestified that after the three officials had entered the crowd he\n\nheard three gun shots ‘[w]ithin the twinkle of an eye’\r\nand then people started to disperse. In a statement he deposed\nto\r\nbefore a police captain in Louis Trichardt on 17 July 2002, Nkuna\r\nstated that he fired a shot into the ground and saw that the\ncrowd\r\nwas still around. He then fired another shot into the ground. I\r\naccordingly disagree with counsel’s contention that,\neven if it\r\ncannot be said that the trial court made a specific finding that the\r\ncrowd dispersed after the first shot had been fired,\nthe evidence and\r\nthe probabilities support such a conclusion. In fact, the opposite\r\nappears to be true, in my view.\n[15] As has been\r\nmentioned above, the court below was called upon to consider the\r\nrespondents’ plea of self-defence, alternatively\nnecessity, in\r\nrelation to the facts of the case. It decided to consider the\r\nalternative plea of necessity, reasoning that ‘for\nthe purpose\r\nof these proceedings it does not matter whether the defence of\r\nself-defence is proved or not if the defence of necessity\nis found to\r\nbe justified’. The court found that the actions of Nkuna in\r\nfiring the shots he did were justified.\n[16] In view of the\r\nconclusion reached by the court a quo and the arguments on behalf of\r\nthe appellants, with which I agree, that\nin the absence of any\r\nevidence to show that Davhana and Maimela participated in the assault\r\nthe defence of self-defence was not\navailable to Nkuna, I do not\r\npropose to embark on an elaborate exposition on the differences\r\nbetween the defences of self-defence\nand necessity. It suffices to\r\nsay that necessity, unlike self-defence, does not require the\r\ndefendant’s action to have been\ndirected at the perpetrator of\r\nan unlawful attack. It is invoked where the action, or conduct, of\r\nthe defendant was ‘directed\nagainst an innocent person for the\r\npurpose of protecting an interest of the actor or a third party\r\n(including the innocent person)\nagainst a dangerous\nsituation’.\n2\nAnd whether or not\r\nthe defendant’s conduct would be covered by the defence of\r\nnecessity will depend on all the circumstances\nof the case.\n[17]\r\nProfessor Jonathan Burchell\n3\nsuggests that for\r\nan act to be justified on the ground of necessity the following\r\nrequirements must be satisfied:\n‘\n(\na\n)\n[A]\r\nlegal interest of the defendant must have been endangered, (b) by a\r\nthreat which had commenced or was imminent but which was\n(c) not\r\ncaused by the defendant’s fault, and, in addition, it must have\r\nbeen (d) necessary for the defendant to avert the\ndanger, and (e) the\r\nmeans used for this purpose must have been reasonable in the\r\ncircumstances.’\nThe crux of counsel’s\r\nargument was that the respondents failed to show that it was\r\nreasonable for Nkuna to have fired shots\nin the direction of Maimela\r\nand Davhana, particularly the shots that struck them. It was\r\ntherefore submitted that the last element\nof the requirements as\r\nformulated by Professor Burchell was not established, because it was\r\nnot reasonable for Nkuna to have fired\nrandomly in the direction of\r\nthe crowd, most of whom were not participating in the attack upon\r\nhim. Counsel’s further contention\nwas that even if it was\r\nreasonable for Nkuna to have fired randomly into the crowd it was not\r\nreasonable for him to have continued\nfiring after the first shot.\n[18]\r\nIt may well be that Davhana was not participating in the attack upon\r\nNkuna when he was struck by a bullet – Maimela’s\n\ntestimony that he was not has to be accepted in the absence of\r\nevidence to the contrary – hence the defence of necessity.\nBut\r\nto escape liability for Nkuna’s actions the respondents were\r\nnot required to establish that Maimela and Davhana were\npart of the\r\nattacking crowd.\n4\nIt could not be\r\nargued in this case, in my view, that it was not necessary for Nkuna\r\nto avert the murderous attack upon him by members\nof the crowd. It is\r\nnot in dispute that while he was lying on the ground, helpless, after\r\nhe had been struck by a knob-kierie and\nfelled by fist blows and\r\nkicks, Nkuna was assaulted so severely that when the assault stopped\r\nhe was bleeding profusely barely\nwith any clothes left on his body. I\r\nagree with the view of the court below that had he not fired the\r\nshots Nkuna would, in all\nprobability, have been killed.\n[19]\r\nIt was not suggested before us that it was not reasonable for Nkuna\r\nto have averted the danger of being killed by a murderous\ncrowd by\r\nfiring shots with his firearm. Nor was it argued that the use of his\r\nfirearm by Nkuna was not the only reasonably possible\nmeans of\r\naverting the danger.\n5\nIn these\r\ncircumstances, I fail to see how it could be argued that it was not\r\nreasonable for him to have fired randomly in the direction\nof the\r\ncrowd, if indeed he did, when people in that very crowd were\r\nperpetrating the murderous attack on him. It may well be, and\nin all\r\nprobability is so, that most of the crowd were not close enough to\r\nphysically participate in the assault. But it is precisely\nthese\r\nsituations that the defence of necessity seeks to cover.\n[20]\r\nCounsel for the appellant submitted, however, that a court should be\r\nextremely hesitant to accept, without the most compelling\nevidence\r\nand circumstances, that it is lawful to kill an innocent person. In\r\nthis regard, counsel contended, due regard must be\nhad to ‘the\r\nright to life’ of the innocent victim as provided for in s 11\r\nof the Constitution. This is so, but, as\nwas stated by the\r\nConstitutional Court, ‘[t]o deny the innocent person the right\r\nto act in self-defence would be to deny\nto that individual his or her\r\nright to life’.\n6\nThe same is true\r\nwhere an innocent person acts in circumstances of necessity. Thus,\r\nwhere a defendant is able to show that his conduct\nin causing the\r\ndeath of an innocent person was objectively reasonable in the\r\nparticular circumstances, he will be exonerated. Of\ncourse, in\r\ndetermining whether the conduct of the defendant was reasonable a\r\ncourt will consider questions of proportionality.\nAs was said in\nCrown\r\nChickens\n7\n,\r\n‘the greater the harm that was threatened, and the fewer the\r\noptions available to prevent it, the greater the risk that\na\r\nreasonable person would be justified in taking, and\nvice\r\nversa\n’\n.\r\nI have mentioned above that the crowd perpetrated a murderous attack\r\non Nkuna. In my view, there can be no greater harm than a\nthreat to\r\none’s life.\n[21] Admittedly, there\r\nwere apparent inconsistencies in Nkuna’s evidence. He testified\r\nin chief that when he was being assaulted\nwhile on the ground he was\r\ncovering his head; he struggled to reach for his pistol and struggled\r\nto cock it. He said that while\nhe was on the ground he fired two or\r\nthree shots without aiming anywhere. When he was confronted in cross\r\nexamination with the\ncontents of his police statement in which he\r\nstated that all the shots he fired were ‘pointed on the tar’,\r\nhe confirmed\nwhat he said in his statement as being correct. He was\r\nthen referred to the appellants’ expert notice in respect of\r\nthe evidence\nthat would be tendered by a ballistics expert, to the\r\neffect that a 9mm calibre undamaged fired bullet found near the scene\r\nhad\nno markings, which indicated that the bullet had not ricocheted\r\noff a tarred surface. To this he responded that as much as he was\n\n‘intending to shoot at the ground’, it ‘might\r\nhappen that a bullet never hit the ground’. Elsewhere in\nhis\r\ntestimony he said that he never intended to kill anyone, but rather\r\nwanted to ward off his attackers. Counsel accordingly submitted\nthat\r\nif, as Nkuna impliedly conceded, the circumstances were such that he\r\nthought it appropriate to try to ward off his attackers\nrather than\r\nto kill them that showed that it was not objectively reasonable for\r\nhim to simply shoot into the crowd. The prospect\nthat his shooting\r\nwould cause death or injury to innocent third parties was\r\noverwhelming, so the argument continued. The alternative,\nsaid\r\ncounsel, was to fire in the air once, twice or thrice, or into the\r\ntarmac, or once into the crowd. But I think the stance\nadopted by\r\ncounsel is that of an arm-chair critic.\n[22] First, the\r\npostulated alternatives were never canvassed with Nkuna during the\r\ntrial. Second, his evidence, which was accepted\nby the trial court,\r\nwas that when he fired the shots he was on the ground with members of\r\nthe crowd assaulting him while he was\ntrying to cover his head. In my\r\nview, it would be unreasonable to have expected him, in these\r\ncircumstances, to have looked up\nand carefully observed whether he\r\ncould fire a warning shot. In light of the evidence it is hardly\r\nsurprising that, even though\nhe may have intended to fire into the\r\nground as he thought he had done, he may not have.\n[23] Lastly, counsel\r\nsubmitted that the respondents did not show how many shots were fired\r\nand that the respondents have not excluded\nas a reasonable\r\npossibility that five shots were fired. The question that has to be\r\nanswered, counsel contended, was whether, if\nthe object was to ward\r\noff the attackers (and not to kill any of them), it was reasonable to\r\nhave fired as many times. In my view,\na reference to the evidence\r\nwill answer this question. It is true that in his statement to the\r\npolice Luus said that five shots\nwere fired. However, during his\r\nevidence at the trial he testified that only three shots were fired.\r\nNkuna said he fired two or\nthree shots. He said: ‘then I fired\r\nthose shots to scare them away . . . And then they have scattered’.\r\nMasia, the\nappellants’ own witness, confirmed this. The\r\ndifference between his version on this aspect and that of Nkuna was\r\nthat he\ntestified that the crowd dispersed after the first shot. That\r\npart of his evidence was rejected by the court below. In my view,\n\nNkuna’s conduct was objectively reasonable and his defence of\r\nnecessity was thus correctly upheld by the court a quo.\n[24] As to the second\r\nappellant’s claim in her representative capacity, counsel\r\nsubmitted that even if it should be found\nthat Nkuna acted\r\nreasonably, there was still a valid dependant’s claim. Counsel\r\nderived support for his argument from the\nfollowing passage in\r\nProfessor Burchell’s work:\n‘\nHowever,\r\nif an innocent person has been killed by another under compulsion, no\r\nconflict with the existing law in South Africa would\nresult if the\r\ndeceased’s dependants were able to sue the killer for damages\r\nfor loss of support. As we have seen, the dependants\nsue in their own\r\nright and the fact that the killer’s conduct might be justified\r\nby compulsion (i.e. lawful) vis-à-vis\nthe innocent victim does\r\nnot impair the right of the dependants of the victim to recover\r\ndamages for loss of support from the person\nwho has deprived them of\r\nthis support. The deprivation of support remains unlawful even though\r\nthe killing of the breadwinner is\nlawful.’\n8\nTo the\r\nextent that this passage suggests that no wrongful act on the part of\r\nthe defendant need be proved in a dependent’s\nclaim for loss of\r\nsupport, I disagree. In the\nCrown\r\nChickens\ncase\r\nNugent JA said the following:\n‘\nBut,\r\nwhile it is clear that there is no liability for harmful conduct that\r\noccurs in circumstances of necessity, and that the standard\nfor\r\nassessing the conduct is objective, it has yet to be authoritatively\r\ndetermined where necessity fits in the jurisprudential\nscheme\nof\r\ndelictual\nliability.\nThe\r\nweight of academic opinion is that necessity operates to justify\r\nconduct that would otherwise be wrongful, thus taking it outside\nthe\r\nclass of conduct that is susceptible to an action for damages, a view\r\nthat seems largely to draw upon analogous principles\nthat have been\r\ndeveloped in criminal law. On the other hand, it also seems at times\r\nto have been suggested that it might operate\ninstead to avoid a\r\nfinding of negligence\n.’\n9\n[25] The basic\r\ningredients of a claimant’s cause of action in a claim for\r\ndamages for loss of support were summarized by Corbett\nJA as follows\r\nin\nEvins v Shield Insurance\nCo Ltd\n1980 (2) SA 814\n(A)\r\nat 839B-C:\n‘\n(a)\r\n[A] wrongful act by the defendant causing the death of the deceased,\r\n(b) concomitant\nculpa\n(or\ndolus\n)\non\r\nthe part of the defendant, (c) a legal right to be supported by the\r\ndeceased, vested in the plaintiff prior to the death of the\ndeceased,\r\nand (d)\ndamnum\n,\r\nin the sense of a real deprivation of anticipated support.’\nThus, questions of\r\nwrongfulness and fault come into the picture, as they do in Maimela’s\r\nclaim based on the bodily injury\nhe sustained. And, as the learned\r\nJudge of Appeal continued, the\nfacta probanda\nwould relate to\r\nthese matters (the basic ingredients) and ‘no cause of action\r\nwould arise until they had all occurred’.\nPut simply, without a\r\nwrongful act there can be no cause of action for loss of support. It\r\nfollows that the dependents’ claim\nbrought by the second\r\nappellant on behalf of Davhana’s minor children could not\r\nsucceed.\n[26] The appeal is\r\ndismissed with costs.\n____________________\nL Mpati\nPresident\nAPPEARANCES\nAPPELLANTS: A J Freund SC\nInstructed by Cheadle\r\nThompson & Haysom, Pretoria;\nMcIntyre & van der\r\nPost., Bloemfontein\nRESPONDENT: M J Botha\nInstructed by Klagsbrun\r\nDe Vries & Van Deventer, Pretoria;\nHoney Attorneys,\r\nBloemfontein\n1\nThe\r\n\trecord gives two other variations of the spelling of the surname:\r\n\t‘Molaia’ and ‘Mwule’.\n2\nCrown\r\n\tChickens (Pty) Ltd t/a Rocklands Poultry v Rieck\n2007 (2) SA 118\n(SCA) para 10, quoting with approval J C van der Walt and J R\r\n\tMidgley\nPrinciples of Delict\n3 ed para 87.\n3\nPrinciples\r\n\tof Delict\n(1993) 75.\n4\nPetersen\r\n\tv Minister of Safety and Security\n[2010] 1 All SA 19\n(SCA) para\r\n\t11.\n5\nThis\r\n\tis one of the considerations a court must take account of in\r\n\tdetermining the reasonableness of a defendant’s conduct.\nSee\nCrown Chickens,\npara 13, where Nugent JA quotes from Van der\r\n\tWalt and Midgley\nPrinciples of Delict\npara 87.\n6\nS\r\n\tv Makwanyana & another\n[1995] ZACC 3\n;\n1995 (3) SA 391\n(CC) para 138.\n7\nPara\r\n\t14.\n8\nPrinciples\r\n\tof Delict\n, above fn 3 p77.\n9\nPara\r\n\t11. (Footnotes omitted.)",
  "scraped_at": "2026-02-12T15:34:31.424752",
  "date": "2011-05-20",
  "coram": [
    "MPATI P",
    "CACHALIA",
    "MAJIEDT JJA"
  ],
  "case_number": "269/10",
  "parties": {
    "applicants": [
      "Samuel Maimela",
      "Francina Popela"
    ],
    "respondents": [
      "Makhado Municipality",
      "Nghamula Wilson Nkuna"
    ]
  },
  "sections": {
    "facts": "In July 2002 a protected strike by SAMWU members at the Makhado Municipality escalated when the municipality's Human Resources Manager, Nghamula Wilson Nkuna, entered the picket area to negotiate. He was assaulted by a hostile crowd, struck on the head and repeatedly beaten. While on the ground and fearing for his life, Nkuna discharged his 9mm pistol, firing two or three shots that struck Samuel Maimela in the face and killed Philip Davhana, the husband of Francina Popela. The appellants sued the municipality (vicariously liable for Nkuna) and Nkuna for damages arising from the injuries and death.",
    "issues": "The court had to determine (1) whether Nkuna's use of force was justified under the defence of necessity (or self‑defence); (2) whether the municipality could be held vicariously liable for Nkuna's actions; and (3) whether the second appellant could maintain a claim for loss of support on behalf of her children despite the defence of necessity.",
    "principles": "The judgment applied the doctrine of necessity as articulated by Professor Burchell: (a) a legal interest must be endangered; (b) the threat must be imminent and not caused by the defendant; (c) the act must be necessary to avert the danger; and (d) the means used must be reasonable. The court distinguished necessity from self‑defence, noting that necessity does not require targeting the direct aggressor. For loss‑of‑support claims, the elements from Corbett JA (wrongful act, culpa, legal right to support, and damage) were reiterated, emphasizing that without a wrongful act there is no cause of action.",
    "application": "The court found that Nkuna was under a mortal attack, unable to escape, and that firing the shots was a reasonable means of averting death. It rejected the appellant's argument that firing into a crowd of innocent persons was unreasonable, holding that necessity covers such conduct when the majority of the crowd were perpetrators of a murderous attack. Consequently, Nkuna's conduct was not wrongful, removing the basis for liability against both Nkuna and the municipality. The court also held that the dependants' claim could not succeed because the requisite wrongful act was absent.",
    "conclusion": "The appeal was dismissed with costs. The lower court's finding that Nkuna's conduct was justified under the defence of necessity was affirmed, and no damages were awarded to the appellants."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Defence of Necessity",
    "level_3": [
      "personal injury",
      "loss of support",
      "strike",
      "municipal liability",
      "self-defence"
    ]
  }
}