{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/189.html",
  "case_name": "Rademeyer v Viljoen and Another (69/11) [2011] ZASCA 189 (3 November 2011)",
  "citation": "[2011] ZASCA 189",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 189\n|\nNoteup\n|\nLawCite\nRademeyer v Viljoen and Another (69/11) [2011] ZASCA 189 (3 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 69/11\nIn\r\nthe matter between:\nWILLEM JACOBUS MINNIE\r\nRADEMEYER\n…..........................................\nAppellant\nv\nDANIËL\r\nROUX VILJOEN\n…..........................................................\nFirst\r\nRespondent\nSWANEPOEL\r\n& PARTNERS AUCTIONEERS\n…...................\nSecond\r\nRespondent\nNeutral citation:\nRademeyer v Viljoen\n(69/11)\n[2011] ZASCA 189\n(3 November\r\n2011).\nCoram:\nBrand,\r\nVan Heerden, Malan, Majiedt JJA et Plasket AJA\nHeard:\n3\r\nNovember 2011\nDelivered: 3 November\r\n2011\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court, Pretoria.\n(Pretorius J sitting as\r\ncourt of first instance):\nThe appeal is dismissed\r\nwith costs including the costs of both respondents.\n______________________________________________________________\nJUDGMENT\nBRAND JA\n(\nVAN\r\nHEERDEN, MALAN, MAJIEDT JJA ET PLASKET AJA\nconcurring):\n[1] This appeal is\r\nagainst a judgment of Pretorius J in the North Gauteng High Court. It\r\nraises no questions of law. It turns on\nthe application of\r\nwell-established principles of law to the facts which are not\r\nparticularly complicated. The matter comes before\nus with the leave\r\nof the court a quo who gave no reasons whatsoever as to why she\r\nconsidered that the appeal should lie to this\ncourt. In the\r\ncircumstances we can only repeat what, to the readers of our judgment\r\nin the law reports, must by now have become\na rather tiring refrain.\r\nSo for example it was said by Marais JA in\nShoprite Checkers (Pty)\r\nLtd v Bumpers Schwarmas CC\n2003 (5) SA 354\n(SCA) para 23:\n‘\nWhatever\r\na party or the parties may prefer, it remains the duty of the trial\r\nJudge to consider what Court is the more appropriate\nin the\r\ncircumstances of the case. The issue was purely one of fact; no\r\ncontroversial legal principle was involved; and the sums\nof money\r\ninvolved are by today’s standards not so great as to justify\r\nthe decision. The inappropriate granting of leave to\nappeal to this\r\nCourt increases the litigants’ costs and results in cases\r\ninvolving greater difficulty and which are truly\ndeserving of the\r\nattention of this Court having to compete for a place on the Court’s\r\nroll with a case which is not.’\n(See also eg\nMTN\r\nService Provider (Pty) Ltd v Afro Call (Pty) Ltd\n2007 (6) SA 620\n(SCA) para 24.)\n[2] Though we do not\r\nagree with the court a quo’s exposition of legal principles in\r\nall respects nor with every one of her\nfactual findings, we believe\r\nthat her ultimate conclusion cannot be faulted. That is why the\r\nappeal should, in our view, be dismissed\nwith costs. In the\r\ncircumstances I propose to state our reasons as succinctly as\r\npossible. In broad outline the background facts\nare these. On 29\r\nJanuary 2000 the appellant, Mr Willem Rademeyer, who was at the time\r\na 65 year old farmer in the Mpumalanga province,\nwas the successful\r\nbidder at an auction. The auctioneer was the first respondent, Mr\r\nDaniël Viljoen, who acted as representative\nof the second\r\nrespondent, Swanepoel and Partners Auctioneers (the auctioneers).\n[3] The property put up\r\nfor sale at the auction was the farming business of the A J Kruger\r\nfamily trust (the trust) as a going concern.\nIt consisted of three\r\nfarms, all movables used in the farming activities and the existing\r\ncrops on the farm. Rademeyer’s\nbid of R4,5 million was the\r\nhighest and thus constituted the selling price of the property.\r\nPursuant to clause 6 to the conditions\nof sale, which applied at the\r\nauction, Rademeyer paid a deposit of 20 per cent of the purchase\r\nprice, ie R900 000. In terms\nof clause 17 of these same\r\nconditions, the highest bid at the auction was subject to\r\nconfirmation by the trust within a period\nof 14 days. On 10 February\r\n2000 Viljoen, who was also a trustee of the trust, accepted the offer\r\non its behalf and the sale thus\nbecame binding.\n[4] Shortly after\r\nconfirmation of the sale, Viljoen paid out the amount of R900 000\r\nto creditors of the trust, including the\nauctioneer’s\r\ncommission of about R205 000 and the balance to the trust’s\r\nbanker, Absa, where it had an overdraft\naccount. On 8 March 2000\r\nRademeyer cancelled the sale in terms of clause 16 of the conditions\r\nof sale to which I shall soon return.\nImportant for present purposes,\r\nhowever, is that Rademeyer reclaimed payment of the deposit of\r\nR900 000 from the trust. When\nthe trust refused to comply with\r\nhis demand, Rademeyer instituted proceedings for payment in the court\r\na quo. Despite opposition\nby the trust, his claim ultimately proved\r\nto be successful and judgement was given in his favour on 27\r\nSeptember 2000. On the same\nday, however, an application was brought\r\nfor the sequestration of the trust’s estate which was\r\neventually granted. Rademeyer\nfiled a claim in the insolvent estate.\r\nAs a concurrent creditor he recovered a dividend of less than\r\nR200 000. He thereupon\nissued summons for the balance of the\r\ndeposit in the court a quo against the auctioneers.\n[5] In due course he also\r\ninstituted a separate action in the court a quo against Viljoen in\r\nhis personal capacity. By agreement\nbetween the parties the two\r\nactions were heard as one before Pretorius J. At the end of the\r\nproceedings before her, she dismissed\nthe claims in both actions with\r\ncosts. The appeal against that judgment is, as I have said, with the\r\nleave of the court a quo.\n[6] As also appears from\r\nwhat I have said, the two clauses in the conditions of sale that\r\nproved to be pertinent were clause 6 and\n16. They provided in\r\nrelevant part:\n‘\n6.\r\nThe purchaser shall pay a deposit of 20% (twenty per cent) of the\r\npurchase price in cash on the day of the sale, the balance\nagainst\r\ntransfer, however, to be secured by an acceptable bank guarantee to\r\nbe approved by the seller’s attorney and to be\nfurnished to the\r\nsaid attorney within 30 days from date of confirmation.\n.\r\n. .\nThe\r\n\tseller warrants the following:\nThat\r\n\t\the has no knowledge of any claims or indication of any claims made\r\n\t\tby any third party in respect of the whole or any portion\nof the\r\n\t\tproperty in terms of the provisions of the\nRestitution of Land\nRights Act 22 of 1994\nand do hereby authorise the purchaser to make\r\n\t\tany enquiries in this regard to the relevant authorities as to\r\n\t\tensure that no\nsuch claims do exist.\n16.2\r\nShould it transpire that any claims have indeed been made by any\r\nthird party in respect of the property in terms of the provisions\nof\r\nthe said Act, then the purchaser shall at his election be entitled,\r\nbut not obliged, to withdraw from this agreement in which\nevent all\r\namounts as paid by the purchaser shall be repaid to him by the seller\r\n– subject however thereto that the purchaser\nshall not be\r\nentitled to rely on this clause for repayment once transfer has been\r\neffected and the balance purchase price has been\npaid.’\n[7] The basis upon which\r\nRademeyer cancelled the sale in terms of clause 16 on 8 March 2000\r\nwas that a land claim was indeed filed\nagainst the property, in terms\r\nof the\nRestitution of Land Rights Act 22 of 1994\nin December 1998.\r\nFrom evidence led on behalf of Rademeyer himself, it turned out that\r\nhe already heard about this claim on 4 February\n2000 at a time when\r\nhis cheque for R900 000 had not yet been drawn upon. It is\r\ncommon cause, however, that he only confronted\nViljoen with the\r\nallegation of such a claim, through his attorney, in March 2000.\r\nViljoen’s evidence was that this was the\nfirst time he became\r\naware of these allegations which he then established to be true, but\r\nthat if it had been brought to his notice\nbefore 10 February 2000, he\r\nwould not have deposited Rademeyer’s cheque.\n[8] The claim against the\r\nauctioneers rested on no less than five alternative grounds while the\r\nclaim against Viljoen was based\non three alternatives. In broad\r\noutline they amounted to these:\n(a) The main claim, which\r\nwas brought against the auctioneers only, departed from the premise\r\nthat the contract embodied in the\nconditions of sale constituted a\r\ntripartite agreement between the trust, Rademeyer and the\r\nauctioneers. On a proper interpretation\nof that agreement, so\r\nRademeyer’s particulars of claim proceeded, the auctioneers\r\nundertook not to pay the deposit to the\ntrust pending transfer of the\r\nproperty, but that they would keep it in their trust account until\r\nthe occurrence of that event.\n(b) The first alternative\r\nclaim, again brought against the auctioneers only, was based on a\r\ntacit agreement between Rademeyer and\nthe auctioneers. The alleged\r\nterms of the tacit agreement were the same as those relied upon for\r\nthe main claim.\n(c) The second\r\nalternative, which was pleaded against both auctioneers and Viljoen\r\nrelied in both instances on the common law contract\nof\ndepositum\n.\r\nAccording to this claim, as formulated in Rademeyer’s\r\nparticulars of claim, the auctioneers and Viljoen undertook to take\n\nthe deposit in safekeeping until transfer of the property into his\r\nname in which event it would be paid to the trust but, failing\nwhich,\r\nit would be restored to him.\n(d) The third alternative\r\nclaim, also brought against both the auctioneers and Viljoen, was\r\nbrought in delict. In support of this\nclaim it was pleaded that\r\nViljoen, acting in the course and scope of his employment as an\r\nemployee of the auctioneers had paid\nthe deposit to the trust in\r\nbreach of a legal duty towards Rademeyer not to do so pending\r\ntransfer of the property in his name.\n(e) The fourth\r\nalternative, also brought against the auctioneers and Viljoen was\r\nonly introduced by way of an amendment to Rademeyer’s\n\nparticulars of claim on 7 July 2009. Why I mention this is because it\r\ngave rise to a special plea of prescription against this\nclaim to\r\nwhich I shall return. The nub of this claim was that Viljoen (a) was\r\naware at the time of the auction that there was a\nland claim in\r\nrespect of the property or at least that there were indications of\r\nsuch a claim; (b) that in the light of this knowledge\nhe was under a\r\nlegal duty to inform Rademeyer of the possibility of a land claim and\r\nof the precarious state of the trust’s\nfinancial affairs; and\r\nthat (c) while acting in the course and scope of his employment as\r\nemployee of the auctioneers, Viljoen\nhad failed to comply with his\r\nduty.\n[9] The court a quo held\r\nthat Rademeyer’s main claim was not supported by a proper\r\ninterpretation of the sale. I agree. Clause\n6 refers to two payments:\r\n(a) the deposit and (b) the balance of the purchase price. The\r\npayment in (b) is manifestly to be made\nto the seller. Since the\r\nclause draws no distinction between the recipient of (a) and (b),\r\nlogic dictates that they were both to\nbe made to the seller.\n[10] In this light the\r\nauctioneers could only accept payment of the deposit as agent for the\r\nseller. No doubt the contract could\nhave provided that the agent must\r\nkeep the deposit in trust, either as agent for the purchaser or as a\r\nstakeholder, pending transfer.\nThat is illustrated by numerous\r\nreported cases. The point is that the contract made no such\r\nprovision. In consequence the prepayment\nof the deposit provided for\r\nby the contract had to be made to the seller. If anything, this\r\ninterpretation of clause 6 is supported\nby clause 16 of the contract\r\nwhich was the very basis relied upon by Rademeyer for his claim\r\nagainst the trust. This clause expressly\nprovides that, in the event\r\nof cancellation by the purchaser, the seller would be the party\r\nobliged to repay, which presupposes\nthat the seller was the recipient\r\nprior to transfer.\n[11] Thus understood, the\r\nauctioneers had no right to retain the deposit. On a proper\r\ninterpretation of clause 6 they were obliged\nto pay the deposit to\r\nthe trust on the date of sale which was the date of confirmation\r\nunder clause 17. This is exactly what Viljoen\ndid. It follows that\r\nthe main claim was rightly dismissed by the court a quo.\n[12] The further\r\nconsequence of these findings is that there was simply no room for\r\nthe other contracts relied upon by Rademeyer\nin the alternative. Once\r\nit is accepted that in terms of the sale, the auctioneers were\r\nobliged to pay the deposit to the trust\non the date of the sale, any\r\nsuggestion that in terms of some other contract they undertook to do\r\nthe exact opposite by keeping\nthe deposit in trust until transfer,\r\nbecomes manifestly untenable. As a matter of pure logic the\r\nauctioneers could not be presumed\nto have entered into two contracts\r\nwhich imposed diametrically conflicting obligations upon themselves.\n[13] The same goes for\r\nthe first claim in delict which relied upon a duty imposed by law on\r\nViljoen and the auctioneers to keep\nthe deposit in trust pending\r\ntransfer. It is well-established that for policy reasons, the\r\nextension of delictual liability will\nbe refused if it would\r\nconstitute an interference with the defendant’s lawful\r\nobligations (see eg\nFourway Haulage SA (Pty) Ltd v SA National\r\nRoads Agency Ltd\n[2008] ZASCA 134\n;\n2009 (2) SA 150\n(SCA) para 26). In the present\r\ncontext, it must mean that the law will not impose a duty on a\r\ndefendant which would compel him\nor her to act in conflict with a\r\ncontractual obligation. Another policy consideration why this court\r\nhad refused in the past to\nimpose a legal duty on a particular\r\ndefendant, was that the plaintiff was in a position to avoid the risk\r\nof the loss claimed by\ncontractual means (see eg\nTrustees, Two\r\nOceans Trust v Kantey & Templer (Pty) Ltd\n2006 (3) SA 138\n(SCA) para 20). A corollary of Rademeyer’s unsuccessful\r\nargument that he contractually covered himself against the harm that\n\nmaterialised, was that he was undoubtedly in a position to do so.\n[14] In support of the\r\nalleged existence of the legal duty contended for, much was made of\r\nthe allegation that the auctioneers were\nestate agents as defined by\r\nthe Estate Agency Affairs Act 112 of 1976, that they should thus have\r\nbeen in possession of a fidelity\nfund certificate and maintained a\r\ntrust account and were bound by the estate agent’s code of\r\nconduct. The court a quo held\nthat the auctioneers were not estate\r\nagents as defined by the Act. But I find it unnecessary to decide\r\nthis issue. The fact remains\nthat even if the auctioneers were estate\r\nagents and if they had maintained a trust account they would still be\r\ncontractually bound\nby the sale to pay the deposit to the seller and\r\nnot into their trust account.\n[15] The final\r\nalternative claim is essentially based on fraud: that Viljoen had\r\nknown about the land claim and of the trust’s\nprecarious\r\nfinancial position at the time of the auction and that he had\r\ndeliberately refrained from informing Rademeyer about\nthese facts.\r\nThe allegation as to Viljoen’s alleged knowledge of the land\r\nclaim was essentially based on the evidence of\nMs Louise Huijink that\r\nshe had overheard a discussion between Viljoen and her mother, Mrs\r\nKruger, who was another trustee of the\ntrust, prior to the auction in\r\nwhich reference was made to the land claim. Viljoen’s answer to\r\nthis evidence was twofold.\nFirst, that he did not know about the land\r\nclaim and second, that the alleged conversation never occurred. The\r\ncourt a quo preferred\nthe evidence of Viljoen and rejected the\r\nversion of Ms Huijink to the contrary. I find it unnecessary to\r\nrestate the court’s\nreasons for doing so. Suffice it to say, in\r\nmy view, that these reasons cannot be faulted. The further argument\r\nraised by Rademeyer\nwas that the inherent probability tend to\r\nindicate that Viljoen must have known about the land claim. Again I\r\nfind myself in agreement\nwith the court a quo’s finding that\r\nthis is not so and that the inherent probabilities would indeed\r\nsupport the version of\nViljoen.\n[16] As part of this\r\nfourth alternative, Rademeyer also relied on a failure by Viljoen to\r\ninform him and the other potential buyers\nat the auction about the\r\nprecarious financial position of the trust. In this instance, I have\r\nno doubt that Viljoen was aware that\nthe trust had financial\r\ndifficulties, but I do not believe there was any duty to convey these\r\nfacts to the potential purchasers\nat the auction. Absent any\r\nknowledge of the land claim, Viljoen’s position was no\r\ndifferent from any other auctioneer and\nI can think of no reason why\r\na duty should be imposed on auctioneers in general to inform those\r\nattending the auction about the\nfinancial difficulties of his or her\r\nprincipal.\n[17] As far as this\r\nfourth alternative is concerned, the respondents filed pleas of\r\nprescription which were dismissed by the court\na quo. I believe,\r\nhowever, that these prescription pleas should have been upheld. The\r\npertinent test is succinctly formulated as\nfollows by Scott JA in\nFirstrand Bank Ltd v Nedbank (Swaziland) Ltd\n2004 (6) SA 317\n(SCA) para 4:\n‘\nThe\r\nsole question in the present appeal is therefore whether the right of\r\naction relied upon in the particulars of claim as amended\nis\r\nrecognisable as the same or substantially the same as that relied\r\nupon in the particulars of claim in its original form.’\n[18] I do not believe\r\nthat the amendment passed this test. All the original claims were\r\nessentially based on a duty to keep the\ndeposit in trust. The\r\nalternative introduced by the amendment, on the other hand, relied on\r\na duty to disclose. As I see it, the\nlatter can by no stretch of the\r\nimagination be recognised as substantially the same claim as the\r\nformer.\n[19] To all these claims\r\nthere is in any event a defence which should in my view have\r\nsucceeded. In short it can be labelled as\nlack of factual causation.\r\nAfter all is said and done, I believe the ultimate reason for\r\nRademeyer’s loss was his failure\nto inform Viljoen of the land\r\nclaim on 4 February 2000, that is, before confirmation of the sale\r\nand before the cheque was deposited\nby Viljoen. This conduct was, in\r\nmy view, unreasonable. Moreover, I can find no reason to reject\r\nViljoen’s evidence that\nif the existence of a land claim had\r\nbeen brought to his notice at that stage, the deposit would never\r\nhave been paid over to the\ntrust. But for Rademeyer’s\r\nunreasonable conduct he would therefore have suffered no loss.\n[20] The final argument\r\nraised on behalf of Rademeyer on appeal was that he was at least\r\nentitled to the payments made by Viljoen\nfrom the auctioneer’s\r\nbank account after cancellation of the sale on 8 March 2000. I find\r\nno merit in this argument. If Viljoen\nwas obliged to pay over the\r\ndeposit to the trust after confirmation of the sale on 10 February\r\n2000, as I found that he was, cancellation\ncould only give rise to a\r\nclaim for repayment against the trust. Whether after that date the\r\nmoney was paid over on behalf of the\ntrust to some other creditor, or\r\nkept in the bank account of the auctioneers or paid into the trust’s\r\nAbsa account, can make\nno difference in principle. The principle\r\nremains that the money was controlled either by or on behalf of the\r\ntrust and could only\nbe repaid to Rademeyer with its approval.\n[21] These, in short,\r\nwere our reasons for dismissing the appeal with costs, including the\r\ncosts of both respondents.\n…………………\n..\nF D J BRAND\nJUDGE OF APPEAL\nCounsel for Appellants: P\r\nDelport SC\nInstructed\r\nby: S Roux Ing\nPRETORIA\nCorrespondents:\r\nHugo & Bruwer Ing\nBLOEMFONTEIN\nCounsel\r\nfor First Respondent: B H Swart SC\nInstructed\r\nby: Geldenhuys Lessing Malatji\nPRETORIA\nCorrespondents:\r\nHoney & Vennote\nBLOEMFONTEIN\nCounsel\r\nfor Second Respondent: T A L L Potgieter\nInstructed\r\nby: Van Zyl Le Roux & Hurter\nPRETORIA\nCorrespondents:\r\nNaudes Prokureurs\nBLOEMFONTEIN\n-",
  "scraped_at": "2026-02-12T16:04:39.104358",
  "date": "2011-11-03",
  "coram": [
    "Brand",
    "Van Heerden",
    "Malan",
    "Majiedt JJA",
    "Plasket AJA"
  ],
  "case_number": "69/11",
  "parties": {
    "applicants": [
      "Willem Jacobus Minnie Rademeyer"
    ],
    "respondents": [
      "Daniël Roux Viljoen",
      "Swanepoel & Partners Auctioneers"
    ]
  },
  "sections": {
    "facts": "The appellant, Willem Rademeyer, purchased a farming business at auction on 29 January 2000 for R4.5 million, paying a 20% deposit of R900,000. The auctioneer, Daniël Viljoen, was also a trustee of the selling trust and, after confirming the sale, paid the deposit to the trust's creditors. Rademeyer later cancelled the sale on 8 March 2000, invoking a clause that allowed withdrawal if a land claim existed under the Restitution of Land Rights Act. He sought return of the deposit from the trust and, after recovering a small dividend in the trust's insolvency, sued the auctioneers and Viljoen for repayment. The High Court dismissed both actions; Rademeyer appealed.",
    "issues": "1) Whether the auctioneers were contractually obligated to hold the deposit in trust for the purchaser until transfer, or whether the deposit was payable directly to the seller. 2) Whether a delictual duty existed on the auctioneers or Viljoen to keep the deposit in trust. 3) Whether the amendment to the claim introducing a duty to disclose constituted the same cause of action for prescription purposes. 4) Whether Viljoen had a duty to disclose the land claim or the trust's financial difficulties to the purchaser.",
    "principles": "The Court relied on plain contractual interpretation of clause 6 (deposit and balance payable to the seller) and clause 16 (seller repays deposit upon cancellation). No implied agency to hold the deposit existed. Delictual liability cannot be imposed where it conflicts with a contractual duty (Fourway Haulage SA v SA National Roads Agency; Trustees, Two Oceans Trust v Kantey & Templer). Prescription of amended claims depends on whether the new claim is the same or substantially the same as the original (Firstrand Bank Ltd v Nedbank (Swaziland) Ltd). No statutory duty arose from the auctioneers' status under the Estate Agency Affairs Act. The case of Shoprite Checkers v Bumpers Schwarmas highlighted the court's discretion in granting leave to appeal.",
    "application": "Applying the contractual construction, the Court held that the deposit had to be paid to the trust on the date of confirmation, which Viljoen did. Consequently, the auctioneers had no right to retain the deposit, and the main claim failed. Because the contract already dictated the deposit's disposition, alternative contractual and delictual claims were untenable. The amendment introducing a duty to disclose was held not to be substantially the same as the original duty to hold the deposit, so the prescription plea should have succeeded. The Court also found no evidence of a legal duty on Viljoen to disclose the land claim or the trust's financial state, and rejected any alleged fraud or breach of duty.",
    "conclusion": "The appeal was dismissed with costs, including the costs of both respondents."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Land / Auction",
    "level_3": [
      "deposit",
      "contract interpretation",
      "delict",
      "prescription",
      "auctioneers"
    ]
  }
}