{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/184.html",
  "case_name": "Mkhize v Umvoti Municipality and Others (628/2010) [2011] ZASCA 184; 2012 (1) SA 1 (SCA); [2011] 4 All SA 460 (SCA); 2012 (6) BCLR 635 (SCA) (30 September 2011)",
  "citation": "[2011] ZASCA 184",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 184\n|\nNoteup\n|\nLawCite\nMkhize v Umvoti Municipality and Others (628/2010) [2011] ZASCA 184; 2012 (1) SA 1 (SCA); [2011] 4 All SA 460 (SCA); 2012 (6) BCLR 635 (SCA) (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 628/2010\nIn\r\nthe matter between:\nSTIPHEN MKHIZE\n…........................................................................................\nAppellant\nand\nUMVOTI MUNICIPALITY\n….................................................................\nFirst\r\nRespondent\nNALINI KHAN\n….............................................................................\nSecond\r\nRespondent\nNAVIN CHETTY\n…..............................................................................\nThird\r\nRespondent\nVUSI CORNELIUS DLAMINI\n….......................................................\nFourth\r\nRespondent\nDAPHNE HLENGIWE\r\nDLAMINI\n…......................................................\nFifth\r\nRespondent\nNEL & STEVENS\n…............................................................................\nSixth\r\nRespondent\nTHE SHERIFF OF THE\nMAGISTRATE’S\r\nCOURT UMVOTI\n…...........................................\nSeventh\r\nRespondent\nREGISTRAR OF DEEDS\n….............................................................\nEighth\r\nRespondent\nNeutral citation:\nMkhize v Umvoti Municipality\n(628/2010)\n[2011]\r\nZASCA 184\n(30 September 2011)\nCoram:\nNavsa,\r\nLewis, Snyders, Malan JJA and Meer AJA\nHeard:\n8\r\nSeptember 2011\nDelivered: 30\r\nSeptember 2011\nSummary:\nRight to\r\nadequate housing in terms of s 26(1) of Constitution –\r\ninterpretation of judgment and order in\nJaftha\r\nv Schoeman & others; Van Rooyen v Scholtz & others\n[2004] ZACC 25\n;\n2005\r\n(2) SA 140\n(CC)\n___________________________________________________________________\nORDER\nOn appeal from:\nKwa-Zulu-Natal High Court, Pietermaritzburg (Wallis J sitting as\r\ncourt of first instance):\nThe appeal is dismissed\r\nwith costs.\n___________________________________________________________________\nJUDGMENT\nMALAN JA (NAVSA, LEWIS,\r\nSNYDERS JJA and MEER AJA concurring)\n[1]\r\nThis appeal concerns the construction of the judgment and order of\r\nthe Constitutional Court in\nJaftha\r\nv Schoeman & others; Van Rooyen v Scholtz & others\n.\n1\nThe\r\nquestion is whether the order made in\nJaftha\nin\r\nrespect of s 66(1)(a) of the Magistrates’ Court Act 32 of 1944\r\nrequires judicial oversight in all cases of execution against\n\nimmovable property or only in those where the debtor can establish an\r\ninfringement or potential infringement of the right of access\nto\r\nadequate housing as protected by s 26(1)\n2\nof the\r\nConstitution. In the court below Wallis J found that the order in\nJaftha\nwas\r\nmade in a particular factual context, that is where it could be\r\ndemonstrated\n3\nthat\r\nthe sale concerned execution against peoples’ homes in\r\ncircumstances that could impair their existing or potential access\nto\r\nadequate housing.\n4\n[2] In\nJaftha\nthe\r\nConstitutional Court held that s 66(1)(a) was unconstitutional in\r\nsome respects. It remedied the defects by reading in words\ninto the\r\nsubsection providing for judicial oversight of the process of\r\nexecution against immovable property. The order of\r\nunconstitutionality\nmade in\nJaftha\nwas\r\nnot qualified and is retrospective from the date of commencement of\r\nthe Constitution.\n5\nThe\r\nrelevant events giving rise to this case all occurred before the\r\njudgment in\nJaftha\nwas\r\ndelivered.\n[3]\r\nThe order made in\nJaftha\nreads\r\nas follows:\n‘\n1 The order\r\nof the High Court is set aside and replaced with the following order:\nThe failure to provide judicial\r\n\t\toversight over sales in execution against immovable property of\r\n\t\tjudgment debtors in\ns 66(1)(a)\nof the\nMagistrates’ Courts Act\n32 of 1944\nis declared to be unconstitutional and invalid.\nTo remedy the defect\ns 66(1)(a)\nof\r\n\t\tthe\nMagistrates’ Courts Act 32 of 1944\nis to be read as\r\n\t\tthough the words “a court, after consideration of all\r\n\t\trelevant circumstances, may order execution”\nappear before\r\n\t\tthe words “against the immovable property of the party”.’\n[4] With the words read\r\nin\ns 66(1)(a)\nprovides as follows:\n‘\nManner\r\nof execution\n—\r\n(1)  (a)  Whenever a court gives judgment for the\r\npayment of money or makes an order for the payment\nof money in\r\ninstalments, such judgment, in case of failure to pay such money\r\nforthwith, or such order in case of failure to pay\nany instalment at\r\nthe time and in the manner ordered by the court, shall be enforceable\r\nby execution against the movable property\nand, if there is not found\r\nsufficient movable property to satisfy the judgment or order, or the\r\ncourt, on good cause shown, so\norders, then\na\r\ncourt, after consideration of all relevant circumstances, may order\r\nexecution\nagainst the immovable property of the party against whom such\r\njudgment has been given or such order has been made.’ (The\n\nwords read in are in italics.)\n[5]\r\nWallis J held that the order in\nJaftha\nwas\r\nambiguous because it was capable of two constructions, that is as\r\nbeing applicable to all cases of execution against immovable\n\nproperty, and as being applicable only to execution against immovable\r\nproperty infringing the debtor’s right of access to\nadequate\r\nhousing in terms of s 26(1) of the Constitution.\n6\nBecause\r\nthe order was wide and affected also sales in execution which did not\r\nsuffer from any constitutional defect, he construed\nit as applying\r\nonly to cases where the immovable property in respect of which\r\nexecution is sought is the debtor’s home.\n7\nHe\r\nconsidered that the court in\nJaftha\n,\r\nby reading in the words referred to into s 66(1)(a), did not address\r\nthe precise constitutional problem before it but went further\nand\r\nthereby transgressed on the terrain of the legislature and infringed\r\nthe principle of the separation of powers.\n8\n[6]\r\nThe plaintiff in this matter, Mr Stiphen Mkhize, who is the appellant\r\nbefore us, relied on three different claims, that is a\nmain claim and\r\ntwo alternative claims. The main claim and the second alternative\r\nclaim were abandoned. The first alternative claim\nremained and was\r\nseparated in terms of Rule 33(4) from an alternative claim for\r\ndamages. The cause of action of the first alternative\nclaim is that\r\nthe sale in execution of the plaintiff’s immovable property was\r\ninvalid because the warrant authorising execution\nwas issued by the\r\nclerk of the Magistrates’ Court and without the judicial\r\nsupervision required by\nJaftha\n,\r\nand, consequently, was a breach of the plaintiff’s right to\r\nadequate housing in terms of s 26(1). The first alternative\nclaim\r\ncame before the court below by way of a stated case.\n[7]\r\nThe plaintiff and his late wife, who were married in community of\r\nproperty, owned the immovable property which is the subject\nof the\r\naction. They had purchased it in 1998 for R25 000. It was vacant\r\nland at that time but they built a house on it although\nthey did not\r\ncomplete it. The plaintiff’s wife passed away in 2000 and the\r\nplaintiff was the sole heir of her estate. The\nplaintiff never\r\nresided in the house but lived in another house also owned by him. He\r\nalso owned other properties. The plaintiff\nwas indebted to the first\r\nrespondent, the Umvoti Municipality, in respect of rates and other\r\ncharges relating to the immovable\nproperty. The Municipality\r\ninstituted action against the plaintiff who did not defend the\r\naction. Judgment by default was entered\nagainst the plaintiff by the\r\nclerk of the Magistrates’ Court for the district of Umvoti for\r\nthe sum of some R14 593\nwith costs and interest. A warrant of\r\nexecution was issued against his movable property leading to a\nnulla\r\nbona\nreturn\r\nof service. The clerk thereupon issued a warrant to execute against\r\nimmovable property, the property was attached and the\nsale in\r\nexecution advertised.\n9\n[8] On 12 December 2003,\r\nthe property was sold in execution by the Sheriff to the second\r\ndefendant (the second respondent) as a\n‘principal for the\r\nbenefit of a third party’ for R8 000. It was subsequently\r\ntransferred to the third defendant\n(the third respondent), who is the\r\nbrother of the second defendant. At the material times the second\r\ndefendant was employed as\na credit controller by the Municipality. On\r\n28 August 2004, the third defendant sold the property to the fourth\r\nand fifth defendants\n(the fourth and fifth respondents) for R350 000\r\nand it was subsequently transferred to them. The proceeds of the sale\r\nto the\nfourth and fifth defendants were, at the request of the third\r\ndefendant, paid to the second defendant. The fourth and fifth\r\ndefendants\nmade improvements to the house built on the property. The\r\nplaintiff made payments to the Municipality and their attorneys\r\nbefore\nthe sale in execution in order to reduce his debt.\n[9] It\r\nwas contended on behalf of the plaintiff that the judicial oversight\r\nenvisaged in\nJaftha\nwas\r\nrequired in all cases of execution against immovable property in the\r\nmagistrates’ court. That, the plaintiff submitted,\nwas the\r\nposition whether or not the right to adequate housing was impaired.\r\nIn support of this contention the plaintiff relied\non the judgment of\r\nthe Constitutional Court in\nGundwana\n.\n10\nOn the\r\nother hand, the submission on behalf of the Municipality and the\r\nother defendants was that\nJaftha\nand\nGundwana\nwere\r\nconcerned only with cases where the right to adequate housing was\r\nimpaired or potentially impaired. The words read in into\ns 66(1)\r\nshould therefore be confined to cases where execution is sought\r\nagainst immovable property and the property constitutes\nthe home of\r\nthe person concerned. They submitted that the requirements set in\nJaftha\ndid\r\nnot have to be complied with because the plaintiff did not reside on\r\nthe property. The fourth and fifth defendants further relied\non the\r\nfact that they were purchasers of the house in good faith. The\r\nplaintiff thus contended that the sale in execution as well\nas the\r\nsubsequent sales should be set aside and the house transferred to the\r\nplaintiff. The defendants asked for the dismissal\nof the plaintiff’s\r\nclaim. The parties have agreed that should the court find for the\r\nplaintiff, but hold that he is entitled\nto damages only, an inquiry\r\ninto such damages should stand over for later adjudication.\n[10]\r\nIn construing the judgment and order in\nJaftha\n,\r\nthe court below\n11\nproceeded\r\non the basis that, given the factual context, they admitted of an\r\nambiguity. Following the judgment of this court in\nSaunderson\n,\n12\nWallis\r\nJ held that the approach to be adopted was to focus on the issue that\r\nwas raised in\nJaftha\nand to\r\nconstrue its judgment and order in view of that issue.\n13\nSection\r\n26(1) of the Constitution is not compromised in every case where\r\nexecution is levied against immovable property:\n14\n‘\nThe present\r\nis a case where it is not compromised or even engaged. It would be\r\nwrong to construe the declaration made and reading-in\ndecreed by the\r\nConstitutional Court as applying to sales in execution in the\r\nmagistrates’ court that it did not consider\nor hold to suffer\r\nfrom a constitutional defect. That would amount to saying that the\r\nCourt has amended s 66(1)(a) in the absence\nof a constitutional\r\nfoundation for doing so. Such a result would infringe the doctrine of\r\nthe separation of powers that is fundamental\nto our constitutional\r\norder.’\n[11]\r\nThe two applicants in\nJaftha\nwere\r\nunemployed women who occupied homes purchased with the assistance of\r\na State housing subsidy. They owed relatively small debts\nthat were\r\nnot related to their purchase of their homes. Judgment was taken\r\nagainst them and, when execution against their movables\nproved to be\r\nunsuccessful, their homes were attached and sold in execution. It was\r\nclear that if they were evicted because of the\nsales in execution\r\nthey would have been left with no adequate accommodation. Wallis J,\r\nafter referring to certain passages in the\njudgment, found that\nJaftha\nwas\r\nconcerned with s 66(1)(a) in a particular factual context requiring a\r\n‘fact-bound inquiry’ to ascertain whether\ns 26(1) rights\r\nwere compromised.\n15\nThe\r\nconclusion of\nJaftha\nthat s\r\n66(1)(a) was unconstitutional was therefore a limited one applicable\r\nonly to execution against peoples’ homes.\n[12]\r\nIn considering whether the order in\nJaftha\nwas\r\nunconstitutional, Wallis J discussed the purposes of the\r\nconstitutional remedies of reading in, reading down, severance or\r\nnotional severance and concluded that it always took place within the\r\ncontext of the separation of powers:\n16\n‘\nUnder the\r\nConstitution responsibility for legislation lies with the legislative\r\nbodies established in terms of the Constitution.\nWhere a court\r\ninterferes with legislation it does so within the ambit of its own\r\nconstitutional responsibility for determining\nwhether legislative\r\nprovisions comply with the Constitution. Whether it applies a remedy\r\nof severance or one of reading-in, or\na combination of the two its\r\nsole aim and function are to render the legislation compliant with\r\nthe provisions of the Constitution.\nIt is not vested with any general\r\nlegislative capacity merely by virtue of the fact that it has found a\r\nparticular statutory provision\nnot to comply with the Constitution.\r\nIts function is to frame an appropriate order that remedies the\r\nconstitutional defect. It\nis for this reason that stress is laid on\r\nthe court’s obligation to endeavour to be faithful to the\r\nlegislative scheme.’\nThe\r\ndominant inquiry, he continued, is whether the chosen remedy is an\r\nunconstitutional intrusion in the domain of the legislature.\nReading\r\nin must conform and be consistent with the Constitution and its\r\nfundamental values and should interfere as little as possible\nwith\r\nthe laws adopted by the legislature. Words should not be read in\r\nunless a court can define with sufficient precision how the\nstatute\r\nought to be extended. Deference to the legislature and restraint are\r\ncalled for to avoid a court’s engagement in\nlaw-making.\n17\n[13]\r\nBecause the right of the plaintiff to adequate housing was not\r\ncompromised or engaged in the matter Wallis J declined the relief\n\nsought. He came to essentially the same conclusion as the court in\nSauderson\nwhere\r\nCameron and Nugent JJA stated:\n18\n‘\nWhat was in\r\nissue in\nJaftha\nwas not s\r\n26(3) of the Constitution but rather s 26(1) – which enshrines\r\na right of access to adequate housing – and\nthe impact of that\r\nright on execution against residential property. … Nor did the\r\nConstitutional Court decide that s 26(1)\nis compromised in every case\r\nwhere execution is levied against residential property. It decided\r\nonly that a writ of execution that\nwould deprive a person of\r\n“adequate housing” would compromise his or her s 26(1)\r\nrights and would therefore need to\nbe justified as contemplated by s\r\n36(1).’\nI\r\nagree with these observations. This is also the understanding of the\r\neffect of\nJaftha\nin\r\nseveral judgments including that of the court below,\n19\nand is\r\nconfirmed by the amendment, made pursuant to the Rules Board for\r\nCourts of Law Act 107 of 1985, to Rule 46 of the Uniform\nRules. The\r\namended Rule 46 is in effect a legislative interpretation of\nJaftha\ndemonstrating\r\nthe policy of the legislature.\n20\nThe\r\neffect of\nJaftha\nis\r\ndiscussed also in\nCampus\r\nLaw Clinic, University of KwaZulu-Natal v Standard Bank of South\r\nAfrica Ltd & another\n21\nwhere\r\nthe Constitutional Court upheld the argument that –\n‘\nthe\r\nprocedure provided for by\ns 66\nof the\nMagistrates’ Courts Act\n32 of 1944\nfor the issue of a warrant of execution against immovable\r\nproperty was unconstitutional. It empowered the clerk of a\r\nmagistrate’s\ncourt to issue a warrant of execution against\r\nimmovable property without any consideration of whether the effect of\r\nthat warrant\nwould be to deprive a person unjustifiably of their\r\nright of access to housing as protected by s 26(1) of the\r\nConstitution.’\nThis\r\nis stated in so many words in\nJaftha\nwhere\r\na consideration of the protection of s 25(1) of the Constitution\n22\nwas\r\nspecifically left open:\n23\n‘\nI have held\r\nthat s 66(1)(a) of the Act is over-broad and constitutes a violation\r\nof s 26(1) of the Constitution to the extent that\nit allows execution\r\nagainst the homes of indigent debtors, where they lose their security\r\nof tenure. I have held further that s\n66(1)(a) is not justifiable and\r\ncannot be saved to the extent that it allows for such executions\r\nwhere no countervailing considerations\nin favour of the creditor\r\njustify the sales in execution.’\n[14]\r\nIn\nGundwana\n,\n24\nthe\r\nConstitutional Court overturned the decision in\nSaunderson\nto the\r\nextent that it was found in\nSaunderson\nthat\r\nthe Registrar of the High Court was competent to make execution\r\norders when granting default judgment in terms of Rule 31(5)(b)\nof\r\nthe Uniform Rules. The Constitutional Court did not inquire whether\r\nthe understanding of the import or effect of\nJaftha\nby the\r\nSupreme Court of Appeal in\nSaunderson\nwas\r\ncorrect. It said that it was leaving that question open.\n25\nThe\r\norder made in\nGundwana\n,\r\nhowever, specifically states that ‘[i]t is declared\r\nunconstitutional for a Registrar of a High Court to declare immovable\n\nproperty specially executable when ordering default judgment under\r\nrule 31(5) of the Uniform Rules of Court to the extent that\nthis\r\npermits the sale in execution of the home of a person.’\n26\nThe\r\neffect of\nJaftha\nand\nChief\r\nLesapo v North West Agricultural Bank,\n27\na\r\nmatter concerning s 34 of the Constitution, was summarised in\nGundwana\nas\r\nfollows:\n28\n‘\nThe combined\r\neffect of these two cases is that execution may only follow upon\r\njudgment in a court of law. And where execution against\nhomes of\r\nindigent debtors who run the risk of losing their security of tenure\r\nis sought after judgment on a money debt, further\njudicial oversight\r\nby a court of law of the execution process is a must.’\n[15]\r\nThe facts in\nGundwana\nneed\r\nnot be repeated. The circumstances of the applicant in that case were\r\nvery similar to those of the applicants in\nJaftha\n.\n29\nHowever,\r\nthe applicant in\nGundwana\nhad\r\npassed a bond in favour of a bank in order to purchase her home.\r\nFroneman J dealt with the contention of the bank that neither\nthe\r\nperson of the applicant nor her property fell within the\nJaftha\nprotection\r\n(to which he referred as ‘the fact-bound argument’). A\r\nrelated argument was that mortgaged property is not\naffected by\nJaftha\nbecause\r\nmortgagors are willing to accept the risk of losing their property\r\nwhen entering into the mortgage loan agreement. The second\n\ncontention, based on\nSaunderson\n,\n30\nwas\r\nrejected.\n31\n[16]\r\nAs far as the fact-bound argument is concerned, Froneman J gave two\r\nreasons why it should not succeed: ‘The first is\nthat the\r\nconstitutional validity of the rule cannot depend on the subjective\r\nposition of a particular applicant. It is either objectively\nvalid or\r\nit is not.’\n32\nThe\r\nsecond is that, although a preceding enquiry is necessary to\r\ndetermine whether a matter is of the\nJaftha\nkind,\r\nit requires more than a mere checking of the summons to see whether a\r\ncause of action is disclosed. The summons in\nGundwana\ndid\r\nnot indicate ‘whether the applicant was indigent or whether the\r\nmortgaged property was her home.’\n33\nThe\r\neffect of\nGundwana\nwas\r\nthus to overturn the judgment in\nSaunderson\nto the\r\nextent that it was found that the Registrar was constitutionally\r\ncompetent to make execution orders when granting default\njudgment in\r\nterms of Rule 31(5)(b).\n34\nIt\r\nalso, as I have said, held that a mortgagee is in the same position\r\nas other creditors. To this extent, it did not in fact leave\nopen the\r\nquestion as to whether\nSaunderson’s\ninterpretation\r\nof\nJaftha\nwas\r\ncorrect.\n[17]\r\nIt was accepted in\nGundwana\nthat\r\nthe order in\nJaftha\noperated\r\nretrospectively but Froneman J stated that this did not entail that\r\nall transfers subsequent to invalid sales in execution\nwere\r\nautomatically invalid. The sales in execution as well as the\r\ntransfers would still have to be set aside and this required\nan\r\nexplanation for not bringing the rescission application earlier.\n35\nHe\r\nadded:\n36\n‘\n[I]t follows\r\nthat a just and equitable remedy following upon a declaration of\r\nunconstitutionality should seek to ensure that only\ndeserving past\r\ncases benefit from the declaration. I consider that this balance may\r\nbest be achieved by requiring that aggrieved\ndebtors who seek to set\r\naside past default judgments and execution orders granted against\r\nthem by the registrar must also show,\nin addition to the normal\r\nrequirements for rescission, that a court, with full knowledge of all\r\nthe relevant facts existing at\nthe time of granting default judgment,\r\nwould nevertheless have refused leave to execute against specially\r\nhypothecated property\nthat is the debtor’s home.’\nAny\r\nalleged abuse of the execution process may well play a role in\r\ndetermining whether rescission should be granted.\n37\n[18]\r\nIn their discussions of\nJaftha\nand\nSauderson\nMax du\r\nPlessis and Glenn Penfold\n38\nmake\r\nthe following observations:\n‘\nThe real\r\nquestion is whether the defendant is likely to be deprived of\r\n“access” to adequate housing should he or she\nbe deprived\r\nof the property in question – that is, whether he or she is\r\nlikely to be left homeless as a result of the execution.\n… Of\r\ncourse, the Supreme Court of Appeal [in\nSaunderson\n]\r\nis correct when it says (giving the example of a luxury or holiday\r\nhome) that not all cases of execution of immovable property\nwill have\r\nthis effect. But how is one to know whether the registrar is dealing\r\nwith a holiday home or the family’s only home?\nAs the\r\nConstitutional Court stressed in\nJaftha\n,\r\nthe only way to determine whether s 26(1) will be breached is on a\r\ncase-by-case basis; hence the need to ensure judicial oversight\nof\r\nthe process in\nall\ncases. The\r\nSupreme Court of Appeal’s reliance on the fact that the\r\nproperties were subject to mortgage bonds is also open\nto doubt. The\r\nConstitutional Court stressed in\nJaftha\nthat\r\nwhere property was put up as security for a debt, execution would\r\n“ordinarily” be appropriate, provided that there\nhad been\r\nno abuse of the process. But again, we submit that the only way to\r\ndetermine whether a case is ordinary or extraordinary\nand to\r\ndetermine whether there was an abuse is to provide judicial oversight\r\nin\nall\ncases –\r\nincluding when the property has been put up for security.’\n39\n(My\r\nemphasis.)\n‘\nJudicial\r\noversight is therefore constitutionally required so that the judicial\r\nofficer can “engage in a balancing process”\nand “consider\r\nall the relevant circumstances of a case” to determine whether\r\nthere is good cause to order execution\nagainst the immovable property\r\nconcerned (see\nJaftha\nparas 42-3\r\nand 55). At no point in its reasoning did the Constitutional Court\r\nsuggest that this constitutional duty only arose when\nthere was\r\nformal opposition from the defendant. Nor did it allow application\r\nfor such orders that were not opposed to continue\nto take place\r\nbefore the registrar. Instead, it required judicial oversight in\nall\ncases to\r\nensure that the orders being granted did not violate s 26 (1) of the\r\nConstitution. (My emphasis.)\nIn any event, the\r\nidea of formal opposition as the trigger for constitutional\r\njustification appears to miss the point. There are\nmany reasons why a\r\ndefendant may not formally or informally oppose such an order, not\r\nleast of which may be a lack of funds and\na lack of knowledge about\r\nthe legal process – something the Constitutional Court averted\r\nto in\nJaftha\n.\r\nIn our view there are also undoubtedly circumstances in which a court\r\nwould, despite the lack of opposition, be fulfilling its\n\nconstitutional duty by refusing to grant such an order. One such\r\nexample would be where the debt is for a disproportionately small\n\namount of money relating to the value of the home that will be\r\nlost.’\n40\n[19]\r\nThe purpose of reading in as a constitutional remedy is to render the\r\nlegislation compliant with the provisions of the Constitution.\n41\nA\r\ncourt is not vested with any general legislative capacity merely by\r\nvirtue of the fact that it has found a particular statutory\nprovision\r\nnot in compliance with the Constitution. The function of the court is\r\nto find a means to remedy the constitutional defect\nbut, at the same\r\ntime, remain consistent with the legislative scheme. Courts should go\r\nonly as far as is required to protect the\nentrenched right. Carol\r\nRogerson made the following observation:\n42\n‘\nCourts\r\nshould certainly go as far as required to protect rights, but no\r\nfurther. Interference with legitimate legislative purposes\nshould be\r\nminimized and laws serving such purposes should be allowed to remain\r\noperative to the extent that rights are not violated.\nLegislation\r\nwhich serves desirable social purposes may give rise to entitlements\r\nwhich themselves deserve some protection.’\nThe\r\nquestion arising from\nJaftha\nwas\r\nthus not whether the court ventured into the legislative domain, as\r\nthe court below approached the matter, but whether the order,\nthat is\r\nthe specific constitutional remedy employed to protect the entrenched\r\nright to adequate housing, is necessary for that\nprotection. It\r\nshould go no further. There is considerable force in the argument of\r\nDu Plessis and Penhold that the only way to\ndetermine whether the\r\nright to adequate housing has been compromised is to require judicial\r\noversight in all cases of execution\nagainst immovable property on a\r\ncase-by-case basis. This oversight is required also in the absence of\r\nformal opposition and where\nthe debtor is in default or where he or\r\nshe is ignorant of his or her rights. Seen from this perspective the\r\norder in\nJaftha\nis\r\nneither ambiguous nor too wide.\nBut\r\nit does not follow that the absence of judicial oversight will render\r\nthe procedures followed, eg the issue of a warrant for\nexecution and\r\nthe subsequent sale in execution, invalid in all cases. The purpose\r\nof the judicial oversight ordered in\nJaftha\nis to\r\nprotect the right to adequate housing. Where, as in this case, the\r\nright to adequate housing is not engaged, invalidity does\nnot\r\nnecessarily follow. This is so because the judgment and subsequent\r\nsale in execution stand until set aside.\n43\nThe\r\nplaintiff did not bring an application to rescind the default\r\njudgment entered against him.\n[20]\r\nBut more importantly, it is so because the order made in\nJaftha\n,\r\nas the context of the judgment shows, is aimed at preventing the\r\ninfringement of the right to adequate housing. This is the sole\n\npurpose of requiring judicial oversight in all cases of execution\r\nagainst immovable property. Rule 46 of the Uniform Rules, as\namended,\r\nis consistent with the order in\nJaftha\nconstrued\r\nin this manner.\n[21] In the matter under\r\nconsideration, the plaintiff’s right to adequate housing was\r\nnot engaged or compromised, as the court\nbelow found. I agree. The\r\nstated case allows for no other conclusion: the immovable property\r\nconcerned was not the plaintiff’s\nhome, nor was it suggested\r\nthat he did not have access to adequate housing or that his right to\r\nadequate housing was compromised.\nIn the result the appeal should be\r\ndismissed.\nThe appeal is dismissed\r\nwith costs.\n________________\nF R MALAN\nJUDGE OF APPEAL\nNAVSA and SNYDERS JJA\r\n(MEER AJA concurring):\n[22] We have read the\r\njudgment of our colleague Malan. We deem it necessary to briefly\r\nstate our own reasons for agreeing with his\nconclusion. We do so for\r\nthe sake of clearing up the confusion arising out of the complexities\r\nthat other courts have found in\nthe application of\nJaftha\n.\r\nIn our view\nJaftha\nestablished a mechanism\r\nto save s 66(1)(a) from constitutional invalidity, namely judicial\r\noversight of the execution of immovable\nproperty in all cases, the\r\nobject of which is to determine whether s 26(1) rights are\r\nimplicated. Courts cannot\nante\r\nomnia\ndecide\r\nwhether s 26(1) rights have been implicated without conducting a\r\nproper investigation in discharging its oversight role.\n[23] The reasoning of\r\nWallis J is set out in our colleague’s judgment and it is not\r\nnecessary to repeat it, save to refer\nto para 40, in which the\r\nfollowing appears:\n‘\nIn those\r\ncircumstances the question must be approached as one of principle. In\r\nmy view the orders in Jaftha are ambiguous because\nthey are capable\r\nof being construed as being generally applicable to all cases of\r\nexecution against immovable property in the magistrates’\ncourt,\r\nwhereas the case concerned only the possibility of such execution\r\ninfringing the debtor’s right of access to adequate\nhousing in\r\nterms of s 26(1) of the Constitution.’\n[24] We detect no\r\nambiguity in the order in\nJaftha.\nIn that case and later in\nGundwana\nthe Constitutional Court\r\nmade it clear that in all cases of execution against immovable\r\nproperty judicial oversight is required.\nConfusion was caused by a\r\nmultitude of judgments seeking to come to terms with\nJaftha\n.\r\nDetermining whether s 26(1) rights are implicated is a fact based\r\nenquiry. In\nGundwana\nFroneman J said the\r\nfollowing:\n‘\nSome\r\npreceding enquiry is necessary to determine whether the facts of a\r\nparticular matter are of the\nJaftha\n-kind.’\n44\nOnly once that enquiry\r\nhas been undertaken can the question asked by Wallis J, in the latter\r\npart of the quotation in para 23 above,\nbe answered. The principle as\r\ndescribed in our opening paragraph has already clearly been\r\nestablished in\nJaftha\n.\n[25] It is clear from\nGundwana\nthat insisting on\r\njudicial scrutiny in every case should hold no terrors.\n45\nThe level of enquiry will\r\nvary from case to case and will always be\ndependent on the\r\ncircumstances. As was pointed out in\nGundwana\nthe rule established in\nJaftha\n‘\ncaution[s] courts\r\nthat in allowing execution against immovable property due regard\r\nshould be taken of the impact that this may have\non judgment debtors\r\nwho are poor and at risk of losing their homes’.\n[26] The object of\r\njudicial oversight is to determine whether rights in terms of s 26(1)\r\nof the Constitution are implicated. In\nthe main a number of cases\r\ngrappling with\nJaftha\nsought to arrive at that\r\ndetermination without accepting that judicial oversight was required\r\nin every case. How, it must be asked,\ncan a determination be made as\r\nto whether s 26(1) rights are implicated, without the requisite\r\njudicial oversight?. We are unable\nto understand the difficulty of\r\napplying the principle that it is necessary in every case to subject\r\nthe intended execution to\njudicial scrutiny to see whether s 26(1)\r\nrights are implicated. To not undertake such an enquiry would in fact\r\nrender the procedure\nunconstitutional. Following that simple\r\nprinciple would have avoided the confusion caused by a number of\r\njudgments.\n[27] As stated by our\r\ncolleague, applying\nJaftha\ndoes not mean that all\r\npast executions in which there was no enquiry are rendered invalid.\r\nOnce again, the validity of such executions\nwill depend on the\r\ncircumstances of each case.\n[28] Had the principle\r\nestablished in\nJaftha\nbeen properly applied in\r\nthe court below the extended analysis of a judicial reading-in\r\nexercise resorted to by it would have been\nwholly unnecessary.\r\nLikewise, the discussion about the separation of powers, was\r\nsuperfluous. In any event, we have grave doubts\nabout the propriety\r\nof a reading-in into an earlier reading-in by a higher court.\r\nFurthermore the Constitutional Court has the\nlast say on the\r\nconstitutionality or otherwise of legislation and this also applies\r\nto such remedies as are fashioned by it.\n[29] In the present case,\r\njudicial scrutiny of the common cause facts as set out in the stated\r\ncase leads to the compelling conclusion\nthat s 26(1) rights are not\r\nimplicated. The court below was therefore correct in its ultimate\r\nconclusion. It is for these reasons\nthat we agree that the appeal\r\nshould fail.\n________________________\nM S NAVSA\nJUDGE OF APPEAL\n________________________\nS SNYDERS\nJUDGE OF APPEAL\n________________________\nY S MEER\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: Vos\r\nVoormolen\nInstructed by:\nCox Yeats Attorneys\nDurban\nMcIntyre & Van der\r\nPost\nBloemfontein\nFor First and Second\r\nRespondents: RJ Seggie SC and IA Sardiwalla\nInstructed by:\nKathy James Attorneys\nSherwood\nHoney Attorneys Inc\nBloemfontein\nFor Fourth and Fifth\r\nRespondents: P Govindasamy\nInstructed by:\nGovindasamy & Pillay\nPietermaritzburg\nMthembu & Van Vuuren\r\nInc\nBloemfontein\n1\nJaftha\r\n\tv Schoeman & others; Van Rooyen v Scholtz & others\n[2004] ZACC 25\n;\n2005\r\n\t(2) SA 140\n(CC).\nJaftha\nhas\r\n\tbeen construed by several courts, including the court below (\nMkhize\r\n\tv Umvoti Municipality & others\n2010\r\n\t(4) SA 509\n(KZP)):\nReshat Schloss v\r\n\tGordon Taramathi & others\nCase\r\n\t2657/2005 (C) 10 October 2005;\nStandard\r\n\tBank of South Africa Ltd v Saunderson & others\n2006\r\n\t(2) SA 264\n(SCA);\nABSA Bank Ltd v\r\n\tNtsane & another\n[2006] ZAGPHC 115\n;\n2007 (3) SA 554\n(T);\nStandard Bank of South Africa v\r\n\tAdams\n2007 (1) SA 598\n(C);\nNedbank\r\n\tLtd v Mashiya & another\n2006 (4)\r\n\tSA 422\n(T);\nNedbank Ltd v Mortinson\n[2005] ZAGPHC 85\n;\n2005 (6) SA 462\n(W);\nStandard\r\n\tBank of SA Ltd v Snyders and Eight Similar Cases\n2005\r\n\t(5) SA 610\n(C);\nFirst Rand Bank Ltd v\r\n\tFolscher & another and similar matters\n2011\r\n\t(4) SA 314\n(GNP);\nNedbank Ltd v Fraser\r\n\t& another and four other cases\n2011\r\n\t(4) SA 363\n(SGJ) and recently,\nGundwana\r\n\tv Steko Development & others\n2011\r\n\t(3) SA 608\n(CC).\n2\nSection\r\n\t26 of the Constitution provides:  ‘Housing.—(1)  Everyone\r\n\thas the right to have access to adequate\nhousing.’\n3\nPara\r\n\t13.\n4\nPara\r\n\t20.\n5\nMenqa\r\n\t& another v Markom & others\n2008\r\n\t(2) SA 120\n(SCA) para 10;\nFerreira v\r\n\tLevin NO & others; Vryenhoek & others v Powell NO &\r\n\tothers\n1996 (1) SA 984\n(CC) paras\r\n\t25-30;\nMvumvu & others v Minister\r\n\tof Transport & another\n2011 (2) SA\r\n\t473\n(CC) para 44 and see s 172(1)(b)(i) of the Constitution.\n6\nPara\r\n\t40.\n7\nParas\r\n\t22, 37, 38 and 41 relying inter alia on\nFirestone\r\n\tSouth Africa (Pty) Ltd v Genticuro AG\n1977\r\n\t(4) SA 298\n(A) para 7 and\nEx parte\r\n\tWomen’s Legal Centre: In re Moise v Greater Germiston\r\n\tTransitional Local Council\n2001 (4) SA\r\n\t1288\n(CC) para 11.\n8\nPara\r\n\t37.\n9\nThe\r\n\tclerk of the court acted pursuant to rule 36(1) of the Magistrates’\r\n\tCourts Rules of Court first published under\nGN\nR1108 in\nRG\n980 of 21 June 1968. These rules were replaced by\r\n\tthe Rules regulating the Conduct of Proceedings in the Magistrates’\r\n\tCourts\nof South Africa\nGN\n33487\r\n\tin R740 of 23 August 2010. Rule 36(1) of the new rules is worded the\r\n\tsame as the original rule 36(1).\n10\nGundwana\r\n\tv Steko Development & others\n2011\r\n\t(3) SA 608\n(CC).\n11\nSee\r\n\tparas 17 ff of the judgment.\n12\nStandard\r\n\tBank of South Africa Ltd v Saunderson & others\n2006\r\n\t(2) SA 264\n(SCA) paras 15 and 17 and also\nMenqa\r\n\t& another v Markom & others\n2008\r\n\t(2) SA 120\n(SCA) paras 8, 21 and 29.\n13\nPara\r\n\t40.\n14\nPara\r\n\t40.\n15\nPara\r\n\t41.\nSee paras 56 to 59 of\nJaftha\nand\nStandard\r\n\tBank of South Africa Ltd v Saunderson & others\n2006\r\n\t(2) SA 264\n(SCA) para 17;\nNedbank Ltd v\r\n\tMortinson\n[2005] ZAGPHC 85\n;\n2005 (6) SA 462\n(W),\n[2006]\r\n\t2 All SA 506\n(W).\n16\nPara\r\n\t30.\n17\nParas\r\n\t30 ff and s\nee\nNational\r\n\tCoalition for Gay and Lesbian Equality & others v Minister of\r\n\tHome Affairs & others\n2000 (2) SA\r\n\t1\n(CC) paras 61 ff;\nS v Manamela &\r\n\tanother (Director-General of Justice Intervening)\n2000\r\n\t(3) SA 1\n(CC) paras 54 ff;\nSatchwell v\r\n\tPresident of the Republic of South Africa & another\n2002\r\n\t(6) SA 1\n(CC) paras 27 ff;\nZondi v MEC\r\n\tfor Traditional and Local Government Affairs & others\n2005\r\n\t(3) SA 589\n(CC) paras 121 ff.\n18\nStandard\r\n\tBank of South Africa Ltd v Saunderson & others\n2006\r\n\t(2) SA 264\n(SCA) para 15.\n19\nCf\nthe cases cited in fn 1 above.\n20\nRule\r\n\t46(1) as amended reads: ‘No writ of execution against the\r\n\timmovable property of any judgment debtor shall issue until\n–\r\n\t(i) a return shall have been made of any process which may have been\r\n\tissued against movable property of the judgment\ndebtor from which it\r\n\tappears that the said person has not sufficient movable property to\r\n\tsatisfy the writ; or (ii) such immovable\nproperty shall have been\r\n\tdeclared specially executable by the court or, in the case of a\r\n\tjudgment granted in terms of rule 31(5),\nby the registrar: Provided\r\n\tthat, where the property sought to be attached is the primary\r\n\tresidence of the judgment debtor, no\nwrit shall issue unless the\r\n\tcourt, having considered all the relevant circumstances, orders\r\n\texecution against such property.’\nFor further commentary see H\r\n\tJ Erasmus and D E van Loggerenberg\nSuperior\r\n\tCourt Practice\n(Service 37, 2011) by D\r\n\tE van Loggerenberg and P B J Farlam (current authors) at B1-335 ff\r\n\tand, for example, Appendix V to the\nPractice Manual for North\r\n\tGauteng High Court (25 July 2011) and\nFirst\r\n\tRand Bank Ltd v Folscher & another and similar matters\n2011\r\n\t(4) SA 314\n(GNP).\n21\nCampus\r\n\tLaw Clinic, University of Kwazulu-Natal v Standard Bank of South\r\n\tAfrica Ltd & another\n[2006] ZACC 5\n;\n2006 (6) SA\r\n\t103\n(CC) paras 7-8.\n22\nPara\r\n\t22 and also\nGundwana\npara\r\n\t51.\n23\nPara\r\n\t52. See also paras 50, 55, 56, 57, 58 and 62.\n24\nGundwana\r\n\tv Steko Development & others\n2011\r\n\t(3) SA 608\n(CC) para 52.\nGundwana\nis\r\n\tdiscussed by Lisa Mills ‘Judges, not Registrars, to Declare\r\n\tHomes Executable’ 2011\nDe Rebus\nJune 2011 50.\nJaftha\nalso attracted considerable academic\r\n\tattention. See eg Eric C Christiansen ‘Adjudicating\r\n\tNon-justiciable Rights: Socio-economic\nRights and the South African\r\n\tConstitutional Court’\nColumbia\r\n\tHuman Rights L Rev\n(2007) 38 at 371\r\n\tff; A J van der Walt ‘Property, Social Justice and\r\n\tCitizenship: Property Law in Post-Apartheid South Africa’\n2008\r\n\t(19)\nStellenbosch L Rev\n325\r\n\tat 328 ff.\n25\nP\nara\r\n\t42.\n26\nAnd\r\n\tsee paras 34, 41, 49, 50, 58 and 59 of\nGundwana\n.\r\n\tSee n 20 above for the amended Rule 46.\n27\nChief\r\n\tLesapo v North West Agricultural Bank\n[1999] ZACC 16\n;\n2000\r\n\t(1) SA 409\n(CC).\n28\nPara\r\n\t41.\n29\nRead\r\n\twith Rule 45(1).\n30\nSee\r\n\tparas 42 and 44 ff. In\nSaunderson\npara\r\n\t18 it was said: ‘[T]he property owners here have willingly\r\n\tbonded their property to the bank to obtain capital. Their\ndebt is\r\n\tnot extraneous, but is fused into the title of the property. The\r\n\teffect of s 26(1) on such cases was not considered in\nJaftha\n.\n’\n31\nPara\r\n\t44.\n32\nPara\r\n\t43. See\nFerreira v Levin NO &\r\n\tothers; Vryenhoek & others v Powell NO & others\n1996\r\n\t(1) SA 984\n(CC) para 26;\nChief Direko\r\n\tLesapo v North West Agricultural Bank & another\n[1999]\r\n\tZACC 16\n;\n2000 (1) SA 409\n(CC) para 7.\n33\nPara\r\n\t43.\n34\nPara\r\n\t52.\n35\nParas\r\n\t57 and 58 and see\nMenqa & another v\r\n\tMarkom & others\n2008 (2) SA 120\n(SCA);\nCampbell v Botha & others\n[2008] ZASCA 126\n;\n2009 (1) SA 238\n(SCA).\n36\nPara\r\n\t59.\n37\nPara\r\n\t61.\n38\n‘\nBill\r\n\tof Rights Jurisprudence’ 2005\nAnnual\r\n\tSurvey of South African Law\n27\r\n\tat 77 to 81 and 2006\nAnnual\r\n\tSurvey of South African Law\n45\r\n\tat 83 to 93.\n39\n2005\nAnnual Survey\n87.\n40\n2006\nAnnual Survey\nat\n89-90.\n41\nSee\r\n\tabove para 12 where the passage from the judgment of the court below\r\n\tis cited.\n42\nCarol\r\n\tRogerson ‘\nThe Judicial Search for\r\n\tAppropriate Remedies under the Charter: The Examples of Overbreath\r\n\tand Vagueness’ in Robert J Sharpe\n(ed)\nCharter\r\n\tLitigation\n(1987) 233 at 288 cited\r\n\twith approval in the Supreme Court of Canada in\nR\r\n\tv Schachter\n[1992] 10 CRR (2d) 1 at\r\n\t13-15 (followed in eg\nTighe v\r\n\tMcGillivray Estate\n1994 CanLII 4126\r\n\t(NS CA)\n; 127 NSR (2d) 313; 112 DLR (4\nth\n)\r\n\t201; 20 CRR (2d) 54 and\nChristie v\r\n\tBritish Columbia\n2006 BCCA 59\n(CanLII);\n[2006] 3 WWR 437\n; 48 BCLR (4\nth\n)\r\n\t322) as well as in South Africa in eg\nNational\r\n\tCoalition for Gay and Lesbian Equality & others v Minister of\r\n\tHome Affairs & others\n2000 (2) SA\r\n\t1\n(CC) paras 69 ff and in the court below paras 31 to 33.\n43\nSee\r\n\tpara 17 above.\n44\nPara\r\n\t43.\n45\nSee\r\n\tpara 43.",
  "scraped_at": "2026-02-12T16:03:20.091949",
  "date": "2011-09-30",
  "coram": [
    "Navsa",
    "Lewis",
    "Snyders JJA",
    "Malan JJA",
    "Meer AJA"
  ],
  "case_number": "628/2010",
  "parties": {
    "applicants": [
      "Stiphen Mkhize"
    ],
    "respondents": [
      "Umvoti Municipality",
      "Nalini Khan",
      "Navin Chetty",
      "Vusi Cornelius Dlamini",
      "Daphne Hlengiwe Dlamini",
      "Nel & Stevens",
      "The Sheriff of the Magistrate’s Court Umvoti",
      "Registrar of Deeds"
    ]
  },
  "sections": {
    "facts": "The appellant, Stiphen Mkhize, owned a parcel of land purchased in 1998 for R25,000 on which a house was partially built but never occupied. The property was subject to rates debt to Umvoti Municipality. The Municipality obtained a default judgment of R14,593 and, after an unsuccessful execution against movable assets, issued a warrant to execute against the immovable property. The property was sold in execution in 2003 for R8,000 to the second respondent, subsequently transferred to the third respondent and later to the fourth and fifth respondents for R350,000. Mkhize never lived in the house and claimed that the execution sale was invalid because the warrant was issued without the judicial oversight required by the Constitutional Court’s decision in Jaftha v Schoeman.",
    "issues": "The principal issue was whether the constitutional requirement for judicial oversight of execution against immovable property, articulated in Jaftha, applies to every execution under s 66(1)(a) of the Magistrates’ Courts Act or only where the execution would infringe the debtor’s constitutional right to adequate housing under s 26(1). A subsidiary issue was whether the sale of Mkhize’s property should be set aside on that basis.",
    "principles": "The Court considered s 26(1) of the Constitution, which guarantees the right of access to adequate housing, and the Jaftha judgment which read in judicial‑oversight wording into s 66(1)(a). Jaftha was held to apply only where execution threatens a person’s home and thus impairs the right to housing. The Court also referred to the principles of separation of powers, the limits of constitutional remedies (reading‑in, reading‑down), and subsequent cases such as Gundwana, Saunderson and the amended Rule 46, which confirm that judicial oversight is required on a case‑by‑case basis to determine whether s 26 rights are implicated.",
    "application": "Applying these principles, the Court found that the immovable property in question was not Mkhize’s home and that he was not deprived of adequate housing. Consequently, the constitutional requirement for judicial oversight did not arise. The Court held that Wallis J’s interpretation of Jaftha, limiting its reach to homes, was correct and that the execution sale, although conducted without the oversight required for homes, was valid in the present circumstances.",
    "conclusion": "The appeal was dismissed with costs. The order of the High Court was affirmed and the sale in execution stood."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Housing Rights",
    "level_3": [
      "s 26 right to housing",
      "execution against immovable property",
      "judicial oversight",
      "Jaftha precedent",
      "Magistrates' Courts Act"
    ]
  }
}