{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/103.html",
  "case_name": "Furlong v S (064/11) [2011] ZASCA 103; 2012 (2) SACR 620 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 103",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 103\n|\nNoteup\n|\nLawCite\nFurlong v S (064/11) [2011] ZASCA 103; 2012 (2) SACR 620 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nC\nase No:\r\n064/11\nIn the matter between:\nSHELDON\r\nPATRICK FURLONG\n..................................................\nAppellant\nand\nTHE STATE\n....................................................................................\nRespondent\nNeutral citation:\nFurlong\r\nv State\n(064/11)\n[2011] ZASCA 103\n(1 June 2011)\nCoram:\nNAVSA, SERITI JJA\r\nand PETSE AJA\nHeard: 24 May 2011\nDelivered: 1 June 2011\nSummary:\nCriminal Law ─\r\nsentence ─ accused charged with a contravention of section 36\r\nof the General Law Amendment Act 62 of\n1955 ─ magistrate\r\nequating offence with more serious offences ─ sentence set\r\naside and substituted with a lesser sentence.\n_____________________________________________________________________\nORDER\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Mavundla J and Van Zyl AJ sitting as a\r\ncourt of appeal):\nThe appeal is allowed.\nThe order of the court a quo is\r\n\tset aside and in its place the following is substituted:\n‘\n1. The\r\nappeal is upheld.\n2. The sentence imposed by the\r\nmagistrate is altered to read as follows:\n“\nThe\r\naccused is sentenced to three years’ and two days’\r\nimprisonment.”\nThe substituted sentence set out\r\n\tin 2 above is antedated to 18 May 2007.’\n___________________________________________________________\nJUDGMENT\nPETSE AJA (NAVSA and SERITI JJA\r\nconcurring)\n[1] The\r\nappellant stood trial in the regional court, Musina, on a charge of\r\ncontravening s 36 of the General Law Amendment Act 62\nof 1955.\n1\n[2] It was common cause at the\r\ntrial that on or about 24 October 2006 the appellant was, at or near\r\nBeit Bridge in the regional\ndivision of Limpopo, found in unlawful\r\npossession of an Audi Q7 four-wheel drive motor vehicle (the vehicle)\r\nvalued at R750 000.\nThere was a reasonable suspicion that the vehicle\r\nhad been stolen as the appellant was unable to proffer a satisfactory\r\naccount\nof such possession.\n[3] Having pleaded guilty to the\r\ncharge he was duly convicted as charged and sentenced to imprisonment\r\nfor a period of seven years.\n[4] The appellant unsuccessfully\r\nappealed against his sentence to the Pretoria High Court. Aggrieved\r\nby this result the appellant\napplied to the Pretoria High Court for\r\nleave to pursue a further appeal against sentence to this court,\r\nwhich was granted.\n[5] The owner of the vehicle, Mr\r\nHlanigani Joseph Maluleke testified in relation to sentence only. A\r\nsummary of his evidence is\nset out hereunder. On 14 October 2006 at\r\nabout 19h00 he was driving the vehicle on Klagobela Street in\r\nAtteridgeville when he realised\nthat there was a white motor vehicle\r\ndriving behind him. When he reached the end of the street, which was\r\na cul-de-sac, a white\nmotor vehicle parked behind him, rendering it\r\nimpossible for him to execute a u-turn. Suddenly someone was pointing\r\na gun at him\nalongside the driver’s window of his vehicle,\r\ndemanding that he alight. He complied and at that stage saw two other\r\nmen opening\nthe rear passenger door of his vehicle. Then he was\r\nshoved into the vehicle and instructed to lie face down as they drove\r\nfrom\nthe scene.\n[6] The hijackers searched Mr\r\nMaluleke and seized his automated bank teller cards. He was compelled\r\nto disclose the personal identity\nnumbers of his bank cards under\r\nthreat of death should the numbers disclosed turn out to be false.\r\nLater he was ejected from the\nvehicle, pushed down a slope and bushy\r\narea, with both his hands tied behind his back. He managed to walk to\r\na toll plaza on the\nN4 road between Rustenburg and Atteridgeville\r\nfrom where the police were summoned.\n[7] Mr Maluleke subsequently\r\nlearnt, on making enquires from Standard Bank and ABSA Bank, that a\r\ntotal of R18000 had been withdrawn\nfrom his bank accounts. When his\r\nmotor vehicle was recovered by the police on 24 October 2006 his\r\nlaptop, digital camera, bank\ncards and cheque book were missing. Due\r\nto the fact that he was robbed of his motor vehicle at night he could\r\nnot identify his\nassailants. So much then for his evidence.\n[8] It is apposite at this stage\r\nto mention that in his written statement in substantiation of his\r\nguilty plea in terms of\ns 112(2)\nof the\nCriminal Procedure Act 51 of\n1977\n, the appellant admitted all the essential elements of the\r\noffence charged including admitting that at the time of his arrest he\n\nwas in no position to give a satisfactory account of his possession\r\nof the vehicle and that his dealings with the vehicle were\nat all\r\nmaterial times intentional and unlawful.\n[9] The circumstances in which an\r\nappellate court would be justified in interfering with a sentence of\r\nthe trial court have been\nrestated in a long line of judgments of\r\nthis court. In\nS v Mtungwa & ‘n ander\n1990 (2) SACR\r\n1\n(A) this court held that once it is shown that one, some or all of\r\nthe following factors exist the appellate court would be justified\nto\r\ninterfere, namely: if the sentence is, for example, (i) disturbingly\r\ninappropriate; (ii) totally out of proportion to the magnitude\nof the\r\noffence; (iii) sufficiently disparate; (iv) vitiated by misdirection\r\nshowing that the trial court exercised its discretion\nunreasonably\r\nand (v) is otherwise such that no reasonable court would have imposed\r\nit. (See also\nS v L\n1998 (1) SACR 463\n(SCA);\nS v Salzwedel\r\n& others\n1999 (2) SACR 586\n(SCA);\nS v Giannoulis\n1975\r\n(4) SA 867\n(A) at 868G-H;\nS v Kgosimore\n1999 (2) SACR 328\n(SCA) at para 10)\n[10] On appeal before us the\r\nseverity of the sentence imposed on the appellant was assailed on a\r\nnumber of bases. It was contended\nthat the trial court paid little or\r\nno regard to the moral blameworthiness of the appellant; failed to\r\ngive due weight to the fact\nthat by pleading guilty the appellant had\r\nthereby expressed contrition; and committed a material misdirection\r\nby imposing ‘an\nexemplary sentence’ that had the effect\r\nof ‘dramatically altering the existing sentencing patterns’.\n[11] The critical issue for\r\ndetermination in this appeal therefore is whether the trial court\r\ncommitted a material misdirection\nof the nature alleged or there is\r\notherwise justification warranting interference with the sentence\r\nimposed by the trial court.\nAllied to that issue is the question\r\nwhether the court a quo should have come to a conclusion different to\r\nthe one reached by it.\n[12] The magistrate based his\r\nreasoning for the sentence imposed on the following factors: (a) the\r\nseriousness of the offence that\nthe appellant was convicted of,\r\naggravated by the fact that the vehicle concerned had been hijacked;\r\n(b) the alertness of the police\nthat led to the recovery of the\r\nvehicle meant that their ‘good work’ was deserving of\r\nappreciation to be reflected\nby imposing a sentence that ‘would\r\nencourage them to combat crime in the future as they have in this\r\ncase’; (c) that\ncar-hijackers and thieves would continue\r\nrelentlessly with their nefarious activities for so long as there\r\nwere people such as\nthe appellant who hold themselves ready to\r\ndispose of hijacked and stolen vehicles; (d) the prevalence of the\r\noffence in the area\nof jurisdiction of the trial court.\n[13] In making these observations\r\non reaching a decision on an appropriate sentence the trial court was\r\nin fact equating the offence\nthat the appellant was charged with with\r\nthe offence of robbery and/or theft. Put differently he was being\r\npunished for more serious\noffences than the one he was being charged\r\nwith. In particular the magistrate appeared intent on punishing the\r\nappellant for the\nactions of the hi-jackers. This is a material\r\nmisdirection which is inextricably linked with the trial court’s\r\ndecision on\nan appropriate sentence. There is no doubt that it is\r\nthat view that resulted in a more severe sentence. This court is thus\r\nat\nlarge to interfere.\n[14] Although the learned\r\nmagistrate was at pains to point out that he would take care not to\r\nsacrifice the appellant on the altar\nof deterrence, I am satisfied\r\nthat, given the severity of the sentence that he ultimately imposed\r\non the appellant, he in fact\nonly paid lip service to this laudable\r\nprinciple.\n[15] It remains to consider what,\r\nin the circumstances, is an appropriate sentence in substitution of\r\nthe one imposed by the trial\ncourt and confirmed by the court a quo.\n[16] We were\r\ninformed by counsel for the appellant at the hearing of the appeal ─\r\nfollowing inquiries made by him from correctional\nservices at the\r\nbehest of this court ─ that the appellant had been released\r\nunder correctional supervision on 20 May 2010.\nThe appellant was\r\nsentenced to seven years’ imprisonment on 18 May 2007, which\r\nthen means that he had served three years\nof his seven year sentence.\r\nPrior to his conviction he was in police detention for four months\r\nawaiting trial. He was at the time\nof his conviction a first offender\r\nand 40 years of age. It must be mentioned that, although he pleaded\r\nguilty to the charge, it\nis not possible to discern, on the evidence\r\nbefore us, whether his guilty plea can be taken as an expression of\r\ngenuine remorse\nor was rather provoked by a stark realisation on his\r\npart that the State had ‘an open and shut’ case against\r\nhim, in\nwhich event his guilty plea would be a neutral factor.\n2\nThe appellant\r\nalso had two minor children then aged 11 and 15 years who, it would\r\nappear, were solely dependant on him for their\nlivelihood. He had\r\njust found employment as a despatch clerk from which he would have\r\nearned a salary of R2000 per month.\n[17] The appellant’s\r\ncounsel submitted on his behalf that the appellant’s role was\r\nmerely to deliver the vehicle to\nsomeone in Zimbabwe. This submission\r\nappears well founded.\n[18] There are aggravating\r\nfactors that are deserving of due consideration. The appellant was\r\nconvicted of a serious offence. It\nis thus perfectly understandable\r\nthat the learned magistrate gave the appellant’s plea for an\r\noption of a fine short shrift.\nAs stated before he had been found in\r\npossession of a relatively new motor vehicle, worth almost R800 000,\r\nwhich was on the verge\nof being whisked away beyond the borders of\r\nthis country.\n[19] There is no doubt that a\r\nsentence of 7 years’ imprisonment is more appropriate in the\r\ncase of theft of a motor vehicle.\nAnd as pointed out before the\r\nmagistrate in sentencing the appellant appeared intent on punishing\r\nthe appellant for the acts of\nthe hi-jackers. The period spent in\r\njail by the appellant awaiting trial and the fact that he has already\r\nbeen released under correctional\nsupervision are relevant factors in\r\na decision concerning an appropriate sentence.\n[20] In my view the state rightly\r\nconceded that a suitable sentence in all the circumstances of this\r\ncase is the period of imprisonment\nalready served. The effect of the\r\norder below is that there will be no further period of imprisonment\r\nto be served by the appellant.\nThus the sentence will be antedated.\n[21] In the result the following\r\norder is made:\n1. The appeal is allowed.\n2. The order of the court a quo\r\nis set aside and in its place the following is substituted:\n‘\n1. The\r\nappeal is upheld.\n2. The sentence imposed by the\r\nmagistrate is altered to read as follows:\n“\nThe\r\naccused is sentenced to three years’ and two days’\r\nimprisonment.”\nThe substituted sentence set out\r\n\tin 2 above is antedated to 18 May 2007.’\n___________________\nXM Petse\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT: HL Alberts\nInstructed by Pretoria Justice\r\nCentre, Pretoria;\nBloemfontein Justice Centre,\r\nBloemfontein.\nRESPONDENT: SR Sibara\nInstructed by Director of Public\r\nProsecutions, Pretoria;\nDirector of Public Prosecutions,\r\nBloemfontein.\n1\nS36\nprovides:\n‘\nFailure\r\n\tto give a satisfactory account of possession of goods. Any person\r\n\twho is found in possession of any goods, other than\nstock or produce\r\n\tas defined in section one of the Stock Theft Act, 1959 (Act 57 of\r\n\t1959), in regard to which there is reasonable\nsuspicion they have\r\n\tbeen stolen and is unable to give a satisfactory account of such\r\n\tpossession, shall be guilty of an offence\nand liable on conviction\r\n\tto the penalties which may be imposed on a conviction of theft.\n2\nSee\nS v Barnard\n2004\r\n\t(1) SACR 191\n(SCA) at 197g-h.",
  "scraped_at": "2026-02-12T15:42:52.412702",
  "date": "2011-06-01",
  "coram": [
    "NAVSA",
    "SERITI JJA",
    "PETSE AJA"
  ],
  "case_number": "064/11",
  "parties": {
    "applicants": [
      "Sheldon Patrick Furlong"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Sheldon Patrick Furlong, was found on or about 24 October 2006 near Beit Bridge in possession of a stolen Audi Q7 valued at roughly R750,000. He pleaded guilty to contravening s 36 of the General Law Amendment Act 62 of 1955, was convicted and sentenced by a magistrate to seven years' imprisonment. The vehicle had been hijacked from its owner, Mr Hlanigani Joseph Maluleke, who testified about the hijacking. The appellant had served three years of his sentence and was released on correctional supervision in May 2010. At the time of conviction he was a 40‑year‑old first offender, the primary caregiver for two minor children and employed as a dispatch clerk earning R2 000 per month.",
    "issues": "Whether the magistrate erred by materially misdirecting the sentencing exercise—equating the offence of unlawful possession with more serious crimes such as robbery or theft—and whether the seven‑year sentence was disturbingly inappropriate, disproportionate and therefore subject to appellate interference.",
    "principles": "Appellate courts may intervene where a sentence is (i) disturbingly inappropriate, (ii) out of proportion to the offence, (iii) the result of a material misdirection, or (iv) no reasonable court would impose it. This principle is drawn from S v Mtungwa (1990) and reinforced in later cases such as S v L (1998), S v Salzwedel (1999), S v Giannoulis (1975), S v Kgosimore (1999) and S v Barnard (2004) regarding sentencing under s 36 of the General Law Amendment Act.",
    "application": "The court determined that the magistrate had indeed misdirected himself by treating the contravention of s 36 as if it were robbery/theft, thereby imposing a harsher penalty than warranted. The magistrate failed to give adequate weight to the appellant’s guilty plea, first‑offender status, family responsibilities, prior custody, and the time already served. Consequently, the sentence was deemed excessively severe and vitiated by misdirection, justifying replacement with a lesser term that reflects the actual circumstances.",
    "conclusion": "The appeal was allowed. The original seven‑year sentence was set aside and substituted with a term of three years and two days imprisonment, antedated to 18 May 2007, meaning the appellant owes no further custodial time."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "sentence reduction",
      "misdirection",
      "theft",
      "appellate review"
    ]
  }
}