{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/74.html",
  "case_name": "National Union of Mineworkers and Another v Samancor Ltd (Tubatse Ferrochrome) and Others (625/10) [2011] ZASCA 74; [2011] 11 BLLR 1041 (SCA); (2011) 32 ILJ 1618 (SCA) (25 May 2011)",
  "citation": "[2011] ZASCA 74",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 74\n|\nNoteup\n|\nLawCite\nNational Union of Mineworkers and Another v Samancor Ltd (Tubatse Ferrochrome) and Others (625/10) [2011] ZASCA 74; [2011] 11 BLLR 1041 (SCA); (2011) 32 ILJ 1618 (SCA) (25 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 625/10\nNo precedential significance\nIn the matter between:\nNATIONAL UNION OF MINEWORKERS\n.........................\nFirst Appellant\nMARIFI JOHANNES MALOMA\n......................................\nSecond\r\nAppellant\nand\nSAMANCOR LIMITED\n(TUBATSE FERROCHROME)\n..........................................\nFirst Respondent\nMETAL AND ENGINEERING\r\nINDUSTRIES\nBARGAINING COUNCIL (“MEIBC”)\n.........................\nSecond\r\nRespondent\nJAN STEMMETT NO\n........................................................\nThird\r\nRespondent\nNeutral citation:\nNational\r\nUnion of Mineworkers v Samancor Ltd\n(625/10)\n[2011] ZASCA 74\n(25\r\nMAY 2011)\nCoram:\nNUGENT, PONNAN,\r\nCACHALIA and TSHIQI JJA and MEER AJA\nHeard:\n6 MAY 2011\nDelivered: 25 MAY 2011\nSummary: Labour law –\r\narbitrator – review – standard for interference on\r\nreview.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from: Labour Appeal\r\nCourt (Davis and Jappie JJA and Revelas AJA sitting as court of\r\nappeal).\nThe appeal is upheld with costs.\r\nThe order of the Labour Appeal Court is set aside and substituted\r\nwith the following order:\n‘\nThe\r\nappeal is dismissed with costs’.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nNUGENT JA (PONNAN, CACHALIA and\r\nTSHIQI JJA and MEER AJA concurring)\n[1] The second appellant (Mr\r\nMaloma) was employed by the first respondent (Samancor) as a furnace\r\noperator in August 1996. On 20\nMarch 2006 he was arrested on\r\nsuspicion of robbery. Fourteen days later the charge was withdrawn\r\nand Mr Maloma was released and\nhe returned to work. On 20 May 2006 he\r\nwas again arrested on the same charge. On this occasion he was\r\ndetained for about 140 days\nuntil he was released on bail. Meanwhile,\r\non 30 May 2006, ten days after his second arrest, Samancor terminated\r\nhis employment.\nA letter telling him of his dismissal was sent to the\r\npolice station where Mr Maloma was being detained but he did not\r\nreceive\nit. For obvious reasons there was no hearing before the\r\ntermination but a ‘post dismissal’ hearing was held after\r\nhis\nrelease. Following that hearing Samancor decided not to reverse\r\nthe earlier termination.\n[2] Mr Maloma disputed the\r\nfairness of his dismissal and the dispute was referred to arbitration\r\nunder the auspices of the bargaining\ncouncil. The arbitrator was Mr\r\nStemmett (the third respondent). Mr Stemmett found that the\r\ntermination was both substantively and\nprocedurally unfair and issued\r\nan award ordering his reinstatement. Adopting the view that Samancor\r\nshould not be penalized for\nthe period that Mr Maloma was detained he\r\nordered that he should be reinstated with effect from 2 November 2006\r\n(the date of the\npost dismissal hearing).\n[3] Samancor applied to the\r\nLabour Court to review and set aside the award. The grounds alleged\r\nin the founding affidavit were that\nthe arbitrator committed a gross\r\nirregularity, exceeded his powers, misconducted himself, and that the\r\naward was irrational and\nnot justified by the evidence. I need to say\r\nimmediately that the word ‘misconduct’ was used in a\r\ntechnical sense by\nSamancor and there is no suggestion that Mr\r\nStemmett acted in any way to his discredit.\n[4] The application was dismissed\r\nby the Labour Court (Francis J). An appeal to the Labour Appeal Court\r\n(Davis and Jappie JJA and\nRevelas AJA) succeeded. The order of the\r\nLabour Court was set aside and substituted with orders declaring the\r\ndismissal to have\nbeen substantively fair, but procedurally unfair\r\nfor which Mr Maloma was awarded compensation equivalent to six\r\nmonths’ remuneration.\nMr Maloma, assisted by his union (the\r\nfirst appellant), now appeals with the special leave of this court.\n[5]\r\nIt is trite that an appeal does not lie against the award of an\r\narbitrator. Even if the reviewing court believes the award to\nbe\r\nwrong, there are limited grounds upon which it is entitled to\r\ninterfere. Section 145 of the Labour Relations Act 66 of 1995\npermits\r\nthe Labour Court to set aside an award for one or other defect stated\r\nin s 145(2) – none of which are now applicable.\nBut it was\r\nrecognised in\nSidumo\r\nv Rustenburg Platinum Mines Ltd,\n1\nadopting\r\nwhat was held in\nCarephone\r\n(Pty) Ltd v Marcus NO\n,\n2\nthat\r\nan award may also be set aside if it is one that ‘a reasonable\r\ndecision-maker could not reach’,\n3\nand\r\nit was on that basis that Samancor sought to have the award set\r\naside. Thus the question that was before the Labour Court –\nand\r\nsubsequently before the Labour Appeal Court – was whether the\r\naward in this case was so defective as to fall within that\ncategory.\n[6] After considering the facts,\r\nand the reasons give by Mr Stemmett for his award, the Labour Court\r\nanswered that question as follows\n(referring to Mr Stemmett as ‘the\r\ncommissioner’):\n‘\nThe\r\nCommissioner’s award is well reasoned. He dealt with all the\r\nissues that arose in the matter. It can therefore not be\nsaid that\r\nthe commissioner committed any reviewable irregularity. His decision\r\nis one that a reasonable decision maker would have\nmade. His award is\r\nlawful, reasonable and procedurally fair. He had decided the issue on\r\nthe basis of his own sense of fairness.\nIt is reasonable and meets\r\nthe constitutional requirement that an administrative action must be\r\nreasonable’.\n[7] It is apparent from the\r\nreasons given by the Labour Appeal Court that it did not appreciate\r\nthe limited nature of the question\nthat had been before the Labour\r\nCourt – and hence the limited question that was before it on\r\nappeal. Nowhere in its reasons\nis there any express finding that the\r\naward was one that no reasonable decision-maker could make nor does\r\nit appear by implication.\nThe most that can be said is that it found\r\nthat the arbitrator erroneously categorised the dismissal – a\r\nmatter to which\nI will return – but error is not by itself a\r\nproper basis for reconsidering an award. Having found that there was\r\nan error\nthe Labour Appeal Court said that ‘manifestly, the\r\nquestion as to whether a dismissal in the circumstances of the\r\npresent\ndispute, is substantively fair depends upon the facts of the\r\ncase’ and proceeded to consider the facts, reaching the\r\nfollowing\nconclusion:\n‘\nIn\r\nthe circumstances of this case and for the reasons so set out, [Mr\r\nStemmett] should have considered that the decision to terminate\n[Mr\r\nMaloma’s] employment was fair and manifestly fair’.\nThat approach to the matter would\r\nhave been appropriate if the arbitrator’s award had been under\r\nappeal but not where it was\nbeing subjected to review. (The court\r\nwent on to find that the termination had been procedurally unfair but\r\nI need not deal with\nthat aspect of the case.)\n[8] Before us it was submitted\r\nfor Samancor that the order of the Labour Appeal Court was\r\nnonetheless correct because the award\nwas indeed one that could not\r\nreasonably have been made and I turn to that submission.\n[9] One of the grounds that was\r\nadvanced in support of that submission was the error made by the\r\narbitrator in categorizing the\nreason for the dismissal. On that\r\nissue some background is necessary. Under s 185 of the Act every\r\nemployee has the right not to\nbe unfairly dismissed. Section 188(1)\r\nof the Act provides that a dismissal that is not automatically unfair\r\n(that is, one that\ndoes not fall within the categories listed in s\r\n187) is unfair if the employer fails to prove\n‘\n(a)\r\nthat the reason for the dismissal is a fair reason –\nrelated to the\r\n\temployee’s conduct or capacity; or\nbased on the\r\n\temployer’s operational requirements; and\nthat the dismissal\r\n\twas effected in accordance with a fair procedure’.\n[10] There was debate before Mr\r\nStemmett as to the correct categorization of the dismissal. It\r\nappears from the reasons given for\nthe award that Samancor argued\r\nthat it had dismissed Mr Maloma for ‘incapacity’, which\r\nMr Stemmett described as a ‘no\nfault dismissal based on the\r\nprinciple of impossibility of performance.’ He concluded,\r\nhowever, that in truth Mr Maloma had\nbeen dismissed for absenteeism\r\nand that ‘absenteeism is a disciplinary offence and cannot be\r\ntreated as an operational incapacity’.\nThe Labour Court was of\r\nthe same view and said that since Mr Maloma was not ‘the author\r\nof his own misfortune’ he had\na ‘valid reason for his\r\nabsence’ and thus had to be reinstated with loss of income’.\r\nThe Labour Appeal Court,\non the other hand, said that ‘incapacity’\r\nmight include imprisonment, which seems to me to be correct. But I do\r\nnot\nsee that the difference of opinion on the correct categorisation\r\nof the dismissal plays any material role in this case.\n[11]\r\nIt was submitted before us by its counsel that Samancor had not\r\npurported to dismiss Mr Maloma for fault on his part (that\nis, for\r\nthe disciplinary offence of absenteeism). He was dismissed because he\r\nwas no longer capable of performing his employment\nduties (that is,\r\nfor incapacity). Reminding us of the ordinary consequences for a\r\ncontract of the inability of one party to perform,\ncounsel submitted\r\nthat the inability of Mr Maloma to present himself for work in itself\r\nentitled Samancor to bring the employment\nto an end, which is what it\r\nhad purported to do.\n4\n[12] The submission is not\r\naltogether correct. While ordinary principles of contract permit a\r\ncontracting party to terminate the\ncontract if the other party\r\nbecomes unable to perform, that is not the end of the matter in the\r\ncase of employment. The question\nthat still remains in such cases is\r\nwhether it was fair in the circumstances for the employer to exercise\r\nthat election. In making\nthat assessment the fact that the employee\r\nis not at fault is clearly a consideration that might and should\r\nproperly be brought\nto account. But the fact that Mr Maloma was not\r\nat fault was not the sole reason for the arbitrator’s decision.\r\nAnother consideration\nthat he took account of – and it was\r\nclearly decisive of his decision - was that there was ‘no\r\nevidence that [Mr Maloma]\nwas occupying such a key position in the\r\ncompany that necessitated his dismissal after 10 days of absence’.\r\nHe added that\nhe had not been persuaded that the employment\r\nrelationship had become intolerable. In those circumstances I cannot\r\nsee that the\nerror that he made was material to the outcome. His\r\nreasoning shows that he would have reached the same conclusion\r\nhowever the\ndismissal was categorised. Least of all does it follow\r\nfrom his error that the award was so unreasonable that it fell to be\r\nset\naside.\n[13] Counsel for Samancor\r\nadvanced further grounds for his submission that no reasonable\r\narbitrator could have made the award but\nI do not think it is\r\nnecessary to recite them. In substance they are all facets of the\r\nrhetorical question that counsel posed:\nwhat else is an employer to\r\ndo when he or she is not to know when the employee will be capable of\r\nresuming his or her duties, or\neven whether they will be resumed at\r\nall? I do not under-estimate the dilemma of an employer in that\r\nsituation but there can be\nno universal answer – as in all\r\ncases of unfair dismissal the question whether he or she acted fairly\r\nwill depend on the\nparticular facts. In this case Mr Stemmett\r\nconcluded that Samancor had not demonstrated why no temporary\r\narrangement could have\nbeen made. Nor, I might add, did it\r\ndemonstrate why Mr Maloma – who had worked for Samancor for\r\nalmost ten years –\ncould not have been accommodated once he was\r\nable to return to work. Whether I would have reached the same\r\nconclusion as that reached\nby Mr Stemmett is not germane and I\r\nexpress no view on the matter. It is sufficient to say that on the\r\nmaterial before him I have\nno doubt that his decision was not so\r\nunreasonable that it could not have been reached by a reasonable\r\ndecision-maker. In those\ncircumstances there were no grounds for the\r\norder of the Labour Court to be set aside.\n[14]\r\nBut that is not the end of the matter. The basis for the decision of\r\nthis court in\nNational\r\nUnion of Metalworkers of SA v Fry’s Metals (Pty) Ltd\n5\nwas\r\nthat it will not interfere with a decision of the Labour Appeal Court\r\nonly because it considers it to be wrong: what is required\nin\r\naddition are special circumstances that take it out of the ordinary.\r\nIt is because of that approach that this court takes to\nappeals from\r\nthe Labour Appeal Court that leave to appeal will not be granted in\r\ncases that do not fall within that category. As\nit was expressed in\r\nthat case:\n‘\nNo\r\ndoubt every appeal is of great importance to one or both parties, but\r\nthis Court must be satisfied, notwithstanding that there\nhas already\r\nbeen an appeal to a specialist tribunal, and that the public interest\r\ndemands that labour disputes be resolved speedily,\nthat the matter is\r\nobjectively of such importance to the parties or the public that\r\nspecial leave should be granted. We emphasise\nthat the fact that\r\napplicants have already enjoyed a full appeal before the LAC will\r\nnormally weigh heavily against the grant of\nleave. And the demands of\r\nexpedition in the labour field will add further weight to that.’\n6\nThat\r\nis consistent with the observation by the Constitutional Court in\nDudley\r\nv City of Cape Town\n7\nthat\n‘\n[t]he\r\nLAC is a specialised appellate Court that functions in the area of\r\nlabour law. Both the LAC and the Labour Court were established\nto\r\nadminister labour legislation. They are charged with the\r\nresponsibility for overseeing the ongoing interpretation and\r\napplication\nof labour laws and the development of labour\r\njurisprudence.’\n[15]\r\nThe fact that leave to appeal has been granted upon application to\r\nthe President of this court is not decisive of whether a\ncase meets\r\nthe criteria laid down in\nFry’s\r\nMetals\n.\r\nThat question is one that is ultimately to be answered by the court\r\nitself upon consideration of an appeal (Cf\nRawlins\r\nv Kemp\n8\n).\r\nApplications to review the awards of arbitrators are unfortunately\r\nnot uncommon and generally raise no issues that bring them\nwithin\r\nthose criteria. But counsel for the appellant submitted that this\r\ncase is indeed out of the ordinary. He submitted that\nwhile this\r\ncourt might generally not entertain an appeal where the Labour Appeal\r\nCourt has exercised its judgment on the merits\nof the case that is\r\nnot what occurred in this case. In this case, he submitted, the\r\nLabour Appeal Court overturned the lower court\nwithout considering at\r\nall the question that had been placed before it, effectively denying\r\nthe appellant his entitlement to answer\nthe appeal. I think there is\r\nmerit in that submission. It seems to me that there has indeed been a\r\nfailure that is so fundamental\nas to take the case out of the\r\nordinary and that intervention is warranted. This court entertained\r\nan appeal in comparable circumstances\nin\nShoprite\r\nCheckers (Pty) Ltd v Commission for Conciliation, Mediation and\r\nArbitration\n9\nand\r\nthere is no reason to differentiate in this case. Had the Labour\r\nAppeal Court not misconceived its function it ought to have\ndismissed\r\nthe appeal and consequently this appeal should succeed. I see no\r\nreason why the appellants should not receive their costs\nboth in this\r\ncourt and in the court below.\n[16] The appeal is upheld with\r\ncosts. The order of the Labour Appeal Court is set aside and\r\nsubstituted with the following order:\n‘\nThe\r\nappeal is dismissed with costs’.\n__________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: N H Maenetje\nInstructed\r\nby:\nE\r\nS Makinta Attorneys, Johannesburg;\nN\r\nW Phalatsi & Partners, Bloemfontein.\nFor\r\nfirst respondent: A E Franklin SC\nT\r\nNgcukaitobi\nInstructed\r\nby:\nBowman\r\nGilfillan, Johannesburg;\nMatsepes\r\nInc, Bloemfontein.\nFor\r\nsecond respondent: Abides the decision of the Court\nFor\r\nthird respondent: Abides the decision of the Court\n1\nSidumo\r\n\tv Rustenburg Platinum Mines Ltd\n2008 (2) SA 24\n(CC).\n2\nCarephone\r\n\t(Pty) Ltd v Marcus NO\n1999 (3) SA 304\n(LAC).\n3\nPara\r\n\t110.\n4\nRH\r\n\tChristie\nThe Law of Contract in South Africa\n5 ed p 474.\n5\nNational\r\n\tUnion of Metalworkers of SA v Fry’s Metals\n2005 (5) SA 433\n(SCA).\n6\nPara\r\n\t43.\n7\nDudley\r\n\tv City of Cape Town\n2005 (5) SA 429\n(CC) para 9.\n8\nRawlins\r\n\tv Kemp\n[2011] 1 All SA 281\n(SCA) paras 19-20.\n9\nShoprite\r\n\tCheckers (Pty) Ltd v Commission For Conciliation, Mediation and\r\n\tArbitration\n2009 (3) SA 494\n(SCA).",
  "scraped_at": "2026-02-12T15:36:13.545940",
  "date": "2011-05-25",
  "coram": [
    "Nugent JA",
    "Ponnan JJA",
    "Cachalia JJA",
    "Tshiqi JJA",
    "Meer AJA"
  ],
  "case_number": "625/10",
  "parties": {
    "applicants": [
      "National Union of Mineworkers",
      "Marifi Johannes Maloma"
    ],
    "respondents": [
      "Samancor Ltd (Tubatse Ferrochrome)",
      "Metal and Engineering Industries Bargaining Council (MEIBC)",
      "Jan Stemmett"
    ]
  },
  "sections": {
    "facts": "Mr Maloma had been employed by Samancor as a furnace operator since August 1996. In March 2006 he was arrested on suspicion of robbery; the charge was withdrawn after fourteen days and he returned to work. He was arrested again in May 2006 and detained for about 140 days. While detained, Samancor terminated his employment on 30 May 2006, sending the dismissal notice to the police station where he was held. No hearing took place before the dismissal; a post‑dismissal hearing was conducted after his release, after which Samancor confirmed the termination. The dispute was referred to arbitration before the bargaining council, where arbitrator Jan Stemmett found the dismissal substantively and procedurally unfair and ordered reinstatement effective 2 November 2006. Samancor sought review of the award in the Labour Court, which dismissed the application; the Labour Appeal Court set aside the Labour Court order, finding the dismissal substantively fair but procedurally unfair and awarding compensation. The appellants then applied for special leave to appeal to the Supreme Court of Appeal.",
    "issues": "The primary issues were: (1) whether the Labour Appeal Court erred in setting aside the Labour Court’s decision and in declaring the dismissal substantively fair; (2) whether the arbitrator’s award could be set aside on the ground that it was unreasonable or could not be reached by a reasonable decision‑maker; (3) whether the categorisation of the dismissal as ‘incapacity’ versus ‘absenteeism’ was material to the fairness of the dismissal; and (4) whether special leave to appeal should be granted given the prior appeal to the Labour Appeal Court.",
    "principles": "The court considered the limited statutory grounds for setting aside an arbitrator’s award under section 145 of the Labour Relations Act, including the ‘reasonable decision‑maker’ test as articulated in Sidumo v Rustenburg Platinum Mines Ltd and Carephone v Marcus. It also applied the principles from National Union of Metalworkers v Fry’s Metals on the necessity of special circumstances to grant leave to appeal an LAC decision, and the constitutional requirement for reasonableness in administrative action. The standards for unfair dismissal under sections 185 and 188 of the LRA, and the distinction between procedural and substantive fairness, were also central.",
    "application": "Applying these principles, the Court held that the Labour Appeal Court failed to identify any defect that fell within the statutory grounds for review; the arbitrator’s reasoning was reasonable and the error in categorising the dismissal did not affect the outcome. Consequently, there was no basis to set aside the award. Regarding special leave, the Court found that the Labour Appeal Court had misapprehended its function by overturning the lower court without addressing the proper question, constituting a fundamental failure that took the matter out of the ordinary, thereby justifying intervention.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal with costs. It set aside the Labour Appeal Court’s order and substituted it with an order that the appeal is dismissed with costs."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "dismissal",
      "arbitration review",
      "Labour Appeal Court",
      "special leave",
      "procedural fairness"
    ]
  }
}