{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/165.html",
  "case_name": "Mathebula and Another v S (045/11) [2011] ZASCA 165; 2012 (1) SACR 374 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 165",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 165\n|\nNoteup\n|\nLawCite\nMathebula and Another v S (045/11) [2011] ZASCA 165; 2012 (1) SACR 374 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 045/11\nIn the\r\nmatter between:\nJOSEPH MATHEBULA\n….................................................................................\nFirst\r\nAppellant\nJOAQI NOVEL\n….........................................................................................\nSecond\r\nAppellant\nand\nTHE\r\nSTATE\n…........................................................................................................\nRespondent\nNeutral citation:\nMathebula v The State\n(045/11)\n[2011]\r\nZASCA 165\n(29 September 2011)\nCoram:\nMthiyane, Maya and Bosielo JJA\nHeard: 05 September 2011\nDelivered: 29 September 2011\nSummary:\nAppeals – sentences – appellants convicted of robbery\r\nwith aggravating circumstances – court sentencing them to\n\nimprisonment for 20 years without giving any reasons – s\r\n52(1)(a)(i) of the Criminal Law Amendment Act 105 of 1997 (as\r\namended)\n– sentences set aside and replaced with a sentence of\r\n15 years’ imprisonment.\nORDER\nOn appeal from\n: North Gauteng High Court (Pretoria) (Southwood\r\nand Legodi JJ sitting as a court of appeal):\n1. The appellants’ appeal against the sentence of 20 years’\r\nimprisonment imposed in respect of robbery with aggravating\n\ncircumstances is upheld. The sentence is set aside and replaced with\r\na sentence of imprisonment of 15 years.\n2. The appeal in respect of the sentence of 3 years’\r\nimprisonment imposed on the second appellant for both unlawful\r\npossession\nof a firearm and unlawful possession of ammunition (these\r\nwere treated as one for purposes of sentence) is varied to an extent\r\nthat the sentence is ordered to run concurrently with the sentence\r\nimposed in respect of the robbery with aggravating circumstances.\n3. (a) The effective sentence for first appellant is imprisonment of\r\n15 years;\nThe effective sentence for the second appellant is imprisonment of\r\n\t16 years.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nBOSIELO JA (Mthiyane and Maya JJA concurring)\n[1] The two appellants were convicted in the Regional Court, Brakpan\r\nof robbery with aggravating circumstances (count 1), unlawful\n\npossession of firearm (count 3) and the unlawful possession of\r\nammunition (count 4) by the Regional Court, Brakpan. In addition\nthe\r\nsecond appellant was also convicted on negligent discharge of a\r\nfirearm in contravention of s 39(1) read with s 39(2)(d)\nof the\r\nArms and Ammunition Act 75 of 1969 (second alternative to count 2).\r\nThe first appellant was sentenced as follows:\n(a) 20 years’ imprisonment in respect of the robbery with\r\naggravating circumstances;\n(b) 3 years’ imprisonment in respect of the unlawful possession\r\nof firearm and unlawful possession of ammunition; these were\ntaken\r\ntogether for purposes of sentence. Effectively the first appellant\r\nwas sentenced to imprisonment of 23 years.\n[2] The second appellant was sentenced as follows:\n(a) 20 years’ imprisonment in respect of robbery with\r\naggravating circumstances;\n(b) 1 year imprisonment in respect of the negligent discharge of a\r\nfirearm and 3 years’ imprisonment in respect of the unlawful\n\npossession of firearm and ammunition; the two counts were taken\r\ntogether for purposes of sentence. The effective sentence for the\n\nsecond appellant was 24 years’ imprisonment.\n[3] Both appellants appealed against their convictions and sentences\r\nto the North Gauteng High Court. The high court (per Southwood\nand\r\nLegodi JJ) dismissed their appeals against conviction. The appeal in\r\nrespect of sentences imposed on the first appellant succeeded\nto the\r\nextent that the court below ordered the sentence of 3 years imposed\r\nin respect of the unlawful possession of firearm and\nammunition to\r\nrun concurrently with the sentence of 20 years imposed in respect of\r\nrobbery with aggravating circumstances. Effectively\nthe first\r\nappellant was sentenced to imprisonment for 20 years. The second\r\nappellant’s appeal against his sentences failed.\nThis meant\r\nthat the second appellant was to serve a sentence of 24 years. Only\r\nthe first appellant applied for leave to appeal\nto this court.\r\nHowever, in the interests of justice, the court below granted both\r\nappellants leave to appeal to this court against\ntheir sentences.\n[4] A succinct factual background of the facts of this case will\r\nserve to elucidate this judgment. On 11 June 2011 the appellants\n\nbroke into the home of Ms Shabalala’s employer. A firearm was\r\nput against her neck and she was frogmarched into the house.\nHer\r\nhands were tied behind her back after she was blindfolded. She was\r\nforced into a toilet. However, she succeeded to untie herself\nand\r\nfled to go and seek help from her neighbours. Although she did not\r\nsuffer physical injuries, she was seriously traumatised.\nSome items\r\nof her employer’s belongings were packed in boxes by the\r\nrobbers although not removed. The only item which was\nreported stolen\r\nwas her employer’s firearm.\n[5] This robbery falls squarely within the purview of s 51(2)(a)(i)\r\nof the Criminal Law Amendment Act 105 of 1997 (the Act). The\nrelevant\r\npart of this section provides:\n(2) Notwithstanding any other\r\nlaw but subject to subsection (3) and (6), a regional court or high\r\ncourt shall sentence a person\nwho has been convicted of an offence\r\nreferred to in\n―\n(a) Part II of Schedule 2 in the\r\ncase of―\n(i) a first offender, to\r\nimprisonment for a period not less than 15 years;\n(ii) a second offender of any\r\nsuch offence, to imprisonment for a period of not less than 20 years.\n[6] A proviso to s 51(2) of the Act provides:\n‘\nProvided\r\nthat the maximum sentence a regional court may impose in terms of\r\nthis subsection shall not be more than five years longer\nthan the\r\nminimum sentence that it may impose.’\n[7] Having convicted the appellants of robbery with aggravating\r\ncircumstances, the regional magistrate was obliged to impose a\n\nminimum sentence of imprisonment of not less than 15 years unless he\r\nfound substantial and compelling circumstances to justify\na lesser\r\nsentence. Instead the regional magistrate imposed a sentence of 20\r\nyears’ imprisonment on each appellant. Regrettably\nthe regional\r\nmagistrate did not give any reasons for such a material deviation. In\r\nterms of the proviso to s 51(2) of the Act,\nthe regional magistrate\r\nhas the discretion to increase a minimum sentence he or she decides\r\nto impose to a term of imprisonment\nnot exceeding five years.\r\nPresumably this can be done where there are seriously aggravating\r\ncircumstances which render the prescribed\nminimum sentence\r\ninappropriate. Ostensibly this is what the regional magistrate\r\nintended to do without clearly saying so.\n[8] This appeal raises two questions for consideration. Firstly\r\nwhether the regional magistrate and the court below acted properly\nin\r\nsentencing the appellants to imprisonment for a sentence exceeding 15\r\nyears which is the minimum sentence prescribed by s 51(2)(a)(i)\nfor\r\nrobbery with aggravating circumstances without giving any reasons.\r\nSecondly, whether, given the circumstances under which the\nrobbery\r\nwas committed, and the personal circumstances of the appellants, a\r\nsentence of imprisonment for 20 years can be described\nas shockingly\r\nor startlingly inappropriate. On appeal the high court found that it\r\ncould not be said that a sentence of imprisonment\nof 20 years in the\r\ncircumstances of this case is inappropriate and confirmed the\r\nsentence.\n[9] There is no doubt that the robbery herein was accompanied by\r\nserious aggravating factors. The robbery was pre-planned and\r\npremeditated. The two accused acted in concert which makes it a gang\r\nrobbery. The complainant was ambushed in the sanctity and comfort\nof\r\nher employer’s home. She was terrorised repeatedly with a\r\nfirearm which was pressed against her neck. Her hands were tied\nand\r\nshe was blindfolded.\n[10] A regional magistrate has the discretion to impose a sentence\r\nexceeding the minimum sentence prescribed by the Act with an\n\nadditional 5 years as provided for in the proviso to s 51(2). Such a\r\ndiscretion must however be exercised judicially and on reasonable\n\ngrounds. Where a regional magistrate intends to depart from the\r\nprescribed minimum sentence, it is proper and fair that the regional\n\nmagistrate gives reasons for such a departure. Absent any such\r\nreasons, the conclusion becomes inescapable that such a decision\nis\r\narbitrary or that the sentencing discretion was not exercised\r\njudicially. It is not proper for an appeal court to have to speculate\n\nabout the reasons which motivated the regional magistrate to impose a\r\nsentence higher than the minimum sentence prescribed. Such\nan\r\napproach cannot be countenanced as it is subversive to the principles\r\nof openness, transparency, accountability and fairness.\nIt is trite\r\nthat judicial officers can only account for their decisions in court\r\nthrough their judgments. It is through judgments\nwhich contain\r\nreasons that judicial officers speak to the public. Their reasons are\r\ntherefore the substance of their judicial actions.\nDealing with a\r\nsimilar matter this court enunciated the principle as follows in\nS\r\nv Maake\n2011 (1) SACR 263\n(SCA) para 19:\n‘\nIt is\r\nnot only a salutary practice, but obligatory for judicial officers to\r\nprovide reasons to substantiate conclusions.’\nThe court went to state the following at para 20:\n‘\nWhen a\r\nmatter is taken on appeal, a court of appeal has a similar interest\r\nin knowing why a judicial officer who heard the matter\nmade the order\r\nwhich he did. Broader considerations come into play. It is in the\r\ninterest of the open and proper administration\nof justice that courts\r\nstate publicly the reasons for their decisions. A statement of\r\nreasons gives some assurance that the court\ngave consideration to the\r\nmatter and did not act arbitrarily. This is important in the\r\nmaintenance of public confidence in the\nadministration of justice.’\nSee\nStrategic Liquor Services v Mvumbi NO & others\n2010\r\n(2) SA 92\n(CC) para 15.\n[11] The proper approach to be adopted by a sentencing court which\r\ncontemplates to impose higher than the prescribed minimum sentence\n\nseems to me to be the one adumbrated by Wallis J in\nS v Mbatha\n2009 (2) SACR 623\n(KZP) para 20 where he stated:\n‘\nOn\r\nthat approach there is as much a necessity for the court in its\r\njudgment on sentence to identify on the record the aggravating\n\ncircumstances that take the case out of the ordinary, as there is for\r\nit in the converse situation to identify those substantial\nand\r\ncompelling circumstances that warrant the imposition of a lesser\r\nsentence than the prescribed minimum. The trial judge should\nidentify\r\nthe circumstances that impel her or him to impose a sentence greater\r\nthan the prescribed minimum and explain why they\nrender the\r\nparticular case one where a departure from the prescribed sentence is\r\njustified. The factors that render the accused\nmore morally\r\nblameworthy must be clearly articulated.’\nThis salutary approach was endorsed in\nS v Maake\n(above) para\r\n28.\n[12] In conclusion, I find that the robbery herein fell within the\r\nprovisions of s 51(2)(a)(i) of the Act. Both the regional\n\nmagistrate and the court below failed to identify and record any\r\nfacts or circumstances which made the robbery so serious or\r\nexceptional\nthat it merited a sentence of imprisonment exceeding the\r\nprescribed minimum sentence of 15 years. I have not been able to find\r\nany such facts or circumstances from the record to justify the\r\nimposition of an additional 5 years provided for in the proviso to\ns\r\n51(2). Absent such facts the sentence of imprisonment for 20 years\r\nappears to me to be not only arbitrary but disturbingly inappropriate\n\nas well. The appellants should have been sentenced to imprisonment of\r\nnot less than 15 years and not 20 years.\n[13] Concerning counts 3 and 4 the high court had found that the\r\nregional magistrate had erred in failing to take into account\nthe\r\nfact that the first appellant was in unlawful possession of the\r\nfirearm (count 3) and ammunition (count 4) for a limited period\n\nwhereas the second appellant unlawfully possessed them until his\r\narrest on 17 July 2001. Based on this reasoning, the high court\n\nordered the sentence of 3 years’ imprisonment imposed on the\r\nfirst appellant for unlawful possession of firearms and ammunition\nto\r\nrun concurrently with the sentence imposed in respect of the count of\r\nrobbery with aggravating circumstances (count 1). The\nhigh court\r\ndismissed the appeal by second appellant against his sentences.\r\nEffectively the second appellant was to serve imprisonment\nof 24\r\nyears whilst the first appellant would serve imprisonment of 20 years\r\nonly.\n[14] It is trite that, unless there are exceptional circumstances,\r\naccused persons convicted of the same offences must receive\nthe same\r\nsentence. This principle accords with the fundamental principles of\r\nuniformity of sentence, equality and fairness. Fairness\nin particular\r\nis a foundational value which should suffuse the entire criminal\r\nproceedings. The two appellants were convicted of\nthe same offences\r\nexcept that the second appellant was also convicted of the negligent\r\ndischarge of a firearm. There is no significant\ndifference in their\r\npersonal circumstances to justify a disparity of 4 years. This\r\nunexplained disparity is so shocking that it\nwarrants interference.\r\nSave for the count of negligent discharge of a firearm for which\r\nsecond appellant received a sentence of\nimprisonment for 1 year, I\r\nsee no reason for treating the two appellants differently. The second\r\nappellant deserves to have the\nsentence imposed on him in respect of\r\nthe counts of unlawful possession of firearm and the unlawful\r\npossession of ammunition run\nconcurrently with the sentence imposed\r\nin respect of the count of robbery with aggravating circumstances as\r\nis the case with the\nfirst appellant.\n[15] In the result, the following order is made:\n1. The appellants’ appeal against their sentences of 20 years’\r\nimprisonment imposed in respect of robbery with aggravating\n\ncircumstances is upheld. The sentence is set aside and replaced with\r\na sentence of imprisonment of 15 years.\n2. The appeal in respect of the sentence of 3 years’\r\nimprisonment imposed on the second appellant for both unlawful\r\npossession\nof a firearm and unlawful possession of ammunition (these\r\nwere treated as one for purposes of sentence) is varied to an extent\r\nthat the sentence is ordered to run concurrently with the sentence\r\nimposed in respect of the robbery with aggravating circumstances.\n3. (a) The effective sentence for first appellant is imprisonment of\r\n15 years;\nThe effective sentence for the second appellant is imprisonment of\r\n\t16 years.\n____________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellants: LA van Wyk SC\nInstructed\r\nby:\nLegal Aid\r\nSouth Africa, Pretoria\nLegal Aid\r\nSouth Africa, Bloemfontein\nFor\r\nRespondent: E Leonard SC\nInstructed\r\nby:\nDirector\r\nPublic Prosecutions, Pretoria\nDirector\r\nPublic Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T15:58:43.219030",
  "date": "2011-09-29",
  "coram": [
    "Mthiyane JJA",
    "Maya JJA",
    "Bosielo JJA"
  ],
  "case_number": "045/11",
  "parties": {
    "applicants": [
      "Joseph Mathebula",
      "Joaqui Novel"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 11 June 2011 the appellants broke into the home of Ms Shabalala’s employer, threatened the victim with a firearm, bound and blindfolded her, and forced her into a toilet before she escaped. No physical injuries were inflicted, but the victim suffered severe trauma. Items were taken from the premises, though only the employer’s firearm was reported stolen. The appellants were convicted of robbery with aggravating circumstances, unlawful possession of a firearm, unlawful possession of ammunition, and the second appellant was additionally convicted of negligent discharge of a firearm.",
    "issues": "The court needed to determine (1) whether the regional magistrate and the High Court erred by imposing a 20‑year sentence for robbery with aggravating circumstances—exceeding the statutory minimum of 15 years—without giving reasons; and (2) whether, given the facts and the personal circumstances of the appellants, a 20‑year term was shockingly inappropriate and therefore should be varied.",
    "principles": "Section 51(2)(a)(i) of the Criminal Law Amendment Act 105 of 1997 mandates a minimum of 15 years’ imprisonment for a first‑offender robbery with aggravating circumstances, allowing a maximum increase of five years if substantial and compelling circumstances exist. Judicial officers must provide reasons for any departure from the prescribed minimum (see S v Maake and S v Mbatha). Uniformity, equality and fairness require similar offenders to receive similar sentences unless justified by exceptional circumstances.",
    "application": "The Court found no record of any aggravating facts that would justify the additional five‑year increase beyond the statutory minimum. The regional magistrate had failed to give reasons, rendering the 20‑year sentence arbitrary and inappropriate. Consequently, the Court set aside the 20‑year term and imposed the statutory minimum of 15 years. It also varied the sentence for unlawful possession of firearm and ammunition, ordering it to run concurrently with the robbery sentence, resulting in effective sentences of 15 years for the first appellant and 16 years for the second appellant.",
    "conclusion": "The appeal against the 20‑year robbery sentences was upheld; the sentences were replaced with 15 years’ imprisonment. The second appellant’s three‑year sentence for unlawful possession of firearm and ammunition was varied to run concurrently with the robbery sentence. The effective sentences are 15 years for the first appellant and 16 years for the second appellant."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "robbery",
      "aggravating circumstances",
      "sentencing discretion",
      "uniformity of sentence"
    ]
  }
}