{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/96.html",
  "case_name": "Eskom Pension and Provident Fund v Krugel and Another (689/2010) [2011] ZASCA 96; [2011] 4 All SA 1 (SCA); 2012 (6) SA 143 (SCA) (31 May 2011)",
  "citation": "[2011] ZASCA 96",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 96\n|\nNoteup\n|\nLawCite\nEskom Pension and Provident Fund v Krugel and Another (689/2010) [2011] ZASCA 96; [2011] 4 All SA 1 (SCA); 2012 (6) SA 143 (SCA) (31 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 689/2010\nIn the matter\r\nbetween:\nESKOM PENSION AND\r\nPROVIDENT FUND\n....................................\nAppellant\nand\nKRUGEL ELIZABETH\r\nMARIA\n...............................................\nFirst\r\nRespondent\nDE LA REY EM N.O.\n..............................................................\nSecond\r\nRespondent\nNeutral citation\n:\nEskom Pension and Provident Fund v Krugel\n(689/10)\n[2011]\r\nZASCA 96\n(31 May 2011)\nCoram:\nBRAND, LEWIS, MAYA, TSHIQI JJA AND PETSE AJA\nHeard:\n16 May\r\n2011\nDelivered:\n31\r\nMay 2011\nSummary:\nPension\r\n– divorce proceedings –\nss 7(7)\nand\n7\n(8) of the\nDivorce\nAct 70 of 1979\n– order in respect of ‘pension interest’\r\n– whether applicable to a member of a pension fund who resigns\n\nfrom his employment before his divorce.\n­_______________________________________­­­____________________________\nORDER\nOn appeal from:\nSouth\r\nGauteng High Court, Johannesburg (Lamont J sitting as court of\r\nreview):\n1 The appeal is\r\nupheld with no order as to costs.\n2 The order of the\r\ncourt below is set aside and replaced with the following:\n‘\nThe\r\nsecond respondent’s determination under reference number\r\nPFA/GA/10192/2006/SM made, on 11 December 2009, in terms of\ns 30M\nof\r\nthe\nPension Funds Act 24 of 1956\nin respect of the complaint lodged\r\nby the first respondent is set aside and replaced with an order\r\ndismissing the first respondent’s\ncomplaint.’\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nMAYA JA (BRAND,\r\nLEWIS, TSHIQI JJA AND PETSE AJA concurring):\n[1] This is an\r\nunopposed appeal against the judgment of the South Gauteng High\r\nCourt, Johannesburg (Lamont J). In that judgment,\nthe court below\r\ndismissed an application brought in terms of s 30P of the Pension\r\nFunds Act 24 of 1956 (the\nPension Funds Act) for\nthe review of the\r\nsecond respondent’s determination which ordered the appellant\r\n(the Fund) to endorse its records to give\neffect to certain\r\nprovisions of a divorce order dissolving the first respondent’s\r\nmarriage to Mr PJ Krugel, a former employee\nof Eskom and a member of\r\nthe Fund.\n[2]\r\nKrugel resigned from Eskom on 31 January 1993. Upon his resignation,\r\nhe elected to defer his pension benefit in the Fund in\naccordance\r\nwith\nRule 30(2)\n1\nanc\" HREF=\"#sdfootnote1sym\">\n1\nof\r\nthe Fund’s rules and thus became a deferred pensioner.\n2\nHe\r\nand the first respondent were divorced on 14 September 2001. A\r\nsettlement agreement which they concluded and was made an order\nof\r\ncourt recorded, inter alia, that\n‘\n[Krugel]\r\nis a member of a pension fund and has a pension interest in the Eskom\r\nPension Fund. The parties have agreed that the first\nrespondent is\r\nentitled to 25% (twenty five per cent) of [Krugel’s] pension\r\ninterest with Eskom Pension Fund as calculated\non date hereof,\r\npayable to the [first respondent] as soon as [Krugel] becomes\r\nentitled to the pension benefits. [Krugel’s]\nattorneys, SHAPIRO\r\n& DE MEYER INC, will secure the registration of an endorsement\r\nagainst the records of the aforementioned\npension fund, in order to\r\nregister the above provision against it. [Krugel] undertakes to give\r\non demand any assistance needed\nin connection with the above.’\n3\n[3] However, when\r\napproached, the Fund refused to register the required endorsement\r\nagainst its records on the basis that the divorce\nwas granted after\r\nKrugel had already elected to become a deferred member and no longer\r\nhad a pension interest in the Fund as contemplated\nin the Divorce Act\r\n70 of 1979 (the\nDivorce Act), read\ntogether with\ns 37D\nof the\nPension\nFunds Act. This\nprompted the first respondent to lodge a complaint in\r\nterms of\ns 30A\nof the\nPension Funds Act which\nallows the lodgement of\r\nwritten complaints with the Fund for consideration by its board and,\r\nif the board does not resolve a complaint\nsatisfactorily, by the\r\nPension Funds\nAdjudicator.\n[4] The second\r\nrespondent, relying on the provisions of\ns 37D\n(6) of the\nPension\nFunds Act, found\nthat the provisions of\ns 37D(4)\n(d) – which\r\ndeem the accrual date to a member of ‘any portion of the\r\npension interest assigned to the non-member spouse\nin terms of a\r\ndecree of divorce’ – include a deferred or preserved\r\nbenefit to be regarded as pension interest capable\nof being shared\r\nupon divorce’ and that the fact that Krugel’s ‘benefit\r\nwas deferred or preserved until the age\nof 55 does not affect the\r\nright of the non-member spouse to obtain her share as at the date of\r\ndivorce’. She concluded that\nthe benefit was deemed, in terms\r\nof\ns 37D\n(4)(a) of the\nPension Funds Act, to\nhave accrued to the\r\nmember spouse on the date on which the decree of divorce was granted.\r\nThus, she upheld the complaint and made\nan order against the Fund in\r\nterms of which it was ordered to pay the first respondent or transfer\r\nher portion of the pension interest\nto a pension fund (depending on\r\nher election) in terms of\ns 37D\n(4)(b)(i) and (iii) of the\nPension\nFunds Act.\n[5\n]\r\nThe Fund was not satisfied with the second respondent’s\r\ndetermination and, in challenge, launched a\ns 30P\napplication, the\r\nresult of which is the subject of this appeal. The court below upheld\r\nthe second respondent’s findings and\nconclusion. It found that\r\nthe legislature, by virtue of the provisions of the\nDivorce Act,\nintend\ned the widest definition, to the exclusion of the one provided\r\nby the Fund’s rules, of the term ‘member’ of a\r\npension fund which it said meant ‘a person who possesses a\r\nright to an asset in that fund’. The court found further\n–\r\non the basis of\ns 37D\n(6) which it said ‘purports to vary the\r\ndefinition of ‘pension interest’ in the\nDivorce Act\n. . .\r\nto limit the fund . . . created to the period terminating on the date\r\nthe decree of divorce is granted’\n–\nthat\nss 7(7)\nand\n7\n(8) impliedly provide a formula by which an asset\r\ncomprising a pension benefit can be determined. The court then held\r\nthat Krugel\n‘was a member of the pension fund at all material\r\ntimes and that there was an existing asset which fell to be divided\r\n25%\nto the first respondent and 75% to her husband’.\n[6]\r\nThe crisp issue on appeal, which is with the leave of the court\r\nbelow, is whether the provisions of\nss 7(7)\nand 7(8) of the\nDivorce\nAct entitle\na non-member spouse\n4\nto\r\nreceive benefits from a pension fund of which the other spouse is a\r\nmember pursuant to a divorce order where the member spouse\nhad\r\nresigned from his employment before the date of divorce but deferred\r\nhis benefit in the pension fund.\n[7] Counsel for the\r\nFund contended that on a proper interpretation of\nss 7(7)\nand\n7\n(8) of\r\nthe\nDivorce Act, there\nwas no pension interest which formed part of\r\nKrugel’s assets which could be assigned to the first\r\nrespondent. This was so,\nit was argued, because Krugel had already\r\nresigned from his office on the date of divorce. His pension interest\r\nhad become payable\nto him before the divorce and he was, furthermore,\r\nno longer a member of the Fund.\n[8]\r\nA pension fund’s right to make deductions from a pension\r\nbenefit is highly circumscribed and may be exercised only as\n\nexpressly provided by sections 37D and 37A of the Pension Fund Act.\n5\nRelevant\r\nfor present purposes is s 37D which, in subsection (1)(d)(i), allows\r\na fund to ‘deduct from a member’s benefit\nor minimum\r\nindividual reserve, as the case may be … any amount assigned\r\nfrom such benefit or individual reserve to a non-member\nspouse in\r\nterms of a decree granted under\nsection 7(8)(a)\nof the\nDivorce Act,\n1979\n’. According to the provisions of subsection (4)(a), ‘the\r\nportion of the pension interest assigned to the non-member\nspouse in\r\nterms of a decree of divorce or decree for the dissolution of a\r\ncustomary marriage is deemed to accrue to the member\non the date on\r\nwhich the decree of divorce or decree for the dissolution of a\r\ncustomary marriage is granted’.\n[9]\r\nThe first respondent’s entitlement, if any, must therefore\r\nderive from the provisions of\nss 7(7)\nand\n7\n(8) of the\nDivorce Act,\nwhich\ndeal with the pension benefits of a divorcing member of a\r\npension fund. The subsections\n6\nread:\n‘\n(7)\r\n(a) In the determination of the patrimonial benefits to which the\r\nparties to any divorce action may be entitled, the pension\ninterest\r\nof a party shall, subject to paragraphs (b) and (c), be deemed to be\r\npart of his assets.\n(b) The amount so\r\ndeemed to be part of a party’s assets, shall be reduced by any\r\namount of his pension interest which, by\nvirtue of paragraph (a), in\r\na previous divorce –\n(i) was paid over or\r\nawarded to another party; or\nfor the purposes of\r\n\tan agreement contemplated in subsection (1), was accounted in favour\r\n\tof another party.\n(c) Paragraph (a)\r\nshall not apply to a divorce action in respect of a marriage out of\r\ncommunity of property entered into on or after\n1 November 1984 in\r\nterms of an antenuptial contract by which\ncommunity of\r\nproperty, community of profit and loss and the accrual system are\r\nexcluded.\n(8) Notwithstanding\r\nthe provisions of any other law or of the rules of any pension fund –\n(a) the court\r\ngranting a decree of divorce in respect of a member of such a fund,\r\nmay make an order that –\n(i) any part of the\r\npension interest of that member which, by virtue of subsection (7),\r\nis\ndue or assigned to\r\nthe other party to the divorce action concerned, shall be paid by\nthat fund to that\r\nother party when any pension benefits accrue in respect of that\nmember;\nan endorsement be\r\n\tmade in the records of that fund that that part of the pension\r\n\tinterest concerned is so payable to that other\nparty;\n(b) any law which\r\napplies in relation to the reduction, assignment, transfer, cession,\r\npledge, hypothecation or attachment of the\npension benefits, or any\r\nright in respect thereof, in that fund, shall apply\nmutatis\r\nmutandis\nwith regard to the right of that other party in respect\r\nof that part of the pension interest concerned.’\n[10] ‘Pension\r\ninterest’ and ‘pension fund’ are defined in\ns 1(1)\nof the\nDivorce Act, as\namended by s 1(1) of the 1989 Act, as follows:\n‘“\npension\r\nfund” means a pension fund as defined in\ns 1(1)\nof the\nPension\nFunds Act 24 of 1956\n, irrespective of whether the provisions of that\r\nAct apply to the pension fund or not’;\n“\npension\r\ninterest”, in relation to a party to a divorce action who –\nis a member of a\r\n\tpension fund (excluding a retirement annuity fund), means the\r\n\tbenefits to which that party as such a member would\nhave been\r\n\tentitled in terms of the rules of that fund if his membership of the\r\n\tfund would have been terminated on the date of\nthe divorce on\r\n\taccount of his resignation from his office;\nis a\r\n\tmember of a retirement annuity fund which was\nbona\r\n\tfide\nestablished for the purpose of\r\n\tproviding life annuities for the members of the fund, and which is a\r\n\tpension fund, means the total\namount of that party’s\r\n\tcontributions to the fund up to the date of divorce, together with a\r\n\ttotal amount of annual simple\ninterest on those contributions up to\r\n\tthat date, calculated at the same rate as the rate prescribed as at\r\n\tthat date by the Minister\nof Justice in terms of section 1(2) of the\r\n\tPrescribed rate of Interest Act, 1975, for the purposes of that\r\n\tAct’.\n[11]\r\n‘Pension interest’ is narrowly defined in the\nDivorce Act\nand\nit refers to the value of the interest which a member of a\r\npension fund, on the date of his divorce, has in the pension benefit\n\nthat will accrue to him as a member of such fund at a certain future\r\ndate.\n7\nIt\r\nis readily apparent from all these statutory provisions that what is\r\ncontemplated is an award to the non-member spouse of any\npart of this\r\ninterest (and no other amount held by the fund in respect of the\r\nmember spouse) calculated as at the date of the divorce\nbut with\r\neffect from a certain date in the future when the pension benefit\r\naccrues to the member spouse.\n8\nOnce\r\nthe pension benefit has accrued ie beyond the date of divorce at\r\nwhich time the pension interest converts into a pension\nbenefit,\r\nthe provisions of\nss 7(7)\nand\n7\n(8) are no longer applicable.\n9\n[12] Here, as\r\nindicated above, Krugel resigned from his job at Eskom on 31 January\r\n1993, long before his divorce. His pension interest,\nwhich is a\r\nbenefit determinable only at the time of an employee’s\r\nresignation, had already become payable to him before the\ndivorce.\r\nClearly, he could not again be deemed to become entitled to a\r\nresignation benefit. He simply no longer had a pension interest\nfor\r\npurposes of\nss 7(7)\nand\n7\n(8) of the\nDivorce Act and\ns 37D(4)(a)\nof\r\nthe\nPension Funds Act, which\nis specifically designed for purposes of\nsection 7(8)(a).\nAn order premised on the terms of these provisions,\r\ntherefore, was not competent.\n[13] It seems to me\r\nthat the reliance placed on the provisions of the provisions of\ns\r\n37D(6)\nwas equally misplaced. The section reads:\n‘\nDespite\r\nparagraph (b) of the definition of “pension interest” in\nsection 1(1)\nof the\nDivorce Act, 1979\n, the portion of the pension\r\ninterest of a member of a pension preservation fund or provident\r\npreservation fund (as defined in the\nIncome Tax Act, 1962), that is\r\nassigned to a non-member spouse, refers to the equivalent portion of\r\nthe benefits to which that\nmember would have been entitled in terms\r\nof the rules of the fund if his or her membership of the fund\r\nterminated on the date on\nwhich the decree was granted.’\n[14] It is plain\r\nfrom the wording of these provisions that they are intended to cater\r\nonly for ‘pension interest’ of\na member of a preservation\r\nfund. As was pointed out in the unchallenged affidavit filed in\r\nsupport of the appellant’s application\nin the court below, it\r\nwas not established in the first respondent’s complaint that\r\nKrugel was a member of a preservation\nfund. It was contended that to\r\nhave become a member of a preservation fund (which is a different\r\nlegal entity from a pension or\nprovident fund as appears in its\r\ndefinition in the Income Tax Act), Krugel would have had to transfer\r\nall his pension assets and\nliabilities from the pension fund to a\r\npreservation fund that he would have then joined as a member and that\r\nthis was not shown\nto have occurred. I agree. But there is, I think,\r\na more compelling reason to discount the applicability of these\r\nprovisions. It\nmust be borne in mind that the definition of ‘pension\r\ninterest’ in paragraph (b) of subsection 1(1) of the\nDivorce\nAct, which\ns 37D(6)\nseeks to extend, is wholly irrelevant for present\r\npurposes. As illustrated above, it is the definition of ‘pension\r\ninterest’\ncontained in paragraph (a) thereof which is of\r\napplication to the facts of this matter. And the effect of that\r\ndefinition on those\nfacts has been dealt with above. The essence of\r\nthe first respondent’s difficulty remains that at the date of\r\nher divorce\nno pension interest remained as Krugel had already\r\n‘resigned from office’ as described in paragraph [12].\n[15] Finally, it\r\nshould be mentioned that this finding does not leave the first\r\nrespondent without remedy. The divorce settlement\nagreement between\r\nher and Krugel (who undertook to give on demand any assistance needed\r\nin connection with its enforcement) remains\nbinding. It is therefore\r\nopen to her to claim her share of his deferred pension benefit when\r\nit is claimed by him after reaching\nthe age of 55 years.\n[16] It follows that\r\nthe appeal succeeds. The appellant sought no order of costs both on\r\nappeal and in the proceedings below which\nwere also unopposed. None,\r\ntherefore, shall be made. Accordingly, the following order is made:\n1 The appeal is\r\nupheld with no order as to costs.\n2 The order of the\r\ncourt below is set aside and replaced with the following:\n‘\nThe\r\nsecond respondent’s determination under reference number\r\nPFA/GA/10192/2006/SM made, on 11 December 2009, in terms of\ns 30M\nof\r\nthe\nPension Funds Act 24 of 1956\nin respect of a complaint lodged by\r\nthe first\nrespondent is set\r\naside and replaced with an order dismissing the first respondent’s\r\ncomplaint.’\n____________________\nMML Maya\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: P. Van\r\nDer Berg\nThyne Hunter\r\nEsterhuizen, Johannesburg\nMcIntyre & Van\r\nDer Post, Bloemfontein\n1\nRule\r\n\t30(2)\nof the Fund rules dated 11 June 1999 deals with a member’s\r\n\tresignation from service and provides: ‘If a member becomes\n\n\tentitled to a benefit in terms of this rule, he may elect instead\r\n\tthat the board shall pay to him an amount not exceeding the\namount\r\n\twhich can be taken as a tax-free withdrawal benefit in terms of the\r\n\tIncome Tax Act, and that the excess of the actuarial\nvalue in\r\n\trespect of his service, as determined by the actuary, over the\r\n\tamount so paid be deemed to be a voluntary contribution\nmade by him\r\n\ton the date of leaving the service.’\n2\nThe\r\n\tFund rules define a deferred pensioner as ‘a former member who\r\n\thas elected to defer the payment of his benefits in terms\nof Rules\r\n\t28, 29 or 30 to a future dates which falls between his fifty and\r\n\tsixty fifth birthday.’\n3\nTranslated\r\n\tfrom the Afrikaans text which reads:\n‘\nEiser\r\n\tis ‘n lid van ‘n pensioenfonds en het ‘n\r\n\tpensioenbelang in die Eskom Pensioenfonds. Die partye kom ooreen\ndat\r\n\tverweerderes geregtig is op 25% (vyf en twintig persent) van die\r\n\tEiser se pensioenbelang by Eskom pensioenfonds, bereken\nsoos op\r\n\tdatum hiervan, en aan die verweerderes betaalbaar sodra die\r\n\tpensioenvoordele die eieser toekom en/of toeval. Die eiser\nse\r\n\tprokureurs, SHAPIRO + DE MEYER ING, sal toesien tot die registrasie\r\n\tvan ‘n endossement teen die rekords van voormelde\n\n\tpensioenfonds om die bepaling hierbo daarteen te registreer. Die\r\n\teiser onderneem om alle nodige bystand op aanvraag te lewer\nin\r\n\tbogemelde verband.’\n4\n‘\nNon-member\r\n\tspouse’ is defined in\ns 1(1)\nof the\nPension Funds Act as\nmeaning ‘a person who is no longer the spouse of that member\r\n\tdue to the dissolution or confirmation of the dissolution\nof the\r\n\trelationship by court order and to whom the court ordering or\r\n\tconfirming the dissolution of the relationship\nhas\r\n\tgranted a share of the\nmember’s\r\n\tpension interest in the fund.\n5\nSee\r\n\tHunter, Esterhuizen, Jithoo and Khumalo\nThe\nPension Funds Act: A\ncommentary\n2010 1 ed at 662.\n6\nInserted\r\n\tby s 2 of the Divorce Amendment Act 7 of 1989.\n7\nOld\r\n\tMutual Life Assurance Co (SA) Ltd v Swemmer\n2004\r\n\t(5) SA 373\n(SCA) para 18.\n8\nGovernment\r\n\tEmployees Pension Fund v Naidoo\n2006 (6) SA 304\n(SCA) para 1.\n9\nIbid\n,\r\n\tfn 8;\nDe Kock v\r\n\tJacobson\n1999 (4) SA\r\n\t436\n(W) at 349 F-G.",
  "scraped_at": "2026-02-12T15:41:10.001266",
  "date": "2011-05-31",
  "coram": [
    "BRAND",
    "LEWIS",
    "MAYA",
    "TSHIQI JJA",
    "PETSE AJA"
  ],
  "case_number": "689/2010",
  "parties": {
    "applicants": [
      "Eskom Pension and Provident Fund"
    ],
    "respondents": [
      "Krugel Elizabeth Maria",
      "DE LA REY EM N.O."
    ]
  },
  "sections": {
    "facts": "Mr. PJ Krugel resigned from Eskom on 31 January 1993 and elected to defer his pension benefits, becoming a deferred pensioner. He divorced Mrs. Krugel on 14 September 2001. Their settlement agreement provided that she was entitled to 25% of his pension interest, to be paid when his pension benefits became payable. The Eskom Pension Fund refused to endorse the records, arguing that because Krugel had already resigned and his pension interest was deemed to have accrued before the divorce, no pension interest existed for the purposes of the Divorce Act. The first respondent lodged a complaint under s 30A of the Pension Funds Act, which was upheld by the Pension Funds Adjudicator, ordering the Fund to pay or transfer her share. The Fund appealed under s 30P, leading to the present appeal.",
    "issues": "Whether sections 7(7) and 7(8) of the Divorce Act 70 of 1979 confer a right on a non‑member spouse to receive a share of a pension fund when the member spouse resigned from employment before the divorce and subsequently deferred the pension benefit.",
    "principles": "The Court examined the definition of ‘pension interest’ in the Divorce Act, which refers to the value of the interest a member would have at the date of divorce, assuming his membership terminated on that date. It considered s 37D of the Pension Funds Act, which permits deduction of a portion of a member’s benefit for a non‑member spouse only where a pension interest exists at divorce. The Court held that when a member resigns and the benefit is already payable or deferred, no pension interest remains at the date of divorce for the purposes of ss 7(7) and 7(8). The provisions of s 37D(6) relating to preservation funds do not apply because Krugel was not a member of such a fund.",
    "application": "Applying these principles, the Court found that Krugel’s pension benefit had already become determinable upon his resignation in 1993, well before the divorce. Consequently, at the time of the divorce there was no pension interest to be divided under the Divorce Act. The Fund’s refusal to endorse the records was therefore lawful, and the adjudicator’s order to pay the first respondent was unlawful. The appeal therefore succeeded.",
    "conclusion": "The appeal was upheld. No costs were awarded. The lower court’s order was set aside and replaced with an order dismissing the first respondent’s complaint. The Fund was not required to endorse or pay any portion of the pension interest to the first respondent."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Divorce",
    "level_3": [
      "pension interest",
      "pension fund",
      "section 7(7)",
      "section 7(8)",
      "divorce settlement"
    ]
  }
}