{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/95.html",
  "case_name": "Putco (Pty) Ltd v Mosholi (577/2010) [2011] ZASCA 95 (31 May 2011)",
  "citation": "[2011] ZASCA 95",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 95\n|\nNoteup\n|\nLawCite\nPutco (Pty) Ltd v Mosholi (577/2010) [2011] ZASCA 95 (31 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nNo precedential significance\nCase No 577/2010\nIn the matter between\nPUTCO (PTY) LTD\n................................................................................\nAPPELLANT\nand\nWINNIE MINA MOSHOLI\n...................................................................\nRESPONDENT\nNeutral citation:\nPutco (Pty) Ltd v W M\r\nMosholi\n(577/2010)\n[2011] ZASCA 95\n(31 May 2011)\nCoram: NAVSA, CLOETE, MALAN, MAJIEDT JJA and MEER AJA\nHeard: 12 MAY 2011\nDelivered: 31 MAY 2011\nSummary:\nDamages ─ collision ─\r\nmutually destructive versions ─ probabilities and\r\nimprobabilities even ─ no grounds\nfor interference with trial\r\ncourt's credibility findings.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria) (Van den Heever AJ, sitting as court of first instance):\nThe appeal is dismissed with costs.\n____________________________________________________________­­­__\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (NAVSA, CLOETE, MALAN JJA and MEER AJA\r\nconcurring):\n[1] The appellant appeals against the judgment and order\r\nof Van den Heever AJ, sitting as court of first instance in the North\r\nGauteng\nHigh Court, Pretoria, in terms whereof the appellant was held\r\nliable for such damages exceeding the amount of R25 000 as the\r\nrespondent\nis able to prove to have suffered as a consequence of\r\ninjuries sustained in a motor vehicle collision.\nThis appeal is with the leave of the court below.\n[2] The trial proceeded on the issue of liability only,\r\nthe issue of the extent of the respondent's damages having been\r\nordered\nto stand over for later determination. The incident giving\r\nrise to the claim concerns a collision between the appellant's bus in\n\nwhich the respondent, Ms Winnie Mosholi, was a fare paying passenger,\r\nand a bakkie. After hearing evidence the trial court found\nthe\r\nprobabilities and improbabilities to be evenly balanced and decided\r\nthe matter on the credibility of the parties' respective\nwitnesses.\r\nIt found the evidence presented by one of the respondent's witnesses,\r\nMr Fernando Manuel, who was a passenger in the\nbakkie, to be more\r\ncredible than that of the appellant's sole witness, Mr Stephen\r\nSeloane, the driver of the bus. As a consequence,\nthe trial judge\r\nheld that Seloane's negligent driving was the sole cause of the\r\ncollision.\n[3] The court below further found that the Road Accident\r\nFund (RAF) is not a joint wrongdoer for purposes of s 2(10) of the\r\nApportionment\nof Damages Act, 34 of 1956 (the Act). The finding was\r\nmade by the trial judge on the basis that, even if he was wrong in\r\nrejecting\nSeloane's evidence, Seloane was in any event on his own\r\nversion contributorily negligent.\n[4] The collision caused the bus to\r\noverturn, resulting in a number of fatalities and injuries to\r\npassengers. The RAF settled the\nrespondent's claim for damages in the\r\nmagistrate's court for its full amount, namely R25 000, being the\r\nerstwhile statutory limit\nin respect of a claim of a passenger being\r\nconveyed for reward in terms of the\nRoad Accident Fund Act, 56 of\n1996\n.\n1\nThe respondent claimed the balance of\r\nher damages from the appellant in the court below. It was common\r\ncause that, at the time of\nthe collision, Seloane was acting in the\r\ncourse and scope of his employment with the appellant.\n[5] Appellant's counsel attacked the\r\ntrial court's credibility finding in favour of Manuel on a number of\r\ngrounds. He alluded to\nthe fact that Manuel is the only one of a\r\nnumber of the respondent's witnesses who makes mention that the bus\r\nwas swerving from\nside to side prior to it crashing into the bakkie\n.\r\nBut it is\nfallacious\r\nto reason that, because other witnesses make no mention of this fact,\r\nit did not happen. In my view it is quite possible\nthat the\r\npassengers in the bus were not aware of the bus moving from side to\r\nside. Manuel, being conveyed in the bakkie ahead of\nthe bus, noticed\r\nits lights 'zig-zagging' (as he described it) behind their vehicle. I\r\nam not persuaded that this contention has\nany merit. Counsel\r\ncontended further that the trial judge was inconsistent in rejecting\r\nthe evidence of one Mr Kuzwayo, one of\nthe respondent's witnesses who\r\nwas also a passenger on the bus, for deviating from earlier written\r\nstatements, whereas Manuel's\nevidence was accepted, despite him not\r\nhaving mentioned the swerving of the bus in his written statement.\r\nThe criticism is unfounded.\nKuzwayo's evidence was rejected on a\r\nnumber of bases, including his failure to mention material facts\r\nrelating to Seloane's driving,\nin his earlier written statements. The\r\ntrial judge was careful in his assessment of Manuel's evidence. He\r\nfound his evidence as\na whole satisfactory and more credible. It is\r\nin that context that the trial judge accepted Manuel's evidence,\r\ndespite the omission\nreferred to above. In any event, Manuel did not\r\ndeviate from his written statement; he merely added a further aspect\r\nin his testimony.\n2\n[6] The trial judge, correctly in my view, found that\r\nthe collision occurred due to Seloane's failure to keep a proper\r\nlookout.\nHe justifiably criticized Seloane's unsatisfactory evidence\r\nin the following respects – Seloane was unable to state whether\n\nhe had flashed his lights or whether they were on bright before the\r\ncollision, whether he had swerved to the right before or only\nafter\r\nthe collision, whether he applied brakes to avoid the collision and,\r\nif he did, why his speed was not reduced. He was also\nunsatisfactory\r\nin his evidence concerning the movement of the bakkie onto the\r\nroadway prior to the accident. The trial judge correctly\nfound that\r\nthe manoeuvres that Seloane claimed to have executed to avoid the\r\ncollision, are not compatible with the timeframe of\nhis description\r\nhow the collision occurred. This is particularly so in respect of his\r\ntestimony that the bakkie suddenly and without\nwarning moved into his\r\npath of travel. Seloane's version was rightly rejected by the court\r\nbelow.\n[7] The trial judge cannot be faulted in his finding\r\nthat Seloane's negligence was the sole cause of the collision. His\r\napproach\nand findings on the probabilities and on the witnesses'\r\ncredibility are in my view unassailable. He gave a carefully reasoned\r\njudgment,\nfurnishing detailed reasons for his credibility findings in\r\nfavour of Manuel and against Seloane. The submissions advanced by\r\ncounsel\nto challenge the credibility findings against Seloane do not\r\nbear scrutiny. The record supports the trial judge's comprehensive\n\nmotivation for rejecting his evidence. There are no grounds upon\r\nwhich this court can interfere with the trial judge's credibility\n\nfindings. Upholding the finding of the court below that Seloane's\r\nnegligence was the sole cause of the collision has the result\nthat\r\nthe other issue mentioned in para 3 above does not arise.\n[8] The appeal is dismissed with costs.\n___________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES\nCounsel for Appellant : T POTGIETER\nInstructed by : SAVAGE JOOSTE & ADAMS INC\nPRETORIA\nNAUDES, BLOEMFONTEIN\nCounsel for Respondent : F DIEDERICKS\nInstructed by : WILSENACH VAN WYK GOOSEN &\nBEKKER, PRETORIA\nHUGO AND BRUWER\nBLOEMFONTEIN\n1\nThe\r\n\trespondent's case falls outside the purview of the judgment in\nMvumvu v Minister for Transport\n2011 (2) SA 473\n(CC) which declared the statutory\r\n\tlimitation provision in the said Act invalid ─ see para 54\r\n\tthereof.\n2\nSee\nS v Mafaladiso & andere\n2003 (1) SACRS 83 (SCA) at\r\n\t593E-594C.",
  "scraped_at": "2026-02-12T15:40:56.150613",
  "date": "2011-05-31",
  "coram": [
    "NAVSA",
    "CLOETE",
    "MALAN",
    "MAJIEDT JJA",
    "MEER AJA"
  ],
  "case_number": "577/2010",
  "parties": {
    "applicants": [
      "PUTCO (PTY) LTD"
    ],
    "respondents": [
      "WINNIE MINA MOSHOLI"
    ]
  },
  "sections": {
    "facts": "The appellant's bus, operated by driver Stephen Seloane, collided with a bakkie while transporting the respondent, Ms Winnie Mosholi, as a fare‑paying passenger. The impact caused the bus to overturn, resulting in fatalities and injuries. The Road Accident Fund (RAF) settled Ms Mosholi's claim for the statutory limit of R25,000 in the magistrate's court. The appellant thereafter sought to recover the balance of the respondent's damages. It was undisputed that the driver was acting within the course and scope of his employment at the time of the collision.",
    "issues": "The appeal raised (1) whether the appellant was liable for damages in excess of the RAF‑paid R25,000; (2) whether the driver’s negligence was the sole cause of the collision; (3) whether the RAF could be regarded as a joint wrongdoer under s 2(10) of the Apportionment of Damages Act; and (4) whether the trial judge’s findings on the credibility of the witnesses were correct.",
    "principles": "The court reaffirmed that the assessment of witness credibility and factual findings are within the trial judge’s discretion and may only be disturbed on a palpable error. Under s 2(10) of the Apportionment of Damages Act, a joint wrongdoer must be shown to have contributed to the loss; the RAF was held not to be such a party. The principle of contributory negligence applies where a driver, even if partially at fault, is found to have caused the accident alone. The standard of proof remains on a balance of probabilities, and the court must not substitute its own assessment for that of the trial judge absent clear error.",
    "application": "The Supreme Court of Appeal examined the trial judge’s detailed credibility analysis, finding that the evidence of the bakkie passenger, Mr Fernando Manuel, was more persuasive than that of the bus driver. The driver’s inability to explain key aspects of the accident (e.g., use of lights, braking, speed reduction) rendered his evidence unsatisfactory. Consequently, the trial judge correctly concluded that Seloane’s negligent driving was the sole cause of the collision. Since this finding stood, the issue of the RAF’s alleged joint liability became moot, and the appellant’s liability for the balance of damages was affirmed.",
    "conclusion": "The appeal was dismissed with costs. The appellant remains liable for the respondent’s damages beyond the RAF’s settlement, and the trial judge’s findings on credibility and negligence were upheld."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Motor Vehicle Accident",
    "level_3": [
      "negligence",
      "road accident fund",
      "witness credibility",
      "damage assessment"
    ]
  }
}