{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/52.html",
  "case_name": "A S v S (349/10) [2011] ZASCA 52 (30 March 2011)",
  "citation": "[2011] ZASCA 52",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 52\n|\nNoteup\n|\nLawCite\nA S v S (349/10) [2011] ZASCA 52 (30 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNo precedential significance\nCase no: 349/10\nIn the\r\nmatter between\nA S\n..............................................................................................................................\nAppellant\nand\nTHE STATE\n...........................................................................................................\nRespondent\nNeutral citation: A\nS v S\n(349/10)\n[2011] ZASCA 52\n(30 March\r\n2011)\nCoram:\r\nLewis and Bosielo JJA and Petse AJA\nHeard: 25 February 2011\nDelivered: 30 March 2011\nSummary: Conviction of indecent assault based on evidence of single,\r\nchild witness: evidence reliable and consistent: appeal dismissed.\nORDER\nOn appeal from: Western Cape High Court (Cape Town) ((Binns-Ward J\r\nand Williams AJ acting as a court of appeal)\nThe appeal is dismissed.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nLEWIS JA (\r\nPETSE AJA concurring)\n[1] I have read the judgment of my colleague Bosielo JA. I agree that\r\nthe appeal must be dismissed but approach the matter somewhat\n\ndifferently.\n[2] The appellant, Mr A S, was charged with the indecent assault, on\r\n30 March 2005, of J A who was 16 years old at the time. He\nwas\r\nconvicted by the regional court at Paarl in November 2007, and\r\nsentenced to 12 months’ imprisonment, wholly suspended\non the\r\nusual conditions, and to correctional supervision for a period of 18\r\nmonths in terms of\ns 276(1)(h)\nof the\nCriminal Procedure Act 51 of\n1977\n. He appealed against his conviction to the Western Cape High\r\nCourt (Binns-Ward J and Williams AJ, both of whom wrote judgments)\n\nwhich dismissed the appeal. The further appeal is with the leave of\r\nthe high court.\n[3] The regional court found that A S had fondled and sucked J A’s\r\npenis (thus committing indecent assault) in his office\nat a Seven\r\nEleven convenience store in Cloetesville run by A S. That court, as\r\nwell as the high court, dealt with the evidence\nof J as to what had\r\ntranspired in great detail. It is not necessary to consider it all\r\nagain. I shall therefore set out only briefly\nthe facts on which the\r\nconviction was based.\n[4] The basis of the appeal before us is that the regional court, and\r\nthe high court (in the first appeal) should not have accepted\nthe\r\nevidence of J A, who was not only a child, but also the only witness\r\nto the indecent assault (a single witness). In essence,\ntherefore, as\r\na second court of appeal, we are asked to re-evaluate the evidence of\r\nboth J A and A S, despite full analysis and\nassessment by both courts\r\na quo.\n[5] The trial court accepted J A’s evidence that on the day in\r\nquestion he had gone to A S’s store to assist his father,\nwho\r\nwas employed as a security officer by A S. J A, who testified through\r\nan intermediary, said that he had not wanted to help\nhis father that\r\nday as he felt ill, and was going to tell him that. On arriving, he\r\nhad chatted to a cashier, B, and had then been\nbeckoned to go into\r\nthe office by A S. He was familiar with A S, who had often given him\r\nsmall items such as ice creams or chips\nfrom the store.\n[6] A S asked him to sit down, which he did, and then enquired why J\r\nA was at the store. J A responded that he had come to tell\nhis father\r\nthat he was not feeling well and did not want to help him. A S then\r\nasked what size shoe J A wore, and suggested that\nmen with big feet\r\nhad big penises. J A did not respond. They were interrupted by an\r\nemployee who came into the office to discuss\na matter with Strauss.\r\nThe door was not shut. When she left J A decided to leave too as he\r\nfelt uncomfortable. But A S looked at\nhim in such a way that he felt\r\ncompelled to remain there.\n[7] A S then asked if he could feel J A’s penis. J A refused. A\r\nS asked if he was shy. J A said no and that he was not scared\nof him\r\neither. A S touched J A’s penis through his tracksuit pants and\r\nthen put his hand inside the pants and started massaging\nJ A’s\r\npenis. J A did not react: ‘ek het net blank geslaan’. He\r\nlooked out the window, and also played with his\ncell phone. When told\r\nto stand up he did so. A S then sucked J A’s penis. When A S\r\nwas finished he asked if J A had enjoyed\nwhat had been done. J A\r\nreplied that he had not: A Shad not had the right to do this to him.\n[8] A S asked what J A wanted, to which he replied ‘niks’.\r\nA S nonetheless gave him R100, a starter pack for a cell\nphone and\r\nR10 to get it started. He told J A to say nothing about the gift of\r\nmoney or the starter pack to his father and to return\nthe following\r\nday.\n[9] J A left the office and paid B, the cashier, for the starter\r\npack. He then went to find his father, who was supervising the\n\nunpacking of wine. He said to his father that he wanted to talk to\r\nhim, but the latter was ‘moody’ so J A said he would\ntalk\r\nto him later in the day. He left to go home, crying as he walked.\n[10] When he arrived home he realized that he did not have the keys\r\nto the house. He thought he might have dropped them on the\nroad and\r\nphoned his sister to ask her to look for them. (The keys were later\r\nfound in A S’s office.) He encountered his sister\nand a friend\r\non the road and told his sister that he had been raped. She\r\naccompanied him to their grandmother’s house where\nhe told his\r\ngrandmother what had happened. She phoned the police and Mr A.\n[11] The sister and P A gave evidence as to their part in what had\r\nhappened that day. They largely corroborated what J A had said,\n\nalthough there were discrepancies in their versions. As the courts\r\nbelow found none was material. J A was of course not raped,\nbut, as\r\nhe explained to the trial court, he had not heard of the term\r\n‘indecent assault’ before the incident. He did\nnot know\r\nwhat had happened to him.\n[12] J A was cross-examined at great length. When questioned about\r\nhis reaction to A S’s conduct he stated that he had said\n‘los\r\nmy’ when A S first touched him. This was at variance with his\r\ntestimony in chief when he had said that he had\nsaid nothing to A S.\r\nHe had been silent because he was shocked. When the contradiction was\r\nput to him, however, he admitted that\nhe had lied when\r\ncross-examined. He had become weary of answering questions and had\r\nsaid something to stop the questioning. He\napologized for misleading\r\nthe court, but said he had felt nervous and pressured.\n[13] A S denied the indecent assault. He admitted that J A had spent\r\ntime in his office and that he had given him money and a starter\npack\r\n– but that, he said, was because he often gave children things\r\nand he knew J A’s family were not well-off.\n[14] The version of J A, argued A Son appeal, was inconsistent and\r\ninherently improbable. The only inconsistency, however, lies\nin J A’s\r\nversions as to his reaction when A S touched his penis. As I have\r\nsaid, there was a plausible explanation for his\nlie in this regard.\r\nThe trial court found that, apart from this one inconsistency, he was\r\na truthful, consistent and reliable witness.\nAn examination of the\r\nrecord of the trial bears that out.\n[15] As Binns-Ward J said in his judgment in the court below, J A’s\r\nevidence was unaffected by the cross-examination, despite\nits length.\r\nAnd J A’s version was plainly not fabricated – an\r\ninference supported by some of the improbabilities in\nhis account.\r\nForemost of these was that the door to the office was not locked (in\r\nfact it was open) and anyone might have entered\nwhile the assault\r\ntook place. J A’s surprise at the brazenness of this conduct\r\nwas patent. Moreover, it could hardly have\nbeen in the interests of J\r\nA falsely to incriminate his father’s employer, who had\r\npreviously shown kindness to him.\n[16] A S countered a detailed and angry account by J A of what had\r\nhappened with a bland denial of the indecent assault. He relied\non\r\nthe improbability of the assault taking place when the office door\r\nwas open and any employee could have seen in, or indeed entered.\nBut\r\nthat improbability in my view emphasises the truth of J A’s\r\naccount, as the high court found. In any event the evidence\nshowed\r\nthat it was not easy to see into the office and only two employees –\r\none of whom had come in when J A was in the office\n– had\r\naccess.\n[17] It is true that J A’s evidence had to be assessed with\r\ncaution. But the trial court was fully aware of this, and as\nI have\r\nsaid, analysed the evidence of all the witnesses with great care, as\r\ndid Williams AJ in her judgment in the high court.\nBoth courts found\r\nthat J A’s evidence was consistent and honest, apart from the\r\none blemish which he explained satisfactorily.\nHis conduct after the\r\nassault was also consistent with his complaint that he had been\r\nindecently assaulted. He immediately reported\nwhat had happened to\r\nhim to members of his family and he handed the money and starter pack\r\ngiven to him by A S to the police.\n[18] The trial court correctly applied the approach to the evidence\r\nof a single witness enunciated in\nS v Sauls\n1981 (3) SA 172\n(A) at 180E-H where Diemont JA said:\n‘\nThere\r\nis no rule of thumb test or formula to apply when it comes to a\r\nconsideration of the credibility of the single witness (see\nthe\r\nremarks of Rumpff JA in\nS\r\nv Webber\n1971\r\n(3) SA 754\n(A) at 758). The trial Judge will weigh his evidence, will\r\nconsider its merits and demerits and, having done so, will decide\r\nwhether\nit is trustworthy and whether, despite the fact that there\r\nare shortcomings or defects or contradictions in the testimony, he is\n\nsatisfied that the truth has been told. The cautionary rule referred\r\nto by De Villiers JP in 1932 may be a guide to a right decision\nbut\r\nit does not mean\n\"that\r\nthe appeal must succeed if any criticism, however slender, of the\r\nwitnesses' evidence were well founded\"\n(\nPer\nSchreiner JA in\nR\r\nv Nhlapo\n(AD 10\r\nNovember 1952) quoted in\nR\r\nv Bellingham\n1955 (2)\r\nSA 566\n(A) at 569). It has been said more than once that the exercise\r\nof caution must not be allowed to displace the exercise of common\n\nsense.’\n[19] In my view, the State proved the acts of indecent assault beyond\r\nreasonable doubt. But in the alternative, A S argued that\neven if the\r\nState did prove the indecent assault it had not proved that A S had\r\nacted without J A’s consent. However, he\ndid not provide any\r\nevidential basis for his alternative defence. While the defence of\r\nconsent may be raised if the State proves\nthe act, and while the\r\nState must prove absence of consent, there must at least be some\r\nevidence on which it is based. In this\nmatter there was none. See\nS\r\nv York\n2002 (1) SACR 111\n(SCA) para 19 and\nS v M\n2006 (1)\r\nSACR 135\npara 284.\n[20] As I have said, the high court gave leave to A S to appeal\r\nagainst its order to this court on the basis that there was a\r\nreasonable prospect that we would take a different view. I question\r\nthe propriety of that approach. Both members of the high court\nwere\r\npersuaded beyond reasonable doubt that A S was guilty of indecently\r\nassaulting J A. The State case was said to be strong,\nand the\r\nevidence of J A in particular was regarded as credible and reliable.\r\nThe only criticism by the high court of the trial\ncourt was that it\r\nhad been unduly critical of A S’s evidence. And the only basis\r\nfor allowing a second appeal was that there\nwere some inconsistencies\r\nbetween the evidence of J A, his sister and his father on what had\r\nhappened after the assault. These\nwere of a minor nature. They were\r\nnot material to the conviction. There is nothing that this court can\r\nadd to the reasoning or\nthe findings of the high court. In the\r\ncircumstances, leave to pursue a second appeal, based solely on the\r\ncredibility of witnesses,\nshould not have been granted.\n[21] The appeal is dismissed.\n_____________\nC H Lewis\nJudge of Appeal\nBOSIELO JA\n[22] The resolution of this appeal involves the vexed issue of the\r\nproper approach to the evidence of a single and child witness.\nThe\r\nappellant was charged and convicted of indecent assault of the\r\ncomplainant in the Regional Court, Paarl. He was sentenced to\n\nimprisonment for 12 month wholly suspended on the usual conditions as\r\nwell as correctional supervision for 12 months in terms of\ns\r\n276(1)(h)\nof the\nCriminal Procedure Act 51 of 1977\n. Aggrieved by his\r\nconviction, the appellant appealed unsuccessfully to the Western Cape\r\nHigh Court (Binns-Ward J and Williams AJ).\nHis appeal having failed,\r\nthe appellant sought and was granted leave to appeal to this court\r\nagainst his conviction.\n[23] The facts of this case have been admirably captured in the\r\njudgment of the court below. No useful purpose will be served by\n\nrehashing them in great detail. I will confine my judgment to only\r\nthose salient facts that elucidate this judgment.\n[24] The complainant herein is the son of P A, who worked for the\r\nappellant at his store called 7 Eleven at Cloetesville. On 30\nMarch\r\n2005, the complainant was present at the appellant’s store as\r\nhe had gone to assist his father who worked as a security\nofficer for\r\nthe appellant. The complainant testified that, whilst chatting with\r\nB, a cashier at the appellant’s store, the\nappellant called him\r\ninto his office where they both sat on some chairs. According to the\r\ncomplainant whilst seated on a chair\nin the appellant’s office,\r\nthe appellant, rather unexpectedly started to ask him about the size\r\nof his shoes. The appellant\nremarked that men with big shoes have big\r\npenises. This made him uncomfortable. This discussion was interrupted\r\nby one P, an employee\nwho entered the office. As she left the office\r\nthe complainant wanted to leave but the appellant gave him a look\r\nwhich propelled\nhim to stay.\n[25] After P left the office, the appellant asked the complainant if\r\nhe could feel how big his penis was. The complainant told\nhim not to\r\ntouch him. The appellant then stood up, went to where the complainant\r\nwas seated and felt his penis through his track-suit\ntrousers. He\r\nthen proceeded to put his hand into the complainant’s trousers\r\nand started to massage his penis. The appellant\ntold him to stand up\r\nand he obliged. Before he knew what was happening, the appellant took\r\nhis penis into his mouth and sucked\nit. According to the appellant,\r\nhe did not resist or object as his mind went blank and instead he\r\nplayed on his cellular phone\nwhilst peeping through out the window.\r\nHe testified that he did this as he was trying to distract the\r\nappellant. After this the\nappellant put his penis back into his\r\ntrousers and enquired from him if he enjoyed it. The complainant\r\nresponded by asking how\nhe could enjoy it, as he did not give the\r\nappellant permission to do what he did.\n[26] It is not in dispute that after the incident the appellant gave\r\nthe complainant R100, a starter-pack and R10 to use as payment\nfor\r\nthe starter-pack. According to the complainant he then left and went\r\nto pay for the starter-pack. He later went to where his\nfather was\r\nworking. However, his father appeared to be so moody that he did not\r\nwant to listen. He then left for home. Soon hereafter\nhe reported\r\nthis incident to his sister D A (D A) who was so shocked that she did\r\nnot want to listen further. Instead, she recommended\nthat they go and\r\nreport the incident to their grandmother, which they did. Upon being\r\ntold what had happened to the complainant,\nthe grandmother telephoned\r\nthe police and the complainant’s father.\n[27] D A confirmed that the complainant complained to her that he had\r\nbeen ‘raped’ by the appellant. She furthermore\nconfirmed\r\nthat she was present when the complainant told to their grandmother\r\nwhat the appellant did to him. She also confirmed\nthat her\r\ngrandmother telephoned the police and their father soon after the\r\ncomplainant had told her what had happened.\n[28] The complainant’s father, P A (P A) confirmed that on this\r\nday the complainant came to see him at his place of employment.\nHe\r\nhad arranged with the complainant to come and assist him as one of\r\nhis employees was absent. He was busy supervising people\nwho were\r\npacking bottles of wine, when the complainant arrived. When the\r\ncomplainant tried to tell him that he was sick, he ignored\nhim and\r\ncontinued working. He later received a telephone call that the\r\ncomplainant was sick at home. He then went home. Whilst\nen route home\r\nhe met the complainant and his mother-in-law inside a police vehicle.\r\nHe was then told about the incident. He then\naccompanied the\r\ngrandmother and the complainant to the police station where this\r\nmatter was duly reported.\n[29] As against the version stated above, the appellant testified\r\nthat whilst he was busy on his computer in his office he saw\nthe\r\ncomplainant in the store. He denied that he invited the complainant\r\ninto his office. The complainant complained to him that\nhe was not\r\nfeeling well and that his father forced him to come and work.\r\nFurthermore, the complainant complained about his clothes\nand the\r\nfact that his father misused his starter-pack. He then gave the\r\ncomplainant a starter-pack, R10 and R100 to go and buy\nhimself a\r\nshirt and trousers. The complainant then left the office to go and\r\npay for the starter-pack which he had given him. He\ndenied that he\r\nindecently assaulted the complainant as alleged. The appellant\r\ntestified that he gave the complainant the starter-pack,\nR10 and R100\r\nas he appeared to him to be neglected (‘verwaarloos’).\r\nThe appellant stated that in any case it was not\nthe first time that\r\nhe had shown some generosity to the complainant and his family.\n[30] The regional magistrate gave a detailed and comprehensive\r\njudgment. It is clear from the judgment that the learned magistrate\n\nwas aware of the caution that she had to exercise whilst evaluating\r\nthe evidence of the complainant who was both a single and child\n\nwitness regarding what had happened inside the appellant’s\r\noffice. Furthermore, the regional magistrate acknowledged and\n\nevaluated the discrepancies and inconsistencies apparent in the\r\ncomplainant’s version. She also took into account the\r\ndiscrepancies\nbetween the evidence of D and that of the complainant\r\nconcerning the report. However, the regional magistrate found that\r\nwhatever\ninconsistencies or discrepancies existed in the state’s\r\nversion, they were not so material as to adversely affect the\r\nwitnesses’\ncredibility and the probative value of their\r\nevidence.\n[31] On the other hand the appellant did not make a favourable\r\nimpression on the regional magistrate as a witness. The regional\n\nmagistrate found that the appellant was evasive and failed to answer\r\nrelevant and pertinent questions. In fact the regional magistrate\nwas\r\nof the view that the appellant was arrogant and felt offended when\r\ncertain questions were put to him. Having read the transcript\nI can\r\nfind no fault with this finding.\n[32] In this appeal a spirited attack was launched against the\r\nfavourable findings made by the regional magistrate on the\r\ncomplainant’s\nreliability and credibility. It was submitted\r\nthat the regional magistrate did not apply the necessary caution to\r\nthe complainant’s\nevidence which is required in the case of a\r\nsingle and child witness. I disagree. It is clear from the transcript\r\nthat the regional\nmagistrate was not only aware of the caution to be\r\napplied to the complainant’s evidence but she in fact applied\r\nit. The\nsame is true of the judgment of the court below. In any\r\nevent, it is clear that the regional magistrate duly applied the\r\nsalutary\napproach enunciated in\nS v Sauls & others\n1981\r\n(3) SA 172\n(A) at 180E-H where it is stated:\n‘\nThere is no rule of thumb test\r\nor formula to apply when it comes to a consideration of the\r\ncredibility of the single witness…\nThe trial Judge will weigh\r\nhis evidence, will consider its merits and demerits and, having done\r\nso, will decide whether it is trustworthy\nand whether, despite the\r\nfact that there are shortcomings or defects or contradictions in the\r\ntestimony, he is satisfied that the\ntruth has been told. The\r\ncautionary rule referred to by De Villiers JP in 1932 may be a guide\r\nto a right decision but it does not\nmean\n“\nthat the appeal must succeed\r\nif any criticism, however slender, of the witnesses’ evidence\r\nwere well founded.”…\nIt has been said more than once\r\nthat the exercise of caution must not be allowed to displace the\r\nexercise of common sense.\nThe question then is not whether there were flaws in\r\nLennox’s evidence – it would be remarkable if there were\r\nnot in\na witness of this kind. The question is what weight, if any,\r\nmust be given to the many criticisms that were voiced by counsel in\n\nargument.’\nSee also\nS v Artman & another\n1968 (3) SA 339\n(A) at\r\n341B-D;\nS v Webber\n1971 (3) SA 754\n(A) at 758G-H.\n[33] The appellant’s counsel submitted that the regional\r\nmagistrate should have found the complainant not to be reliable\nas he\r\nwas exposed, during cross-examination, to have lied when he testified\r\nthat as the appellant fondled his penis, he told him\nto stop or leave\r\nhim alone. Counsel for the appellant contended that this lie shows\r\nthat the complainant, aware of the inherent\nimprobability of his\r\nversion, tried falsely to explain away the improbability inherent in\r\nhis conduct during the alleged indecent\nassault. It is noteworthy\r\nthat the complainant openly and frankly admitted that he had lied to\r\nthe court. He explained that because\nthe cross-examination was\r\nprotracted, repetitive and tedious, he had become exhausted and\r\nanswered without thinking or reflecting\non his replies. He did this\r\nas he thought that by providing any answer, he would put a stop to\r\nthe lengthy and tedious cross-examination.\nTo his credit he openly\r\napologised to the court. Relying on\nS v Oosthuizen\n1982 (3) SA\r\n571\n(T), the regional magistrate found that the mere fact that the\r\ncomplainant was shown to have lied on one aspect of the case does\nnot\r\nnecessarily justify his entire evidence being rejected as false and\r\nunreliable. Having read all the evidence, I can find no\nfault with\r\nthis finding.\n[34] The appellant’s counsel submitted further that the\r\ncomplainant’s behaviour during and after the alleged sexual\n\nmolestation was so bizarre as to render it inherently improbable. It\r\nwas contended that it is improbable that the complainant could\nhave\r\nremained still and offering no resistance whilst the appellant put\r\nhis hand into his pants and massaged his penis and even\nproceeding to\r\nsuck it. He contended further that the fact that the complainant went\r\nto chat with B (the cashier) soon after this\nincident rather than\r\ngoing directly to report to his father, is incongruous and detracts\r\nfrom the plausibility of his version.\n[35] It is true that the complainant’s evidence is not without\r\nsome blemishes. It is also true that on the critical issue\nof the\r\nindecent assault, the complainant is a single and a child witness.\r\nBoth the regional magistrate and the court below were\naware of this.\r\nThey pertinently dealt with whatever discrepancies or inconsistencies\r\nexisted in the complainant’s version.\nConcerning the admission\r\nby the complainant about his lie, the regional magistrate found that\r\nthe explanation given by the complainant\nwas reasonable under the\r\ncircumstances.\n[36] It is clear from the transcript that the complainant was exposed\r\nto a protracted, tedious and repetitive cross-examination\nwhich\r\nliterally wore him down. At some stage, the complainant appeared to\r\nbe so tired that the regional magistrate offered him\na break to\r\nrecover. Crucially the court below found that the protracted and\r\ntedious cross-examination left the complainant’s\nevidence\r\nunaffected.\n[37] I do not find the complainant’s behaviour bizarre or\r\nimprobable. The complainant explained that he was shell-shocked.\nHis\r\nmind went blank. Crucially, one should not ignore the fact that the\r\ncomplainant was only 16 years old at the time. Such a thing\nhad never\r\nhappened to him. He had no previous sexual experience. Again proper\r\nconsideration should be accorded to the relationship\nbetween the\r\ncomplainant and the appellant. Not only was the appellant older than\r\nhim, but he was also his father’s employer.\nHe trusted him.\r\nUndoubtedly, the appellant was in a position of authority over the\r\ncomplainant. This incident happened in the appellant’s\nstore\r\nand in his office. It is not surprising that the complainant froze\r\nwith fright when he was unexpectedly exposed to such a\ngrossly\r\nindecent assault.\n[38] Counsel for the appellant submitted that as the complainant and\r\nD contradicted each other on the exact words used by the complainant\n\nwhen reporting to D and later to their grandmother, their evidence\r\nshould have been rejected as untruthful and unreliable. I do\nnot\r\nagree. It is common cause that the trial in this matter took place\r\nafter a very long time. The incident occurred on 30 March\n2005. The\r\ntrial started 16 months later on 15 August 2006. Furthermore, at the\r\ntime when the appellant reported this incident to\nhis sister D and\r\nlater to his grandmother, he was still shocked and confused. Both D\r\nand the grandmother were equally shocked.\nIt is therefore\r\nunderstandable why there are some discrepancies on this aspect. In\r\nany event, I am of the view that these discrepancies\nare not so\r\nmaterial as to be destructive of their evidence. These are the sort\r\nof discrepancies that one can expect from witnesses\nwho testify from\r\nmemory after a long time. I am of the view that these are the sort of\r\ndiscrepancies to be expected from ‘honest\nbut imperfect\r\nrecollection, observation and reconstruction’. Instead of\r\nsustaining a finding that the complainant and D deliberately\nlied,\r\nthe difference in their evidence is, to my mind, indicative of the\r\nfact that they did not rehearse their story so that they\ncould\r\npresent the same version. See\nS v Mkohle\n1990 (1) SACR 95\n(A)\r\nat 98g-h.\n[39] What remains undisputed is that the complainant reported, soon\r\nafter he left the appellant’s shop, to both D and their\n\ngrandmother that he had been ‘raped’ by the appellant. D\r\nconfirmed this. The complainant explained that he used the\nword\r\n‘rape’ as the concept ‘indecent assault’ was\r\nnot known to him at the time. I find this explanation\nby a 16 year\r\nold boy to be reasonable. It is also common cause that the matter was\r\nreported to the police immediately. It appears\nto me that the\r\ncomplainant’s behaviour of reporting to D and their grandmother\r\nsoon after the incident is consistent with\nhis version that he was\r\nindecently assaulted by the appellant much against his will. After\r\nall why would he lay a serious and false\ncharge against the\r\nproverbial good Samaritan who had been kind to him and who, on that\r\nday, generously gave him R100, a starter\npack and R10 to pay for it.\r\nIt is noteworthy that the complainant handed the starter-pack and\r\nR100 which he had received from the\nappellant to the police on the\r\nsame day. To my mind, the complainant’s immediate reporting of\r\nthe incident puts paid to any\nsuggestions that he consented to what\r\nthe appellant did to him. Having read the transcript I find myself\r\nunable to disturb the\ncredibility findings made by the regional\r\nmagistrate. See\nR v Dhlumayo & another\n1948 (2) SA 677\n(A).\n[40] Although the appellant bore no onus to prove his defence or even\r\nconvince the court of the truthfulness of his version, the\nversion he\r\nproffered is so fanciful and grossly improbable that it cannot be\r\nreasonably possibly true. On the contrary the complainant’s\n\nversion is so clear and consistent with absence of consent that the\r\nappellant’s version cannot be reasonably possibly true.\n[41] In the result the following order is made:\nThe appeal is dismissed.\n_______________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor Appellant: F van Zyl SC\nInstructed by\nTheron & Partners, Stellenbosch;\nMatsepes Incorporated, Bloemfontein;\nFor Respondent: M Allie\nInstructed by\nDirector Public Prosecutions, Cape Town;\nDirector Public Prosecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T15:29:38.385773",
  "date": "2011-03-30",
  "coram": [
    "Lewis JA",
    "Bosielo JA",
    "Petse AJA"
  ],
  "case_number": "349/10",
  "parties": {
    "applicants": [
      "A S"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 30 March 2005 the 16‑year‑old complainant (J A) went to the appellant A S’s 7‑Eleven store in Cloetesville to assist his father, who was employed by A S as a security officer. A S invited J A into his office, asked intrusive questions about shoe size and penis size, and then touched the boy’s penis through his tracksuit, massaged it and subsequently performed oral contact. After the incident A S gave J A a starter‑pack, R100 and R10. J A reported the assault to his sister, grandmother and the police, who arrested A S. The Regional Court convicted A S of indecent assault; the conviction was upheld by the Western Cape High Court. A S appealed to the Supreme Court of Appeal, arguing that the evidence of the single child witness was unreliable.",
    "issues": "1. Whether the trial court erred in admitting and accepting the testimony of a single child witness despite inconsistencies. 2. Whether the conviction for indecent assault was unsafe. 3. Whether the defence of consent was available and, if so, whether the State proved its absence.",
    "principles": "The court applied the cautionary approach for single child witnesses as set out in S v Sauls (1981) and related authorities (S v Webber, S v Oosthuizen). The judge must weigh credibility, consider inconsistencies, and determine if the testimony is trustworthy. The State bears the burden of proving the act and the absence of consent; a consent defence requires some evidential basis. Standard principles of appeal regarding factual findings and credibility assessments were also applied.",
    "application": "The Court found that the trial judge had carefully evaluated J A’s evidence, noted only a minor inconsistency that was reasonably explained, and concluded that J A was a truthful and reliable witness. The alleged inconsistency did not undermine the overall credibility. The State proved the elements of indecent assault beyond reasonable doubt, and no evidential basis was presented for a consent defence. Accordingly, the appellate court upheld the lower courts’ findings and rejected A S’s arguments.",
    "conclusion": "The appeal was dismissed. The conviction for indecent assault stands, and the order of the Regional Court and High Court is affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "indecent assault",
      "single child witness",
      "appeal",
      "evidence credibility"
    ]
  }
}