{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/22.html",
  "case_name": "Freddy Hirsch Group (Pty) Ltd v Chickenland (Pty) Ltd (2011 (4) SA 276 (SCA); [2011] 3 All SA 362 (SCA)) [2011] ZASCA 22; 20/10 (17 March 2011)",
  "citation": "[2011] ZASCA 22",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 22\n|\nNoteup\n|\nLawCite\nFreddy Hirsch Group (Pty) Ltd v Chickenland (Pty) Ltd (2011 (4) SA 276 (SCA); [2011] 3 All SA 362 (SCA)) [2011] ZASCA 22; 20/10 (17 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 20/10\nFREDDY\r\nHIRSCH GROUP (PTY) LTD\n..................................................\nAppellant\nand\nCHICKENLAND\r\n(PTY) LTD\n...............................................................\nRespondent\n____________________________________________________________\nNeutral citation:\nFreddy Hirsch Group (Pty) Ltd v Chickenland\r\n(Pty) Ltd\n(20/10)\n[2011] ZASCA 22\n(17 March 2011)\nBENCH: HARMS DP, PONNAN, MAYA, SHONGWE and TSHIQI JJA\nHEARD: 14 FEBRUARY 2011\nDELIVERED: 17 MARCH 2011\nSUMMARY:\r\nPurchase and sale – delivery of prohibited foodstuff –\r\nclaim\nex contractu\n–\nwhether loss too\r\nremote – claim\nex delicto\n–\npure\r\neconomic loss – wrongfulness – policy considerations\r\ndetermining liability considered.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nSouth Gauteng High Court\r\n(Johannesburg) (Blieden J sitting as court of first instance).\nThe appeal is dismissed with costs, such costs to include those\r\nconsequent upon the employment of two counsel.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA (HARMS DP, MAYA, SHONGWE and TSHIQI JJA concurring):\nIntroduction\n[1] Messrs Robert Brozin and Fernando Duarte entertained the vision\r\nof establishing a chain of fast food chicken outlets. In time\nthey\r\nwere joined by Mr Eric Parker, who had expertise in marketing and\r\nbrand development and the three of them launched Nando’s,\na\r\nbranded fast food franchise chain specialising in grilled Portuguese\r\nchicken. From those relatively humble beginnings in 1991,\nthe Nando’s\r\nbrand rapidly expanded within South Africa, into neighbouring\r\ncountries and some 30 countries internationally.\nThe respondent,\r\nChickenland (Pty) Ltd (Chickenland), a wholly owned subsidiary of\r\nNando’s Group Holdings Limited, is the\nprimary operating entity\r\nwithin the Nando’s Group.\n[2] The business model chosen by Chickenland for the franchise\r\nbusiness is what may loosely be termed a joint venture partnership.\n\nEach new franchise store became a subsidiary of Chickenland.\r\nTypically Chickenland owned 51 percent of that subsidiary and its\n\njoint venture partner, who was the actual operator of the store,\r\nowned 49 percent.\n[3] Whilst still in its infancy, Chickenland prepared the chicken in\r\na central kitchen and delivered them in refrigerated trucks\nto the\r\nrestaurants of its joint venture partners, where they were sold to\r\ncustomers. But, as the Nando’s brand expanded it\nproved more\r\nconvenient for Chickenland to supply its joint venture partners with\r\nmarinades, sauces and dressings that were prepared\nto its\r\nspecifications. In time, it also began to market bottled sauces\r\ninitially through its restaurants and thereafter through\nleading\r\nsupermarket chains, both locally and internationally.\n[4] Spices and condiments were important ingredients of Nando’s\r\nsauces and marinades. When Chickenland experienced problems\nwith its\r\nthen supplier of spices, it turned to the appellant, the Freddy\r\nHirsch Group (Pty) Ltd (Hirsch), whose primary business\nwas the\r\nmanufacture of spices. On 29 August 1994, Chickenland applied in\r\nwriting to Hirsch on the latter’s standard credit\napplication\r\nform for a line of credit. Hirsch approved the application and took\r\nto supplying the latter with spice packs consisting\nof a blend of\r\ndifferent spices prepared in accordance with the latter’s\r\nspecifications.\n[5] The reverse of the Hirsch credit application form that had been\r\ncompleted by Miss Lesley Smith, who was duly authorised to\ndo so on\r\nbehalf of Chickenland, contained what were termed Standard Conditions\r\nof Sale and Credit. Those included, inter alia,\nprovisions relating\r\nto payment (which had to be effected with 30 days), interest,\r\nreservation of ownership and delivery. Most importantly\nit provided:\n‘\n4. LIMITED LIABILITY\n4.1 The Company shall not be liable for any defect in\r\nthe goods by reason of faulty production, workmanship, quality of raw\r\nmaterials\nor otherwise unless:\n4.1.1 it is established that the goods were correctly\r\ninstalled and properly cared for and used, and\n4.1.2 the Customer notifies it in writing of the defect\r\nwithin 7 (SEVEN) days of the delivery of the goods.\n4.2 The Company’s liability shall be limited, as\r\nits option, to:\n4.2.1 repairing such goods free of charge: or\n4.2.2 supplying the Customer with similar replacement\r\ngoods free of charge or\n4.2.3 passing a credit for the purchase price of the\r\ngoods.\nprovided that the Company shall under no circumstances\r\nwhatsoever be responsible for any consequential or other damages\r\nwhatsoever.\n4.3 Notwithstanding anything to the contrary contained\r\nor implied in these conditions the liability of the Company arising\r\nout of\nany defect in the goods shall not exceed the purchase price of\r\nthe goods concerned.\n4.4 Save as set out herein all conditions, terms,\r\nwarranties or representations (express or implied statutory or common\r\nlaw) as\nto quality fitness, performance or otherwise in relation to\r\nthe goods are excluded.\n4.5 When the Customer purchases the goods for re-sale,\r\nthe Customer shall ensure that the purchases of the goods is\r\nappraised of\nthese conditions so as to ensure that the purchaser’s\r\nclaims (if any) against the Company are limited to the extent stated\n\nherein.\n4.6 The Customer indemnifies and holds the Company\r\nharmless against all claims, loss, damage, expense or proceedings of\r\nwhatsoever\nnature against or on the part of the Company arising out\r\nof the sale or distribution of the goods whether defective or not for\r\nany reason whatsoever.’\n[6] In signing the application on behalf of Chickenland, Ms Smith\r\ninscribed the words ‘standard conditions not checked’\n\nimmediately above her signature and below the following warranty:\n‘\nI/we warrant and certify that\r\nthe above information is true and correct and that I am/we are duly\r\nauthorised to sign this application\nfor credit facilities and I/we\r\nhave read the conditions of credit set out on the reverse hereof and\r\nagree to be bound thereby’.\n[7] During January 2004 Geoff Bloch, the group technical compliance\r\nofficer, who was responsible for all facets of food safety\nwithin the\r\nNando’s group both locally and globally, was visiting the\r\nUnited Kingdom when he was informed that the UK health\nauthority in\r\nManchester had tested Nando’s extra hot peri-peri sauce and\r\nfound it to be positive for Sudan 1 dye. Sudan 1\nis a red dye that is\r\nused in colouring solvents, oils, waxes and shoe and floor polishes.\r\nIt is considered to be a genotoxic carcinogen\nrendering it unfit for\r\nhuman consumption. It has been banned by the World Health\r\nOrganisation and its presence is not permitted\nin foodstuff for any\r\npurpose in this country and most others internationally.\n[8] Chickenland was obliged by the Food Standards Agency of the UK to\r\ncause newspaper advertisements to be placed in newspapers\nin the UK\r\ninforming consumers of the Agency’s finding and given 48 hours\r\nto withdraw any contaminated products from all supermarket\nshelves in\r\nthe UK. Subsequent investigations identified cayenne pepper that had\r\nbeen sourced in India by Hirsch and supplied to\nChickenland in\r\ncertain of the spice packs as the contaminant. A worldwide recall of\r\nChickenland’s peri-peri sauces followed.\n[9] The directors of Chickenland then met on several occasions with\r\nFreddy Hirsch, the chairman and founder of the Hirsch Group\nand his\r\nsons, all directors of Hirsch in the hope that they could persuade\r\nHirsch to compensate them for their losses, which at\nthat stage was\r\nassessed to be in the region of R12m. Aside from an undertaking by\r\nHirsch to extend the credit period first from\n30 to 60 days and\r\nthereafter to 90 days, no further agreement could be reached. Hirsch\r\nhaving referred the claim to its insurers\neventually refused to\r\nengage in any further discussions with representatives of\r\nChickenland, on the basis, so it was asserted by\nthem, that\r\ncontinuing to negotiate had the potential to jeopardise their\r\ninsurance claim.\n[10] In the meanwhile the extended period of 90 days for repayment\r\nhaving been exceeded by Chickenland, Hirsch began to agitate\nfor\r\npayment of the outstanding moneys due to it. Chickenland refused to\r\npay. Impasse having been reached, Hirsch relying on the\nstandard\r\nterms and conditions to be found on the reverse of Chickenland’s\r\ncredit application, caused summons to be issued\nagainst Chickenland\r\nfor payment of the sum of R1 368 861.69 in respect of goods sold and\r\ndelivered by it for the period November\n2002 to April 2004. That\r\nclaim was admitted by Chickenland. But, Chickenland asked that\r\njudgment on Hirsch’s claim be stayed\npending adjudication on\r\nits counterclaims.\n[11] Chickenland alleged that the material, express and/or implied\r\nand/or tacit terms of the agreement were that:\n(a) each of the spice packs would be fit for human consumption;\n(b) each of the spice packs would be subjected to a stringent process\r\nof quality control and testing which would include the detection\nand\r\nremoval of any foreign matter or substance not fit for human\r\nconsumption;\n(c) the ingredients in the spice packs would be subjected to\r\nacceptable selection processes to comply with the requirements of\nthe\r\nFood Standards Agency in the UK and the applicable South African\r\nlegislation including the Foodstuffs, Cosmetics and Disinfectants\nAct\r\n54 of 1972 and the regulations promulgated thereunder and with the\r\napplicable law in foreign jurisdictions where the spices\nwere to be\r\nsupplied;\n(d) the spice packs would be free of any banned substance.\nAsserting that those terms had been breached inasmuch as the spice\r\npacks contained Sudan 1, which at all material times was banned\nfor\r\nuse in food products thus rendering them unfit for human consumption,\r\nChickenland’s counterclaim for damages for breach\nof contract\r\nand delict alleged, inter alia, that:\n'12 In breach of the terms and warranties applicable to\r\nsuch transactions however:\n12.1 each of the spice packs listed . . . contained a\r\nsubstance known as Sudan 1 which is and was at all material times:\n12.1.1 banned for use in food products in terms of\r\nGNR1008/1996 promulgated under the Foodstuffs, Cosmetics and\r\nDisinfectants Act\n54 of 1972 (the Act) . . . ;\n12.1.2 a substance which rendered the spice packs unfit\r\nfor human consumption and which contaminated the spice packs;\n12.1.3 a substance considered by the Food Standard\r\nAgency in the United Kingdom and relevant South African Statutory\r\nAuthorities\nas being a banned substance in foodstuffs and/or harmful\r\nor potentially harmful to human beings;\n12.1.4 an added colourant.\n12.2 the spice packs were unfit for human consumption or\r\nfor use in products prepared for human consumption;\n12.3 the spice packs had not been subjected to a\r\nstringent process of quality control and testing or to a process for\r\nthe detection\nof and removal of foreign matter;\n12.4 the ingredients in the spice packs had not been\r\nsubjected to acceptable selection and blending processes;\n12.5 the ingredients in the spice packs were not of\r\nGerman origin and source;\n12.6 the plaintiff had not performed such test/s as was\r\nrequired to detect the presence of an added colourant in the spice\r\npacks\nwhich the plaintiff could have done cost effectively and\r\nwithout difficulty.\n13 In the\nbona\r\nfide\nand reasonable\r\nbut mistaken belief that the spice packs complied with the terms of\r\nthe agreements:\n13.1 the defendant made payment to the plaintiff of the\r\ntotal sum of R1 209 632,83 made up as . . . ;\n13.2 the defendant utilised such spice packs in the\r\nmanufacture and production of various sauces, marinades and bastings\r\n(the defendant’s\nsauces);\n13.3 the defendant sold and supplied the defendant’s\r\nsauces to Brotrade (Pty) Limited (“Brotrade”):\n13.4. Brotrade in turn sold and supplied the defendant’s\r\nsauces to:\n13.4.1 the following country-based distributors\r\n(“country-based distributors”):\n13.4.1.1 Nando’s Chickenland Inc. (USA);\n13.4.1.2 Nando’s Chickenland (Canada) Inc.\r\n(Canada);\n13.4.1.3 The Grocery Company Limited (United Kingdom);\n13.4.1.4 Nando’s Grocery Australia Pty Limited\r\n(Australia);\n13.4.1.5 Patleys (Pty) Limited (South Africa); and\n13.4.1.6 Lufil Packaging (Pty) Limited (South Africa);\n13.4.2 Nando’s Chickenland Ltd (United Kingdom)\r\n(“Nando’s UK”) a restaurant operation;\n13.5 The country-based distributors, in turn, sold and\r\nsupplied the defendant’s sauces to retail outlets in the\r\ncountries\nin which they conduct business.\n14 In consequence of the breaches referred to . . .\r\nabove;\n14.1 the defendant’s sauces were subject to recall\r\nand were recalled from wherever they had been supplied and were\r\nsubjected\nultimately to destruction;\n14.2 the defendant was obliged to and did replace the\r\ndefendant’s sauces that had been supplied to each of Brotrade,\r\nthe country-based\ndistributors and Nando’s UK;\n. . .\n14.4 the defendant incurred the . . .\r\nwasted expenditure\n1\nthereby suffering damages in such\r\namount.’\n[12] Save for admitting that it was:\n(a) an implied term of the agreement that the spice packs would not\r\ncontain any banned substance; and\n(b) a tacit term that the spice packs would be fit for human\r\nconsumption,\nthe remainder of Chickenland’s counterclaim was denied by\r\nHirsch. Hirsch, moreover, relying on the standard conditions, alleged\n\nthat:\n‘\nThe plaintiff in any event\r\npleads that if it is liable for any defect in the spice packs\r\nsupplied (which liability is denied), then\nin terms of clause 4.2 of\r\nthe standard conditions of sale the plaintiff’s liability is\r\nlimited at its option to repairing\nsuch goods free of charge,\r\nsupplying the defendant with similar replacement goods free of charge\r\nor passing a credit for the purchase\nprice of the goods. In the event\r\nof any liability on the part of the plaintiff, the plaintiff elects\r\nto supply the defendant with\nsimilar spice packs free of charge.’\nHirsch furthermore sought in terms of clause 4.6 of the Standard\r\nConditions of Sale an indemnity from Chickenland ‘in respect\nof\r\nany claim or proceedings against [it] for, inter alia, damages, such\r\nclaims including the claims of the country based distributors,\n\nNando’s UK and Brotrade which [Chickenland] has acquired by\r\ncession’. It thus joined Chickenland as a third party to\nthose\r\nproceedings. In response Chickenland filed a replication. To\r\nparaphrase from the replication, Chickenland alleged that:\n(a) it had not assented to the standard terms and conditions;\n(b) it had made a counter offer to trade with Hirsch on the basis\r\nthat the latter’s standard conditions did not apply;\n(c) the standard conditions do not bind third parties;\n(d) upon a proper construction of the standard terms and conditions\r\nthey do not apply to claims of the nature forming the subject\nmatter\r\nof the counterclaims; and\n(e) the provisions of clause 4 are unconscionable and\ncontra bonos\r\nmores\nand accordingly unenforceable.\n[13] The issues of the merits and quantum having been separated the\r\nmatter proceeded to trial before Blieden J in South Gauteng\nHigh\r\nCourt solely in respect of the former. The judgment of Blieden J is\r\nreported sub nom\nFreddy Hirsch Group (Pty) Ltd v Chickenland (Pty)\r\nLtd\n2010 (1) SA 8\n(GSJ). Blieden J held in favour of Chickenland.\r\nThe learned judge concluded (para 63) that it is entitled to rely on\r\nall four of\nits counterclaims and that Hirsch’s claim falls to\r\nbe set off against the amounts which are found to be due to\r\nChickenland\nin terms of such counterclaims. The learned judge\r\naccordingly postponed the trial\nsine\ndie\nin order for\r\nthe issue of the quantum of Chickenland’s counterclaims to be\r\ndetermined. Hirsch appeals against the whole of\nthe judgment and\r\norders of Blieden J with his leave.\n[14] In heads of argument filed with this court, Hirsch states that\r\nit does not challenge the finding of the court below that it\nwas\r\nnegligent and that contributory negligence on the part of Chickenland\r\nhad not been proved. It is thus contended that only two\nissues arise\r\nfor determination in this appeal: First, did the respondent discharge\r\nthe onus of proving that the terms relied on\nby the appellant were\r\nnot part of the agreement between the parties? And, second, in the\r\nlight of the facts, including the fact\nthat the delictual claims were\r\nclaims for pure economic loss, was Hirsch’s negligent conduct\r\nwrongful vis-a-vis (i) Chickenland,\nand (ii) the country-based\r\ndistributors?\nThe Standard Conditions\n[15] The first issue for consideration is thus\r\nwhether the standard conditions of sale and credit on the reverse of\r\nthe credit application\nform, formed part of the agreement. It will be\r\nrecalled that in signing the application on behalf of Chickenland, Ms\r\nSmith inscribed\nthe words ‘standard conditions not checked’\r\nimmediately above her signature and below the relevant warranty.\r\nAccording\nto Greenberg JA in\nWorman v\r\nHughes & others\n2\n‘\nIt must be borne in mind that\r\nin an action on a contract, the rule of interpretation is to\r\nascertain, not what the parties’\nintention was, but what the\r\nlanguage used in the contract means, i.e what their intention was as\r\nexpressed in the contract. As\nwas said by Solomon J in\nvan\r\nPletsen v Henning\n(1913,\r\nA.D., p 82 at p. 89): “The intention of the parties must be\r\ngathered from their language, not from what either of them\nmay have\r\nhad in mind.”. . . ’\n[16] It follows that much of the evidence adduced by the parties on\r\nthis aspect of the case was plainly inadmissible. What Ms Smith\n\nsubjectively intended to convey when she inscribed those words in\r\nmanuscript on the credit application form was irrelevant. The\nsame\r\nholds true for the evidence of the various Hirsch employees who dealt\r\nwith the credit application – what they subjectively\nunderstood\r\nMs Smith to have conveyed was likewise irrelevant.\n[17] Blieden J concluded (para 30) that the warranty was not given.\r\nThe warranty contains three distinct components: that the information\n\nfurnished is true and correct; that the signatory is authorised; and,\r\nthat the conditions on the reverse have been read and are\nbinding. Ms\r\nSmith merely recorded that she had not checked the standard\r\nconditions. That was a simple statement of fact. It does\nnot amount\r\nto an intimation from her that she did not agree to be bound by those\r\nstandard conditions. In my view it hardly seems\nlikely that a line of\r\ncredit would have been approved absent any agreement at all. It must\r\ntherefore be accepted, it seems to me,\ndespite counsel’s\r\nsubmission to the contrary, that the application for credit that one\r\nencounters here had to be subject\nto conditions of some kind - at the\r\nvery least conditions as to payment and delivery. Thus whilst I\r\nincline to a different view\nto that of Blieden J, it is unnecessary\r\nthat any firm conclusion be reached on this aspect of the case. I\r\nshall accordingly assume\nin favour of Hirsch, without deciding, that\r\nChickenland are bound by the conditions of credit set forth on the\r\nreverse of the credit\napplication.\n[18] I now turn to consider the proper\r\nconstruction to be placed on the non-liability clause. The approach\r\nto the interpretation\nof exemption clauses is well known. See also\r\nLewis AJA. In\nDurban's Water Wonderland\r\n(Pty) Ltd v Botha & another\n3\nScott JA, stated:\n'Against this background it is\r\nconvenient to consider first the proper construction to be placed on\r\nthe disclaimer. The correct\napproach is well established. If the\r\nlanguage of a disclaimer or exemption clause is such that it exempts\r\nthe\nproferens\nfrom\r\nliability in express and unambiguous terms, effect must be given to\r\nthat meaning. If there is ambiguity, the language must\nbe construed\r\nagainst the\nproferens.\n(See\nGovernment\r\nof the Republic of South Africa v Fibre Spinners & Weavers (Pty)\r\nLtd\n1978\r\n(2) SA 794 (A)\nat\r\n804C.) But the alternative meaning upon which reliance is placed to\r\ndemonstrate the ambiguity must be one to which the language\nis fairly\r\nsusceptible; it must not be ''fanciful'' or ''remote” (cf\nCanada Steamship\r\nLines Ltd v Regem\n[1952]\r\n1 All ER 305\n(PC) at 310C - D).’\n[19] According to Freddy Hirsch, when he started the Hirsch group\r\nsome 53 years ago, it sold equipment and machinery in addition\nto\r\nblended and milled spices. Clause 4.1 obviously dates back to the\r\ndays when Hirsch sold machinery and equipment. Clause 4.1.1\nthus\r\nrefers to installation, proper care and use of those goods, whilst\r\nclause 4.2 limits Hirsch’s liability to repairing\nsuch goods or\r\nsupplying replacement goods free of charge. It is thus plainly\r\ninapplicable to the sale and supply of spices.\n[20] Moreover clause 4.1 excludes liability by\r\nreason of any defect in the goods. But here one is not dealing with\r\ndefect in the\nres vendita\n.\r\nRather one is dealing with the delivery to a purchaser of a\nres\ndifferent to that which had been bargained for.\r\nChickenland were entitled to delivery of spices free of Sudan 1, that\r\nbeing what\nthey had bargained for. Failure by Hirsch to deliver\r\nspices free of that banned contaminant was in effect a failure to\r\nperform\nin terms of the contract because what was delivered was\r\ndifferent in substance to that purchased.\n4\n[21] In\nMarais v\r\nCommercial General Agency Limited\n5\na seed merchant inadvertently supplied a farmer\r\nwith seeds of a character different to that purchased. Mason J said:\n‘\nNow it seems to me somewhat a\r\nmis-use of terms to say that to supply one article in lieu of another\r\narticle which was ordered can\nbe brought under the term of “latent\r\ndefect”\n─\nthat\r\nbecause a mistake had been made in a matter in which admittedly\r\nmistakes may easily be made, particularly if there is any\r\ncarelessness, such a mistake can be called a latent defect. As I\r\nunderstand the term \"latent defect\", it means a latent\n\ndefect in the thing actually sold and intended to be sold. It seems\r\nto me, therefore, that\nErasmus's\ncase would not protect the\r\ndefendant. If a man undertakes to deliver a particular article then\r\nsurely he is bound by his undertaking,\neven if it is a matter in\r\nwhich a mistake may easily be made. If it is such a matter he ought\r\nto protect himself by a special contract\nor take very special care\r\nthat no such mistake is made.'\n[22] It follows in my view that as one is here\r\ndealing with non-performance as opposed to defective performance,\r\nClause 4.1 does\nnot avail Hirsch. It was conceded by counsel for\r\nHirsch that if Clause 4.1 did not find application then Clauses 4.2\r\nto 4.6, which\nare linked to and dependent upon Clause 4.1, likewise\r\ncould not avail Hirsch. That notwithstanding, it nonetheless remains\r\nto say\nsomething about clauses 4.4 and 4.6. In matters of contract\r\nthe parties are taken to have intended their legal rights and\r\nobligations\nto be governed by the common law unless they have plainly\r\nand unambiguously indicated the contrary.\n6\nHere clause 4.4 purports to go further - the\r\nassemblage of words includes statutory law. But such an exclusion if\r\nit is enforced\nwould necessarily result in a contravention or tend to\r\ninduce a contravention of statutory law. The following postulation\r\nillustrates\nthe point: The relevant statute here not only prohibits\r\nthe delivery of foodstuff that contains a prohibited substance, but\r\nalso\nmakes it an offence for one to do so. That notwithstanding, can\r\nHirsch nonetheless adopt the stance that it can because the contract\n\npermits it do so? The answer has to be ‘surely not’.\n[23] In\nJohannesburg\r\nCountry Club v Stott & another\n7\nHarms JA observed:\n‘\nThe conduct sought to be\r\nexempted from liability may involve criminal liability, however, and\r\nthe question is whether a contractual\nregime that permits such\r\nexemption is compatible with constitutional values, and whether\r\ngrowth of the common law consistently\nwith the spirit, purport and\r\nobjects of the Bill of Rights requires its adaptation.’\nbut thought it unnecessary, in the light of the proper reading of the\r\ncontractual exclusion encountered there, to determine it.\nOf clause 4.6, Blieden J said:\n8\n‘\nthis is not a limitation of\r\nliability clause, it is an indemnity by the “Customer”\r\nfor any claims by third parties which\nmay be lodged against the\r\n“Company” for losses suffered because of the company’s\r\nfault or ‘for any reason\nwhatsoever”. Counsel for the\r\ndefendant referred to this clause as “Draconian”. I would\r\nsay this is an understatement.’\nIn my view the provision is so gratuitously harsh\r\nand oppressive that public policy could not tolerate it.\n9\nOr, in the language of the majority judgment in\nSasfin v Beukes\n,\n10\nit is '... clearly inimical to the interests of\r\nthe community, . . . or run[s] counter to social or economic\r\nexpedience...' Blieden\nJ added:\n11\n‘\nIt further seems to me that\r\nthe words “for any reason whatsoever” in clause 4.6 . . .\r\ncannot be interpreted to mean\nthat the plaintiff does not have to\r\nperform in terms of the contract, and that any loss resulting from\r\nsuch failure would justify\nthe indemnity claimed.’\nThose conclusions by Blieden J were not challenged\r\non appeal. Nor, could they be. For, on the view that I take of the\r\nmatter, it\nwas plainly improper and unconscionable for Hirsch to\r\npurport to contract out of liability in that fashion. Against that\r\nbackdrop\nI turn to consider Chickenland’s counterclaims.\nClaim 1\n[24] Claim 1 alleges that:\n‘\n15 The payments by the\r\ndefendant, pleaded in paragraph 13.1 above were accordingly not due\r\nand/or are liable to be refunded by the\nplaintiff.\n16 In the circumstances the plaintiff is liable to the\r\ndefendant in the sum of R1 209 632,83.’\nIt is a claim for the refund of the purchase price\r\npaid to Hirsch for the contaminated goods. It presents no difficulty.\r\nSection\n2(1) of the Act makes it an offence for any person to sell,\r\nmanufacture or import for sale any foodstuff which contains or has\r\nbeen treated with a prohibited substance. It is common cause in this\r\ncase that the contractual performance undertaken by Hirsch\nwas\r\nillegal. In\nSchierhout v Minister of\r\nJustice\n12\nInnes CJ said:\n‘\nIt is a fundament principle of\r\nour law that a thing done contrary to the direct prohibition of the\r\nlaw is void and of no effect\n. . . (\nCode\n1.14.5). So that what is done\r\ncontrary to the prohibition of the law is not only of no effect, but\r\nmust be regarded as never having\nbeen done — and that whether\r\nthe lawgiver\nhas\r\nexpressly so decreed or not; the mere prohibition operates to nullify\r\nthe act.’\nChickenland having performed under the agreement by paying the\r\npurchase price to Hirsch, is entitled to its return. It follows\nthat\r\nthere can be no warrant for Hirsch to retain those moneys and that\r\nsum must accordingly be restored to Chickenland.\nClaims 2 and 4\n[25] Claim 2 alleges:\n‘\n17 In consequence of the\r\ndefendant having incurred the wasted expenditure referred to in\r\nparagraph 14.4 above and having suffered\ndamages accordingly, the\r\nplaintiff is further liable to the defendant in the sum of R1 779\r\n545,96 . . . .’.\nAnd, claim 4 alleges:\n‘\n24 At all material times\r\nhereto-\n24.1 the plaintiff was aware of the matters set out in\r\nparagraph 13.2 above;\n24.2 the plaintiff was aware that should there be any\r\nbreach of the nature pleaded in paragraph 12 above, there would or\r\ncould reasonably\nbe consequences of the nature set out in paragraph\r\n14 above;\n24.3 the plaintiff accordingly owed the defendant a\r\nlegal duty to comply with the terms and warranties pleaded in\r\nparagraph 4.2\nof the defendant’s plea and to avoid any breach\r\nof the nature identified in paragraph 12 above.\n25 The breaches identified in paragraph 12 above were\r\noccasioned by the negligent acts or omissions on the part of the\r\nplaintiff\non the grounds detailed in paragraph 19 above.\n26 In consequence of the plaintiff’s\r\naforesaid wrongful and negligent conduct, the defendant suffered\r\ndamages\n13\nfor which the plaintiff is\r\naccordingly liable in the amount of R6 424 402.04, . . . .’\nClaims 2 and 4 are claims for damages for breach of contract. Claim 2\r\nis for the wasted expenditure incurred by Chickenland in\nhaving to\r\nrecall the affected product, whilst claim 4 is for the wasted\r\nexpenditure incurred by Chickenland in having to replace\nthe affected\r\nproduct that had been recalled. It is thus convenient that they be\r\nconsidered together. The issue that arises for\ndecision on this\r\naspect of the case is whether it can be accepted that the breach of\r\ncontract proved caused the losses sustained\nby Chickenland. Hirsch\r\ncontends that the loss suffered by Chickenland, having regard to the\r\ntest for causation in a claim for damages\nfor breach of contract, is\r\ntoo remote. Factual causation is not in issue. What is, is whether\r\nthe loss was not too remote.\n[26] According to Trollip JA in\nNovick\r\nv Benjamin\n:\n14\n‘\nA fundamental principle of our\r\nlaw is that for a breach of contract the sufferer should be placed by\r\nan award of damages in the\nsame position as he would have occupied\r\nhad the contract been performed, so far as that can be done by the\r\npayment of money, provided\n(\na\n)\r\nthat the sufferer is obliged to mitigate his loss or damage as far as\r\nhe reasonably can, and (\nb\n)\r\nthat the parties, when contracting, contemplated (actually or\r\npresumptively) that that loss or damage would probably result from\n\nsuch a breach of contract (see\nVictoria\r\nFalls & Transvaal Power Co. Ltd v. Consolidated Langlaagte Mines,\r\nLtd\n.,\n1915 A.D. 1\nat p. 22;\nLavery &\r\nCo. Ltd. v. Jungheinrich,\n1931\r\nA.D. 156).\n’\n15\n[27] And in\nThoroughbred\r\nBreeders’ Association v Price Waterhouse\n16\nNienaber JA stated:\n‘\nThe traditional approach for\r\ndetermining remoteness in a contractual context was restated in 1977\r\nby Corbett JA in\nHolmdene\r\nBrickworks (Pty) Ltd v Roberts Construction Co Ltd\n1977 (3) SA 670\n(A) at\r\n687D-688A in the following terms:\n“\nTo ensure that undue hardship\r\nis not imposed on the defaulting party . . . the defaulting party’s\r\nliability is limited in\nterms of broad principles of causation and\r\nremoteness, to (\na\n)\r\nthose damages that flow naturally and generally from the kind of\r\nbreach of contract in question and which the law presumes the\nparties\r\ncontemplated as a probable result of the breach, and (\nb\n)\r\nthose damages that, although caused by the breach of contract, are\r\nordinarily regarded in law as being too remote to be recoverable\n\nunless, in the special circumstances attending the conclusion of the\r\ncontract, the parties actually or presumptively contemplated\nthat\r\nthey would probably result from its breach (\nShatz\r\nInvestments (Pty) Ltd v Kalovyrnas\n1976 (2) SA 545\n(A) at 550).\r\nThe two limbs, (\na\n)\r\nand (\nb\n),\r\nof the above-stated limitation upon the defaulting party’s\r\nliability for damages correspond closely to the well-known two\nrules\r\nin the English case of\nHadley\r\nv Baxendale\n156\r\nER 145\n, which reads as follows (at 151):\n‘\nWhere two parties have made a\r\ncontract which one of them has broken, the damages which the other\r\nparty ought to receive in respect\nof such breach of contract should\r\nbe such as may fairly and reasonably be considered either arising\r\nnaturally, ie, according to\nthe usual course of things, from such\r\nbreach of contract itself, or such as may reasonably be supposed to\r\nhave been in the contemplation\nof both parties, at the time they made\r\nthe contract, as the probable result of the breach of it.’\nAs was pointed out in the\nVictoria\r\nFalls\ncase\nsupra\n,\r\nthe laws of Holland and England are in substantial agreement on this\r\npoint. The damages described in limb (\na\n)\r\nand the first rule in\nHadley v Baxendale\nare often labelled ‘general’ or ‘intrinsic’\r\ndamages, while those described in limb (\nb\n)\r\nand the second rule\nin Hadley v Baxendale\nare called ‘special’ or ‘extrinsic’\r\ndamages.” ’\n[28] The facts show that Hirsch was well aware of Chickenland’s\r\nbusiness model. Mr Bloch testified that he had liaised closely\nwith\r\nHirsch’s employess, in particular John Morris. Morris, who was\r\npossessed of a BSc Degree and had vast experience in\nthe spice\r\nmanufacturing industry, knew that the product was required for export\r\npurposes. There were ongoing discussions between\nthem as to the need\r\nfor appropriate quality controls and in particular a need for the\r\nexistence of a suitably equipped laboratory\nthat was capable of\r\ntesting spices to the relevant international standards applicable to\r\nthe spice industry. As the Nando’s\ninternational footprint grew\r\nthey had to comply with the labelling legislation of each of the\r\nforeign destinations to which their\nproduct was to be exported. Both\r\nof them thus made a point of staying abreast of the changing industry\r\nstandards and legislative\ndevelopments nationally and\r\ninternationally. They specifically discussed the propensity of some\r\nunscrupulous suppliers to use artificial\ncolourants in their spices.\r\nMoreover, Morris assured Bloch that appropriate checks were in place\r\nand that raw materials would only\nbe sourced from reputable\r\nsuppliers. Morris knew that Nando’s products were marketed as\r\ncolourant free. Bloch was asked:\n‘\nSo from 1994 to the period\r\n2003/3004 what was the state of awareness in the industry about\r\ncolourants?’\nHe replied:\n‘\nAs far as I was concerned and\r\nwhere we were, that everybody — we applied our minds to making\r\nsure that we met the standards\non every consignment we exported to\r\nour international jurisdictions. We made sure that our products were\r\ncolourant free and that\nwould have been indicated on any\r\ndocumentation that we would have received from Freddy Hirsch to do\r\nwith the actual spice packs\nthat we received from them because that\r\nwould have — or we did not add any colourants at all to any of\r\nour products. I mean\nthat was something that we did not do,\r\nspecifically at the time to any of restaurant base products, our\r\nperi-peri sauces, our basting\nsauces and our chicken marinade, there\r\nwas no colourants added whatsoever.’\nBloch’s evidence was not disputed. The evidence thus\r\nestablished that Hirsch knew that the spice packs would be used for\na\r\nspecific purpose and that they would be distributed worldwide and had\r\nto comply with the legislative and other industry requirements\nof the\r\ndestination country. In that regard Bloch testified:\n‘\nNormally when one exports\r\nanything outside of the country, one is obliged to send with the\r\nproduct to the country that is receiving\nthe product, a product\r\nspecification and a port health document which is signed off to make\r\nsure that the product is fit for human\nconsumption and that is a\r\nrequirement of most receiving countries from a customer in their port\r\nhealth authorities.’\n[29] In terms of the Act colourants are prohibited generally unless\r\nspecifically permitted. Sudan 1 is not a permitted colourant.\n\nFurthermore, no colourants are permitted in respect of certain\r\nfoodstuff. Spice is one such foodstuff. At all material times Sudan\n1\r\nwas a banned substance not just in this country but also in the\r\nEuropean Union, United Kingdom, Australia and the United States.\nThe\r\nWorld Health Organisation regards it as a banned substance. There is\r\nthus zero tolerance for its presence in foodstuff. Its\npresence is\r\nthus plainly illegal.\n[30] The commodity, it must be added, was not readily procurable\r\nelsewhere. Chickenland, quite clearly relied on Hirsch’s\nskill\r\nand expertise – it, after all, was an expert supplier of\r\nfoodstuff intended for public consumption. Hirsch was clearly\nguilty\r\nof negligence in the discharge of its contractual obligation. That\r\nhas now been admitted by it. What was delivered by Hirsch\nwas not\r\nsimply an inferior or defective product but one not fit for human\r\nconsumption and more fundamentally, dangerous and, indeed,\nillegal.\r\nChickenland relied on Hirsch to ensure that the product purchased\r\nwould be fit for human consumption. Once it emerged\nthat it was not,\r\nChickenland had no choice in the matter – it was obliged to\r\ngive effect to a mandatory recall of all of\nthe contaminated product.\r\nAnd, what was more, it was given just 48 hours by the UK Food\r\nStandards Agency within which to do so.\n[31] From the commonly known circumstances\r\nmentioned above it can thus reasonably be supposed (\nShatz\r\nInvestments (Pty) Ltd v Kalovyrnas)\n17\nthat the parties contemplated when they contracted\r\nthat, if the spice packs were delivered by Hirsch with an illegal\r\ncontaminant,\nChickenland would be obliged to recall and replace all\r\nof the products affected by that contaminant that it, in turn, had\r\nsupplied\nto its distributors and that Hirsch would be taken to have\r\nassumed liability for all such costs directly linked to that recall\r\nand replacement. It follows that Chickenland has established Hirsch’s\r\nliability for those special damages.\nClaim 3\n[32] That leaves claim 3, which alleges:\n‘\n18 At all times material\r\nhereto:\n18.1 the plaintiff was aware of the matters set out in\r\nparagraphs 13.2 to 13.5 above and that this was the usual manner in\r\nwhich\nthe defendant conducted its business;\n18.2 the plaintiff was aware that should there be any\r\nbreach of the nature pleaded in paragraph 12 above, there would or\r\ncould reasonably\nbe consequences of the nature set out in paragraph\r\n14 above;\n18.3 the plaintiff accordingly owed each of the\r\ncountry-based distributors and Nando’s UK and Brotrade a legal\r\nduty to comply\nwith the terms and warranties pleaded in . . . the\r\ndefendant’s plea and to avoid any breach of the nature\r\nidentified in paragraph\n12 above.\n19 The breaches identified in paragraph 12 above were\r\noccasioned by the negligent acts or omissions on the part of the\r\nplaintiff\nin that:\n19.1 the plaintiff failed to subject the spice packs to\r\nany, alternatively to adequate and/or proper quality control and\r\ntesting\nor to a process for the detection of and removal of foreign\r\nmatter or Sudan 1 being a substance not fit for human consumption\r\nand/or\nfor use in products to be prepared for human consumption, when\r\nthis could and should reasonable have been done;\n19.2 the plaintiff unreasonably failed to subject the\r\nspice packs or the ingredients to acceptable selection and blending\r\nprocesses\nor to ensure that they complied with requirements or\r\nspecifications of any of the Food Standards Agency, United Kingdom,\r\nSouth\nAfrican law or the applicable statutory law in foreign\r\njurisdictions into which the spice packs or products in which the\r\nspice\npacks are used were to be supplied;\n19.3 the plaintiff failed to establish that the\r\ningredients were all of German origin and source when this ought\r\nreasonably to have\nbeen established;\n19.4 the plaintiff sourced the ingredients from inter\r\nalia India, through the medium of agents without knowledge or concern\r\nas to\nthe origin or source of supply;\n19.5 the plaintiff knew, alternatively ought reasonably\r\nto have known of the prevalent usage of Sudan 1 in the ingredients\r\nsourced\nby it from India alternatively of an appreciable risk being\r\nattached to the ingredients sourced by it from India and the\r\nappreciable\nrisk of such ingredients containing added colourants.\n19.6 the plaintiff failed to detect the presence of\r\nSudan 1 in the spice packs, when it ought reasonably to have done so.\n20 In consequence of the plaintiff’s aforesaid\r\nwrongful and negligent breach each of the country-based distributors\r\nand Nando’s\nUK suffered damages for which the plaintiff is\r\naccordingly liable, as follows . . .\n21 Alternatively to paragraph 20\r\nabove, Brotade suffered damages for which the plaintiff is\r\naccordingly liable in the amount of\nR7 555 679.80\n18\nas a result of the plaintiff’s\r\nwrongful and negligent conduct . . .\n22 The defendant has acquired by cession each of the\r\nclaims which the country-based distributors, Nando’s UK and\r\nBrotrade\nhas against the plaintiff as particularised in paragraphs 20\r\nand 21 above, . . .\n23 Alternatively to paragraphs 18 to 22 above, the\r\ndefendant itself sustained damages in the amount of R7 555 679.80\r\nreasonably\nincurred in mitigating greater loss than the defendant\r\nwould otherwise have suffered and for which the plaintiff is\r\naccordingly\nliable.’\n[33] It is clear that the same facts may give rise\r\nto a claim for damages both ex contractu and ex delicto.\n19\nBut the breach of a contractual duty is not per se\r\nwrongful for the purposes of Aquilian liability. Admittedly there is\r\nan important\nfactor present in contract and absent in delict - that\r\nis the competence of the parties to regulate, limit or expand by\r\narrangement\namong themselves the consequences of any prospective\r\nbreach (\nThoroughbred Breeders\r\nAssociation\n(para 52)). A contract, it\r\nhas been said, is the ‘ultimate limiting device’,\r\nmoreover the duty in question is not imposed\non the defendant by\r\noperation of law – it is one that the defendant was prepared to\r\nvoluntarily assume.\n20\n[34] Blieden J described claim 3 as a products\r\nliability claim. But as Professor Boberg\n21\nsuggests ‘products liability in our law has\r\nperhaps been puffed up a little beyond its true importance’. He\r\nthus contends\nthat:\n‘\nThe reason for regarding it as\r\na special form of Aquilian liability requiring its own dogmatic\r\nframework is not readily apparent.\nWrongfulness is hardly a problem.\r\nAs we have seen (above 31), wrongfulness is not a function of an act\r\nalone; it is a function\nof an act plus its consequences. To harm\r\nothers physically or financially by producing or distributing a\r\ndefective article is so\nsocially undesirable (or objectively\r\nunreasonable, if you will) that the law should have no difficulty in\r\nbranding it wrongful.\nThere is therefore a duty to take reasonable\r\ncare to avoid doing so (or, if you prefer it, to do so is an invasion\r\nof the injured\nparty’s rights).’\n[35] In\nWagener v\r\nPharmacare Ltd; Cuttings v Pharmacare Ltd\n22\nthis court, after surveying the academic writings\r\non the subject and acknowledging that those writings had ‘appreciably\r\nassisted\nin shaping and determining the debate’ (para 8),\r\nreaffirmed that: (a) our common law has sufficient flexibility ‘which\n\nallows sound incremental development as society’s circumstances\r\nchange’ (para 30); (b) the Aquilian remedy is presently\n\nadequate to protect a claimant’s right to bodily integrity; and\r\n(c) if strict liability is to be imposed, it is the legislature\nthat\r\nmust do it (para 38).\n[36] Claim 3 is asserted amongst others by Brotrade and various\r\ncountry-based distributors, each of whom alleged that they were\nowed\r\na legal duty by Hirsch. Various claims have been alleged in the\r\nalternative by Chickenland, to whom those claims were ceded.\nIt\r\nsuffices for present purposes to consider just the one - the claim\r\nemanating from Brotrade. The action is Aquilian. Its ordinary\n\nrequirements must thus be satisfied. A wrongful act is constituted in\r\nthis case by the production by Hirsch of a defective article\nthat\r\ncauses physical or purely economic damage to Brotrade. The fault\r\nrequirement will be satisfied by showing that Brotrade’s\ndamage\r\nwas reasonably foreseeable, that a reasonable person would have\r\nguarded against it, and that Hirsch failed to do so.\n[37] Brotrade’s claim is one for pure economic loss. As Prof\r\nBurchell makes plain:\n‘\nIt is a well-established rule\r\nthat the negligent causing of\nphysical\r\ninjury or tangible property damage\ncan give rise to a presumption\r\nof liability, but the negligent causing of\npure\r\neconomic loss\n.\r\n. . requires that the court will not simply jump to the rescue of the\r\nplaintiff on proof of negligent conduct causing harm but\nwill require\r\npolicy factors in favour of imposing liability on the defendant.’\n23\nAs explained by Harms JA in\nTelematrix\r\n(Pty) Ltd t/a Matrix Vehicle Tracking v Advertising Standards\r\nAuthorit\ny:\n24\n‘ “\nPure economic loss”\r\nin this context connotes loss that does not arise directly from\r\ndamage to the plaintiff’s person\nor property but rather in\r\nconsequence of the negligent act itself, such as a loss of profit,\r\nbeing put to extra expenses or the\ndiminution in the value of\r\nproperty.’\nIt does not, I daresay, encompass within its scope\r\nthe loss, through theft, of a tangible asset such as a motor vehicle\r\nas held\nin\nViv’s Tippers (Pty) Ltd\r\nv Pha\nPhama Staff Services (Pty)\r\nLtd.\n25\n[38] According to Brand JA in\nFourway\r\nHaulage SA (Pty) Ltd v SA National Roads Agency Ltd\n:\n26\n‘\nRecognition that we are\r\ndealing with a claim for pure economic loss brings in its wake a\r\ndifferent approach to the element of wrongfulness.\nThis results from\r\nthe principles which have been formulated by this court so many times\r\nin the recent past that I believe they\ncan by now be regarded as\r\ntrite. These principles proceed from the premise that negligent\r\nconduct which manifests itself in the\nform of a positive act causing\r\nphysical damage to the property or person of another is prima facie\r\nwrongful. By contrast, negligent\ncausation of pure economic loss is\r\nnot regarded as prima facie wrongful. Its wrongfulness depends on the\r\nexistence of a legal duty.\nThe imposition of this legal duty is a\r\nmatter for judicial determination involving criteria of public or\r\nlegal policy consistent\nwith constitutional norms. In the result,\r\nconduct causing pure economic loss will only be regarded as wrongful\r\nand therefore actionable\nif public or legal policy considerations\r\nrequire that such conduct, if negligent, should attract legal\r\nliability for the resulting\ndamages (see eg\nMinister\r\nof Safety and Security v Van Duivenboden\n2002\r\n(6) SA 431 (SCA)\n([2002]\n3 All SA 741)\nparas 12 and 22;\nGouda\r\nBoerdery BK v Transnet\n2005\r\n(5) SA 490\n(SCA)\n([2004]\n4 All SA 500)\npara 12;\nTelematrix\n(supra) paras 13 -\r\n14;\nTrustees, Two\r\nOceans Aquarium Trust\n(supra)\r\nparas 10 - 12).’\n[39] The enquiry here is whether as a matter of policy Hirsch should\r\nbe held liable for the pure economic loss suffered Brotrade.\nThat,\r\naccording to Brand JA in\nFourways Haulage\npara 16 and 17:\n‘\nraises a\nquestion which is logically\r\nanterior: what are the considerations of policy that should be taken\r\ninto account for purposes of the\nenquiry? In accordance with what\r\ncriteria should the relevant considerations of policy be identified?\r\nMust we accept that policy\nconsiderations are by their very nature\r\nincapable of predetermination and that the identification of the\r\npolicy considerations\nthat should find application in a particular\r\ncase is to be left to the discretion of the individual judge? Does\r\nthis mean that\nin the context of pure economic loss the imposition of\r\nliability will depend on what every individual judge regards as fair\r\nand\nreasonable? I believe the answer to the last two questions must\r\nbe 'no'. Liability cannot depend on the idiosyncratic views of an\n\nindividual\njudge.\r\nThat would cloud the outcome of every case in uncertainty. In matters\r\nof contract, for example, this court has turned its\nface against the\r\nnotion that judges can refuse to enforce a contractual provision\r\npurely on the basis that it offends their personal\nsense of fairness\r\nand equity. Because, so it was said, that notion will give rise to\r\nlegal and commercial uncertainty (see eg\nBrisley\r\nv Drotsky\n2002\r\n(4) SA 1\n(SCA)\n(2002 (12) BCLR 1229)\nparas 21 - 25;\nSouth\r\nAfrican Forestry Co Ltd v York Timbers Ltd\n2005\r\n(3) SA 323 (SCA)\n([2004]\n4 All SA 168)\npara 27). I can see no\r\nreason why the same principle should not apply with equal force in\r\nmatters of delict. A legal system in\nwhich the outcome of litigation\r\ncannot be predicted with some measure of certainty would fail in its\r\npurpose. As pointed out by\nLord Scott of Foscote in\nLagden\r\nv O'Connor\n[2004] 1\r\nAC 1067\n(HL) para 86:\n“\nOne of the main functions of\r\nthe law of obligations, contractual or tortious, is to provide, or\r\nattempt to provide, a set of yardsticks\nfor determining whether a\r\nlegal injury has been inflicted on a person (the claimant) by another\r\nperson (the defendant) and, if\nso, for determining the amount of the\r\ndamages that the defendant must pay by way of reparation. If the two\r\nparties are unable to\nagree, an answer can be found by recourse to\r\nlitigation. But the cost of litigation, often excessive both in\r\nabsolute terms and\nin relation to the amount in dispute, and the\r\ninevitable delay, worry and anxiety that accompany court proceedings\r\nprovide impelling\nreasons why the yardsticks by means of which legal\r\nliability is to be measured should be kept as simple and\r\nuncomplicated as practicable.”\nWe therefore strive for certainty.\r\nThe question is how can that be achieved in an area directed by\r\nconsiderations of public or legal\npolicy? I believe we must accept at\r\nthe outset that absolute certainty is unattainable. The moment this\r\ncourt took the first-tier\npolicy decision - in\nAdministrateur,\r\nNatal v Trust Bank van Afrika Bpk\n1979\r\n(3) SA 824 (A)\n- to abolish the absolute exclusion of liability\r\nfor pure economic loss, it abandoned the bright line of absolute\r\ncertainty. The\nsecond-tier policy decision as to when liability\r\nshould be imposed must of necessity be accompanied by some degree of\r\nuncertainty,\nat least at the early stages of development in this area\r\nof the law. That much was recognised and predicted by Rumpff CJ in\nAdministrateur,\r\nNatal\nitself (see\r\n831B). This measure of resulting uncertainty also seems to be an\r\nexperience shared by those jurisdictions where the\nsame first-tier\r\npolicy decision has been taken. Thus it was stated, for example, by\r\nGaudron J in the Australian High Court, in\nPerre\r\nv Apand Pty Ltd\n[1999] HCA 36\n;\n(1999)\r\n198 CLR 180\n(HC of A) para 25:\n“\nThe law as to liability for\r\neconomic loss is a 'comparatively new and developing area of the law\r\nof negligence'. It has not yet\ndeveloped to a stage where there has\r\nbeen enunciated a governing principle applicable in all cases.\r\nPerhaps it never will.”\n’\n[40] What then are the considerations of policy that are of\r\nparticular relevance in this case? First, as always in claims of this\n\nkind, is the spectre of the imposition of liability in an\r\nindeterminate amount for an indeterminate time to an indeterminate\r\nclass\n(\nPerre v Apand\npara 32). For, as Prof Burchell observes:\r\n‘Problems of limiting the scope of potential indeterminate\r\nliability are undoubtedly\nthe stuff of which delictual cases are\r\nmade.’ According to Mark Radomsky, a director of Chickenland,\r\nBrotrade (Pty) was formed\nin 1997. The thinking within the group was\r\nthat the retail business had to be separated from the restaurant\r\nbusiness. With that\nin mind Brotrade was formed, which was to operate\r\nas the logistics and distribution entity within the Nando’s\r\ngroup. The\nevidence clearly establishes that Hirsch was aware not\r\njust of the existence of Brotrade, but also of the pivotal role that\r\nit\nplayed in the distribution of Chickenland’s products.\r\nIndeed, as Bloch testified and the correspondence exchanged between\n\nHirsch and Chickenland confirmed, not only was Hirsch aware of the\r\nvarious countries internationally to which Chickenland’s\n\nproducts were being supplied but it was also well aware that Brotrade\r\nwas the vehicle employed for such distribution. The loss\nclaimed here\r\nis therefore by a single identifiable plaintiff. The claim by\r\nBrotrade is not likely to bring in its wake a multiplicity\nof\r\nactions. It is accordingly finite in its extent.\n[41] Second, there is no privity of contract\r\nbetween Brotrade and Hirsch. The former was thus unable to protect\r\nitself by contract\nor by any other means that I can conceive of.\r\nBrotrade could therefore not itself have taken any steps to guard\r\nagainst the harm.\nThird, the imposition of liability imposes no\r\nadditional burden on Hirsch than that already imposed by law and good\r\npractice internationally\nin the industry. Hirsch’s commercial\r\nfreedom is thus not further impaired in any way. Accordingly, as Van\r\nden Heever JA made\nplain in\nHerschel v\r\nMrupe\n:\n27\n‘\nBy putting into circulation\r\npotentially harmful things . . . the manufacturer is not merely\r\nexercising a legal right but encroaching\nupon the rights of others to\r\nbe exposed, when going about their lawful occasions and when\r\naccepting the implied general invitation\nto acquire and use such\r\ncommodities, to danger without warning and without their having a\r\nreasonable opportunity to become aware\nof such danger before use. In\r\nother words, it is an encroachment upon the rights of others to set\r\nhidden snares for them in the\nexercise of their own rights. To\r\nrefrain from doing so is a duty owning to the world at large.’\n(See also\nCiba-Geigy (Pty) Ltd v Lushof Farms\r\n(Pty) Ltd & ‘n ander.\n)\n28\n[42] Fourth, as van der Merwe and De Jager\n29\nobserve:\n‘\nIn accordance with the\r\nguide-lines provided by our case law, it is submitted that a\r\nmanufacturer has a\ngeneral\r\nduty\nto\r\ntake reasonable steps to ensure that defective products do not reach\r\nthe market or, if they do, to withdraw them from the market\nor to\r\ntake other steps to ensure that no harm ensues from the presence of\r\nthe product on the market. The criterion of reasonableness\ncoupled\r\nwith the community’s concept of what behaviour is reasonable in\r\ngiven circumstances is flexible enough to take into\naccount such\r\nfactors as the type of product, the nature of the manufacturer’s\r\nbusiness enterprise, the customs and practices\nprevailing in a\r\nparticular trade or industry, the amount of knowledge and expertise\r\nof potential purchasers and users of the product,\nabnormal use, and\r\nthe specific stage in the production process during which a defect\r\noriginated. The last-mentioned factor may\ninfluence the duties of a\r\nmanufacturer in different ways. At the stage of planning or design\r\nthe manufacturer must take into account\nthe most recent knowledge\r\navailable in its field. When the product is actually manufactured the\r\nmanufacturer has a duty to inspect\nand to control; when it is\r\nreleased on the market he has the duty to provide potential users\r\nwith directions for use and to warn\nthem adequately against dangers\r\ninherent in the product. Should a defect be detected after a product\r\nhas been released, the general\nduty to act reasonably in order to\r\nprevent damage could well be concretized in a duty to withdraw the\r\nproduct from the market.’\nI agree that on the facts here present, Hirsch did indeed have a duty\r\nto withdraw the contaminated product from the market. That\n\nChickenland and Brotrade, who were the innocent victims of Hirsch’s\r\nillegal conduct, did so to mitigate their loss, hardly\nserves to\r\nexonerate Hirsch from that duty.\n[43] In my view these are all strong policy\r\nconsiderations why Hirsch should be held liable. For, as Howie P\r\nstated in\nWagener v Pharmacare Ltd;\r\nCuttings v Pharmacare Ltd,\n30\na case where harm was caused to patients by a\r\ndefective local anaesthetic, Regibloc:\n‘\nIn deciding the issues raised\r\nby the appeal it must be accepted, as regards the facts, that the\r\nRegibloc in question was manufactured\nby the respondent, that it was\r\ndefective when it left the respondent’s control, that it was\r\nadministered in accordance with\nthe respondent’s accompanying\r\ninstructions, that it was its defective condition which caused the\r\nalleged harm and that such\nharm was reasonably foreseeable. It must\r\nalso be accepted, as far as the law is concerned, indeed it was not\r\ndisputed, first, that\nthe respondent, as manufacturer, although under\r\nno contractual obligation to the appellant, was under a legal duty in\r\ndelictual\nlaw to avoid reasonably foreseeable harm resulting from\r\ndefectively manufactured Regibloc being administered to the first\r\nappellant\nand, secondly, that the duty was breached. In the situation\r\npleaded there would therefore clearly have been unlawful conduct on\n\nthe part of the respondent:\nCiba-Geigy\r\n(Pty) Ltd v Lushof Farms (Pty) Ltd en ‘n Ander.\n’\n31\n[44] Having decided wrongfulness in Brotrade’s\r\nfavour there remains causation. Factual causation can hardly be in\r\nissue. On\nthe common cause facts, but for Hirsch’s negligence\r\n(which as I have already indicated is now admitted) Brotrade would\r\nnot\nhave suffered loss. That leaves legal causation. The question to\r\nbe answered once again being whether the loss claimed by Brotrade\nis\r\ntoo remote. A court should be flexible in its approach to this\r\nenquiry (\nFourway Haulage\npara\r\n35). In my view, on the facts of this case, on either the direct\r\nconsequences test or the foreseeability test the conclusion\nthat one\r\narrives at is the same. Applying the former - it is clear that the\r\nloss followed directly from Hirsch’s wrongful\nand negligent\r\nconduct. Applying the latter - it was reasonably foreseeable that\r\nbecause Sudan 1 was a proscribed substance, its\npresence would (not\r\njust could) have as its consequence a recall leading ineluctably to\r\nloss by Brotrade.\nConclusion\n[45] It follows that Blieden J was correct in upholding each of\r\nChickenland’s counterclaims. In the result the appeal must\nfail\r\nand it is accordingly dismissed with costs, such costs to include\r\nthose consequent upon the employment of two counsel.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: M J Fitzgerald SC\nJ\r\nButler SC\nInstructed\r\nby:\nDeneys\r\nReitz Inc\nCape\r\nTown\nWebbers\nBloemfontein\nFor\r\nRespondent: A Subel SC\nJ\r\nBlou SC\nInstructed\r\nby:\nWerksmans\nSandton\nSymington\r\n& De Kok\nBloemfontein\n1\nThe\r\n\talleged wasted expenditure incurred was inter alia in respect of the\r\n\tfollowing: Microbiological testing of the affected products\nby\r\n\tforensic laboratories and the Department of Health to\r\n\testablish/confirm the presence of Sudan 1 and costs associated\r\n\ttherewith,\ncosts of the preparation of advertisements for the recall\r\n\tand press releases relating thereto, additional\nlabour\ncosts incurred pursuant to the employment of temporary personnel to\r\n\tattend to various aspects of the recall of affected products,\n\n\ttruck-hire to facilitate\nupliftment\nof\r\n\taffected products and transport to central warehouse, costs of\r\n\tdestruction of affected products and provision of certificates\nof\r\n\tdestruction, incremental overtime\nlabour\ncosts incurred in relation to the manufacture of replacement\r\n\tproducts, transportation costs for delivery of replacement products\n\n\tto retailers, additional insurance premiums incurred as a direct\r\n\tresult of the product recall.\n2\n1948\r\n\t(3) SA 495\n(A) at 505.\n3\n1999\r\n\t(1) SA 982 (SCA)\nat 989 G-I.\n4\nRoff\r\n\tand Co. Ltd v Mosely\n1925 TPD 101\nat 105;\nNaran & another\r\n\tv Pillai NO\n1974 (1) SA 283\n(D) at 285G-H;\nOrnelas v Andrew’s\r\n\tCafe & another\n1980 (1) SA 378\n(W) at 389A-G;\nCladall\r\n\tRoofing (Pty) Ltd v SS Profiling (Pty) Ltd\n[2010] 1 All SA 114\n(SCA).\n5\n1922\r\n\tTPD 440\nat 443-444.\n6\nFirst\r\n\tNational Bank of SA Ltd v Rosenblum & another\n2001 (4) SA\r\n\t189\n(SCA) para 6.\n7\n2004\r\n\t(5) SA 511\n(SCA) para 12.\n8\nPara\r\n\t34.3.\n9\nBotha\r\n\t(now Griesel) & another v Finanscredit\n(Pty)\r\n\tLtd\n1989 (3) SA 773\n(A) at 782.\n10\nSasfin\r\n\t(Pty) Ltd v Beukes\n1989 (1) SA 1\n(A) at 8C-D.\n11\nPara\r\n\t42.\n12\n1926\r\n\tAD 99\nat 109.\n13\nThose\r\n\tincluded inter alia the cost: to Chickenland of the replacement\r\n\tproduct, of airfreighting replacement stock; of microbiological\n\n\ttesting of affected products by forensic laboratories and Department\r\n\tof Health to establish/confirm the presence of Sudan 1;\nof\r\n\tpreparation of advertisements of recall and press releases relating\r\n\tthereto; of additional\nlabour\ncosts\r\n\tincurred pursuant to the employment of temporary personnel to attend\r\n\tto various aspects of recall of affected products;\nof truck-hire to\r\n\tfacilitate\nupliftment\nof affected products\r\n\tand transport to central warehouse; of the destruction of affected\r\n\tproducts and provision of certificates\nof destruction; of\r\n\tincremental overtime\nlabour\ncosts incurred\r\n\tin relation to the manufacture of replacement products; of\r\n\ttransportation costs for delivery of replacement products\nto\r\n\tretailers; of additional insurance premiums incurred as a direct\r\n\tresult of the product recall; of additional packaging material\nused\r\n\tfor replacement products.\n14\n1972\r\n\t(2) SA (A) 842 at 860A-B.\n15\nIn\nLavery & Co Ltd v Jungheinrich\n(at 169), Curlewis JA put it thus:\n‘\nThe question whether damage\r\n\tclaimed in an action for breach of contract is or is not too remote\r\n\tdepends in our view on whether\nat the time when the contract was\r\n\tmade, such damage can fairly be said to have been in the actual\r\n\tcontemplation of the parties\nor may reasonably be supposed to have\r\n\tbeen in their contemplation, as a probable consequence of a breach\r\n\tof the contract.’\n16\n2001\r\n\t(4) SA 551\n(SCA) para 46.\n17\n1976\r\n\t(2) SA 545\n(A) at 555 G-H.\n18\nThose\r\n\tincluded inter alia the costs associated with the recall and\r\n\treplacement of the affected products (including the costs of\nrecall,\r\n\tlabour, storage and destruction of the affected product).\n19\nHoltzhausen\r\n\tv Absa Bank Ltd\n2008 (5) SA 630\n(SCA).\n20\nMM\r\n\tLoubser ‘Concurrence of Contract and Delict’ 1997\nStell\r\n\tLR\n113 at 124.\n21\nP\r\n\tQ R Boberg\nThe Law of Delict Vol 1\r\n\tAquilian Liability\n(1984) p 194.\n22\n2003\r\n\t(4) SA 285\n(SCA) at 291.\n23\nJonathan\r\n\tBurchell ‘The odyssey of pure economic loss’ 2000\nActa\r\n\tJuridica\n99.\n24\n2006\r\n\t(1) SA 461\n(SCA)\n[2006] 1 All SA 6\npara 1.\n25\n2010\r\n\t(4) SA 455\n(SCA) para 5.\n26\n[2008] ZASCA 134\n;\n2009\n(2) SA\n150\n(SCA) para 12.\n27\n1954\r\n\t(3) SA 464\n(A) at 486F.\n28\n2002\r\n\t(2) SA 447\n(SCA).\n29\nSchalk\r\n\tvan der Merwe & Frederick de Jager ‘Products Liability: A\r\n\trecent unreported case’\n1980\nSALJ\n83.\n30\n2003\r\n\t(4) SA 285\n(SCA) at 291.\n31\n2002\r\n\t(2) SA 447\n(SCA).",
  "scraped_at": "2026-02-12T15:20:59.804190",
  "date": "2011-03-17",
  "coram": [
    "Harms DP",
    "Ponnan",
    "Maya",
    "Shongwe",
    "TshiQi JJA"
  ],
  "case_number": "20/10",
  "parties": {
    "applicants": [
      "Freddy Hirsch Group (Pty) Ltd"
    ],
    "respondents": [
      "Chickenland (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Freddy Hirsch Group supplied spice packs to Chickenland, a subsidiary of the Nando’s franchise group. The spices, sourced from India, were contaminated with the prohibited colourant Sudan I, a genotoxic carcinogen. The contamination was discovered by UK authorities, prompting a mandatory recall of Nando’s peri‑peri sauces worldwide. Chickenland sought compensation for the loss of approximately R12 million and for unpaid purchase price. Hirsch relied on standard conditions of sale and credit attached to the credit application, which purported to limit liability and contain an indemnity clause. The lower court allowed Chickenland’s counter‑claims and set off Hirsch’s claim; Hirsch appealed.",
    "issues": "1. Whether the standard conditions of sale and credit printed on the reverse of the credit application formed part of the contract between Hirsch and Chickenland. 2. Whether the exclusion and limitation clauses in those conditions were enforceable against the claim for defective (contaminated) goods. 3. Whether Hirsch was liable in contract for breach (refund, recall and replacement costs) and in delict for pure economic loss suffered by third parties such as Brotrade. 4. Whether the damages claimed were too remote. 5. Whether Hirsch’s conduct was wrongful in delictual terms given public policy considerations.",
    "principles": "The Court applied established principles of contract interpretation, giving effect to the language of the agreement irrespective of subjective intent. Exemption clauses are construed strictly against the party relying on them; ambiguous clauses are read contra proferent. Liability for non‑performance (delivery of a different, illegal product) cannot be excluded by a clause designed for defective goods. The Hadley v Baxendale test governs remoteness of contract damages. In delict, a duty of care for pure economic loss arises only where policy considerations justify imposing liability, and the conduct must be wrongful. Unconscionable or contra‑bonos mores clauses are void. Statutory prohibition of Sudan I renders the supply illegal, negating any contractual defence.",
    "application": "The Court assumed, without deciding definitively, that Chickenland was bound by the standard conditions, but held that clause 4.1 (and the linked clauses 4.2‑4.6) could not limit liability for the supply of a prohibited substance because the goods delivered were not merely defective but illegal and different from what was contracted. The exclusion clause was found oppressive and contrary to public policy, thus unenforceable. Hirsch’s negligence was established; consequently, it was ordered to refund the purchase price (R1,209,632.83) and to pay damages for the recall and replacement costs (claims 2 and 4). Regarding the pure economic loss of Brotrade, the Court found a legal duty of care, deeming the conduct wrongful and foreseeable, and affirmed liability for the economic loss incurred.",
    "conclusion": "The appeal by Freddy Hirsch Group was dismissed with costs, including costs for two counsel. The Court upheld all of Chickenland’s counter‑claims, confirming Hirsch’s liability for the refund of the purchase price and for damages arising from the recall and replacement of contaminated products, as well as liability for pure economic loss suffered by third‑party distributors."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Contract and Delict",
    "level_3": [
      "product liability",
      "pure economic loss",
      "exemption clause",
      "food safety",
      "breach of contract",
      "remedies"
    ]
  }
}