{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/134.html",
  "case_name": "Minister of Safety and Security and Others v Mohamed and Another (598/10) [2011] ZASCA 134; [2012] 1 All SA 35 (SCA); 2012 (1) SACR 321 (SCA) (21 September 2011)",
  "citation": "[2011] ZASCA 134",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 134\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security and Others v Mohamed and Another (598/10) [2011] ZASCA 134; [2012] 1 All SA 35 (SCA); 2012 (1) SACR 321 (SCA) (21 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 598/10\nIn\r\nthe matter between:\nMinister\r\nof Safety and Security\n…................................................................\nFirst\r\nAppellant\nSuperintendent\r\nNoel Graham Zeeman\n…...............................................\nSecond\r\nAppellant\nPaul\r\nChristiaan Louw NO\n….........................................................................\nThird\r\nAppellant\nand\nMustafa\r\nMohamed\n….................................................................................\nFirst\r\nRespondent\nOmar\r\nHartley\n….....................................................................................\nSecond\r\nRespondent\nNeutral\r\ncitation:\nMinister of Safety & Security v Mustafa Mohamed\n(598/10)\n[2011] ZASCA 134\n(21 September 2011)\nCoram:\nNAVSA,\r\nHEHER, CACHALIA, SNYDERS JJA AND PLASKET AJA\nHeard:\n26\r\nAugust 2011\nDelivered: 21\r\nSeptember 2011\nSummary:\r\nValidity of warrant – ss 20 and 21 of\nCriminal Procedure Act 51\nof 1977\n– grounds of appeal not extended.\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town) ( Louw, Moosa and Allie JJ\r\nsitting as court of appeal):\n1 The appeal is upheld\r\nwith costs, including, in respect of the first and second appellants,\r\nthe costs of two counsel;\n2 The order of the court\r\nbelow is set aside and replaced by the following:\n‘\n(a) The\r\napplication by the third appellant to lead further evidence is\r\nallowed with costs;\n(b) The appeal is upheld\r\nwith costs;\n(c) The order of the\r\ncourt below is set aside and replaced by the following:\n“\nThe application is\r\ndismissed with costs.”’\n____________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nSNYDERS JA (Navsa, Heher,\r\nCachalia JJA and Plasket AJA concurring)\n[1] This matter commenced\r\nin the Western Cape High Court, Cape Town (Samela AJ sitting as court\r\nof first instance) and proceeded\non appeal to the full court of that\r\ndivision (Louw, Moosa and Allie JJ) with the leave of the former\r\ncourt. The full court was\nsplit in their decision on appeal, Louw J\r\nbeing the minority. This court gave special leave to appeal to it.\n[2] The first appellant\r\nis the Minister of Safety and Security (the Minister). The second\r\nappellant, Superintendent Zeeman (Zeeman),\nwas at all relevant times\r\nin the employ of the Minister and acted in that capacity. The third\r\nappellant is Magistrate Louw (the\nMagistrate) in his official\r\ncapacity. The first and second respondents, Messrs Mohamed and\r\nHartley, occupied premises where Zeeman\nconducted a search and made\r\nseizures in terms of a warrant granted by the Magistrate. The\r\nrespondents applied to the court of first\ninstance for an order\r\nsetting aside the warrant and for the return of all the items seized.\r\nThey were granted such an order. On\nappeal the majority decision in\r\nthe court a quo, by and large, confirmed that order, but for very\r\ndifferent reasons.\n[3] On 24 January 2008\r\nZeeman applied for a search warrant in terms of ss 20 and 21(1) of\r\nthe Criminal Procedure Act 51 of 1977\n(the Act). The Magistrate\r\ngranted a warrant on the strength of information that was placed\r\nbefore him. On 25 January 2008 Zeeman\nand several of his colleagues\r\nwent to the premises identified in the warrant and executed the\r\nwarrant. The first respondent lived\nat 16 Axminster Street,\r\nMuizenberg, and was at home when the warrant was executed. The second\r\nrespondent and his family lived at\nadjacent premises, 16A Axminster\r\nStreet, Muizenberg, and were also at home when the warrant was\r\nexecuted. It is common cause that\na large number of items were found\r\nand seized at 16 Axminster Street. Nothing was found or seized at 16A\r\nAxminster Street. The\nbasis for the second respondent’s\r\nparticipation in the proceedings has never received attention and it\r\nremains dubious. Be\nthat as it may, it was this experience that\r\nmotivated them to approach the court of first instance for an order\r\nthat the ‘searches\nand seizures . . . were unlawful’ and\r\nfor the ‘setting aside [of] the search warrants and directing\r\nthat all objects/items\nseized from [their] homes during the raids\r\ncarried out on the 25\nth\nJanuary 2008 be restored\r\nforthwith to [them]’.\n1\n[4] The respondents\r\nraised several grounds for their attack on the validity of the\r\nwarrant. Those grounds can be summarised as follows:\nThere was no ‘credible\r\n\tinformation that would give rise to the reasonable suspicion’\r\n\trequired by the Act;\nTheir rights to silence\r\n\tand rights to an attorney were not explained to them, nor were they\r\n\tinformed that anything they said might\nbe held against them;\nThe appellants are\r\n\tguilty of ‘oppressive conduct’ as the application for\r\n\tthe warrant was withheld from them;\nNo allegations were made\r\n\tin the proceedings before the Magistrate justifying the ex parte\r\n\tnature of the proceedings before him;\nThe Minister and Zeeman\r\n\tfailed to disclose material information to the Magistrate namely\r\n\tthat the respondents had no previous\nconvictions;\nThe Magistrate did not\r\n\tapply his mind when he granted the warrant;\nThe warrant was issued\r\n\tin overly broad terms and there is no rational connection between\r\n\tthe wide terms of the warrant and the\ngrounds for the warrant;\nNo safeguards were built\r\n\tinto the warrant as is usually the case in Anton Piller orders.\n[5] The vague nature and\r\nsuperficiality of most of these grounds probably contributed to the\r\nreason why they were not pursued before\nthe court of first instance.\r\nA completely different point, not adumbrated in any of the\r\naffidavits, arose before Samela AJ.\n[6] By the time the\r\nmatter came before Samela AJ nobody had included a record of the\r\nproceedings before the Magistrate in the papers.\nThe Minister and\r\nZeeman placed before the court, under cover of a practice note, a\r\ncopy of the affidavit by the latter that served\nbefore the\r\nMagistrate. Although the essence of the allegations made in that\r\naffidavit was repeated by Zeeman in the answering affidavit,\nit was\r\nnot attached to the papers because Zeeman alleged that it contained\r\nsensitive information that would adversely affect his\ninvestigation\r\nif made public. The copy sought to be introduced was unsigned and\r\nunattested. Thus the point arose that there was\nno compliance with s\r\n21(1) of the Act because what served before the Magistrate was not\r\n‘information on oath’. The\nMinister and Zeeman then\r\ntendered what was foreshadowed in the answering affidavit, namely, to\r\nmake the original affidavit available\nto Samela AJ. This step was\r\nobjected to by the respondents and refused by the learned judge.\n[7] The Magistrate stated\r\non oath, in an affidavit filed as part of the Minister’s and\r\nZeeman’s case, that he granted\nthe warrant in terms of the\r\nprovisions of ss 20 and 21(1) after having had regard to an affidavit\r\nplaced before him, deposed to\nby Zeeman on 24 January 2008. Similarly\r\nZeeman stated on oath that he placed an affidavit before the\r\nMagistrate in order to obtain\nthe relevant warrant. None of these\r\nfactual allegations was contested by the respondents. By ignoring\r\nthese allegations and not\nhaving regard to the best evidence\r\navailable the court of first instance reached the extraordinary\r\nfactual conclusion that the\nMagistrate ‘based his belief on a\r\ndocument which he mistakenly believed to be an affidavit’, that\r\nit was not proper\nfor him to have granted the warrant and that he\r\nacted contrary to the provisions of the enabling statute.\n2\n[8] The findings by the\r\ncourt of first instance placed the Magistrate, who up to that stage\r\nhad not opposed the relief claimed,\nin an invidious position.\r\nFindings of fact had been made in relation to his professional\r\nconduct which had negative implications\nfor him and were contrary to\r\nthe truth. This necessitated that the Magistrate join the fray and,\r\ntogether with the Minister and\nZeeman, seek leave from the court of\r\nfirst instance to appeal its decision.\n[9] The leave that was\r\ngranted to appeal to the court a quo was expressed in the following\r\nterms:\n‘\nHowever, I wish to make this\r\nvery clear that in as far as the so-called affidavit is concerned I\r\nstill believe that it was not an\naffidavit but a document. However\r\nanother Court might come to a different conclusion, and on that basis\r\nalone, therefore, I will\nGRANT\r\nTHE LEAVE TO APPEAL TO THE FULL BENCH OF THIS DIVISION\nand\r\nthe costs will be costs in the appeal.’\n[10] When the matter\r\nserved before the court a quo, the Magistrate brought an application\r\nto lead further evidence being ‘a\ncopy of the affidavit deposed\r\nto by Noel Zeeman, the second appellant, . . . (with sensitive\r\ndetails likely to compromise or jeopardize\nthe relevant investigation\r\nbeing expunged from it)’ which had supported the application to\r\nhim for the warrant. The full\ncourt rightly accepted the document as\r\none properly deposed to and attested. The issue that was on appeal\r\nought rightly to have\nbeen considered to be at an end. The\r\nrespondents pursued some arguments in opposition to the appeal, but\r\nnone of them was upheld.\nThere was no cross-appeal by them.\n[11] Curiously, Louw J,\nwho concluded that the appeal had to be upheld with\r\ncosts, was in the minority. Moosa J, with Allie J concurring,\r\ndismissed the\nappeal after adopting a course that is explained in the\r\njudgment as follows:\n‘\nDuring the hearing of the\r\nmatter in this court, counsel for the parties were asked what would\r\nhappen to the other issues raised\nby the First Respondent in his\r\npapers, but which were not decided, should this court uphold the\r\nappeal on the main ground in question.\nThey were specifically\r\nreferred to the challenge that the warrant was over-broad. It appears\r\nthat counsel were taken by surprise\nas they had not prepared for such\r\neventuality. The court indicated to them that they could submit\r\nfurther heads of argument in\nrespect of those issues, but they did\r\nnot take up the offer. Adv Joubert SC, for the First and Second\r\nAppellant, submitted that\nthere was no merit in the other issues and\r\nmore particularly said that the warrant was not overbroad. Adv Jaga,\r\nfor the Third Appellant,\nsupported Adv Joubert in those submissions.\r\nMr Omar, for the Respondents, was somewhat ambivalent. He indicated\r\nthat the matter\nought to be referred back to the court\na\r\nquo\n, but at the same time\r\nsaid that the Respondents would like to see that the matter is\r\nbrought to finality as soon as possible.’\n[12] I need to interrupt\r\nmyself at this stage to refer to an argument on behalf of the\r\nrespondents in this court that the order\nof the court a quo does not\r\nreflect that the majority meant to refuse the application to lead\r\nfurther evidence with costs against\nall the appellants. Although the\r\norder by the court a quo does not reflect an order allowing the\r\napplication to lead further evidence\nand contains some other obvious\r\nerrors and deficiencies, to which I refer later, it is very clear\r\nfrom the body of the judgment\nthat not only did Moosa and Allie JJ\r\nagree with the receipt of the further evidence, but they proceeded on\r\nthe basis that such\nfurther evidence put the main issue in the appeal\r\nbeyond dispute and went on to decide the appeal on a completely\r\ndifferent basis.\nIn addition, there was no attempt by the respondents\r\nto cross-appeal or obtain a corrected order from the court a quo. The\r\nbelated,\nopportunistic suggestion by the respondents’ counsel\r\nduring the hearing in this court that the appeal should be postponed\n\nto enable the order of the court a quo to be corrected, has no merit\r\nwhatsoever.\n[13] Without hearing\r\nargument by any of the parties the majority in the court a quo\r\ndecided as follows:\n‘\nThe articles/documents set out\r\nin annexure “B” to the warrant, on the face of it, appear\r\nto be too general, over-broad\nand its terms are not reasonably clear.\r\nThe warrant is, in my view, not reasonably intelligible, in that it\r\ndoes not reasonably\nconvey to the persons participating in the search\r\nas per annexure “A” and the suspects and occupants of the\r\npremises\nthe ambit of the search it authorises. The scope of the\r\nwarrant gives, in my view, untrammelled power to search the said\r\npremises\nand seize from such premises any articles/documents they see\r\nfit within the range of the various classes of items.’\n[14] In the light of the\r\nconclusion that the warrant was overbroad in its terms, the court a\r\nquo also found that the Magistrate\nhad not exercised his mind in\r\ngranting the warrant. That conclusion was expressed as follows:\n‘\nIn the light of my findings,\r\nthe only reasonable inference I can draw is that the Third Appellant\r\nhad failed to apply his mind properly\nor at all, firstly when it came\r\nto the jurisdictional requirements for the authorisation of the\r\nwarrant in terms of section 21\nread with section 20 of the Act and\r\nsecondly, when it came to the settling of the terms of the warrant. I\r\nsay so for the following\nreasons: in the first place, the Third\r\nAppellant misconceived his powers, role and function and made no\r\ninput in the crafting of\nthe warrant for which he was responsible as\r\na judicial officer; in the second place, the terms and ambit of the\r\nwarrant that was\npresented to him by the Second Appellant, was\r\naccepted and authorised uncritically by him without him having made\r\nany input into\nthe terms and ambit of it; in the third place, he\r\nfailed to take cognisance of the omission of the dates from the\r\nwarrant which,\naccording to the Second Appellant, contains time\r\nperiods relevant to the documents required, and which were determined\r\nwith reference\nto the periods during which the suspects committed the\r\noffence and, in the fourth place, the terms of the warrant were\r\nsubstantially\ntoo general, over-broad and not reasonably clear.’\n[15] The approach of the\r\nmajority of the court a quo contains at least two fundamental errors,\r\none relating to the procedure and\nthe other to the principles\r\napplicable to search warrants. I proceed to deal with these in turn.\n[16] The court a quo\r\nrelied on\nDouglas v Douglas\n[1996]\r\n2 All SA 1\n(A),\nNgqumba & ‘n ander v\r\nStaatspresident & andere; Damons NO & andere v\r\nStaatspresident & andere; Jooste v Staatspresident\n& andere\n1988 (4) SA 224\n(A),\nS v Safatsa\r\n& others\n1988 (1) SA 868\n(A) and\nR\r\nv Mpompotshe & another\n1958 (4) SA 471\n(A) to come to the following conclusion:\n‘\nAs far as the adjudication of\r\nthe other issues is concerned, the question which must be decided is,\r\nwhether the matter should be\nreferred to the court\na\r\nquo\nfor consideration or\r\nwhether this court should adjudicate upon those issues. I am of the\r\nview that this court is in as good a position\nas the court\na\r\nquo\nto decide such issues\r\nfor the following reasons: Louw J, in his judgment, has partially\r\nadjudicated on the question of whether\nthe Respondents should have\r\nbeen informed of any of their constitutional rights before the\r\nwarrant was executed; the parties themselves\nare keen to bring the\r\nmatter to finality as soon as possible; should the matter be referred\r\nto the court\na quo\n,\r\na delay would ensue before the issues are decided and, if the parties\r\nare then unhappy with the result, the matter would have\nto come to a\r\nfull bench again on appeal; such process would entail the incurring\r\nof unnecessary costs; the issues are crisp and\nthe parties have\r\nelected not to submit further heads of argument in respect of the\r\nissues. In the circumstances, I conclude that\nit will be in the\r\ninterest of the administration of justice that this court decides the\r\noutstanding issues instead of referring\nthe matter back to the court\na quo\nfor consideration.’\n[17] Only a few crisp\r\npoints need to be made about this conclusion. There were no further\r\nissues before the court a quo that needed\nto be decided – not\r\nby it nor by the court of first instance. Leave was granted on one\r\nissue and one issue alone. None of\nthe parties at any stage sought to\r\nextend the issues in the appeal. None of the parties was heard on the\r\nissues raised\nmero\r\nmotu\nby\r\nthe majority in the court a quo. The authority relied upon by the\r\nmajority in the court a quo, correctly read and applied, could\nnot\r\nhave led to the conclusion arrived at. The legal position is\r\nsuccintly summarized in\nSafatsa\nat\r\n877A-D:\n‘\nIt is generally accepted that\r\nleave to appeal can validly be restricted to certain specified\r\ngrounds of appeal . . . In practice\nthis is frequently a convenient\r\nand commendable course to adopt, especially in long cases, in order\r\nto separate the wheat from\nthe chaff. On the other hand, this Court\r\nwill not necessarily consider itself bound by the grounds upon which\r\nleave has been granted.\nIf this Court is of the view that in a ground\r\nof appeal not covered by the terms of the leave granted there is\r\nsufficient merit\nto warrant the consideration of it, it will allow\r\nsuch a ground to be argued. . . . In my view, however, it requires to\r\nbe emphasised\nthat\nan\r\nappellant has no right to argue matters not covered by the terms of\r\nthe leave granted. His only “right” is to ask\nthis Court\r\nto allow him to do so\n.\n’\n(My emphasis)\n[18] The principle above\r\nwas stated in relation to this court as it had jurisdiction to extend\r\nthe grounds on which leave to appeal\nwas granted. The court a quo had\r\nno such jurisdiction. If the appellants, for example, were not\r\nsatisfied with the fact that Samela\nAJ granted leave to appeal on one\r\nground alone, they had to direct a petition to this court, not the\r\nfull court, to extend the\ngrounds. Thus, even if any of the parties\r\nasked the court a quo to extend the grounds of appeal – other\r\nthan when a point\nof law arose – it had no jurisdiction to do\r\nso.\nHarlech-Jones\r\nTreasure Architects CC & others v University of Fort Hare\n2002 (5) SA 32\n(ECD) at\r\n51I-52B and\nQueenstown\r\nGirls High School v MEC, Department of Education, EC\n2009 (5) SA 183\n(Ck) at\r\n186G-187A.\n[19] While it is strictly\r\nunnecessary to decide any further issue, the judgment of the majority\r\non the search warrant reveals so\nclear a departure from established\r\nprinciples as to require this court to ensure that it will not in\r\nfuture serve as authority\nfor the reasoning contained therein.\n3\n[20] The court a quo\r\nreferred to several cases in which warrants of this nature were\r\ndiscussed but somehow the principles that emerge\nfrom those cases\r\nwere incorrectly applied.\n4\nHence I proceed to refer\r\nto the relevant principles again. Search warrants are statutory\r\ncreations designed to assist the state\nin its fight against crime. It\r\nhas been held that the impact it has on an individual’s right\r\nto privacy is necessary in order\nto strike a balance between the\r\ninterests of the state and that of the individual. In\nInvestigating\r\nDirectorate: Serious Economic Offences & others v Hyundai Motor\r\nDistributors (Pty) Ltd & others: In re Hyundai\nMotor Distributors\r\n(Pty) Ltd & others v Smit NO & others\n[2000] ZACC 12\n;\n2001\r\n(1) SA 545\n(CC) the constitutionality of a search warrant in terms of\r\ns 29 of the National Prosecuting Authority Act 32 of 1998 (the NPA\r\nAct)\nwas considered and decided. That section requires reasonable\r\ngrounds to exist for a suspicion that a crime has been committed, a\n\nlesser requirement than that contained in ss 20 and 21 of the Act.\r\nLanga J wrote at paras 54 and 55:\n‘\nI now turn to weigh the extent\r\nof the limitation of the right against the purpose for which the\r\nlegislation was enacted. There is\nno doubt that search and seizure\r\nprovisions, in the context of a preparatory investigation, serve an\r\nimportant purpose in the fight\nagainst crime. That the State has a\r\npressing interest which involves the security and freedom of the\r\ncommunity as a whole is beyond\nquestion. It is an objective which is\r\nsufficiently important to justify the limitation of the right to\r\nprivacy of an individual\nin certain circumstances. The right is not\r\nmeant to shield criminal activity or to conceal evidence of crime\r\nfrom the criminal\njustice process. On the other hand, State officials\r\nare not entitled without good cause to invade the premises of persons\r\nfor purposes\nof searching and seizing property; there would otherwise\r\nbe little content left to the right to privacy. A balance must\r\ntherefore\nbe struck between the interests of the individual and that\r\nof the State, a task that lies at the heart of the inquiry into the\r\nlimitation of rights.\nOn the proper interpretation of the\r\nsections concerned, the investigating directorate is required to\r\nplace before a judicial officer\nan adequate and objective basis to\r\njustify the infringement of the important right to privacy. The\r\nlegislation sets up an objective\nstandard that must be met prior to\r\nthe violation of the right, thus ensuring that search and seizure\r\npowers will only be exercised\nwhere there are sufficient reasons for\r\ndoing so. These provisions thus strike a balance between the need for\r\nsearch and seizure\npowers and the right to privacy of individuals.\r\nThus construed, s 29(5) provides sufficient safeguards against an\r\nunwarranted invasion\nof the right to privacy. It follows, in my view,\r\nthat the limitation of the privacy right in these circumstances is\r\nreasonable\nand justifiable.’\n[21] That conclusion was\r\nsupported in the judgment by reasoning to the effect that the\r\nrelevant statute already embodies the constitutional\nsafeguards to\r\njustify the infringement on the right to privacy. The reasoning is\r\napparent from paras 35, 37, 38, 40 and 42, which\nI quote:\n‘\nThe section is an important\r\nmechanism designed to protect those whose privacy might be in danger\r\nof being assailed through searches\nand seizures of property by\r\nofficials of the State. The provisions mean that an investigating\r\ndirector may not search and seize\nproperty, in the context of a\r\npreparatory investigation, without prior judicial authorisation. . .\r\n.\nIt is implicit in the section that the\r\njudicial officer will apply his or her mind to the question whether\r\nthe suspicion which led\nto the preparatory investigation, and the\r\nneed for the search and seizure to be sanctioned, are sufficient to\r\njustify the invasion\nof privacy that is to take place. On the basis\r\nof that information, the judicial officer has to make an independent\r\nevaluation\nand determine whether or not there are reasonable grounds\r\nto suspect that an object that might have a bearing on a preparatory\r\ninvestigation is on the targeted premises. . . .\nIt is also implicit in the legislation\r\nthat the judicial officer should have regard to the provisions of the\r\nConstitution in making\nthe decision. The Act quite clearly exhibits a\r\nconcern for the constitutional rights of persons subjected to the\r\nsearch and seizure\nprovisions. That is the apparent reason for the\r\nrequirement in s 29(4) and (5) that a search and seizure may only be\r\ncarried out\nif sanctioned by a warrant issued by a judicial officer.\r\n. . .\nThe concern for the constitutional\r\nrights of those affected by the invasion of privacy as a result of\r\nthe execution of a search\nwarrant is also apparent, as stated\r\nearlier, from the provisions of s 29(2) which require the execution\r\nof a search warrant to\nbe conducted with strict regard to decency and\r\norder, including respect for a person’s right to dignity, to\r\npersonal freedom\nand security and to personal privacy. . . .\nSections 20\nand\n21\nof the\nCriminal\nProcedure Act require\nthat searches be undertaken in connection with\r\ncriminal investigations only if there is reasonable suspicion that an\r\noffence has\nbeen committed, and that the search is designed to secure\r\nevidence of such an offence.’\n[22] There\r\nis nothing in the differences between s 29 of the NPA Act and ss 20\r\nand 21 of the Act to justify a different conclusion\nto the one\r\narrived at in\nHyundai\n.\r\nThe relevant sections provide:\n’\n20\r\nState may seize certain articles\nThe\r\nState may, in accordance with the provisions of this Chapter, seize\r\nanything (in this Chapter referred to as an article) –\n(a)\r\nwhich is concerned in or is on reasonable grounds believed to be\r\nconcerned in the commission or suspected commission of an offence,\n\nwhether within the Republic or elsewhere;\n(b)\r\nwhich may afford evidence of the commission or suspected commission\r\nof an offence, whether within the Republic or elsewhere;\nor\n(c)\r\nwhich is intended to be used or is on reasonable grounds believed to\r\nbe intended to be used in the commission of an offence.\n21\r\nArticle to be seized under search warrant\n(1)\r\nSubject to the provisions of sections 22, 24 and 25, an article\r\nreferred to in section 20 shall be seized only by virtue of\na search\r\nwarrant issued –\n(a)\r\nby a magistrate or justice, if it appears to such magistrate or\r\njustice from information on oath that there are reasonable grounds\n\nfor believing that any such article is in the possession or under the\r\ncontrol of or upon any person or upon or at any premises\nwithin his\r\narea of jurisdiction; or\n(b)\r\nby a judge or judicial officer presiding at criminal proceedings, if\r\nit appears to such judge or judicial officer that any such\narticle in\r\nthe possession or under the control of any person or upon or at any\r\npremises is required in evidence at such proceedings.’\n[23] In addition, s 29 of\r\nthe Act adds a further safeguard, similar to the one referred to in\r\npara 38 of\nHyundai\n:\n‘\nA search of any person or\r\npremises shall be conducted with strict regard to decency and order,\r\nand a woman shall be searched by\na woman only, and if no female\r\npolice official is available, the search shall be made by any woman\r\ndesignated for the purpose by\na police official.’\n[24] The\r\nconstitutionality of ss 20 and 21 and therefore its impact on the\r\nrespondents’ rights to privacy has correctly not\nbeen attacked\r\nin these proceedings. Therefore, the starting point in a\r\nconsideration of the validity of the warrant is to establish\nwhether\r\nthe warrant complies with the relevant sections. To this Nugent JA\r\nadded, in his majority judgment in\nNational\r\nDirector of Public Prosecutions & others v Zuma & another\n[2008] 1 All SA 197\n(SCA)\n5\nat\r\npara 76:\n‘\nBut there are two criteria for\r\nvalidity that will indeed apply to all warrants for search and\r\nseizure on account of their nature\nalone. A warrant is no more than a\r\nwritten authority to perform an act that would otherwise be unlawful.\r\nLike any other written\nauthority it must obviously be intelligible\r\n(“capable of being understood”) for it must be possible\r\nto determine with\ncertainty the scope of its authority. A warrant\r\nmust also authorise no more than is permitted by its authorising\r\nstatute. . . .’\n[25] The information\r\nplaced before the Magistrate by Zeeman that motivated the granting of\r\nthe warrant reveals that Zeeman had been\ninvestigating allegations\r\nagainst the individuals mentioned in the warrant since August 2007.\r\nHe alleged that he was in possession\nof affidavits from informants\r\nthat the first respondent was the leader of an organization that was\r\nformed to work towards the detonation\nof explosive devices at targets\r\nin South Africa in an attempt to persuade the South African\r\nGovernment to stop following democratic\nand capitalist principles. In\r\norder to pursue this ideal the individuals involved had obtained from\r\nthe internet a formula for\nthe manufacture of explosive devices and\r\nhad already bought some of the elements needed to do so. The\r\ninformation also revealed\nthat several members of this organization\r\nhad been recruited to execute the detonation of these devices. Zeeman\r\nalso alleged that\nthe information obtained as a result of his\r\ninvestigation showed the commission, suspected commission and planned\r\ncommission of\nseveral possible crimes, including high treason,\r\nterrorism, conspiracy to commit murder and the contravention of\r\nseveral sections\nof the Protection of Constitutional Democracy\r\nAgainst Terrorist and Related Activities Act 33 of 2004. Four\r\nindividuals were identified\nas being involved in the organization and\r\nfive premises were identified at which items relating to the\r\nactivities of the organization\nhad been kept under the control of the\r\noccupants of the premises.\n[26] The items seized\r\nfrom 16 Axminster Street included a computer hard drive that\r\ncontained directions to manufacture improvised\nexplosive devices,\r\nvideo films of explicit scenes of murders, hydrochloric acid, acetone\r\nand peroxide. Zeeman’s allegations\nof what was found on the\r\nsearched premises are not disputed, nor are the allegations by\r\nCaptain P J Bester, an explosives expert\nin the employ of the\r\nMinister, that hydrochloric acid, acetone and peroxide are chemicals\r\nused in the manufacture of improvised\nexplosive devices.\n[27] The material placed\r\nbefore the Magistrate disclosed a reasonable suspicion of the\r\ncommission of the crimes mentioned, by the\npersons mentioned and that\r\nthe articles identified were at the premises identified. Some of the\r\narticles identified were found\nat the premises of the first\r\nrespondent and confirmed the reasonable suspicion held by Zeeman,\r\ndisclosed by him and accepted by\nthe Magistrate. The objective\r\nstandard set in the Act, together with the judicial oversight, were\r\nimportant requirements that were\nduly satisfied.\n[28] According to the\r\nwording of s 20 of the Act Zeeman was entitled to apply for a warrant\r\nthat authorised him to search for and\nseize ‘anything’\r\nthat fell into the categories of ss (a), (b) and (c). The warrant\r\nauthorizes a search of specified\npremises for items listed in groups\r\nwhich are concerned in or are on reasonable grounds believed to be\r\nconcerned in the commission\nof specified offences by named suspects\r\nand does not, as was concluded by the court a quo, ‘[give]\r\nuntrammeled power to search\nthe said premises and seize from such\r\npremises any articles/documents [the police] see fit’. It is\r\nnot overly broad in its\nterms, in fact it follows the wording of the\r\nempowering provision as was the case in\nZuma\n.\n6\nThe majority in the court\r\na quo was wrong in their conclusion that the warrant was overly broad\r\nand that the Magistrate did not\napply his mind.\n[29] The reference by the\r\nmajority in the court a quo to necessary safeguards similar to those\r\napplied in Anton Piller orders was\nmisplaced. Nugent JA in\nZuma\nsuccinctly\r\nillustrated the inappropriateness of such a comparison at para 73:\n‘\nThe example that the learned\r\nJudge used of an Anton Piller order highlights the defect of that\r\napproach. The Anton Piller order\nis a remedy that the courts have\r\ncreated in the exercise of their inherent powers. It is to be\r\nexpected in those circumstances\nthat the courts have fashioned a\r\n“body of rules” determining when and in what form such an\r\norder may be issued. But\nthat is not what we are concerned with in\r\nthis case. We are concerned with warrants that are issued under\r\nstatutory powers. It\nis the statute that must dictate what is\r\nrequired for a warrant to be valid and not that warrant that must\r\ndictate to the statute.’\n[30] In addition to the\r\nabove conclusion on the substance of the warrant, I need to mention\r\nthat the respondents failed to set out\nin their founding papers in\r\nwhich way they contend the warrant was overly broad. They confined\r\ntheir case to the bare statement\nalone. The majority ought not to\r\nhave constructed a case for the appellants.\n[31] When it came to\r\ncosts the majority in the court a quo reasoned as follows:\n‘\nI now finally come to the\r\nquestion of costs. I have mentioned earlier that I will return to the\r\nquestion of costs in connection\nwith the admission of new evidence on\r\nappeal. The Appellants as well as the Respondents have been\r\nsuccessful in respect of some\nof the grounds of challenge to the\r\nwarrant. The Respondents, in my view, have been substantially\r\nsuccessful in the appeal. I see\nno reason why costs, including the\r\ncosts of the admission of new evidence on appeal, should not be\r\nawarded to the Respondents.’\nNo order was, however,\r\nmade in respect of the application to lead further evidence. An order\r\nin relation to the costs of the appeal\nbefore the court a quo was\r\nalso not made, but in relation to the costs of the proceedings before\r\nthe court of first instance the\nmajority ordered the three appellants\r\nto pay the costs of the respondents, jointly and severally.\n[32] The Magistrate did\r\nnot oppose the proceedings in the court of first instance and there\r\nis no conceivable basis on which the\ncosts of those proceedings could\r\nhave been granted against him. The Minister and Zeeman did not bring\r\nthe application to lead further\nevidence, but only the Magistrate,\r\nwho was successful in that application. There is no conceivable basis\r\nwhy the Minister and Zeeman\nshould have been mulcted in those costs\r\nnor why the costs of that application should not have followed the\r\nresult.\n[33] To the extent that\r\nthe Magistrate participated in the appeal proceedings, he was\r\nsuccessful. The decision by the court of first\ninstance that he\r\ngranted a warrant without having evidence on oath before him, was\r\nunanimously reversed by the court a quo. In\naddition, costs are not\r\ngranted against judicial officers in relation to the performance of\r\ntheir official function on the mere\nground that they acted\r\nincorrectly, see\nRegional Magistrate Du Preez\r\nv Walker\n1976 (4) SA 849\n(A) at 852H-853E:\n‘\nIt is necessary to consider\r\nfirst the circumstances under which it would be open to a Court, in\r\nits discretion, to grant an order\nde\r\nbonis propriis\nagainst a\r\njudicial officer whose actions in the performance of his duties as\r\nsuch have been corrected or set aside on review. It\nis a\r\nwell-recognised general rule that the Courts do not grant costs\r\nagainst a judicial officer in relation to the performance\nby him of\r\nsuch functions solely on the ground that he has acted incorrectly. To\r\ndo otherwise could unduly hamper him in the proper\nexercise of his\r\njudicial functions. . . . There are, however, exceptions to this\r\nrule. Thus if the judicial officer chooses to\nmake himself a party to\r\nthe merits of the proceedings instituted in order to correct his\r\naction and should his opposition to such\nproceedings fail, the Court\r\nmay, in its discretion, grant an order for costs against him. . . It\r\nis also a recognised exception\nto the general rule that if it is\r\nestablished that the judicial officer’s decision has been\r\nactuated by malice the Court\nsetting aside or correcting such\r\ndecision may grant costs against him even although he has not made\r\nhimself a party to the merits\nof the proceedings.’\n[34] The following order\r\nis made:\n1 The appeal is upheld\r\nwith costs, including, in respect of the first and second appellants,\r\nthe costs of two counsel;\n2 The order of the court\r\nbelow is set aside and replaced by the following:\n‘\n(a) The\r\napplication by the third appellant to lead further evidence is\r\nallowed with costs;\n(b) The appeal is upheld\r\nwith costs;\n(c) The order of the\r\ncourt below is set aside and replaced by the following:\n“\nThe application is\r\ndismissed with costs.”’\n_____________________\nS SNYDERS\nJudge of Appeal\nAPPEARANCES:\nFor\r\nthe First and Second Appellant: F Joubert SC (with him D Kusevitsky)\nInstructed\r\nby:\nThe\r\nState Attorney, Cape Town\nThe\r\nState Attorney, Bloemfontein\nFor\r\nthe Third Appellant: R Jaga\nInstructed\r\nby:\nBrink\r\n& Thomas Inc, Cape Town\nMabalane\r\nSeobe Inc, Bloemfontein\nFor\r\nthe Respondent: Z Omar\nInstructed\r\nby:\nZehir\r\nOmar Attorneys, Springs\nNilands\r\nAttorneys, Cape Town\nEG\r\nCooper & Majiedt Attorneys, Bloemfontein\n1\nA\r\n\tthird applicant joined in the proceedings before the court of first\r\n\tinstance in respect of another warrant and other premises,\nbut\r\n\twithdrew his application before the delivery of the answering\r\n\taffidavits.\n2\nThis\r\n\tconclusion ignored some fundamental approaches in the conduct of\r\n\tlitigation, recently restated in\nMinister\r\n\tof Land Affairs and Agriculture & others v D & F Wevell\r\n\tTrust & others\n2008\r\n\t(2) SA 184\n(SCA) at 200C:‘It is not proper for a party in\r\n\tmotion proceedings to base an argument on passages in documents\r\n\twhich have\nbeen annexed to the papers when the conclusions sought to\r\n\tbe drawn from such passages have not been canvassed in the\r\n\taffidavits.\nThe reason is manifest – the other party may well\r\n\tbe prejudiced because evidence may have been available to it to\r\n\trefute\nthe new case on the facts. The position is worse where the\r\n\targuments are advanced for the first time on appeal. In motion\r\n\tproceedings,\nthe affidavits constitute both the pleadings and the\r\n\tevidence:\nTransnet\r\n\tLtd v Rubenstein\n,\r\n\tand the issues and averments in support of the parties’ case\r\n\tshould appear clearly therefrom. A party cannot be expected\nto trawl\r\n\tthrough lengthy annexures to the opponent’s affidavit and to\r\n\tspeculate on the possible relevance of facts therein\ncontained.\r\n\tTrial by ambush cannot be permitted.’ The reference is to\nTransnet\r\n\tLtd v Rubinstein\n2006\r\n\t(1) SA 591\n(SCA);\n[2005] 3 All SA 425\n(SCA).\n3\nSee\r\n\tin this regard\nNational\r\n\tDirector of Public Prosecutions v Moodley & others\n2009 (2) SA 588\n(SCA) para 10 where even after a point was abandoned that court was\r\n\tconcerned that a judgment on that point did not serve as\na\r\n\tprecedent.\n4\nThe\r\n\tauthorities referred to are:\nThint\r\n\t(Pty) Ltd v National Director of Public Prosecutions & others;\r\n\tZuma v National Director of Public Prosecution &\nothers\n2009 (1) SA 1\n(CC);\nBernstein\r\n\t& others v Bester & others NNO\n[1996] ZACC 2\n;\n1996\r\n\t(2) SA 751\n(CC);\nInvestigating\r\n\tDirectorate: Serious Economic Offences & others v Hyundai Motor\r\n\tDistributors (Pty) Ltd & others: In re Hyundai\nMotor\r\n\tDistributors (Pty) Ltd & others v Smit NO & others\n[2000] ZACC 12\n;\n2001 (1) SA 545\n(CC);\nPowell\r\n\tNO & others v Van der Merwe NO & others\n2005 (5) SA 62\n(SCA);\nToich\r\n\tv The Magistrate, Riversdale & others\n2007\r\n\t(2) SACR 235\n(C).\n5\nHereafter\r\n\treferred to as\nZuma\n.\n6\nZuma\nparas 88,89,98 and\r\n\t101.",
  "scraped_at": "2026-02-12T15:51:00.263671",
  "date": "2011-09-21",
  "coram": [
    "Navsa",
    "Heher",
    "Cachalia",
    "Snyders JJA",
    "Plasket AJA"
  ],
  "case_number": "598/10",
  "parties": {
    "applicants": [
      "Minister of Safety and Security",
      "Superintendent Noel Graham Zeeman",
      "Magistrate Louw"
    ],
    "respondents": [
      "Omar Hartley",
      "Mustafa Mohamed"
    ]
  },
  "sections": {
    "facts": "In January 2008 Superintendent Noel Graham Zeeman applied for a search warrant under sections 20 and 21(1) of the Criminal Procedure Act. The Magistrate granted the warrant based on an affidavit supplied by Zeeman. On 25 January 2008 the warrant was executed at 16 Axminster Street (the residence of Omar Hartley) and the adjoining premises 16A (the residence of Mustafa Mohamed). A large quantity of items, including a computer hard‑drive, chemicals and video material, were seized from the first premises; nothing was seized from the second. The respondents challenged the legality of the search, seeking the warrant set aside and the return of seized items. The High Court set aside the warrant; the Full Court of the Western Cape divided on appeal, and the matter ultimately reached the Supreme Court of Appeal.",
    "issues": "The appeal raised (1) whether the warrant was valid under ss 20 and 21 of the Criminal Procedure Act, particularly whether it was based on information sworn on oath; (2) whether the warrant was overly broad and lacked a clear intelligible scope; (3) whether the magistrate exercised his mind in granting the warrant; and (4) whether the grounds of appeal were limited by the leave granted.",
    "principles": "A lawful search warrant must be based on information sworn on oath, must describe with sufficient particularity the premises and items to be searched, and must not be overly broad. The warrant must balance the constitutional right to privacy against the State’s interest in investigating crime, as articulated in cases such as Investigating Directorate v Hyundai, Zuma, and Safatsa. Leave to appeal may be confined to specific grounds, but a higher court may consider additional matters if warranted. Costs are generally not awarded against judicial officers for acts performed in their official capacity unless they become a party to the merits of the proceedings.",
    "application": "The Court found that Zeeman’s affidavit was indeed sworn, satisfying s 21(1). The information disclosed reasonable suspicion of terrorism‑related offences, satisfying the objective standard of s 20. The warrant’s terms corresponded to the statutory language and were not broader than necessary; therefore it was intelligible and not an unlawful grant of untrammeled power. The magistrate had considered the material and thus exercised his mind, contrary to the lower court’s conclusion. Consequently, the lower court’s finding that the warrant was invalid and over‑broad was reversed.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal with costs, set aside the order of the court below, and allowed the third appellant’s application to lead further evidence with costs. The final order replaced the lower court’s decision, dismissed the respondents’ application with costs and confirmed that the warrant was valid."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Search and Seizure",
    "level_3": [
      "search warrant validity",
      "privacy rights",
      "criminal procedure act",
      "appeal procedure"
    ]
  }
}