{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/149.html",
  "case_name": "Compass Insurance Company Ltd v Hospitality Hotel Developments (Pty) Ltd (756/10) [2011] ZASCA 149; 2012 (2) SA 537 (SCA) (26 September 2011)",
  "citation": "[2011] ZASCA 149",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 149\n|\nNoteup\n|\nLawCite\nCompass Insurance Company Ltd v Hospitality Hotel Developments (Pty) Ltd (756/10) [2011] ZASCA 149; 2012 (2) SA 537 (SCA) (26 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n756/10\nIn the\r\nmatter between:\nCOMPASS\r\nINSURANCE COMPANY LTD\n….............................................\nAppellant\nand\nHOSPITALITY HOTEL DEVELOPMENTS (PTY) LTD\n…......................\nRespondent\nNeutral citation:\nCompass Insurance v Hospitality Hotel\n(756/10)\n[2011 ZASCA 149\n(26 September 2011)\nCoram:\nLewis, Van Heerden, Cachalia, Malan and Leach JJA\nHeard:\r\n09 September 2011\nDelivered 26 September 2011\nSummary:\nWhere construction guarantee requires that court\r\norder of liquidation of contractor be attached to demand for payment,\r\nin absence\nof order, demand non-compliant and guarantor not liable to\r\npay.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth\r\nGauteng High Court, Johannesburg (Willis J sitting as court of first\r\ninstance):\nThe appeal is upheld with costs. The order of the court below is\r\nreplaced with:\n‘\nThe application is dismissed with costs.’\nJUDGMENT\n______________________________________________________________\nLEWIS JA (VAN HEERDEN, CACHALIA, MALAN AND LEACH JJA concurring)\n[1] The sole question in this appeal is whether the respondent,\r\nHospitality Hotel Developments (Pty) Ltd (Hospitality Hotel),\r\ncomplied with the requirements of a performance guarantee given by\r\nthe appellant, Compass Insurance Company Ltd (Compass Insurance),\nin\r\nmaking demand for payment.\n[2] Hospitality Hotel is a property development company that had been\r\nengaged to carry out an upgrade of a hotel. It engaged the\nservices\r\nof a construction company for this purpose, and that in turn engaged\r\na subcontractor to install a computer network, wireless\nand internet\r\nsystem in the hotel. Compass Insurance is a short term insurer which\r\nissues construction (performance) guarantees\nto employers or owners.\r\nOn 4 February 2008 it issued a construction guarantee to Hospitality\r\nHotel for the performance of the work\nundertaken by the\r\nsubcontractor. The sum guaranteed was R1 444 428.51 and the guarantee\r\nexpiry date was 30 April 2008.\n[3] The subcontractor breached the contract, and was issued a breach\r\nnotice. It was provisionally wound up in the Western Cape\nHigh Court\r\non 23 April 2008. On 25 April Hospitality Hotel sent a letter to\r\nCompass Insurance demanding payment of the sum guaranteed.\nThe latter\r\nrefused to pay on the basis that the demand did not comply with the\r\nterms of the guarantee in that it was not accompanied\nby a copy of\r\nthe court order of provisional sequestration of the subcontractor.\r\nHospitality Hotel accordingly applied to the South\nGauteng High\r\nCourt, Johannesburg, for an order compelling payment. Willis J\r\ngranted the order on the basis that, because the order\nhad been\r\nfurnished subsequently, there had been sufficient compliance with the\r\nterms of the guarantee. The appeal to this court\nagainst that order\r\nis with its leave.\n[4] Clause 4 of the construction guarantee provided that, subject to\r\nthe guarantor’s maximum liability, Compass Insurance\nundertook\r\nto pay Hospitality Hotel the full outstanding balance ‘upon\r\nreceipt of a first written demand from the Employer\n[Hospitality\r\nHotel]’. The sub-clauses that follow are the subject of the\r\ndispute. For they provide that the written demand\nmust state:\n‘\n4.1\r\nThe agreement has been cancelled due to the Recipient’s [the\r\nsubcontractor’s] default and that the Advance Payment\nGuarantee\r\nis called up in terms of 4.0.\nThe\r\ndemand shall enclose a copy of the notice of cancellation\n;\nOR\n4.2 A provisional sequestration\r\nor liquidation court order has been granted against the Recipient and\r\nthat the Advance Payment Guarantee\nis called up in terms of 4.0.\nThe\r\ndemand shall enclose a copy of the court order\n.’\r\n(My emphasis.)\n[5] It is common cause that there had in fact been no cancellation at\r\nthe time the letter of demand was sent, though the letter\ndid state\r\nthat there was, and that the subcontractor was provisionally\r\nliquidated prior to the issue of the demand. But it is further\ncommon\r\ncause that the court order was not attached to the letter of demand,\r\nas required by clause 4.2 of the guarantee. The copy\nof the court\r\norder was delivered only months later, on 26 November 2008, long\r\nafter the expiry of the guarantee on 30 April 2008.\n[6] The high court, referring to cases dealing with contractual\r\ninterpretation, held that on a reading of the guarantee it was\n\n‘perfectly obvious’ that it was not the intention of the\r\nparties that a failure to furnish the copy of the court order\nwith\r\nthe demand would be ‘fatal’ to it. The sentence relating\r\nto the furnishing of the copy of the court order was\n‘divisible’\r\nfrom the aspects entitling the beneficiary to payment. The copy could\r\nthus be provided after the expiry\nof the guarantee date. Compass\r\nInsurance was thus liable to pay the sum claimed.\n[7] Hospitality Hotel’s argument in opposing the appeal is that\r\nall concerned knew that the subcontractor had in fact been\n\nliquidated; there was some difficulty in obtaining the order,\r\nhowever, and that once there was knowledge of the existence of the\n\norder that was sufficient for demand to be made. The demand was not\r\ndefective, it contended, despite the failure to attach the\norder to\r\nit. Strict compliance with the terms of the guarantee was not\r\nrequired.\n[8] Hospitality Hotel argued that while strict compliance with\r\nletters of credit has been required by South African courts,\r\nperformance\nguarantees should be treated differently. Although this\r\ncourt said in\nLombard Insurance Co Ltd v Landmark Holdings (Pty)\r\nLtd\n1\nthat the performance guarantee in question was not unlike an\r\nirrevocable letter of credit, Hospitality Hotel contended that there\n\nis no authority to suggest that there must be strict compliance with\r\nthe terms of the guarantee.\n[9] The reason for requiring strict compliance with a letter of\r\ncredit is that it is an instrument that compels a bank to pay on\n\ndemand irrespective of the status of the underlying debt. Nugent JA\r\nput it thus in\nOK Bazaars (1929) Ltd v Standard Bank of South\r\nAfrica Ltd\n:\n2\n‘\n[The\r\nbank’s] interest is confined to ensuring that the documents\r\nthat are presented conform with its client’s instructions\n(as\r\nreflected in the letter of credit) in which event the issuing bank is\r\nobliged to pay the beneficiary. If the presented documents\ndo not\r\nconform with the terms of the letter of credit the issuing bank is\r\nneither obliged nor entitled to pay the beneficiary without\nits\r\ncustomer’s consent. The obligation of the issuing bank was\r\nexpressed as follows in\nMidland\r\nBank Ltd v Seymour\n[1955]\r\n2 Lloyd’s Rep 147 at 151:\n“\nThere\r\nis, of course, no doubt that the bank has to comply strictly with the\r\ninstructions that it is given by its customer. It is\nnot for the bank\r\nto reason why. It is not for it to say: ‘This, that or the\r\nother does not seem to us very much to matter.’\nIt is not for\r\nit to say: ‘What is on the bill of lading is just as good as\r\nwhat is in the letter of credit and means substantially\nthe same\r\nthing.’ All that is well established by authority. The bank\r\nmust conform strictly to the instructions which it receives.”’\n[10] Some years after the decision in\nMidland Bank\nLord\r\nDenning, then MR, said in\nEdward Owen Engineering Ltd v Barclays\r\nBank International Ltd\n3\nthat performance bonds stand ‘on a similar footing’ to\r\nletters of credit. ‘A bank which gives a performance guarantee\n\nmust honour that guarantee\naccording to its terms\n.’ (My\r\nemphasis.)\n[11] However, Hospitality Hotels argued that performance bonds should\r\nbe treated differently and that strict compliance with the\nterms of\r\nthe bond was unnecessary. It contended that there is English\r\nauthority for this proposition. It cited\nSiporex Trade SA v Banque\r\nIndosuez\n4\nin which Hirst J said that a contrast between a letter of credit and\r\na performance guarantee was ‘sound’, since with\nthe\r\nformer the bank deals with the documents themselves, whereas with the\r\nlatter the guarantor can rely on a statement that a ‘certain\n\nevent has occurred’. This statement was approved by the Court\r\nof Appeal in\nIE Contractors Ltd v Lloyds Bank plc\nand\r\nRafidain Bank\n5\nwhere Staughton LJ said that there is less need for a doctrine of\r\nstrict compliance in the case of performance bonds. But he said\nalso\r\nthat ‘it is a question of construction of the bond’.\n[12] Dr Michelle Kelly-Louw in her LLD thesis\nSelective Legal\r\nAspects of Bank Demand Guarantees\n6\nsuggests that English courts have in fact started to apply the same\r\ndegree of ‘strict compliance’ to demand guarantees\nas to\r\nletters of credit, citing in support\nFrans Maas (UK) Ltd v Habib\r\nBank AG Zurich.\n7\nShe states that courts in South Africa will also apply to demand or\r\nperformance guarantees the same ‘standard of strict documentary\n\ncompliance’ as they do to letters of credit.\n8\nHowever, that case turned, like most, on the interpretation of the\r\nguarantee itself, and while observing that strict compliance\nmight\r\nnot be necessary for performance bonds (citing\nSiporex\nand\nIE\r\nContractors\n), the court held that the demand in question did not\r\ncomply with the terms of the guarantee.\n[13] In my view it is not necessary to decide whether ‘strict\r\ncompliance’ is necessary for performance guarantees,\nsince in\r\nthis case the requirements to be met by Hospitality Hotel in making\r\ndemand were absolutely clear, and there was in fact\nno compliance let\r\nalone strict compliance. The guarantee expressly required that the\r\norder of liquidation be attached to the demand.\nIt was not.\n[14] It should not be incumbent on the guarantor to ascertain the\r\ntruth of the assertion made by the beneficiary that the subcontractor\n\nhad been placed under provisional liquidation. That is why Compass\r\nInsurance required a copy of the order itself. Similarly, the\n\nguarantor should not have to establish whether a contract has in fact\r\nbeen cancelled. That is why a copy of the notice of cancellation,\nif\r\nthere has in fact been cancellation, is required to be attached to\r\nthe demand (clause 4.1). The very purpose of a performance\nbond is\r\nthat the guarantor has an independent, autonomous contract with the\r\nbeneficiary and that the contractual arrangements with\nthe\r\nbeneficiary and other parties are of no consequence to the guarantor.\n[15] There may be cases where what is referred to as a guarantee\r\nconstitutes no more than an accessory obligation.\n9\nHowever, it is the terms of the guarantee itself that will determine\r\nits nature. The guarantee in this case is an independent contract\n\nthat must be fulfilled on its terms. There is no justification for\r\ndeparture and indeed allowing the furnishing of the copy of\nthe court\r\norder months after the guarantee had expired would have defeated its\r\nvery purpose.\n[16] Accordingly the appeal is upheld with costs. The order of the\r\ncourt below is replaced with:\n‘\nThe application is dismissed with costs.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nAPPELLANT: T Dalrymple\nInstructed by Frese, Moll & Partners, Roosevelt Park\nWebbers, Bloemfontein\nRESPONDENT: C J McAslin\nInstructed by Mkhabela Huntley Adekeye Inc, Waverley\nMcIntyre & Van Der Post, Bloemfontein.\n1\nLombard\r\n\tInsurance Co Ltd v Landmark Holdings (Pty) Ltd\n2010 (2) SA 86\n(SCA) para 20.\n2\nOK\r\n\tBazaars (1929) Ltd v Standard Bank of South Africa Ltd\n2002\r\n\t(3) SA 688\n(SCA) para 25.\n3\nEdward\r\n\tOwen Engineering Ltd v Barclays Bank International Ltd\n[1978]\r\n\tQB 159\n(CA) at 171A-B. The case was cited and approved in\nLoomcraft\r\n\tFabrics CC v Nedbank Ltd\n[1995] ZASCA 127\n;\n1996 (1) SA\r\n\t812\n(A) at 816G-H and in the judgment of Cloete JA in\nDormell\r\n\tProperties 282 CC v Renasa Insurance Co Ltd & others NNO\n2011 (1) SA 70\n(SCA) para 63.\n4\nSiporex\r\n\tTrade SA v Banque Indosuez\n[1986] 2 Lloyd’s\r\n\tRep 146 at 159.\n5\nIE\r\n\tContractors Ltd v Lloyds Bank plc and Rafidain Bank\n[1990] 2 Lloyd’s Rep 496 (CA)\r\n\tat 501.\n6\nUniversity\r\n\tof South Africa (2008) at 68-69.\n7\nFrans\r\n\tMaas (UK) Ltd v Habib Bank AG Zurich\n[2001]\r\n\tLloyd’s Rep Bank 14 paras 57-60.\n8\nOp\r\n\tcit at 332-333.\n9\nAs\r\n\tin\nMinister of Transport and Public\r\n\tWorks, Western Cape v Zanbuild Construction (Pty) Ltd\n(68/2010)\n[2011] ZASCA 10.",
  "scraped_at": "2026-02-12T15:54:44.744859",
  "date": "2011-09-26",
  "coram": [
    "Lewis JJA",
    "Van Heerden JJA",
    "Cachalia JJA",
    "Malan JJA",
    "Leach JJA"
  ],
  "case_number": "756/10",
  "parties": {
    "applicants": [
      "Compass Insurance Company Ltd"
    ],
    "respondents": [
      "Hospitality Hotel Developments (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Compass Insurance issued a construction performance guarantee of R1,444,428.51 to Hospitality Hotel Developments for work performed by a subcontractor installing a hotel network. The subcontractor breached the contract and was provisionally wound up on 23 April 2008. Hospitality Hotel sent a demand for payment on 25 April 2008 but did not attach the court order of provisional sequestration as required by clause 4.2 of the guarantee. The order was only provided on 26 November 2008, after the guarantee had expired on 30 April 2008. The High Court ordered payment, finding the omission non‑fatal, and the insurer appealed.",
    "issues": "The sole issue was whether Hospitality Hotel’s demand complied with the terms of the performance guarantee, specifically whether the attachment of the liquidation court order was a condition precedent to liability. Related questions concerned whether strict documentary compliance was required for performance guarantees as it is for letters of credit.",
    "principles": "The Court considered contractual interpretation principles and distinguished performance guarantees from letters of credit. It noted that a guarantor is entitled to rely on the terms of the guarantee, which is an independent contract, and that any required documentation must be furnished as stipulated. Relevant precedents included Lombard Insurance v Landmark Holdings, Midland Bank v Seymour, Edward Owen Engineering v Barclays Bank, Siporex Trade v Banque Indosuez, and IE Contractors Ltd v Lloyds Bank, which discuss the degree of compliance required for guarantees.",
    "application": "Applying these principles, the Court held that clause 4.2 expressly required the liquidation order to be enclosed with the demand. The failure to attach the order meant the demand was non‑compliant, regardless of whether the insurer could have verified the liquidation independently. Although strict compliance in the sense of exact wording was not the focus, the mandatory attachment condition could not be satisfied after the guarantee’s expiry, rendering the insurer’s liability extinguished.",
    "conclusion": "The appeal was upheld with costs. The High Court’s order was set aside and replaced by a dismissal of the application with costs, confirming that Compass Insurance was not liable to pay the claimed sum."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Performance Guarantees",
    "level_3": [
      "construction guarantee",
      "strict compliance",
      "demand guarantee",
      "liquidation order",
      "contractual interpretation"
    ]
  }
}