{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/128.html",
  "case_name": "Venfin Investments (Pty) Ltd v KZN Resins (Pty) Ltd t/a KZN Resins (642/2010) [2011] ZASCA 128; [2011] 4 All SA 369 (SCA) (15 September 2011)",
  "citation": "[2011] ZASCA 128",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 128\n|\nNoteup\n|\nLawCite\nVenfin Investments (Pty) Ltd v KZN Resins (Pty) Ltd t/a KZN Resins (642/2010) [2011] ZASCA 128; [2011] 4 All SA 369 (SCA) (15 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 642/2010\nIn\r\nthe matter between:\nVENFIN INVESTMENTS\r\n(PTY) LTD\n…............................................................\nAppellant\nv\nKZN\r\nRESINS (PTY) LIMITED t/a KZN RESINS\n…......................................\nRespondent\nNeutral citation:\nVenfin Investments v KZN Resins\n(642/2010)\n[2011] ZASCA 128\n(15 September 2011).\nCoram:\nBRAND\r\nJA, PONNAN JA, SNYDERS JA, MALAN JA AND THERON JA\nHeard:\n16 August 2011\nDelivered:\r\n15 September 2011\nSummary: Appellant’s\r\nclaim in convention based on cession of rights by third party in\r\nterms of alleged oral agreement –\nfactual issue whether\r\nagreement entered into decided against appellant – counterclaim\r\nbased on the debts owing to respondent\nby same third party –\r\nproposition that appellant liable for these debts in terms of s 156\r\nof\nInsolvency Act 24 of 1936\n, alternatively, pursuant to the terms of\r\nthe cession – both issues decided against respondent.\n________________________________________________________________\nORDER\nOn appeal from:\nKwaZulu-Natal High Court (Durban) (Van der Reyden J sitting as court\r\nof first instance):\n1. The appeal is upheld.\r\nThe order of the court a quo is set aside and replaced with the\r\nfollowing:\n“\n(a)\r\nThe plaintiff’s claim is dismissed with costs, including the\r\ncosts of two counsel.\n(b) The defendant’s\r\ncounterclaim is dismissed with costs, including the costs of two\r\ncounsel.”\n2. The respondent is\r\nordered to pay the appellant’s costs of appeal including the\r\ncosts of two counsel, but the costs pertaining\nto the record is\r\nrestricted to 10 per cent thereof.\n3. The cross-appeal is\r\ndismissed with costs.\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(PONNAN JA, SNYDERS JA, MALAN JA AND THERON JA concurring):\n[1] This appeal has its\r\norigin in a business relationship between the respondent, KZN Resins\r\n(Pty) Ltd (KZN) and another company,\nFibalogic (Pty) Ltd, that went\r\nawry. Fibalogic is now in liquidation, but during its corporate\r\nlifetime it was a manufacturer of\nelectric water heaters, commonly\r\nknown as geysers, that were made of fibreglass. Between 2000 and 2002\r\nKZN supplied Fibalogic with\nresin used in this manufacturing process.\r\nLitigation started on 12 September 2002 when Fibalogic instituted an\r\naction in the KwaZulu\nHigh Court (Durban) against KZN for an amount\r\nin excess of R26 million. Broadly stated, Fibalogic’s cause of\r\naction was for\nits loss resulting from geysers that were returned to\r\nit because of defects, for which KZN allegedly undertook to pay\r\ncompensation\nin terms of an oral agreement.\n[2] KZN delivered a plea\r\nin which it disputed the oral agreement. It also instituted a\r\ncounterclaim for about R2 million which it\nalleged was the balance of\r\nthe purchase price of resin sold and delivered to Fibalogic. After\r\nthe close of pleadings, Fibalogic\nceded its claim against KZN to the\r\nappellant, Venfin Investments (Pty) Ltd (Venfin). As part of the\r\ncession agreement Venfin indemnified\nFibalogic against any claim by\r\nKZN for goods sold and delivered. Thereafter, Fibalogic was placed\r\nunder liquidation and Venfin\nwas formally substituted as the\r\nplaintiff in the ongoing proceedings.\n[3] When the matter\r\neventually came before Van der Reyden J he was asked, by agreement\r\nbetween the parties, to order a separation\nof issues. In terms of the\r\nseparation order he consequently granted, three specified areas of\r\ndispute were to be determined at\nthe outset while all other issues,\r\nincluding those relating to the quantum of the claim and the\r\ncounterclaim, stood over for later\ndetermination. The three specified\r\nareas of dispute were formulated thus:\n(a) The issues relating\r\nto the oral compensation agreement relied upon by Venfin for its\r\nclaim in convention, as defined in paragraph\n9 of Venfin’s\r\nparticulars of claim read with paragraph 8 of KZN’s plea (the\r\nfirst issue);\n(b) The issue arising\r\nfrom KZN’s counterclaim as to whether the indemnity furnished\r\nby Venfin to Fibalogic – in terms\nof their cession agreement –\r\nis governed by\ns 156\nof the\nInsolvency Act 24 of 1936\n, so as to\r\nrender Venfin liable for KZN’s claim against Fibalogic for\r\nresin sold and delivered to the latter (the second issue);\nand\n(c) The issues raised by\r\nKZN’s counterclaim as to whether the cession agreement by\r\nitself had the effect of transferring and\nimposing on Venfin,\r\nFibalogic’s liability for the resin sold and delivered to it\r\n(the third issue).\n[4] Evidence in the\r\npreliminary proceedings was led in two tranches during February and\r\nAugust 2008. Judgment was delivered about\n15 months later on 24 March\r\n2010. In terms of the judgment the court a quo decided the first and\r\nthird issues in favour of KZN\nand the second issue in favour of\r\nVenfin. In consequence, the claim in convention was dismissed while\r\nthe counterclaim succeeded\npursuant to the court’s findings on\r\nthe third issue. In both instances, costs were awarded in favour of\r\nKZN, save for the\ncosts resulting from the second issue, which were\r\nordered against it. Venfin’s appeal to this court against the\r\njudgment\non the first and third issues is with the leave of the court\r\na quo. So is KZN’s cross-appeal against the costs order on the\n\nsecond issue. I propose to deal with the three issues individually.\nThe first issue –\r\ndid KZN agree to compensate Fibalogic for damages resulting from\r\ndefective geysers\n?\n[5] The outcome of this\r\nissue turns exclusively on the correctness of the court a quo’s\r\nfindings with regard to a dispute\nof fact between the parties.\r\nVenfin’s version of the facts was summarised thus in paragraph\r\n9 of its particulars of claim,\nto which reference is pertinently made\r\nin the formulation of this issue:\n‘\nOn\r\nor about 23 November 2001, at Paarl, Fibalogic, represented by its\r\nManaging Director Mr Dawie Thirion, and [KZN], represented\nby its\r\nChairman Mr Salim Kajee, both of who were duly authorized thereto,\r\nconcluded an oral agreement, the material terms of which\nincluded the\r\nfollowing:\nKZN\r\n\t\twould compensate Fibalogic for the costs incurred by Fibalogic in\r\n\t\trespect of all returns in excess of the Fibalogic’s\nnorm of\r\n\t\treturns, which norm was 2% of the number of units produced by it;\nsuch\r\n\t\tcosts would include the cost of the replacement water heater\r\n\t\t(geyser) and Fibalogic’s labour and travelling costs.\nThe\r\nagreement was confirmed on 26 November 2001 by Fibalogic’s Mr\r\nThirion in a letter to KZN’s Mr Kajee, a copy of which\nis\r\nannexed marked “A”.’\n[6] Annexure A, which was\r\ndestined to play a prominent role at the hearing before Van der\r\nReyden J, reads in relevant part:\n‘\nDear\r\nSalim\nWe\r\nrefer to our meetings of 16, 22 and 23 November 2001.\nAfter\r\nanalysing all the variables we are all in agreement that there is a\r\ndifference in performance between the resins supplied\nby you and the\r\nresins previously used.\nWe\r\nhave discussed and shown you from our analyses the norm expected from\r\na resin as used in our back-up layer on our tanks. We believe\nthat\r\nthe main question remains unanswered as to the difference between\r\nyour resin and the one previously used.\n.\r\n. .\nSummary\r\nof the meeting, dated Friday, 23 November 2001:\n.\r\n\t. . ;\nKZN\r\n\tResins will compensate Fibalogic the difference between the agreed\r\n\tnorm (of two per cent of production) and the actual rate\n\n\texperienced. This will include the cost of the geyser as well as the\r\n\tlabour/travelling cost. (Warrantee costs);\nKZN\r\n\tResins will continue to subsidise the additional lay-up costs on the\r\n\t150 litre tank. . . .\nWhilst\r\nwe appreciate and accept your offer as outlined above, we however are\r\nstill of the opinion that the reason(s) in variation\nof performance\r\nmust be found and we will run independent tests to answer this.\nRegards\nD\r\nThirion\nCC\r\nF G Rupert\nD\r\nReid’\n[7] KZN did not respond\r\nin writing to Annexure A until 8 July 2002, in circumstances that\r\nwill presently transpire. On that date\nMr Salim Kajee conveyed a\r\nletter to Mr Dawie Thirion by telefax in which he essentially denied\r\nthe agreement relied upon by Venfin.\nParagraph 8 of Venfin’s\r\nplea (which is also referred to in the formulation of this issue)\r\nechoed that denial. In relevant\npart it reads:\n‘\nAd\r\nparagraph 9\nSave\r\nthat the Defendant admits that on or about 23\nrd\nNovember 2001, and at Paarl, Mr\r\nThirion and Mr Kajee had a discussion and that the Plaintiff wrote a\r\nletter dated 26\nth\nNovember 2001 (annexure “A”\r\nto the Particulars of Claim) to KZN, KZN denies each allegation in\r\nparagraph 9 and:\nspecifically\r\n\tdenies that it concluded an oral agreement with Fibalogic either in\r\n\tthe terms alleged or at all;\nspecifically\r\n\tdenies that annexure “A” correctly reflects or records\r\n\tthe matters discussed at the meeting between Mr\nThirion and Mr Kajee\r\n\ton the 23\nrd\nNovember 2001.’\n[8] At the hearing,\r\nVenfin’s version was supported by the evidence of Fibalogic’s\r\nerstwhile managing director, Thirion.\nFor its denial of that version,\r\nKZN in turn, relied on the testimony of two witnesses. Kajee, the\r\nformer chairman of KZN, and Mr\nDonald Reid, who was the technical\r\ndirector of Fibalogic at the time. The factual dispute about the\r\nconclusion and the terms of\nthe alleged oral agreement that emerged\r\nfrom the pleadings, maintained its course throughout the hearing.\r\nYet, there were large\nareas of common ground, as appears from the\r\nfollowing background, which I find most convenient to narrate in\r\nchronological fashion.\n[9] Reid was involved\r\nwith Fibalogic from its inception and he remained a shareholder and\r\nthe technical director of the company\nthroughout its existence, until\r\nit was eventually wound up in July 2003. His testimony therefore\r\nprovides a convenient starting\npoint to the chronological narrative.\r\nAs a marine engineer by training, Reid came up with the idea of\r\nmanufacturing corrosion free\nfibreglass geysers involving a chemical\r\ncompound called vinyl-ester resin. After he patented his invention,\r\nhe incorporated the\ncompany, Fibalogic, together with a business\r\npartner and then ceded the patent to the company. At the outset, the\r\ntanks of the\ngeysers, which were manufatured in three capacities of\r\n100 litres, 150 litres and 200 litres, were made of vinyl-ester only.\r\nThis\ncompound was obtained from a supplier, NCS, under the trade name\r\nDerakane. During about 1996, Reid and his partner sold 50 per cent\nof\r\ntheir shares in Fibalogic to Venfin, a company in the Rembrandt\r\nstable. In the course of time, their shareholding was, however,\n\n‘watered down’ to about one per cent, while Venfin owned\r\nthe rest.\n[10] After Venfin became\r\ninvolved – or, as Reid put it, ‘when the accountants came\r\nin’ – it was decided,\nas part of a cost cutting exercise,\r\nto change the tanks of the geysers from a single composition to a\r\ndual lay-up system involving\ndifferent kinds of resin. While the\r\ninner layers, which came into direct contact with water, still\r\nconsisted of vinyl-ester, the\nouter layers were manufactured out of\r\nthe substantially cheaper isopthalic resin. At that time both the\r\nvinyl-ester and the isopthalic\nresins were supplied by NCS. During\r\nJanuary 2000 Fibalogic decided on a further cost cutting exercise by\r\nreducing the number of\nouter layers by one on its 100 and 150 litre\r\ncylinders, well-knowing that this would reduce the mechanical\r\nstrength of these tanks.\nThe number of layers on the 200 litre\r\ncylinders remained the same.\n[11] Thirion holds a\r\nuniversity degree in commerce. He joined Fibalogic as its managing\r\ndirector in April 2000. He was head-hunted\nfor that position by\r\nVenfin, because Fibalogic was consistently running at a loss and it\r\nwas hoped that Thirion could turn that\nsituation around. During the\r\nsecond half of 2000, NCS proposed a substantial increase in its price\r\nfor isopthalic resin. In consequence,\nFibalogic started looking for\r\nan alternative supplier. Eventually it decided on KZN. From 13\r\nOctober 2000 Fibalogic thus procured\nits isopthalic resin from KZN\r\nwhile NCS continued to supply its vinyl-ester. KZN manufactured the\r\nisopthalic resin in accordance\nwith Fibalogic’s specifications.\r\nEvery batch destined for delivery to it was analysed by the South\r\nAfrican Bureau of Standards\n(SABS) and the analysis recorded in a\r\ncertificate which accompanied the delivery. On occasion when\r\nFibalogic was not satisfied\nby the certificate that the batch\r\nconformed to its specifications, it was returned to KZN.\n[12] There had always\r\nbeen returns of hot water cylinders to Fibalogic because of defects.\r\nIn the past these returns averaged about\n1.36 per cent of cylinders\r\nmanufactured. After October 2000 there was, however, a marked\r\nincrease in this rate of return. It rose\nfrom the previous average of\r\n1.36 per cent to well in excess of the industry norm of 2 per cent.\r\nThe increase was particularly\npronounced with regard to the 150 litre\r\ncylinders. The consequences of the increase were serious and\r\nFibalogic’s very existence\nwas threatened, unless the problem\r\ncould be resolved. Thirion in particular was under severe pressure\r\nfrom the Venfin representatives\non the Fibalogic board of directors\r\nto resolve the problem of increased returns.\n[13] At that stage no-one\r\nknew what the cause of the failures was or who was responsible for\r\nthese failures. The reason for the\nuncertainty was that the hot water\r\ncylinders consisted of about 220 components, including different\r\nkinds of resin, glass fibre\nmatting, heating elements, thermostats,\r\netc, which were procured from a number of different sources.\r\nMoreover, there were various\nstages of manufacturing where things\r\ncould go wrong, for instance when the resin in liquid form was mixed\r\nwith the chemical catalysts.\nAt the trial it was common cause between\r\nall witnesses, including Thirion, that with the benefit of hindsight,\r\nthe problem could\nbe ascribed to the change in design from a single\r\nlay-up consisting of vinyl-ester only to a dual lay-up of vinyl-ester\r\non the\ninside and isopthalic resin on the outside of the cylinder.\r\nThis was empirically established by Thirion himself. After the\r\nliquidation\nof Fibalogic, he became the manager of the company that\r\ntook over the business of manufacturing geysers. According to his\r\nevidence\nthat company solved the problem of excessive returns by\r\nreverting to the original, single lay-up design. But this much was\r\nnot\nappreciated by those involved in 2001.\n[14] During 2001 Thirion\r\nand Reid suspected that the increased rate of returns was\r\nattributable to the use of KZN’s resin,\npurely because the\r\nincrease coincided with the change in their supplier from NCS to KZN.\r\nKZN, on the other hand, regarded Fibalogic\nas a substantial client,\r\nwith potential to grow even further. Hence it was keen to assist\r\nFibalogic in resolving its compelling\ndifficulties. As part of its\r\nattempts to do so, KZN offered, in August 2001 to provide additional\r\nresin without cost for an extra\nouter layer on the 150 litre geysers.\r\nIt will be remembered that during January 2000 Fibalogic reduced the\r\nnumber of outer layers\non its 100 and 150 litre geysers as part of a\r\ncost saving exercise. With regard to the 200 litre cylinders, the\r\nnumber of layers\nremained the same. Since the returns were more\r\npronounced with regard to the 150 litre cylinders than with reference\r\nto the larger\n200 litre ones, it was thought that the problem might\r\nhave been caused by the reduction of one outer layer. Consequently,\r\nFibalogic\ndecided to re-introduce the additional outer layer on the\r\n150 litre cylinders. Agreement was then reached that Fibalogic would\r\nsupply the glass fibre matting for the extra layer while KZN would\r\nprovide the resin for that layer free of charge. According to\nKajee\r\nthis resulted in a discount of about 5 per cent in the price of resin\r\nsold. The extra layer was apparently introduced from\nabout 14 August\r\n2001.\n[15] The hope was that\r\nthe additional layer would resolve the problem in due course. Yet it\r\ndid not immediately reduce the pressure\non Thirion. This is borne out\r\nby the minutes of the Fibalogic board meeting of 31 October 2001\r\nwhich recorded that ‘the chairman\nexpressed his concern over\r\n[the costs of product failure] and demanded that it be brought under\r\ncontrol’. The product failure,\nso the minutes stated, ‘includes\r\nthe failure of suppliers’ products, valves, thermostats and\r\nelements’.\n[16] This led to the\r\ncrucial meeting which was held on 22 and 23 November 2001. It was\r\nattended by Thirion and Reid on behalf of\nFibalogic and by Kajee on\r\nbehalf of KZN, though Reid was not present on the 23\nrd\n. At\r\nthe meeting Thirion again stressed that the return rate had increased\r\nfrom an average of 1.36 per cent to over 2 per cent,\nfrom about the\r\ntime that Fibalogic changed to KZN resin in October 2000. He also\r\nsaid that in the circumstances his perception\nwas that the resin\r\nsupplied by KZN was responsible for the problem and that, if KZN\r\nshould refuse to shoulder that responsibility,\nhe would have to\r\nchange the supplier of isopthalic resin. At the same time, everybody\r\nconcerned believed that the re-introduction\nof the additional outer\r\nlayer to the 150 litre cylinders on 14 August 2001 would stem the\r\ntide of increased returns, though the\nexact source of the problem\r\nremained unknown.\n[17] The narrative thus\r\nfar is essentially common cause in the sense that it was put forward\r\nby one side and either admitted or\nnot denied by the other. The sharp\r\ndispute, which goes to the heart of the case, turns on Kajee’s\r\nreaction at the meeting.\nThirion’s side of the controversy\r\nechoed the contents of his letter of 26 November 2001 to which I have\r\nreferred extensively\n(in para 6 above). According to that version\r\nKajee agreed at the resumed meeting on 23 November 2001 that KZN\r\nwould compensate\nFibalogic for its loss incurred, calculated on the\r\nbasis of the difference between the agreed industry norm of 2 per\r\ncent and the\nactual rate of return experienced, including labour and\r\ntravelling costs. Kajee’s version, on the other hand, was that\r\nit\nbecame clear to him during the course of the meeting that Thirion\r\nhad expected KZN to pay for the returns above 2 per cent of\r\nproduction.\nThough he did not share the belief that KZN’s resin\r\nwas to blame, he suggested that Fibalogic should look to KZN’s\r\ninsurer for compensation. He explained to Thirion, so Kajee\r\ntestified, that Fibalogic had product liability cover for R2.5\r\nmillion\nand that if KZN’s resin should prove to be the cause of\r\nthe problem, the insurer would have to pay. In fact, Kajee testified,\n\nhe offered to assist Fibalogic in initiating a claim against KZN’s\r\ninsurer.\n[18] According to Kajee\r\none of the main reasons why he would not admit liability on behalf of\r\nKZN, as alleged by Thirion, originates\nfrom the very terms of that\r\ninsurance policy. He had been cautioned by KZN’s insurance\r\nbroker, so Kajee said, that in terms\nof the policy, any admission of\r\nliability by him would entitle the insurer to repudiate the claim.\r\nThirion denied that Kajee ever\nsuggested that Fibalogic should\r\ninitiate a claim against KZN’s insurer. Reid on the other hand\r\nremembered that he did. Because\nReid was not present on 23 November\r\n2001 he was not able to comment on the direct conflict between\r\nThirion and Kajee as to whether\nthe latter undertook responsibility\r\nfor Fibalogic’s problem. Yet he testified that, from his expert\r\nknowledge of the industry,\nhe would not have expected the supplier of\r\nthe resin to effectively guarantee the entire geyser against failure.\r\nHis reason for\nthis view was that there were too many variables\r\nbeyond the supplier’s control that could cause the failure.\n[19] After the meeting\r\nThirion then wrote the by now familiar letter of 26 November 2001\r\n(quoted in para 6 above) in which he recorded\nhis version of Kajee’s\r\nundertaking. According to Thirion he wrote the letter with the\r\nassistance of Reid who is more fluent\nin English than him. This is\r\ndenied by Reid. What is common cause is that Thirion did not receive\r\nany written response to this\nletter from Kajee until nearly one year\r\nlater. Kajee’s version is that when he received the letter he\r\ntelephoned Reid to\nfind out what was going on. From Reid’s\r\nreaction it was obvious to him that Reid knew nothing about the\r\nletter, but that\nhe agreed with Kajee that the alleged undertaking on\r\nbehalf of KZN was never given. According to Kajee, he then telephoned\r\nThirion\nwho told him, in essence, to ignore the contents of the\r\nletter. He therefore found it unnecessary to respond in writing. In\r\nhis\ntestimony Reid confirmed, not only that Kajee had telephoned him\r\nabout the letter, but also that he was present when Thirion received\n\na telephone call from Kajee. On his part, Thirion emphatically denied\r\nthat he ever received the alleged telephone call from Kajee.\n[20] Thirion’s\r\nversion as to Kajee’s undertaking is supported to some extent\r\nby the minutes of a meeting of the Fibalogic\nboard on 29 November\r\n2001. According to these minutes Thirion reported, inter alia, that\r\n‘failures on geysers due to the\nresin being used led to\r\nnegotiations with KZN Resins. They undertook to pay the amount of\r\nplus minus R300 000 to Fibalogic\nand in future to compensate\r\nFibalogic for the difference between the agreed failure norm (2 per\r\ncent of production) and the actual\nfailure rate. This will include\r\nthe costs of the geyser as well as the labour/travelling costs’.\r\nOf further significance\nis the fact that Reid attended that board\r\nmeeting and that he did not repudiate or query Thirion’s\r\naccount. The support that\nThirion’s version derives from the\r\nminutes is somewhat marred by his reference to an amount of R300 000\r\nwhich he did\nnot mention in his letter or in his evidence about the\r\nterms of the agreement.\n[21] Kajee’s\r\nversion, on the other hand, that he suggested a claim against KZN’s\r\ninsurer, derives support from at least\nthree documents. First there\r\nis a note in Thirion’s own handwriting about a conversation\r\nbetween him and Kajee on 7 December\n2001 which clearly related to a\r\ncompensation claim by Fibalogic which had been referred to KZN’s\r\ninsurer. The second document\nis a letter by KZN’s insurance\r\nbroker to its insurer dated 28 January 2002. The letter confirms\r\n‘advice of a potential\nproduct liability claim’ against\r\nthe insured, KZN, by Fibalogic and that ‘the insured have done\r\ntheir best themselves\nwithout admitting liability, to negotiate with\r\nFibalogic’. Thirdly, there are the minutes of the Fibalogic\r\nboard meeting\nof 27 February 2002 which recorded a report by the\r\nmanagement of Fibalogic that KZN ‘had various meetings with\r\ntheir insurer\nand that we have to lodge our claim directly against\r\n[KZN]. We are now processing all the existing information and will\r\nlodge our\nclaim at month end’.\n[22] It is common cause\r\nthat Kajee then tried to persuade KZN’s insurer to pay\r\nFibalogic’s claim; that the insurance\nassessor investigated the\r\nclaim and brought out a report; and that the claim was eventually\r\nrepudiated by the insurer. While giving\nevidence Thirion was very\r\nupset by a comment in the assessor’s report that at one stage\r\nduring the contract period there\nwas a problem with KZN’s test\r\nequipment which affected the quality of its resin delivered to\r\nFibalogic, about which the latter\nwas never informed.\n[23] After November 2001,\r\nThirion started to deduct from amounts payable to KZN for resin sold\r\nand delivered the compensation to\nwhich Fibalogic was in his view\r\nentitled in terms of their alleged agreement. This gave rise to a\r\ndemand by KZN’s accountant\nfor payment of the outstanding\r\namounts. In response, Thirion wrote a letter to Kajee on 28 June 2008\r\nin which he referred to their\nalleged compensation agreement of\r\nNovember 2001. In this letter he added that he could understand why\r\nKajee would not admit the\nagreement in writing for ‘fear of\r\ncommitting to an unknown quantum or to jeopardise any future\r\ninsurance claims you may incur’\nbut that this did not detract\r\nfrom the fact of the agreement. In reply to this letter Kajee, for\r\nthe first time in writing denied\nthe compensation agreement on 8 July\r\n2002.\n[24] On the crucial\r\ndispute of fact as to whether the compensation agreement was ever\r\nentered into, the court a quo essentially\naccepted the version of\r\nKajee and Reid in preference to that of Thirion. On appeal Venfin\r\ncontended that the court had misdirected\nitself in doing so. Its\r\nfirst argument in support of this contention relied on Kajee’s\r\nfailure to respond to Thirion’s\nletter of 26 November 2001,\r\nuntil nearly one year later. In the light of the decisions in\nMcWilliams v First Consolidated Holdings (Pty) Ltd\n1982 (2) SA\r\n1\n(A) at 10E-G and\nHamilton v Van Zyl\n1983 (4) SA 379\n(E) at\r\n388F-G, so Venfin’s argument went, the court a quo should have\r\nheld that, as a matter of law, Kajee’s failure\nto respond\r\namounted to an admission of the allegations in Thirion’s\r\nletter. As I see it, the flaw in this argument is that\nit rests on a\r\nmisunderstanding of the cases upon which it seeks to rely. Neither\nMcWilliams\nnor\nHamilton\nsought to lay down any\r\nprinciples of law. They reflected conclusions based on the\r\napplication of logical reasoning to the facts\nof those cases.\n[25] The flaw in Venfin’s\r\nargument can be illustrated, I think, by supposing an admission on\r\nthe part of Thirion that Kajee\nhad telephoned him to deny the\r\nallegations of an agreement when he received the letter. In these\r\ncircumstances any attempt to construe\nKajee’s failure to\r\nrespond in writing as an admission of the letter, would clearly be\r\nuntenable. The fact that Thirion denied\nthe telephone conversation\r\ndeposed to by Kajee makes no difference in principle. The denial\r\nbrings about the enquiry whether Kajee’s\nversion should be\r\naccepted. It does not, as Venfin’s argument would have it,\r\nexclude that enquiry as a matter of law. The\nmere fact that the\r\nletter was written does, of course, lend some support to Thirion’s\r\nversion. That support is, however,\nsomewhat detracted from by his\r\nassertion that he, as a university graduate, required the assistance\r\nof Reid to write a letter in\nsimple English. The assertion became\r\neven more suspicious when it was denied by Reid, who had no apparent\r\nreason to do so, if it\nwere true.\n[26] Venfin’s\r\nsecond line of argument in support of the professed misdirection by\r\nthe court a quo, focussed on the court’s\nalleged unwarranted\r\ncriticism of Thirion and the proposition that, on the contrary,\r\nThirion was a better witness than Kajee and\nReid. In the course of\r\nthis argument the testimony of all three witnesses was subjected to a\r\ndetailed analysis; alleged unsatisfactory\naspects in the evidence of\r\nKajee and Reid, particularly in cross-examination, were accentuated;\r\nalleged strong points in Thirion’s\nevidence were underscored;\r\nand the flaws in his evidence explained. Not unexpectedly, this gave\r\nrise to what essentially amounted\nto a mirror image of the same\r\nargument on behalf of KZN. According to this argument it was Thirion\r\nwho was the unsatisfactory witness\nwhile the flaws in the evidence of\r\nReid and Kajee were explained, and so forth. I find it unnecessary to\r\ngive an account of this\nrather painstaking exercise. I am prepared to\r\naccept that there is some merit in the criticism against the evidence\r\nof Kajee and\nReid on the one hand and that of Thirion on the other.\r\nIt also seems to me that the contents of the documentary evidence\r\nreferred\nto, including the correspondence, were at best inconclusive.\r\nYet, despite all this, I find Thirion’s version to militate so\n\nstrongly against the inherent probability that the contrary version\r\nof Kajee, as supported by Reid, should in my view be preferred.\nIn\r\nwhat follows I propose to motivate this finding.\n[27] At the time of the\r\nNovember meeting the cause of Fibalogic’s problems had not been\r\nidentified. That much is indeed underscored\nby the comment in the\r\nlast paragraph of Thirion’s letter of 26 November 2001 that\r\n‘the reason for the variation of\nperformance must [still] be\r\nfound’. Though both Thirion and Reid suspected KZN’s\r\nresin, their suspicions remained unsubstantiated\nby their own\r\nextensive search for the cause. Reid, who has no apparent reason to\r\nside with KZN, expressed the considered view as\nan expert in the\r\nfield, that he would not expect the manufacturer of resin to take\r\nresponsibility for all failures of geysers for\nwhich there was a\r\nmyriad of potential causes. Yet, on Thirion’s version, this is\r\nexactly what Kajee undertook to do despite\nhis awareness of the\r\nmyriad of potential causes. Moreover, he undertook to do so out of\r\nthe blue and without any demure. According\nto Thirion, Kajee did not\r\neven seek to qualify or limit his undertaking in any respect. Even if\r\nthe increased failure resulted\nfrom some cause entirely unrelated to\r\nthe quality of KZN’s resin, the latter would, according to\r\nThirion, be liable in full\nafter returns had reached the 2 per cent\r\nlevel.\n[28] What must also be\r\nborne in mind, is that KZN’s resin was made up according to\r\nspecifications provided by Fibalogic and\ncertified to be in\r\naccordance with these specifications by the SABS. In the\r\ncircumstances one would expect Kajee to argue that,\neven if KZN’s\r\nresin was found to be the cause of the increased failure rate, the\r\nproblem could lie with the specifications.\nYet, according to Thirion,\r\nKajee did not even try to raise this argument. In fact, he raised no\r\nargument at all. He simply undertook\nto pay. Added to all this, it\r\nflies in the face of probabilities, I think, that Kajee would not\r\neven try to establish the amount\nof the liability KZN would have to\r\npay. He simply undertook to pay an indeterminate amount. In addition,\r\naccording to Thirion,\nhe undertook to do so for an unfixed period in\r\nthe future.\n[29] With regard to the\r\nduration of the undertaking, Fibalogic alleged in its pleadings that\r\nKZN agreed to pay compensation in respect\nof all geysers manufactured\r\nbetween 13 October 2000 and 14 August 2001. As I understand it, the\r\nfirst mentioned date was when Fibalogic\nstarted to use KZN’s\r\nresin while 14 August 2001 is the approximate date when it decided to\r\nrevert to an extra outer layer\non its 150 litre geysers. Yet,\r\nwhatever the origin of these limitations, they are not set out in the\r\nletter of 26 November 2001.\nMoreover, they do not accord with\r\nThirion’s evidence that, according to his understanding,\r\nKajee’s undertaking would\napply for as long as Fibalogic\r\npurchased resin from KZN. On the contrary, in cross-examination he\r\nexpressly disavowed the limitation\nalleged in Venfin’s\r\npleadings.\n[30] In argument counsel\r\nfor Venfin seemed to accept that an undertaking by Kajee for an\r\nindefinite period in the future was inherently\nimprobable. They\r\ntherefore reverted to the limitations alleged in Venfin’s\r\npleadings. When they were reminded that these\nallegations were\r\npertinently disavowed by Thirion in evidence, their answer was that\r\nthe limitations should be regarded as incorporated\ninto the agreement\r\nby way of a tacit term. However, as explained by Corbett AJA in\nAlfred McAlpine & Son (Pty) Ltd v Transvaal Provincial\r\nAdministration\n1974 (3) SA 506\n(A) at 531-532, a tacit term is an\r\nunexpressed provision of a contract derived from an inference as to\r\nwhat both parties must have\nintended. In this light, it is simply not\r\nopen to a party who expressly denied that he ever intended a\r\nparticular term to form\npart of a contract, to contend that the term\r\nmust be inferred. Put somewhat differently; according to the\r\ncelebrated officious\nbystander test, a tacit term can only be\r\nincorporated if it can confidently be said that, if at the time of\r\nthe contract the officious\nbystander were to ask the parties about\r\nthe existence of that term, they would both have said ‘of\r\ncourse it forms part of\nour contract; it is so obvious we did not\r\neven trouble to say that; it is too clear’ (see eg\nBotha v\r\nCoopers & Lybrand\n2002 (5) SA 347\n(SCA) para 23). That being\r\nso, a party who had expressly denied the existence of a particular\r\nterm can hardly suggest that the\nsame term was so obvious he did not\r\neven find the need to express it.\n[31] The submission to\r\nthe contrary by Venfin’s counsel, that the inherent\r\nprobabilities in fact favoured Thirion’s\nversion, rested on the\r\nfollowing three arguments:\n(a) Kajee regarded\r\nFibalogic as a substantial client with the potential to grow even\r\nfurther and he knew that if he should refuse\nto give the undertaking,\r\nKZN would probably lose that client.\n(b) In August 2001, as\r\npart of the attempts to address the problem of increased returns, KZN\r\nagreed to supply Fibalogic, free of\ncharge, with resin for an\r\nadditional outer layer to its 150 litre cylinders. It was anticipated\r\nby everybody, including Kajee,\nthat the additional layer would solve\r\nthe problem of the increased rate of returns in respect of cylinders\r\nmanufactured after that\ndate. This would substantially reduce KZN’s\r\npotential liability in terms of the undertaking.\n(c) Kajee was aware of\r\nthe fact that at some stage in the past KZN’s test equipment\r\nwas faulty and that it consequently delivered\nsubstandard resin for\r\nwhich it was responsible.\n[32] I shall deal with\r\nthese three arguments individually. First, there is the argument\r\nbased on the fact that Fibalogic was a substantial\nclient of KZN. I\r\nbelieve the answer to the argument is that, despite this fact, it\r\nremains improbable that Kajee would risk the\npotential commercial\r\nsuicide of KZN in order to retain the business of one client, albeit\r\na substantial one. Moreover, Kajee knew\nKZN was insured against\r\nproduct liability. If KZN was responsible, the insurer would probably\r\npay. In the event, KZN would retain\nFibalogic as a client without\r\nincurring any financial risk. In this light it is far more likely\r\nthat Kajee would refer Fibalogic\nto his insurer. Conversely, these\r\ncircumstances render it improbable in the extreme that Kajee would\r\nshoulder liability on behalf\nof KZN without even referring the matter\r\nto the insurer. This is particularly so where Kajee appreciated that\r\nhis admission of\nliability may provide the insurer with a ground for\r\nrepudiation which would frustrate his obvious way out.\n[33] As to the argument\r\nbased on Kajee’s anticipation that the problem had been solved\r\nin respect of geysers manufactured\nafter August 2001, I believe the\r\nanswer is at least twofold:\n(a) First, this argument\r\nwould fly in the face of the appellant’s further argument that\r\nKajee’s undertaking was somehow\nlimited to geysers that were\r\nmanufactured prior to the introduction of the additional outer layer\r\nin August 2001. If Kajee only\nundertook liability for geysers that\r\nwere manufactured prior to that date, his anticipation that, in\r\nrespect of geysers manufactured\nafter that date there would be no\r\nmore returns, would have no effect on the extent of KZN’s\r\nliability.\n(b) Second, and more\r\nsignificantly, if the problem had indeed been solved by the extra\r\nlayer, it would mean that the increased failure\nrate in geysers\r\nmanufactured prior to August 2001 had nothing to do with KZN’s\r\nresin. I say this because we know that the\nextra layer had been\r\nremoved by Fibalogic in January 2000 as part of a cost saving\r\nexercise. If the reinstatement of the extra\nlayer thus resolved the\r\nproblem, it would follow that the problem was caused by a deliberate\r\ndesign change by Fibalogic which had\nnothing to do with KZN. Taken to\r\nits logical conclusion, acceptance of Venfin’s argument under\r\nconsideration would therefore\nmean that Kajee undertook liability for\r\nfailures of geysers while anticipating an event that would\r\nconclusively absolve KZN from\nresponsibility for those failures. If\r\nanything, this renders Thirion’s version even more untenable.\n[34] As to the third\r\nargument based on Kajee’s knowledge that at some stage in the\r\npast the resin delivered to Fibalogic was\nnot up to the required\r\nstandard, the answer is, in my view, quite obvious. At best for\r\nFibalogic one could in those circumstances\nexpect Kajee to accept\r\nliability for the batch or batches of resin delivered that were not\r\nup to standard. It would still raise\nthe rhetorical question why he\r\nwould accept liability for failed geysers which could not have been\r\nmanufactured with those batches\nof defective resin.\n[35] Finally, it seems to\r\nme that even if Venfin had been successful in establishing the\r\ncompensation agreement, it would have been\nconfronted with another\r\nobstacle which appears to be insurmountable. It is this. On Thirion’s\r\nversion it was a tacit term\nof the agreement that KZN would not be\r\nliable once it was positively confirmed that KZN’s resin was\r\nnot to blame. At the\nsame time Thirion agreed with Reid’s\r\nexpert opinion that, with hindsight, the problem of increased returns\r\nwas caused by\na design change and entirely unrelated to KZN’s\r\nresin. The answer to this problem proffered by Venfin’s counsel\r\nwas\nthat causation was not in issue at the preliminary stage. I am\r\nnot persuaded by that answer. Once the essential element of causation\n\nhad been eliminated on the undisputed facts at the preliminary stage,\r\nas I believe it was, it must follow that there is nothing\nleft to\r\nproceed to a next stage. It is the end of the matter.\n[36] For these reasons I\r\nbelieve this court should endorse the court a quo’s ultimate\r\nfinding on the first issue, namely,\nthat Venfin had failed to\r\nestablish the compensation agreement upon which it relied for its\r\nclaim. Moreover, I believe that even\nif the agreement had been\r\nestablished, the claim could not succeed. It follows that in my view\r\nthe claim in convention was rightly\ndismissed. This brings me to the\r\ncourt a quo’s finding on the third issue which was the basis\r\nupon which KZN’s counterclaim\nwas upheld.\nThe third issue –\r\ndid the cession agreement between Venfin and Fibalogic have the\r\neffect of transferring KZN’s claims\nagainst the latter to the\r\nformer\n?\n[37] It will be\r\nremembered that Venfin never incurred any direct liability towards\r\nKZN. The counterclaim against Venfin for resin\nsold and delivered to\r\nFibalogic was founded, in the main, on the provisions of\ns 156\nof the\nInsolvency Act 24 of 1936\n, to which I shall presently return.\r\nIn the alternative, the counterclaim against Venfin relied on the\r\nprovisions of a cession agreement\nbetween Fibalogic and Venfin which\r\nwas entered into after the close of pleadings in the action between\r\nKZN and Fibalogic and shortly\nbefore the liquidation of the latter.\r\nIt was on this basis that the counterclaim succeeded in the court a\r\nquo.\n[38] The pertinent\r\nclauses of the cession agreement provided:\n‘\n12.1\r\nIt is recorded that the company [Fibalogic] is currently involved in\r\na legal dispute with KZN, one of its creditors. The company\nhas\r\ninstituted action against KZN in the amount of . . .\nThe\r\n\t\tcompany hereby cedes . . . its claim against KZN to the seller\r\n\t\t[Venfin] which cession the seller hereby accepts.\n12.5\r\nThe seller hereby indemnifies the company against any loss,\r\nliability, damage (excluding consequential damage), cost or expense\n\nof any nature whatsoever which the company may suffer or incur as a\r\nresult of any claim made against the company by KZN for goods\nand/or\r\nservices provided to the company . . . (“\nindemnified loss\n”).\n12.8\r\nThe seller shall be obliged to pay to the company the amount of any\r\nindemnified loss suffered or incurred by the company as\nsoon as the\r\ncompany is obliged to pay the amount thereof.’\n[39] The reasons given by\r\nthe court a quo for upholding KZN’s counterclaim on the basis\r\nof this cession are rather terse.\nFrom these terse reasons it would\r\nappear, however, that the court was swayed by three considerations.\r\nFirst, that a cession cannot\nimpose a greater burden on the debtor or\r\nweaken the debtor’s position, the debtor, in this context,\r\nbeing KZN. Second, that\nat the time of the cession the directors of\r\nFibalogic were aware of its precarious financial position and that\r\nthe cession was\nentered into with the purpose of frustrating KZN’s\r\ncounterclaim against Fibalogic. Third, that in terms of clause 12.5\r\nof\nthe cession agreement, Venfin effectively stepped into the shoes\r\nof Fibalogic by undertaking responsibility for KZN’s claim.\n[40] I do not believe\r\nthat any of these three considerations can be sustained. As to the\r\nfirst, it is indeed a trite principle that\na cession cannot weaken\r\nthe debtor’s position. However, any attempt to do so would\r\naffect the validity of the cession. It\nwould not in itself afford the\r\ndebtor any rights against the cessionary. But, be that as it may, I\r\ncannot see how the cession under\nconsideration can be said to have\r\nweakened KZN’s position in any respect. KZN retained whatever\r\nclaim it had against Fibalogic.\nThe fact that after liquidation it\r\nonly had a concurrent claim did not result from the cession. It\r\nresulted from the liquidation.\nIn the absence of the cession\r\nagreement, KZN’s position would have been no better. Lastly, in\r\nany event, the court a quo\nfound, under the rubric of the first\r\nissue, rightly in my view, that Fibalogic had no claim against KZN,\r\nwhich means that KZN did\nnot even qualify as a debtor of the cedent.\n[41] As to the second\r\nconsideration, there is no evidence that the cession was entered into\r\nin order to frustrate KZN’s claim.\nOn the contrary, the cession\r\nformed part of a much larger transaction involving, in the main,\r\nVenfin’s sale of its shareholding\nin Fibalogic to a third\r\nparty. In any event, if that was the purpose of the cession, that\r\npurpose had not been achieved. As I have\nsaid, KZN’s position\r\nwith regard to its claim against Fibalogic, remained exactly the\r\nsame. Assertions of a potentially frustrated\nreliance on set-off by\r\nKZN, raised by its counsel in argument, were inapposite. Set-off is a\r\nshield not a sword. Absent a valid\nclaim by Fibalogic against it, KZN\r\nrequired no shield.\n[42] The answer to the\r\nthird consideration based on clause 12.5 of the cession, is that the\r\nprovisions of the clause are exclusively\nfor the benefit of\r\nFibalogic. They bestowed no right on KZN. As a matter of law,\r\nFibalogic’s obligations to KZN could only\nhave passed to Venfin\r\nby way of a delegation, which would require a tripartite agreement\r\nbetween the creditor (KZN), the debtor\n(Fibalogic) and the assignee\r\n(Venfin). No agreement of delegation was either pleaded or\r\nestablished in evidence by KZN. It follows\nthat in my view the court\r\na quo had erred in allowing the counterclaim on the basis that it\r\ndid. This brings me to the second issue.\nThe second issue –\r\ndid the indemnity furnished by Venfin to Fibalogic render it liable\r\nto KZN for Fibalogic’s indebtedness\nunder\ns 156\nof the\nInsolvency Act 2\n4 of 1936\n?\n[43] It will be\r\nremembered that the issue arose from KZN’s allegation that\r\nVenfin was liable to it for the debt of Fibalogic\nby virtue of\ns 156.\nIt remains to be said that, because Fibalogic was wound up for\r\ninability to pay its debts, s 339 of the Companies Act 61 of\n\n1973 rendered the provisions of the law relating to insolvency,\r\napplicable. The court a quo dismissed KZN’s claim based on\n\ns 156 with costs. The adverse costs order, in turn, gave rise to\r\nthe cross-appeal. The provisions of s 156 read as follows:\n‘\nInsurer\r\nobliged to pay third party’s claim against insolvent\n156.\nWhenever any person\r\n(hereinafter called the insurer) is obliged to indemnify another\r\nperson (hereinafter called the insured) in\nrespect of any liability\r\nincurred by the insured towards a third party, the latter shall, on\r\nthe sequestration of the estate of\nthe insured, be entitled to\r\nrecover from the insurer the amount of the insured’s liability\r\ntowards the third party but not\nexceeding the maximum amount for\r\nwhich the insurer has bound himself to indemnify the insured.’\n[44] Venfin’s\r\nanswer to the claim, which found favour with the court a quo, was\r\nthat s 156 applies only to the liability\nof an insurer –\r\nproperly so called – to a third party under a policy of\r\n(indemnity) insurance. Since Venfin is not\nan insurer properly so\r\ncalled, Venfin argued, the section finds no application. KZN’s\r\nreposte to that answer was that the\nwide wording of s 156 does\r\nnot warrant the restriction on its application that Venfin’s\r\nargument seeks to impose. In\nsupport of this counter argument, KZN\r\nreferred to the wide wording of the section – ‘\nany\r\nperson\n’ who is obliged to indemnify ‘\nanother\r\nperson\n’ in respect of ‘\nany liability\n’.\r\nThe references to ‘insurer’ and ‘insured’ in\r\nthe section, so KZN’s argument went, were clearly\nfor ease of\r\nreference only. The legislature might as well have used any other\r\nterm such as ‘the indemnifier’, in its\nstead. Had the\r\nlegislature intended to impose the limitation contended for by\r\nVenfin, so KZN’s argument proceeded, it would\nhave referred\r\nspecifically to the situation where ‘an insurer’ was\r\nobliged to indemnify ‘an insured’ in\nterms of ‘any\r\ncontract of insurance’. In further support of its argument, KZN\r\nreferred, by way of comparison, to corresponding\nlegislation in\r\nEngland (the Third Party (Rights Against Insurer) Act 1930, s 1)\r\nand in Australia (the Bankruptcy Act 1966,\ns 117) where the statutory\r\nmeasures akin to our s 156 are expressly reserved for contracts\r\nof indemnity insurance.\n[45] Though these are\r\nundoubtedly weighty arguments, difficulties flow from the reference\r\nto ‘insurer’ and ‘insured’.\nIt is true that\r\non the face of it, the use of these terms could be understood as\r\nmerely for ease of reference. But they are well\nrecognised terms of\r\nart. What is more, a contract of indemnity is wide enough to cover an\r\nindemnity insurance policy. In the parlance\nof natural science,\r\nindemnity contracts can thus be described as the genus of which\r\nindemnity insurance is one of the species.\nThe effect, as I see it,\r\nis this: by referring to the person liable as ‘the insurer’\r\ninstead of, for example, the ‘indemnifier’,\nor for that\r\nmatter, a neutral term such as ‘the pumpkin’, the\r\nlegislature appears to limit the wide meaning of ‘any\nperson’\r\nor ‘any indemnifier’ to the specific form of indemnity\r\nprovided by an insurance policy. Stated somewhat\ndifferently, the\r\ndefinition of the genus by reference to one of the species renders\r\nthe section capable of the limited interpretation\nthat it only\r\napplies to that species. In addition, the heading of the section also\r\ndirects the focus at the species. By all accounts,\nthe section is\r\ntherefore ambiguous. The loose and imprecise language used left its\r\nmeaning uncertain.\n[46] History seems to\r\nsupport the limited interpretation contended for by Venfin. Section\r\n156 has been in existence, in unamended\nform, for 75 years. Over that\r\nperiod the section has been uniformly referred to, both in judicial\r\npronouncements and in insolvency\ntextbooks, in the context of\r\ninsurance contracts only (see eg\nLe Roux v Standard General\r\nVersekeringsmaatskappy Bpk\n2000 (4) SA 1035\n(SCA);\nCoetzee v\r\nAttorneys’ Insurance Indemnity Fund\n2003 (1) SA 1\n(SCA); E\r\nBertelsman et al\nMars The Law of Insolvency in South Africa\n(9\r\ned) para12.16; Meskin\nInsolvency Law\n, para 5.3.2.2). But, as\r\nwas rightly pointed out by KZN, it has thus far not been pertinently\r\nheld that the section has no application\noutside the ambit of\r\ninsurance contracts. The reason for the restriction in the practical\r\napplication of the section may be, as\nsuggested by KZN, that\r\ncoincidentally the decided cases only dealt with factual situations\r\nwhich involved insurance policies. The\nconclusion appears to be\r\njustified, however, that over a period of 75 years, commercial\r\npractice in this country survived without\nthe extension of s 156\r\nbeyond insurance policies.\n[47] From a purposive\r\nperspective, the question is what goal was s 156 intending to\r\nachieve? With reference to insurance policies,\nthe effect of s 156\r\nhad been explained by this court against the background of the\r\nposition in common law (see eg\nLe Roux v Standard General\r\nVersekeringsmaatskappy Bpk supra\n1046J-1047G). At common law, a\r\ncontract of indemnity brings about a contractual link between the\r\nindemnifier and the indemnified.\nThere is no privity of contract\r\nbetween the indemnifier and the third party. That also holds true for\r\nan indemnity brought about\nby an insurance policy. The third party\r\ntherefore has no direct claim against the insurer, even if the\r\ninsured should be sequestrated\nbefore it could settle the third\r\nparty’s claim. In the absence of s 156, the third party\r\nwould in that event have to\nprove a claim against the insolvent\r\nestate of the insured and be content with whatever dividend is paid\r\nto concurrent creditors.\nThe insured’s rights under the policy,\r\non the other hand, would vest in the trustee who would claim from the\r\ninsurer for\nthe benefit of the general body of creditors. Section 156\r\nallows the third party, as it were, to leapfrog the\nconcursus\nof\r\ncreditors and to claim the full amount of the insurance policy\r\ndirectly from the insurer.\n[48] The underlying\r\npurpose of the mechanism created by s 156 is best understood\r\nwhen it is borne in mind, as pointed out by\nJ P van Niekerk (‘The\r\nScope of Application of\nSection 156\nof the\nInsolvency Act: Within\nor\r\nBeyond the Realm of Indemnity (Liability) Insurance Contracts?’\r\n(2010) 22\nSA Merc LJ\n453 at 461) that it was ostensibly\r\nintroduced at the time when compensation for motor vehicle accidents\r\nwas dependent on the negligent\ndriver having liability insurance\r\ncover. In this situation there was a clear need to protect the\r\nvictims of motor vehicle accidents\nin the event that those against\r\nwhom they had their claims became insolvent.\n[49] One thing that is\r\nclear about the meaning of\ns 156\n, however, is that it is not\r\nlimited to motor accident insurance, but that it at least extends to\r\nall liability insurance policies.\nIn this light, KZN argued, the\r\npolicy consideration as to why the third party should be allowed to\r\nleapfrog the insolvent estate\nof an insured, apply with equal force\r\nto an indemnity provided otherwise than by way of insurance. I do not\r\nbelieve, however, that\nthis is necessarily so. In the present\r\ncontext, the essential elements of an indemnity insurance policy, as\r\nI see it, are these:\n(a) The insurer\r\nundertakes, in return for the payment of an agreed premium, to pay a\r\ncertain amount to the insured in the uncertain\nevent of the latter\r\nincurring liability of a circumscribed kind to a third party.\n(b) The insurance is, at\r\nleast partly, for the benefit of the third party and not for the\r\nbenefit of the insured’s creditors\nwho fall outside the\r\ncircumscribed category.\n(c) The policy is a\r\ndiscreet contract of which the undertaking by the insurer constitutes\r\nthe main purpose.\n[50] Analysed in this way\r\nit is apparent that the application of the common law principles\r\nwould in the event of the insured’s\nsequestration destroy the\r\nwhole purpose of the indemnity insurance. Though the insurer still\r\nhas to pay, the third party, who was\nintended to benefit, is left\r\nwith the cold comfort of a concurrent claim. Conversely, other\r\ncreditors who were not intended to\nbenefit from the insurance will\r\nreceive a windfall by sharing in the proceeds of the policy. The same\r\nconsiderations of policy\ndo not necessarily apply outside the field\r\nof insurance. As I see it, this is illustrated by the facts of this\r\ncase. Venfin received\nno separate benefit in exchange for the\r\nindemnity it gave. The undertaking to indemnify Fibalogic in the\r\nevent of a claim by KZN,\nwas not the main purpose of a separate\r\nagreement. It formed part of a much larger transaction. The\r\nundertaking was not intended\nfor the benefit of KZN – with whom\r\nVenfin and Fibalogic were already at loggerheads at the time –\r\nbut solely for the\nbenefit of Fibalogic. In terms of clause 12.8\r\n(referred to in para 38 above) Venfin’s liability would only\r\narise once Fibalogic\nwas actually obliged to pay. Because KZN did not\r\nproceed with its claim against Fibalogic, the liquidator of the\r\nlatter will not\nhave any claim against Venfin. In sum, the\r\napplication of common law principles to these facts therefore leads\r\nto an end result\nwhich accords with the purpose of the undertaking.\r\nVenfin, who received no separate benefit for giving the undertaking,\r\ndoes not\nhave to pay. The other creditors of Fibalogic receive no\r\nwindfall. KZN, who was not intended to benefit from the undertaking,\r\nis\nno worse off. Its position is the same as that of any other\r\nunsecured creditor against the company in liquidation. Conversely, if\n\nVenfin were to be held liable to KZN under\ns 156\n, it would mean\r\nthat the section bestowed a windfall of security on KZN for which it\r\nhad never bargained nor paid.\n[51] Lastly, from a\r\npolicy perspective, I find it significant that in the other\r\njurisdictions referred to by KZN in argument, legislative\nmeasures\r\nakin to our\ns 156\nare limited to indemnities brought about by\r\ninsurance policies. In those countries the legislatures therefore\r\nconcluded that policy\nconsiderations do not require these measures to\r\nextend beyond the sphere of insurance. Apart from considerations of\r\npolicy, I am\nswayed towards the interpretation of\ns 156\ncontended for by Venfin by a departure from the well recognised\r\npremise that an ambiguous statutory provision, such as this, must\nbe\r\nconstrued in a way that causes the least interference with common law\r\nprinciples.\n[52] This leads me to the\r\nconclusion that the court a quo was right in dismissing KZN’s\r\nclaim based on\ns 156\nand by ordering it to pay the costs\r\nresulting from this issue.\n[53] A further\r\nconsequence of the finding that KZN’s reliance on\ns 156\nwas unfounded is that its counterclaim should have been dismissed\r\nwith costs. As I see it, the result of all this is that, while\nthe\r\nappeal should be partly successful – to the extent that it\r\nresults in the dismissal of KZN’s counterclaim –\nthe\r\ncross-appeal should fail. In both cases I can see no reason why costs\r\nshould not follow the event and why it should not be\ninclusive of the\r\ncosts of two counsel. Save for the following reservation: I believe\r\nthat, but for the unsuccessful part of Venfin’s\nappeal relating\r\nto the dismissal of its claim in convention, no more than 10 per cent\r\nof the record would have been required for\nthe proper adjudication of\r\nthe matter by this court. In this light, Venfin’s costs\r\npertaining to the record recoverable from\nKZN should, in my view, be\r\nrestricted to 10 per cent.\n[54] The following order\r\nis made:\n1. The appeal is upheld.\r\nThe order of the court a quo is set aside and replaced with the\r\nfollowing:\n“\n(a)\r\nThe plaintiff’s claim is dismissed with costs, including the\r\ncosts of two counsel.\n(b) The defendant’s\r\ncounterclaim is dismissed with costs, including the costs of two\r\ncounsel.”\n2. The respondent is\r\nordered to pay the appellant’s costs of appeal including the\r\ncosts of two counsel, but the costs pertaining\nto the record is\r\nrestricted to 10 per cent thereof.\n3. The cross-appeal is\r\ndismissed with costs.\n………………………\n.\nF D J BRAND\nJUDGE OF APPEAL\nCounsel\r\nfor Appellants: J G Dickerson SC\nA\r\nSmalberger\nInstructed\r\nby: Edward Nathan Sonnenbergs\nDURBAN\nCorrespondents:\r\nMatsepes Inc\nBLOEMFONTEIN\nCounsel\r\nfor Respondent: G Harpur SC\nU\r\nLennard\nInstructed\r\nby: Lockhat & Associates\nDURBAN\nCorrespondents:\r\nLovius Block Attorneys\nBLOEMFONTEIN",
  "scraped_at": "2026-02-12T15:49:22.863638",
  "date": "2011-09-15",
  "coram": [
    "BRAND JA",
    "PONNAN JA",
    "SNYDERS JA",
    "MALAN JA",
    "THERON JA"
  ],
  "case_number": "642/2010",
  "parties": {
    "applicants": [
      "Venfin Investments (Pty) Ltd"
    ],
    "respondents": [
      "KZN Resins (Pty) Ltd t/a KZN Resins"
    ]
  },
  "sections": {
    "facts": "The dispute arose from a commercial relationship between KZN Resins (Pty) Ltd (KZN) and Fibalogic (Pty) Ltd, a manufacturer of fibreglass water heaters. Between 2000 and 2002 KZN supplied Fibalogic with isopthalic resin, which was later alleged to cause a sharp increase in defective geysers. Fibalogic instituted litigation in the KwaZulu‑Natal High Court seeking over R26 million for the defective products and claimed that KZN had orally agreed to compensate it for returns above a 2% norm. During the proceedings Fibalogic, before its liquidation, ceded its claim against KZN to Venfin Investments (Pty) Ltd (Venfin) and indemnified Fibalogic against any KZN claim. Venfin was subsequently substituted as plaintiff, while KZN filed a counterclaim for about R2 million relating to unpaid resin deliveries.",
    "issues": "Three principal issues were identified: (1) Whether an oral compensation agreement between KZN and Fibalogic existed, forming the basis of Venfin's claim in convention; (2) Whether the cession agreement transferred KZN's claim against Fibalogic to Venfin, thereby making Venfin liable for the resin debt; (3) Whether Venfin’s indemnity to Fibalogic rendered it liable to KZN under section 156 of the Insolvency Act 24 of 1936.",
    "principles": "The court considered principles of contract formation, the evidential weight of oral agreements versus documentary evidence, and the doctrine of tacit terms. It examined the validity of a cession where no delegation agreement existed and the requirement that a cession cannot impose a greater burden on the debtor. Regarding section 156, the court applied rules of statutory interpretation, focusing on the legislative intent to limit the provision to insurance contracts, and considered precedent (e.g., Le Roux v Standard General, McWilliams, Hamilton) and the purpose of protecting third‑party claimants in insolvency through insurance‑type indemnities.",
    "application": "Applying these principles, the court found the oral agreement unproven, rejecting Venfin’s claim in convention. It held that the cession did not transfer the debt to Venfin because no tripartite delegation was established and the cession did not weaken KZN’s position. The court further concluded that section 156 applies only to insurers, not to a commercial indemnifier such as Venfin, and therefore KZN could not rely on it to impose liability on Venfin.",
    "conclusion": "The appeal was upheld. The court set aside the lower court’s order and dismissed Venfin’s claim with costs (including two counsel). KZN’s counterclaim was also dismissed with costs (including two counsel), and KZN was ordered to pay Venfin’s appeal costs, limited to 10% of the record costs. The cross‑appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Contract and Insolvency",
    "level_3": [
      "oral agreement",
      "cession",
      "indemnity",
      "section 156",
      "insolvency"
    ]
  }
}