{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/204.html",
  "case_name": "Law Society of the Northern Provinces v Sonntag (189/2011) [2011] ZASCA 204; 2012 (1) SA 372 (SCA) (25 November 2011)",
  "citation": "[2011] ZASCA 204",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 204\n|\nNoteup\n|\nLawCite\nLaw Society of the Northern Provinces v Sonntag (189/2011) [2011] ZASCA 204; 2012 (1) SA 372 (SCA) (25 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 189/2011\nIn\r\nthe matter between:\nTHE LAW SOCIETY OF THE\r\nNORTHERN PROVINCES\n...............................\nAppellant\nand\nRACHEL FREDA SONNTAG\n…...................................................................\nRespondent\nNeutral citation:\nLaw\r\nSociety v Sonntag\n(189/2011)\n[2011] ZASCA 204\n25 November\n2011)\nCoram:\nHarms AP,\r\nLewis, Malan and Leach JJA and Plasket AJA\nHeard:\n4\r\nNovember 2011\nDelivered: 25 November\r\n2011\nSummary:\nAttorney\r\n– removal from roll – attorney employing touts in third\r\nparty work – sharing both office and fees with\ntout –\r\n‘purchasing’ third party claims from touts –\r\nconduct of attorney in defending application dishonest\n–\r\nattorney struck off – no exceptional circumstances shown to\r\njustify lesser penalty.\n___________________________________________________________________\nORDER\nOn appeal from:\nNorth\r\nGauteng High Court, Pretoria (M F Legodi J and Kruger AJ sitting as\r\ncourt of first instance):\n1 The appeal is upheld\r\nwith costs.\n2 The order of the court\r\nbelow is set aside and replaced with the following:\n‘\nAn\r\norder is made in terms of prayers 1 to 12 of the notice of motion.’\n___________________________________________________________________\nJUDGMENT\nMALAN JA (Harms AP,\r\nLewis, Malan and Leach JJA and Plasket AJA concurring):\n[1] This is an appeal by\r\nthe Law Society of the Northern Provinces against the judgment and\r\norder of the North Gauteng High Court\n(Legodi J, Kruger AJ\r\nconcurring), suspending the respondent from practising as an attorney\r\nfor one year but suspending that suspension\nfor three years on\r\ncertain conditions, with no order as to costs. The appellant appeals\r\nagainst both the order suspending the respondent\nfrom practising as\r\nwell as against the failure to make an order as to costs, contending\r\nthat the respondent should have been struck\noff the roll with costs.\r\nThe appeal is with leave of the court below.\n[2]\r\nSection 22(1)\n(d)\nof\r\nthe Attorneys Act 53 of 1979 provides that a person who has been\r\nadmitted and enrolled as an attorney may on the application\nof the\r\nlaw society be struck off the roll or suspended from practice ‘if\r\nhe, in the discretion of the court, is not a fit\nand proper person to\r\ncontinue to practise as an attorney’. The section envisages a\r\nthree-stage inquiry:\n1\n‘\nFirst, the\r\ncourt must decide whether the alleged offending conduct has been\r\nestablished on a preponderance of probabilities, which\nis a factual\r\ninquiry. Second, the court must consider whether the person concerned\r\n“in the discretion of the court”\nis not a fit and proper\r\nperson to continue to practise. This involves a weighing-up of the\r\nconduct complained of against the conduct\nexpected of an attorney\r\nand, to this extent, is a value judgment. Third, the court must\r\ninquire whether in all the circumstances\nthe attorney is to be\r\nremoved from the roll of attorneys or whether an order of suspension\r\nfrom practice would suffice.’\nProvision\r\nis thus made for either the removal of an attorney who is not a fit\r\nand proper person from the roll or his or her suspension.\nAs stated,\r\n‘removal does not follow as a matter of course. If the court\r\nhas grounds to assume that after the period of suspension\nthe person\r\nwill be fit to practise as an attorney in the ordinary course of\r\nevents it would not remove him from the roll but order\nan appropriate\r\nsuspension.’\n2\n[3] The respondent\r\npractised and still practises in Tzaneen under the name of Sonntag\r\nAttorneys. She was admitted as an attorney\nin 1999 and as a\r\nconveyancer in 2003. At the relevant times she was a sole\r\npractitioner but had a professional assistant, Mr Anton\nBurger, a\r\ncandidate attorney and several staff members in her employ.\n[4] As a result of\r\ncomplaints against the respondent the appellant instructed a legal\r\nofficial, Ms Magda Geringer, in the employ\nof the Law Society’s\r\nMonitoring Unit to investigate the respondent’s practice. A\r\nreport was filed on 21 May 2007 and,\nfollowing the recommendation by\r\nthe appellant’s disciplinary committee, the council of the\r\nappellant resolved to bring an\napplication for the removal of the\r\nrespondent from the roll of attorneys.\n[5] The respondent faced\r\nseveral charges of unprofessional, dishonourable or unworthy conduct\r\nbut only five are relevant. First,\nthat the respondent in\r\ncontravention of rule 89.26 referred work, the performance of which\r\nis reserved by law to an attorney, to\na person, Basie van Schalkwyk,\r\nwho was prohibited by law from performing such work, or assisted or\r\nco-operated with him in performing\nsuch work. Second, that the\r\nrespondent in contravention of rule 89.27 acted for or in association\r\nwith an organisation or person,\nnot being a practising attorney, the\r\nsaid Van Schalkwyk, whose business consisted in making or prosecuting\r\nclaims resulting from\ndeath or personal injury and who solicited\r\ninstructions to that end and who received payment or other\r\nconsideration in respect\nthereof. Third, that the respondent in\r\ncontravention of rule 89.28 knowingly acted for a person introduced\r\nor referred to her by\nthe said Van Schalkwyk. Fourth, that the\r\nrespondent in contravention of rule 89.2 shared an office with the\r\nsaid Van Schalkwyk\nwho was not a practising member or in the employ\r\nof a practising member. Fifth, that the respondent in contravention\r\nof s 83(6)\nof the Attorneys Act shared or divided fees with Van\r\nSchalkwyk and Eugene Swanepoel who were not legal practitioners. At\r\nthe hearing\nof the disciplinary committee held on 24 October 2007\r\npursuant to s 71 of the Attorneys Act the respondent pleaded not\r\nguilty to\nthe charges.\n[6] The respondent did\r\nnot attend the subsequent proceedings of the disciplinary committee\r\non 2 September 2008. She was, however,\nrepresented by counsel who\r\nadvised the committee that she had reconsidered her plea of not\r\nguilty and decided to plead guilty to\nthe five charges. Her\r\nrepresentative accepted the correctness of the report of Ms Geringer.\r\nThe respondent did not give evidence\nbefore the committee. The\r\ncommittee found her guilty on the five charges (and others which are\r\nof no relevance to this matter)\nand concluded that her conduct was so\r\nserious as to warrant a referral to the council of the appellant in\r\nterms of rule 101. A\nreport was submitted to the council on which the\r\nrespondent commented by way of affidavit. She also appeared before\r\nthe council\non 2 February 2009 when it was resolved to bring the\r\napplication for her striking off.\n[7] The court below had\r\nno hesitation in concluding that the respondent had correctly been\r\nfound guilty on the five charges. The\nfacts indeed bear this out. It\r\nalso rejected her explanation that she had pleaded guilty in error\r\nand that she was emotionally\nupset at the time and that she did so\r\nbecause she had been promised a fine. I accept this finding. Implicit\r\nin it is the conclusion\nthat the respondent was not a ‘fit and\r\nproper person’ to practise as an attorney. It was not contended\r\notherwise on\nappeal and Mr Buys, who appeared on behalf of the\r\nrespondent in this court, conceded that the facts relied on by the\r\nappellant\nin its application were not in dispute. What was submitted\r\non behalf of the respondent was that the court below was correct in\r\nmerely suspending the respondent and not removing her from the roll\r\nof attorneys.\n[8] The charges stem from\r\nthe involvement of the respondent with Van Schalkwyk from 2002 and\r\nlater with the latter’s son in\nlaw, Swanepoel, as well. Shortly\r\nafter the respondent started her practice, Van Schalkwyk offered to\r\nassist her in the handling\nof third party claims. She made use of his\r\nservices but their relationship soured towards the end of 2005. When\r\nshe declined him\naccess to her offices, he and Swanepoel proceeded to\r\nthe Law Society and charged her with professional misconduct.\r\nLitigation between\nVan Schalkwyk and the respondent ensued. Van\r\nSchalkwyk had an office in her chambers. But his involvement went\r\nfurther: in an advertisement\nthe respondent had placed in the\nLetaba\r\nHerald\nof 16 August 2002 a photograph of Van Schalkwyk, the\r\nrespondent and her staff members was published under the heading\r\n‘Your\nOne Stop Legal Centre’. In this advertisement Van\r\nSchalkwyk was described as someone with ’12 years’\r\nexperience\nin third party claims’. He was a member of her\r\n‘indispensable winning team’ (my translation). Van\r\nSchalkwyk also\nhad a business card of the respondent’s firm\r\ndescribing him as a ‘third party claims consultant’.\n[9] The respondent said\r\nthat she had appointed Van Schalkwyk and, later, Swanepoel with\r\nlimited instructions: to visit accident\nscenes, take photographs,\r\ncompile reports, and visit SAPS offices and hospitals to collect\r\ndocumentation. As a single practitioner\nshe had difficulty in\r\nobtaining information herself: often clients resided in rural areas\r\nand had to be taken for medico-legal\nexaminations. Van Schalkwyk,\r\nparticularly after Swanepoel was appointed, became more office-bound\r\nand dealt with queries from the\nRoad Accident Fund: he only answered\r\nquestions from the Fund and made inquiries. In other words, he\r\nperformed administrative work\nonly. His name, she admitted, sometimes\r\nappeared on her letterheads. But, as the court below found, Van\r\nSchalkwyk’s statements\nof account suggest that he had been\r\nengaged in work of a professional nature. One encounters claims for\r\nwork such as ‘merit\ninvestigation travelling expenses’,\r\n‘taking witness statements’, ‘advice on merits’,\r\n‘determining\nmerits’, ‘instructions to commence\r\nthird party claim’, ‘consultation with RAF’,\r\n‘calculation\nof claim’ and ‘preparation of required\r\nreports’ (my translations).\n[10] The minutes of a\r\nstaff meeting of the third party department of the respondent’s\r\nfirm held on 5 October 2005 is revealing.\nThe following instructions\r\nwere given to the department: ‘When Van Schalkwyk or Swanepoel\r\ngive an instruction to Llandi (the\ncandidate attorney) it has to be\r\ndone on their forms and dated.’ It was further minuted that\r\n‘Basie will assist Anton\n[the professional assistant] with the\r\nparticulars of claim. Sonette will give Basie ‘skeletons’\r\non which he can work.\nAnton will thereafter check the particulars of\r\nclaim . . .’ (my translation). Swanepoel was to assist Llandi\r\nto keep her\n‘prescription file’ up to date. It was\r\nemphasised that the respondent, Van Schalkwyk and Burger were to\r\nco-operate\nwhen a matter proceeded to trial. Burger was generally to\r\nnegotiate with attorneys but Burger was to inform Van Schalkwyk when\r\nthe latter had to do so. These minutes show a far greater involvement\r\nby Van Schalkwyk in the respondent’s professional work\nthan\r\nthat professed by her. He most certainly did not function in the same\r\nway as a third party typist, collections clerk or conveyancing\n\ntypist, as the respondent suggested.\n[11] The respondent\r\nadmitted that as the work increased Swanepoel was employed to be of\r\nassistance in calling on police stations\nand hospitals and in\r\ntransporting clients. Swanepoel’s remuneration, she said, was\r\nlimited to an amount of R1 500 per case\nfrom which certain\r\ndisbursements were to be made. Any further payments to him were to\r\nwait until the claim was paid. However, as\nthe court below found, in\r\na letter of 4 November 2005 addressed to Swanepoel the respondent\r\nexpressly referred to an amount of\nR387 550 paid to him for\r\n‘Monies paid in respect of claims purchased’. From this\r\nsum an amount was deducted in\nrespect of ‘Monies received back\r\nin respect of claims purchased’ and an amount was added\r\nrelating to travelling expenses,\ndockets, hospital records and\r\nmedical expenses, leaving a total of some R442 595 owing to him.\r\nHer evidence was that she pleaded\nguilty on advice of her counsel\r\nbecause she had used the words ‘claims purchased’ (’eise\r\ngekoop’) in error\nin this letter. Seen in the light of\r\nSwanepoel’s evidence and the separate accounting in respect of\r\ndisbursements, her contention\nthat she did not ‘purchase’\r\nclaims was correctly rejected by the court below. It is also not\r\nborne out by the schedule\nof outstanding files attached to her letter\r\nof 4 November 2005 which shows that amounts were paid to Swanepoel\r\nwithout any payments\nhaving been made by the Road Accident Fund.\r\nMoreover, the respondent never during the disciplinary hearing\r\ndisputed that she had\n‘purchased’ third party claims for\r\nR1 500 per claim. In fact, her counsel at the hearing conceded it.\r\nThe letter also\nshows that an amount of some R430 429 had been\r\npaid to Van Schalkwyk but no further particulars of these payments\r\nwere supplied\nby the respondent.\n[12] The court below did\r\nnot specifically deal with the evidence supporting the charge that\r\nthe respondent shared fees with Van\nSchalkwyk. To my mind her\r\nrepeated denials under oath that this was not so cannot be accepted.\r\nIn her affidavit responding to the\nrule 101 report, she did not\r\naddress the evidence of Van Schalkwyk before the disciplinary\r\ncommittee, nor the finding that they\nhad agreed on a 50:50 split of\r\nthe fee in every third party matter. She pleaded that she was\r\nignorant of the ‘Mandate and\nFee Arrangement’ Van\r\nSchalkwyk presented to clients for signature and only became aware of\r\nit after he had left. In this\ndocument the client agreed that JM\r\nAssessors, that being the name of Van Schalkwyk’s business,\r\nwould be entitled to collect\n25 per cent of the capital amount from\r\nthe respondent’s firm on completion of the third party claim.\r\nHowever, in a schedule\nto her letter of 4 November 2005 reference is\r\nmade to a client’s file with the annotation that ‘Basie’s\r\nmandate’\nwas the only document on file. Moreover, the\r\nrespondent, despite her denial of sharing fees with Van Schalkwyk,\r\nstated in her answer\nto the appellant’s replying affidavit\r\nthat, when she became aware that he had charged her 12,5 per cent of\r\nthe capital amount\nof each claim, she had made enquiries with the\r\nappellant, and was informed that she could charge 25 per cent of the\r\ncapital amount\nas a fee. She obtained a copy of a draft contingency\r\nfee agreement from the appellant on which she based her own agreement\r\nwith\nclients. Because Van Schalkwyk had rendered good service she\r\ncontinued to pay him 12,5 per cent of the contingency fee. She said\n\nthat she had continued to do so on condition that he delivered an\r\naccount to her. However, she stated that although Van Schalkwyk\nwas\r\nnot entitled to 12,5 per cent, she was nevertheless prepared to share\r\nher fee with him. In some cases his fee was not enough\nbut in others\r\nit was more than sufficient. Both of them were satisfied with the\r\narrangement. This places it beyond any doubt that\nthe respondent and\r\nVan Schalkwyk had agreed to share fees and that they did in fact do\r\nso. Individual payments made to him reflect\nthis arrangement.\n[13]\r\nIt follows that all five charges against the respondent were proved.\r\nThe evidence shows that over a considerable period of\ntime, from 2002\r\nuntil the end of 2005, the respondent touted for third party work,\r\nreferred work reserved for an attorney to Van\nSchalkwyk and\r\nSwanepoel, acted for clients who were introduced by them and shared\r\nfees and an office with Van Schalkwyk. The court\nbelow accepted that\r\nthe respondent was dishonest in circumventing s 19(\nc\n)\r\nof the\nRoad Accident Fund Act 56 of 1996\nand by touting and charging\r\nclients for the fees of the touts. It implicitly found that she was\r\nnot a fit and proper person to\npractice as an attorney. It then posed\r\nthe question whether the respondent was ‘so unfit and improper\r\na person to continue\nto practice as an attorney as to necessitate her\r\nremoval from the names of attorneys?’ As I have said, however,\ns 22(1)(\nd\n)\r\nof the Attorneys Act envisages either the striking off or suspension\r\nof the attorney in question. The court below for the reasons\nreferred\r\nto below decided to merely suspend the respondent from practice for\r\none year and, moreover, suspended its order for three\nyears on\r\ncertain conditions. To my mind the court erred in making this order.\n[14]\r\nThe decision whether an attorney who has been found unfit to practice\r\nshould be struck off or suspended is a matter for the\ndiscretion of\r\nthe court of first instance. That discretion is a ‘narrow’\r\none:\n3\n‘\nThe\r\nconsequence is that an appeal court will not decide the matter afresh\r\nand substitute its decision for that of the court of first\ninstance;\r\nit will do so only where the court of first instance did not exercise\r\nits discretion judicially, which can be done by\nshowing that the\r\ncourt of first instance exercised the power conferred on it\r\ncapriciously or upon a wrong principle, or did not\nbring its unbiased\r\njudgment to bear on the question or did not act for substantial\r\nreasons, or materially misdirected itself in\nfact or in law.  It\r\nmust be emphasised that dishonesty is not a\nsine\r\nqua non\nfor\r\nstriking-off.’\n[15]\r\nIn coming to its decision the court below emphasised several\r\nconsiderations. It relied on the fact that Van Schalkwyk had\r\napproached the respondent and that she did not, as it was put in the\r\njudgment, go ‘all out to look for touts’. Her books\nof\r\naccount were also properly kept and there was no shortage in her\r\ntrust account. Nor had any allegation of misappropriation been\nmade.\r\nShe co-operated, the court said, with the investigator appointed. The\r\nscale on which the respondent conducted the third party\nwork, the\r\ncourt added, could not be compared with the extent of the wrongdoing\r\nin\nMalan’s\ncase.\n4\nMoreover,\r\nher plea of guilty and the public humiliation suffered coupled with\r\nthe fact that the employment of the touts was terminated\njustified\r\nconsideration. She had not, the court said, broken every rule ‘in\r\nthe book’ as had happened in\nMalan’s\ncase.\r\nShe also practised since the investigation in 2005 without any\r\nfurther disciplinary action against her. The court added that\nVan\r\nSchalkwyk was not impartial and could well have exaggerated his\r\nversion of events, and, in any event, there had been proper\noversight\r\nover him although the extent of his work had not been proved. The\r\ncourt also found that the instructions given to Swanepoel\nwere\r\nlimited to canvassing for clients, the obtaining of a power of\r\nattorney and a copy of the client’s identity document.\nAny\r\ndishonesty by circumventing ss 19(\nc\n)\r\n[and (\nd\n)]\r\nof the\nRoad Accident Fund Act 56 of 1996\nand by touting was limited.\r\nNevertheless, despite finding that the respondent had been dishonest,\r\nthe court below found that the\nreasons set out constituted\r\nexceptional circumstances, justifying a departure from the general\r\napproach,\n5\nthat\r\nwhere dishonesty was involved removal from the roll should follow.\n[16]\nI\r\nam of the view that the court below materially misdirected itself in\r\nordering the suspension of the respondent and not her striking\noff\r\nthe roll of attorneys. It did so by comparing the matter\nin\r\nextenso\nwith\nMalan’s\ncase\r\nand deciding that, because the scale of wrongdoing in\nMalan\nwas\r\nso much greater, a lesser penalty in this case was justified.\r\nComparisons are odious and, as was stated by Harms ADP in\nMalan\n,\r\n‘[f]acts are never identical, and the exercise of a discretion\r\nneed not be the same in similar cases. If a court were bound\nto\r\nfollow a precedent in the exercise of its discretion it would mean\r\nthat the court has no real discretion.’\n6\nThe\r\nquestion is not whether this case is as serious as\nMalan’s\nbut\r\nwhether, or if appropriate when, an attorney should be permitted to\r\ncontinue in practice.\n7\n[17]\r\nThere are also other misdirections to which I will refer. But first a\r\nword on the nature of the disciplinary process. In\nProkureursorde\r\nvan Transvaal v Kleynhans\n8\nVan\r\nDijkhorst J said that in that process the court is engaged in an\r\ninvestigation of a disciplinary nature. It is a procedure\nsui\r\ngeneris\n.\r\nFrom this it follows that ­­–\n‘\nvan ‘n\r\nrespondent verwag word om mee te werk en die nodige toeligting te\r\nverskaf waar nodig ten einde die volle feite voor\ndie Hof te plaas\r\nsodat ‘n korrekte en regverdige beoordeling van die geval kan\r\nplaasvind. Blote breë ontkennings, ontwykings\nen obstruksionisme\r\nhoort nie tuis by dissiplinêre verrigtinge nie.’\nThese\r\nremarks were echoed in\nLaw\r\nSociety, Northern Provinces v Mogami & others:\n9\n‘\nVery\r\nserious, however, is the respondents’ dishonest conduct of the\r\nproceedings. Instead of dealing with the issues they launched\nan\r\nunbridled attack on the appellant. It has become a common occurrence\r\nfor persons accused of wrongdoing, instead of confronting\nthe\r\nallegation, to accuse the accuser and seek to break down the\r\ninstitution involved. This judgment must serve as a warning to\nlegal\r\npractitioners that courts cannot countenance this strategy. In itself\r\nit is unprofessional.’\n[18]\r\nThe conduct of the respondent in defending the charges brought\r\nagainst her was wholly unsatisfactory. She attacked the appellant\nfor\r\nreferring to further complaints against her, accused it of\r\nunprofessional and unethical conduct, and sarcastically questioned\n\nits ability to distinguish between different kinds of offers of\r\nsettlement. This was uncalled for. But the matter goes further.\nFar\r\nfrom disclosing at the outset fully and openly all the circumstances\r\nof her relationship with Van Schalkwyk and Swanepoel,\nthe truth\r\nemerged only gradually. Initially she repeatedly denied that she and\r\nVan Schalkwyk shared fees. It was only in her affidavit\nresponding to\r\nthe appellant’s replying affidavit that she admitted that this\r\nhad occurred. But her admission was not unconditional\nbut an attempt\r\nto justify her actions in some or other way. She admitted to Ms\r\nGeringer that Van Schalkwyk at some or other stage\nhad shared an\r\noffice with her. He did and indeed kept the third party files there.\r\nIn her answering affidavit, however, she emphatically\ndenied that\r\nthis had been the position. But she admitted in her affidavit\r\nresponding to Ms Geringer’s report that Van Schalkwyk\ncame and\r\nwent to her offices as he liked until she stopped him in 2005. The\r\nminutes of the staff meeting of 5 October 2005 make\nclear references\r\nto Van Schalkwyk’s office. Her denials that he had an office\r\nare simply not credible. The respondent denied\nthat she had\r\n‘purchased’ third party claims. She denied that she had\r\nadvertised the services of Van Schalkwyk. She\ndenied, during her\r\ninterview with Geringer, that she had paid the touts employed by her.\r\nAll these denials have been shown to be\nuntruthful. She never\r\ninformed the court of the real extent of the third party work\r\nundertaken by her firm, the fees earned and\namounts paid to her\r\ntouts. The fact that her trust account was properly kept is\r\nirrelevant. Her plea of guilty does not assist\nher for she attempted\r\nto withdraw it. It has been observed that ‘[t]he attorney’s\r\nprofession is an honourable profession,\nwhich demands complete\r\nhonesty and integrity from its members.’\n10\nThe\r\nvarious defences and the manner in which they were raised by the\r\nrespondent cannot be said to evince complete honesty and integrity.\n\nThe court below misdirected itself by not considering these factors.\n[19]\r\nAll the charges should be considered together. They are all\r\ninterlinked. They show serious misconduct. Touting has always been\n\nconsidered a serious form of misconduct: it is something that should\r\nbe eradicated.\n11\nThe\r\nrespondent employed two touts, paid them for touting and allowed them\r\nto do professional work. She shared her office and fees.\nSome 300\r\ncases were involved. Large amounts were paid to the touts, more than\r\nR800 000. The continued denial by the respondent\nof any misconduct\r\nreveals a lack of understanding of her own conduct. This all\r\ndemonstrates that it cannot be assumed that she\nwill, after a period\r\nof suspension, be a fit and proper person to continue practice as an\r\nattorney. The only suitable sanction\nis the removal of her name from\r\nthe roll of attorneys. No exceptional circumstances have been shown\r\nto justify a lesser penalty.\n[20]\r\nThe high court made no order as to costs and gave no reason for its\r\nfailure to do so. It failed to take into consideration\nthe\r\nappellant’s statutory duty to approach the court. It did not do\r\nso as an ordinary litigant. The general rule is that\nit is entitled\r\nto its costs, even if unsuccessful, and usually on the attorney and\r\nclient scale.\n12\n[21] In the result the\r\nfollowing order is made:\n1 The appeal is upheld\r\nwith costs.\n2 The order of the court\r\nbelow is set aside and replaced with the following:\n‘\nAn\r\norder is made in terms of prayers 1 to 12 of the notice of motion.’\n______________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: A T Lamey\r\nInstructed by:\nRooth & Wessels Inc\nPretoria\nNaudes Attorneys\nBloemfontein\nFor Respondents: J J Buys\r\nInstructed by:\nHarris Edwards Inc c/o\nLacante Henn Klokow Inc\nPretoria\nVan Pletzen Lambrechts\r\nAttorneys\nBloemfontein\n1\nBotha\r\n\tv Law Society, Northern Provinces\n[2008] ZASCA 106\n;\n2009\r\n\t(1) SA 227\n(SCA) para 2;\nJasat\r\n\tv Natal Law Society\n2000\r\n\t(3) SA 44\n(SCA)\npara 10;\nMalan\r\n\t& another v Law Society, Northern Provinces\n[2008] ZASCA 90\n;\n2009\r\n\t(1) SA 216\n(SCA) para 4.\n2\nMalan\r\n\t& another v Law Society, Northern Provinces\nabove\r\n\tpara 8.\n3\nBotha\r\n\tv Law Society, Northern Provinces\n[2008] ZASCA 106\n;\n2009 (1) SA 227\n(SCA) para 3;\nMalan\r\n\t& another v Law Society, Northern Provinces\n[2008] ZASCA 90\n;\n2009\r\n\t(1) SA 216\n(SCA) para 13.\n4\nMalan\r\n\t& another v Law Society, Northern Provinces\n[2008] ZASCA 90\n;\n2009\r\n\t(1) SA 216\n(SCA).\n5\nSummerley\r\n\tv Law Society, Northern Provinces\n2006\r\n\t(5) SA 613\n(SCA) para 21 and see\nMalan\r\n\t& another v Law Society, Northern Provinces\n[2008] ZASCA 90\n;\n2009\r\n\t(1) SA 216\n(SCA) para 10.\n6\nPara\r\n\t9.\n7\nLaw\r\n\tSociety Cape v Peter\n2009 (2) SA 27\n(SCA) para 28.\n8\nProkureursorde\r\n\tvan Transvaal v Kleynhans\n1995 (1) SA\r\n\t839\n(T) at 853G-H.\n9\nLaw\r\n\tSociety, Northern Provinces v Mogami & others\n2010\r\n\t(1) SA 186\n(SCA) para 26.\n10\nSummerley\r\n\tv Law Society of the Northern Provinces\n2006\r\n\t(6) SA 613\n(SCA) para 21.\n11\n[zRPz]\nCirota\r\n\t& another v Law Society, Transvaal\n1979 (1) SA 172\n(A) at\r\n\t192C-D;\nKwaZulu-Natal\r\n\tLaw Society v Davey & others\n2009\r\n\t(2) SA 27\n(N) para 171.\n12\nLaw\r\n\tSociety, Northern Provinces v Mogami & others\n2010\r\n\t(1) SA 186\n(SCA) para 31.",
  "scraped_at": "2026-02-12T16:11:40.733443",
  "date": "2011-11-25",
  "coram": [
    "Harms AP",
    "Lewis",
    "Malan",
    "Leach JJA",
    "Plasket AJA"
  ],
  "case_number": "189/2011",
  "parties": {
    "applicants": [
      "THE LAW SOCIETY OF THE NORTHERN PROVINCES"
    ],
    "respondents": [
      "RACHEL FREDA SONNTAG"
    ]
  },
  "sections": {
    "facts": "Rachel Freda Sonntag was admitted as an attorney in 1999 and practised as a sole practitioner in Tzaneen under the name Sonntag Attorneys. Between 2002 and 2005 she employed two non‑attorney touts, Basie van Schalkwyk and Eugene Swanepoel, to assist with third‑party claims arising from road‑accident injuries. Evidence showed that she referred work reserved for attorneys to them, shared office space, paid them substantial fees (including amounts described as “claims purchased”), and shared fees on a 50:50 basis. Complaints were lodged, an investigation by the Law Society’s monitoring unit was carried out, and the respondent was charged with five counts of unprofessional, dishonourable or unworthy conduct. She ultimately pleaded guilty to all five charges. The High Court suspended her practising certificate for one year, with the suspension itself suspended for three years on conditions.",
    "issues": "The primary issue was whether the respondent, having been found guilty of serious misconduct and dishonesty, should be struck off the roll of attorneys or merely suspended. The secondary issue concerned whether any exceptional circumstances existed that justified a lesser sanction than removal.",
    "principles": "Section 22(1)(d) of the Attorneys Act allows a court, on application by the law society, to strike off or suspend an attorney who is not a fit and proper person. The discretion involves a three‑stage inquiry: factual determination of the conduct, assessment of fitness, and choice of penalty. Dishonesty, while serious, is not per se a sine qua non for striking off; the court must consider all surrounding circumstances. Precedent (e.g., Malan) illustrates that the discretion must be exercised judicially and not by mechanical comparison with other cases.",
    "application": "The Court of Appeal held that the lower court materially misdirected itself by relying on a comparison with the Malan case and by concluding that exceptional circumstances existed. The evidence of fee‑sharing, office sharing, and the procurement of third‑party claims demonstrated systematic dishonesty and a lack of integrity. The respondent’s repeated denials and attempts to downplay the extent of the misconduct further undermined any claim of mitigating circumstances. Accordingly, the appellate court concluded that no exceptional circumstances justified a suspension and that the appropriate penalty was removal from the roll.",
    "conclusion": "The appeal was upheld with costs. The High Court’s order of suspension was set aside and replaced by an order striking the respondent off the roll of attorneys, in accordance with the prayers to the notice of motion. The respondent is therefore no longer permitted to practise as an attorney."
  },
  "tags": {
    "level_1": "Legal Profession",
    "level_2": "Attorney Discipline",
    "level_3": [
      "strike off",
      "dishonesty",
      "fee sharing",
      "third party claims",
      "professional misconduct"
    ]
  }
}