{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/235.html",
  "case_name": "Savoi v S (722/11) [2011] ZASCA 235; 2012 (1) SACR 438 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 235",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 235\n|\nNoteup\n|\nLawCite\nSavoi v S (722/11) [2011] ZASCA 235; 2012 (1) SACR 438 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: \n722/11\nIn\nthe matter between:\nGASTON\nSAVOI                                                                \n           \n                       \nAPPELLANT\nand\nTHE\nSTATE             \n           \n                                                           \n                       \nRESPONDENT\nNeutral citation\n:\nSavoi\nv State\n(722/11)\n[2011] ZASCA 235\n(1 December 2011)\nCoram:\nHEHER, SNYDERS and WALLIS JJA\nHeard:\n29 November 2011\nDelivered:\n1 December 2011\nUpdated:\nSummary:\nCriminal procedure â bail â amendment of\nconditions â change of circumstances â absence of objectivity of\nofficials empowered\nto consent to overseas travel â discretion\nexercised in manner defeating the purpose of the condition.\nORDER\nOn\nappeal from:\nNorthern\nCape High Court (Kimberley) (Hughes-Madondo AJ sitting as court of\nfirst instance).\nREASONS FOR JUDGMENT\nHEHER\nJA (SNYDERS AND WALLIS JJA concurring):\n[1]       \nThis is an appeal from a judgment of Hughes-Madondo AJ in the\nNorthern Cape High Court\nin which the learned judge dismissed an\napplication by the appellant, Mr Gaston Savoi, for a variation of\nbail conditions brought\nin terms of\ns 63\nof the\nCriminal Procedure\nAct 51 of 1977\n.\n[2]       \nAfter hearing argument in the appeal we made an order in the\nfollowing terms:\nâ\nThe\nappeal is upheld and the order of the court a quo is set aside and\nsubstituted by the following order:\n(1)      \nParagraphs 2, 4.2, 4.3 and 4.4 of the bail conditions imposed on the\napplicant in this matter\n(case no 1306/11) are hereby cancelled. The\nremaining conditions are confirmed.\n(2)      \nThe applicantâs bail conditions are amended by adding thereto the\nfollowing further conditions:\n(a)      \nThe applicant shall surrender all his valid travel documents\nincluding his passports to Col\nT Pillay of the Directorate of\nPriority Crime Investigations, Bellville who shall retain possession\nthereof, except as provided for\nhereunder;\n(b)      \nThe applicant must notify the investigating officer or his branch\ncommander in writing of\nany proposed travel outside the country for\nbusiness purposes, which notification must reach the investigating\nofficer or his branch\ncommander at least ten days before the proposed\ndate of departure.\n(c)      \nCol T Pillay must return the applicantâs passport to him to enable\nhim to travel outside\nSouth Africa for business purposes within 24\nhours after such notification.\n(d)      \nThe applicant shall furnish the investigating officer with a full\nitinerary of his intended\ntravel at least seven days before his\ndeparture;\n(e)      \nThe applicant may only travel outside the Republic of South Africa\nfor business purposes and\neach such trip shall not exceed 14\n(fourteen) days, inclusive of the date of departure and the date of\nreturn.\n(f)       \nThe applicant must return his passport to Col T Pillay within 24\nhours after his return\nto South Africa.â\n[3]       \nWe indicated that reasons for the order would be furnished. These are\nthe reasons.\n[4]       \nThe existing conditions are those imposed in case number B798/11 in\nthe magistrateâs\ncourt, Kimberley on 18 March 2011. On that\noccasion the appellant was released on bail of R50 000,00 âon the\nsame conditions as\nbefore and the said conditions be made the order\nof this courtâ. It is common cause that âthe same conditions as\nbeforeâ refers\nto an order made in the same court in case number\nB4265/10 on 10 November 2010 when the appellant, arrested on\ndifferent charges,\nwas granted bail of R100 000,00 on the following\nconditions:\nâ\n1.       \nThe Accused shall not change his physical residential address without\nprior permission\nof the Investigating Officer or his Branch\nCommander, which permission shall not be unreasonably withheld with\ndue regard being had\nto the proposed new physical residence to be\noccupied by the Applicant.\n2.        \nThat the Accused shall surrender to the Investigating Officer or\nBranch Commander\nhis passports and/or travel documents.\n3.        \nThat the Accused shall not contact or communicate in any way, whether\ndirectly\nor indirectly, with the witnesses and/or directly or\nindirectly interfere, threaten or intimidate witnesses who are the\nState witnesses\nreferred to in a list of witnesses attached hereto,\nas will be amended from time to time.\n4.        \nUpon application by the Prosecuting Counsel, further conditions:\n4.1      \nThat the Accused must attend Court timeously before 09:00 and remain\nin attendance until excused\nby the Court / Presiding Officer on all\ncourt dates until the case is finalised.\n4.2      \nAccused shall not apply for any travel documents throughout the\nduration of this matter, unless\nit is with the approval of the Court\nupon application.\n4.3      \nThe Accused is not permitted to leave the Republic of South Africa\nwithout prior written consent\nof the Director of Public Prosecutions,\nNorthern Cape and/or Investigating Officer and/or his Branch\nCommander who would issue such\nwritten consent in consultation with\nthe Director of Public Prosecutions.\n4.4      \nThe Accused is not permitted to enter the premises of any port of\nentry or departure without\nthe prior written consent of the Director\nof Public Prosecutions, Northern Cape and/or Investigating Officer\nand/or his Branch Commander\nwho would issue such a written consent in\nconsultation with the Director of Public Prosecutions, Northern\nCape.â\n[5]       \nOn 15 August 2011 the appellant applied to the Northern Cape High\nCourt for an order\nin the following terms:\nâ\n1.       \nThat the bail conditions contained in\nparagraphs\n2, 4.2, 4.3 and 4.4\nof\nthe order made by the Magistrate, Kimberley in case no. B4265/10 and\nwhich were\nmutatis\nmutandis\nmade\napplicable to the Applicant, when bail was granted to him in this\nmatter on 18 March 2011 by the Magistrate, Kimberley, are hereby\ncancelled.\n2.        \nThe Applicantâs bail conditions in this matter are amended by\nadding thereto\nthe following further conditions:\n2.1      \nThe Applicantâs Attorneys, Edward Nathan Sonnenbergs, Cape Town,\nshall retain the Applicantâs\npassport which shall only be returned\nto the Applicant for business related travel.\n2.2      \nThe Applicant shall notify the Investigating Officer in writing of\nproposed travel outside\nthe Republic of South Africa at least 10 days\nbefore his proposed date of departure.\n2.3      \nThe Applicant shall furnish the Investigating Officer with a full\nitinerary of his intended\ntravel at least 7 days before departure.\n2.4      \nThe Applicant may only travel outside the Republic of South Africa\nfor business purposes and\neach such trip shall not exceed 14 days,\ninclusive of the date of departure and the date of return.â\nIt\nwas this application that was dismissed by Hughes-Madondo AJ on 7\nOctober 2011.\n[6]       \nIn his notice of appeal to this court, dated 1 November 2011 the\nappellantâs attorneys,\nwhile not abandoning the terms of the relief\noriginally sought, suggested the possibility of a different order\nthat they framed as\nfollows:\nâ\n1        \nThat the bail conditions contained in paragraphs 2, 4.2, 4.3 and 4.4\nof the order\nmade by the Magistrate, Kimberley in case no. B4265/10\nand which were\nmutatis\nmutandis\nmade\napplicable to the applicant, when bail was granted to him in this\nmatter on 18 March 2011 by the Magistrate, Kimberley, are hereby\ncancelled.\n2         \nThe applicantâs bail conditions in this matter are amended by\nadding thereto\nthe following further conditions:\n2.1      \nthe applicant shall surrender his passport to the investigating\nofficer or his branch commander\nwho shall retain possession thereof,\nexcept as provided for hereunder;\n2.2      \nthe investigating officer or his branch commander must return the\napplicantâs passport to\nhim to enable him to travel outside South\nAfrica for business purposes within 24 hours after the applicant has\nnotified the investigating\nofficer or his branch commander in writing\nof such proposed travel outside the country, which notification much\nreach the investigating\nofficer or his branch commander at least ten\ndays before the proposed date of departure;\n2.3      \nthe applicant shall furnish the investigating officer with a full\nitinerary of his intended\ntravel at least seven days before his\ndeparture;\n2.4      \nthe applicant may only travel outside the Republic of South Africa\nfor business purposes and\neach such trip shall not exceed 14 days,\ninclusive of the date of departure and the date of return;\n2.5      \nthe applicant must return his passport to the investigating officer\nwithin 24 hours after\nhis return to South Africa.â\n[7]       \nIn his notice of motion the appellant appeared to be trying to kill\ntwo birds with one\nstone and the alternative order follows that\napproach.\nSection 63(1)\nhowever, restricts the jurisdiction to amend\nbail conditions on application to âany court before which a charge\nis pending in respect\nof which bail has been granted . . . whether\nimposed by that court or any other courtâ. While it appears that\ncase number B798/11\nhas been transferred to the Kimberley High Court\nand the charge is, therefore, pending before it, the appellantâs\nfounding affidavit\nalleges that â[t]he matter under case no\nB4265/10 is still pending in the Magistrateâs Court, Kimberleyâ.\nThe application to\nhave the conditions made applicable in that case\namended would accordingly have been still-born. Counsel however\ndisavowed any intention\nto set aside the order in case B4265/10. In\nwhat follows I restrict consideration to case number B798/11, which\nhas, so we are informed,\nbecome case number 1306/11 in the high\ncourt.\n[8]       \nThe motivation for the amendment, as it appears from the founding\naffidavit, has two\naspects:\n1.        \nThe circumstances have changed since the conditions were imposed\nbecause the Director\nof Public Prosecutions, Northern Cape, the\ninvestigating officer and his branch commander, who were designated\nas the decision-makers\nin relation to any application by the\nappellant to leave the country temporarily, have shown themselves\nunwilling to apply or incapable\nof applying an objective judgment to\nthe exercise of that power.\n2.        \nThe evidence concerning the purported exercise of the power\ndemonstrates such a\nlack of objectivity that it warrants the\namendment of the conditions in a manner consistent with the intention\nand spirit of the\nbail order to which the functionaries were supposed\nto give effect.\n[9]       \nIf the circumstances have altered in the respects relied on by the\nappellant such an\nalteration would represent a material ground for\nreconsideration of the existing conditions. Simply stated, the\ndesignated officials\nwould no longer be persons properly able to give\neffect to the terms.\n[10]    \nThe question which has thus to be decided is whether the evidence\nestablishes that the three designated\nofficials are unwilling to\nexercise or incapable of properly exercising the power conferred on\nthem. It may be noted at the outset\nthat each official appears to\nconsult with and to some extent defer to the others. In so doing they\nmake common cause and share the\nsame strengths and weaknesses.\n[11]    \nThe learned judge regarded only those conditions that were the\nsubject of the proposed amendment as pertinent\nto the proceedings\nbefore her. I respectfully disagree. Those conditions form part of\nthe broader bail order and are designed to\nmake the order work. A\ndecision on whether they have been properly applied must have regard\nto the whole.\nIdentifying\nthe nature of the power\n[12]    \nAccording to the conditions the designated officials (or one of\nthem):\n1.        \nmay grant permission for a change of the appellantâs residential\naddress;\n2.        \nshall take possession of the appellantâs passports and travel\ndocuments;\n3.        \nmay issue prior written consent for the appellant to leave the\nRepublic;\n4.        \nmay issue prior written consent for the appellant to enter any port\nof entry or\ndeparture.\nThe\nfirst of these powers has not given rise to dispute and is not at\npresent in question.\nThe\nappellantâs complaints about the exercise of the power\n[13]    \nIt is common cause that the appellant is a businessman who operates\nprincipally under the umbrella of\nthe Intaka group of companies. The\nbusiness of the companies apparently includes the sale of water\npurifiers, their installation\nand perhaps maintenance, and the sale\nof pharmaceuticals. The charges of fraud and racketeering that have\nbeen preferred against\nhim seem, as far as one can determine, to\narise from his activities as an executive of those companies. Some\nR140 million has been\nsecured by the National Prosecuting Authority\nunder the\nPrevention of Organised Crime Act 121 of 1998\nand the\nIntaka group has been placed under curatorship. Nevertheless its\ncontinued pursuit of its legitimate activities is by common\naccord in\nthe interest of the State, the companies themselves and the\nappellant. An important customer is the Government of Angola.\nThe\nappellant is the key negotiator for the group and his expertise and\npersonal contacts are vital to its survival and prosperity.\n[14]    \nIn paragraphs 13 and 14 of his founding affidavit the appellant\ndeposed as follows:\nâ\n13.     \nAs was stated by the curator in his report to Court, my ability to\ntrade in pharmaceuticals has\nto a large extent provided the continued\ninflow of capital to keep the business alive. It remains my concern\nto provide capital to\nthe group as far as I possibly can. I feel\npersonally responsible to the employees that are relying on the group\nfor their financial\nsurvival.\n14.      \nThree of the four major clients to whom I sell pharmaceuticals on\nbehalf of the company conduct\nbusiness in Brazil whilst the fourth\nclient conducts its business in Argentina. It is imperative for the\ncontinued business relationship\nthat I travel to Brazil and Argentina\nfrom time to time to visit these clients. It is a fact that business\nin the pharmaceutical\nindustry is by and large based on personal\nrelationships and interaction. It was for this very reason that I had\nto travel to Paris\nlast year to attend the pharmaceutical conference\nthat was held in that city. I submit that it is absolutely essential\nthat I am\nable to travel to Brazil and Argentina for business\npurposes from time to time. As was demonstrated hereinabove I am also\nrequired\nto travel to Angola. I also intend to travel to certain\nother African states, such as Uganda, to which states Intaka can\nhopefully\nextend its business with the purpose of promoting the sale\nof the equipment Intaka manufactures. Furthermore, I will have to\ntravel\nto Europe again to attend the annual pharmaceutical fair which\nI attended last year. The suppliers of the pharmaceuticals we order,\nare in Europe and I need to pay them visits too. It is for these\nreasons that I travelled as often as I did prior to my arrest.\n[15]    \nThe response of Detective Lieutenant Colonel Dylan Perumal, the\ninvestigating officer, goes to the heart\nof the complaint. He said,\nsimply:\nâ\nThe\naverments have no relevance to the point in issue.â\nOn\nthe contrary, it seems to me, the allegations in paras 13 and 14\nexplain why the appellant needs to travel outside of South Africa,\nhas done so repeatedly and will need to do so in the future. They\nprovide the context in which each application to the designated\nofficials for consent to leave the Republic is to be understood and\nevaluated.\n[16]    \nLt Col Perumal is the investigating officer in a number of cases\ninvolving the appellant. He is attached\nto the Directorate for\nPriority Crime Investigations (âthe Hawksâ) and is the Commander\nof the Anti-Corruption Investigation\nTeam, Northern Cape.\n[17]    \nCol Clarence Jones is also attached to the Hawks. He is the KZN Head\nof the Anti- Corruption Task Team\nand National Project Manager. He\nwould appear to fulfil the role allotted to the branch commander of\nLt Col Perumal in terms of the\nbail conditions. He deposed to an\naffidavit in answer to the application. As he did not address paras\n13 and 14 of the founding affidavit\nor express dissent from Perumalâs\nresponse one is driven to conclude that he shares the same attitude\nto its relevance.\n[18]    \nAccording to his founding affidavit the appellant became aware of the\ninvestigations against him some\n4Â½ years previously. Since then he\nhas travelled abroad on more than forty occasions and has always\nreturned and made himself available\nto the police and prosecution. In\nanswer the respondent avers that, according to the official records,\nthe appellant has only left\nthe country twenty-three times (and\nfailed to return on the last occasion!). In reply, the appellant\nadmits that his original estimate\nwas inaccurate and provides chapter\nand verse for fifty overseas visits. The numbers do matter. It is\nclear that such trips were\nfrequent, and that the appellant has\nreturned on each occasion without giving rise to dissatisfaction on\nthe part of the investigating\nteam. One may readily infer that the\npurpose not only of granting him bail but of providing mechanisms for\nundertaking such travel\nwas to facilitate the carrying on of his\nbusiness activities in the context to which I have earlier referred.\n[19]    \nThe appellantâs counsel has furnished a chronology of the events\nsurrounding the application. It will\nconduce to a better\nunderstanding of the role played by the responsible officials if I\nset out the more important of those events\nhere and thereafter draw\nbrief attention to the deponentâs evidence concerning certain of\nthem.\n[20]\n1. November 2006\n2. 30 July 2010\n3. 25 August 2010\n4. September 2010\n5. September 2010\n6. 2 â 11\n\t\t\tOctober 2010\n7. October 2010\n8. 4 November\n\t\t\t2010\n9. 5 November\n\t\t\t2010\n10. 9 November\n\t\t\t2010\n11. 18 March 2011\n12. March 2011\n13. 22 June 2011\n14. June 2011\n15. 27 June 2011\n16. 30 June 2011\n17. 6 July 2011\n18. 6 July 2011\n19. 6 â 8 July\n\t\t\t2011\n20. 12 August\n\t\t\t2011\nAppellant became\n\t\t\taware of the investigation against him\nAppellant\n\t\t\tvolunteers his surrender\nAppellant\n\t\t\tarrested, brought before Regional Court, Bellville and matter\n\t\t\ttransferred to Regional Court Pietermaritzburg. Preservation\norder\n\t\t\tand application for same served on appellant.\nAppellant again\n\t\t\tarrested and appeared in the Regional Court Pietermaritzburg â\n\t\t\treleased on warning.\nAppellant granted\n\t\t\tpermission by the Director of Public Prosecutions, KwaZulu, Natal,\n\t\t\tto travel to Paris, France, between 2 October\nand 11 October 2010.\nAppellant travels\n\t\t\tto Paris, France and returns to South Africa.\nAppellant granted\n\t\t\tpermission to travel to Luanda in Angola for meeting on 22 October\n\t\t\t2010.\nAppellant again\n\t\t\tarrested and transported in custody to Kimberley.\nAppellantâs\n\t\t\tfirst appearance in the Kimberley Magistrateâs Court. Matter\n\t\t\tpostponed to 9 November 2010 for bail application,\nappellant to\n\t\t\tremain in custody.\nAppellant granted\n\t\t\tbail in the amount of R100 000,00 on the conditions as set out.\nAppellant again\n\t\t\tarrested in Kimberley in respect of the charges presently pending\n\t\t\tin the High Court, Kimberley. Released on\nbail of R50 000,00 on\n\t\t\tsame conditions.\nAppellant applies\n\t\t\tfor permission to travel to Angola for business purposes.\nAppellant brought\n\t\t\tapplication for leave to travel to Angola in the Pietermaritzburg\n\t\t\tRegional Court and granted permission to\ntravel to Angola between\n\t\t\t4 and 8 July 2011.\nThe investigating\n\t\t\tofficer in the Northern Cape refuses appellant permission to\n\t\t\ttravel to Angola.\nApplication for\n\t\t\tpermission to travel to Angola brought in the Magistrateâs Court\n\t\t\tKimberley and permission granted.\nNotice of Appeal\n\t\t\tby the State in application for permission to travel.\nStateâs appeal\n\t\t\tstruck from the roll.\nNotwithstanding\n\t\t\tcourt orders Col. Clarence Jones threatened to arrest the\n\t\t\tappellant should he travel to Angola.\nAppellantâs\n\t\t\tattorneys complain to General Dramat.\nAppellant lodges\n\t\t\tapplication to amend his bail conditions to allow him to travel\n\t\t\twithout prior permission.\nThe\ncontext in which the designated officials considered the appellantâs\napplications for permission to leave the country\n[21]    \nThe appellant was and is not regarded as a flight risk. The\nrespondent does not say in its affidavits\nthat he was so regarded at\nany time. The learned judge said in her judgment that so much was\ncommon cause between the parties. That\nfinding was attacked in\nargument on appeal but counsel was unable to point to any factual\nallegation by Lt Col Perumal that he had\ngrounds for thinking the\nappellant to be a flight risk, or, indeed, any allegation that\ndespite the absence of grounds, he believed\nthat the applicant was a\nflight risk. Although the appellantâs applications for consent were\ndirected solely to business trips\nthe terms of the bail conditions\ndid not limit the discretion to such purposes although counsel were\nagreed that only business travel\nwas intended.\n[22]    \nIt may be accepted that the danger of a bailed accused avoiding\nattendance at his trial can never be\nentirely ruled out. But courts\nmust determine cases according to the facts and whether an accused\nperson will or will not attend\nin due course is entirely a question\nof fact and inference from fact. The facts must be relevant to the\nconclusion. Thus the absence\nof an extradition treaty with a given\ncountry is of itself meaningless; it only becomes meaningful if there\nis reason to believe\nthat the accused may take advantage of that\nfact. By contrast, an increase in the number and seriousness of the\ncharges that an accused\nfaces may of itself be a relevant factor as\nexercising a new influence on a previously compliant accused. So also\nmight the proximity\nof a trial in which an accused faces a real\nprospect of a term of imprisonment. But in all these cases not only\nmust the facts be\nestablished but also the reliance on them by the\nfunctionary, since otherwise it becomes merely counselâs\nspeculation as to how\nthe facts could or might have affected the\napplication to the functionary. As I have pointed out, none of the\nthree decision-makers\nunder the existing bail conditions made any\npretensions to being influenced by facts relevant to the refusal of\nthe application.\n[23]    \nIt should further be emphasised that the officials in question were\nwell aware (or should have been)\nthat the appellant, his wife, two of\nhis sons and his grandchildren live in Cape Town; the appellant came\nto this country in 1999\nand has been permanently resident since 2004;\nhis family trust has invested heavily in immovable property here; the\ncompanies through\nwhich he operates his business are registered here\nand have very substantial assets (although presently under legal\nrestraint).\n[24]    \nThere is a history of correspondence between the legal\nrepresentatives of the appellant and the prosecution\nand police\nauthorities. In this there is to be found no expression of doubt as\nto the intention of the appellant to stand his trial.\n[25]    \nThe appellantâs reasons for leaving the Republic on business have\nbeen motivated on each occasion and\nthe relevant officials have not\nraised genuine or serious grounds for questioning them.\n[26]     The\ndiscretion conferred on the officials did not require them to look\nfor reasons why the appellant\nshould not be allowed to leave but\nrather to consider whether, on the\nfacts\nknown to them, there\nwere such reasons. That decision had to be rationally connected with\nthe facts.\nHow the designated officials\nexercised their powers\n[27]\nIntaka sold 71 water purification plants destined\nfor the Angolan government and it has certain ongoing obligations in\nrespect thereof.\nThe agreement of sale provided for the installation\nand commissioning of the plants as well as for training of people to\nmaintain\nand operate the plants.\n[28]    \nAppellant had to travel to Angola personally to deal with problems\nthat have arisen with regard to the\nexecution of the contract. He\nwould also have been able to market and negotiate for the supply of\nfurther water purification plants\nto the Angolan government. As he is\nthe face of Intaka, and these negotiations are based on personal\nrelationships, it was absolutely\nessential that he personally\ntravelled to Angola to prevent major losses of revenue on the\nexisting contract and to attempt to procure\nfurther business for\nIntaka.\n[29]     In\ncompliance with his bail conditions, the appellant wrote to Lt Col\nPerumal during March 2011 to obtain\npermission to travel to Angola.\nPerumal suggested that he obtain confirmation from the Angolan\ngovernment that the visit was required.\nThis was done and the letter\nfrom the Angolan government was forwarded to Perumal on 2 June 2011.\n[30]    \nPerumal requested further information from the appellantâs\nattorneys on 7 June 2011.           \nOn the following day the attorneys furnished the information and the\nnext day stressed the urgency of the matter.\n[31]     When\nthe required permission was not forthcoming, the appellant was\nadvised to apply to court in both\nKwaZulu-Natal and the Northern Cape\nfor permission to travel to Angola. The prosecution in KwaZulu-Natal\nhad no objection to the\nproposed travel to Angola and consented to an\norder in this regard. Perumal, however, refused to grant the\nappellant permission to travel, despite the Court order taken\nby consent in KwaZulu-Natal. The only reason he advanced for his\nrefusal\nwas that it was not essential for appellant to travel to\nAngola.\n[32]    \nPerumal stated that he discussed the issue with the lead prosecutor\nin the Northern Cape matters, Adv\nTshweu, who told him that the\nappellant must apply to Court and that such an application would be\nopposed, before he had even seen\nthe application.\n[33]     The\nappellant accordingly brought an application in the magistrates\ncourt, Kimberley, where the matter\nwas then pending, to allow him to\ntravel to Angola between 4 and 8 July 2011. This application was\nopposed by the State.\n[34]     A\nbelated attempt to hand in an answering affidavit by Perumal was not\nsuccessful. However, it is clear\nfrom this affidavit, which is before\nus, that there was no just cause for refusing appellant permission to\ntravel to Angola and the\nCourt granted him permission to travel to\nAngola.\n[35]     The\nState decided to appeal against the magistrateâs decision to the\nNorthern Cape High Court in terms\nof\nsection 65A\nof the Act. The\nprosecutor, aware that he would need the leave of a judge in chambers\nin terms of\nsection 310A\nof the\nCriminal Procedure Act, 1977\n, before\nsuch an appeal could be brought, filed a notice of appeal the very\nnext day, 30 June 2011, without first applying for leave.\n[36]     The\nurgency in filing this defective notice of appeal was apparently to\nprevent the appellant from travelling\nuntil the appeal was heard, on\nthe basis that an appeal suspends the execution of a judgment (this\ndespite the absence of leave to\nappeal). The appeal was set down for\n6 July 2011, whilst the court order allowed the appellant to travel\nto Angola between 4 to 8\nJuly 2011.\n[37]     Col\nJones threatened to arrest the appellant on further possible charges,\nshould the appellant attempt\nto travel to Angola before the hearing\nof the appeal. As a result, the\nappellant decided to await the outcome of the appeal on 6 July\n2011.\n[38]     On 6\nJuly 2011, the High Court struck the defective appeal from the roll.\nThe appellant was thus free\nto travel to Angola between 6 July 2011\nand 8 July 2011.\n[39]     Col\nJones thereupon informed the appellantâs junior counsel that the\nappeal had been struck from the\nroll and told him that should the\nappellant travel, he would, despite the Court order, be arrested.\nJones said that he had personally\narranged for the appellantâs\narrest by the border control authorities, should he attempt to travel\nin terms of the court order.\n[40]    \nThere can be no question that this was an abuse of power by Jones to\nthwart the court orders of both\nKwaZulu-Natal and the Northern Cape\nCourts, which granted the appellant leave to travel to Angola during\nthe period 4 to 8 July 2011.\nThis is also what the court a quo found.\n[41]     It\nis against this background that appellant brought the application in\nthe court a quo and submitted\nthat the Director of Public\nProsecutions, the investigating officer (Perumal) and his commander\n(Jones) have demonstrated that they\ncannot be relied upon to consider\nrequests by the appellant to travel in a reasonable and just manner\nas was expected that they would\nwhen the court initially imposed the\nbail condition that their consent be obtained for travel outside the\nborders of South Africa.\n[42]     In\nthe answering affidavit deposed to by him Lt Col Perumal states:\nâ\nI\nsubmit that no compelling reasons or explanations were forwarded to\nme to indicate that it was imperative for the applicant to travel\nto\nAngola . . . I was not convinced that it was necessary for the\napplicant to travel to Angola . . . It is common cause that the\napplicant is a Uruguayan national and that he is facing charges of\nracketeering, fraud, corruption and money laundering separately\nin\ntwo provinces. These are charges of serious magnitude. The applicant\nis a common denominator in all three court cases and failure\nto stand\ntrial will seriously affect the administration of justice. South\nAfrica has no extradition agreement with countries such\nas Angola,\nBrazil and Uruguay.â\n[43]     The\naffidavit of Col Jones carried the matter no further.\n[44]     The\nobjection derived from the alleged failure to demonstrate the\nessentiality of\ntravel is\nthe only one put forward. It is not relevant to compliance with the\nbail conditions. Nor was it within the proper exercise\nof the\ndiscretion to limit travel to business that could only be carried out\nby the appellant. Significantly, Lt Col Perumal did\nnot suggest that\nhe had reason to believe that the so-called âbusinessâ was a\npretext.\n[45]     It\nis apparent that the investigation team has not now and did not have\nat any earlier time any sustainable\nfactual objection related to the\nbreach of his bail conditions to the appellant leaving South Africa\nfor business purposes. Equally\nclear is that they were aware of their\ninability to meet his applications on grounds related to such\nconditions. Instead they resorted\nto delay and obstruction albeit\nthat their motives may have been pure. Their response was arbitrary\nand inappropriate and not such\nas the public is entitled to expect\nfrom persons in their positions. It may fairly be described as an\nabuse of power. If the court\nwere not to amend the order the\nappellant could not be assured of a fair, expeditious and objective\nassessment of future applications.\nThe reasons of the court below\n[46]     The\nlearned judge, recognised that the appellant was not regarded by the\nState as a flight risk and that\nthe officials had not acted as\ncontemplated by the bail conditions refused the application. She\nfound that this amounted to a change\nin circumstances that justified\nan alteration of his bail conditions. Nonetheless she refused the\napplication. Her reasoning was\ntwo fold. First, whereas such\nconditions should be subject to the control and scrutiny of the\nauthorities, the conditions proposed\nby the applicant brought about a\nshift of power and control over his movements from the State to his\nown attorney. Second, bail conditions\nshould be in the interest of\njustice and practically feasible:\nR v Fourie\n1947 (2) SA 547\n(O) at 577. The learned judge concluded, however, that the exercise\nof amendment in the terms applied for by the appellant would\nbe\nfutile and ineffective because there would be\n(a)      \na co-existence of different conditions imposed in different courts\ngiving rise to practical\nproblems such as different persons holding\nor being entitled to hold the same passports;\n(b)      \nan absence of monitoring, control and scrutiny by the authorities\nthereby defeating the purpose\nof bail.\n[47]     The\ntask of the trial judge was primarily to consider the interests of\njustice in the case before her.\nIf she was satisfied that the rights\nof the appellant were being frustrated by the manner in which the\ndesignated officials were\ncarrying out their duties, as she was, the\nterms of the order could have been adapted to meet the perceived\ndifficulties with due\nregard to the maintenance of adequate State\noversight. That, no doubt, is why the appellant, in its notion of\nappeal, suggested a\nrevised formulation. In so far as an\ninconsistency might have arisen with orders made in other courts,\nunless the conflict was irreconcilable\n(which it was not) that was a\nmatter that could be left to the parties to sort out.\n[48]    \nTaking all the factors to which I have referred into consideration we\nwere satisfied that the interests\nof justice required changes to the\nconditions of bail. The order made will better honour the spirit of\nthe original grant of bail\nwithout prejudicing the State. Should the\nrespondent have reason to fear a breach of the terms of bail it will\nhave ample time to\npre-empt any planned overseas travel by the\nappellant. In that case the onus rests upon it to apply for an\namendment of the terms.\nJ A Heher\nJudge of\nAppeal\nAPPEARANCES\nAPPELLANT:          \nH F Van Zyl SC (with him J Howes)\nEdward Nathan\nSonnenbergs, c/o Haarhoffs Inc, Kimberley\nSymington &\nDe Kok Attorneys, Bloemfontein\nRESPONDENT:      \nK M Vorster (with her T Chitha)\nDirector\nof Public Prosecutions, Kimberley\nDirector of\nPublic Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T16:19:56.650860",
  "date": "2011-12-01",
  "coram": [
    "HEHER JA",
    "SNYDERS JA",
    "WALLIS JJA"
  ],
  "case_number": "722/11",
  "parties": {
    "applicants": [
      "Gaston Savoi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Gaston Savoi, is a businessman who heads the Intaka group of companies, which trades in water purifiers and pharmaceuticals. He was charged with fraud, racketeering, corruption and money‑laundering and was released on bail subject to conditions that required his passports to be surrendered to the investigating officer or his branch commander and that any travel outside South Africa could only occur with written consent from the Director of Public Prosecutions, the investigating officer (Lt Col Dylan Perumal) or the branch commander (Col Clarence Jones). The officials repeatedly refused or delayed consent for business trips to Angola, Brazil, Argentina and other countries, sometimes threatening arrest despite court orders permitting travel. Savoi applied to vary the bail conditions, arguing that the officials were unwilling or incapable of exercising their discretionary power objectively, and that his business required frequent overseas travel.",
    "issues": "1) Whether the refusal or obstruction by the designated officials amounts to a material change in circumstances that justifies amendment of the bail conditions under section 63(1) of the Criminal Procedure Act. 2) Whether the court may substitute the existing travel‑related conditions with new conditions that preserve state oversight while allowing the appellant to fulfil his business obligations. 3) Whether the proposed amendment is compatible with the principles of reasonableness, objectivity and practicality required of bail conditions.",
    "principles": "Section 63(1) permits amendment of bail conditions when there is a material change in circumstances or when the conditions as originally framed become impracticable. The exercise of discretion by officials must be reasonable, objective and not arbitrary; bail conditions must be just, necessary and practically enforceable. The court may intervene where officials abuse their power or act in a manner that defeats the purpose of the bail order. Precedent such as R v Fourie (1947) stresses that bail conditions should serve the interests of justice and be feasible to monitor.",
    "application": "The appellate court found that the officials’ repeated refusals and threats to arrest the appellant, despite the absence of any flight‑risk assessment, demonstrated an unwillingness or inability to apply their discretion objectively. The evidence showed a clear change in circumstances: the appellant’s business relied on regular overseas travel and the existing conditions effectively prevented him from complying with his bail obligations. Accordingly, the court set aside the lower court’s order, cancelled paragraphs 2, 4.2, 4.3 and 4.4 of the original bail conditions, and inserted new conditions requiring surrender of passports to Col T Pillay, written notification of proposed travel ten days in advance, provision of itineraries seven days prior, a maximum travel period of fourteen days for business purposes, and prompt return of the passport after travel.",
    "conclusion": "The appeal was upheld. The order of the High Court was set aside and replaced with the amended bail conditions outlined above. The new order preserves state oversight while enabling the appellant to conduct necessary business travel, thereby aligning the bail regime with the principles of justice, reasonableness and practicality."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Bail",
    "level_3": [
      "travel restrictions",
      "amendment of bail conditions",
      "official discretion",
      "abuse of power"
    ]
  }
}