{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/13.html",
  "case_name": "CEO of the South African Social Security Agency N.O and Other v Cash Paymaster Services (Pty) Ltd (90/10) [2011] ZASCA 13; [2011] 3 All SA 233 (SCA); 2012 (1) SA 216 (SCA) (11 March 2011)",
  "citation": "[2011] ZASCA 13",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 13\n|\nNoteup\n|\nLawCite\nCEO of the South African Social Security Agency N.O and Other v Cash Paymaster Services (Pty) Ltd (90/10) [2011] ZASCA 13; [2011] 3 All SA 233 (SCA); 2012 (1) SA 216 (SCA) (11 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n90/10\nIn the\r\nmatter between:\nTHE\r\nCHIEF EXECUTIVE OFFICER OF THE SOUTH\nAFRICAN\r\nSOCIAL SECURITY AGENCY N.O.\n....................................\n1\nst\nAppellant\nTHE\r\nSOUTH AFRICAN SOCIAL SECURITY AGENCY\n......................\n2\nnd\nAppellant\nTHE\r\nSOUTH AFRICAN POST OFFICE LIMITED\n................................\n3\nrd\nAppellant\nand\nCASH PAYMASTER SERVICES (PTY) LTD\n.........................................\nRespondent\nNeutral citation:\nThe Chief Executive Officer of the South\r\nAfrican Social Security Agency N.O. v Cash Paymaster Services (Pty)\r\nLtd (90/10\n)\n[2011] ZASCA 13\n(11 March 2011)\nCoram:\nHARMS DP, PONNAN, SNYDERS, TSHIQI JJA AND BERTELSMANN\r\nAJA\nHeard:\r\n16 November 2010\nDelivered: 11 March 2011\nSummary:\nS 217(1) of Constitution – Procurement of goods\r\nor services – Competitive process – Non-compliance –\nPublic Finance Management Act 1 of 1999\nand the Treasury Regulations\r\napplicable once a system is in place – Accounting officer\r\npermitted to deviate – Reasons\nfor deviation – Non –\r\ncompliance not fatal\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng High Court (Johannesburg) (Du\r\nToit AJ sitting as court of first instance):\nThe appeal is upheld with costs including the costs of two counsel.\nThe order of the court below is set aside and substituted with an\r\n\torder dismissing the application with costs, including the\ncosts of\r\n\ttwo counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI JA (concurring)\nINTRODUCTION\nThis appeal relates to the validity of the decision by the South\r\n\tAfrican Social Security Agency (SASSA) to enter into a Letter\n\n\tAgreement with the South African Post Office Ltd (SAPO) for the\r\n\tprovision of basic banking services to eligible members of the\nSouth\r\n\tAfrican public in order to facilitate the payment of social grants\r\n\tto them. The agreement was an interim agreement and\nforeshadowed the\r\n\tconclusion of a final agreement. The first appellant is the Chief\r\n\tExecutive Officer of SASSA, the second appellant\nis SASSA and the\r\n\tthird appellant is SAPO.\nThe present respondent, Cash Paymaster Services (Pty) Ltd\r\n\t(Paymaster), launched an application in the high court in which it\n\n\tsought to review the decision taken by SASSA to enter into the\r\n\tLetter Agreement, and interdict SASSA from entering into the\r\n\tproposed final agreement with SAPO to render banking or payment\r\n\tservices, relating to social security beneficiaries, without having\n\n\tfollowed a procurement process which complies with s 217(1) of the\r\n\tConstitution, s 51(1)(a)(iii) of the Public Finance Management\nAct 1\r\n\tof 1999 (the PFM Act) and the Treasury Regulations made thereunder,\r\n\tor with SASSA’s own supply chain management policy.\nIt is\r\n\tcommon cause that SASSA did not follow a competitive process and the\r\n\tquestion that arose was whether it was obliged to\ndo so.\nThe court below (per F J du Toit AJ) upheld the application by\r\n\tsetting aside the decision to enter into the agreement and\r\n\tinterdicted\nSASSA from contracting with SAPO to render banking or\r\n\tpayment services without having followed a procurement process which\r\n\tcomplies\nwith s 217 of the Constitution, the PFM Act and the\r\n\tTreasury Regulations. The court did, however, order that accounts of\r\n\tbeneficiaries\nshould not be closed pending the envisaged procurement\r\n\tprocess. It granted the appellants leave to appeal subject to an\r\n\torder\nthat his main order would remain operative and effective\r\n\tduring the appeal process.\nSASSA\nSASSA is a statutory juristic person established in terms of the\r\n\tSouth African Social Security Agency Act 9 of 2004 (the SASSA\nAct).\r\n\tIt is an organ of state in terms of s 239(b)(ii) of the Constitution\r\n\tand a national public entity within the meaning of\nthe PFM Act. Its\r\n\tobjects are to (a) act, eventually, as the sole agent that will\r\n\tensure the efficient and effective management,\nadministration and\r\n\tpayment of social assistance; (b) serve as an agent for the\r\n\tprospective administration and payment of social\nsecurity; and (c)\r\n\trender services relating to such payments (s 3 of the SASSA Act).\r\n\tAnd its functions include the administering\nof social assistance in\r\n\tterms of Chapter 3 of the\nSocial Assistance Act 13 of 2004\n, and\r\n\tperforming any function delegated to it under that Act; and to\r\n\tcollect, collate, maintain and administer such information\nas is\r\n\tnecessary for the payment of social security, as well as for the\r\n\tcentral reconciliation and management of payment of transfer\nfunds\r\n\tin a national data base of all applicants for and beneficiaries of\r\n\tsocial assistance (s 4(1)(a) and (b) of the SASSA Act).\nSection 14(3)(a)\nof the\nSocial Assistance Act,\nwhich\nforms part of Chapter 3, provides that if an applicant\r\n\tqualifies for social assistance under that Act, SASSA must render\r\n\tthe\nrelevant assistance which means in general terms that it has to\r\n\tpay the beneficiary that to which the beneficiary is entitled.\nSASSA\r\n\tmay, in terms of reg 24(1), use any of the following methods for the\r\n\tpayment of grants, namely (a) electronic transfers\ninto an account\r\n\tof the beneficiary held at a financial institution or that of a\r\n\tprocurator; (b) manual payments at a designated\npay-point; or (c)\r\n\tany other method approved by the Minister.\n1\nSAPO AND POSTBANK\nSAPO is, pursuant to a 1991 amendment to the Post Office Act 44 of\r\n\t1958, a public company incorporated in terms of the Companies\nAct 61\r\n\tof 1973, and is owned by the state.\nSection 51\nof the\nPostal\nServices Act 124 of 1998\nregulates the operation and control of\r\n\tPostbank. Postbank is a division of SAPO. It is not registered under\r\n\tthe Banks Act of\n1990 but undertakes ‘such activities as are\r\n\tcustomary for a financial institution carrying on the business of\r\n\taccepting\nbank deposits’\n(s 51(2)\nof the\nPostal Services Act).\nIt\noffers simple affordable banking services, specifically to the\r\n\tlow income groups, through the SAPO network throughout the country.\n\n\tIts services extend into isolated rural areas where other financial\r\n\tinstitutions do not maintain a viable commercial presence.\nSAPO (including Postbank) remains a business enterprise of the\r\n\tnational government despite its status as a public company and\n\n\tseparate juristic personality. It is a ‘major public entity’\r\n\tlisted in Schedule 2 to the PFM Act. SAPO is substantially\n\n\tself-funding but the state may grant it annual subsidies. The assets\r\n\tof the state serve as security for repayment of deposits\nwith\r\n\tPostbank. The Postbank pays interest on money deposited with it. Its\r\n\tprofits are reinvested in its operations for the public\nbenefit.\nTHE LETTER AGREEMENT\nPrior to the establishment of SASSA, payment services in respect of\r\n\tsocial grants were effected by cash payment contractors,\nincluding\r\n\tPaymaster. The contractors had different service level agreements\r\n\twith the various provinces for cash payments of social\ngrants to\r\n\tbeneficiaries residing in the respective provinces. From 1 April\r\n\t2006, SASSA ‘inherited’ these contracts\nthrough cession\r\n\tand delegation. Paymaster, for instance, provided services to\r\n\tapproximately 3,6m beneficiaries in five provinces.\nIts contracts\r\n\twere due to expire in March 2009. On 25 March 2009, SASSA and\r\n\tPaymaster extended their contract for another year\nuntil March 2010\r\n\tand agreed that they would in future enter into negotiations in good\r\n\tfaith in an attempt to enter into a new\nconsolidated service\r\n\tagreement in relation to cash payments. The contractors, including\r\n\tPaymaster, were the repositories of the\ndata and the enrolment\r\n\tpayment system. Thus, the contractors were and are in control of the\r\n\tprocess of taking the biometric data\nof the beneficiaries including\r\n\tverifying the beneficiaries’ details up to the payment stage.\r\n\tAll this data remained with\nthe contractors.\nIn July 2009, during the subsistence of the extended agreement with\r\n\tPaymaster, SASSA concluded the Letter Agreement with SAPO.\nThe\r\n\tagreement was implemented with effect from 5 January 2009. The\r\n\teffect of the agreement was that when new beneficiaries applied\nto\r\n\tSASSA for a grant, they would be asked if they had an existing bank\r\n\taccount, and if not, whether they would like to open a\nPostbank\r\n\taccount. If they did, SASSA would on behalf of the beneficiary open\r\n\ta Postbank account if the particular SASSA office\nwas online or it\r\n\twould refer the beneficiary to any post office to do so.\nSAPO in summary undertook to provide the following services: the\r\n\tdesign, development and implementation of a web-based bank account\n\n\tsolution that simplifies the bank account application process for\r\n\tapplicants; registration of beneficiaries that is the opening,\n\n\tallocation and activation of Postbank accounts for each potential\r\n\tgrant recipient before SASSA approves the relevant grant; the\nissue\r\n\tof a Postbank card; the single deposit of grant funds per month, per\r\n\tbeneficiary and one free mini statement per month;\nand one of a\r\n\tnumber of additional services such as two free ATM cash withdrawals\r\n\tper month.\nSASSA contributed an amount of R928 235.50 towards SAPO’s\r\n\tstart up costs of the project. It undertook to pay SAPO\na\r\n\tonce-off fee of R13.68 for every beneficiary account opened and\r\n\tthereafter a monthly fee of R14.59 per beneficiary.\nOne of the advantages of the system as far as\r\n\tSASSA was concerned was that whereas in the past the beneficiary’s\r\n\tdetails\nwould remain in the contractor’s system the\r\n\tbeneficiary’s account details would now be captured in the\r\n\tSASSA system.\nSAPO would issue the beneficiary with a Mzansi bank\r\n\tcard which he or she would then use to withdraw cash from any ATM or\r\n\tpost\noffice or to make any purchases at any retailer who accepts\r\n\tVISA branded bank cards.\n2\nThe financial benefit for SASSA is substantial because the average\r\n\thandling charge of contractors amounts to R32.11 per transaction,\n\n\tmore than double the SAPO fee, which means that the cash payment\r\n\tsystem costs, for 9 million recipients, an estimated R3.6 billion.\n\n\tWithin some eight months, 460 377 beneficiaries had opened Postbank\r\n\taccounts under the scheme.\nCash payments to the beneficiaries were not affected and contractors\r\n\tconsequently retained the sole right to process cash payments.\n\n\tNevertheless, Paymaster as contractor is dissatisfied because SASSA\r\n\tdid not follow a competitive process before entering into\nthe Letter\r\n\tAgreement.\nSECTION 217(1) OF THE CONSTITUTION\nSection 217(1) of the Constitution prescribes the\r\n\tmanner in which organs of state should procure goods and services.\n3\nIn particular, organs of state must do so in\r\n\taccordance with a system which is fair, equitable, transparent,\r\n\tcompetitive and cost-effective.\nThis implies that a ‘system’\r\n\twith these attributes has to be put in place by means of legislation\r\n\tor other regulation.\nOnce such a system is in place and the system\r\n\tcomplies with the constitutional demands of s 217(1), the question\r\n\twhether any\nprocurement is ‘valid’ must be answered with\r\n\treference to the mentioned legislation or regulation.\n4\nThe question debated at length in the court below and before us, was\r\n\twhether s 217(1) applies if an organ of state wishes to\nprocure\r\n\tgoods or services from another organ of state consequently appears\r\n\tto me to be beside the point. The first inquiry ought\nto be to\r\n\tdetermine the meaning of the consequent legislation.\nThe main object of the PMF Act is to secure transparency,\r\n\taccountability, and sound management of the revenue, expenditure,\r\n\tassets and liabilities of the institutions to which the Act applies\r\n\t(s 2). SASSA and SAPO, as mentioned, are such entities more\n\n\tparticularly because they are both funded, fully or substantially,\r\n\tfrom the National Revenue Fund or by way of tax, levy or other\nmoney\r\n\timposed in terms of national legislation, and they are accountable\r\n\tto Parliament (s 1). The PFM Act, read with the Treasury\n\n\tRegulations, is such legislation. It should be noted that it was not\r\n\tthe respondent’s case that the PFM Act or the Treasury\n\n\tRegulations were unconstitutional, only that SASSA did not comply\r\n\twith their provisions.\nSection 51(1)(a) of the PFM Act states that an accounting authority\r\n\tfor a public entity must (inter alia) ensure that the particular\n\n\tpublic entity has and maintains an appropriate procurement and\r\n\tprovisioning system which, echoing the words of the Constitution,\nis\r\n\tfair, equitable, transparent, competitive and cost-effective. The\r\n\tNational Treasury may in terms of the PFM Act make regulations\nor\r\n\tissue instructions applicable to all institutions to which the Act\r\n\tapplies concerning the determination of a framework for\nan\r\n\tappropriate procurement and provisioning system which is fair,\r\n\tequitable, transparent, competitive and cost-effective (s 76(4)(c)).\nThe relevant Treasury Regulations provide as\r\n\tfollows:\n5\nThe accounting officer or accounting authority of a public entity\r\n\tmust ‘develop and implement an effective and efficient\nsupply\r\n\tchain management system in his or her institution for the\r\n\tacquisition of goods and services’ (reg 16A3.1(a)).\nThe supply chain management system must be ‘fair, equitable,\r\n\ttransparent, competitive and cost-effective’ (reg 16A3.2(a));\n‘\nIf in a specific case it is impractical to\r\n\tinvite competitive bids, the accounting officer or accounting\r\n\tauthority may procure\nthe required goods or services by other means,\r\n\tprovided that the reasons for deviating from inviting competitive\r\n\tbids must be\nrecorded and approved by the accounting officer or\r\n\taccounting authority’ (reg 16A6.4).\nSASSA has, in terms of reg 16A3.2, a supply chain management policy\r\n\tthat requires that procurement and tendering should be in\naccordance\r\n\twith a system which is fair, equitable, transparent, competitive and\r\n\tcost-effective.\nSASSA is not obliged to comply with its supply\r\n\tpolicy in the circumstances set out in reg 16A6.4 and it is\r\n\taccordingly unnecessary\nto consider the terms of the policy any\r\n\tfurther. The regulation permits an accounting officer or the chief\r\n\texecutive officer\nto deviate from a competitive process subject to\r\n\tconditions. As mentioned it is not contended that a ‘system’\r\n\tmay\nnot provide for such deviations. First, there must be rational\r\n\treasons for the decision. That is a material requirement. Second,\n\n\tthe reasons have to be recorded. That is a formal requirement.\n6\nThe basis for these requirements is obvious.\r\n\tState organs are as far as finances are concerned first of all\r\n\taccountable to the\nNational Treasury for their actions. The\r\n\tprovision of reasons in writing ensures that Treasury is informed of\r\n\twhatever considerations\nwere taken into account in choosing a\r\n\tparticular source and of dispensing with a competitive procurement\r\n\tprocess. This enables\nTreasury to determine whether there has been\r\n\tany financial misconduct and, if so, to take the necessary steps in\r\n\tterms of reg\n33.\nThe factual inquiry is whether there was compliance with the\r\n\tprovisions of reg 16A6.4. Although the chief executive officer of\n\n\tSASSA did not pen his reasons for entering into the Letter Agreement\r\n\twith these regulations in mind, it appears from the Letter\nAgreement\r\n\titself, signed by him, that the agreement was entered into in terms\r\n\tof the\nIntergovernmental Relations Framework Act 13 of 2005\n, and\r\n\tthat the object of the agreement was to provide for collaboration\r\n\tbetween two government entities by working together and\nto integrate\r\n\ttheir services. The intention, too, was to improve grant enrolment\r\n\tand payment services on a cost effective basis.\nIt might in this context be noted that the provisions of s 238(b) of\r\n\tthe Constitution permit an executive organ of state to exercise\nany\r\n\tpower or perform any function for any other executive organ of state\r\n\ton an agency or delegation basis. Although the rendering\nor\r\n\tprocuring of banking services for beneficiaries is not a function of\r\n\tSASSA, its function is payment of grants, not only manually\nbut also\r\n\telectronically into their banking accounts. This is exactly the\r\n\tfunction that SASSA has delegated to SAPO. This function\ncould not\r\n\tbe delegated in isolation and the fact that SASSA was able to\r\n\tprocure additional and ancillary advantages for beneficiaries\nfrom\r\n\tSAPO, which strictly speaking fall outside of SASSA’s\r\n\tfunctions, does not mean that the agency or delegation is not\n\n\tcovered by s 238(b).\nThis fits in with the evidence of SASSA in the answering affidavit\r\n\twhere it was stated that its transaction with SAPO was not\na purely\r\n\teconomic transaction; its object, instead, was to achieve the\r\n\tconstitutional goal of providing social assistance to\nthe needy. It\r\n\tfurther stated that it chose SAPO as another government entity\r\n\tbecause SASSA was experiencing financial difficulties.\nAlthough not stated in the Letter Agreement it is clear on the\r\n\tevidence that another important reason for the agreement was that\nno\r\n\tother entity is able to provide the same or similar accessible\r\n\tservices to the poor and those living in remote areas. As was\nstated\r\n\tin the answering affidavit:\n‘\nThe\r\nbeneficiaries who have accounts at Postbank have greater\r\naccessibility than that provided by the commercial bank. SAPO has\r\nmore branches throughout the country than any of the commercial\r\nbanks, and also has branches in rural areas where none of the\r\ncommercial\nbanks has a branch.’\nOne is, unfortunately, left with a lingering impression that\r\n\tPaymaster’s motive in wanting to have the Letter Agreement\nset\r\n\taside is to perpetuate the expensive cash payment system and not\r\n\tbecause it is concerned about the costs to SASSA of the\npayment\r\n\tsystems or because it is a possible bona fide competitor of\r\n\tPostbank. Paymaster is not a registered financial institution\nor\r\n\tfinancial services provider or bank and it cannot on its own provide\r\n\tthe services which Postbank offers. Paymaster, admittedly,\nalleged\r\n\tthat it could possibly submit a tender to provide the same services\r\n\tin conjunction with some or other bank and although\nthe allegation\r\n\twas not denied it remains nothing more than an allegation,\r\n\tespecially since the facts set out in the preceding\nparagraph cannot\r\n\tbe gainsaid.\nPaymaster, in the light of the aforesaid, had to show that the\r\n\treasons for the decision were irrational. Because of the way the\n\n\tcase was conducted it did not address this issue pertinently. And\r\n\tthe reasons are, in my judgment, entirely reasonable. It was\nnot\r\n\tenough for Paymaster to show that the reasons were ‘wrong’\r\n\tby, for instance, stating that the viability of SAPO\nwas not tested\r\n\tbecause other service providers were not granted an opportunity\r\n\t(through a competitive bidding system) to show\nwhether they could\r\n\toffer more attractive options. Such generalized allegations do not\r\n\taddress the question whether or not the\nmentioned reasons were\r\n\trational.\nThe next issue to decide is whether the\r\n\trequirement that the full recording of all the reasons for a\r\n\tdecision under reg 16A6.4\nis a ‘mandatory and material\r\n\tprocedure or condition prescribed by an empowering provision’\r\n\t(in the wording of\ns 6(2)(b)\nof the\nPromotion of Administrative\nJustice Act 3 of 2000\n). I think not. As was recently said by this\r\n\tcourt:\n7\n‘\nIt\r\nis important to mention that the mere failure to comply with one or\r\nother administrative provision does not mean that the whole\nprocedure\r\nis necessarily void. It depends in the first instance on whether the\r\nAct contemplated that the relevant failure should\nbe visited with\r\nnullity and in the second instance on its materiality (see in general\nNkisimane\r\nv Santam Insurance Co Ltd\n1978\r\n(2) SA 430\n(A)\r\n433H-434E).’\nAs mentioned, the regulations deal in detail with the consequences of\r\nnon compliance. These are dealt with at an administrative\nlevel.\r\nThere is no indication that the regulations contemplate that the\r\nrequirement of recording was mandatory or material or was\nintroduced\r\nfor the sake of the public and not only for the sake of good\r\nfinancial government, or that collateral attacks on rational\n\ndecisions bona fide taken were contemplated as a possible remedy. In\r\none word, I do not find any ‘nietigheidsbedoeling’\n\nlurking somewhere in the regulation.\nIn any event this court in\nMoseme\r\n\tRoad Construction CC & others v King Civil Engineering\r\n\tContractors (Pty) Ltd & another\n8\nheld that ‘[n]ot every slip in the\r\n\tadministration of tenders is necessarily to be visited by judicial\r\n\tsanction’ (para\n21). Considerations of public interest\n9\n,\r\n\tpragmatism and practicality should inform the exercise of a judicial\r\n\tdiscretion whether to set aside administrative action or\nnot.\n10\nThis means that the appeal must be upheld and the following order is\r\n\tconsequently made:\nThe appeal is upheld with costs including the costs of two counsel.\nThe order of the court below is set aside and substituted with an\r\n\t\torder dismissing the application with costs, including the\ncosts of\r\n\t\ttwo counsel.\n_______________________\nZ L L Tshiqi\nJudge of Appeal\nAPPEARANCES\n1\nST\n& 2\nND\nAPPELLANTS: S M Lebala SC (with\r\nhim Z Makhubela)\nInstructed by The State Attorney,\nPretoria;\nThe State Attorney, Bloemfontein.\n3\nRD\nAPPELLANT: W Trengove SC (with him M A Wesley)\nInstructed by Read Hope Phillips Thomas & Cadman Inc,\nJohannesburg;\nWebbers, Bloemfontein.\nRESPONDENT: J J Gauntlett SC (with him S Budlender)\nInstructed by Smit Sewgoolam Inc,\nJohannesburg; McIntyre & Van Der Post, Bloemfontein.\n1\nRegulations\r\n\tin terms of the\nSocial Assistance Act 13 of 2004\n, GN R162, GG 27316,\r\n\t22 February 2005.\n2\nIn\r\n\t2002, all major banks in South Africa and SAPO agreed to co-operate\r\n\tto provide a standard, low cost bank account, known as\nthe Mzansi\r\n\taccount, to lower income groups. The account may be opened at any of\r\n\tthe major banks and at the Postbank on standard\nterms relating to\r\n\tthe nature of the banking services at the same low banking fees.\n3\nS\r\n\t217 of the Constitution provides: ‘(1) When an organ of state\r\n\tin the national, provincial or local sphere of government,\nor any\r\n\tother institution identified in national legislation, contracts for\r\n\tgoods or services, it must do so in accordance with\na system which\r\n\tis fair, equitable, transparent, competitive and cost-effective.\n(2) Subsection (1) does not prevent the organs of state or\r\n\tinstitutions referred to in that subsection from implementing a\r\n\tprocurement\npolicy providing for-\n(a)\ncategories\r\n\tof preference in the allocation of contracts; and\n(b)\nthe\r\n\tprotection or advancement of persons, or categories of persons,\r\n\tdisadvantaged by unfair discrimination.\n(3) National legislation must prescribe a framework\r\n\twithin which the policy referred to in subsection (2) must be\r\n\timplemented.’\n4\nGcaba\r\n\tv Minister for Safety and\nSecurity\n2010 (1) SA 238\n(CC) para 65. Compare\nMinister\r\n\tof Health & another NO v New Clicks South Africa (Pty) Ltd &\r\n\tothers (Treatment Action Campaign & another\nas Amici Curiae)\n2006\r\n\t(2) SA 311 (CC);\n2006 (1) BCLR 1\npara 96 (Chaskalson CJ) and 434\r\n\t- 437 (Ngcobo J);\nSA\r\n\tNational Defence Union v Minister of Defence & others\n2007\r\n\t(5) SA 400\n(CC)\npara 51;\nNAPTOSA\r\n\t& others v Minister of Education, Western Cape, & others\n2001\r\n\t(2) SA 112\n(C)\nat 123I – J;\n2001 (4) BCLR 388\nat 396I –\r\n\tJ;\nMEC for\r\n\tEducation, KwaZulu-Natal & others v Pillay\n[2007] ZACC 21\n;\n2008 (1) SA 474\n(CC) para 40.\n5\nTreasury\r\n\tRegulations, GN R225, GG 27388, 15 March 2005; as amended by GN\r\n\tR146, GG 29644, 20 February 2007.\n6\nThe\r\n\tthird requirement, namely approval by the chief executive officer,\r\n\tis not an issue in the case because the Letter Agreement\nwas entered\r\n\tinto by him.\n7\nNokeng\r\n\tTsa Taemane Local Municipality v Dinokeng Property Owners\r\n\tAssociation\n(518/09)\n[2010] ZASCA 128\n(30 September 2010) para 14.\n8\n2010\r\n\t(4) SA 359\n(SCA)\n9\nAssociated\r\n\tInstitutions Pension Fund & others v Van Zyl & others\n2005\r\n\t(2) SA 302\n(SCA);\n[2004] 4 ALL SA 133)\npara 46.\n10\nOudekraal\r\n\tEstates (Pty) Ltd v City of Cape Town & others\n2004 (6) SA 222\n(SCA) para 36.",
  "scraped_at": "2026-02-12T15:18:50.551527",
  "date": "2011-03-11",
  "coram": [
    "Harms DP",
    "Ponnan",
    "Snyders",
    "Tshiqi JJA",
    "Bertelsmann AJA"
  ],
  "case_number": "90/10",
  "parties": {
    "applicants": [
      "Chief Executive Officer of the South African Social Security Agency N.O.",
      "South African Social Security Agency",
      "South African Post Office Limited"
    ],
    "respondents": [
      "Cash Paymaster Services (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The South African Social Security Agency (SASSA) entered into a Letter Agreement with the South African Post Office Limited (SAPO) to provide basic banking services, including Postbank accounts, to beneficiaries of social grants. The agreement was intended as an interim measure pending a final agreement. Cash Paymaster Services (Paymaster), a former cash‑payment contractor, challenged the agreement on the ground that SASSA had not complied with the procurement requirements of Section 217 of the Constitution, the Public Finance Management Act (PFM Act) and the Treasury Regulations. The High Court set aside the Letter Agreement and interdicted SASSA from concluding the final agreement with SAPO. SASSA appealed.",
    "issues": "1. Whether SASSA was required to procure the banking services from SAPO through a competitive tendering process in accordance with s 217(1) of the Constitution, s 51(1)(a) of the PFM Act and the Treasury Regulations. 2. Whether the accounting officer could lawfully deviate from a competitive process under reg 16A6.4 of the Treasury Regulations. 3. Whether the failure to record the reasons for deviation rendered the decision invalid.",
    "principles": "The court considered that s 217(1) mandates a procurement system that is fair, equitable, transparent, competitive and cost‑effective, but that the PFM Act and Treasury Regulations allow an accounting officer to deviate from competitive bidding where it is impractical, provided that rational reasons are recorded and approved. A procedural breach does not automatically void a decision unless the legislation expressly makes the requirement mandatory and material. The reasonableness of the decision and the presence of a legitimate public‑interest purpose are essential.",
    "application": "The court found that SASSA’s decision to enter into the Letter Agreement was motivated by the need to improve grant enrolment, provide affordable banking services to low‑income and remote beneficiaries, and achieve cost savings compared with the cash‑payment system. These reasons were rational and aligned with the constitutional purpose of providing social assistance. Although SASSA did not formally record the reasons as required by reg 16A6.4, the court held that the omission was not fatal because the regulations do not make the recording requirement a mandatory condition of validity. Consequently, the deviation was permissible.",
    "conclusion": "The appeal was upheld. The order of the High Court setting aside the Letter Agreement was overturned and substituted with an order dismissing the applicant’s application, with costs awarded to the appellants, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Public Procurement",
    "level_2": "Constitutional Procurement",
    "level_3": [
      "Section 217",
      "Public Finance Management Act",
      "Treasury Regulations",
      "Deviation from competitive bidding",
      "Reasonableness"
    ]
  }
}