{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/121.html",
  "case_name": "Scott and Others v S (473/10) [2011] ZASCA 121 (31 August 2011)",
  "citation": "[2011] ZASCA 121",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 121\n|\nNoteup\n|\nLawCite\nScott and Others v S (473/10) [2011] ZASCA 121 (31 August 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 473/10\nIn the matter between:\nLES FLOYD SCOTT\n…..................................................................\nFirst\r\nAppellant\nLAWRENCE BEATON\n…..........................................................\nSecond\r\nAppellant\nJEREMY BEATON\n…...................................................................\nThird\r\nAppellant\nand\nTHE STATE\n….......................................................................................\nRespondent\nNeutral citation\n:\nScott v The State\n(473/10)\n[2011]\r\nZASCA 121\n(31 August 2011)\nCoram:\nHEHER, MAYA and MAJIEDT JJA\nHeard:\n25 May 2011\nDelivered:\n31 August 2011\nSummary:\nCriminal law – doctrine of common\r\npurpose – whether appellants’ guilt proved beyond\r\nreasonable doubt.\n___________________________________________________________________\nORDER\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court, Pietermaritzburg (Gorven J and Luthuli AJ sitting as\r\ncourt of appeal):\nIn the result the following order is made:\nThe first appellant’s appeal against his convictions is\r\n\tdismissed.\nSave as set out below, the first appellant’s appeal against\r\n\tsentence is refused.\nThe second and third appellants’ appeals against their\r\n\tconvictions and sentences are upheld.\nThe order of the court below is varied as follows:\n‘\n1 The sentences imposed against accused\r\nnumber 1 shall run concurrently.\n2 Accused numbers 3 and 4 are found not guilty on all counts.’\n_____________________________________________________________________\nJUDGMENT\n_____________________________­­­­­­­­­_____________­­________________________\nMAYA JA (HEHER AND MAJIEDT JJA concurring):\n[1] The appellants together with their co-accused, Mr Praveen Singh\r\n(Singh), appeared in the Durban Regional Court facing (Mr W.F\nHahn)\r\ncharges of the murder of Mr Franktel Mostert (the deceased) and the\r\nattempted murder of Mr Conrad Cornelius Meyer (Conrad).\nThey were all\r\nconvicted as charged. The first appellant and Singh were sentenced to\r\nundergo 15 years imprisonment on the count\nof murder and seven years\r\nimprisonment on the count of attempted murder. The second and third\r\nappellants, who are brothers, were\nsentenced to undergo seven years\r\nimprisonment on each count. Their sentences were, however, ordered to\r\nrun concurrently. The appellants’\nappeal to the KwaZulu-Natal\r\nHigh Court (Gorven J and Luthuli AJ) against their convictions and\r\nsentences was unsuccessful. The\npresent appeal is with the leave of\r\nthe court below granted in February 2009.\n[2] At the commencement of the hearing before us, the first\r\nappellant’s local attorney, Mr van Vuuren, applied from the bar\n\nfor a postponement of the matter on the basis that his client had not\r\nbeen able to raise sufficient funds to engage counsel of\nhis choice\r\nto represent him in court. Mr van Vuuren had received instructions\r\nfrom his instructing colleague in Durban on the preceding\nday. The\r\nfirst appellant, who also had not filed heads of argument, had been\r\nnotified of the date of hearing about six weeks in\nadvance and had\r\nrejected his attorneys’ advice to apply for legal aid. After\r\nsome anxious consideration, we refused the application\nand ordered\r\nthe hearing to proceed.\n[3] Whilst a court will generally be slow to refuse a postponement\r\nbecause of the adverse consequences which may arise, a litigant\nwho\r\nseeks this indulgence must nonetheless satisfy the court fully that\r\nit should condone his non-preparedness. This, in my view,\nthe first\r\nappellant dismally failed to do. As I have indicated, more than two\r\nyears had passed since leave to appeal was granted,\nno explanatory\r\naffidavit has been forthcoming from the first appellant and his\r\nverbal instructions to Mr van Vuuren are lacking\nin any persuasion.\n[4] Quite apart from his failure to adequately explain his\r\neleventh-hour bid to delay the proceedings and his refusal to heed\r\nhis attorneys’ counsel to obtain legal aid, there are other\r\ncompelling factors to be considered. These include the undue lapse\nof\r\ntime from the commencement of the criminal proceedings and the\r\nresultant prejudice to the other parties if the matter was protracted\n\nfurther. As rightly emphasized by State counsel who strenuously\r\nopposed the postponement application, the case has dragged on for\nan\r\nentire decade and finality is long overdue for all concerned. This is\r\nparticularly so for the family of the deceased who have\ncarried the\r\nburden of the loss of their young son without the comfort of closure\r\nfor so long and had travelled a long distance\nto attend the appeal\r\nhearing. Furthermore, the comprehensive nature of the appeal record,\r\nwhich included the legal representatives’\naddresses at the\r\nvarious stages of the proceedings and the full judgments of the trial\r\ncourt and the court below (in two sets of\nproceedings in which the\r\nfirst appellant was legally represented and the merits of the case\r\nwere fully ventilated and determined)\nconvinced us that we could,\r\nwith no undue risk to the first appellant’s interests, fairly\r\nadjudicate the appeal, without\nthe additional benefit of his\r\nsubmissions.\n[5] I turn to deal with the merits of the appeal. It is necessary to\r\nset out the factual background in some detail. During the\nevening of\r\n30 September 2001 Conrad’s parents hosted a ‘braai’\r\nat their home for a few family members and friends.\nAmong those\r\npresent were Annike van Rooyen, a female identified only as Lindy and\r\nthe deceased who was Conrad’s close childhood\nfriend. Around\r\nmidnight Conrad, his mother Lida Susara Meyer (Mrs Meyer), Lindy,\r\nAnnike and the deceased, left the premises to\nbuy soft drinks at a\r\nnearby shop. Mrs Meyer and the deceased had consumed a little brandy\r\nbut Conrad, a teetotaller who was only\n17 years old at the time, had\r\nnot consumed any liquor.\n[6] The tragic events which culminated in the deceased’s death\r\nand Conrad’s nearly fatal injuries from stab wounds\noccurred on\r\ntheir way back from this jaunt. Nearby Hillary Spar Supermarket on\r\nStella Road, Conrad’s party encountered the\nappellant (19) and\r\nsecond and third appellants (19 and 17 respectively) described as\r\n‘coloured’ and Singh (20) described\nas ‘Indian’,\r\nstanding in the road with two white males who did not appear to be\r\npart of the group. One of the whites\nwas bleeding profusely from the\r\nface and was being pushed and insulted by the appellant’s\r\ngroup, some of whom directed racial\ninsults at Conrad’s party.\r\nIn reaction, Conrad and the deceased crossed the road and approached\r\nthe group to confront them,\nleaving the womenfolk on the other side\r\nof the street.\n[7] The course of events from that point differs markedly between the\r\nrespective versions adduced by the State and the defence.\nAccording\r\nto Conrad (corroborated in large part by his mother) who testified\r\nfor the State, the trouble started when the deceased\nasked the\r\nbleeding man why they had sworn at them. The third appellant swung a\r\nbeer bottle at the deceased’s head. The bottle\nhit the ground\r\nand broke. In retaliation, Conrad threw the third appellant to the\r\nground and pinned him down by putting a foot\non his chest. Mrs Meyer\r\nthen crossed the street to fetch Conrad and the deceased. She kicked\r\nthe third appellant in the ribs as\nhe tried to rise.\n[8] Conrad, the deceased and Mrs Meyer crossed the road and rejoined\r\nthe two women. At that stage, Annike noticed blood on the\nback of\r\nConrad’s shirt which turned out to be coming from a stab wound\r\nhe had not felt being inflicted. (In evidence he guessed\nthat he had\r\nbeen struck by the third appellant with the broken bottle during\r\ntheir tussle.) The appellants had followed them and\nas Conrad turned\r\nround to face them, Singh stabbed him above the right collarbone.\r\nConrad pushed Singh away ripping the latter’s\nshirt in the\r\nprocess. At that moment he saw the first appellant, at ‘arm’s\r\nlength’ away from him, make a stabbing\nmotion with his right\r\nhand from an upward angle downwards at the deceased’s chest.\r\nThe deceased pulled a dark object out\nof his chest and threw it at\r\nthe appellants who then ran away. As Conrad and the deceased left the\r\nscene both collapsed. The deceased\nshortly died from a penetrating\r\nincised wound into the right ventricle of the heart. Conrad was\r\nconveyed to hospital where he was\ntreated in the Intensive Care Unit\r\nfor four days. Conrad had sustained two stab wounds – described\r\nby Dr Ogg, who examined\nhim, as stab wounds of the anterior chest\r\nabove the right nipple and of the posterior chest over the right\r\nscapula resulting in\na punctured lung.\n[9] Mrs Meyer explained that she crossed the street to fetch Conrad\r\nand the deceased. She saw the second appellant attack Conrad\nfrom the\r\nside as he pinned down the third appellant who was trying to get up.\r\nShe stated that she kicked the third appellant to\nkeep him on the\r\nground and that the second appellant then threw a bottle at her from\r\nwhich she was saved by the deceased who moved\nher out of its path.\r\nShe did not see who stabbed Conrad but did observe the first\r\nappellant stab the deceased, who stood next to\nher, in the chest with\r\na dark object.\n[10] Another witness called by the State, Mr Mzimela, told how he\r\nobserved what appeared to be a fight as he drove along Stella\nRoad on\r\nhis way to drop off friends who lived in that neighbourhood. The area\r\nwas well-lit by streetlights – a fact which\nhad been mentioned\r\nby Conrad and his mother without contestation – and he was\r\ndriving very slowly because of the nature of\nthe road. The spectacle\r\nengaged his attention and he kept watching the scene from the\r\nrear-view mirror as he drove past. He and\nhis passengers had noticed\r\nthe biggest male in the group, who he identified as the first\r\nappellant, and they discussed him as they\ndrove on. At a distance of\r\nabout 30 metres away from the scene he realised that the fight was\r\ngetting serious as he saw the first\nappellant raising his hand and\r\nmake a stabbing motion towards a white male. He turned back to the\r\nscene to assist. This took some\ntime as he was followed by other\r\ntraffic and he found Mrs Meyer cradling the deceased who was severely\r\ninjured. She informed him\nthat the deceased had been stabbed by a man\r\nwho ran down the road. He telephoned the police and gave chase. He\r\nsaw the first appellant\nstruggling up a hill assisted by others, but\r\nthey disappeared into the neighbouring houses before he could catch\r\nthem.\n[11] The defence version as told by the first appellant and Mr Trevor\r\nLubbe who he called as his eyewitness – Singh and the\nsecond\r\nand third appellants did not testify – is different. They both\r\nattributed the deceased’s stabbing to Singh who,\nin his plea\r\nexplanation, had actually admitted to stabbing the deceased in\r\nself-defence. According to the first appellant his group\nwas walking\r\nhome from a tavern and came across one Seun fighting with one\r\nPatrick. They intervened and stopped the fight. Seun\nwent into a\r\nnearby bar and returned with Lubbe. Seun then demanded a ‘fair\r\nfight’ with Patrick who obliged and then\noverpowered him. Lubbe\r\nintervened and Patrick left. The group walked on until they met\r\nConrad’s party at which Seun swore.\nA woman in that party said\r\nthey should be assaulted.\n[12] According to the first appellant, the deceased crossed the\r\nstreet and argued with Seun but Lubbe intervened successfully.\nThe\r\ndeceased then attacked the third appellant for no apparent reason and\r\nalso punched him, Singh and the second appellant. He\npunched the\r\ndeceased back. Conrad then joined in and trampled on the third\r\nappellant. Beer bottles were thrown around and broke\non the ground.\r\nBut the fight ended and the deceased left. Seun began swearing at the\r\ndeceased again and then, together with Singh,\nchased him across the\r\nroad. The deceased turned back and ran towards them. They met in the\r\nmiddle of the road and the deceased\ntried to hit Singh who then\r\nstabbed him in the chest with a knife. The deceased pulled it out of\r\nhis chest and threw it at Singh.\nLubbe picked it up and they all fled\r\nthe scene.\n[13] Lubbe’s version mostly matched the first appellant’s.\r\nOn his account the deceased assaulted the third appellant\nbecause the\r\nlatter made an inflammatory utterance as the deceased walked away\r\nafter Lubbe had stopped his argument with Seun. He\npicked up the\r\nknife used by Singh to stab the deceased after the latter threw it\r\naway and gave it to Singh on his insistence. He\nlast saw the deceased\r\nrunning down the road before he left the scene with his group.\n[14] Dr Bana, a pathologist and State witness who conducted the\r\npost-mortem examination on the deceased, discounted any possibility\n\nthat the fatal chest wound could have been inflicted by Singh. It was\r\nsuggested to her (and, earlier, to Conrad) by Singh’s\nattorney\r\nin cross-examination that the deceased was stabbed accidentally when\r\nhe ran into the knife held by Singh. Dr Bana’s\nopinion was\r\nbased on the protagonists’ disparate body types (on her\r\ndescription, the deceased was big, muscular and tall\nwhereas Singh\r\nhad a small build), the degree of force used in inflicting the wound\r\nwhich cut through the breastbone, and the path\nof the wound.\n[15] The magistrate accepted the version of the State witnesses whom\r\nhe found satisfactory. He dismissed the first stage of the\nfight,\r\nwhich occurred on the appellant’s side of the road, as trivial\r\nand refused to infer that it was the third appellant\nwho stabbed\r\nConrad in the back at that stage in view of the patchy evidence in\r\nthat regard. However, the magistrate found that\nby chasing Conrad and\r\nthe deceased across the road, Singh and the appellants manifested a\r\ncommon purpose and actively associated\nthemselves with the assaults\r\non Conrad and the deceased. Moreover the second and third appellants\r\nhad done nothing to prevent the\nstabbing of the deceased and Conrad,\r\nhad left the scene together with Singh and the first appellant and\r\nhad failed to testify.\n[16] The magistrate rejected the version that the deceased was\r\nstabbed by Singh. He mentioned that when Singh was granted an\r\nopportunity\nto lead evidence in his defence, he stood, apparently\r\nagainst his attorney’s instructions, and muttered that he\r\nwanted to\ntell the truth. The proceedings were adjourned to give him\r\nand his attorney time to regroup. It later transpired that during\r\nthat\nadjournment the first appellant who, unlike Singh, was out on\r\nbail followed the latter to the police cells. On his return to court\n\nSingh closed his case without testifying. The magistrate found this\r\nincident odd and the judgment suggests that he suspected the\nfirst\r\nappellant to have influenced Singh to exculpate him. Nonetheless, the\r\nmagistrate concluded that Singh probably mistook the\nidentity of his\r\nvictim and thought that he stabbed the deceased whereas he stabbed\r\nConrad, which he did not gainsay.\n[17] The magistrate then applied the doctrine of common purpose and\r\nconvicted the appellants and Singh for the murder and attempted\n\nmurder on that basis. In determining sentence the magistrate found\r\nthat the second and third appellants had played a lesser role\nin the\r\ncommission of the offences and for that reason, imposed more lenient\r\nsentences on them. On appeal, the court below found\nthat the\r\nmagistrate did not misdirect himself in any way and confirmed the\r\nconvictions and sentences.\n[18] The issues raised in the appeal before us concerned (a) the\r\nidentity of the person who stabbed the deceased; (b) whether the\n\nState established the existence of a common purpose and intent to\r\ncommit the offences; and (c) the propriety of the sentences imposed\n\nby the magistrate.\n[19] Regarding the deceased’s stabbing, it was not in dispute\r\nthat visibility at the scene of the offences was good. I find\nit\r\nhighly unlikely in the circumstances that Mzimela, the independent\r\nwitness and passing Samaritan who observed the fight from\nno more\r\nthan 30 metres away and Conrad and his mother, who were right at the\r\nscene, could all confuse the first appellant, undisputedly\nthe\r\nbiggest person there, with the slightly built Singh as the person who\r\ninflicted the stab wound. It is the very stabbing motion\nmade by the\r\n‘big man’ which Mzimela saw that prompted him to turn\r\nback and it is improbable that he would mistake that\nwith a fist\r\nfight as was suggested by the defence. In any event, according to the\r\nwitnesses, the fist fight occurred only on the\nother side of the road\r\nduring the first round of the fight and not where Mzimela observed\r\nthe incident.\n[20] As indicated above, Dr Bana rejected the likelihood that the\r\ndeceased was stabbed by Singh or that he could have impaled himself\n\non the knife-blade. In her opinion, that would have required the\r\ndeceased to run a distance with considerable speed, generating\nsevere\r\nforce, in order for the knife to go all the way through the\r\nbreastbone. She concluded as follows:\n‘\nI’m just looking at\r\n[Singh], and I have obviously done the autopsy, and the deceased is\r\nquite a big, muscular, tall person\nand for him to run towards a knife\r\nheld by a small built, average height person . . . he would have to\r\nrun at great speed . . .\nand I would expect then expect that knife\r\nwound to be much lower down, more likely to be more thoracic and an\r\nabdominal wound rather\nthan high up there on the chest’.\nI see no reason to disturb the credibility findings made by the\r\nmagistrate regarding the State eyewitnesses who implicated the\nfirst\r\nappellant and, in my view, on a consideration of all the relevant\r\nevidence and the inherent probabilities, their evidence\ncoupled with\r\nthat given by Dr Bana established it beyond doubt that Singh did not\r\nstab the deceased.\n[21] The nature of the fatal wound itself leaves no doubt that\r\nwhoever stabbed the deceased intended to kill him. Dr Bana described\n\nit as a ‘wound which passed from the right going down towards\r\nthe back . . . through the breastbone . . . through the sac\nthat\r\ncovers the heart [and] through the right chamber of the heart’\r\nindicating a downward thrust inflicted probably with\na knife with ‘a\r\nconsiderable amount of force . . . because the knife went through the\r\nbreastbone itself which is quite a\nstrong bone to break’. It is\r\ninconceivable that anyone, least of all the person who inflicted it,\r\nwould believe that any\nhuman being could survive such an injury. I\r\nwould accordingly confirm the first appellant’s conviction for\r\nthe deceased’s\nmurder.\n[22] As to the appellants’ culpability or otherwise for the\r\nattempt on Conrad’s life by Singh and the second and third\n\nappellants’ guilt or otherwise for both offences on the basis\r\nof the doctrine of common purpose which the magistrate applied,\nit is\r\nnecessary to consider their individual conduct to determine whether\r\nthere is a sufficient basis for holding that each one\nof them is\r\nliable, on the ground of active participation in the achievement of a\r\ncommon purpose that developed at the scene. (See\nS v Le Roux\n(444/08)[2010] ZASCA 7;\n2010 (2) SACR 11\n(SCA) at 19e;\nS v Mgedezi\n1989 (1) SA 687\n(A) at 703B-I.)\n[23] In the absence of proof of a prior agreement to commit the\r\noffences, as here, the appellants can be convicted on the basis\nof\r\nthe doctrine of common purpose, if (a) they were present where the\r\nviolence was being committed; (b) they were aware of the\nassault on\r\nConrad and the deceased; (c) they intended to make common cause with\r\nthe perpetrator(s) of the assault; (d) they manifested\ntheir sharing\r\nof a common purpose with the perpetrator(s) of the assault by\r\nthemselves performing some act of association with\nthe conduct of the\r\nperpetrator(s); and (e) they had the requisite\nmens rea\nconcerning the unlawful outcome at the time the offence was\r\ncommitted, ie intended the criminal result or foresaw the possibility\n\nof the criminal result ensuing and nevertheless actively associated\r\nthemselves reckless as to whether the result was to ensue.\n(See\nS\r\nv Safatsa\n1988 (1) SA 868\n(A);\nS v Mgedezi\nabove at\r\n705I-706C;\nS v Thebus\n[2003] ZACC 12\n;\n2003 (2) SACR 319\n(CC) para 49.)\n[24] I have no difficulty, on an application of these requirements,\r\nin confirming the first appellant’s conviction in respect\nof\r\nthe count of the attempted murder. He pursued Conrad and the deceased\r\nafter the first round of the fight ended and the two men\nhad left\r\nthem and instigated a fresh, unprovoked attack against them.\r\nAccording to Conrad and his mother, Conrad was next to the\ndeceased\r\nand the first appellant when Singh stabbed him. The first appellant,\r\nof necessity, must have seen this assault. Instead\nof dissociating\r\nhimself from Singh’s violent conduct, he proceeded to stab\r\nConrad’s companion. In my view, by so acting\nhe manifestly\r\nassociated himself with Singh’s behaviour and cannot have been\r\nin any doubt that their victims would be seriously\ninjured or even\r\nkilled, as indeed happened.\n[25] The case of the second and third appellants is, however,\r\ndifferent. There is no evidence whatsoever that they were armed –\n\napart from the beer bottle which the third appellant earlier threw at\r\nthe deceased – or knew that Singh and the first appellant\nwere\r\narmed with deadly weapons before the stabbings occurred. The first\r\nstage of the fight was largely fisticuffs and, according\nto Conrad,\r\nthe bottle used contained beer someone obviously intended to consume\r\nand was not carried as a weapon. I favour the magistrate’s\nview\r\nnot to attach any significance to this round of the events (which the\r\nvictims aided to spark by crossing the road to confront\na bunch of\r\nrowdy and aggressive males who Conrad himself said appeared drunk)\r\nand Conrad’s back wound in the light of his\nown uncertainly as\r\nto how and where he sustained it.\n[26] The only evidence against the two appellants in relation to the\r\nsecond stage of the fight is that they were part of the group\nwhich\r\nfollowed Conrad and the deceased. No one saw them do or say anything\r\nthereafter that indicated an intent to associate themselves\nwith the\r\nstabbings. They did not approach the victims and fled the scene\r\nimmediately after the assault. To my mind, it is not at\nall\r\nfar-fetched that they envisaged nothing more than a continuation of\r\nthe fist fight. There is simply no basis to conclude that\nthey\r\nintended the stabbing of Conrad and the deceased and made common\r\ncause therewith. And, in that case, they had no evidentiary\nburden to\r\ndischarge ie that they dissociated themselves from the commission of\r\nthe offences and they certainly did not have to\ntestify. They should,\r\ntherefore, not have been convicted for these offences.\n[27] It remains to determine whether the sentences imposed by the\r\nmagistrate on the first appellant are appropriate. The record\nshows\r\nthat his youthful age – he was 20 years old at the material\r\ntime – and clean record were taken into account and\nthat the\r\nmagistrate cautioned himself against ever-emphasizing the sentencing\r\nelement of deterrence. The magistrate, however, determined\nthat the\r\nseriousness of the offences perpetrated against unarmed victims who\r\ndid not provoke the assailants and posed no threat\nto them justified\r\nthe custodial sentences he imposed. It is so that the first appellant\r\nwas convicted of very grave offences which\nwarranted the imposition\r\nof substantial custodial sentences. A young man with a bright future\r\nahead of him – the deceased’s\nfather described him as a\r\nwell-loved, very good rugby player with a real prospect at joining\r\nthe sport at provincial level, who\nhad just turned 21 and was due to\r\nstart a new job – lost his life in a senseless crime and it is\r\na miracle that Conrad survived.\nIn cases of this nature society\r\ndemands punishment that reflects its outrage at the intolerable level\r\nof violence which is ravaging\nour country.\n[28] Be that as it may however, mindful also that sentencing is\r\npre-eminently a matter for the trial court’s discretion which\n\nis not to be interfered with by a court of appeal unless unreasonably\r\nexercised, I consider the cumulative effect of the sentences\nimposed\r\nby the magistrate, which add up to 22 years imprisonment,\r\ndisturbingly inappropriate and unduly severe in the circumstances.\nIt\r\ndoes not appear to me that the magistrate took proper account of the\r\nfirst appellant’s youth and capacity for reform.\nOrdering the\r\nsentences to run concurrently would, in my opinion, adequately serve\r\nthe objects of sentencing by addressing the elements\nof retribution\r\nand deterrence whilst affording the first appellant some modicum of\r\nmercy and an opportunity for rehabilitation.\nThis court is entitled\r\nto interfere in the circumstances and the sentences should run\r\nconcurrently.\n[29] In the result, the following order is made:\n1 The first appellant’s appeal against his convictions is\r\ndismissed.\n2 Save as set out below, the first appellant’s appeal against\r\nsentence is refused.\n3 The second and third appellants’ appeals against their\r\nconvictions and sentences are upheld.\n4 The order of the court below is varied as follows:\n‘\n1 The sentences imposed against accused\r\nnumber 1 shall run concurrently.\n2 Accused numbers 3 and 4 are found not guilty on all counts.’\n____________________\nMML MAYA\nJudge of Appeal\nAPPEARANCES\nFOR FIRST APPELLANT\n:\nVan Vuuren\nInstructed by: Mthembu & Van Vuuren Attorneys\nBloemfontein.\nFOR SECOND AND THIRD\nAPPELLANTS: SB Mngadi\nInstructed by: Durban Justice Centre, Durban\nBloemfontein Justice Centre, Bloemfontein\nFOR RESPONDENT\n:\nN Moosa\nDirector of Public Prosecutions, Pietermaritzburg\nDirector of Public Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T15:47:27.128232",
  "date": "2011-08-31",
  "coram": [
    "HEHER JJA",
    "MAYA JJA",
    "MAJIEDT JJA"
  ],
  "case_number": "473/10",
  "parties": {
    "applicants": [
      "LES FLOYD SCOTT",
      "LAWRENCE BEATON",
      "JEREMY BEATON"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "In September 2001 a group of youths, including the appellants, attended a party and later left to buy drinks. On their way back they encountered Conrad Meyer, his mother and a friend who had been assaulted earlier. A confrontation ensued near a supermarket where the appellants, together with a co‑accused Singh, were present. Witnesses described a sequence of fights: an initial fist‑fight, a bottle being thrown, and a stabbing that resulted in the death of Franktel Mostert and serious injuries to Conrad Meyer. Multiple witnesses, including an independent passerby and medical experts, identified the first appellant as the individual who delivered the fatal stabbing, rejecting the defence claim that Singh was responsible.",
    "issues": "The appeal raised three key issues: (a) the identity of the person who stabbed the deceased; (b) whether the State proved the existence of a common purpose and the requisite intent among the appellants to commit the murders and attempted murders; and (c) whether the sentences imposed by the magistrate were appropriate.",
    "principles": "The court applied the doctrine of common purpose, requiring presence at the violence, knowledge of the assault, intention to associate with the perpetrator, an overt act of participation, and the requisite mens rea for the unlawful result. Relevant authorities included S v Le Roux, S v Mgedezi, S v Safatsa, and S v Thebus. The court also reiterated that sentencing is a matter of trial‑court discretion, to be interfered with only if unreasonable, and considered principles of retribution, deterrence and rehabilitation.",
    "application": "The court found the eyewitness and forensic evidence reliable, concluding beyond reasonable doubt that the first appellant, the largest individual present, inflicted the fatal wound. It held that the second and third appellants did not participate in the stabbing, had no knowledge of the use of a deadly weapon, and merely continued a fist‑fight, thus failing the common‑purpose test. Consequently, their convictions were set aside. Regarding sentencing, the court judged the magistrate’s cumulative 22‑year term for the first appellant excessive given his youth and prospects, ordering the sentences to run concurrently.",
    "conclusion": "The appeal was decided as follows: the first appellant's convictions were upheld, but his sentence was varied to run concurrently. The appeals of the second and third appellants were upheld, resulting in acquittal on all counts. The final order reflected these findings."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Doctrine of Common Purpose",
    "level_3": [
      "murder",
      "attempted murder",
      "sentencing",
      "appeal",
      "common purpose",
      "identification of perpetrator"
    ]
  }
}