{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/48.html",
  "case_name": "S v Boekhoud (2011 (2) SACR 124 (SCA)) [2011] ZASCA 48; 522/10 (30 March 2011)",
  "citation": "[2011] ZASCA 48",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 48\n|\nNoteup\n|\nLawCite\nS v Boekhoud (2011 (2) SACR 124 (SCA)) [2011] ZASCA 48; 522/10 (30 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 522/10\nTHE STATE\n.................................................................................................................\nAppellant\nand\nHENDRIK LOURENS JACOB BOEKHOUD\n..........................................................\nRespondent\n______________________________________________________________\nNeutral citation:\nS v\r\nBoekhoud\n(522/10)\n[2011] ZASCA 48\n(30 March 2011)\nCORAM:\nNavsa, Heher, Cachalia, Bosielo JJA and Petse AJA\nHEARD:\n1 March 2011\nDELIVERED:\n30 March 2011\nSUMMARY:\r\nApplication for leave to appeal following on refusal by high court to\r\nreserve questions of law in terms of\ns 319\nof the\nCriminal Procedure\nAct 51 of 1977\n─ uncertainty about facts to which questions\r\nrelate ─ confusion and contradictions in indictment, summary of\r\nsubstantial\nfacts and further particulars supplied by State ─\r\nquestions concerning the application of doctrine of common purpose\r\nunrelated\nto specific charges ─ State still considering\r\nredrafting of indictment ─ application for leave to appeal\r\nrefused.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng\r\nHigh Court (Johannesburg) (Borchers J sitting as court of first\r\ninstance).\n1. The application for condonation for\r\nlate filing of the application for leave to appeal is granted.\n2. The application for leave to appeal\r\nis dismissed.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Heher, Cachalia, Bosielo JJA\r\nand Petse AJA concurring)\n[1] This is an\r\napplication by the Director of Public Prosecutions, South Gauteng,\r\nfor leave to appeal to this court against a decision\nof the South\r\nGauteng High Court (Borchers J), in terms of which it had\r\nrefused an application to reserve certain questions\nof law in terms\r\nof s 319 of the Criminal Procedure Act 51 of 1977 (the CPA). The high\r\ncourt had ruled that it had no jurisdiction\nin relation to offences\r\nallegedly committed by the respondent, Mr Hendrik Boekhoud,\r\nwhilst he was resident in the United Kingdom.\nThe matter was referred\r\nfor the hearing of oral argument before us as was an application for\r\ncondonation for the late filing thereof.\n1\n[2] During 2006 Mr Boekhoud, along\r\nwith four co-accused, was indicted in the high court on a main charge\r\nof contravening s 2(1)(e)\nread with sections 1, 2(2), 2(3), 2(4) and\r\n3 of the Prevention of Organised Crime Act 121 of 1998 (POCA) ─\r\nthese offences\nrelate to racketeering activities ─ and 54 other\r\ncounts, which include a number of counts of theft, fraud, money\r\nlaundering\nin contravention of s 4 of POCA, read with sections 7A and\r\n8 thereof and also contraventions of the provisions of the Mining\r\nRights\nAct 20 of 1967. A number of alternative charges to each of the\r\n55 charges was preferred against the respondent. These include\r\ncontraventions\nof Exchange Control Regulations, the Mining Rights Act\r\nand POCA. The indictment, itself extends to 72 pages. The associated\r\nsummary\nof substantial facts comprises 11 pages.\n[3] As appears to be the wont of the\r\nState in certain high profile cases, it appears to have adopted a\r\nscattergun approach to the\nprosecution, covering as many bases as\r\npossible. Whilst at face value this approach may appear prudent it\r\noften leads to a lack\nof focus and imprecision.\n[4] Unsurprisingly, the extensive and\r\nvoluminous charge sheet led to Mr Boekhoud requesting further\r\nparticulars in terms of s 87\nof the CPA. The request comprised 36\r\npages. The State furnished 67 pages of further particulars.\n[5] At the\r\ncommencement of the trial Mr Boekhoud tendered a plea in terms of s\r\n106(1)(f) of the CPA.\n2\nHe averred that\r\nwith the exception of the main count (the racketeering charge in\r\nterms of s 2 of POCA) the court lacked jurisdiction\nto try him on all\r\nthe others. The reason for the racketeering charge being excluded is\r\nthat s 2(1) provides that a person who commits\nany of the acts listed\r\nthereunder shall be guilty of the offence whether or not they were\r\ncommitted ‘within the Republic\nor elsewhere’.\n[6] At this stage it is necessary to\r\nset out the background against which the charges were brought and the\r\nplea of a lack of jurisdiction\nraised. At the centre of the charges\r\nis the theft of unwrought precious metals (upms) stolen from South\r\nAfrican mines, principally\nin the Rustenburg area, and which\r\nultimately found their way to the United Kingdom. The upms it appears\r\nmight have contained one\nor other of the precious metals in the\r\nplatinum group, which includes gold, platinum, palladium and rhodium.\n[7] The State’s case was that\r\nafter certain persons had physically stolen the upms from South\r\nAfrican mines Mr Boekhoud’s\nco-accused came to possess them\r\nwithin South Africa, knowing they were stolen. Thereafter the upms\r\nwere exported by them to a refinery\nin the United Kingdom, which for\r\nall practical purposes was owned and controlled by Mr Boekhoud.\n[8] To export the ore to the United\r\nKingdom documentation had to be prepared, which, according to the\r\nState, did not represent the\ntrue value of the ore. Consequently the\r\ndocumentation was false. This explains the theft, fraud and unlawful\r\npossession of upms\ncharges as well as the charges involving exchange\r\ncontrol regulations.\n[9] If the State’s affidavit in\r\nsupport of the present application for leave to appeal is to be\r\nbelieved (in conjunction with\nthe heads of argument filed on its\r\nbehalf both in this court and the court below) its case against Mr\r\nBoekhoud, as set out in the\nindictment, is ‘accurate, clear\r\nsuccinct and detailed’. It was submitted that simply put the\r\nState’s case was\nthat Mr Boekhoud was involved in the\r\nplanning of all of these offences with his co-accused. According to\r\nthe State, an examination\nof the indictment, the summary of\r\nsubstantial facts and the further particulars reveals that this was a\r\nscheme involving all of\nthe accused, including Mr Boekhoud. The\r\nveracity of the State’s assertions in this regard is in issue\r\nin this case.\n[10] In upholding Mr Boekhoud’s\r\nplea of lack of jurisdiction, Borchers J recorded (at para 11 of her\r\njudgment), that in its\nreply to the request for further particulars\r\nthe State had alleged that all the acts which constituted criminal\r\nconduct by Mr Boekhoud\nwere performed by him outside the boundaries\r\nof South Africa. She said the following:\n‘\nThese\r\nare the central facts which run through the indictment. Minor\r\nexceptions to the pattern which I have sketched and small variations\n\nin the manner in which certain acts were performed are in my view\r\nrelevant.’\n[11] Before us the State was adamant\r\nthat the further particulars supplied by it did not allege that all\r\nof Mr Boekhoud’s\nacts, constituting the criminal conduct in\r\nrespect of which he had been charged, were committed outside of South\r\nAfrica. The State\nsubmitted that Borchers J had erred in this regard.\n[12] In her judgment Borchers J noted\r\nthat Mr Boekhoud was originally a South African citizen but that in\r\nthe 1980’s he renounced\nhis South African citizenship and\r\nbecame a citizen of the Netherlands. Since then he has resided and\r\nworked in the United Kingdom.\nWhilst he owns assets here and visits\r\nthis country occasionally he is neither resident nor domiciled here.\n[13] The learned judge’s\r\nmaterial findings were that the court lacked jurisdiction on two\r\ngrounds. First, the acts, which\nconstitute the crimes of theft, fraud\r\nand the various alternatives, were committed not by him but by his\r\nco-accused. Second, such\nacts as he had performed were all committed\r\nin the United Kingdom and South African courts consequently have no\r\njurisdiction.\n[14] In reaching those conclusions the\r\ncourt below postulated the general position in regard to territorial\r\njurisdiction: South\nAfrican courts only exercise jurisdiction over\r\noffences committed by persons within South Africa. Generally,\r\noffences committed\nbeyond the borders of South Africa cannot be\r\nprosecuted here.\n[15] Borchers J\r\nexpressed views concerning the interpretation and application of s 2\r\nof POCA, which she expressly stated were\nobiter\n.\r\nThis is an aspect to which I shall return briefly in due course.\n[16] The learned\r\njudge went on to consider a submission by counsel for the State that\r\nMr Boekhoud was liable to be convicted on\ncounts 2-55 on the basis of\r\nhaving formed a common purpose with his co-accused. It was contended\r\non behalf of the State that the\nactus\r\nreus\nof\r\none person can be imputed to another where there is proof of a common\r\npurpose between them. The court below thought that what\nwas being\r\nsought was the extension of extra-territorial jurisdiction over Mr\r\nBoekhoud for acts committed by his co-accused in South\nAfrica.\r\nBorchers J considered that there was no authority for this\r\nproposition by the State, which she considered ‘remarkable’.\n\nShe stated the following:\n‘\nThere\r\nis as far as I can ascertain, no occasion on which a court has\r\nexercised extra-territorial jurisdiction over actions performed\n\nentirely outside South Africa’s borders, save where such\r\njurisdiction is extended expressly by statute. Treason may be a\n\npartial exception but even there I note that the courts found that by\r\nbroadcasting propaganda from abroad the accused overseas\nwas creating\r\nairwave disturbances or changes in South African air or atmosphere.\r\nEven here some sort of\nactus\r\nreus\nin\r\nSouth Africa was required by the courts.’\n[17] For all the reasons stated\r\nBorchers J held that the court below had no jurisdiction to try Mr\r\nBoekhoud on counts 2-55, nor\non any of the alternative charges in the\r\nindictment.\n[18] I have doubts about the\r\ncorrectness of the learned judge’s approach to the application\r\nof the doctrine of common purpose,\nspurred no doubt by the State’s\r\nown confusion in this regard. Put differently, it is not clear to me\r\nthat the application\nof the common purpose doctrine involves a court\r\nextending its jurisdiction extra-territorially. This is an aspect\r\ndiscussed in\nmore detail later in this judgment. However, as will\r\nbecome clear the central issue in this application for leave to\r\nappeal is\nwhether certainty exists in regard to all of the facts to\r\nwhich the question relates or on which the legal point hinges. That\r\nissue\nis inextricably linked to the intelligibility and precision\r\nwith which the indictment, the summary of substantial facts and the\n\nfurther particulars were framed.\n[19] As will become clear, the\r\nexpression ‘extra-territorial jurisdiction’ was wrongly\r\nemployed and it distracted all\nconcerned and led to confusion.\n[20] Subsequent to\r\nthe finding of the court below, that it lacked jurisdiction in\r\nrespect of counts 2-55, the State resorted to\ns 319 of the CPA, in\r\nterms of which it applied to that court to reserve questions of law\r\nfor the consideration of this court.\n3\nExpectedly, the\r\napplication was opposed by Mr Boekhoud.\n[21] Not dissimilarly to the manner in\r\nwhich it framed the indictment and the accompanying documentation,\r\nthe questions were rather\nintricate. The first question was framed as\r\nfollows:\n‘\n(1)\r\nWhether, as a question of law, having regard to the wording of\r\nsection 2 as well as the definition of “pattern of racketeering\n\noffences” in section 1, as well as the list of offences set out\r\nin Schedule 1 to POCA, and the law applicable to them (which\noffences\r\ninclude theft, fraud, any offence relating exchange control, any\r\noffence under any law relating to illicit dealing in\nor possession of\r\nprecious metals or precious stones, contravention chapter 3 of POCA\r\n(sections 4 and 6), the racketeering acts\nset out in counts 2 –\r\n55, for a conviction under section 2 to\nensue\n,\r\nhave to have occurred within the borders of South Africa only.’\nThis question was accompanied by four\r\nrelated questions, which for present purposes it is not necessary to\r\nrepeat.\n[22] Borchers J’s\r\nresponse to this question was that it postulates that she had held\r\nthat for a prosecution of racketeering\nunder s 2 of POCA to succeed,\r\nthe racketeering act as defined must have occurred within the borders\r\nof South Africa. She stated\nthat she had made no such finding and\r\nthat anything she had said regarding s 2 of POCA had been\nobiter\n.\r\nShe held that for that reason it could not form the subject matter of\r\na reserved question of law in terms of s 319 of the\nCPA. The\r\nState does not persist in challenging the learned judge’s\r\nrefusal to reserve this question.\n[23] The second set of questions that\r\nthe State sought to reserve comprised a primary question accompanied\r\nby four associated questions:\n‘\n(2)\r\nWhether in law, the operation of the doctrine of common purpose is\r\napplicable to someone beyond the borders of the Republic\nof South\r\nAfrica as well, the latter who (1) conspires with others in the\r\nRepublic to perpetrate theft, fraud and/or statutory offences\nrelated\r\nto the theft, fraud and/or statutory offences, and/or, (2) who acts\r\nin concert with others in the Republic through acts\nof association\r\n(such as refining property, selling property, remitting profits) for\r\nthe mutual benefit of the participants.\n[A] Related questions to\r\nquestion 2\n(a) Whether in law, a\r\nperson abroad who conspired or reached agreement with others in South\r\nAfrica to perpetrate an offence in South\nAfrican, can, once the said\r\noffence has been executed by such others in South Africa, be charged\r\nin a South African court with\nthe completed offence because of the\r\nconspiracy/agreement earlier reached?\n(b) If the offence is\r\nperpetrated over a period of time, and the agreement or conspiracy to\r\ncommit a particular crime or crimes\nof an ongoing nature, is the\r\nanswer to the question still the same?\n(c) Can such person\r\nabroad also be charged on the basis of common purpose, having regard\r\nto acts of association perpetrated abroad?\n(d)\r\nWhich law with regards to the elements of unlawfulness and\nmens\r\nrea\nis\r\napplicable to such person abroad, that of South Africa or that of the\r\nplace abroad where such person was located at the time\nof the\r\nperpetration of the offence or offences by others in South Africa.’\n[24] Questions 3, 4 and 5, drafted in\r\nthe same convoluted and extended fashion relate to the offence of\r\ntheft and, as recorded by\nthe court below, all arise from the State’s\r\ncontention that the doctrine of theft is a continuing offence, which\r\nit was submitted\nafforded extra-territorial jurisdiction. One of the\r\nrelated questions was whether the doctrine of continuity was also\r\napplicable\nin ‘taking-out’ cases, where someone outside\r\nthe country knows that the property was stolen, intentionally assists\r\nthe thieves in South Africa by further dealing with or handling the\r\nstolen property.\n[25] The court below responded to\r\nthese questions by stating that the fact that theft is a continuing\r\noffence did not entitle it\nto exercise extra-territorial\r\njurisdiction. Borchers J said the following:\n‘\nThis\r\nis the law, whether the case is a so called “bringing in”\r\nor “taking out” case.’\n[26] Questions 6\r\nand 7 ask whether ss 4 and 6 of POCA\n4\napply to acts\r\ncommitted extra-territorially. The learned judge answered these two\r\nquestions tersely, in the negative.\n[27] Question 8 is framed in a broad\r\nand somewhat curious manner:\n‘\nWhether\r\nas a question of law, the power of the High Court to develop the\r\ncommon law, becomes a duty because of the interest of justice\n\nprinciple envisaged in section 173 of the Constitution, 108 of 1996,\r\nand/or because of the constitutional duty of the State to\neffectively\r\nprosecute crime, once that court forms the view that common law\r\nprinciples with regards to common law offences do not\nprovide for\r\nextra – territorial jurisdiction and therefore ought to be\r\ndeveloped.’\n[28] Borchers J had the following to\r\nsay about that question:\n‘\nQuestion\r\n8 was never raised before judgment and therefore forms no part of the\r\njudgment. I have never formed the view that the common\nlaw ought to\r\nbe developed to provide for extraterritorial jurisdiction in the\r\nfactual situation presently before the court. I was\nnot asked even to\r\nconsider that question. This question can therefore not be reserved\r\nas a question for the consideration of the\nSupreme Court of Appeal.’\n[29] The learned judge consequently\r\nrefused the application to reserve questions in terms of s 319 of the\r\nCPA in its entirety. It\nis necessary to record, as the court below\r\ndid in its judgment upholding the plea of non-jurisdiction, that Mr\r\nBoekhoud’s\nco-accused have either had charges against them\r\nwithdrawn or have pleaded guilty in terms of s 105A of the CPA and\r\nentered into\nplea bargain agreements with the State. Mr Boekhoud\r\nremained the only accused in the court below.\n[30] At the outset before us, counsel\r\nfor the State readily accepted that not all of the counts between\r\ncount 2 and 55 were applicable\nto Mr Boekhoud. Several were\r\nprimarily directed against his co-accused. Counsel indicated that the\r\nState might have to give\nconsideration to whether the counts\r\ninvolving contraventions of the Exchange Control Regulations should\r\nbe withdrawn. The State\nmight also give consideration to withdrawing\r\nsome of the theft charges. Importantly, counsel for the State\r\nconceded that in relation\nto the indictment and associated\r\ndocumentation, it might have to ‘return to the drawing board’\r\nbefore resuming Mr Boekhoud’s\nprosecution.\n[31] Before the\r\njudgment of the Constitutional Court in\nS\r\nv Basson\n2007\r\n(1) SACR 566\n(CC), this court had repeatedly held that a question of\r\nlaw could only be reserved in terms of s 319 of the CPA, upon\r\nconviction\nor acquittal of an accused and that an order upholding an\r\nexception to a charge was neither a conviction nor an acquittal and\r\nconsequently\ncould not be reserved for consideration by this court.\r\nIn\nBasson\nthe Constitutional\r\nCourt was concerned with circumstances where the upholding of an\r\nobjection to an indictment had the effect of\nbarring the State from\r\nprosecuting the accused on charges which were quashed.\n[32] The Constitutional Court had\r\nregard to the State’s prosecutorial authority, enabling it to\r\nfulfil its constitutional\nobligations to prosecute those offences\r\nthat threaten or infringe the rights of its citizens. It noted that\r\nthe purpose of s 319\nwas amongst others to allow the State to appeal\r\non a point of law to the SCA. At para 148 the following is stated:\n‘\nSection\r\n319(1) provides that if “any question of law arises on the\r\ntrial in a superior court”, the Court may of its\nown motion or\r\nat the request of the prosecutor or accused reserve that question for\r\nconsideration by the SCA. There is nothing\nin the language to suggest\r\nthat the State may only request the reservation of questions directed\r\nat the conviction or acquittal\nof the accused. Section 319(2) indeed\r\nstrongly suggests that the Legislature intended to permit an appeal\r\nagainst any order upholding\nor dismissing an objection by way of a\r\nreservation of a question of law. The subsection provides that “(t)he\r\ngrounds upon\nwhich any objection to an indictment is taken shall, for\r\nthe purposes of [s 319], be deemed to be questions of law.” ’\n[33] Whilst\r\nappreciating that that there was a well-established legislative and\r\njudicial policy which precluded piecemeal appeals\nto the SCA the\r\nConstitutional Court noted there was no such problem where the only\r\ncharge against an accused is quashed. That effectively\nbrings the\r\nproceedings to an end.\n5\nThe same would\r\napply in the event that all the charges in an indictment were to fall\r\naway because of a ruling on jurisdiction.\n6\nIt went on to hold\r\nthat there is no bar to a question being reserved in this regard.\n[34] Whenever a\r\nquestion of law is reserved in terms of s 319 of the CPA, certainty\r\nmust exist in regard to all of the facts to\nwhich the question\r\nrelates or on which the legal point hinges. In\nS\r\nv Basson\n2003\r\n(2) SACR 373\n(SCA) the following summary appears at 378-379:\n‘\nThe\r\nState has no right to appeal in terms of the Act against incorrect\r\nfactual findings by a trial court. The State can appeal only\nif the\r\ntrial court gave a wrong decision due to a mistake of law. In order\r\nto determine whether the trial court erred in law the\nfactual basis\r\nupon which it based its decision must be determined. Another factual\r\nbasis cannot give an indication whether the\ncourt made a mistake of\r\nlaw. It follows that a question of law arises only when the facts\r\nupon which the trial court based its\njudgment could have another\r\nlegal consequence than that which the trial court had found. For\r\nthose reasons (a) there must be certainty\nregarding the legal issue\r\nbeing raised and the facts upon which the trial judge based her or\r\nhis findings, and (b) when a question\nof law is reserved, it has to\r\nbe set out clearly not only which legal issue is raised but also the\r\nfacts on which the trial court\nbased its finding.’\nSee also S v Goliath\n1972 (3) SA 1\n(A)\r\nat 9H.\n[35] The five questions set out in\r\nparagraph 23 above are couched in the abstract. They are posed\r\ntheoretically without reference\nto specific charges or the\r\nallegations in those charges that the State will set out to prove.\r\nFurthermore, the questions conflate\nconspiracy with common purpose.\r\nWhilst one could agree beforehand to act together with others, prior\r\nagreement is not always necessary\nbefore an accused can be convicted\r\non the basis of common purpose. Before us it was submitted on behalf\r\nof the State that this\ncourt ought to consider all the charges and\r\nthe alternatives, relate them to the summary of substantial facts and\r\nthe request for\nfurther particulars and the responses thereto and\r\nthat this would then provide the factual background against which the\r\nquestions\nshould be answered. So much then for precision and the\r\nnotion that counsel are there to assist the court and not the other\r\nway\naround.\n[36] At this stage\r\nit is necessary to consider in some detail, the indictment, the\r\nsummary of substantial facts, the request for\nfurther particulars and\r\nthe responses thereto. A careful reading of the first 26 pages of the\r\nindictment reveals that the 55 offences\nallegedly committed by the\r\naccused are named, without amplification or factual setting. On page\r\n27 of the indictment there is a\n‘preamble’ to the\r\nracketeering charge and the alternatives thereto. The preamble\r\npurports to explain the genesis and\npurpose of section 2 of POCA. It\r\nrecords that it was modelled on legislation that exists in the United\r\nStates of America, namely,\nThe Racketeer Influenced and Corrupt\r\nOrganisations Act (RICO), found at Title 18, United States Code,\r\nSection 1961\net\r\nseq\n.\n7\n[37] I interpose to consider the\r\nprovisions of section 2 of POCA and the definition of ‘a\r\npattern of racketeering activity’.\nSection 2 provides:\n‘\nOffences\n(1) Any person who ─\n(a) (i) receives or\r\nretains any property derived, directly or indirectly, from a pattern\r\nof racketeering activity; and\n(ii) knows or ought\r\nreasonably to have known that such property is so derived; and\n(iii) uses or invests,\r\ndirectly or indirectly, any part of such property in acquisition of\r\nany interest in, or the establishment\nor operation or activities of,\r\nany enterprise;\n(i) receives or retains\r\n\tany property, directly or indirectly, on behalf of any enterprise;\r\n\tand\n(ii) knows or ought\r\nreasonably to have known that such property derived or is derived\r\nfrom or through a pattern of racketeering\nactivity;\n(i) uses or invests any\r\n\tproperty, directly or indirectly, on behalf of any enterprise or in\r\n\tacquisition of any interest in, or\nthe establishment or operation or\r\n\tactivities of any enterprise; and\n(ii) knows or ought\r\nreasonably to have known that such property derived from or through a\r\npattern of racketeering activity;\nacquires or maintains,\r\n\tdirectly or indirectly any interest in or control of any enterprise\r\n\tthrough a pattern of racketeering activity;\nwhilst managing or\r\n\temployed by or associated with any enterprise, conducts or\r\n\tparticipates in the conduct, directly or indirectly,\nof such\r\n\tenterprise’s affairs through a pattern of racketeering\r\n\tactivity;\nmanages the operation or\r\n\tactivities of an enterprise and who knows or ought reasonably to\r\n\thave known that any person, whilst employed\nby or associated with\r\n\tthat enterprise, conducts or participates in the conduct, directly\r\n\tor indirectly, of such enterprise’s\naffairs through a pattern\r\n\tof racketeering activity; or\nconspires or attempts to\r\n\tviolate any of the provisions of paragraphs (a), ((b), (c), (d), (e)\r\n\tor (f), within the Republic or elsewhere,\nshall be guilty of an\r\n\toffence.’\n[38] Section 1 of POCA defines ‘a\r\npattern of racketeering activity’ as\n‘\nthe\r\nplanned, ongoing, continuous or repeated participation or involvement\r\nin any offence referred to in Schedule 1 and includes\nat least two\r\noffences referred to in Schedule 1, of which one of the offences\r\noccurred after the commencement of this Act and the\nlast offence\r\noccurred within 10 years (excluding any period of imprisonment) after\r\nthe commission of such prior offence referred\nto in Schedule 1.’\nSchedule 1 refers, amongst others, to\r\nthe offences of theft and fraud.\n[39] In count 1 Mr Boekhoud was\r\ncharged with a contravention of s 2(1)(e) of POCA. In two\r\nalternatives to the main count he was\ncharged with contraventions of\r\ns 2(1)(g) and 2(1)(b) of POCA.\n[40] Returning to the indictment, the\r\nState purports therein to explain how an enterprise can be a\r\nlegitimate entity, or not. The\nindictment notes that at least two\r\npredicate offences, listed in Schedule 1 have to be committed within\r\nthe listed period. The\nindictment states that the acts that comprise\r\nthe ‘pattern of racketeering activity’ are also separate\r\ncriminal offences\nthat may be charged separately. Counts 2-55,\r\naccording to the State, were meant to do just that.\n[41] The ‘enterprise’\r\ncontemplated in s 2 of POCA is explained in two further pages of the\r\nindictment and amounts to\nwhat is set out in summary form in para 9\r\nabove. In the next two pages of the indictment the State sets out the\r\nobjects and the\nactivities of the enterprise, which is in effect a\r\nrepetition of what has already been described with a little more\r\ndetail added.\n[42] The indictment then goes on to\r\nexplain that the constituent racketeering acts or the predicate\r\noffences, as they are now commonly\nreferred to, are those set out in\r\ncounts 2-55. The indictment proceeds to link the predicate offences\r\nand the alternative counts\nto the enterprise.\n[43] At page 69 of the indictment the\r\nfollowing appears:\n‘\nAt\r\nthe time of stealing the unwrought precious metals in question a\r\ncommon purpose existed between accused 1, 2, 4 and 5 to steal,\nexport\r\nand sell the material with a view to profit from the sale.’\n[44] The State was requested to\r\nprovide exact details concerning the\nactus reus\nof Mr Boekhoud\r\nin the illegal procurement (theft) and smuggling (fraud) of the upms.\r\nThe State responded as follows:\n‘\nAs\r\ncan be gleaned from the Indictment it is not alleged by the State\r\nthat accused 1 physically partook in the acquiring (theft)\nor illegal\r\nexportation (fraud) of the unwrought precious metals. It is alleged\r\nthat he and the other accused were associated together\nin an illegal\r\nenterprise that had as its main aim the procurement of unwrought\r\nprecious metals, the unlawful dispatch of those\nmetals from South\r\nAfrica to the United Kingdom and money laundering as regards the\r\nremittances and proceeds unlawfully earned as\nconsequences of the\r\nfirst two activities.’\n[45] In regard to the preparation and\r\npresentation of falsified export documentation the indictment alleged\r\nthat ‘on occasion’\nMr Boekhoud had directed how it was to\r\nbe done.\n[46] In response to the question\r\nwhether Mr Boekhoud performed any act or acts in relation to any of\r\nthe preferred charges at any\nplace other than in Ramsay, Peterborough\r\nin the United Kingdom, the State said:\n‘\nAccused\r\n1 always acted through [his refinery] and the said address belongs to\r\n[the refinery]. In that sense he always acted from\nthe said address,\r\nexcept with regard to counts 27, 29 and 51. . . .\nAccused 1, however,\r\ncommunicated from time to time with one or more accused, . . . who\r\nwere in South Africa.’\n[47] Significantly, in response to an\r\nenquiry about the legal and factual basis upon which common purpose\r\nis to be inferred, the\nState said the following:\n‘\nThe\r\nState will ask the court to look at all the evidence and all of the\r\nacts of all the accused\nas\r\na whole at the end of the trial\nto\r\ndetermine whether or not a common purpose (objective of the group)\r\nexisted between the participants to steal, dispatch and sell\nfor\r\nprofit. With regard to the legal basis upon which the existence or\r\notherwise of a common purpose needs to be determined the\nposition is\r\nwell established. With reference to\nS\r\nv Mgedezi\n1989\r\n(1) SA 687(A)\n, the Constitutional Court in\nS\r\nv Thebus and Another\n[2003] ZACC 12\n;\n2003\r\n(6) SA 505\n(CC) at 532 H-I, said the following about common purpose,\r\nin particular with regard to\nmens\r\nrea\n:\r\n“If the prosecutions relies on common purpose, it must prove\r\nbeyond reasonable doubt that each accused had the requisite\nmens rea\r\nconcerning the unlawful outcome at the time the offence was\r\ncommitted.” And, further, that: “He or she must\nhave\r\nintended that criminal result or must have foreseen the possibility\r\nof the criminal result ensuing and nonetheless actively\nassociated\r\nhimself or herself reckless as to whether the result was to ensue.”\r\nThe State can rely on circumstantial evidence.\nSee\nS\r\nv Blom\n1939\r\n(AD) 188.’ (My emphasis.)\n[48] In response to a question whether\r\nMr Boekhoud committed the crime of racketeering in Johannesburg, the\r\nState said:\n‘\nThe\r\nState did not allege that Accused 1 was in Johannesburg when he acted\r\nas alleged. . . .’\n[49] In response to a question about\r\nwhether Mr Boekhoud acted elsewhere ─ other than in\r\nJohannesburg ─ the State responded\nin the following manner:\n‘\nThe\r\nState does not allege that the accused acted “elsewhere”.\r\nHowever, other members/associates of the enterprise did.\nThe word elsewhere is\r\nused in the Indictment because some acts by enterprise\r\nmembers/associates happened at places other than Johannesburg\nand\r\nsurroundings in the UK. In this regard the State alleges that in\r\nrespect of counts 2 – 7, 15, 17, 18, 19, 26, 30, 32\n-34 the\r\nstolen unwrought precious metals originates from the Bushveld\r\nplatinum area (Rustenburg). In respect of counts 14 and 16,\nthe State\r\nalleges that the bulk of the material in these counts were stolen\r\nfrom the Bushveld platinum area, but that a portion\nof the stolen\r\nmaterial originates from the Great Dyke area . . .\nEven\r\nwhere the theft of unwrought precious metals happened outside the\r\njurisdiction area of the Gauteng South Division of the High\nCourt or\r\nborders of South Africa, the Gauteng South Division of the High Court\r\nof South Africa still has jurisdiction in regard\nto such stolen\r\nmaterial found or handled within its jurisdiction area.\n. . .\nWhat is important is that\r\nthe State must be able to prove that Accused 1 knew that the\r\nunwrought precious metals that he received\nfrom the Oliver Tambo\r\nInternational Airport in collaboration with others was stolen, not\r\nwhere it was stolen from . . .’\n[50] Mr Boekhoud requested the\r\nfollowing particulars in respect of count 1:\n‘\nThe\r\nState is required to indicate on what basis it is alleged, in fact\r\nand in law, that the Witwatersrand Local Division of the\nHigh Court .\r\n. . has jurisdiction in respect of accused 1 and the acts he is\r\nalleged to have performed in the execution of the\ncrimes perpetrated\r\nby the enterprise’.\n[51] The State responded thus:\n‘\nThe\r\nunwrought precious metals in the Indictment was handled and/or\r\npossessed within the jurisdiction area of this Honourable court.\nIt\r\nwas dispatched from the Oliver Tambo International airport to Accused\r\n1. This Honourable Court has jurisdiction in respect of\nAccused 1’s\r\nactivities because he is\ninter\r\nalia\ncharged\r\nin terms of section 2(1)(e) of POCA as an associate/participant of an\r\nenterprise that acted through a pattern of racketeering\nactivity to\r\ncommit the offences set out in the Indictment, which provides for\r\nextra territorial jurisdiction. It furthermore has\njurisdiction\r\nbecause Accused 1 has been charged with 2(1)(b), 4 and 6 of POCA,\r\nwhich provides for extraterritorial jurisdiction.\nMoreover, he is\r\ncharged with conspiracy (refer section 2(1)(g) of POCA) and/or that\nhe\r\nacted with a common purpose, which doctrines also provides for\r\nextraterritorial jurisdiction\n.’\r\n(My emphasis.)\n[52] The State was asked to provide\r\nthe dates, times and places where Mr Boekhoud is alleged to have\r\nstolen the upms and the\n‘precise and exact\nactus reus\n’\r\nof Mr Boekhoud in committing the theft of upms. The State said the\r\nfollowing:\n‘\nThe\r\nState does not allege that Accused 1 physically stole or handled the\r\nunwrought precious metals in question in South Africa.\nAs already\r\nstated above, he received it in the United Kingdom. It is trite law\r\nthat theft is a continuous offence. . . .’\n[53] Insofar as possession in\r\ncontravention of the Mining Rights Act is concerned, the State was\r\nasked to ‘indicate the factual\nand legal basis for the\r\nallegation that accused 1 possessed the unwrought precious metal..’\r\nThe response was as follows:\n‘\nThe\r\nState relies on the doctrine of common purpose re possession in South\r\nAfrica. With reference to possession in the UK, the State\nrelies on\r\nthe provisions of sections 6, 4, and 2(1)(b) [of POCA], the latter\r\nthree counts which provide for\nextraterritorial\r\njurisdiction\n.\r\n. . .’ (My emphasis.)\n[54] In a subsequent paragraph in the\r\nfurther particulars supplied by the State in relation to the\r\npossession of upms the following\nappears:\n‘\nWith\r\nreference to contravening the Mining Rights Act, the State relies on\r\nthe doctrine of common purpose. Knowing that he was trading\nin stolen\r\nunwrought precious metals forwarded to him from South Africa, accused\r\n1 would then have known as a necessary consequence\nthat the Mining\r\nRights Act or another statute was being contravened…’\n[55] In relation to fraud connected to\r\nthe export of the upms the State, inter alia, said the following:\n‘\nWith\r\nreference to the specific facts in this matter the State will prove\r\nthat accused 1 knew or ought reasonably to have known (dolus\n\neventualis) when importing stolen unwrought precious metals, that\r\nfictitious/false documentation would have to be prepared and\n\npresented to Customs. This is a necessary consequence when exporting\r\nstolen precious metals.’\n[56] I consider it necessary to now\r\ndeal briefly with the doctrine of common purpose in order to\r\ndemonstrate the confusion in the\nState’s case flowing from the\r\nindictment, the summary of substantial facts, the further particulars\r\nprovided by the State,\nand the heads of argument filed by the State\r\nin this court. Professor C R Snyman deals with the doctrine of common\r\npurpose fairly\nextensively in his\nCriminal Law\n4 ed (2002) (at\r\n260\net seq).\nThe learned author provides a ‘summary of\r\nprinciples’:\n‘\n1\r\nIf two or more people, having a common purpose to commit a crime, act\r\ntogether in order to achieve that purpose, the conduct of\neach of\r\nthem in the execution of that purpose is imputed to the others.\n2. In a charge of having\r\ncommitted a crime which involves the causing of a certain result\r\n(such as murder), the conduct imputed\nincludes the causing of such\r\nresult.\n3. Conduct by a member of\r\nthe group of persons having a common purpose which differs from the\r\nconduct envisaged in the said common\npurpose may not be imputed to\r\nanother member of the group unless the latter knew that such other\r\nconduct would be committed, or\nforesaw the possibility that it might\r\nbe committed and reconciled himself to that possibility.\n4. A finding that a\r\nperson acted together with one or more other persons in a common\r\npurpose is not dependent upon proof of a prior\nconspiracy. Such a\r\nfinding may be inferred from the conduct of a person or persons.\n5. A finding that a\r\nperson acted together with one or more other persons in a common\r\npurpose may be based upon the first-mentioned\nperson’s active\r\nassociation in the execution of the common purpose. However, in a\r\ncharge of murder this rule applies only\nif the active association\r\ntook place while the deceased was still alive and before a mortal\r\nwound or mortal wounds had been inflicted\nby the person or persons\r\nwith whose conduct such first-mentioned person associated himself. .\r\n. .’\n[57] When the acts of an accused’s\r\ncohorts committed here are imputed to him, notwithstanding that he is\r\na foreign national\nresident in that country there is no need to speak\r\nof extra-territorial jurisdiction. This is illustrated by the\r\nfollowing example.\nA Portuguese national who lives in Lisbon who\r\nplans with his corporate associates who are South African nationals\r\nresident here\nto assassinate business rivals based in South Africa\r\nand who is actively involved in the procurement of weapons for that\r\npurpose\ncan hardly be heard to object to a South African court trying\r\nhim for the murders committed here by his co-accused, even though\nhe\r\nwas in Lisbon at the time of the murders. This would apply even if he\r\nleft to them the details and the execution of the murders\nas long as\r\nthey had the common purpose to murder. A South African court would be\r\ntrying the Portuguese national for the murder\ncommitted here. The\r\nimputed acts would be sufficient to found jurisdiction.\n[58] The State\r\nvacillated between seeking to hold Mr Boekhoud liable on the doctrine\r\nof common purpose by imputing the acts of his\nco-accused to him, and\r\nholding him liable on the basis of his own\nacts\r\ncommitted in the United Kingdom. The reference to extra-territorial\r\njurisdiction being afforded either by way of statute or\nthe doctrine\r\nof common purpose is confusing and demonstrates the lack of a proper\r\nappreciation of the doctrine of common purpose.\nThis is demonstrated\r\nby the practice note on behalf of the State in this court, which\r\nreads as follows:\n‘\nThe\r\naspect that will need to be pronounced upon relates to\r\nextra-territorial jurisdiction by a South African court with specific\n\nreference to the doctrine of common purpose and several other\r\ndoctrines and principles pertaining to\ninter\r\nalia\nthe\r\ncommon law crimes of theft and fraud, as well as whether section 4 &\r\n6 (money laundering) of the Prevention of Organized\nCrime Act, No 121\r\nof 1998 (POCA) has extra-territorial effect.’\nThe confusion permeates the indictment\r\nread with the summary of substantial facts and the further\r\nparticulars. It is therefore not\nsurprising that Borchers J recorded\r\nthat the State, in supplying further particulars, alleged that the\r\nacts which constituted criminal\nconduct were performed by him outside\r\nthe boundaries of South Africa.\n[59] At this stage\r\nit is necessary to deal briefly with the purpose and significance of\r\nfurther particulars provided in terms of\ns 87 of the CPA. The\r\nparticulars provided must be clearly worded and concise.\nS\r\nv Alexander & others\n1964\r\n(1) SA 249\n(C) at 251H,\nS\r\nv Mpetha\n1981\r\n(3) SA 803\n(C) at 806E-F and E Du Toit, F J De Jager, A Paizes, A St\r\nQ Skeen, S van der Merwe\nCommentary\r\non the\nCriminal Procedure Act\np\n14-27.\n[60]\nSection 87(2)\nof the CPA\r\nprovides:\n‘\nThe\r\nparticulars shall be delivered to the accused without charge and\r\nshall be entered in the record, and the trial shall proceed\nas if the\r\ncharge had been amended in conformity with such particulars.’\nThus, the\r\nparticulars that the State provides become part of the record. The\r\nState is bound by them\n8\nand must prove\r\nthem.\n[61] Although no\r\nobligation rests on the State to disclose the evidence by means of\r\nwhich material facts are to be proved it is\nobliged to provide\r\nparticulars of the material facts, which it intends to prove.\n9\n[62] A question\r\nframed in terms of\ns 319\nmust be framed in such a way that it\r\naccurately expresses the legal point, but there must also be\r\ncertainty concerning the facts\non which the legal point is intended\r\nto hinge. See\nDirector\r\nof Public Prosecutions, Natal v Magidela & another\n2000\r\n(1) SACR 458\n(SCA) para 9. This principle is usually applied to\r\nquestions being framed at the end of a trial upon conviction or\r\nacquittal. I\ncan see no reason why the same should not apply to the\r\npresent situation where the indictment and associated documentation\r\nruns\ninto hundreds of pages and where the need for clarity is equally\r\nimperative. Indeed, it should notionally be easier to frame such\n\nquestions when a charge is quashed at the outset. One would in such\r\nevent be confined to the indictment and related documentation\nto\r\nwhich the questions should easily relate.\n[63] Tellingly, the State, as pointed\r\nout in para 47 above, stated that it would ask the court to look at\r\nall the evidence and all\nthe acts of the accused as a whole at the\r\nend of the trial to determine whether the accused acted with others\r\nin a common purpose\nto steal, dispatch and sell the upms for a\r\nprofit. More damning for the State, however, is the concession during\r\nargument that\nseveral of the counts preferred against Mr Boekhoud\r\nhave to be revisited or abandoned.\n[64] In relation to the set of\r\nquestions in para 23 above, the following questions arise:\nTo which specific counts do they\r\napply? Is common purpose still relied upon by the State to extend the\r\njurisdiction of the court\nbelow extra-territorially? In respect of\r\nwhich particular acts was there a common purpose and in respect of\r\nwhich is there reliance\nplaced on the provisions of POCA for the\r\nextension of jurisdiction extra-territorially?\n[65] Generally, the question remains:\r\nwhich counts are to be revisited or redrafted or withdrawn? One must\r\nguard against being seduced\ninto answering questions such as those\r\nset out in para 23 in a vacuum. Should the State wish to ground its\r\ncase on common purpose\nand seek to impute the conduct of perpetrators\r\nin South Africa to Mr Boekhoud then it should say so clearly and\r\nunequivocally in\nrespect of each of the charges it intends to prefer\r\nagainst him. The State is seriously contemplating redrawing the\r\nindictment\nbecause it recognises that there are flaws. There is\r\ntherefore no finality or clarity in respect of the charges it intends\r\nfinally\nto prefer against Mr Boekhoud. That in itself is fatal\r\nto the State’s case.\n[66] In\nBasson\nthe Constitutional\r\nCourt was concerned that the State should not lose its right to\r\nprosecute by not having the ability to appeal\nagainst an exception to\r\na charge. It is not a concern we should lose sight of. However, in\r\nthe present case, the main count and\nits alternatives remain extant.\r\nHaving regard to the main count and the material parts of the summary\r\nof substantial facts, it\nis the racketeering offences that the State\r\nis most intent on establishing.\n[67] Borchers J\r\nexpressed the\nobiter\nview that the\r\nreference in the definition to a pattern of racketeering activity is\r\na reference to offences committed in South Africa.\nShe expressed the\r\nview that the predicate offences, which constitute the pattern of\r\nracketeering activity, can be committed by\na person or persons other\r\nthan the accused and all that is required is involvement or\r\nparticipation in some form by the accused.\n10\nIn summary, the\r\nlearned judge’s\nprima\r\nfacie\nview\r\nappears to be that the extra-territorial jurisdiction afforded to the\r\ncourt below in relation to Mr Boekhoud is premised on\nhis co-accused\r\nhaving committed the predicate offences and that he was involved to\r\nsome degree or participated in some form. She\nappears to hold the\r\nview that the predicate offences have to be committed in South\r\nAfrica. She did not, however, decide all those\nquestions finally.\n[68] In\nS\r\nv Dos Santos\n[2010]\r\nZASCA 73\n(27 May\n2010); 2010 (2) SACR 382\n(SCA) Ponnan JA said the\r\nfollowing (para 39):\n‘\nFor\r\na pattern of racketeering activity, POCA requires at least two\r\noffences committed during the prescribed period. In this court,\nas\r\nindeed the one below, counsel argued that the word “offence”\r\nin that context meant a prior conviction. Absent two\nprior\r\nconvictions, so the submission went, POCA could not be invoked.\r\nUnderpinning that submission is the contention that an accused\nperson\r\nmust first be tried and convicted of the predicate offences (here the\r\ncharges in terms of the Diamonds Act) before he/she\ncould be indicted\r\non the racketeering charge in terms of POCA. Allied to that\r\nsubmission is the argument that in this instance\nthere has been an\r\nimproper splitting of charges resulting in an improper duplication of\r\nconvictions.’\n[69] In para 40 of\nDos\r\nSantos\n,\r\nthe following appears:\n‘\nIn\r\nmy view, whether to prosecute and what charge to file or bring before\r\na court are decisions that generally rest in the prosecutor’s\n\ndiscretion. Nor would it be necessary, it seems to me, for the court\r\nto return a verdict of guilty in respect of the predicate\noffences\r\nfor the POCA racketeering charge to be sustained. It may well suffice\r\nfor the court to hold that the predicate charge\nhas been proved\r\nwithout in fact returning a guilty verdict. But that need not be\r\ndecided here.’\n[70] It appears that the State intends\r\nto prove the predicate offences and if it proves that Mr Boekhoud\r\nshared a common purpose\nwith his co-accused in respect of one such\r\noffence, but does not establish a pattern of racketeering activity it\r\nmight consider\nwhether a decision of guilt on one such offence is a\r\ncompetent verdict in terms of s 270 of the CPA. If the court below is\r\ndisinclined\nto agree, the State will have a clearly defined set of\r\nfacts against which to frame a question in terms of s 319, should it\r\nbe\nso advised.\n[71] Furthermore, if the State proves\r\na common purpose in respect of a pattern of racketeering activity and\r\nthe court below is disinclined\nto convict Mr Boekhoud in respect\r\nthereof because it considers that this would mean it was exercising\r\nextra-territorial jurisdiction,\nwhich in its view the statute or the\r\ndoctrine precludes it from doing, then there would be a defined set\r\nof facts against which\na question could be framed. Courts of appeal\r\nare, however, not in the business of giving advice. It is for the\r\nState to consider\nits options and to act advisedly.\n[72] The problems referred to above\r\nare also evident in relation to questions 2, 3, 5, 6 and 7. As stated\r\nearlier in this judgment,\nthe State has misconceived its own case and\r\nhas employed the expression ‘extra-territorial’ loosely\r\nand without due\nregard to the principles of the doctrine of common\r\npurpose. It appears not to be able to decide the foundations of its\r\ncase and\nis caught betwixt and between a number of conflicting\r\nconcepts. I must confess that the meaning of question 8 eludes me. It\r\nis\nso broad and unconnected to any particular count as to be\r\nvirtually unintelligible. In any event, as pointed out by Borchers J,\n\nit was never an issue pertinently raised before her.\n[73] It was submitted on behalf of Mr\r\nBoekhoud that the application for condonation for the late filing of\r\nthe application for leave\nto appeal be refused. The State, as is\r\noften the case, was at the mercy of transcribers. It took some time\r\nfor it to obtain the\njudgment of the court below. The explanation of\r\nthe steps taken by the State is, in my view, a reasonable one. I\r\nwould accordingly\ngrant condonation.\n[74] There is some force in the\r\nsubmission on behalf of Mr Boekhoud that the State’s\r\napplication for leave to appeal is not,\nas required by SCA rule\r\n6(5)(a), ‘clear and succinct and to the point’. In my\r\nview, it should not in the totality of\ncircumstances for that reason\r\nalone be dismissed.\n[75] For all the reasons stated above,\r\nthere are no prospects of success and the application for leave to\r\nappeal must fail. The\nfollowing order is made:\n1. The application for condonation for\r\nlate filing of the application for leave to appeal is granted.\n2. The application for leave to appeal\r\nis dismissed.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: J W S de Villiers\nE H F le Roux\nInstructed by\nNot applicable\nFor Respondent: W Vermeulen\nB Myburgh\nInstructed by\nB D K Attorneys Johannesburg\nSymington & De Kok Bloemfontein\n1\nIn\r\n\tterms of s 21(3)(c) of the Supreme Court Act 59 of 1959.\n2\nSection\r\n\t106(1)(f) provides:\n‘\nWhen\r\n\tan accused pleads to a charge he may plead ─\n. . .\n(f)\r\n\tthat the court has no jurisdiction to try the offence.’\n3\nSection\r\n\t319 reads as follows:\n‘\n(1)\r\n\tIf any question of law arises on the trial in a superior court of\r\n\tany person for any offence, the court may of its own motion\nor at\r\n\tthe request either of the prosecutor or the accused reserve that\r\n\tquestion for the consideration of the Appellate Division,\nand\r\n\tthereupon the first-mentioned court shall state the question\r\n\treserved and shall direct that it be specially entered in the\nrecord\r\n\tand that a copy be transmitted to the registrar of the Appellate\r\n\tDivision.\n(2) The grounds upon\r\n\twhich any objection to an indictment is taken shall, for the\r\n\tpurposes of this section, be deemed to be questions\nof law.\n(3)\r\n\tThe provisions of ss 317(2), (4) and (5) and 318(2) shall apply\nmutatis\r\n\tmutandis\nwith\r\n\treference to all proceedings under this section.’\n4\nSection\r\n\t4 creates money laundering offences and s 6 makes it an offence for\r\n\tany person to acquire, use or have possession of property\nwhich he\r\n\tor she knows or ought reasonably to have known that it is or forms\r\n\tpart of the proceeds of unlawful activities of another\nperson.\n5\nP\nara\r\n\t149.\n6\nSee\nBasson\npara\r\n\t151\n.\n7\nIn\r\n\tthe twentieth century the opening of markets, the free movement of\r\n\tpersons, goods, capital and services and the improvement\nin\r\n\ttransport and telecommunications provided a perfect opportunity for\r\n\tthe globalisation of crime. We are living in times in\nwhich\r\n\tgovernments are rightly concerned about suppressing transnational\r\n\tcrimes. Legislation creating offences such as money laundering\n\n\tabound. For an interesting discussion of the topic see an article by\r\n\tNeil Boister ‘The trend to “universal extradition”\n\n\tover subsidiary universal jurisdiction in the suppression of\r\n\ttransnational crime’\n2003\nActa Juridica\n287.\n8\nR\r\n\tv Verity-Amm\n1934 TPD 416\nat 422,\nR v Wilken\n1945 EDL 246\nat 254,\nS v Mandela\n1974 (4) SA 878\n(A) at 882E,\nS v\r\n\tNathaniel & others\n1987 (2) SA 225\n(SWA) at 235D.\n9\nS\r\n\tv Cooper & others\n1976 (2) SA 875\n(T) at 885H-886A.\n10\nIn\nS v Eyssen\n2009\r\n\t(1) SACR 406\n(SCA) para 7, this court said the following of a charge\r\n\tin terms of s 2(1)(e) and (f) of POCA:\n‘\nIt\r\n\tis a requirement of the subsections in question that the accused (in\r\n\tss\n(e)\n)\r\n\tor the other person (in ss\n(f)\n)\r\n\tmust participate in the enterprise’s affairs. It will\r\n\ttherefore be important to identify what those affairs are. It will\n\n\talso be important for the State to establish that any particular\r\n\tcriminal act relied upon, constituted participation in such\naffairs.\r\n\t. . . The participation may be direct, or indirect.’\nAt\r\n\tpara 9 of\nEyssen\nCloete JA said the\r\n\tfollowing:\n‘\nThe\r\n\tparticipation must be by way of ongoing, continuous or repeated\r\n\tparticipation or involvement. The use of “involvement”\n\n\tas well as the word “participation” widens the ambit of\r\n\tthe definition. So does the use of the words “ongoing,\n\n\tcontinuous or repeated”. Although similar in meaning, there\r\n\tare nuances of difference. “Ongoing” conveys the\nidea of\r\n\t“not as yet completed”. “Continuous” (as\r\n\topposed to “continual”) means uninterrupted\nin time or\r\n\tsequence. “Repeated” means recurring.’",
  "scraped_at": "2026-02-12T15:28:20.992448",
  "date": "2011-03-30",
  "coram": [
    "Navsa",
    "Heher",
    "Cachalia",
    "Bosielo JJA",
    "Petse AJA"
  ],
  "case_number": "522/10",
  "parties": {
    "applicants": [
      "The State"
    ],
    "respondents": [
      "Hendrik Lourens Jacob Boekhoud"
    ]
  },
  "sections": {
    "facts": "The State indicted Hendrik Boekhoud on a main racketeering charge under s 2(1)(e) of the Prevention of Organized Crime Act (POCA) together with 54 subsidiary counts of theft, fraud, money laundering and violations of the Mining Rights Act. The indictment spanned 72 pages and was accompanied by an 11‑page summary of substantial facts and extensive further particulars. The alleged conduct involved the theft of unwrought precious metals (upms) from South African mines, their export to a refinery in the United Kingdom owned by Boekhoud, and the use of false export documentation. Boekhoud, a former South African citizen now resident in the United Kingdom, pleaded that the court lacked jurisdiction to try him because the acts were committed outside South Africa.",
    "issues": "The principal issues were (1) whether the South African courts have jurisdiction over the offences alleged against Boekhoud, particularly the racketeering and related counts, given the alleged extra‑territorial nature of the conduct; (2) whether the doctrine of common purpose can extend jurisdiction to acts committed abroad; (3) whether a question of law arising from a refusal to reserve questions under s 319 of the Criminal Procedure Act can be appealed when the underlying facts are uncertain; and (4) whether the State’s application for leave to appeal should be granted.",
    "principles": "The judgment relied on s 319 of the Criminal Procedure Act, which requires certainty of the factual basis of any reserved question of law, and on the principle that South African courts exercise jurisdiction only over conduct committed within the Republic unless a statute expressly provides extra‑territorial reach. Precedent from S v Basson clarified that s 319 can be invoked for objections to an indictment, but only where the factual matrix is clear. The doctrine of common purpose was examined, noting that it imputes liability for acts of co‑accused but does not, by itself, create extra‑territorial jurisdiction. Relevant case law on POCA’s extraterritorial provisions and on the limits of common purpose was considered.",
    "application": "Applying these principles, the court found that the State had not demonstrated that the predicate offences constituting the pattern of racketeering were committed within South Africa, nor that the doctrine of common purpose could overcome the territorial limitation. The facts underlying the State’s questions were deemed uncertain and the questions themselves were framed in a vague, abstract manner. Consequently, the application to reserve questions under s 319 could not succeed. The court also noted that the State’s case was confused, with contradictory positions on whether jurisdiction could be derived from POCA or from common purpose.",
    "conclusion": "The Supreme Court of Appeal granted the application for condonation of the late filing of the appeal but dismissed the application for leave to appeal. No further questions were reserved for consideration."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Jurisdiction",
    "level_3": [
      "extraterritorial jurisdiction",
      "common purpose doctrine",
      "POCA",
      "s319 reservation",
      "appeal procedure"
    ]
  }
}