{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/137.html",
  "case_name": "International Trade Administration Commission and Another v SA Tyre Manufacturers Conference (Pty) Ltd and Others (738/2010) [2011] ZASCA 137 (23 September 2011)",
  "citation": "[2011] ZASCA 137",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 137\n|\nNoteup\n|\nLawCite\nInternational Trade Administration Commission and Another v SA Tyre Manufacturers Conference (Pty) Ltd and Others (738/2010) [2011] ZASCA 137 (23 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nCase No:\n738/2010\nIn\r\nthe matter between:\nINTERNATIONAL TRADE ADMINISTRATION COMMISSION\n….............\n1\nst\nAppellant\nTHE\r\nMINISTER OF TRADE AND INDUSTRY\n….......................................\n2\nnd\nAppellant\nand\nSOUTH AFRICAN TYRE MANUFACTURERS CONFERENCE\n(PTY) LTD\n…...........................................................................................\n1\nst\nRespondent\nBRIDGESTONE SOUTH AFRICA (PTY) LTD\n…..................................\n2\nnd\nRespondent\nCONTINENTAL TYRE (SOUTH AFRICA) (PTY) LTD\n…......................\n3\nrd\nRespondent\nDUNLOP TYRES INTERNATIONAL (PTY) LTD\n…...............................\n4\nth\nRespondent\nGOODYEAR\r\nTYRE AND RUBBER HOLDINGS (PTY) LTD `\n…...........\n5\nth\nRespondent\nNeutral citation:\nInternational Trade\r\nAdministration Commission v SA Tyre Manufacturers Conference\n(738/2010)\n[2011] ZASCA 137\n(23 September 2011)\nCoram:\nHarms AP, Mthiyane, Cloete, Cachalia and\r\nShongwe JJA\nHeard:\n7 September 2011\nDelivered:\n23 September 2011\nSummary:\nDumping ─ application to impose\r\nanti-dumping duties ─ refusal ─ review\n___________________________________________________________________\nO R D E R\n___________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Hartzenberg J sitting as court of first instance):\n1 The appeal is upheld with costs, including the costs\r\nof three counsel.\n2 The order of the court below is set aside and replaced\r\nwith an order dismissing the application with costs, including the\r\ncosts\nof three counsel.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nHARMS AP (MTHIYANE, CLOETE, CACHALIA and SHONGWE JJA\r\nconcurring)\nIntroduction\n[1] This case is about the dumping of certain types of\r\ntyres from China. Dumping is\nthe\r\nintroduction of goods into the commerce of a country or its common\r\ncustoms area at an export price less than the normal value\nof those\r\ngoods in the country of origin. According to the\nGeneral\r\nAgreement on Tariffs and Trade of 1947 (\nGATT)\r\n(referred to in more detail below) –\n‘\n[t]he\r\ncontracting parties recognize that dumping, by which products of one\r\ncountry are introduced into the commerce of another country\nat less\r\nthan the normal value of the products, is to be condemned if it\r\ncauses or threatens material injury to an established industry\nin the\r\nterritory of a contracting party or materially retards the\r\nestablishment of a domestic industry.’\n1\n[2] The South African Tyre Manufacturers Conference\r\n(Pty) Ltd is an industrial organisation representing the four local\r\nmanufacturers\nof pneumatic rubber tyres, namely Bridgestone South\r\nAfrica (Pty) Ltd, Continental Tyre South Africa (Pty) Ltd, Dunlop\r\nTyres International\n(Pty) Ltd and Goodyear Tyre and Rubber Holdings\r\n(Pty) Ltd. As the names indicate, they are subsidiaries of or related\r\nto major\ninternational tyre manufacturers. These five (to whom I\r\nshall refer to as ‘the manufacturers’) applied to the\r\nInternational\nTrade Administration Commission (‘ITAC’) to\r\ninvestigate the possible dumping of tyres by manufacturers from the\r\nPeoples’\nRepublic of China (PRC). ITAC, after a lengthy\r\ninvestigation, recommended to the Minister of Trade and Industry that\r\nhe should\nterminate the investigation. The Minister accepted the\r\nrecommendation.\n[3] The manufacturers were dissatisfied and they applied\r\non 1 October 2007 to the High Court, Pretoria, for a review of ITAC’s\n\nrecommendation and the Minister’s decision. The grounds of\r\nreview were countless but, as the high court (Hartzenberg J) said,\n‘\nthe\r\nreal and only objection raised by the applicants is that [ITAC]\r\neither deliberately or otherwise wrongly failed to investigate\nthe\r\nmarket economy status of the PRC, which it was obliged to do in the\r\nlight of the information available to it and in terms of\nthe ITA Act,\r\nthe Regulations and the relevant international treaties.’\nThe high court held that ITAC had a duty to investigate\r\nthe market economy status of the PRC, something it failed or refused\r\nto\ndo so. The court accordingly reviewed the relevant recommendation\r\nand decision, and set them aside. The present appeal by ITAC and\nthe\r\nMinister is with the leave of the court below.\n[4] The imposition of anti-dumping customs duties on\r\noffending goods is permitted in terms of an international agreement\r\nbinding\non the Republic and under our municipal law, provided the\r\ndumping harms or is likely to harm our domestic trade and industry.\n‘\nAnti-dumping\r\nduties are harnessed to counteract or reduce harmful dumping and\r\nother adverse trade practices.’\nInternational Trade Administration Commission v SCAW\r\nSouth Africa (Pty) Ltd\n2010 (5) BCLR 457\n(CC) para 1.\n[5] The municipal law referred to is the International\r\nTrade Administration Act 71 of 2002 (‘the Act’ or ‘the\r\nITA Act’), and its regulations. One of its objects is to\r\nprovide for the control of the import of goods, and for the amendment\n\nof customs duties. For this, ITAC must investigate and evaluate\r\napplications for the amendment of customs duties with regard to\ninter\r\nalia anti-dumping duties, and to issue recommendations regarding the\r\nrates of duty (s 26(1)(c)(i)). It must take appropriate\nsteps to give\r\neffect to its recommendations (s 22). A report is provided to the\r\nMinister who, if he adopts the recommendations,\nmay request the\r\nMinister of Finance to amend schedules to the Customs and Excise Act\r\n91 of 1964 by notice in the Government Gazette.\n(See further s\r\n55(2)(a) read with s 56(1) of the Customs and Excise Act and\nMinister\r\nof Finance v Paper Manufacturers Association\n[2008] ZASCA 86\n;\n2008\r\n(6) SA 540\n(SCA)\npara 7.)\n[6] The international agreement is GATT. Malan AJA\r\nexplained the position as follows in\nProgress\r\nOffice Machines v SARS\n2008 (2) SA 13\n(SCA)\r\npara 5:\n2\n‘\nSouth\r\nAfrica is a founding member of the World Trade Organisation Agreement\r\n(“WTO”) and also a signatory to the General\nAgreement on\r\nTariffs and Trade of 1947 (“GATT”). The South African\r\nGovernment acceded to GATT and its accession was\npublished in the\nGovernment\r\nGazette\n.\r\nParliament approved the agreement in the Geneva General Agreement on\r\nTariffs and Trade Act 29 of 1948. The World Trade Organisation\n\nAgreement was the outcome of the so-called Uruguay Round of the GATT\r\nnegotiations and was concluded in Marrakesh by the signing\nof some 27\r\nagreements and instruments in April 1994 by the members including\r\nSouth Africa. The WTO Agreement on the Implementation\nof Article VI\r\nof the General Agreement on Tariffs and Trade 1994 (the “Anti-Dumping\r\nAgreement”) forms part of the WTO\nAgreement.’\n[7] Dealing with the relationship between our national\r\nlaw and international law, Malan AJA added (at para 6):\n‘\nThe\r\neffect of international treaties on municipal law is regulated by ss\r\n231, 232 and 233 of the Constitution. Section 231(4) provides\nthat\r\n“[a]ny international agreement becomes law in the Republic when\r\nit is enacted into law by national legislation.”\nThe WTO\r\nAgreement was approved by Parliament on 6 April 1995 and is thus\r\nbinding on the Republic in international law but it has\nnot been\r\nenacted into municipal law. Nor has the Agreement on Implementation\r\nof Article VI of the General Agreement on Tariffs\nand Trade been made\r\npart of municipal law. No rights are therefore derived from the\r\ninternational agreements themselves. However,\nthe passing of the [ITA\r\nAct] creating ITAC and the promulgation of the Anti-Dumping\r\nRegulations made under s 59 of [ITA Act] are\nindicative of an\r\nintention to give effect to the provisions of the treaties binding on\r\nthe Republic in international law. The text\nto be interpreted,\r\nhowever, remains the South African legislation and its construction\r\nmust be in conformity with s 233 of the\nConstitution.’\nDumping in terms of the ITA Act\n[8] Dumping is defined in the Act as the introduction of\r\ngoods into the commerce of the Republic or the Common Customs Area at\r\nan\nexport price (the price actually paid or payable for goods sold\r\nfor export, net of all taxes, discounts and rebates actually granted\n\nand directly related to that sale) that is less than the ‘normal\r\nvalue’ of those goods (s 1(2) read with s 32(2)(a)).\n[9] ‘Normal value’ means, first of all, the\r\ncomparable price paid or payable in the ordinary course of trade for\r\nlike\ngoods intended for consumption in the exporting country or\r\ncountry of origin (s 32(2)(b)(i)). There is, accordingly, dumping if\n\nthe ordinary price of the goods in question in the country of origin\r\nis less than their calculated export price to this country\nor the\r\nCommon Customs Area.\n[10] If the price in the country of origin is not\r\navailable, the Act permits ITAC to use one of two alternatives to\r\ndetermine the\nnormal value of the goods. The first is a constructed\r\ncost of production of the goods in the country of origin when\r\ndestined for\ndomestic consumption together with ‘a reasonable\r\naddition for selling, general and administrative costs and for\r\nprofit’\n(s 32(2)(b)(ii)(aa)). And the second is ‘the\r\nhighest comparable price of the like product when exported to an\r\nappropriate\nthird or surrogate country, as long as that price is\r\nrepresentative’ (s 32(2)(b)(ii)(bb)).\n[11] There is another relevant provision of the Act, s\r\n32(4), which forms the cornerstone of the case. It reads:\n‘\nIf the\r\nCommission, when evaluating an application concerning dumping,\r\nconcludes that the normal value of the goods in question is,\nas a\r\nresult of government intervention in the exporting country or country\r\nof origin, not determined according to free market principles,\nthe\r\nCommission may apply to those goods a normal value of the goods,\r\nestablished in respect of a third or surrogate country.’\n[12] All these provisions find their antecedents in the\r\nWTO instruments mentioned but the Act does not replicate them in all\r\nrespects.\nThe regulations under the Act, however, supplement the Act\r\nin this regard. Apart from prescribing an elaborate procedure for\r\ninvestigation,\nit contains a number of substantive provisions.\n[13] Regulation 8 deals in detail\r\nwith the three methods to determine ‘normal value’ as\r\ndefined in s 32(2). Relevant\nfor present purposes is reg 8.14, which\r\nprovides that in cases where the normal value needs to be determined\r\nas contemplated in\ns\r\n32(4)of the Act, ITAC may determine the normal value of the\r\nproducts under consideration for the foreign producer or country\nin\r\nquestion on the basis of, inter alia, the normal value established\r\nfor or in a third or surrogate country. In a sense the regulation\n\nmerely replicates the sub-section.\n[14] In terms of the WTO agreements, dumping may only be\r\nsubject to anti-dumping measures if there is material injury to the\r\nlocal\nindustry and a causal link between the dumping and the material\r\ninjury. These requirements are reflected in the regulations.\r\nRegulation\n13 provides that in determining material injury to the\r\nlocal industry ITAC must consider whether there has been a\r\nsignificant depression\nand/or suppression of the industry’s\r\nprices and must further consider whether there have been significant\r\nchanges in the\ndomestic performance of the industry in respect of a\r\nnumber of potential injury factors.\n[15] Regulation 16 states that ITAC\r\nmust determine whether there is a causal link between the dumping and\r\nthe material injury determined\nunder reg\r\n13. In considering whether there is a causal link ITAC must\r\nconsider all relevant factors, including, but not limited\nto those\r\nlisted. ITAC must also consider all relevant factors other than\r\ndumping that may have contributed to the industry’s\ninjury; and\r\nthe injury caused by such other factors may not be attributed to the\r\ndumping provided that (ie unless) an interested\nparty has submitted,\r\nor ITAC otherwise has, information on such factor or factors.\n[16] Save for a footnote or two I do not intend to refer\r\nto the different WTO instruments that underpin the Act or regulations\r\nbecause\nit has not been suggested that they affect their clear\r\nmeaning. The interpretational duty imposed by s 233 of the\r\nConstitution\naccordingly has no material bearing on this case.\nThe China Protocol\n[17] The manufacturers relied on the China Protocol\r\n(‘Protocol on the Accession of the People’s Republic of\r\nChina between\nChina and the WTO’), arguing that ITAC had to\r\ninvestigate their complaint under art 15 of the Protocol. China\r\njoined the\nWTO by acceding to the WTO Agreement in terms of the\r\nProtocol on 10 November 2001. The Protocol governs the terms of\r\nChina’s\nmembership of the WTO. Article 15 deals with the\r\ndetermination of ‘normal value’ and it permits a member\r\ncountry to\nrefuse to use China’s domestic prices unless the\r\nproducers under investigation ‘can clearly show that market\r\neconomy\nconditions prevail in the industry’.\n[18] It is not necessary to say more about the Protocol\r\nbecause the manufacturers, quite rightly, accepted during argument\r\nthat\nalthough South Africa was entitled to adopt the advantages of\r\nthe Protocol through legislation, it has not done so; and even if\n\nSouth Africa were a party to the Protocol, which it is not, private\r\nparties cannot derive any rights from it. As Malan AJA said,\nno\r\nrights are derived from international agreements themselves. And\r\nsince the Protocol is not part of international law, the ITA\nAct and\r\nregulations cannot be interpreted with reference thereto under s 233\r\nof the Constitution.\nThe application for remedial action\n[19] As mentioned, the manufacturers filed an\r\napplication with ITAC for remedial action against the alleged dumping\r\nof tyres manufactured\nor produced in or exported from the PRC during\r\nJune 2005. Their complaint was directed against Chinese exporters and\r\nlocal importers.\nThe application was in the prescribed form and\r\nconsisted of answers to a detailed questionnaire. They did not state\r\nthe domestic\nPRC prices of the tyres involved. Instead, the\r\ninformation on which they relied was contained in a section entitled\r\n‘Normal\nvalue for countries with present or past government\r\nintervention’, which dealt with the question whether the normal\r\nvalue\nof the goods concerned was affected by past or present\r\ngovernment intervention such that the normal value does not properly\r\nreflect\nthe intrinsic value of the product. They nominated Chinese\r\nTaipei as the surrogate country and provided a price list that had\r\nbeen\nsupplied to them on a confidential basis by (presumably) a\r\nTaiwanese importer. They found that exports to our country or common\n\ncustoms area cost appreciably less than exports to the surrogate\r\ncountry and they then calculated the dumping margin for different\n\ntypes of tyres. Their calculations offered a compelling case for\r\ndumping.\n[20] As will be recalled, the use of a surrogate country\r\nas a benchmark is possible under two circumstances. The first is\r\nwhere\nthe normal value cannot be established and the second is under\r\ns 32(4). Although the manufacturers did not refer to s 32(4) in their\n\nsubmission, it is probably what they had in mind. However, they did\r\nnot allege that the normal value of the goods in question was\nnot\r\ndetermined according to free market principles as a result of\r\ngovernment intervention in the exporting country or country of\n\norigin, and no facts were set out in the submission which could\r\nsupport such a conclusion.\nITAC’s investigation\n[21] On 28 October 2005, ITAC published its notice of\r\ninitiation of the investigation into the alleged dumping of PRC\r\ntyres. The\nnotice stated that the manufacturers had submitted\r\nsufficient evidence and established a prima facie case that enabled\r\nITAC to\narrive at a reasonable conclusion that an investigation\r\nshould be initiated on the basis of dumping, material injury and\r\ncausality.\nIt said that the allegation of dumping was based on the\r\ncomparison between the normal values and the export prices from the\r\nPRC.\nThe normal values were calculated using the price list for\r\nChinese Taipei. The export price was determined on local official\r\nimport\nstatistics.\n[22] There is no indication in the initiation document\r\nthat ITAC considered the applicability of s 32(4). As mentioned, the\r\ninformation\nprovided to it could also have been the basis for a\r\ndetermination under the second alternative under s 32(2).\n[23] The prescribed investigation followed. There is no\r\nneed to relate the detail which is to be found in the 4000 pages that\r\nwere\nplaced before us. The following should suffice: Seven Chinese\r\nexporters and a number of local importers responded to the initiation\n\nnotice. The responses were in some respects deficient and deficiency\r\nletters were issued. The manufacturers commented on the responses\nas\r\namplified. Further deficiency letters were issued to three exporters.\r\nThree qualified inspectors visited the Chinese companies\nand local\r\ncompanies. Finally, ITAC conducted an oral hearing on 26 May 2006\r\nduring which it listened to the manufacturers’\nextensive\r\nsubmissions.\n[24] On 12 July 2006, ITAC published its preliminary\r\ndetermination. It came to the conclusion that four exporters did not\r\ndump tyres\nbut because of the lack of cooperation from other Chinese\r\nexporters a provisional anti-dumping duty could be justified in\r\nrespect\nof them. It so advised the Minister and on 28 July 2006\r\ngazetting of the imposition of provisional payment on certain new\r\ntyres\nimported from or originating in the PRC occurred. The four\r\ncooperating Chinese exporters were excluded.\n[25] The manufacturers used the opportunity to comment\r\nin great detail on the preliminary report. Avoiding the detail, the\r\ncrux\nof the comments relating to the four cooperating exporters was\r\nthis:\n‘\nIt was\r\nnot indicated that the investigation [into Aeolus, one of the\r\nexporters] was initiated on the basis of treating China as\na\r\nnon-market economy country. The Commission initiated the\r\ninvestigation using a surrogate country normal value, thereby\r\naccepting\nthat any exporter in China has the burden of proof to\r\nrefute that it is operating under non-market conditions before it can\r\nbe\ngranted market economy status. Such burden can only be met if\r\nspecific information has been submitted to rebut the prima facie\r\ncase.’\nSimilar statements were made concerning the other three\r\nexporters, Triangle, GITI and Shandong Chengshan.\n[26] In support of the allegation that the exporters did\r\nnot discharge their onus to show that the PRC is a market economy\r\ncountry\nor that they were operating under market conditions, the\r\nfollowing general allegations concerning state involvement by the\r\nPRC’s\ngovernment were made (taken from a footnote in the\r\njudgment below):\n‘\nIn\r\nthis regard the first applicant emphasized a number of aspects some\r\nof which were the fact that some exporters were government\nowned,\r\nthat some exporters may not undergo structural investment reform\r\nwithout state approval, that organized labour has little\ninfluence\r\nover wage rates and working conditions of the labour force, that\r\nState-owned banks provide capital at low rates to exporting\n\ncompanies, that government policy was that the manufacturing industry\r\nwas quota driven which lead to overcapacity and deflation\nof prices,\r\nthat despite increased costs of raw materials Chinese tyre prices had\r\nnot been increased, whilst manufacturers in the\nrest of the world had\r\nto increase their prices at least once during the preceding 18\r\nmonths, that as the Chinese government controls\nthe Chinese energy\r\nsector it is possible that through low oil prices carbon black is\r\nsupplied to tyre manufacturers at less than\nmarket prices, that the\r\nChinese government does the research in the tyre industry whereas in\r\nfree market economies manufacturers\nhave to do their own research,\r\nthat many Chinese industries obtained their capital equipment free or\r\nat less that market value,\nthat industries receive government loans\r\nat low rates and that often the loans are only to be repaid\r\npartially, that contrary to\nthe WTO Anti-Dumping Agreement there is a\r\ndouble conversion of foreign exchange into domestic currency, that\r\nthe exchange rate\nis fixed at a rate that discourages imports and\r\nencourages exports, that US trade representatives allege a lack of\r\ntransparency,\nthat the US has yet to find any industry in the PRC\r\nthat operates under free market conditions and that the European\r\nCommission\nhas only granted market economy status to a very limited\r\nnumber of individual companies in the PRC.’\n[27] The manufacturers’ case, accordingly, was\r\nbased on the assumption that, because of the China Protocol, they had\r\ncertain\nrights and ITAC had duties not reflected in the Act or\r\nregulations, and the exporters carried an onus to prove that the PRC\r\nhas\na market economy . As already mentioned, this assumption was\r\nwrong. There is also no onus under the ITA Act: ITAC has to conduct\n\nan investigation and has to reach a conclusion based on the facts at\r\nits disposal. Before it can recommend the imposition of anti-dumping\n\nduties, it has to be satisfied that its factual findings underpin the\r\nrecommendation.\nThe final determination\n[28] ITAC published its final determination, the subject\r\nof the review application, during February 2007. Two further\r\ncompanies\nhad, in the meantime, submitted information that ITAC was\r\nable to verify. ITAC confirmed its preliminary conclusion in respect\r\nof the cooperating four companies and in addition found that these\r\ntwo also did not dump tyres. But it assumed, in the absence of\n\ncooperation from the other exporters, that they were guilty of\r\ndumping by not having sought to displace the prima facie case set\nout\r\nin the initiation document. ITAC accordingly recommended to the\r\nMinister that the investigation be terminated, something the\nMinister\r\naccepted.\n[29] ITAC further found that the industry suffered\r\nmaterial injury but that other factors sufficiently detracted from\r\nthe causal\nlink between the unacceptable dumping and the material\r\ninjury experienced. (In the light of my conclusions later in this\r\njudgment\nit will not be necessary to revert to this issue.)\n[30] Concerning the determination of ‘normal\r\nvalue’, ITAC in respect of each of the six exporters concluded\r\nthat they\nall set their selling prices in China in the ordinary\r\ncourse of trade and that, therefore, the first definition of ‘normal\n\nvalue’ – ‘the comparable price paid or payable in\r\nthe ordinary course of trade for like goods intended for consumption\n\nin the exporting country or country of origin’ – had to\r\nbe applied in the calculation.\n[31] In view of the findings of the court below and the\r\nmanufacturers’ argument it is necessary to refer to other\r\nstatements\nand findings set out in the determination. ITAC explained\r\nat the outset that it exceeded the normal 12-month investigation\r\nperiod\nbecause of, inter alia, non-market economy issues and issues\r\nrelating to the deficiencies of the responses of the exporters raised\n\nduring the investigation. It added pertinently the following:\n‘\nIn\r\naddition to the information supplied by the exporters in the\r\nquestionnaires, the Commission considered the following factors\nwhich\r\naffect the setting of prices by the tyre industry in the PRC:\n1. There are more than four\r\nhundred producers of tyres in the PRC, many of which are small.\n2. The six exporters that\r\nresponded in this investigation are all large producers that produce\r\ntyres to international standards\nand are also suppliers of original\r\nequipment to the motor vehicle assembly plants. All six companies are\r\nprofitable.\n3. The multinational tyre\r\ncompanies such as Firestone, Dunlop and Goodyear are also present in\r\nthe PRC market.\n4. All the co-operating\r\nproducers export to many countries – one producer to more than\r\none hundred and sixty countries. One\ncompany also produces tyres for\r\nGoodyear under their own brand name.\n5. It is clear that competition\r\nexists between the tyre producers in the PRC.\n6. All six of the co-operating\r\nexporters have large advertising budgets promoting their own brand\r\nnames in the process of competing\nfor market share. Advertising\r\nbillboards promoting each of the company’s brands and their\r\nproducts were evident at all major\ncentres, airports as well as on\r\nbuses.’\nThe judgment of the high court\n[32] The judgment below proceeded on the basis that the\r\ncase presented to ITAC was that there was dumping from a country\r\nwithout\na free market economy. Accordingly, said the learned judge,\n‘\nthe\r\nmost important aspect of ITAC’s investigation was to determine\r\nwhether the economy of the exporting country is a free\nmarket economy\r\nor not. Only if the conclusion was that it was a free market economy\r\nthe next step in the exercise would have been\nto determine what the\r\nnormal prices, in the ordinary course of business, are.’\nBecause ITAC failed or refused to perform this exercise,\r\nhe held, ITAC had failed to apply its mind properly to the\r\ninvestigation.\n[33] I am, with all due respect, unable to agree. The\r\njudgment does not accord with the wording of s 32. The section\r\nnowhere requires\nany investigation into the question whether the\r\nexporting country has a free market economy or not.\n3\nI also do not find anything in the section that entitles\r\nan applicant to prescribe the method which ITAC has to adopt when it\r\ndetermines\nnormal value.\n[34] It will be recalled that s 32(4) provides as\r\nfollows:\n‘\nIf the\r\nCommission, when evaluating an application concerning dumping,\r\nconcludes that the normal value of the goods in question is,\nas a\r\nresult of government intervention in the exporting country or country\r\nof origin, not determined according to free market principles,\nthe\r\nCommission may apply to those goods a normal value of the goods,\r\nestablished in respect of a third or surrogate country.’\nIt appears to me to be evident that if ITAC concludes\r\nthat the normal value (local price) of the goods\nin\r\nquestion\nwas not determined according to free\r\nmarket principles it only then proceeds to consider whether or not\r\nthat was as a result of\ngovernment intervention. If, however, it\r\nconcludes that the normal value of the goods in question was\r\ndetermined according to free\nmarket principles the question whether\r\nor not there was government intervention does not arise.\n[35] The words ‘goods in question’ indicate\r\nthat one is not concerned with the country as a whole or even any\r\nparticular\nenterprise but with the particular goods from a particular\r\nsource.\n[36] If the two jurisdictional facts are established, a\r\ndiscretion arises and ITAC ‘may’ apply ‘to\nthose\r\ngoods\na normal value of the goods,\r\nestablished in respect of a third or surrogate country.’\r\nAlthough not expressly but necessarily\nso qualified, it may(as in\r\nrespect of the second alternative) only do so ‘as long as that\r\nprice is representative’\n– it is the price and not the\r\ncountry that has to be representative.\n4\n[37] I accordingly find little fault with the following\r\nstatement of the law as set out in the answering affidavit (emphasis\r\nadded):\n‘\nITAC\r\nmay only depart from the country of origin normal value if it\r\nconcludes, in the course of its determination, that the country\nof\r\norigin normal value is not determined according to free market\r\nprinciples as a result of government intervention. It is not\nobliged\r\nto enquire in this question. It is not even obliged to consider it\nunless\r\nthere is substantial reason to think that the country of origin\r\nnormal value may not be determined according to free market\n\nprinciples\n.\r\nIt must then consider the available evidence and come to a conclusion\r\none way or the other.’\n[38] I also disagree on a factual level with the\r\napproach of the high court. It is apparent that ITAC did not, in\r\ndetermining the\n‘normal value’, simply establish the\r\ncomparable price paid in the ordinary course of business in the PRC.\r\nIt had, in\naddition to the factors mentioned earlier, regard to\r\nshareholding and composition of boards of directors, raw materials\r\nand other\ncost components for production, finance and investment,\r\nintellectual property rights and legal requirements, production\r\nfacilities,\nproduction and investment, sales, financial statements,\r\naccounting principles and practice and foreign currency transactions\r\n–\nall, I would venture to suggest, relevant not to actual local\r\nprices but rather to free market economy principles.\n[39] To the extent that the report might not be explicit\r\nenough, the answering affidavit of the Chief Commissioner (Mr\r\nTsengiwe)\nstated unequivocally that, having taken into account a list\r\nof 13 factors, ITAC had determined that ‘the threshold test in\n\nsection 32(4) was not met.’ He said that they indicated to ITAC\r\nthat the prices and costs of the cooperating exporters were\n\ndetermined according to free market principles and that because ITAC\r\ndid not come to a conclusion of the kind contemplated in s\n32(4), it\r\nwas not permitted to use the surrogate country method for determining\r\ncountry of origin normal value. It may be mentioned\nthat the replying\r\naffidavit did not in any real terms traverse these allegations.\nConclusion\n[40] The manufacturers were entitled, in terms of s\r\n46(1) of the ITA Act, to apply to the high court for a review of any\r\ndetermination,\nrecommendation or decision of ITAC that affected them.\r\nThe grounds of review are to be found in the Promotion of\r\nAdministrative\nJustice Act 3 of 2000 (‘PAJA’). In spite\r\nof the shotgun approach in the affidavits (and to a lesser extent in\r\nthe heads\nof argument) the manufacturers did not state in the heads\r\non which provision in PAJA they wished to rely.\n[41] If regard is had to the summary of their argument\r\nit would appear that their case may have been that ITAC was\r\nmaterially influenced\nby an error of law (s 6(2)(d)); or that the\r\ndetermination was not rationally connected to the information before\r\nITAC (s 6(2)(f)(ii)(cc)).\nHartzenberg J, it seems, reviewed the\r\nrecommendation on the ground that a mandatory and material procedure\r\nprescribed by the ITA\nAct was not complied with (s 6(2)(b)).\n[42] The problems with the manufacturers’ case are\r\nmanifold. They approached the matter as if it were a rehearing and\r\nnot\na review; they misread s 32 and consequently asked the court\r\nbelow the wrong question (does the PRC have a market economy?) which\n\ninevitably led to the wrong answer; they assumed that the China\r\nProtocol gave them rights; they assumed that the Chinese exporters\n\nhad an onus to discharge under the Protocol; and they failed to have\r\nregard to the functions of ITAC. In this regard it is necessary\nto\r\nrefer to the\nScaw\ncase (supra) and more particularly to the\r\npassage where Moseneke DCJ dealt with the doctrine of separation of\r\npowers which concluded\nin these words (at para 102):\n‘\nIt\r\nseems to me self-evident that the setting, changing or removal of an\r\nanti-dumping duty in order to regulate exports and imports\nis a\r\npatently executive function that flows from the power to formulate\r\nand implement domestic and international trade policy.\nThat power\r\nresides in the kraal of the national executive authority.’\n[43] As far as irrationality is\r\nconcerned, much was made of the fact that ITAC had held in the\r\ninterim report that the PRC did not\nhave a market economy and\r\nnevertheless came to the opposite conclusion in the final report. I\r\nhave already indicated that the interim\nreport did not make any such\r\nfinding and, if it had, it would have been irrelevant. I also do not\r\nfind it incongruous that ITAC\nmade a prima facie finding based on ex\r\nparte representations and came to another conclusion after having\r\nheard both sides. I would\nhave thought that this is why we attach\r\nvalue to the audi principle.\n[44] Another ground of\r\nirrationality raised was that ITAC had found that six Chinese\r\nexporters did not dump but that all the others\ndid. Although there\r\nare about 400 manufacturers, the percentage dumped by the\r\nnon-cooperating companies varied (depending on the\ntype of tyre)\r\nbetween 4.2 and 6.5 per cent. These imports were then subjected to\r\nanti-dumping duties. The court below, adopting\nthe argument, said\r\nthat it was impossible to understand on what basis some factories in\r\nthe same industry operating under the same\nconditions could be\r\nregarded as operating under free market conditions and the other 396\r\nnot. With due respect, as ITAC explained,\nthey had a prima facie case\r\nof dumping. The cooperating exporters were able to rebut that case;\r\nthe others did not attempt to do\nso. One may not agree with the\r\nreasoning, but one cannot say that it was irrational.\n[45] The manufacturers, in\r\nconclusion, made some written submissions concerning bias, alleging\r\nthat ITAC had accommodated the exporters\nunfairly. They wisely did\r\nnot make any oral submissions in this regard. This is understandable\r\nbecause bias was not raised as a\nground of review in the founding or\r\nthe two supplementary founding affidavits; the ‘evidence’\r\non which they sought\nto rely came from the replying affidavit; and\r\nthe argument did not take any account of ITAC’s evidence.\n[46] It follows that the appeal\r\nstands to be upheld with costs. The appellants asked for the costs of\r\nthree counsel which, in the\ncircumstances of the case, is justified.\nOrder\n1 The appeal is upheld with costs, including the costs\r\nof three counsel.\n2 The order of the court below is set aside and replaced\r\nwith an order dismissing the application with costs, including the\r\ncosts\nof three counsel.\n_____________________\nL T C Harms\nActing President\nAPPEARANCES:\nFor\r\nAppellant: W Trengove SC (with him F Ismail and K Hofmeyr)\nInstructed\r\nby:\nThe\r\nState Attorney, Pretoria\nThe\r\nState Attorney, Bloemfontein\nFor\r\nRespondent: P J J de Jager SC (with him A Granova)\nInstructed\r\nby:\nM\r\nWentzel Inc, Pretoria\nSymington\r\n& De Kok, Bloemfontein\n1\nArticle\r\n\tVI para 1.\n2\nThe\r\n\tfootnotes have been omitted.\n3\nArticle\r\n\tVI Annex para 2 of GATT is instructive (emphasis added):\n‘\nIt\r\n\tis recognized that, in the case of imports from a country which has\r\n\ta\ncomplete\r\n\tor substantially complete monopoly of its trade\nand\nwhere\r\n\tall domestic prices are fixed by the State\n,\r\n\tspecial difficulties may exist in determining price comparability\r\n\tfor the purposes of paragraph 1, and in such cases importing\n\n\tcontracting parties\nmay\nfind\r\n\tit necessary to take into account the possibility that a strict\r\n\tcomparison with domestic prices in such a country may not\nalways be\r\n\tappropriate.’\n4\nCompare\r\n\tthe wording of the Anti-dumping Agreement art 2.2.",
  "scraped_at": "2026-02-12T15:51:44.866891",
  "date": "2011-09-23",
  "coram": [
    "Harms AP",
    "Mthiyane",
    "Cloete",
    "Cachalia",
    "Shongwe JJA"
  ],
  "case_number": "738/2010",
  "parties": {
    "applicants": [
      "International Trade Administration Commission",
      "Minister of Trade and Industry"
    ],
    "respondents": [
      "South African Tyre Manufacturers Conference (Pty) Ltd",
      "Bridgestone South Africa (Pty) Ltd",
      "Continental Tyre (South Africa) (Pty) Ltd",
      "Dunlop Tyres International (Pty) Ltd",
      "Goodyear Tyre and Rubber Holdings (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The case concerned alleged dumping of certain Chinese tyres imported into South Africa. The South African Tyre Manufacturers Conference (representing Bridgestone, Continental, Dunlop and Goodyear) applied to the International Trade Administration Commission (ITAC) for an anti‑dumping investigation. ITAC investigated, used a surrogate‑country method, and ultimately recommended that the Minister terminate the investigation. The Minister accepted. The manufacturers sought a review in the High Court, arguing that ITAC failed to examine whether the People’s Republic of China (PRC) was a market‑economy country under the China Protocol. The High Court set aside the Minister’s decision. ITAC and the Minister appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether the International Trade Administration Act requires ITAC to investigate the market‑economy status of the exporting country (PRC) before determining normal value. 2) Whether the High Court erred in setting aside the Minister’s decision on that basis. 3) Whether the anti‑dumping investigation complied with the procedural and substantive requirements of the Act, the WTO Anti‑Dumping Agreement and the Promotion of Administrative Justice Act (PAJA).",
    "principles": "The Court analysed the definition of dumping in s 1(2) and s 32 of the International Trade Administration Act, particularly s 32(4), which permits the use of a surrogate country only if the normal value in the exporting country is not determined by free‑market principles because of government intervention. The Court noted that the Act does not impose a mandatory investigation into whether the exporting country is a market economy. It also referred to the WTO GATT and Anti‑Dumping Agreement, the constitutional provision s 233 on the interpretation of legislation in the context of international law, and the grounds for review under PAJA (s 6(2)(b), (d), (f)).",
    "application": "The Court held that s 32(4) does not oblige ITAC to inquire into the market‑economy status of the PRC unless there is a substantive reason to doubt that the normal value is not free‑market derived. ITAC had determined that the Chinese exporters’ prices were set in the ordinary course of trade, so the surrogate‑country method was not available, and it was not required to assess the PRC’s market‑economy status. Consequently the High Court’s reasoning was misplaced and its order was set aside. The appeal was therefore upheld.",
    "conclusion": "The appeal by ITAC and the Minister was upheld with costs, including the costs of three counsel. The High Court’s order was set aside and replaced with an order dismissing the manufacturers’ application with costs, including the costs of three counsel."
  },
  "tags": {
    "level_1": "Trade Law",
    "level_2": "Anti-Dumping",
    "level_3": [
      "dumping",
      "market economy",
      "International Trade Administration Act",
      "PAJA",
      "WTO"
    ]
  }
}