{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/242.html",
  "case_name": "Gusha v Road Accident Fund (158/2011) [2011] ZASCA 242; 2012 (2) SA 371 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 242",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 242\n|\nNoteup\n|\nLawCite\nGusha v Road Accident Fund (158/2011) [2011] ZASCA 242; 2012 (2) SA 371 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nCase No:\n158/2011\nIn\r\nthe matter between:\nMJONGI\r\nGUSHA\n…..........................................................................................\nAppellant\nand\nTHE ROAD ACCIDENT FUND\n…................................................................\nRespondent\nNeutral\r\ncitation:\nGusha v The Road Accident Fund\n(158/2011)\n[2011]\r\nZASCA 242\n(1 December 2011)\nCoram:\nCloete, Cachalia and Leach JJA\nHeard:\n21 November 2011\nDelivered:\n1 December 2011\nSummary:\nClaim for damages based on negligence ─\r\nRAF agreeing to concede the merits of the claim and accepting\r\nliability for the plaintiff’s\ndamages still to be proven ─\r\nRAF precluded from later seeking to prove that the plaintiff’s\r\ndamages should be reduced\nby way of an apportionment of negligence.\n___________________________________________________________________\nO R D E R\n___________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Legodi J sitting as court of first instance):\n1 The appeal succeeds with costs, such costs to include\r\nthe costs of two counsel.\n2 Paras 1 and 2 of the order of the court a quo of 24\r\nMarch 2010 are set aside, and replaced with the following:\n‘\n1.(a) It is declared that on a\r\nproper construction of the agreement between the parties referred to\r\nin paras 4.4 and 4.5 of the\nparticulars of claim, the defendant is\r\nliable to the plaintiff for all of the damages suffered by the\r\nplaintiff as a result of\nthe bodily injuries he sustained in the\r\nmotor vehicle accident giving rise to the claim and is precluded from\r\nseeking to plead\nor rely upon any apportionment of such damages.\n(b) The issues relating to the quantum of the\r\nplaintiff’s damages are postponed sine die.\n2. The defendant shall pay the plaintiff’s costs\r\nof suit to date, such costs to include the costs of two counsel where\r\nemployed.’\n___________________________________________________________________\nJ U D G M E N T\n__________________________________________________________________\nLEACH JA (CLOETE AND CACHALIA JJA CONCURRING)\n[1]\nOn 14 February 2006 the\r\nappellant was a passenger in a motor vehicle travelling between\r\nHluleka and Ntlaza in the Eastern Cape when\nit swerved off the road\r\nto avoid an oncoming unidentified motor vehicle being driven on the\r\nincorrect side of the road. The vehicle\ncapsized and the appellant\r\nalleges that in the process he sustained severe injuries which have\r\nleft him paralysed.\nIn due course the appellant\r\nsued the respondent for damages under the provisions of the\nRoad\nAccident Fund Act 56 of 1996\n,\nalleging that the accident had\r\nbeen due to the negligence of the driver of the unidentified motor\r\nvehicle and claiming that the\nrespondent was accordingly liable to\r\nhim for damages in a sum in excess of R6,7 million.\n[2] When the matter came to trial in the Gauteng North\r\nHigh Court in March 2010, the court was asked to decide whether, on a\r\nproper\nconstruction of the terms of an agreement concluded between\r\nthe parties before the issue of summons, the respondent had accepted\n\nliability for all the damages suffered by the appellant in\r\nconsequence of the injures he had sustained in the accident or\r\nwhether\nit was still open to the respondent to apply to amend its\r\npleadings to allege that there should be an apportionment due to the\r\nappellant’s contributory negligence in regard to his injuries\r\nby not wearing a seatbelt at the relevant time.\n[3] The parties agreed to separate this issue for\r\nadjudication before any of the remaining issues, and an order under\r\nUniform\nrule 33(4)\nwas made in that respect. No evidence was led, the\r\nparties having contented themselves with argument relating to the\r\nterms of the\nagreement which by that stage had become common cause.\r\nAfter hearing the parties, the high court concluded that the terms of\r\nthe\nagreement did not prohibit the respondent from seeking to rely on\r\nthe appellant’s contributory negligence and constituted\nno\r\nobstacle to an application by the respondent to amend its plea to\r\nseek an apportionment of the appellant’s damages. Although\nthe\r\nhigh court went on to refuse an application for leave to appeal, the\r\nappellant now appeals to this court with its leave.\n[4]\nIt is necessary to deal\r\nbriefly with the pleadings. In paragraph 3 of the appellant’s\r\nparticulars of claim, averments as to\nthe time and place of the\r\naccident are made. In paragraph 4 it is alleged that the respondent\r\nis liable to the appellant for damages\nsuffered as a result of bodily\r\ninjuries sustained in the accident due to the facts alleged in\r\nparagraphs 4.1 to 4.5 of the claim.\nParagraph 4.1 contains an\r\nallegation that the accident was due to negligence on the part of the\r\ndriver of the unidentified motor\nvehicle, whose negligence is\r\nparticularised. Paragraph 4.2 contains details of the manner in which\r\nthe appellant complied with\nthe provisions of\ns 24\nof Act 56 of 1996,\r\nwhile in paragraph 4.3 it is alleged the respondent’s Cape Town\r\noffice had acknowledged receipt of the\nprescribed claim form and had\r\nthereafter handled the matter. Then in paragraphs 4.4 and 4.5 the\r\nappellant alleged:\n‘\n4.4 On\r\n20 March 2008, and in a telephone conversation between Mr Martin\r\nSkovgaard-Petersen (an attorney duly authorized by the Plaintiff\nto\r\nlodge and prosecute his claim, who was then acting in such capacity)\r\nand Mr Craig Mngaze (a claims handler employed by the Defendant\nat\r\nits Cape Town regional office, who was then handling the Plaintiff’s\r\nclaim on Defendant’s behalf and was acting\nwithin the course\r\nand scope of his employment), the Defendant conceded the merits of\r\nthe Plaintiff’s claim and accepted liability\nfor the damages,\r\nstill to be proven, which the Plaintiff has suffered as a result of\r\nthe bodily injuries he sustained in the accident.\n4.5 On 20 March 2008 the\r\nPlaintiff’s said attorney caused a letter, a copy of which is\r\nAnnexure “A” hereto, to\nbe delivered by hand to the\r\nDefendant’s aforesaid Cape Town Regional office in which he\r\nconfirmed the Defendant’s said\nconcession of the merits of the\r\nPlaintiff’s claim and acceptance of liability for the\r\nPlaintiff’s still to be proven\ndamages.’\n[5] In its plea the respondent denied that the accident\r\nhad happened as alleged in paragraph 3 of the claim. It therefore\r\ndenied\nthe contents of paragraph 4.1 of the claim although, in a belt\r\nand braces approach, it went on to allege that if the court found\n\nthat the accident had occurred, that the driver of the unidentified\r\nvehicle had not been negligent or his negligence had not caused\nthe\r\naccident. The respondent went on further to deny ‘each and\r\nevery allegation’ contained in paragraphs 4.2, 4.3,\n4.4 and 4.5\r\nof the claim – including that the letter of 20 March 2008 had\r\nbeen sent to it, this despite the copy of the letter,\nannexure A to\r\nthe summons, having borne the date stamp of the respondent’s\r\nCape Town office which had been affixed as proof\nof service. The\r\nrespondent also denied the appellant’s allegations in regard to\r\nthe nature and severity of his injuries and\nthe quantum of his\r\ndamages.\n[6] Uniform rule 18(4) requires a pleader to set out ‘a\r\nclear and concise statement of the material facts upon which the\r\npleader\nrelies for his claim, defence or answer to any pleading . . .\r\nwith sufficient particularity to enable the opposite party to reply\n\nthereto’. Uniform rule 18(5) provides that a pleader who denies\r\nan allegation of fact in the opposing party’s previous\npleading\r\n‘shall not do so evasively but shall answer the point of\r\nsubstance’. In addition, Uniform rule 22(2) provides:\n‘\nThe\r\ndefendant shall in his plea either admit or deny or confess and avoid\r\nall the material facts alleged in the combined summons\nor declaration\r\nor state which of the said facts not admitted and to what extent, and\r\nshall clearly and concisely state all material\nfacts upon which he\r\nrelies\n.’\nFinally, it must be mentioned that Uniform rule 22(3)\r\nprovides that ‘(i)f any explanation or qualification of any\r\ndenial is\nnecessary, it shall be stated in the plea’.\n[7] The purpose of pleadings is to define the issues\r\nbetween the parties, not to obfuscate them. However the respondent in\r\nits plea\nsought to evade rather than define the matters in issue.\r\nAlthough it was ultimately common cause that the parties had reached\r\nthe\nagreement referred to in para 4.4 of the claim, and that the\r\nrespondent had received the letter confirming such agreement as\r\nalleged\nin para 4.5 of the claim, the respondent specifically denied\r\nthese allegations. Its plea in that regard must be deprecated. This\n\nis not a case where the respondent lacked knowledge of the facts. The\r\nagreement had been concluded with its claim handler responsible\nfor\r\nthe appellant’s claim, and the pleader was duty bound to\r\nascertain what the respondent’s defence was to the allegations\n\nmade against it. One is left with the distinct impression that the\r\nrespondent’s plea was unethical as it deliberately failed\nto\r\nadmit what it knew was true (I must immediately record that counsel\r\nwho represented the respondent was not the author of the\nplea which\r\nwas drawn by an attorney).\n[8] Be that as it may, the parties proceeded to trial\r\nwith the appellant facing the respondent’s denials of his\r\nallegations\nset out in para 4 of the claim. However, the parties\r\nentered into negotiations during which the respondent found itself\r\nhaving\nto admit not only that the accident had occurred but also the\r\ncontents of paragraphs 4.4 and 4.5 of the appellant’s claim.\n\nThis is reflected in a statement of agreed facts which the parties\r\nfiled of record in this court in order to avoid filing a 108\npage\r\ntranscript of the proceedings which occurred in the high court on 19\r\nand 23 March 2010.\n1\nThis statement goes on to record that the parties were\r\nin agreement:\n‘\nThat\r\nthe only issues for the court a quo to determine were those in\r\nrespect of paras 4.4 and 4.5 of the particulars of claim, in\nwhich\r\nregard the court a quo was requested to determine whether or not, on\r\na proper construction of the agreement between the parties,\n\nrespondent is liable for all the damages suffered by appellant as a\r\nresult of the bodily injuries he sustained in the accident\nand is,\r\naccordingly, precluded from seeking to plead or rely upon any alleged\r\napportionment of such damages.’\n[9] It is also recorded in the statement of agreed facts\r\nthat counsel for the respondent informed the court of the\r\nrespondent’s\nintention to apply to amend its plea ‘in\r\ntime for the quantum hearing, to plead contributory negligence on the\r\npart of (the\nappellant) for allegedly failing to wear a seatbelt’.\r\nUp until then, there is no indication on the record of the respondent\n\nhaving given any indication of its intention to allege that the\r\nappellant had been guilty of contributory negligence.\n[10] In the light of the admissions already mentioned in\r\nregard to para 4 of the claim, the only issue which the court a quo\r\nwas\ncalled upon to decide was whether the agreement that the\r\nrespondent ‘concedes the merits of this claim and accepts\r\nliability\nfor the damages (the amount of which is yet to be proven)\r\nsuffered by the claimant as a result of the injuries he sustained in\r\nthe accident’ is an unqualified acceptance of liability for the\r\ndamages the appellant suffered due to his injuries. If it\nis, it\r\nprecludes the respondent from contending that his damages should be\r\nreduced due to his own negligence.\n[11] It was argued on behalf of the respondent that the\r\nconcession of ‘the merits of this claim’ meant no more\r\nthan\nan acceptance by the respondent that the accident had been due\r\nto negligence on the part of the driver of the unidentified motor\n\nvehicle. The phrase ‘the merits’ is somewhat\r\ncontroversial – see the judgment of this court in\nHarford\n2\nin which it was pointed out that a statement that the\r\nclaim succeeded on the merits made no sense as there was a claim for\r\npayment\nof damages, not a claim in respect of the merits.\n3\nNevertheless both parties accepted that the concession\r\nof ‘the merits’ meant no more than that the driver of the\r\nunidentified\nmotor vehicle had been negligent and that this alone did\r\nnot absolve the appellant from having to prove that he had been\r\ninjured\nin the accident as well as the nature and extent of his\r\ninjuries and the compensation which he should be awarded.\n[12] However, the respondent also\naccepted\n‘\nliability for the damages, still to be proven,\r\nwhich the Plaintiff has suffered’. Counsel for the respondent\r\nargued that the\nrespondent had thereby clearly intended to do no more\r\nthan to accept liability for the damage caused by the negligence of\r\nthe driver\nof the unidentified motor vehicle and, consequently, if\r\nthe appellant had not been wearing a seatbelt and his failure to do\r\nso\ncontributed to his injuries, the respondent had not undertaken to\r\nbe held liable for that harm. In these circumstances it was argued\n\nthe respondent’s acceptance of ‘liability’ had been\r\nlimited.\n[13] In my view, this argument cannot be accepted. In\r\ninterpreting the agreement, counsel for the respondent submitted,\r\ncorrectly\nin my view, that the correct approach in accordance with\r\nthe so-called ‘golden rule of interpretation’ is to have\r\nregard\nto the normal grammatical meaning of the relevant words, the\r\ncontext in which they were used, including the nature and purpose of\n\nthe agreement, and the background circumstances which might explain\r\nthe purpose of the agreement and the matters properly present\nto the\r\nminds of the parties when they concluded it. In this regard, the\r\nremark of Lord Steyn in\nR v Secretary of State\r\nfor the Home Department, ex parte Daly\n[2001] UKHL 26\n;\n[2001]\r\n3 ALL ER 433\n(HL) at 447\na\nthat\r\n‘in law context is everything’ is apposite. This approach\r\nhas regularly been affirmed by this court when called\nupon to\r\nconstrue the language used in a document such as a statute to a\r\ncontract although, as Harms DP pointed out in\nKPMG\r\nChartered Accountants (SA) v Securefin Ltd & another\n,\n4\n‘\nto the extent that evidence may be admissible to\r\ncontextualise the document . . . to establish its factual matrix or\r\npurpose or\nfor purposes of identification, “one must use it as\r\nconservatively as possible” (\nDelmas\r\nMilling Company Ltd v Du Plessis\n1955 (3) SA\r\n447\n(A) at 455B-C).’\n[14] In interpreting the agreement, it is significant\r\nthat at the time the respondent was facing a claim for damages\r\nbrought by\nthe appellant as a passenger who had been injured when the\r\nmotor vehicle in which he had been travelling had been forced off a\r\nroad by the unidentified motor vehicle. This the respondent had\r\naccepted. It had also accepted that the driver of the unidentified\n\nmotor vehicle had been negligent. Importantly, as was correctly\r\nconceded by its counsel, the respondent clearly gave no thought\nat\r\nthe time to the possibility of any contributory negligence on the\r\npart of the appellant (as is borne out by its failure at any\nstage to\r\nraise the issue thereafter, even after the admission of liability was\r\nspecifically pleaded as part of the appellant’s\ncause of\r\naction).The issue of any such negligence was thus never a live issue.\r\nIn these circumstances the respondent, by conceding\nthe ‘merits’\r\nand accepting ‘liability\nfor the damages\r\nstill to be proven, which the (appellant) has suffered as a result of\r\nthe bodily injuries he sustained in the accident’\naccepted\r\nliability without qualification for whatever damages the appellant\r\nhad suffered as a result of his injuries, subject of\ncourse to proof\r\nof those injuries and the damages that ought to be awarded. There is\r\nin my view no room for the respondent’s\nargument that its\r\nacceptance of liability was limited and did not relate to the full\r\nextent of the appellant’s loss. There\ncan also be no question\r\nof the appellant having sought to limit its liability by reserving\r\nthe right to raise an apportionment\nwhich it had not considered and\r\non which it did not intend to rely.\n[15] The respondent’s unqualified concession of\r\nliability renders it both impermissible and opportunistic for it now\r\nto attempt\nto introduce the appellant’s alleged contributory\r\nnegligence in order to seek a reduction in the extent of its\r\nliability.\nThe court a quo therefore erred in reaching the contrary\r\nconclusion and in granting the relief set out in paras 1 and 2 of its\r\norder of 24 March 2010 ( in which it postponed the issue of the\r\nappellant’s alleged contributory negligence – which\nwas\r\nin fact never an issue on the pleadings – to be heard ‘together\r\nwith the hearing of this matter on quantum’\nand directed the\r\nappellant to pay the costs of the hearing). There is no reason to\r\ninterfere with para 3 of the court a quo’s\norder relating to\r\nthe wasted costs of 19 March 2010.\n[16] In the light of the importance of the matter to the\r\nappellant, I am of the view that costs of two counsel should be\r\nallowed\nand, indeed, it was not suggested otherwise by the\r\nrespondent.\n[17] It is ordered:\n1 The appeal succeeds with costs, such costs to include\r\nthe costs of two counsel.\n2 Paras 1 and 2 of the order of the court a quo of 24\r\nMarch 2010 are set aside, and replaced with the following:\n‘\n1.(a) It is declared that on a\r\nproper construction of the agreement between the parties referred to\r\nin paras 4.4 and 4.5 of the\nparticulars of claim, the defendant is\r\nliable to the plaintiff for all of the damages suffered by the\r\nplaintiff as a result of\nthe bodily injuries he sustained in the\r\nmotor vehicle accident giving rise to the claim and is precluded from\r\nseeking to plead\nor rely upon any apportionment of such damages.\n(b) The issues relating to the quantum of the\r\nplaintiff’s damages are postponed sine die.\n2. The defendant shall pay the plaintiff’s costs\r\nof suit to date, such costs to include the costs of two counsel where\r\nemployed.’\n______________________\nL E Leach\nJudge of Appeal\n‘\nAPPEARANCES:\nFor Appellant: M A Crowe SC (with him (I S Ferreira)\nInstructed by:\nLowe & Petersen, c/o E W Serfontein Inc, Pretoria\nHoney Attorneys, Bloemfontein\nFor Respondent: M M Lingenfelder\nInstructed by:\nDyason Attorneys, Pretoria\nMcIntyre & Van der Post, Bloemfontein\n1\nThis\r\n\twas a commendable course of action and one which this court has\r\n\tpreviously remarked should be followed more often ─\nsee\nCosta\r\n\tDa Oura Restaurant (Pty) Ltd t/a Umdloti Bush Tavern v Reddy\n2003\r\n\t(4) SA 34\n(SCA) para 3.\n2\nSA\r\n\tEagle Versekeringsmaatskappy Bpk v Harford\n[1992] ZASCA 42\n;\n1992 (2) SA 786\n(A).\n3\nAt\r\n\t792B-D.\n4\nKPMG\r\n\tChartered Accountants (SA) v Securefin Ltd & another\n2009\r\n\t(4) SA 399\n(SCA) para 39.",
  "scraped_at": "2026-02-12T16:21:34.659622",
  "date": "2011-12-01",
  "coram": [
    "Cloete JJA",
    "Cachalia JJA",
    "Leach JJA"
  ],
  "case_number": "158/2011",
  "parties": {
    "applicants": [
      "MJONGI GUSHA"
    ],
    "respondents": [
      "THE ROAD ACCIDENT FUND"
    ]
  },
  "sections": {
    "facts": "The appellant, MJONGI Gusha, was a passenger in a vehicle that swerved off the road on 14 February 2006 after an unidentified motor vehicle drove on the wrong side of the road, resulting in severe injuries and paralysis. He sued the Road Accident Fund (RAF) for damages, alleging negligence of the unidentified driver and claiming over R6.7 million. On 20 March 2008, the parties exchanged communications in which RAF conceded the merits of the claim and accepted liability for the damages \"still to be proven\". The High Court later considered whether this agreement prevented RAF from later asserting contributory negligence (failure to wear a seatbelt) and seeking an apportionment of damages.",
    "issues": "1. Whether the 20 March 2008 agreement constitutes an unqualified acceptance of liability for all damages suffered by the appellant, thereby precluding RAF from pleading any apportionment on the basis of contributory negligence. 2. Whether RAF may amend its pleadings to introduce a claim of the appellant’s contributory negligence after having conceded liability.",
    "principles": "The Court applied the golden rule of contractual interpretation, emphasizing the plain grammatical meaning, the context, purpose and factual matrix of the agreement. Uniform Rules of Court 18 and 22 regarding clear pleadings were considered. Precedents such as Harford and principles on unqualified concession of liability were cited, establishing that an agreement to accept liability for \"damages still to be proven\" is a full, unqualified acceptance unless expressly limited.",
    "application": "The Court examined the wording of the parties’ correspondence, finding that RAF explicitly accepted liability for all damages resulting from the appellant’s injuries, with no qualification regarding contributory negligence. The argument that \"the merits\" only referred to liability of the unidentified driver was rejected as inconsistent with the full acceptance language. Consequently, RAF could not later introduce a seatbelt defence or seek to reduce liability, and the High Court’s contrary ruling was set aside.",
    "conclusion": "The appeal succeeded. The Court declared that RAF is liable for all damages suffered by the appellant and is precluded from pleading any apportionment of those damages. The issue of the quantum of damages was postponed sine die. RAF was ordered to pay the appellant’s costs of suit to date, including costs of two counsel."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Road Accident Fund Liability",
    "level_3": [
      "contract interpretation",
      "contributory negligence",
      "damages",
      "appeal court"
    ]
  }
}