{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/90.html",
  "case_name": "Ukwanda Leisure Holdings (Pty) Ltd v Street Spirit Trading 92 (Pty) Ltd (414/10) [2011] ZASCA 90 (30 May 2011)",
  "citation": "[2011] ZASCA 90",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 90\n|\nNoteup\n|\nLawCite\nUkwanda Leisure Holdings (Pty) Ltd v Street Spirit Trading 92 (Pty) Ltd (414/10) [2011] ZASCA 90 (30 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 414/10\nIn the matter between:\nUKWANDA LEISURE\r\nHOLDINGS (PTY) LTD\n..................................................\nAppellant\nand\nSTREET SPIRIT TRADING\r\n92 (PTY) LTD\n....................................................\nRespondent\nNeutral citation\n:\nUkwanda Leisure Holdings v Street Spirit Trading\n(414/10)\n[2011] ZASCA 90\n(30 May 2011)\nCoram:\nCLOETE,\r\nHEHER, MAYA, SNYDERS JJA and PETSE AJA\nHeard:\n11 May 2011\nDelivered:\n30 May\r\n2011\nUpdated:\nSummary:\nCompany –\r\nliquidation – application for –\nlocus standi\n–\r\n‘member’ – what must be alleged and proved;\r\n‘creditor’ – applicant relying on tacit\nterm of\r\nshareholders’ agreement – not proved to be necessary to\r\nconclusion of the agreement.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nNorth Gauteng High Court (Pretoria)\r\n(Ranchod AJ sitting as court of first instance):\nThe appeal consequently\r\nsucceeds. The following order is made:\n1. The appeal is upheld\r\nwith costs.\n2. The order of the court\r\na quo is set aside and replaced with an order in the following terms:\n‘\nThe\r\napplication is dismissed with costs.’\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (CLOETE, MAYA,\r\nSNYDERS JJA AND PETSE AJA concurring):\n[1]\r\nThe respondent, Street Spirit Trading 92 (Pty) Ltd, applied to the\r\nNorth Gauteng High Court for the winding-up of the appellant,\nUkwanda\r\nLeisure Holdings (Pty) Ltd, on the ground that that company was\r\nunable to pay its debts,\n1\nor, in the alternative, that it was\r\njust and equitable that it should be wound up.\n2\nIn both instances Street Spirit\r\nrelied on its alleged status as a creditor of the company.\n3\nIn this Court its counsel submitted\r\nthat it was also a member for the purposes of relying on the just and\r\nequitable ground.\n[2] The learned judge\r\n(Ranchod J), who heard the application, found that the applicant had\r\nestablished that it was indeed a creditor.\nHe held that Ukwanda was\r\nindebted to it in respect of the repayment of a loan of R3.5 million\r\nand that the company was unable to\npay its debts. He also concluded\r\nthat shortage of capital meant that the\nrespondent was unable to\r\nachieve its stated objective of developing leisure properties and\r\nresorts and that justice and equity required\nits winding-up. He\r\naccordingly made an order placing Ukwanda under final winding-up. The\r\nappeal against that order is brought with\nleave of the court a quo.\n[3]\r\nAs Street Spirit’s\nlocus\r\nstandi\nto bring the\r\napplication as a creditor or member is in my view decisive of the\r\nappeal I shall deal first with those issues.\nWas Street Spirit a\r\ncreditor?\n[4] It was common cause\r\nthat its status as a creditor depended upon proof of the existence of\r\na tacit term in a written agreement\nconcluded on 21 November 2007\r\n(‘the shareholders’ agreement’). The parties to the\r\nagreement were Street Spirit,\nUkwanda, Before the Wind Investments\r\n300 (Pty) Ltd and Blue Nightingale Trading 707 (Pty) Ltd. In the\r\nagreement Street Spirit was\ncalled ‘Vuwa’ and Before the\r\nWind, ‘Quattro’, apparently with reference to their\r\nholding entities. The\nparties agreed to utilise a dormant company,\r\nUkwanda, the main object of which would be to acquire and hold\r\nmajority shares in\nleisure property developments and related assets\r\nas investments. Of an authorised share capital of R1000 divided into\r\n1000 shares\nof R1 the initial shareholders, Street Spirit, Before the\r\nWind and Nightingale, would each be issued with 150 shares.\n[5] The finances of\r\nUkwanda were addressed in clause 5 of the agreement which provided:\n‘\n5.1\r\nThe board shall from time to time determine the amount of funding\r\nnecessary in order to allow the company to conduct, promote\nand\r\nexpand the business successfully.\n5.2\r\nIt is recorded that the initial shareholders have, prior to the\r\nentering into of this agreement formed an alliance (“the\n\nalliance”) to seek funds for the business of the Company from\r\noutside sources but-\n5.2.1\r\nIt is recorded that Vuwa has been issued shares subject to it making\r\na loan to the company in an amount of R6 000 000 (six\nmillion rands)\r\n(“Vuwa loan”).\n5.2.1.1\r\nVuwa will make the loan contemplated in 5.2.1 to the Company by way\r\nof 24 (twenty four) equal monthly instalments in an\namount of R250\r\n000 (two hundred and fifty thousand rands) into the trust account of\r\nVeneziano Incorporated, Standard Bank Castle\nWalk, Account number:\r\n411373749 or such other bank account as nominated by the Board to\r\nVuwa in writing;\n5.2.1.2\r\nThe first instalment of the monies due as contemplated in clause\r\n5.2.1.1 will be paid upon signature of this agreement.\nThe second\r\ninstalment will be due and payable on the last business day of the\r\nmonth during which the first instalment was made.\nAll subsequent\r\ninstalments will be due and payable on the last business day of the\r\nmonth following the date upon which the previous\npayment had become\r\ndue and payable.\n.\r\n. .\n5.2.4\r\nThe Vuwa loan (or any part thereof) will only be repayable to Vuwa,\r\nsubject to 5.2.7 and only after the lapse of the 24 (twenty\nfour)\r\nmonth period contemplated in 5.2.6.\n5.2.5\r\nVuwa will, through its alliance with various Financial Institutions\r\nprocure finance to the Company and any of its subsidiaries\nand or any\r\ncompany under the Control of the Company upon the terms and\r\nconditions acceptable to the entity to whom the finance\nis granted\r\nand;\n5.2.6\r\nthe total of the finance to be procured by Vuwa as contemplated in\r\n5.2.5 is to be concluded over a period of 24 (twenty four)\nmonths\r\ncalculated from the effective date and subject thereto that the\r\nCompany present projects to the prospective financier of\nwhich the\r\nprofit forecasts contained in the feasibility studies conducted by\r\nappropriate professionals are deemed acceptable to\nthe financiers.\r\nThe amount so procured by Vuwa will not be less than an additional\r\nR200 000 000 (two hundred million rand). It\nwill be deemed that the\r\nfinance has been procured upon the conclusion of a final and binding\r\nwritten agreement between the financial\ninstitution and the lending\r\nentity pertaining to the finance so procured and;\n5.2.7\r\nIn the event of the total of the finance is procured by Vuwa as\r\ncontemplated in 5.2.5 during the period contemplated in 5.2.6\nnot\r\nequalling the amount as set out in clause 5.2.6 then in that event\r\nVuwa irrevocably agrees that the monies loaned to the Company\nas\r\ncontemplated in 5.2.1 and 5.2.2 be written off and or donated to the\r\nCompany.’\n[6] The agreement was\r\neffective from the date of signature.\n[7] In accordance with\r\nits loan obligation Street Spirit paid fourteen instalments of R250\r\n000 each from November 2007 to December\n2008. Thereafter it ceased to\r\nmake such payments. By the time Ukwanda’s answering affidavit\r\nwas filed in January 2010 more\nthan 24 months had passed since the\r\nconclusion of the agreement and it was common cause that Street\r\nSpirit had not procured finance\nfor the company of not less than R200\r\nmillion as contemplated in clause 5.2.6. The consequence of clause\r\n5.2.7 would, absent a\nlegal basis to nullify its effect, have been\r\nthat the Vuwa loan would have been written off and Street Spirit\r\nwould have ceased\nto be a creditor of Ukwanda.\n[8] However, in its\r\nfounding affidavit in the application, Street Spirit set up the\r\nexistence of a tacit term in the shareholders’\nagreement which,\r\nif proved, would both avoid the operation of clause 5.2.7 and entitle\r\nit to recover the amount of the loan totalling\nR3.5 million from\r\nUkwanda, thus rendering it a creditor of the company at the time it\r\nlaunched its application.\n[9] The factual basis for\r\nthe implication of the tacit term, as it appears from the founding\r\naffidavit was, in summary, the following:\n1. Clause 5.2 of the\r\nagreement recorded that the shareholders had before entering into it,\r\nformed an alliance to seek funds for\nthe business of the appellant\r\nfrom outside sources.\n2. At a time when the\r\nVuwa loan was being negotiated one De Beer on behalf of Jansk\r\nInternational Ltd undertook that by the end\nof April 2008 Ukwanda\r\nwould take transfer of shares amounting to 15 per cent of the\r\nordinary issued share capital of Acc-Ross Holdings\nLtd and derivative\r\ninstruments equating to 45 per cent of that share capital.\n3. Because Acc-Ross was\r\nwell-established in the sphere of business in which Ukwanda was to\r\noperate, the acquisition of the Acc-Ross\ninterest would be to the\r\nadvantage of the appellant in the market ‘to realise its\r\nstrategic objectives’.\n4. The acquisition of the\r\nAcc-Ross interest was to be financed by Jansk taking up shares in\r\nUkwanda at par value and the crediting\nof the value of the Acc-Ross\r\ninvestment to its loan account as a shareholder of Ukwanda. Jansk\r\nformed a Cyprus-registered company,\nSedimo Investments Ltd, for the\r\npurpose of subscribing for Ukwanda’s shares. The parties agreed\r\nthat Sedimo’s shareholding\nwould equate to 55 per cent of the\r\nissued share capital of Ukwanda.\n5. The transaction\r\ndescribed in the preceding subparagraphs was referred to in clause\r\n8.1.1 of the shareholders’ agreement:\n‘\n8.1\r\nSubject to the remaining provisions of this agreement,\r\nnotwithstanding anything to the contrary contained in the memorandum\n\nand/or articles of association of the company for the time being,\r\nunless otherwise agreed by the Shareholders, a shareholder (“selling\n\nshareholder”) shall not::\n8.1.1\r\nsave for any contemplated subscription of the unissued shares of the\r\ncompany comprising a total of 55% (fifty five percentum)\nof the total\r\nauthorized shares of the Company by a shareholder to be introduced by\r\nde Beer, no shareholder shall during the restricted\nperiod pledge,\r\ncede or otherwise encumber and or sell any of its shares; and . . .\r\n.’\nLikewise, the transaction\r\nwas referred to in a letter given to the appellant by Jansk\r\nsimultaneously with the signature of the shareholders’\n\nagreement. The letter, addressed by De Beer as ‘the authorised\r\nrepresentative’ of Jansk, to the appellant, is dated\n21\r\nNovember 2007 and was also annexed to the shareholders’\r\nagreement. It reads as follows:\n‘\nThis\r\ndocument replaces the letter dated 12 September 2007, in reference to\r\nthe same content.\nWe\r\nwish to confirm that all positions regarding the mark-to-market\r\nmovements on derivative instruments, proposed for transfer to\nUkwanda\r\nLeisure Holdings (Pty) Ltd (subject to successful conclusion of\r\nnegotiations and any required regulatory approvals), will\nbe retained\r\nand funded by Jansk International Limited.\nWe\r\nfurther wish to confirm the proposed transfer (subject to the\r\nconclusion of successful negotiations and any required regulatory\n\napprovals) to Ukwanda of unencumbered physical shares amounting to\r\n15% of the issued ordinary share capital of Acc-Ross Holdings\nLimited\r\nand unencumbered derivative instruments equating to control over a\r\nfurther 45% of the issued ordinary share capital of\nAcc-Ross\r\nHoldings, i.e. the agreement will only become effective immediately\r\nfollowing such transfer.\nWe\r\nendeavour to complete the proposed agreements for the transfers as\r\nreferred to above by the end of April 2008.\nWe\r\ntrust that you find this in order.’\nThe deponent to Street\r\nSpirit’s founding affidavit described this letter as\r\n‘confirming the proposed transfer’\nof 15 per cent of the\r\nordinary shares of Acc-Ross and derivative instruments equating to a\r\nfurther 45 per cent of its issued share\ncapital. De Beer, stated the\r\ndeponent, ‘wore numerous hats’ in the transaction, being\r\nan authorised director of both\nSedimo and Jansk, a trustee of the\r\nQuattro Trust and a shareholder of Acc-Ross, and the implementation\r\nof the scheme was within\nhis control.\n6. Furthermore, on 21\r\nAugust 2007, ie three months before the Vuwa investment, the Quattro\r\nTrust granted a written call option to\nUkwanda to purchase 139 785\r\n717 shares in Acc-Ross at R0.53 per share to be exercised eight\r\nmonths after signature. The call option\nagreement was attached to the\r\nshareholders’ agreement as, in the words of Street Spirit’s\r\ndeponent, ‘proof of\nthe aforegoing scheme’.\n[10] The tacit term was\r\nformulated by Street Spirit as follows:\n‘\nThat\r\nthe aforesaid transaction [the transfer to Ukwanda of 15 per cent of\r\nthe ordinary issued share capital of Acc-Ross Holdings\nLtd and\r\nderivative instruments equating to 45 per cent of the share capital\r\nof that company] would be effected and that should\nit not be, . . .\r\n[Street Spirit] would be entitled to resile from the shareholders’\r\nagreement and claim immediate repayment\nof the money loaned to\r\n[Ukwanda].’\n[11] Street\r\nSpirit alleged that Ukwanda had breached the agreement to acquire the\r\nAcc-Ross interests, and that it had duly terminated\nthe shareholders’\r\nagreement and claimed repayment of R3.5 as\nrestitutio\r\nin integrum\nas it was entitled to do. Despite\r\nthe opening words of clause 5.2.1, Street Spirit did not allege that\r\nit had tendered return of\nthe shares issued to it but in fact relied\r\non such issue in support of its status as a member of the company.\n[12] Street Spirit also\r\naverred in the application that the Vuwa loan (investment) had been\r\nmade on condition that the Acc-Ross\ntransaction took place and on the\r\nfalse representation that it would do so. It was thus induced into\r\nmaking the loan to Ukwanda.\nThis case does not appear to have been\r\nadvanced before the court a quo and was not relied on by counsel for\r\nStreet Spirit before\nus, perhaps with good reason, given the\r\nexistence of ‘whole contract’ and ‘no\r\nrepresentations’ clauses\nin the shareholders’ agreement.\n[13] The case as\r\npresented in the founding affidavit went on to aver that, by reason\r\nof the failure to transfer the Acc-Ross investment\nto Ukwanda,\r\nUkwanda was hamstrung in its efforts to raise the finance it needed\r\nto operate (beyond the moneys loaned by Street\nSpirit). By December\r\n2008 it had became clear to Street Spirit that Ukwanda would be\r\nunable to realise its objectives because of\nits inability to raise\r\nfinance ‘which was aggravated by Sedimo’s failure to\r\nprocure the transfer of the Acc-Ross Investment\nto the appellant’.\n[14] Ukwanda, in its\r\nanswering affidavit, admitted the conclusion and terms of the\r\nshareholders’ agreement and the terms of\nthe Jansk letter of\r\nthe same date and the call option attached to the agreement. That\r\naside, it denied the substance of nearly\nall other averments,\r\ninferences and interpretations relied on by Street Spirit. It also\r\ndenied the existence of the tacit term\nset up by the applicant.\n[15] The learned judge\r\ndid not find that Ukwanda’s denial could be dismissed as mala\r\nfide or plainly lacking in credibility\nor substance. He summarised\r\nthe applicant’s averments, much as I have done, without\r\nanalysis, did not refer to Ukwanda’s\nresponse and concluded:\n‘\nGiven\r\nall the above facts I am of the view that it was indeed a tacit term\r\nof ‘the shareholders’ agreement] that the\nAcc-Ross\r\ntransaction would take place. Otherwise it would not make business\r\nsense in the circumstances for the applicant to agree\nto lend the\r\nrespondent R6 000 000 and undertake to obtain additional loans\r\ntotalling R200 000 000 for the respondent.’\n[16]\r\nI am by no means sure that the alleged tacit provision was a ‘term’\r\nat all. It seems by its formulation to have\nbeen more akin to a\r\nresolutive condition. See\nVenter\r\nAgentskappe (Edms) Bpk v De Sousa\n1990\r\n(3) SA 111\n(A) at 111B-G. Moreover, the ‘undertaking’ to\r\ntransfer the Acc-Ross interest seems to have depended on further\r\nagreement\nbetween Ukwanda and Jansk and was not something which could\r\nbe enforced against Ukwanda by Street Spirit.\n[17]\r\nAssuming however that Street Spirit was correct in its identification\r\nof a ‘tacit term’, I do not think it discharged\nthe onus\r\nof proving that the term as formulated was necessary to the\r\nconclusion of the agreement.\n4\nThe evidence, even without regard for\r\nthe denials, goes no further than establishing that acquisition of\r\nthe Acc-Ross interest would\nhave been to the advantage of Ukwanda.\r\nNor was Street Spirit able to establish the centrality of the\r\nAcc-Ross transaction to the\nconclusion of the agreement or its\r\nundertaking to lend money to the company or to procure finance for\r\nit. In my view the appellant\nfailed to show any material connection\r\nbetween implementation of the Acc-Ross transaction and its decision\r\nto lend money to Ukwanda\nor between that transaction and its\r\nundertaking to procure loan finance for Ukwanda. In the\r\nlast-mentioned regard the reference\nin the affidavit to the\r\n‘hamstringing’ of the company’s ability to raise\r\nfinance is an ex post facto deduction\nand Street Spirit does not\r\nallege that such a threat was present to the minds of the parties\r\nbefore or at the signing of the agreement.\nIt is common occurrence\r\nthat contracting parties are disappointed in their expectations. That\r\nhowever does not justify amendment\nof their juristic acts by the\r\ncourt.\n5\n[18] Counsel for Street\r\nSpirit submitted that the agreement between the shareholders is to be\r\nfound not only in the contract between\nbut also in the annexures to\r\nthe contract (the letter of 21 November 2007 from Jansk and the call\r\noption). So construed, he argued,\nthe materiality of the transfer of\r\nthe Acc-Ross interest is manifest, since the letter states that ‘the\r\nagreement will only\nbecome effective immediately following such\r\ntransfer’ and ‘agreement’ must mean the\r\nshareholders’ agreement.\n[19] I am not persuaded\r\nthat the submission is correct. First, although ‘the/this\r\nagreement’ is defined in clause 1.1.1\nas ‘the agreement\r\nas set out in this document together with the annexures attached\r\nthereto’ that definition does not\nelevate the content of the\r\nannexures to the level of matters of agreement between the parties.\r\nSecond, the letter does not refer\nto the shareholders’\r\nagreement at all. Logically, the ‘agreement’ which is\r\nonly to become effective on transfer\nis the undertaking to fund which\r\nis provided in the preceding paragraph of the letter. Third,\r\ncounsel’s interpretation would\ngive rise to an irreconcilable\r\nconflict between the contract and the letter since the former is\r\nexpressly rendered effective on\nthe date of signature (clause 1.1.13)\r\nwhile the letter would suspend the operation of the contract until\r\ntransfer of the Acc-Ross\ninterest. The whole tenor of the contract is\r\nopposed to such suspension, no obligations are prospectively phrased\r\nand no provision\nis made for the event of non-fulfilment of the\r\npredicated condition.\n[20] The reliance on the\r\nalleged undertaking by De Beer in relation to the transfer of the\r\nshares and derivatives by the end of\nApril 2008 is not borne out by\r\nthe terms of the Jansk letter. In that letter De Beer uses the word\r\n‘proposed’ in relation\nto the transfer. He qualifies the\r\ntransfer as ‘subject to the conclusion of successful\r\nnegotiations and any required regulatory\napprovals’ and he\r\nundertakes to ‘endeavour to complete the proposed agreements\r\nfor the transfers’ by the end\nof April 2008, none of which, on\r\nthe face of it suggests either unequivocal commitment to or final\r\nagreement in relation to the\nacquisition. Mr Barbas, deposing on\r\nbehalf of Ukwanda, denied that an undertaking was given by Jansk and\r\nadded that Jansk ‘had\nset various conditions which are not\r\naddressed by [Street Spirit] and which have not been met’.\r\nBarbas emphasises in the\nanswering affidavit that no definitive or\r\nfinal agreement had been reached in relation to the interest of\r\nAcc-Ross in Ukwanda or\nin the obtaining by the appellant of the\r\ninstruments in Acc-Ross.\n[21] Ukwanda denied that\r\nthe call option agreement was entered into in anticipation of the\r\nsubscription for a 55 per cent interest\nin it by Sedimo or that\r\nSedimo did so subscribe. De Beer supported this denial with a\r\nconfirmatory affidavit.\n[22] With regard to\r\nclause 8.1.1 of the agreement, which, according to Street Spirit\r\nrelated specifically to the proposed take up\nof shares by Sedimo,\r\nUkwanda denied any such connection. The wording of the clause appears\r\nto be carefully non-specific, suggesting\nan uncertain future event.\r\nTo this extent it was inconsistent with implicit reliance by the\r\nparties on a certain and binding, albeit\ntacit, term that transfer of\r\nthe Acc-Ross interests would take place on or before 28 April 2008 or\r\nat all.\n[23] Ranchod AJ found\r\nfurther support for his view that a tacit term had been proved in a\r\nmeeting of some of Ukwanda’s shareholders\nthat took place on 4\r\nMarch 2009, ‘where an oral agreement was reached for repayment\r\nof the loan’. The learned judge\nwas seemingly unconscious that\r\nUkwanda not only denied giving such an undertaking but that Barbas\r\nhad explained why he would not\nhave done so. Barbas deposed that:\n‘\nThe\r\nmeeting was not a shareholders’ meeting nor a meeting of the\r\ndirectors of the respondent. I would not agree to repayment\nwithout\r\nshareholders’ consent. Furthermore, the respondent received\r\nlegal advice confirming that the respondent was not obliged\nto make\r\nrepayment of the loan by virtue of the shareholders’\r\nagreement.’\n[24] The learned judge\r\nrode roughshod over both denial and explanation. He said:\n‘\nIn\r\nmy view what is important here is that the Chief Executive Officer\r\n(‘CEO’) of the respondent, Mr Peter Barbas, undertook\nto\r\nrepay the loans to the applicant. The day to day running of the\r\ncompany is vested in its board of directors and not the\r\nshareholders’.\n[25]\r\nThe court’s approach was in conflict with the established rule\r\nin motion practice.\n6\nIf the learned\r\njudge intended to be robust I think he was wrong: neither Mr Barbas’s\r\ncredibility nor his evidence should have\nbeen so superficially\r\njudged. Whether or not the board had the final say on the question of\r\nrepayment, the origin of the loan obligation\nlay in the shareholders’\r\nagreement and the importance of the obligation in the context of\r\nUkwanda’s business may very\nwell have influenced Barbas’s\r\nunderstanding of his duties. Moreover, if, as he deposed, Ukwanda had\r\nreceived advice that\nthe loan was not repayable (an averment which\r\ncould not be challenged on the papers) it is unlikely that he would\r\nhave ignored\nthe advice. It is not insignificant in the matter of\r\nprobabilities around this issue that the unsigned minute of this\r\n‘discussion’\nannexed to Street Spirit’s replying\r\naffidavit reflects attempts to settle the dispute and does not appear\r\nto bear out any\nunequivocal undertaking to repay the loan by Barbas.\r\nIn addition, in the first letter written by Street Spirit’s\r\nattorneys\nafter 4 April in which its claim for payment is set out (on\r\n8 April 2009) justification is founded in the tacit agreement but no\n\nmention is made of an undertaking to pay. The same shortcoming is\r\nrepeated in the letters of demand from Street Spirit’s\n\nattorneys on 11 May and 19 June 2009. It is thus clear that Ukwanda\r\nraised a real dispute of fact in relation to the so-called\n\nundertaking to pay.\n[26] On a conspectus of\r\nall the relevant evidence, Street Spirit accordingly did not prove\r\nthat it was entitled to rely on a tacit\nterm which entitled it to\r\nresile from the shareholders’ agreement and reclaim the moneys\r\nadvanced to Ukwanda. The provisions\nof clause 5.2.7 were not\r\ndisturbed and Street Spirit’s assertion that it was a creditor\r\nof Ukwanda should not have been upheld\nin the court a quo.\nDid Street Spirit\r\nprove that it was entitled to bring the application in terms of s\r\n346(1)(c) of the Act?\n[27] Section 346 of the\r\nAct provides:\n‘\n(1)\r\nAn application to the court for the winding-up of a company may,\r\nsubject to the provisions of this section, be made-\n.\r\n. .\n(c)\r\nby one or more of its members, or any person referred to in s 103(3),\r\nirrespective of whether his name has been entered in the\nregister of\r\nmembers or not. . .\n(2)\r\nA member of a company shall not be entitled to present an application\r\nfor the winding-up of that company unless he has been\nregistered as a\r\nmember in the register of members for a period of at least six months\r\nimmediately prior to the date of the application\nor the shares he\r\nholds have devolved upon him through the death of a former holder and\r\nunless the application is on the grounds\nreferred to in section\r\n344(b), (c), (d), (e) or (h).\n[28] Section 103 of the\r\nAct provides:\n‘\n(1)\r\nThe subscribers of the memorandum of a company shall be deemed to\r\nhave agreed to become members of a company upon its incorporation,\n\nand shall forthwith be entered as members in its register of members.\n(2)\r\nEvery other person who agrees to become a member of a company and\r\nwhose name is entered in its register of members, shall be\na member\r\nof the company.\n(3)\r\nA company shall, subject to the provisions of its articles, enter in\r\nthe register as a member,\nnomine\r\nofficii\n,\r\nof the company, the name of any person who submits proof of his\r\nappointment as the executor, administrator, trustee, curator or\n\nguardian in respect of the estate of a deceased member of the company\r\nor of a member whose estate has been sequestrated or of a\nmember who\r\nis otherwise under disability or as the liquidator of any body\r\ncorporate in the course of being would up which is a\nmember of the\r\ncompany, and any person whose name has been so entered in the\r\nregister shall for the purposes of this Act be deemed\nto be a member\r\nof the company.\n(4)\r\nSubject to the provisions of section 213 (1)\n(b)\n,\r\nthe bearer of a share warrant may, if the articles of the company so\r\nprovide, be deemed to be a member of the company within the\nmeaning\r\nof this Act, either for all purposes or for such purposes as may be\r\nspecified in the articles.’\n[29] There is no question\r\nthat ss (3) is not of application in this appeal.\n[30] The onus, as is the\r\ncase with any person who relies upon a provision in a statute for his\r\npower to act or right of action,\nlies upon the person who purports to\r\nexercise that power or assert that right. Applied to a case like the\r\npresent, Ukwanda was,\nin the first instance, required to make clear\r\nthat, in bringing the application it acted as a member. Having done\r\nso it needed\nto place evidence before the court which met the\r\nstatutory requirements that justified its reliance, ie that its name\r\nwas entered\nin the company’s register as a member and had been\r\nso for at least six months prior to the application for liquidation.\n[31] Street Spirit did\r\nnot, in its founding affidavit, allege that it was a member. Nor did\r\nit expressly or impliedly rely on its\nstatus as such to bring the\r\napplication. Street Spirit did allege that it subscribed for 150\r\nordinary par value shares during November\n2007 and that it still held\r\nthose shares twenty months later when the application was launched.\r\nIn that sense Street Spirit was,\nits counsel submitted, a shareholder\r\nof Ukwanda. It was common cause that Street Spirit was a party to the\r\nshareholders’\nagreement and that it had been issued shares\r\nsubject to it making the loan provided for in clause 5.2.\n[32]\r\nCounsel also submitted that Ukwanda did not, in its answering\r\naffidavit, take the point that the applicant was not entered\nin the\r\nregister of members. Had it done so, he said, it would have been a\r\nsimple matter for Street Spirit to call for an inspection\nof\r\nUkwanda’s share register. To raise the point for the first time\r\nin the appeal was unfair to Street Spirit. In this regard\nhe relied\r\non the principle that, as a general rule, a question of law can be\r\nadvanced on appeal only if its consideration involves\nno unfairness\r\nto the other party. Moreover the raising of a new point on appeal\r\nwill usually only be allowed if that point is covered\nby the\r\npleadings.\n7\n[33] It follows from the\r\nincidence of the onus that these submissions cannot be sustained: as\r\nI have said, the applicant’s\nrecourse to s 346(1) depended upon\r\nits making the allegation that it was litigating as a member of\r\nUkwanda (a legal conclusion)\nand on setting up the factual\r\nallegations necessary to sustain that conclusion. Ukwanda would then\r\nin answer have been able to\naddress the allegation or admit it as it\r\nwas advised. Because Street Spirit did not do so the necessary\r\nsubstratum of its right\nto bring the application was absent from the\r\nbeginning. Ukwanda was perfectly entitled to rely upon the defect on\r\nappeal.\n[34]\r\nCounsel for Street Spirit nevertheless attempted to save his client’s\r\nstanding. He submitted that in terms of s 103(2)\nof the Act every\r\nperson other than a subscriber who agrees to become a member of a\r\ncompany and whose name is entered in its register\nof Members shall be\r\na member of a company. According to the argument, Ukwanda admitted\r\nthat Street Spirit ‘holds’ shares\nin it.\n8\nThat admission, he\r\nsaid, referred not to a mere beneficial holding but to a registered\r\nholding of the shares. He referred to s 1(3)(a)\nof the Act, in which\r\nfor the purposes of the Act, a company shall be deemed to be a\r\nsubsidiary of another company in specific circumstances.\nSubsection\r\n1(3)(1)(cA) provides that:\n‘\nFor\r\nthe purposes of this subsection ‘hold’ or any derivative\r\nthereof refers to the registered or beneficial holder (direct\nor\r\nindirect) of shares conferring a right to vote’.\nAccording to counsel, it\r\nwas in the sense used in that subsection that Ukwanda made the\r\nadmission that Street Spirit held its shares.\n[35] This was, in my\r\nview, a contrived argument which finds no support in the affidavits.\r\nSubsection (cA) attaches a special sense\nin a particular statutory\r\ncontext to the ‘holding’ of shares. That sense has\r\nnothing to do with the statutory concept\nof membership of a company.\r\nThere is nothing to indicate that the deponent to the founding\r\naffidavit intended his words so to be\nunderstood or that they were so\r\nunderstood by Mr Barbas. The admission would only have been of\r\nassistance to the applicant if it\nwere able to show that Barbas\r\nintended to admit that the facts necessary to bring it within s\r\n346(1)(c).\n[36] Counsel for Street\r\nSpirit also drew attention to the terms of two letters included in\r\nthe application papers:\n1. Annexure A9 to the\r\nfounding affidavit, dated 3 July 2009 from Ukwanda’s attorneys,\r\nMessrs Veneziano Inc, to Street Spirit\nin which the following is\r\nstated:\n‘\n3.2.3\r\nOur client has previously demanded that you sign the CM42 in terms of\r\nwhich the shares issued to Street Spirit be transferred\nagainst\r\npayment of the par value of the shares. Our instructions are that the\r\nCM42 was submitted to your attorneys of record, Ramsay\nWebber\r\nIncorporated;\n3.2.4\r\nNotwithstanding demand, you have failed to sign the CM42 transferring\r\nthe shares held by Street Spirit.’\n2. Annexure R7 to the\r\nanswering affidavit dated 9 April 2009 from the same attorneys which\r\ncontains the following:\n‘\nKindly\r\nfurther take note that our instructions are further that:\n1.\r\nStreet Spirit 92 (Pty) Ltd (“Street Spirit”) is currently\r\na shareholder of Ukwanda Leisure Holdings (Pty) Ltd (“Ukwanda”);\n2.\r\na Shareholders Agreement had been entered into between the\r\nshareholders of Ukwanda;\n3.\r\nStreet Spirit has caused a “trigger event” for a “Forced\r\nSale” as contemplated in clause 11.1.2 of the\nshareholders\r\nagreement;\n4.\r\nour client tenders to Street Spirit the par value of the Ukwanda\r\nshares held by Street Spirit.\nPlease\r\nfind attached hereto a completed CM42 form for signature by a duly\r\nauthorised director of Street Spirit. Kindly advise when\nthe same can\r\nbe collected. We confirm that the amount of R150 as being the par\r\nvalue of the share will be paid to you upon receipt\nof the signed\r\nCM42.’\nCounsel submitted that\r\nthe most probable inference to be drawn from the quoted passages is\r\nthat Ukwanda knew and admitted that Street\nSpirit was registered as a\r\nmember of Ukwanda.\n[37] However Annexure A9\r\nwas referred to and relied upon in the founding affidavit neither in\r\nthe context of membership in Ukwanda\nnor for the contents of paras\r\n3.2.3 and 3.2.4 of the letter. The inference that Street Spirit seeks\r\nto draw from it is consequently\nequivocal. In any event, taken at\r\nface value, it reflects no more than a belief on the part of Ukwanda\r\nthat Street Spirit was a\nregistered shareholder at the time of the\r\nletter. Annexure R7 also does not contain an unequivocal admission\r\nthat Street Spirit\nappears in Ukwanda’s register of members or\r\nthat it had been so registered prior to April 2009. Taken singly or\r\ntogether\nthe letters are insufficient to redress the deficiency in\r\nthe founding affidavit.\n[38] In the result I find\r\nthat the learned judge erred in finding that the applicant had proved\r\nits status as a creditor of Ukwanda.\nHe did not consider whether\r\nStreet Spirit was a member but if he had done so he must have found\r\nthat it had not shown itself to\nbe one.\n[39] The appeal\r\nconsequently succeeds. The following order is made:\n1. The appeal is upheld\r\nwith costs.\n2. The order of the court\r\na quo is set aside and replaced with an order in the following terms:\n‘\nThe\r\napplication is dismissed with costs.’\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: F H Terblanche\r\nSC\nVeneziano Inc, Pretoria\nSymington & de Kok,\r\nBloemfontein\nRESPONDENT: L J Morison\r\nSC (with him X Stylianou)\nRamsay Webber Inc\nc/o Andrea Rae Attorney,\r\nPretoria\nMatsepes, Bloemfontein\n1\nSection\r\n\t344(f) of the Companies Act 61 of 1973.\n2\nSection\r\n\t344(h).\n3\nSection\r\n\t346(1)(b).\n4\nWilkins\r\n\tNO v Voges\n1994 (3) SA 190\n(A) at 136I-J.\n5\nVander\r\n\tMerwe v Viljoen\n1953 (1) SA 60\n(A) at 65G.\n6\nPlascon-Evans\r\n\tPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A)\r\n\tat 634E-I.\n7\nWith\r\n\treference to\nRiddles v Standard Bank of South Africa Ltd\n2009\r\n\t(3) SA 463\n(T) at 470H-I.\n8\nBut\r\n\tas counsel for the respondent pointed out, that does not mean that\r\n\tStreet Spirit’s name was entered in the register\nof members as\r\n\tprovided in s 103(2). See\nMoosa v Lalloo\n1957 (4) SA 207\n(D)\r\n\tat 221-2;\nWatt v Sea Plant Products\n1999 (4) SA 443\n(C) at\r\n\t453. Nor does it speak to the duration of its inscription in the\r\n\tregister.",
  "scraped_at": "2026-02-12T15:39:47.554400",
  "date": "2011-05-30",
  "coram": [
    "Cloete",
    "Heher",
    "Maya",
    "Snyders JJA",
    "Petse AJA"
  ],
  "case_number": "414/10",
  "parties": {
    "applicants": [
      "Ukwanda Leisure Holdings (Pty) Ltd"
    ],
    "respondents": [
      "Street Spirit Trading 92 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Street Spirit Trading 92 (Pty) Ltd entered into a shareholders' agreement with Ukwanda Leisure Holdings (Pty) Ltd, Vuwa (Street Spirit), Before the Wind Investments and Blue Nightingale Trading. The agreement required Street Spirit to make a R6 million loan (the \"Vuwa loan\") in monthly instalments and to procure at least R200 million of external finance within 24 months. Street Spirit paid fourteen R250 000 instalments between November 2007 and December 2008 but then stopped. The promised acquisition of a 15% share and derivative interest in Acc‑Ross Holdings was never completed, and the external finance was not secured. Street Spirit claimed that a tacit term of the agreement made the Acc‑Ross transaction a condition of the loan, thus entitling it to claim repayment and to be treated as a creditor.",
    "issues": "1) Whether Street Spirit qualified as a creditor of Ukwanda for the purposes of a winding‑up application. 2) Whether Street Spirit had locus standi as a member of Ukwanda under section 346(1)(c) of the Companies Act. 3) Whether a tacit term of the shareholders' agreement existed that made the Acc‑Ross transaction essential to the loan obligation.",
    "principles": "The court applied the statutory requirements of sections 346(1)(c) and 103(2) of the Companies Act, emphasizing that a person must be entered in the register of members for at least six months to rely on member standing. It reiterated the test for an implied (tacit) term: the term must be necessary to give business sense to the contract. The court also noted that a resolutive condition is not the same as an enforceable contractual term and that disappointment in performance does not create a new contractual obligation.",
    "application": "The court found that Street Spirit failed to prove the existence of the alleged tacit term; the evidence showed only that the Acc‑Ross acquisition would have been advantageous, not essential to the loan. Consequently, the loan remained governed by clause 5.2.7, which wrote off the loan if the financing condition was not met, meaning Street Spirit was not a creditor. Moreover, Street Spirit did not allege nor prove that it was entered as a member in Ukwanda’s register, nor satisfy the six‑month registration requirement. Therefore, the onus on establishing standing was not met.",
    "conclusion": "The appeal was upheld. The original winding‑up order was set aside and replaced with an order dismissing Street Spirit’s application with costs."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Winding‑up and Liquidation",
    "level_3": [
      "member standing",
      "creditor status",
      "tacit term",
      "Companies Act",
      "shareholder agreement"
    ]
  }
}