{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/200.html",
  "case_name": "Law Society of the Cape of Good Hope v Nel (054/2011) [2011] ZASCA 200; 2012 (4) SA 274 (SCA) (23 November 2011)",
  "citation": "[2011] ZASCA 200",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 200\n|\nNoteup\n|\nLawCite\nLaw Society of the Cape of Good Hope v Nel (054/2011) [2011] ZASCA 200; 2012 (4) SA 274 (SCA) (23 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 054/2011\nIn the matter between\nTHE LAW SOCIETY OF THE CAPE OF\nGOOD HOPE\n….....................................................................................\nAPPELLANT\nand\nHEINRICH NEL\n…...............................................................................\nRESPONDENT\nNeutral citation:\nLaw Society of the Cape of\r\nGood Hope v Nel\n(054/11)\n[2011] ZASCA 200\n(23 November 2011)\nCoram: NAVSA, HEHER, SHONGWE, MAJIEDT and WALLIS JJA\nHeard: 2 NOVEMBER 2011\nDelivered: 23 NOVEMBER 2011\nSummary: Attorney – misconduct – alleged\r\ncontravention of Rule 14.3.14, promulgated under the Attorneys’\r\nAct 53\nof 1979 – bringing attorneys’ profession into\r\ndisrepute – formulation of charge sheet crucial –\r\nevidence\nnot sustaining the charge as formulated – disciplinary\r\nproceedings not civil proceedings but sui generis.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nEastern Cape High Court,\r\nGrahamstown (Chetty and Revelas JJ sitting as court of appeal):\nThe appeal is dismissed with costs.\n____________________________________________________________­­­__\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (NAVSA, HEHER, SHONGWE and WALLIS JJA\r\nconcurring):\n[1] The appellant appeals against the judgment of the\r\nEastern Cape High Court, Grahamstown (Chetty and Revelas JJ, sitting\r\nas court\nof appeal in terms of s 73(1) of the Attorneys Act 53 of\r\n1979 [the Act]), in which it set aside both the finding by a\r\ndisciplinary\ncommittee of the appellant, that the respondent, a\r\npractising attorney and one of the appellant’s members, had\r\ncontravened\nrule 14.3.14 of the appellant’s rules\n1\nand the concomitant sanction. The appeal is with leave\r\nof the court below.\n[2] The respondent was called upon to answer two\r\ncharges, only the first of which is relevant for present purposes. It\r\narose from\na complaint by Mr Dirk Swanepoel, who was at the time of\r\nthe complaint serving a sentence of 22 years’ imprisonment for\r\nmurder,\nand was based on a conversation between him and the\r\nrespondent on the day of his arrest, in which he sought certain\r\nadvice concerning\nbail. As will become apparent, this charge, as\r\nformulated in an annexure to the summons issued by the disciplinary\r\ncommittee, is\ncentral to this appeal and I reproduce it in full:\n‘\nCHARGE\r\nOF UNPROFESSIONAL OR DISHONOURABLE OR UNWORTHY CONDUCT ON THE PART OF\r\nHEINRICH NEL (HEREINAFTER CALLED “THE MEMBER”)\nFIRST CHARGE –\r\nCONTRAVENTION OF RULE 14.3.14\nThe member is charged with\r\nunprofessional conduct in that on or about 23 January 2002 he advised\r\none Dirk Hermanus Swanepoel, who\nwas apprehended by the South African\r\nPolice in a murder investigation and who had sought the advice of the\r\nmember in this regard,\nthat “it could never be said that it\r\nwould be harmful in a bail application if a policeman could stand up\r\nin Court and confirm\nthat he obtained the co-operation from the\r\naccused right from the outset”. This advice did, alternatively\r\nhad, the potential\nto cause Swanepoel to act in ignorance of his\r\nright to remain silent to his prejudice or to his potential\r\nprejudice.\nIn so doing the member brought\r\nthe attorneys’ profession into disrepute.’\n[3] The disciplinary committee reached its guilty\r\nverdict solely on the basis of the Respondent’s written\r\nresponse to Swanepoel’s\nwritten complaint. It was also referred\r\nto the judgment of Mthiyane JA in Swanepoel’s appeal against\r\nhis conviction. I shall\nrevert to this aspect in due course. Having\r\nfound the respondent guilty of bringing the attorneys’\r\nprofession into disrepute,\nthe disciplinary committee imposed what it\r\nconsidered to be a moderate fine upon the respondent.\n2\nAn appeal in terms of s 73 of the Act against this\r\nfinding and sanction was upheld by the high court, which found that\r\nthe admissible\nevidence before the disciplinary committee was\r\ninsufficient to sustain the guilty verdict.\n[4] The factual backdrop to the disciplinary proceedings\r\nis briefly as follows:\n(a) The respondent had been instructed by a client, Mrs\r\nGroenewald, to investigate the disappearance of her husband.\r\nInvestigations\ninto Mr Groenewald’s cellular telephone records\r\nled the respondent to Swanepoel, not as a possible suspect, but as a\r\npotential\nwitness against two men who the respondent regarded as\r\nsuspects.\n(b) In the light of information gleaned from the phone\r\nrecords, the respondent set up a meeting with Swanepoel at the\r\nrespondent’s\noffice. Upon being confronted with the fact that\r\nthe phone records reflected certain phone calls between him and\r\nGroenewald before\nthe latter’s disappearance, Swanepoel denied\r\nall knowledge of Groenewald’s disappearance. During the meeting\r\nthe police\narrived and arrested Swanepoel in connection with\r\nGroenewald’s disappearance. Up until this stage there was no\r\nattorney-client\nrelationship between Swanepoel and the respondent. It\r\nis not necessary to decide whether such arrest occurred\r\ncoincidentally at\nthat time, at the respondent’s office (as he\r\naverred), or had been arranged by the respondent (as Swanepoel\r\nappeared to suggest\nin his complaint).\n(c) Later that afternoon a policeman, Inspector\r\nPietersen, telephoned the respondent from the detectives’\r\noffices at the police\nstation and informed him that Swanepoel, who\r\nwas in police custody, wanted to speak to him. During their\r\nconversation Swanepoel\nasked the respondent whether it would assist\r\nhim (Swanepoel) in a bail application if he co-operated fully with\r\nthe police. The\nrespondent replied that Swanepoel could say what he\r\nwanted to the police, since, on his version, he had nothing to do\r\nwith Groenewald’s\ndisappearance. To his surprise, Swanepoel\r\nthen admitted to some involvement in the disappearance and, after the\r\nrespondent had\nrequested Inspector Pietersen to leave the office so\r\nthat Swanepoel could be alone to speak freely, Swanepoel confessed to\r\nthe\nrespondent that he and his brother had shot and killed\r\nGroenewald. Swanepoel again asked the respondent whether he would\r\nassist\nhim in a bail application if he were to co-operate fully with\r\nthe police as he was determined to reveal all and to make a clean\n\nbreast of things. The respondent then furnished the advice set out in\r\nthe charge above.\n(d) On the following day Swanepoel made a pointing out\r\nof the deceased’s body to the police and made a full confession\r\nbefore\na magistrate.\n[5] As is evident from the charge, in essence, the\r\nrespondent was alleged to have acted unprofessionally in failing to\r\nadvise Swanepoel\nof his right to remain silent when he furnished the\r\nadvice as set out above. The charge was formulated on the basis of\r\nthe respondent’s\nwritten response to Swanepoel’s\r\ncomplaint and, as stated, the disciplinary committee’s finding\r\nwas also premised on\nthat document. In his written response, the\r\nrespondent set out in full the background to and the context in which\r\nthe advice was\nfurnished to Swanepoel. That background and context\r\nwas correctly accepted by the disciplinary committee and the high\r\ncourt as\nthe basis upon which the matter fell to be decided. Before\r\ndealing with the merits, it is useful to consider briefly the\r\nlegislative\nframework that bears upon disciplinary proceedings.\n[6] Section 71(1) of the Act authorises the council of a\r\nLaw Society to inquire into cases of alleged unprofessional or\r\ndishonourable\nor unworthy conduct on the part of an admitted\r\nattorney, notary or conveyancer. Sections 71(2), (3) and (4) set out\r\nthe procedure\nto be followed at an enquiry. It bears the hallmarks of\r\ncivil proceedings but, for the reasons that follow later, contrary to\r\nthe\nhigh court’s finding disciplinary proceedings under the Act\r\nare not ordinary civil proceedings, but are rather sui generis\nin\r\nnature. Section 72 deals with a council’s disciplinary powers,\r\nwhile s 73 details the steps to be taken by a practitioner\nwho wishes\r\nto appeal against a finding of guilty.\n[7] Significantly, neither the Act nor the appellant’s\r\nrules list acts or omissions which would constitute unprofessional,\n\ndishonourable or unworthy conduct. The now repealed Law Society (Cape\r\nof Good Hope) Private Act 20 of 1916 contained such a list\nof\r\noffences in clause 42 of its rules and Regulations. Notwithstanding\r\nits repeal, s24(2)(\na\n)\r\nof Act 41 of 1975 has preserved all rules, by-laws and regulations\r\nmade under Act 20 of 1916. Thus all rules and regulations made\nunder\r\nAct 20 of 1916 have been subsumed into the second schedule of Act 41\r\nof 1975. Clause 42 states that ‘unprofessional\nor dishonourable\r\nor unworthy conduct on the part of an attorney, notary or conveyancer\r\nshall include,\ninter alia\n.\r\n. .’ and it proceeds to list numerous instances. Included in\r\nthe list are amongst others touting, withholding the payment\nof trust\r\nmoney without lawful excuse, assisting, allowing or enabling an\r\nunqualified person to perform the work of an attorney,\nnotary of\r\nconveyancer for remuneration, opening an office without continuous\r\npersonal supervision of a practitioner and so forth.\n3\nIt is not decisive but nevertheless noteworthy that\r\nconduct of the kind under discussion is not contained in the list’.\n[8] It is self-evident that a charge against a legal\r\npractitioner in a disciplinary enquiry must be formulated with\r\nadequate particularity\nto enable that legal practitioner to answer\r\nthe charge and the enquiry must be restricted thereto.\n4\nIt also follows that a council which initiates a\r\ndisciplinary enquiry is bound by the charge/s which it prefers\r\nagainst a legal\npractitioner.\n5\nIn the present matter the appellant elected to frame the\r\ncharge in the manner set out above. The following facts are germane\r\nto\nan enquiry as to whether the advice furnished by the respondent,\r\nin the terms set out in the charge, constitutes an offence as\r\ncharged:\n(a) Swanepoel was under police arrest as a suspect in\r\nGoenewald’s disappearance;\n(b) Despite having first professed to the respondent his\r\ninnocence in respect of that disappearance, he subsequently expressed\r\nhis\nintention to tell all and to make a clean breast of things at the\r\nstage before he sought the respondent’s advice;\n(c) Swanepoel sought the respondent’s advice in\r\nrespect of the possible advantage or otherwise of full co-operation\r\nwith the\npolice in an envisaged bail application.\n[9] Against the background of these salient facts and\r\ncircumstances the question which arises is whether it was\r\nunprofessional,\ndishonourable or unworthy conduct on the respondent’s\r\npart to have neglected to inform Swanepoel of his right to remain\r\nsilent\nin the circumstances of this case. I think not. Swanepoel was\r\nfirmly of the intent to tell all – he had intimated as much\nto\r\nthe respondent. The idea to co-operate fully and to reveal all came\r\nnot from the respondent but from Swanepoel. In these circumstances\nit\r\nis not our task to judge whether the advice was inadequate or\r\nincomplete. What falls to be determined is whether any shortcoming\n\ncan be categorized as unprofessional, or dishonourable or unworthy\r\nconduct. The question whether the rendering of inadequate advice\ncan\r\ngenerally amount to professional misconduct is not an issue before\r\nus.\n[10] I have alluded in paragraph 6 above to the fact\r\nthat neither the Act nor the rules list acts or omissions that\r\nconstitute unprofessional,\ndishonourable or unworthy conduct. But the\r\nappellant’s rules do set out general principles of professional\r\nconduct in rule\n14.3, non-compliance with which renders a member\r\nguilty of unprofessional and/or dishonourable and/or unworthy conduct\r\n(rule 14.2).\nIn order to avoid prolixity, I do not propose burdening\r\nthis judgment with an exposition of these general principles. It is\r\nsufficient\nto state that they are of the kind to be expected of an\r\nattorney as an officer of the court. The principle which seems to me\r\nto\nbe most suited to the present case is rule 14.3.8 which requires\r\nattorneys to ‘retain the independence necessary to enable\nthem\r\nto give their clients unbiased advice’. But it bears emphasis\r\nthat this is not what the respondent had been charged\nwith. He was\r\ncharged with a contravention of rule 14.3.14 which requires\r\nattorneys’ to ‘refrain from doing anything\nwhich could or\r\nmight bring the attorneys profession into disrepute’. This\r\ncharge, substantiated in the charge as set out\nabove, does not bear\r\nscrutiny in the light of common cause facts and contextual\r\nbackground. In summary – the respondent’s\nfailure to\r\nadvise Swanepoel of his right to remain silent cannot be said to have\r\nbrought the attorneys’ profession into disrepute,\ngiven the\r\nfact that Swanepoel was fully committed to telling all and to\r\nco-operating fully with the police.\n[11] The high court approached the matter along\r\ndifferent lines. It is not necessary to deal with its wide ranging\r\nfindings save\nfor two important aspects, namely its finding that the\r\ndisciplinary proceedings constitute civil proceedings and its\r\nstatements\nconcerning the admissibility of evidence. Counsel for the\r\nappellant expressed his client’s concern with regard to the\r\npossible\nfuture impact of those particular findings. It is only\r\nproper that this court deals with these aspects. After finding that\r\nthe\nproceedings before the disciplinary committee constituted civil\r\nproceedings, the high court applied the so-called rule in\nHollington\r\nv Hewthorn\n6\nin ruling that the disciplinary committee had erred in\r\nplacing reliance on this Court’s earlier judgment in the\r\ncriminal appeal\nin its reasons for finding the respondent guilty. The\r\nhigh court erred in several respects in this regard. First,\r\ndisciplinary\nproceedings under the Act are not civil proceedings, but\r\nsui generis in nature.\n7\nThey may bear features of civil proceedings, but that\r\ndoes not qualify them as civil proceedings. So, for example, some of\r\nthe provisions\nin the Act relating to the procedure in a disciplinary\r\nenquiry contain references apposite to civil court proceedings (a\r\nfact which\nthe high court relied heavily on), such as s 71(2)(b), (c)\r\nand (d) and s 73 (4).\n[12] In\nMiddelberg v\r\nProkureursorde, Transvaal\n8\nSmalberger ADCJ undertook a full analysis of the nature\r\nof an application to strike an attorney off the Roll, with a view to\r\ndetermining\nwhether leave to appeal is necessary for the matter to\r\nserve before this court. The learned Judge of Appeal concluded that\r\nsuch\nproceedings are sui generis, but for purposes of s 20(1) and (4)\r\nof the Supreme Court Act 59 of 1959 (which concerns appeals to\nthis\r\ncourt and when leave to appeal to it is required) they constitute\r\ncivil proceedings:\n‘\nNa my\r\nmening is die aansoek om die skrapping van ‘n persoon van die\r\nrol van prokureurs, indien nie in alle opsigte ‘n\ngewone\r\nsiviele verrigting. . . nie vanweë die\nsui\r\ngeneris\naard\r\ndaarvan, nogtans ‘n siviele verrigting vir die doeleindes van\r\nart 20(1) en (4) van die Wet [op Hooggeregshowe]’.\n9\n[13] The second misdirection, which flows from the\r\nfirst, is that the so-called rule in\nHollington\r\nv Hewthorn\napplied. It did not. And the third\r\nmisdirection is linked to the previous two. The high court\r\nmisconstrued the disciplinary committee’s\nreasoning. The\r\ncommittee did not rely on this Court’s findings in the criminal\r\nappeal, it merely associated itself with this\nCourt’s views on\r\nthe common cause facts. A brief explanation is necessary. Swanepoel\r\nand his brother appealed against their\nconvictions to this Court.\r\nThey were unsuccessful. In his judgment,\n10\nMthiyane JA (Combrinck and Malan AJJA concurring) found\r\nthat a conflict of interest existed on the respondent’s part\r\nwhen\nhe furnished the advice in question to Swanepoel and that his\r\nfailure to advise Swanepoel of his right to remain silent effectively\n\nleft Swanepoel without representation. This court also found,\r\nhowever, that the respondent had acted bona fide. In its written\n\nreasons the disciplinary committee quoted an extract from the\r\njudgment relating to the findings set out above and proceeded to\n\nstate that:\n‘\nHaving\r\nregard to the [above], the Committee is of the view that it was\r\ncorrectly conceded by the member that in fact he had not\nadvised the\r\naccused of his right to remain silent and had also placed himself in\r\na position of a conflict of interest. The last\nmentioned issue was\r\nnot before the Committee and it was therefore unnecessary to deal\r\nwith it.’\nT\nhere can\r\nhardly be any quarrel with this approach. It does not signify\r\nreliance on this court’s judgment at all. The only\nother\r\ninstance where the disciplinary committee makes reference to this\r\ncourt’s judgment is in respect of the sanction, something\n\nobviously not relevant to the merits. The high court found this\r\ncourt’s judgment to have been inadmissible as evidence against\n\nthe respondent based on the rule in\nHollington\r\nv Hewthorn\n. As pointed out above, this is a\r\ncomplete\nnon sequitur\n.\n[14] In the premises the appeal must fail and the high\r\ncourt’s order must be upheld, albeit for different reasons.\nThe appeal is dismissed with costs.\n___________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel for appellants : R W N BROOKS\nInstructed by : Bisset Boehmke Mcblain, Cape Town\nWebbers, Bloemfontein\nCounsel for respondents : B PRETORIUS\nInstructed by : Nel Mentz, Humansdorp\nChristo Dippenaar Attorneys, Bloemfontein\n1\nThe\r\n\trules have been framed in terms of s 21(1) of the Law Societies Act\r\n\t41 of 1975 as substituted by s 74(1) of the Attorneys\nAct 53 of 1979\r\n\tand promulgated in Government Gazette 5255, dated 20 August 1976.\r\n\tThey have over time undergone various amendments,\nthe last of which\r\n\twas by way of Government Gazette 34683 of 21 October 2011.\n2\nNo\r\n\tparticulars of the fine imposed appear from the record.\n3\nThe\r\n\tlist is not exhaustive.\n4\nReyneke\r\n\tv Wetsgenootskap van die Kaap Die Goeie Hoop\n[1993] ZASCA 161\n;\n1994\r\n\t(1) SA 359\n(A) at 368C-H.\n5\nIbid,\r\n\tsee also\nIncorporated Law Society of the OFS v\r\n\tH\n1953 (2) SA 263\n(O) at 264H-265A.\n6\nHollington\r\n\tv F Hewthorn & Company Ltd\n[1943]\r\n\t1 K.B. 587\n(CA);\n1943 ALL ER 35.\n7\nMalan\r\n\t& another v Law Society, Northern Provinces\n[2008] ZASCA 90\n;\n2009\r\n\t(1) SA 216\n(SCA) at par 12, the latest in a long line of judgments\r\n\tfrom this court, commencing with\nSolomon\r\n\tv Law Society of the Cape of Good Hope\n1934\r\n\tAD 401\nat 408, to this effect.\n8\nMiddelberg\r\n\tv Prokureursorde, Transvaal,\n2001 (2) SA 865\n(SCA)\n9\nAt\r\n\tpar 15.\n10\nD\r\n\tH Swanepoel v The State\n(42/06)\n[2006] ZASCA\r\n\t143\n; [2006] SCA 171 (RSA) (1 December 2006).",
  "scraped_at": "2026-02-12T16:10:44.963039",
  "date": "2011-11-23",
  "coram": [
    "NAVSA",
    "HEHER",
    "SHONGWE",
    "MAJIEDT JA",
    "WALLIS JJA"
  ],
  "case_number": "054/2011",
  "parties": {
    "applicants": [
      "Law Society of the Cape of Good Hope"
    ],
    "respondents": [
      "Heinrich Nel"
    ]
  },
  "sections": {
    "facts": "The respondent, an attorney, was approached by Dirk Hermanus Swanepoel, who was in police custody for the murder of Mr. Groenewald. Swanepoel sought the respondent's advice on whether full cooperation with police would aid his bail application. The respondent advised that it would not be harmful for a policeman to confirm cooperation in court, without warning Swanepoel of his right to remain silent. The advice was given after Swanepoel had already expressed his intention to disclose his involvement in the crime. The disciplinary committee charged the respondent with unprofessional conduct under Rule 14.3.14 for bringing the attorneys' profession into disrepute. The committee relied on the respondent's written response to the complaint and on a criminal appeal judgment. The High Court found the evidence insufficient and held that disciplinary proceedings were civil in nature, applying the rule in Hollington v Hewthorn to exclude the criminal judgment as evidence.",
    "issues": "1) Whether the respondent's failure to advise Swanepoel of his right to remain silent constituted a breach of Rule 14.3.14 and thus brought the legal profession into disrepute. 2) Whether the disciplinary proceedings under the Attorneys Act are civil proceedings or sui generis, affecting the admissibility of evidence. 3) Whether the disciplinary committee properly relied on the criminal appeal judgment in reaching its finding.",
    "principles": "The court applied sections 71‑73 of the Attorneys Act, which give law societies power to inquire into unprofessional, dishonest or unworthy conduct, noting that the Act and the Society's rules do not enumerate specific offences. Rule 14.3.14 requires attorneys to refrain from conduct that brings the profession into disrepute. Charges must be formulated with sufficient particularity. Disciplinary inquiries are sui generis; they may contain procedural elements of civil proceedings but are not ordinary civil actions (see Middelberg v Prokureursorde and Malan & another v Law Society). The rule in Hollington v Hewthorn, concerning the admissibility of prior judgments as evidence, was not applicable because the disciplinary committee did not rely on that judgment for its findings.",
    "application": "The court found that Swanepoel was already intent on full cooperation and that the respondent's advice did not cause him to waive his right to silence. Consequently, the advice could not be said to bring the profession into disrepute. The charge under Rule 14.3.14 was therefore not supported by the evidence. The court also held that the High Court erred in classifying the disciplinary proceedings as civil and in applying the Hollington rule to exclude the criminal judgment. Because the disciplinary committee’s reasoning was properly based on the respondent’s own written response and not on the criminal appeal, the evidence was admissible. The appeal was dismissed.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal with costs, upholding the High Court's order that the disciplinary finding and sanction stand."
  },
  "tags": {
    "level_1": "Professional Conduct",
    "level_2": "Attorney Discipline",
    "level_3": [
      "unprofessional conduct",
      "rule 14.3.14",
      "sui generis proceedings",
      "evidence admissibility",
      "bail advice"
    ]
  }
}