{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/19.html",
  "case_name": "Bonheur 76 General Trading (Pty) Ltd and Others v Caribbean Estates (Pty) Ltd and Others (116/10) [2011] ZASCA 19 (17 March 2011)",
  "citation": "[2011] ZASCA 19",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 19\n|\nNoteup\n|\nLawCite\nBonheur 76 General Trading (Pty) Ltd and Others v Caribbean Estates (Pty) Ltd and Others (116/10) [2011] ZASCA 19 (17 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNo precedential significance\nCase no\n:\n116/10\nIn the\r\nmatter between:\nBONHEUR\r\n76 GENERAL TRADING (PTY) LTD\n................................................\nFirst\r\nAppellant\nTHE\r\nMORNINGSIDE WEDGE OFFICE PARK OWNERS\nASSOCIATION\r\n(ASSOCIATION INCORPORATED\nUNDER\r\nSECTION 21)\n.....................................................................................\nSecond\r\nAppellant\nLESLIE\r\nWILLIAM LOB\n......................................................................................\n.Third\r\nAppellant\nand\nCARIBBEAN ESTATES (PTY) LTD\n................................................................\nFirst\r\nRespondent\nWEDGEPORT (PTY) LTD\n..........................................................................\nSecond\r\nRespondent\nMARTIN ETTIN\n...............................................................................................\nThird\r\nRespondent\nDEREK GREENBERG\n.................................................................................\nFourth\r\nRespondent\nGREGORY FRANCIS PORTEOUS\n.................................................................\nFifth\r\nRespondent\nDOUGLAS WILLIAM PORTEOUS\n.................................................................\nSixth\r\nRespondent\nREGISTRAR OF DEEDS, PRETORIA\n......................................................\nSeventh\r\nRespondent\nNeutral citation:\nBonheur v Caribbean\n(116/10)\n[2011] ZASCA 19\n(17 March 2011)\nCoram:\r\nHARMS DP, LEWIS, PONNAN, MALAN and THERON JJA\nHeard:\r\n8 March 2011\nDelivered 17 March 2011\nSummary: Right of pre-emption to share in immovable property not\r\ncreated through unsigned agreement: party with no right to share\n\ncannot prevent its alienation.\n_________________________________________________________________________\nORDER\n_________________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Van Eeden AJ sitting as court of first instance).\nThe appeal is dismissed with costs including those of\r\ntwo counsel.\n________________________________________________________________________\nJUDGMENT\n________________________________________________________________________\nLEWIS JA (HARMS DP and PONNAN, MALAN and THERON JJA\r\nconcurring)\n[1] This dispute concerns an undivided share in\r\nresidential property in Morningside, Johannesburg. The property is\r\nadjacent to an\noffice park and a shopping centre developed by the\r\nfirst appellant, Bonheur 76 General Trading (Pty) Ltd (Bonheur), and\r\ngoverned\nby the second appellant, Morningside Wedge Office Park\r\nOwners Association (the Association), of which all the owners of the\r\noffice\npark and the centre are members. The third appellant is Mr\r\nLeslie Lob, who is also a director of Bonheur and who deposed to the\n\nfounding affidavit.\n[2] The appellants sought an order in\r\nthe South Gauteng High Court setting aside the sale by the first\r\nrespondent, Caribbean Estates\n(Pty) Ltd (Caribbean), to the second\r\nrespondent, Wedgeport (Pty) Ltd (Wedgeport), of its 46 per cent\r\nundivided share in the property;\nsetting aside a mortgage bond\r\nregistered over that share of the property in favour of the third and\r\nfourth respondents, Mr Martin\nEttin and Mr Derek Greenberg, and\r\ninterdicting the respondents (the fifth and sixth respondents being\r\nrespectively Mr Gregory Porteous\nand Mr Douglas Porteous, members of\r\nCaribbean and authorized to represent it) from alienating the share\r\nother than in terms of\nvarious contracts, and the memorandum and\r\narticles of association of the Association, to all of which the\r\nappellants asserted the\nrespondents were party. The seventh\r\nrespondent is the Registrar of Deeds, who played no role in the\r\nlitigation. Van Eeden AJ dismissed\nthe application with costs on the\r\nattorney and client scale\n1\nbut granted leave to appeal to this\r\ncourt.\n[3] The property was created on 16 November 2005 by\r\nvirtue of a subdivision. A 46 per cent share was acquired by\r\nRiverbend Trade\nand Investment 4 (Pty) Ltd (Riverbend) and a 54 per\r\ncent share was acquired by Vinella Investments (Pty) Ltd (Vinella).\r\nShortly\nthereafter, in January 2006, Riverbend sold its 46 per cent\r\nshare to Caribbean and Vinella sold its 54 per cent share to Bonheur.\n\nIt is the share acquired by Caribbean that is in dispute. I shall\r\nrefer to it for convenience as the Caribbean share.\n[4] On 25 September 2008 Caribbean sold its share to\r\nWedgeport. Transfer was effected on 1 December 2008 and on the same\r\nday a mortgage\nbond was registered over the Caribbean share in favour\r\nof Ettin and Greenberg as security for a loan made to Wedgeport.\n[5] The grounds on which the appellants initially\r\nclaimed relief were that Bonheur had what they termed a ‘de\r\nfacto’\nright of pre-emption in respect of the Caribbean share,\r\nand that Wedgeport was precluded from buying or taking transfer of\r\nthe\nshare without first becoming a member of the Association. The\r\nsecond ground was founded in the supposed principle that co-owners\nof\r\nundivided shares in property cannot alienate their shares without the\r\napproval of other co-owners. This ground was extended\nduring the\r\nhearing of the appeal to encompass an oral agreement of partnership\r\nbetween Bonheur and Caribbean which precluded the\nsale or mortgaging\r\nof the Caribbean share without the consent of Bonheur. And in its\r\nreply to Caribbean’s founding affidavit\nBonheur had raised a\r\nfurther ground: that the sale by Caribbean to Wedgeport, a loan to it\r\nby Ettin and Greenberg, and a mortgage\nsecuring payment of the loan,\r\nwere ‘sham transactions’.\nThe right of pre-emption\n[6] The ‘de facto’ right of first refusal\r\nwas alleged to arise from three sources: the articles and memorandum\r\nof association\nof the Association; a co-owners’ agreement and a\r\njoint venture development agreement (the JVD agreement). The high\r\ncourt\nfound that there was no such right. Neither Bonheur nor\r\nCaribbean was a member of the Association and had not been required\r\nto\nbecome such when they acquired their respective shares from\r\nRiverbend and Vinella. They were thus not bound by the articles and\n\nmemorandum of association.\n[7] The co-owners’ agreement relied on by Bonheur\r\nwas concluded on 12 August 2005, before the subdivision and before\r\nthe shares\nin the property were transferred to Bonheur and Caribbean.\r\nIt created pre-emptive rights in respect of some of the properties,\r\nbut not the residential property the shares in which were acquired by\r\nBonheur and Caribbean. In any event, it was common cause that\nthis\r\nagreement had not been signed on behalf of either Bonheur or\r\nCaribbean. Thus it too did not confer on Bonheur any right of\n\npre-emption.\n[8] The third agreement relied on was foreshadowed in a\r\nletter of intent signed on 12 August on behalf of Bonheur and\r\nCaribbean,\nand also by Ettin and Greenberg. It referred to the\r\nproposed co-ownership agreement, and also, inter alia, to the JVD\r\nagreement.\nThat too was never concluded. Although a draft agreement\r\nwas attached to the founding affidavit of Lob it was not actually\r\nagreed\nto or signed. Since a right to purchase land must be in\r\nwriting, signed by the parties or their duly authorized agents\n(s\r\n2(1)\nof the\nAlienation of Land Act 68 of 1981\n), no valid right of\r\npre-emption came into existence. The high court thus correctly found\r\nthat Bonheur had no right to demand that\nthe Caribbean share be sold\r\nor transferred to it.\nOral agreement of partnership\n[9] In argument at the hearing of the appeal Bonheur\r\nconceded that it had no right of pre-emption given the requirements\r\nof\ns 2(1)\nof the\nAlienation of Land Act. Counsel\nthus changed tack,\r\nsubmitting that as a partner of Bonheur, Caribbean was precluded from\r\nalienating partnership property without\nthe consent of Bonheur. He\r\nargued that there was a partnership agreement, concluded orally, the\r\nterms of which were to be found\nin the draft of the JVD agreement\r\nread with the letter of intent. The latter recorded that the parties\r\n(in fact the predecessors\nof Bonheur and Caribbean) would not make\r\nmaterial decisions about the common property without unanimous\r\nagreement. And the former\nprovided for a ‘buy-out’\r\nprocedure and would have imposed a duty of good faith and an\r\nobligation to share information\nupon the parties.\n[10] Bonheur argued that the letter of intent and the\r\nunsigned draft of the JVD agreement proved that there was an\r\nagreement, albeit\noral or tacit, that there would be a partnership\r\nbetween it and Caribbean, precluding the alienation of the Caribbean\r\nshare. The\nterms were exactly the same as those of the draft JVD\r\nagreement and the date when the partnership came into existence was\r\nthe date\nof the letter of intent – 12 August 2005.\n[11] This was not the case made in the application. Nor\r\nwas it presaged in the heads of argument for Bonheur. There is\r\nnothing to\nsupport the contention. On the contrary, the founding and\r\nsubsequent affidavits deposed to on behalf of Bonheur were firmly\r\nbased\non the alleged de facto right of pre-emption arising inter alia\r\nfrom the draft JVD agreement. Moreover, the parties to the latter\n\nagreement would have included Lob and Vinella. The rabbit pulled out\r\nof counsel’s hat bore no resemblance to a partnership\nbetween\r\nthe co-owners. This argument too must fail.\nAlienation of share without all co-owners’\r\nconsent\n[12] The appellants argued, thirdly, that Caribbean is\r\nprecluded by the common law principles regulating co-ownership from\r\nselling\nthe Caribbean share to Wedgeport; and that Wedgeport was\r\nprecluded by the same principles from mortgaging the Caribbean share\r\nto\nEttin and Greenberg. However, as found by the high court,\ns 34(1)\nof the\nDeeds Registries Act 47 of 1937\nexpressly allows for such\r\nalienation. Should a co-owner wish to alienate only a fraction of his\r\nshare, a certificate of registered\ntitle has to be furnished to the\r\nRegistrar. But should the full share be sold or mortgaged no such\r\ncertificate is required. The\nconclusion to be drawn from this\r\nprovision alone is that such alienation is permitted. The section\r\ndoes not require the consent\nof the other co-owners. That is settled\r\ncommon law as well.\n[13] Each co-owner of property is\r\nentitled to dispose of his share without the consent of the others.\n2\nThe right of disposal is not fettered\r\nunless by agreement. Of course one co-owner may not use or deal with\r\nthe common property as\na whole without the consent of all the\r\nco-owners.\n3\nBut the sale of a share, or its\r\nhypothecation, does not affect the property as a whole. The sale to\r\nWedgeport, and the mortgage\nof the Caribbean share in favour of Ettin\r\nand Greenberg, did not in my view require the consent of Bonheur. The\r\napplication was\ncorrectly refused on this ground as well.\n[14] However, the high court gave\r\nleave to appeal to this court when referred to\nMazibuko\r\nv DPP\n4\nwhich held that where co-ownership is\r\n‘tied’ because it arises from a marriage in community of\r\nproperty, and the husband’s\nshare should be forfeited in terms\r\nof the Prevention of Organized Crime Act, the wife’s share had\r\nalso to be forfeited (although\nshe would share in the proceeds of the\r\nrealization of the property). But the court there distinguished this\r\ntype of co-ownership\nfrom ordinary co-ownership.\n5\nBonheur submitted (and the high court\r\nin giving leave must have thought there was some merit in this\r\ncontention) that there might\nbe some jeopardy to Bonheur’s\r\nshare should Wedgeport’s share be realized in a similar way.\r\nIts ‘constitutional’\nright to property might (if I\r\nunderstand the argument) be placed in jeopardy should the sale to\r\nWedgeport not be set aside.\n[15] Bonheur, on appeal, argued that this was so because\r\nvarious statutes regulating municipal affairs imposed taxes on\r\nco-owners\njointly and severally. If Wedgeport failed to pay its pro\r\nrata share then Bonheur might be deprived of its share in the\r\nproperty.\nThe argument is entirely speculative. And it bears no\r\nrelation to the case made out in the application. No more need be\r\nsaid of\nit.\nWere the sale, loan and mortgage sham transactions?\n[16] In response to Caribbean’s\r\nanswering affidavit Bonheur alleged that the sale of its share to\r\nWedgeport, the loans to\nWedgeport of the purchase price by Ettin and\r\nGreenberg, and the mortgage bond registered as security, were all\r\nsimulated transactions.\nThe high court rejected this ground as well,\r\nfinding that the submission was ‘far-fetched and speculative’.\n6\nThe reason for the sham, Bonheur\r\ncontended, was to prevent Lob from enforcing any judgment that it\r\nmight obtain against Caribbean\nin a counterclaim against it. The high\r\ncourt found that there was no evidence of a sham.\n[17] Bonheur nonetheless persists with the contention on\r\nappeal. The argument is that the shareholders and directors of\r\nWedgeport\nare also directors of Caribbean; the purchase price was not\r\nactually paid by Wedgeport, but would be effected through ‘cash\n\nadvances and by way of loan account and book entries’, Ettin\r\nand Greenberg retained control of the Caribbean share through\nhaving\r\nlent the purchase price to Wedgeport, and having secured a mortgage\r\nbond over the share; the sale and loan agreements have\ndifferent\r\nprovisions as to the payment of the price; and Ettin and Greenberg\r\nagreed to lend not only the price but also the funds\nrequired to pay\r\nrates, taxes and other expenses for a three-year period. Moreover,\r\nWedgeport undertook not to sell or alienate\nthe Caribbean share\r\nwithout the written consent of Ettin and Greenberg. A genuine\r\npurchaser would not, Bonheur argued, have accepted\nsuch limitations\r\non its rights.\n[18] The contention that the transactions are simulated\r\nwas supported, Bonheur argued, by the fact that Caribbean, or Ettin\r\nand\nGreenberg, paid the outstanding and future rates on the Caribbean\r\nshare to ensure transfer of the property. The payment included\nthe\r\namount owed by Bonheur yet was made without reference to Bonheur.\n[19] As the high court found, Bonheur has not adduced\r\nevidence of an intention on the part of any of the respondents to\r\ndisguise\ntheir transactions. Nor was there evidence of any apparent\r\nreason why they should have done so. And Caribbean had, shortly\r\nbefore\nselling its share to Wedgeport, offered it for sale to\r\nBonheur, which had declined. That there was no intention to avoid\r\npaying\nthe fiscus is shown by the fact that VAT on the transaction\r\nhad been paid. Nor did Bonheur show any basis on which it was\r\nentitled\nto require that contracts between other parties be set\r\naside.\n[20] As to the interdicts sought as an alternative to\r\nthe orders setting aside the contracts and transfers in question,\r\nBonheur\ndid not show any basis for anti-dissipatory relief. It sought\r\ninterim interdicts pending the referral of the dispute to oral\r\nevidence.\nIt does not persist in asking for a referral. And it cannot\r\nprevent the disposal of property to which it has no right. Such\r\nrelief\nwould thus not be competent.\n[21] In the circumstances the appeal is dismissed with\r\ncosts including those of two counsel.\n_______________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS: M Nowitz\nInstructed by Errol Goss Attorneys\nMatsepes Inc\nBloemfontein\nRESPONDENTS: D Fine SC (with him P M Cirone)\nInstructed by Glyn Marais Inc\nLovius Block Attorneys\nBloemfontein\n1\nThe\r\n\tjudgment is reported:\n2010 (4) SA 298\n(GSJ).\n2\nSee\r\n\tC G van der Merwe ‘Things’\nLawsa\nvol 27 (First\r\n\treissue) paras 409 and 412 and P J Badenhorst, Juanita M Pienaar and\r\n\tHanri Mostert\nSilberberg and Schoeman’s The Law of Property\n5 ed (2006) p 133 ff.\n3\nSee\r\n\tgenerally, for example,\nErasmus v Afrikander Proprietary Mines\r\n\tLtd\n1976 (1) SA 950\n(W). The position is different where the\r\n\tco-ownership is ‘tied’, as it is where the co-owners are\r\n\tmarried to each\nother in community of property:\nMazibuko &\r\n\tanother v National Director of Public Prosecutions\n2009 (6) SA\r\n\t479 (SCA).\n4\nAbove.\n5\nParas\r\n\t47-48.\n6\nNote\r\n\t1 above, para 17.",
  "scraped_at": "2026-02-12T15:20:08.559432",
  "date": "2011-03-17",
  "coram": [
    "HARMS DP",
    "LEWIS",
    "PONNAN",
    "MALAN",
    "THERON JJA"
  ],
  "case_number": "116/10",
  "parties": {
    "applicants": [
      "BONHEUR 76 GENERAL TRADING (PTY) LTD",
      "THE MORNINGSIDE WEDGE OFFICE PARK OWNERS ASSOCIATION",
      "LES LIE WILLIAM LOB"
    ],
    "respondents": [
      "CARIBBEAN ESTATES (PTY) LTD",
      "WEDGEPORT (PTY) LTD",
      "MARTIN ETTIN",
      "DEREK GREENBERG",
      "GREGORY FRANCIS PORTEOUS",
      "DOUGLAS WILLIAM PORTEOUS",
      "REGISTRAR OF DEEDS, PRETORIA"
    ]
  },
  "sections": {
    "facts": "The dispute concerned a 46 % undivided share in a residential property in Morningside, Johannesburg. The property was created by subdivision on 16 November 2005, with Riverbend Trade and Investment holding 46 % and Vinella Investments holding 54 %. In January 2006 Riverbend sold its share to Caribbean Estates (Pty) Ltd and Vinella sold its share to Bonheur 76 General Trading (Pty) Ltd. Caribbean later sold its share to Wedgeport (Pty) Ltd on 25 September 2008, with the transfer effective 1 December 2008, and a mortgage bond over the share was registered in favour of Martin Ettin and Derek Greenberg on the same day. Bonheur sought to set aside that sale, the mortgage, and to interdict further alienation, alleging a de‑facto right of pre‑emption, a partnership agreement, and that the transactions were sham.",
    "issues": "1) Whether Bonheur possessed a legally enforceable right of pre‑emption over the Caribbean share; 2) Whether co‑owners of an undivided share may alienate that share without the consent of the other co‑owners; 3) Whether an oral partnership agreement between Bonheur and Caribbean pre‑cluded the sale or mortgage of the share; 4) Whether the sale, loan and mortgage were simulated (sham) transactions.",
    "principles": "The Alienation of Land Act 68 of 1981 s 2(1) requires any pre‑emptive right to be in writing and signed. The Deeds Registries Act 47 of 1937 s 34(1) permits a co‑owner to dispose of his undivided share without the consent of other co‑owners unless restricted by agreement. Partnership agreements, to be enforceable, must also satisfy formal writing requirements. No right can arise from unsigned drafts or letters of intent. The court also referred to Mazibuko v DPP, distinguishing ordinary co‑ownership from ‘tied’ co‑ownership arising from marriage. Sham transactions require evidence of intent to disguise the true nature of the deal.",
    "application": "The court found that there was no signed agreement creating a right of pre‑emption; Bonheur and Caribbean were not members of the Association and therefore not bound by its articles. The co‑owners’ agreement predating the subdivision did not cover the residential property and was unsigned. The alleged partnership was unsupported by any written agreement and the claimed oral terms were not proven. Consequently, Bonheur had no enforceable pre‑emptive right. Under s 34(1) of the Deeds Registries Act, Caribbean was free to sell and mortgage its share without Bonheur’s consent. No evidence was adduced to show that the sale, loan or mortgage were simulated; the transactions were bona fide, with VAT paid and no intention to avoid tax or liabilities. The court therefore rejected all grounds raised by the appellants.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel, affirming the High Court’s order setting aside the relief sought by Bonheur. No interdicts or rescission of the sale, loan or mortgage were granted."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Co‑ownership & Pre‑emption",
    "level_3": [
      "right of first refusal",
      "alienation of undivided share",
      "partnership agreement",
      "sham transaction"
    ]
  }
}