{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/207.html",
  "case_name": "Council for Medical Schemes and Another v Selfmed Medical Scheme and Another (561/2010) [2011] ZASCA 207 (25 November 2011)",
  "citation": "[2011] ZASCA 207",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 207\n|\nNoteup\n|\nLawCite\nCouncil for Medical Schemes and Another v Selfmed Medical Scheme and Another (561/2010) [2011] ZASCA 207 (25 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 561/2010\nIn the matter between:\nthe council for medical schemes\n…............................................\nFirst\nA\nppellant\nTHE REGISTRAR OF MEDICAL SCHEMES\n….............\nSecond\r\nAppellant\nand\nselfmed medical scheme\n…......................................................\nFirst\nRespondent\nLEON BESTER\n...................................................................\nSecond\r\nRespondent\nNeutral Citation\n:\nCouncil for Medical Schemes\nv\r\nSelfmed\n(561/2010)\n[2011] ZASCA 207\n(25\r\nNovember 2011)\nCoram\n: Navsa, Van Heerden, Ponnan, Malan JJA and Petse AJA\nHeard\n: 7 November 2011\nDelivered\n: 25 November 2011\nSummary\n:\nDefamation – whether\r\nwords complained of referred to corporate entity as such –\r\nwhether words complained of defamatory\n– test of reasonable\r\nreader restated\nORDER\nOn appeal from:\nNorth Gauteng High Court, Pretoria (Rabie J\r\nsitting as court of first instance):\n1. The appeal is upheld with costs.\n2. The order of the court below is replaced with the following order:\n‘The claims are dismissed with costs.’\n3. The cross-appeal is dismissed with costs.\nJUDGMENT\nVAN HEERDEN JA (NAVSA, PONNAN, MALAN JJA AND PETSE AJA concurring):\nIn\r\n\tAugust 2005, the first appellant, the Council for Medical Schemes\r\n\t(the Council), published its\nAnnual\nReport 2004/2005\n,\r\n\tas it was obliged to do in terms of s 14 of the Medical Schemes Act\r\n\t131 of 1998 (the Act). Both the first and second respondents\ntook\r\n\texception to two statements contained in a part of the Report headed\r\n\t‘Registrar’s Review’, contending\nthat these\r\n\tstatements were defamatory of them both. The first respondent,\r\n\tSelfmed Medical Scheme (Selfmed), is a medical scheme\nregistered as\r\n\tsuch in terms of s 24 of the Act. The statements complained of\r\n\t(which I have italicised) are contained in the following\npassage, in\r\n\ta section dealing with ‘Governance of Medical Schemes’ –\n‘\nSELFMED\nWe\r\nhave questioned several issues concerning governance at Selfmed,\r\nincluding\nthe manner in which the scheme’s chairperson\r\nostensibly appointed himself the principal officer and CEO.\nAlso\r\nunder scrutiny was the approximately R1 million level of remuneration\r\nawarded to this part-time post and\nother dubious appointments of\r\nfamily members to the scheme’s executive management. This\r\nmatter has not yet been resolved.’\nThe\r\n\trespondents instituted an action claiming damages for defamation\r\n\tagainst both the Council and the second appellant, the Registrar\nof\r\n\tMedical Schemes (the Registrar). The North Gauteng High Court (Rabie\r\n\tJ) agreed with the respondents and awarded each of them\nR200 000\r\n\tin damages (the full amount claimed). The appeal against the\r\n\tjudgment on both the merits and the quantum of the\nclaim comes\r\n\tbefore us with the leave of the court below. Also before us is a\r\n\tcross-appeal on the question whether the high court\nought to have\r\n\tmade a punitive costs order in favour of the respondents.\nThe\r\n\tquestions in this appeal are (a) whether the allegedly defamatory\r\n\tstatements refer to the first respondent at all, and (b)\nwhether\r\n\tthey are defamatory of either or both of the respondents.\nThe\r\n\tlitigation in the present appeal was preceded by an extraordinary\r\n\tconcatenation of events over a period of about five years\ninvolving,\r\n\tinter alia, Selfmed. The second respondent, Mr Leon Bester (Bester),\r\n\twas, at the time the litigation commenced, the\nchairperson of the\r\n\tBoard of Trustees of Selfmed (the board), as well as the Chief\r\n\tExecutive Officer of the Scheme (the CEO).\nThe relevant details of\r\n\twhat happened appear hereafter.\nBester\r\n\twas a key player in the chain of events. In 1996, Bester was the\r\n\tmanaging director of Universal Storage Systems (Universal).\nIn that\r\n\tcapacity, he appointed Selfmed as the medical scheme for the\r\n\temployees of Universal. This proved to be a bad mistake\nas Selfmed\r\n\twas at that time in an appalling managerial and administrative\r\n\tstate. It had no reserves at all; there was great member\n\n\tdissatisfaction and a very large loss of members. In the space of\r\n\ttwo years, the scheme went through three administrators and\nsix\r\n\tprincipal officers. Things got so bad that in 2000 the auditors\r\n\twithheld an opinion and did not furnish even a qualified\nauditor’s\r\n\treport. The following year (2001), the auditors furnished a\r\n\tqualified report.\nAt the\r\n\tbeginning of 1999, Bester was approached to become a trustee of the\r\n\tSelfmed board and, because its precarious position\nimpacted on the\r\n\temployees of Universal, he readily agreed. He was elected onto the\r\n\tboard of trustees and, in the second half\nof 1999, was voted to the\r\n\tposition of chairperson of the board. He resigned as chairperson of\r\n\tthe board in February 2007 (while\nthe litigation was still\r\n\tproceeding), but stayed on as a trustee.\nIt\r\n\tsoon became clear to the trustees of Selfmed that they would have to\r\n\trely on their own skills to save the scheme. Bester’s\nbusiness\r\n\tacumen and experience enabled him quickly to grasp the intricacies\r\n\tof the medical scheme industry. He took the definite\nlead in\r\n\tensuring that the trustees started to function cohesively as a\r\n\tboard. Although his monthly honorarium as a trustee was\nonly R3000,\r\n\tMr Bester found himself working between 50 to 60 hours per week on\r\n\tSelfmed matters, over and above his work at Universal.\nAt the end of 2001, there was a highly problematic change in\r\n\tSelfmed’s administrator and, in dealing with the ramifications\n\n\tof this change, Bester became more and more involved in Selfmed’s\r\n\taffairs in an executive capacity. He was then approached\nby the\r\n\tother trustees to ascertain whether he would make himself available\r\n\tfor a full-time executive position. Nothing came of\nthis immediately\r\n\tbut, on 13 August 2002, Bester met with Mr Danie Kolver (Kolver),\r\n\tthe head of registration and accreditation\nof the Council, to\r\n\tdiscuss various matters. In a subsequent letter to Kolver dated 22\r\n\tAugust, Bester stated that –\n‘\n[I]t\r\nwas also discussed that one of the Trustees may be applied in a\r\npermanent executive capacity in view of the strenuous demand\non the\r\nTrustees in fulfilling their duties in the execution of the business\r\nof the medical scheme.’\nBester\r\n\tdid\nnot\nindicate in this letter that the trustee in question\r\n\twas himself, ie the chairperson of the board. He could not recall\r\n\twhether\nhe had mentioned this to Kolver during their meeting. He did\r\n\tnot regard it as important as it was the ‘principle of the\r\n\tappointment of a trustee in full-time capacity’ that\r\n\tinterested him.\nIn his reply dated 25 September, Kolver confirmed ‘the\r\n\tdiscussions so recorded by you’, but also indicated that he\n\n\thad at the meeting –\n‘\n[H]ighlighted\r\nthe need to engage the principal officer as Executive and Accounting\r\nOfficer of the Scheme in line with the statutory\nduties imposed on\r\nhim and more particularly, to give effect to decisions taken by the\r\nBoard.’\n1\nAccording\r\n\tto Bester, he took this reply from Kolver to mean that, although the\r\n\tscheme had to make more use of their part-time\nprincipal officer, Mr\r\n\tMarius Werth (Werth), there was nothing against the appointment of a\r\n\ttrustee to a permanent executive position.\nThis is what Bester\r\n\treported to the board.\n2\nAt Selfmed’s 2002 Annual General Meeting (AGM), held on 11\r\n\tSeptember 2002, it was noted that –\n‘\nThe Chairman advised that it\r\nmay be necessary to appoint a full-time Trustee in order to manage\r\nthe Scheme’s affairs. It was\nproposed that PE Corporate\r\nServices be consulted to obtain expert opinion on the incumbent’s\r\nremuneration. The hours worked\nto be pro-rated according to the\r\nsalary recommended.’\nBester did\r\nnot disclose to the AGM that he was in fact the trustee who would\r\npossibly be appointed on a full-time basis. The members\nagreed to\r\nthis proposal. It is clear that, at this stage, Bester was the\r\nprimary driver of the process.\nPrior\r\n\tto approaching Bester to take up the post of CEO, the trustees had\r\n\tasked Werth to become their full-time principal officer,\nbut he had\r\n\tdeclined. They had also approached and interviewed a Mr Rust and a\r\n\tMr de Koker with a view to filling the position\nof CEO of Selfmed,\r\n\tbut to no avail.\nFrom\r\n\t30 November to 2 December 2002, at a Selfmed strategic planning\r\n\tsession (‘bosberaad’), attended by, inter alia,\nthe\r\n\ttrustees under the chairpersonship of Bester, one of the key\r\n\tobjectives identified, with Bester’s participation, was\nthe\r\n\tneed to employ the chairperson of the board of trustees as CEO of\r\n\tthe scheme.\nAccording\r\n\tto Bester, he took up his full-time position as CEO on 1 January\r\n\t2003. Prior to that, he had arranged with the\nchairman of Universal\r\n\tto spend more time on Selfmed affairs, although he retained his\r\n\temployment at Universal. (It was only at\nthe end of 2004 that he\r\n\tresigned from Universal.) The contract of employment between Bester\r\n\tand Selfmed is dated 11 April 2003.\nThere are, however, no minutes\r\n\t(nor any other documentation) in existence reflecting a board\r\n\tmeeting at which the decision to\nappoint Bester as the CEO was\r\n\ttaken.\nBester\r\n\ttestified that he had not informed the Council about his appointment\r\n\tas CEO as he was not accountable to them in this regard.\nAs far as\r\n\the was concerned, the abovementioned meeting with and letter from\r\n\tKolver had ‘cleared the principle’ of\na trustee being\r\n\tappointed in a full-time executive capacity. In the Minutes of the\r\n\t2004 AGM, for the year ended 31 December 2003,\nunder the heading\r\n\t‘Honorariums’, it was noted that ‘the retainer and\r\n\tdaily allowance was waived by the Chairman,\nas the Board of Trustees\r\n\thad appointed him the CEO of the Scheme’. This was ‘proposed’\r\n\tby Bester himself and\n‘seconded’ by one of the members\r\n\tof the scheme. Although this was not voted upon, nobody at the AGM\r\n\traised any objection.\nAccording to Bester, this was ‘a\r\n\tratification’ by the members of his appointment. It was done\r\n\t‘in terms of\ntransparency’, as the permission of the\r\n\tmembers was not required for his appointment as CEO.\nAt the\r\n\tabovementioned strategic session held in November/December 2002, the\r\n\tboard had identified as a ‘critical success\nfactor’ the\r\n\tneed to establish its own marketing infrastructure under the\r\n\tscheme’s control and separate from the administrator\nof the\r\n\tscheme. Until 2002, the administrator had conducted the marketing\r\n\tfor the scheme, but by the end of 2002, the trustees\nhad negotiated\r\n\twith the new administrator to relinquish this aspect from January\r\n\t2003. Because of a dispute with the trustees,\na certain Mr Tony\r\n\tWarner (Warner), who had been earmarked to be Selfmed’s\r\n\tmarketing executive, was not appointed to this\npost. The scheme thus\r\n\tfound itself with nobody to take care of marketing.\nAt that time, there were two persons who formally applied for the\r\n\tadvertised marketing position, namely, a certain Mr van Coller\nand\r\n\tBester’s wife, Ms Marthie Bester. On 14 April 2003, three days\r\n\tafter signing his employment contract with Selfmed,\nBester sent a\r\n\tmost remarkable e-mail to the trustees regarding the appointment of\r\n\tthe marketing executive, urging them to interview\nhis wife as a\r\n\tmatter of urgency as she had other offers of employment to consider.\r\n\tHe proceeded as follows:\n‘\nIn terms of my fiduciary\r\nduties I must act in the best interest of the scheme, avoid personal\r\nconflict and not pursue personal interest\nat the cost of the scheme.\r\nI also do not wish to be accused and found guilty of nepotism. In my\r\nopinion nepotism is unacceptable\nwhen a family member is appointed at\r\nthe cost of a better person. If the family member is however the best\r\nand the right person,\nthen surely one must act in the best interest\r\nof the scheme. Surely there will be gossip and comments, but at best\r\nit can only\nbe classified as negative and destructive and it will\r\nhave to be addressed accordingly. If one has not done anything wrong\r\none\nhas not to defend anything.\n. . . .\nDuring the course of the day I will fax Tony Warner’s\r\nCV to you. This is a person where we had no problem to offer R700 000\n\nper annum without looking any further. Compare this CV with Marthie’s\r\nCV and make your own conclusion. The one had a record\nof\r\nnon-performance vs. the other’s record of success upon success.\r\nThe one will not be employed by previous employers vs.\nthe other who\r\nimmediately received a favourable counter offer to stay. You make the\r\ndecision please.\nAlthough\r\nI will not be in the interview room, I wish to be present outside to\r\nimmediately discuss risks, alternatives and solutions\nwhen you have\r\nmade a decision (positive or negative).’\nAccording\r\n\tto Bester, all he was doing was to stress to the other trustees that\r\n\tthe matter had to be dealt with urgently, partly\nbecause Ms Bester\r\n\thad other offers of employment, but also because of Selfmed’s\r\n\tnon-existing marketing department. In testimony\nin the court below,\r\n\the stated that he had recused himself from her interview as ‘[t]o\r\n\tinfluence them [the board] to appoint\nher would be wrong. To\r\n\tinfluence them to really get the interviews done, that is my duty.’\nAs\r\n\tregards the reference to Mr Warner, Bester denied that he was\r\n\tclearly trying to advance the appointment of his wife in an improper\n\n\tmanner. His (somewhat disengenuous) explanation was that he was\r\n\tmerely reacting to a previous question from the trustees regarding\n\n\tthe remuneration benchmark for the post and the amount budgeted for\r\n\tin this regard.\nPreviously, on 1 April 2003, Bester had visited Mr Evan Theys\r\n\t(Theys), the head of compliance at the Office of the Registrar.\n\n\tAccording to Bester, the purpose of the visit was to ‘clear a\r\n\tprinciple’, namely, whether a person who was a family\nmember\r\n\tof a trustee could be appointed to the position of Selfmed’s\r\n\tmarketing executive provided that such person was the\nbest candidate\r\n\tfor the position. In a follow-up letter dated 17 April 2003,\r\n\taddressed to Theys by Bester, the latter stated –\n‘\nThe situation now is that a\r\nfamily member of one of the trustees became aware of the vacancy and\r\nhas formally applied for the position.\nA comprehensive CV has been\r\nsubmitted. In view of the discrimination grounds incorporated in\r\nlabour legislation, this application\ncannot be ignored simply because\r\nof the family ties. The person’s CV complies and compares\r\nfavourably with the job specification\nand there is the possibility\r\nthat the person could be successful in the filling of the vacancy. So\r\ncould any other applicant. This\nwill however only be decided during\r\nthe recruitment process and conducting interviews with various\r\napplicants. . .\nThe\r\nproblem is should this family member happen to be the best person for\r\nthe job and it is decided to disqualify the person to\navoid nepotism\r\nthe BOT [Board of Trustees] is failing in its fiduciary duty to act\r\nin the best interest of the scheme by not appointing\nthe best person.\r\nIf the applicant is not appointed although he/she is the best choice,\r\n(to avoid nepotism) this person could have\na valid legal recourse\r\nbacked up by the Labour Relations Act in terms of discrimination and\r\nthe scheme could be sued.’\nIt is\r\n\tnoteworthy that Bester pointedly did not inform Theys that he and\r\n\this wife were the persons involved in the problem posed\nin the\r\n\tletter. According to Bester, he did not deliberately hold back this\r\n\tfact from Theys. He simply wanted to ‘clear\na principle’\r\n\tand ‘if the principle is clear then we feel we have done the\r\n\tnecessary transparency’.\nTheys handed Bester’s letter to Mr Craig Burton-Durham\r\n\t(Burton-Durham), the Council’s head of legal services, for\nhim\r\n\tto deal with. Burton-Durham discussed the matter with the Registrar,\r\n\tMr Patrick Masobe (Masobe) and, on 23 April 2003, addressed\na letter\r\n\tto Bester, the relevant parts of which read as follows:\n‘\nDuring the course of our\r\nconversation it was pointed out that although it is in the interests\r\nof the scheme that the best candidate\nbe appointed, there are\r\npotentially a number of governance concerns where such candidate\r\nhowever is a family member of a trustee.\nAs you are aware, this\r\noffice pays high regard to the conclusion of agreements and\r\nappointments of an arms-length nature, this\nnot only contributes to\r\ntransparent governance but provides objective certainty from the\r\npoint of view of outside perception. This\noffice would accordingly\r\nadvise that the consideration of any such appointment be dealt with\r\ncircumspectly and with caution.\nThe decision however falls within the purview of the\r\nBoard of Trustees which is required to fully apply its mind, having\r\nregard\nto all the factors, which factors must of course take into\r\naccount recent developments in the sphere of corporate governance.\nTo the extent that the family-member application is to\r\nreceive consideration, the trustees are advised to inter alia ensure\r\nthat:\nThe process is an open and transparent one;\nThe proceedings are accurately and properly minuted;\nThe\r\n\tfamily member serving on the board properly recuses [himself or\r\n\therself] from\nany of the proceedings around\r\n\tthe interview and other processes concerning this matter.’\n(Emphasis added.)\nVan\r\n\tColler and Ms Bester were interviewed by the board on 24 April 2003.\r\n\tAlthough there are brief notes, made by one of the trustees,\nof the\r\n\tinterviews with both candidates, there are no minutes, either of the\r\n\tinterview proceedings,\n3\nor the meeting of the board on 24 April 2003.\nBester\r\n\tdid not sit in on his wife’s interview by the board, but did\r\n\tsit in on Mr Van Coller’s interview and spoke\nto the trustees\r\n\timmediately after his wife’s interview.\n4\nThree of the trustees, in the absence of Bester, decided that Ms\r\n\tBester should be appointed as marketing manager. The fourth\ntrustee,\r\n\tMr Mel Bartlett (Bartlett) abstained from voting because he was\r\n\tconcerned about the repercussions from the Council.\nWerth advised\r\n\tthe trustees that they had to inform the Office of the Registrar if\r\n\tthey intended to appoint Ms Bester. The trustees\nresolved to do so.\nThis\r\n\tresolution prompted apparent dramatic action on the part of Bester\r\n\tand his wife. On 25 April 2003 at 08h13, Bester sent a\nfax to the\r\n\tother trustees tendering his resignation as trustee with effect from\r\n\t30 April 2003. Very shortly thereafter, at 08h35,\nhe sent a further\r\n\tfax to the trustees, tendering his resignation as CEO with immediate\r\n\teffect. In the meantime at 08h31, Ms Bester\nsent an e-mail to\r\n\tBester’s e-mail address, informing the trustees that she\r\n\twished to withdraw her application for the position\nof Marketing\r\n\tDirector. This flurry of correspondence prompted Mr Aubrey Faber\r\n\t(Faber), one of the trustees, to send an e-mail\nto Bester, calling\r\n\tfor an urgent meeting with the trustees to resolve the issues that\r\n\tled to Bester’s resignation.\nA\r\n\tspecial meeting of the board was held on 28 April 2003. The minutes\r\n\treflect that it was the unanimous wish of the trustees that\nBester\r\n\tbe persuaded to withdraw his resignation, for the good of the\r\n\tscheme. According to the minutes, Bester later joined the\nmeeting\r\n\tand explained that it seemed to him that his integrity was being\r\n\tdoubted, that he had lost the confidence of the trustees\nand that\r\n\tthe only honourable course was to resign. The trustees were\r\n\tunanimous that it was not their intention to question Bester’s\n\n\tintegrity. In hindsight, they regretted their resolution to inform\r\n\tthe Registrar of their intention to appoint Ms Bester as Marketing\n\n\tExecutive. Bester was eventually persuaded to withdraw his\r\n\tresignation as CEO of the scheme. According to him, he did so\r\n\tbecause\nof his fiduciary duty to the members of the scheme. He\r\n\tindicated that he would give further consideration to his\r\n\tresignation\nas a member of the board of trustees.\nAfter\r\n\tBester had left the meeting, the remaining trustees unanimously\r\n\tresolved that they would offer Ms Bester the post for which\nshe had\r\n\tapplied. There would appear to have been no further talk of\r\n\tinforming the Office of the Registrar of their intention\nto appoint\r\n\tMs Bester.\nOn 29\r\n\tApril 2003, Dr Willem Boshoff (Boshoff), one of the trustees, wrote\r\n\tto Bester on behalf of the board, informing him of the\ndecision to\r\n\tappoint Ms Bester. The very next day, 30 April 2003, Bester withdrew\r\n\this resignation from the board of trustees and\nre-assumed his\r\n\tposition as chairman.\nAs stated above, Bester testified that he did not report his\r\n\tappointment as CEO to the Registrar, as he was not accountable in\n\n\tthat regard. As regards the knowledge which the appellants had\r\n\tregarding Bester’s appointment, reference was made to an\n\n\te-mail dated 13 May 2004 and sent by Mr Paul Bosch (Bosch), the\r\n\tsenior financial analyst of the Council, to Werth. This e-mail\n\n\tconcerned the ‘Selfmed 2003 returns’. One of the queries\r\n\tposed by Mr Bosch reads as follows –\n‘\n[T]rustee\r\nremuneration should include remuneration paid to the executive\r\nChairman, in whatever capacity the remuneration is paid.\nRefer to\r\nsection 57(8) and Regulation 6(A).’\nIn response to this query, Bester addressed an e-mail to Bosch dated\r\n\t3 June 2004, which contained, inter alia, the following\nstatements –\n‘\nThe\r\nreference to “executive Chairman” is not correct and the\r\ntrustees would be much obliged to be informed as to how\nthe status\r\nwas awarded to the scheme by your office. There is a formal\r\nemployment contract in place and it definitely does not\nrefer to\r\nexecutive chairman. As he is a fulltime employee, he receives no\r\nremuneration in his capacity as trustee. Any entitlement\nhe may have\r\nhad to receive fees in connection with his duties as trustee, was\r\nformally waived. This was officially disclosed to\nthe members at the\r\n2003 AGM last year and has been minuted. Please take note of the\r\ntransparency.’\nIn\r\n\tthis e-mail, Bester also indicated that the board wanted a fairly\r\n\turgent meeting with the Registrar and ‘relevant senior\n\n\tmembers’ to discuss their concerns and queries.\nIn a\r\n\tfurther e-mail addressed by Bosch to Werth and Bester, Bosch\r\n\trequested copies of the employment contracts and job descriptions\nof\r\n\tthe Marketing Director and Chief Executive Officer, as also a copy\r\n\tof the latest evaluation/results of the Marketing Department.\nBosch\r\n\tindicated that this documentation was requested in view of the\r\n\tproposed meeting and that, once the documentation had been\nreceived,\r\n\ta meeting could be arranged.\nSelfmed\r\n\tresponded to this e-mail with a letter dated 21 July 2004 addressed\r\n\tby its attorney to the Registrar stating, inter alia,\nthat ‘prior\r\n\tto the appointment of its chief executive officer and its marketing\r\n\tdirector, our client discussed their appointment\nwith and obtained\r\n\tapprovals from the Registrar’s Office’. The attorney\r\n\talso indicated that Selfmed was perturbed\nabout the demand for the\r\n\tdocuments requested by Bosch as a pre-condition for the meeting\r\n\trequested by Selfmed.\nOn the\r\n\tnext day, 22 July 2004, Theys, on behalf of the Registrar,\r\n\tinstructed Selfmed to supply copies of the two employment contracts\n\n\twithin 7 days of the date of that letter. This instruction was given\r\n\tin terms of s 44(5)\n(b\n) of the Act.\n5\nThe two contracts were then provided to the Registrar before the end\r\n\tof July 2004.\nBurton-Durham\r\n\ttestified that, in about May 2004, rumours started to circulate at\r\n\tthe Office of the Registrar to the effect that\nMr Bester had been\r\n\tappointed to the post of CEO/Executive Chairperson, and that Ms\r\n\tBester had been appointed to the position\nof Marketing Director.\r\n\tPrior to receipt of the contracts of employment, there had been no\r\n\tcorrespondence or communication from\nSelfmed to the Council or the\r\n\tRegistrar’s Office which had identified Ms Bester as the\r\n\tperson who had been appointed as\nMarketing Director and Mr Bester as\r\n\tthe person who had been appointed as CEO.\nOn 30 September 2004, Theys sent a letter to Werth, the relevant\r\n\tpart of which read as follows –\n‘\nThis Office has perused the\r\ndocuments\n6\nforwarded to it by yourself.\r\nBased on the perusal of these documents this Office deems it\r\nnecessary to invite the trustees of the\nscheme,\nexcluding\r\nthe chairperson\n, to\r\ndiscuss the appointment by the Board of Trustees of the chairman to\r\nthe position of Executive Chair and CEO of the scheme,\nas well as of\r\nthe remuneration attaching to such position.\nFurther,\r\nthis office also wishes to raise the appointment of the chairperson’s\r\nwife to the position of Marketing Director\nof the scheme; what steps\r\nwere taken to avoid potential conflicts of interest and whether any\r\nrecords were kept of the process.’\n(Emphasis in\r\noriginal.)\nOnce\r\n\tagain, Selfmed reacted through a very lengthy letter addressed to\r\n\tthe Council by their attorney, dated 12 October 2004. The\nletter\r\n\tstated that the Selfmed board did not have a position of ‘executive\r\n\tchairperson’. As regards the position\nof CEO, the letter\r\n\tstated that the trustees’ decision to appoint a CEO was not\r\n\tonly put to and approved at the annual general\nmeeting, but was also\r\n\tdiscussed with the Registrar’s Office in advance. The success\r\n\tof the scheme in increasing its reserves\nfrom a zero base in 1999 to\r\n\tthe current R100 million, the rendering of sound financial\r\n\tstatements and other operational successes\nindicated that the\r\n\ttrustees’ decision was the correct one. The letter then dealt\r\n\twith the appointment of Ms Bester to the\nposition of Marketing\r\n\tDirector and the steps that had allegedly been taken to avoid a\r\n\tpotential conflict of interest.\nThe\r\n\tproposed meeting took place on 15 October 2004, attended by\r\n\tBurton-Durham, Theys, Bosch and Kolver, representing the Council\nand\r\n\tthe Office of the Registrar, Selfmed trustees Bartlett, Boshoff and\r\n\tMr Gus Gregory, and Mr J Araujo (Selfmed’s attorney).\n\n\tBurton-Durham kept cryptic notes during the course of this meeting,\r\n\tsome of which were referred to in evidence. There was a debate\n\n\tconcerning the distinction between the role of the board of trustees\r\n\tand the principal officer as the executive officer of the\nmedical\r\n\tscheme. Theys stressed that the principal officer should be the\r\n\texecutive officer, that this was a governance model which\nhad been\r\n\tfollowed all around the world, and that the situation at Selfmed was\r\n\ta departure from this model. Kolver indicated that\nthe rules only\r\n\tprovided for a principal officer and not for the position of a CEO.\nIt is\r\n\timportant to note that, at this meeting, Theys, the head of\r\n\tcompliance of the Office of the Registrar, once again asked\nwhy the\r\n\tminutes of the meetings at which Bester and Ms Bester had been\r\n\tappointed had still not been made available to the Registrar,\n\n\tdespite repeated requests.\nBurton-Durham\r\n\ttestified that the Registrar’s Office was not satisfied that\r\n\tthe issues raised by Theys\n7\nhad yet been satisfactorily resolved. Although the allegation that\r\n\tBester had appointed himself as CEO had never been made expressly\nby\r\n\tanybody at the Office of the Registrar after the meeting of 15\r\n\tOctober 2004, there was a definite perception that this is\nwhat had\r\n\toccurred. As regards Ms Bester’s appointment as Marketing\r\n\tDirector, Burton-Durham stated that, had he known that\nthe person\r\n\tbeing considered for appointment was a wife of one of the trustees,\r\n\the would have advised that Selfmed desist from\ncontinuing to\r\n\tconsider such application.\nAccording\r\n\tto Burton-Durham, at the meeting of 15 October 2004 Boshoff\r\n\tundertook to furnish the Office of the Registrar with the\n\n\toutstanding information (particularly the minutes of the relevant\r\n\tmeetings of the board). To his knowledge, such information\nwas still\r\n\toutstanding. Burton-Durham was adamant that it could thus not be\r\n\tsaid that the meeting of 15 October 2004 had resolved\nthe issues\r\n\traised in Theys’ letter dated 30 September 2004. He\r\n\t(Burton-Durham) had briefed the Registrar (Masobe) on what\nhad\r\n\thappened at the meeting and advised the latter accordingly.\nOn 13 May 2005, Theys addressed another letter to Werth. The letter\r\n\tstated that –\n‘\n[T]his\r\nOffice. . . can find no provision in the rules of the scheme for an\r\nexecutive chairperson. This kind of position also flies\nin the face\r\nof the King Report on governance, which advocates a division of the\r\npowers between the chairperson and the principal\nofficer (CEO). As\r\nneither the rules nor corporate governance model make provision for\r\nthe position of an executive chairperson,\nthere is no basis for the\r\nscheme to have such a position. The creation of this position is\r\naccordingly ultra vires the rules of\nthe scheme.’\nSelfmed’s response, dated 27 May 2005, was vague and\r\n\tunsatisfactory. Firstly, the board advised Theys that Selfmed had\n\n\tsought a rule amendment to permit a trustee to also be principal\r\n\tofficer.\n8\nThe board noted the Registrar’s contention that the position\r\n\tof executive chairperson was ultra vires the rules of the\nscheme.\r\n\tAccording to the letter –\n‘\nWe are considering addressing\r\nthis title. We assume that you are not suggesting that it was ultra\r\nvires for the scheme to conclude\nthe employment contract with Mr\r\nBester in terms of which he was appointed chief executive.’\nSince the\r\nboard must have known that this was exactly what the Registrar was\r\nsuggesting, this response appears to be almost deliberately\nnaive.\nThe\r\n\tRegistrar, Patrick Masobe (Masobe), also testified. He had filled\r\n\tthe position of Registrar since 2000. Much of his evidence\n\n\tco-incided with that of Burton-Durham. As far as he was concerned,\r\n\tneither the appointment of Bester as CEO, nor the appointment\nof Ms\r\n\tBester as Marketing Director, had been resolved to the satisfaction\r\n\tof his Office which was thus engaged in a number of\nongoing\r\n\tenquiries in this regard.\nIn\r\n\tlate 2005, the Council published its annual report for the 2004/5\r\n\tyear (the annual report), in terms of s 14 of the Act. Publication\n\n\tof this report was to the relevant Minister and thereafter to the\r\n\tgeneral public, including brokers, consultants, and other medical\n\n\tschemes. In addition, the report appeared on the website of the\r\n\tCouncil and was further distributed to the public at a press\n\n\tconference as well as at a so-called ‘roadshow’ held by\r\n\tthe Council. The section of the report headed ‘Registrar’s\n\n\tReview’ contained the passage set out in para 1 above.\nSelfmed and Bester objected to those portions of the passage\r\n\thighlighted in para 1 above. They responded by instituting a\r\n\tdefamation\naction against the Council and the Registrar. According\r\n\tto the respondents’ particulars of claim, the Registrar had\r\n\twrongfully\ndefamed each of them by uttering and publicising the\r\n\tabovementioned words which, according to the respondents, had the\r\n\tfollowing\nmeaning –\n‘\n6.1 The first plaintiff is\r\ncorruptly and/or dishonestly administered in that:\n(a) The second plaintiff appointed himself as the first\r\nplaintiff’s “principal officer and CEO”;\n(b) There have been “dubious appointments of\r\nfamily members to the (first plaintiff’s) executive management”\r\nand\nthis “matter has not yet been resolved”;\n6.2 The second plaintiff is corrupt and/or dishonest in\r\nthat:\n(a) He appointed himself as the first plaintiff’s\r\n“principal officer and CEO”;\n(b) He has been party to the “dubious appointments\r\nof family members to the scheme’s executive management”\r\nand\nthis “matter has not yet been resolved”;\n6.3 There was corporate misgovernance in the\r\nadministration of the first plaintiff in that the trustees permitted:\n(a) the improper appointment of the chairperson as the\r\nCEO and principal officer of the first plaintiff;\n(b) the improper appointments of family members of\r\ntrustees and staff of the first plaintiff to executive management\r\npositions in\nthe first plaintiff.\n6.4 The second plaintiff has been party to corporate\r\nmisgovernance in the administration of the first plaintiff in that:\n(a) acting corruptly and without approval, he appointed\r\nhimself as CEO and principal officer of the first plaintiff;\n(b)\r\nhe permitted the improper appointments of family members to the first\r\nplaintiff’s executive management. . .’\nIt was\r\n\tfurther submitted on behalf of the respondents that, in publishing\r\n\tthis extract, the appellants intended to damage the\nrespondents and\r\n\tto injure them in their reputations, and that the respondents had\r\n\tsuffered damages as a result, each in the amount\nof R200 000.\nIn\r\n\tresponse, the appellants denied the allegations, in particular the\r\n\tallegation that the extract was wrongful and defamatory\nof the\r\n\tplaintiffs. The appellants then, inter alia, pleaded specifically as\r\n\tfollows: the annual report was published in the discharge\nof a\r\n\tstatutory duty imposed by s 14 of the Act, read with the Act as a\r\n\twhole; it was a public document which is, inter alia,\ntabled in\r\n\tParliament; members of the public generally have a right to receive\r\n\tthe contents of the annual report; the contents\nof the annual report\r\n\trelating to the plaintiffs were relevant to the statutory functions\r\n\tperformed by the defendants in terms\nof the Act; the annual report\r\n\twas published in good faith pursuant to the statutory functions\r\n\tperformed by the defendants in\nterms of the Act; and that, in the\r\n\tpremises, publication of the annual report occurred on a privileged\r\n\toccasion and the appellants’\nconduct was not unlawful.\n9\nAs stated above, the court below held that the words complained of\r\n\tin the extract from the Annual Report were defamatory of both\nBester\r\n\tand of Selfmed as an organisation. As regards the latter, Rabie J\r\n\tstated that the reader of the report would form the\nview that\r\n\tSelfmed was being corruptly and dishonestly administered in doing\r\n\tand/or allowing the actions referred to. The court\na quo also held\r\n\tthat –\n‘\nThat\r\nwas also clearly the intention of the Registrar when he wrote this\r\nreport. He started off by saying that they had “questioned”\n\nthe issues mentioned by him and ended off by saying that the matter\r\n“has not yet been resolved”. This would enforce\nthe view\r\nof any reader to what Selfmed and Mr Bester did was,\ninter\r\nalia\n, dishonest and\r\ncorrupt and generally improper.’\nRabie\r\n\tJ did not uphold either the defence of privilege or the defence of\r\n\tstatutory immunity raised by the appellants and, as indicated\nabove,\r\n\tawarded each of the appellants R200 000 as damages for defamation.\r\n\tHe also made a negative credibility finding against\nMasobe, holding\r\n\tthat Masobe’s evidence was not only inherently contradictory\r\n\tand contradictory to the evidence of Burton-Durham,\nbut also so\r\n\timprobable that it had to be regarded as untrue. I will return to\r\n\tthis at a later stage.\nThe\r\n\tdelict of defamation is the unlawful publication,\nanimo\niniuriandi\n, of a defamatory statement concerning the\r\n\tplaintiff. The plaintiff must therefore allege and prove that the\r\n\tstatement complained\nof refers to him or her.\n10\nThe\r\n\trespondents argued that they had pleaded that the extract from the\r\n\tAnnual Report was ‘of and concerning them’\nand that the\r\n\tappellants had admitted this. So, it was contended, it did not\r\n\tbehove the appellants now to deny that it referred\nto Selfmed. In\r\n\torder to deal with this submission, it is necessary to consider the\r\n\tpleadings in this regard.\nThe paragraph in the particulars of claim which the appellants\r\n\tadmitted read as follows –\n‘\nThe\r\nregistrar’s review contained a section under the heading\r\n“Governance of Medical Schemes”. This section dealt\nwith\r\n“Governance Failure within the Schemes”. A number of\r\nexamples of corporative misgovernance were given. In this\nsection,\r\nthe defendants published,\nof\r\nand concerning\nthe\r\nplaintiffs, the following extract. . . .’\n(Emphasis\r\nadded.)\nIt is\r\n\timportant to consider the admission on its own and then in the\r\n\tcontext of the remainder of the relevant parts of the plea.\nClearly,\r\n\twhat was admitted by the appellants was the simple fact that the\r\n\tpassage as a whole had been published and that it referred\nto\r\n\tSelfmed and Bester. It certainly cannot be taken to mean that the\r\n\tappellants were admitting that the allegedly defamatory\nparts of the\r\n\tstatement related to both respondents. Put differently, the passage\r\n\tas a whole, including the heading, tells the\nreader that it deals\r\n\twith the Regulator’s governance concerns involving, inter\r\n\talia, the second respondent (who is not\nnamed). It does not follow\r\n\tthat Selfmed, qua Selfmed, falls within the ambit of the part of the\r\n\tpassages complained of, even\nassuming them to be defamatory. This\r\n\tview of the admission is substantiated by the remaining parts of the\r\n\tplea, which emphatically\ndeny the defamatory nature of the comments\r\n\tin relation to either or both of the respondents.\nAs regards the question whether the statements complained of\r\n\treferred to Selfmed as such, the following statement by FDR Brand\nis\r\n\tapposite –\n‘\nThe plaintiff must allege and\r\nprove that the statement complained of refers to him or her. The test\r\nwhether the statement refers\nto the plaintiff is objective: would the\r\nordinary reasonable man to whom the statement is published be likely\r\nto understand the\nstatement in its context to refer to the\r\nplaintiff?’\n11\nThe\r\nstatements complained of by the respondents do\nnot\nin fact\r\nrefer to Selfmed as such. The statements concern ‘the scheme’s\r\nchairperson’ and ‘dubious appointments\nof family members\r\nto the scheme’s executive management’. Properly construed\r\nthese statements appear to reflect upon\nindividual officers of\r\nSelfmed, but not upon Selfmed as an entity in its own right.\nEven\r\n\tif one accepts, for the sake of argument, that the appellants\r\n\tadmitted that the extract was ‘of and concerning them’,\n\n\tthe respondents would nevertheless fail in the absence of a finding\r\n\tthat the statements complained of were in fact defamatory.\nThe\r\n\tdetermination of whether a publication is defamatory and therefore\r\n\tprima facie wrongful involves a two-stage enquiry. The\nfirst is to\r\n\tdetermine the meaning of the publication as a matter of\r\n\tinterpretation and the second whether that meaning is defamatory.\n12\nIn answering the first question –\n‘\n[A] court has to determine the\r\nnatural and ordinary meaning of the publication: how would a\r\nreasonable person of ordinary intelligence\nhave understood it? The\r\ntest is objective. In determining its meaning, the court must take\r\naccount not only of what the publication\nexpressly conveys, but also\r\nof what it implies, ie, what a reasonable person may infer from it.\r\nThe implied meaning is not the\nsame as innuendo, which relates to a\r\nsecondary or unusual defamatory meaning that flows from knowledge of\r\nspecial circumstances.\n. .\nIt\r\nmay be accepted that the reasonable person must be contextualised and\r\nthat one is not concerned with a purely abstract exercise.\nOne must\r\nhave regard to the nature of the audience.’\n13\nIn\nTsedu v Lekota\n2009 (4) SA 372\n(SCA) para 13, Nugent JA,\r\n\tin examining the assumptions that ought to be made when answering\r\n\tthe question of how allegedly defamatory\nstatements would be\r\n\tunderstood in their context by an ordinary reader, cited the\r\n\tfollowing helpful extract from a judgment of\nan English court:\n14\n‘\nThe\r\ncourt should give the article the natural and ordinary meaning which\r\nit would have conveyed to the ordinary reasonable reader\nreading the\r\narticle once. Hypothetical reasonable readers should not be treated\r\nas either naive or unduly suspicious. They should\nbe treated as\r\ncapable of reading between the lines and engaging in some\r\nloose-thinking, but not as being avid for scandal. The\ncourt should\r\navoid an over-elaborate analysis of the article, because an ordinary\r\nreader would not analyse the article as a lawyer\nor an accountant\r\nwould analyse documents or accounts. Judges should have regard to the\r\nimpression the article has made upon them\nthemselves considering what\r\nimpact it would have made upon the hypothetical reasonable reader.\r\nThe court should certainly not take\na too literal approach to its\r\ntask.’\nIn\r\n\tthis case, the ordinary reasonable reader would not be just any\r\n\tmember of the public. Counsel for both parties agreed that\nthe\r\n\trelatively restricted audience would consist of persons such as\r\n\tbrokers, medical scheme administrators, the relevant Minister,\n\n\tmembers of medical schemes, including Selfmed, and so on. Moreover,\r\n\tBester is not mentioned by name, so that the group of people\nwho\r\n\twould have known that he was being referred to, would be even\r\n\tsmaller. As no secondary meaning is relied upon by the respondents,\n\n\tthe question is how a reasonable person of ordinary intelligence\r\n\tforming part of the abovementioned group would construe the\n\n\tstatements complained of.\nIt is\r\n\talso important to look, as the ordinary reader would, at the\r\n\tstatements complained of in the context of the extract as a\nwhole.\r\n\tThe respondents relied on certain parts of the extract and attempted\r\n\tto show that these particular parts, excised from\nthe extract and\r\n\tstanding alone, were defamatory. This kind of selective approach is\r\n\tnot acceptable. The extract commences by\nstating that we (the\r\n\tRegistrar) ‘have\nquestioned\nseveral issues concerning\r\n\tgovernance at Selfmed’. (Emphasis added.) One of such issues\r\n\twas the manner in which the scheme’s\nchairperson ostensibly\r\n\tappointed himself the principal officer and CEO. The word\r\n\t‘ostensibly’ is important, in that\nit means apparently\r\n\ttrue, but not necessarily so.\n15\nThis is not set out as a statement of fact, rather as one of the\r\n\tissues questioned by the Council during the relevant year. The\n\n\t‘other dubious appointments of family members to the scheme’s\r\n\texecutive management’ was then said to be ‘also\nunder\r\n\tscrutiny’. Importantly, it does not state who is responsible\r\n\tfor making the dubious appointments. The word dubious\nis also\r\n\tsignificant. While its dictionary meaning is (a) hesitating or\r\n\tdoubting or (b) not to be relied upon,\n16\nthe reasonable reader of ordinary intelligence would in my view\r\n\tunderstand this as casting some doubt over the appointment of\nfamily\r\n\tmembers to the scheme’s executive management, but not with any\r\n\tfinality. Once again, we are not dealing with a statement\nof fact,\r\n\tbut rather with an issue that is still under investigation. This\r\n\timpression is strengthened by the closing words of\nthe extract,\r\n\tnamely ‘this matter has not yet been resolved’. It\r\n\tleaves open the very real possibility of rebuttal.\nIn my\r\n\tview, the ordinary reader would have understood the statements, read\r\n\tin the context of the extract as a whole, to mean that\nthe\r\n\tappointment of Selfmed’s chairperson as the principal officer\r\n\tand CEO, as well as the somewhat doubtful appointments\nof family\r\n\tmembers to Selfmed’s executive management, were matters of\r\n\tgovernance being questioned and investigated by the\nCouncil, without\r\n\tany final conclusion having been reached.\nA\r\n\tpublication is defamatory if it has the ‘tendency’ or is\r\n\tcalculated to undermine the status, good name or reputation\nof the\r\n\tplaintiff.\n17\nThe question to be asked is whether the statement concerned is\r\n\tlikely to lower a plaintiff in the estimation of right-thinking\n\n\tmembers of society. In my view, the statements complained of by the\r\n\trespondents, read (as they must be) as part of the whole\nextract\r\n\tindicating an unresolved and ongoing investigation into certain\r\n\tgovernance issues at Selfmed, cannot be said to have\nbeen likely to\r\n\tlower either Selfmed or Bester in the estimation of those\r\n\tright-thinking members of society who would have read\nthe\r\n\tRegistrar’s annual report. There were references in the annual\r\n\treport to governance issues at other medical schemes\nof concern to\r\n\tthe appellants. The ordinary reasonable reader would have read the\r\n\textract complained of in that light –\na regulator raising\r\n\tconcerns for debate, discussion and resolution with the medical\r\n\tscheme concerned. Most importantly, the reasonable\nreader, whilst\r\n\tnot being overly sensitive or unduly critical, would not have read\r\n\tthe statements selectively as the respondents\ndid. Read in their\r\n\tentirety, the reasonable reader would not have read the statements\r\n\tcomplained of as assertions of fact. Nor\nwould he or she have\r\n\tunderstood them as undermining the status, good name or reputation\r\n\tof Bester and Selfmed.\nAs\r\n\tindicated above, the court a quo made a negative credibility finding\r\n\tagainst Masobe. I do not agree with this assessment of\nMasobe’s\r\n\tevidence. However, even if I were entirely to disregard Masobe’s\r\n\tevidence, this would not alter my view\nas to the natural and\r\n\tordinary meaning of the extract and the manner in which a reasonable\r\n\tperson of ordinary intelligence would\nunderstand the words alleged\r\n\tto be defamatory.\nThat\r\n\tis the end of the matter as far as the merits are concerned.\r\n\tHowever, having regard to the common cause facts, the evidence,\n\n\tincluding the correspondence set out earlier in this judgment, and\r\n\tthe Registrar’s statutory role, if we had been called\nupon to\r\n\tdecide the question of qualified privilege, I would probably have\r\n\tleaned in favour of the appellants. Bureaucrats in\na regulatory role\r\n\tare often criticised for not fulfilling their statutory duties and\r\n\tobligations. In this case, in my view, the\nbureaucrats concerned\r\n\tacted commendably, albeit not perfectly.\nIt\r\n\tfollows from my conclusion on the appeal that the cross appeal must\r\n\tbe dismissed.\nIn the\r\n\tevent, the following order is made:\nThe\r\n\tappeal is upheld with costs.\nThe\r\n\torder of the court below is replaced with the following order:\n‘\nThe claims are dismissed with costs’.\n3. The cross-appeal is dismissed with costs.\n______________________\nB j van heerden\nJUDGE OF APPEAL\nappearances:\nappellantS: s budlender\nInstructed by Rosin Wright Rosengarten, Johannesburg\nClaude Reid Inc, Bloemfontein\nrespondeNTS: j campbell sc\nInstructed by Webber Wentzel Bowens, Johannesburg\nWebbers, Bloemfontein\n1\nIn\r\n\tterms of s 57(4)\n(a)\nof the Act, the board of trustees is\r\n\tobliged to appoint a principal officer. There is very little in the\r\n\tAct dealing with the\nrole of a principal officer, but it emerged\r\n\tfrom the testimony of officials representing the second appellant,\r\n\tthe Registrar\nof Medical Schemes (the Registrar) that, in accordance\r\n\twith international best practice, it is the principal officer to\r\n\twhom\nboth regulators and the board of trustees look for\r\n\taccountability.\n2\nBester’s\r\n\tadvice to the board should be viewed against the background of the\r\n\tfact that, in terms of Selfmed’s Rules,\nthe principal officer\r\n\tis disqualified from being a member of the board of trustees. It is\r\n\talso clear from the Rules that the\nduties of the principal officer\r\n\tare to act as an executive officer of the scheme on the direction\r\n\tand authority of the board\nof trustees. In the\nExplanatory\r\n\tMemorandum\nto the\nModel Rules for Medical Schemes registered\r\n\tunder the Medical Schemes Act, 1988 (Act No. 131 of 1998)\n, it is\r\n\tstated that, although not legally disqualified, it is advisable that\r\n\tthe principal officer does not become a trustee in\nview of the fact\r\n\tthat the board appoints him or her and there could be a conflict of\r\n\tinterest. If provision is made for such\nappointment, then the\r\n\tprincipal officer should be an\nex officio\nmember of the\r\n\tboard. Moreover, in the second King Report on Governance in South\r\n\tAfrica in 2002 (‘King II’), Chapter\n2, in dealing with\r\n\tthe ‘Role and Function of the Chairperson’, recommended\r\n\tthat there should be a clearly accepted\ndivision of responsibilities\r\n\tat the head of the company to ensure a balance of power and\r\n\tauthority, so that no one individual\nhas unfettered powers of\r\n\tdecision-making. The chairperson of the board should preferably be\r\n\tan independent non-executive director.\nGiven the strategic\r\n\toperational role of the chief executive officer, this function\r\n\tshould be separate from that of the chairperson.\n3\nThis\r\n\tdespite the fact that Mr Burton-Durham had emphasised, in his\r\n\tabovementioned letter to Bester dated 23 April 2003, that the\n\n\tprocess of interview should be ‘open and transparent’\r\n\tand that the proceedings should be ‘accurately and properly\n\n\tminuted’.\n4\nThis\r\n\twould also seem to be contrary to the guidelines provided by\r\n\tBurton-Durham; it certainly cannot be said that Bester recused\n\n\thimself from ‘any proceedings around the interview and other\r\n\tprocesses concerning the matter’.\n5\nIn\r\n\tterms of s 44(5)\n(b)\n, the Registrar has the power to direct a\r\n\tmedical scheme to furnish him or her with documents or information\r\n\trelating to the financial\nor other affairs of the medical scheme\r\n\twithin a specified period.\n6\nThe\r\n\tcontracts of employment sent by Werth to Theys in July 2004.\n7\nSee\r\n\tpara 37 above.\n8\nThis\r\n\tattempt by the board to change the rules of the scheme, was rejected\r\n\tby the Registrar.\n9\nIn\r\n\tthe alternative to the plea of privilege, the appellants relied on a\r\n\tlimitation of liability contained in s  62 of the\nAct. It is\r\n\tnot necessary to go into this in any further detail.\n10\nFDG\r\n\tBrand ‘Defamation’ in Joubert (ed)\nThe Law of Law\r\n\tAfrica\n(2 ed) vol 7 paras 234 and 243.\n11\nBrand\r\n\top cit para 243.\n12\nBrand\r\n\top cit para 237.\n13\nLe\r\n\tRoux v Dey\n(2010) 4 SA 210\n(SCA) paras 6-7.\n14\nSimon\r\n\tBrown LJ in\nMark v Associated Newspapers Ltd\n2002 EMLR 839\npara 11.\n15\nThe\r\n\tConcise Oxford English Dictionary\n10 ed (revised).\n16\nThe\r\n\tConcise Oxford English Dictionary\n.\n17\nLe\r\n\tRoux v Dey\npara 8.",
  "scraped_at": "2026-02-12T16:12:20.321908",
  "date": "2011-11-25",
  "coram": [
    "Navsa",
    "Van Heerden",
    "Ponnan",
    "Malan JJA",
    "Petse AJA"
  ],
  "case_number": "561/2010",
  "parties": {
    "applicants": [
      "Council for Medical Schemes",
      "Registrar of Medical Schemes"
    ],
    "respondents": [
      "Selfmed Medical Scheme",
      "Leon Bester"
    ]
  },
  "sections": {
    "facts": "The Council for Medical Schemes published its 2004/2005 Annual Report as required by the Medical Schemes Act. In the \"Registrar’s Review\" section it alleged that Selfmed Medical Scheme’s chairperson, Leon Bester, had appointed himself as principal officer and CEO and that dubious appointments of family members to executive management were under scrutiny and unresolved. Selfmed and Bester sued the Council and the Registrar for defamation, claiming R200,000 damages each. The case involved a detailed chronology of Bester’s appointment as CEO, his wife’s attempted appointment as Marketing Director, and extensive interactions with the Registrar’s Office concerning governance and conflict‑of‑interest issues.",
    "issues": "1. Whether the statements in the Annual Report referred to Selfmed as a corporate entity or only to individuals. 2. Whether the statements were defamatory of Selfmed and/or Leon Bester. 3. Whether the defence of qualified privilege or statutory immunity applied. 4. Whether the appeal should overturn the lower court’s finding of defamation and the award of damages.",
    "principles": "Defamation requires that the statement be understood to refer to the plaintiff and that it lower the plaintiff’s reputation in the eyes of right‑thinking members of society. The test is objective: would a reasonable person understand the statement to refer to the plaintiff? Defences of qualified privilege may arise where the publisher has a statutory or public interest duty. Relevant authorities include FDR Brand on the test for reference, Tsedu v Lekota on the reasonable reader test, and the principle that statements of allegation or inquiry are not statements of fact.",
    "application": "The Court applied the objective reasonable‑person test and concluded that the contested paragraphs referred to the scheme’s chairperson and to family appointments, not to Selfmed as an entity. Consequently the statements could not be defamatory of the scheme. Even for Bester, the language was framed as an issue under investigation, not a conclusive factual allegation, and therefore unlikely to lower his reputation. The Court also found that the publication was made in the performance of a statutory duty, supporting a claim of qualified privilege.",
    "conclusion": "The appeal was upheld. The claims for defamation were dismissed with costs. The cross‑appeal was also dismissed with costs."
  },
  "tags": {
    "level_1": "Defamation Law",
    "level_2": "Medical Schemes Governance",
    "level_3": [
      "defamation",
      "qualified privilege",
      "corporate governance",
      "medical scheme",
      "appointment of CEO"
    ]
  }
}