{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/243.html",
  "case_name": "TEB Properties CC v MEC, Department of Health and Social Development, North West (792/10) [2011] ZASCA 243; [2012] 1 All SA 479 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 243",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 243\n|\nNoteup\n|\nLawCite\nTEB Properties CC v MEC, Department of Health and Social Development, North West (792/10) [2011] ZASCA 243; [2012] 1 All SA 479 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 792/10\nIn the matter between:\nTEB PROPERTIES CC\n…...................................................................................\nAppellant\nand\nTHE MEC FOR DEPARTMENT\r\nOF HEALTH & SOCIAL\nDEVELOPMENT,\r\nNORTH-WEST\n…..............................................................\nRespondent\nNeutral citation\n:\nTEB Properties CC v The MEC, Department of Health and Social\r\nDevelopment, North West\n(792/10)\n[2011] ZASCA 243\n(01 December 2011)\nCoram:\nLEWIS,\r\nBOSIELO JJA and PETSE AJA\nHeard\n16 November\r\n2011\nDelivered:\n01\r\nDecember 2011\nSummary:\nContract\r\n– legality – whether contract concluded by acting head of\r\nthe Department of Health and Social Development in\nbreach of\r\nprescribed tender procedures is valid – whether the decision of\r\nacting head unsupported by rational reasons in\nconcluding such\r\ncontract is saved by Regulations 13.2 and 16A.6.4 of the Treasury\r\nRegulations.\n_______________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from:\nNorth-West High Court, Mafikeng\r\n(Semenya AJ, sitting as court of first instance):\nThe appeal is dismissed\r\nwith costs which shall include the costs attendant upon the\r\nemployment of two counsel.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nPETSE AJA (LEWIS and\r\nBOSIELO JJA CONCURRING):\nIntroduction\n[1] This appeal is\r\nagainst the judgment of Semenya AJ sitting in the North West High\r\nCourt and is before us with his leave.\n[2] It concerns the\r\nvalidity of a lease agreement purportedly concluded in November 2008\r\nbetween the appellant represented by its\nmanaging member, Mr Tamsaqa\r\nEmmanuel Bozwana (Bozwana), and the Department of Health and Social\r\nDevelopment (the department), represented\nby its former acting head\r\nMs Kgasi (Kgasi) in respect of office accommodation. The lease was to\r\nhave commenced from 1 December\n2009 and to terminate on 30 November\r\n2014. The monthly rental was R3 241 800 excluding VAT.\n[3] Before the respondent\r\ntook occupation of the leased premises Mr Malaka (Malaka), who had,\r\nin the meantime, succeeded Kgasi as\nacting head of the department\r\ngave written notice to the appellant on 9 February 2010 –\r\nthrough its attorneys – of\nthe department’s summary\r\ntermination of the purported lease agreement between the parties.\n[4] In terminating the\r\nlease Malaka offered three grounds of justification for doing so.\r\nFirst, he relied on the basis that the\nlease was irregular for want\r\nof compliance with statutory prescripts. Second, he asserted that the\r\nappellant ‘knowingly participated\nin an irregular acquisition\r\nof accommodation and/or office space’. Third, he claimed that\r\nthe appellant failed to ‘provide\nany proof of his participation\r\nin a public bidding [system] for the said office space’ nor\r\ncould it advance any cogent reasons\nwhy the irregular lease should\r\nnot be terminated.\n[5] Aggrieved at this\r\nchange of stance on the part of the department, the appellant\r\ninstituted legal proceedings on a semi-urgent\nbasis seeking an order\r\ndeclaring the termination of the lease wrongful, and directing the\r\nrespondent to furnish it with the department’s\ninstallation\r\nrequirements as contemplated in the lease and failing that, to pay\r\nthe agreed rental – limited at the time to\nthe office space\r\navailable for occupation – with effect from 1 December 2009.\n[6] The respondent\r\nopposed the appellant’s application on a number of grounds,\r\nchief amongst which was that the lease agreement\nsought to be\r\nenforced by the appellant was invalid for want of compliance with\r\nperemptory provisions of the Constitution, relevant\nActs\nand Treasury Regulations.\r\nIt also filed a counter-application in which it sought an order\r\ndeclaring the lease invalid for the same\nreasons.\n[7] In elaboration the\r\nrespondent contended that the department – to the knowledge of\r\nthe appellant – purported to enter\ninto a lease agreement\r\nwithout first putting out the proposed lease to tender as is required\r\nby s 217(1) of the Constitution, Public\nFinance Management Act 1 of\r\n1999 (PFMA), North West Tender Board Act 3 of 1994 and the Treasury\r\nRegulations issued in terms of\nPFMA and promulgated in Government\r\nNotice No GNR225 in GG27388 of 15 March 2005. It was consequently\r\nasserted that all these statutory\nprescripts have a common objective,\r\nwhich is to promote a ‘fair, equitable, transparent,\r\ncost-effective and competitive’\nprocess in the procurement of\r\ngoods or services from service providers.\n[8] In the fullness of\r\ntime the matter came before Semenya AJ who upheld the respondent’s\r\ncontentions granting its counter-application\nand consequently\r\ndismissed the main application with costs.\nRelevant statutory\r\nmatrix\n[9] Before the facts in\r\nthis case are examined and the respective contentions of the parties\r\nanalysed, it is convenient to set out\nthe statutory matrix relevant\r\nto the determination of the issues raised in this appeal.\n[10] Section 217(1) of\r\nthe Constitution reads thus:\n‘\nWhen\r\nan organ of state in the national, provincial or local sphere of\r\ngovernment, or any other institution in national legislation,\n\ncontracts for goods or services, it must do so in accordance with a\r\nsystem which is fair, equitable, transparent, competitive and\n\ncost-effective\n.’\n[11] Section 4(1) of\r\nNorth-West Tender Board Act, as far as is relevant, provides as\r\nfollows:\n‘\nPowers\r\nof the board. – (1) The board shall have power to procure\r\nsupplies and services for the Government and, subject to\nthe\r\nprovisions of any other Act of the Legislature of the North West, to\r\narrange the hiring or letting of anything or the acquisition\nor\r\ngranting of any right for or on behalf of the Government and to\r\ndispose of movable Government property, and may for that purpose\n–\n(a)\non behalf of the Government,\r\nconclude an agreement with a person within or outside the Province\r\nfor the furnishing of supplies and\nservices to the Government or for\r\nthe hiring or letting of anything or the acquisition or granting of\r\nany right for or on behalf\nof the Government property;\n(b)\nwith a view to concluding an\r\nagreement referred to in paragraph (a), in any manner it may deem\r\nfit, invite offers and determine\nthe manner in which and the\r\nconditions subject to which such offers shall be made;\n(c)\ninspect and test or cause to be\r\ninspected and tested supplies and services which are offered or which\r\nare or have been furnished\nin terms of an agreement concluded under\r\nthis section, and anything offered for hire;\n(d)\nsubject to the provisions of\r\nsection 6, accept or reject any offer for the conclusion of an\r\nagreement referred to in paragraph (a);\n(e)\non behalf of the Government,\r\nresile from any agreement concluded under this section and, in\r\nappropriate cases, claim damages;\n.\r\n. .\n(h)\nissue directives to departments\r\nin regard to the procurement of supplies and services, the hiring or\r\nletting of anything, the acquisition\nor granting of any right, or the\r\ndisposal of movable property belonging to the Province in order to\r\nachieve the objects of the\nAct.’\n[12] Section\r\n38(1)(a)(iii) of PFMA provides that an accounting officer for a\r\ndepartment must ensure that the department has and\nmaintains ‘an\r\nappropriate procurement or provisioning system which is fair,\r\nequitable, transparent, competitive and cost-effective’\nthus\r\nechoing the provisions of s 217(1) of the Constitution.\n[13] The Treasury\r\nRegulations relevant for present purposes are regulations 13.2 and\r\n16A6.4 which respectively provide as follows:\n‘\nRegulation\r\n13.2 Lease transactions\n13.2.1\r\nFor the purpose of this regulation, a lease is an agreement whereby\r\nthe lessor conveys to the lessee in return for a payment\nor a series\r\nof payments the right to use an asset for an agreed period of time.\n13.2.2\r\nA lease is classified as a finance lease if it transfers\r\nsubstantially all the risks and rewards incidental to ownership\nof an\r\nasset. Title may or may not eventually be transferred.\n13.2.3\r\nAn operating lease is a lease other than a financial lease.\n13.2.4\r\nThe accounting officer of an institution may, for the purposes of\r\nconducting the institution’s business, enter into\nlease\r\ntransactions\nwithout\r\nany limitations\nprovided\r\nthat such transactions are limited to operating lease transactions.\n13.2.5\r\nWith the exception of agreements concluded in terms of Treasury\r\nRegulation 16, the accounting officer of an institution may\nnot enter\r\ninto financial lease transactions.\nRegulation\r\n16 A 6.4\nIf\r\nin a specific case it is impractical to invite competitive bids, the\r\naccounting officer or accounting authority may procure the\nrequired\r\ngoods or services by other means, provided that the reasons for\r\ndeviating from inviting competitive bids must be recorded\nby the\r\naccounting officer or accounting authority\n.’\n[14] In\nChief\r\nExecutive Officer, SA Social Security Agency\nNO\n& others v Cash\nPaymaster Services\r\n(Pty) Ltd\n1\nthis court held that it is implicit in\r\nthe provisions of s 217(1) of the Constitution that a ‘system’\r\nwith the attributes\ncontemplated therein ‘has to be put in\r\nplace by means of legislation or other regulation. Once such a system\r\nis in place\nand the system complies with the constitutional demands\r\nof section 217(1) the question whether any procurement is “valid”\n\nmust be answered with reference to the mentioned legislation or\r\nregulation.’\n[15] Thus the North-West\r\nTender Board Act 3 of 1994, Public Finance Management Act 1 of 1999\r\n(PFM Act) and the Treasury Regulations\nfor departments, trading\r\nentities, constitutional institutions and public entities issued in\r\nterms of the PFM Act are clear examples\nof legislation contemplated\r\nin s 217(1) of the Constitution.\n[16] As to the import of\r\nregulation 16 A6.4 this court in\nChief\r\nExecutive Officer, S A Security Agency\n2\nsaid the following:\n‘\nThe\r\nregulation permits an accounting officer or the chief executive\r\nofficer to deviate from a competitive process subject to conditions.\n\nAs mentioned it is not contended that a “system” may not\r\nprovide for such deviations. First, there must be rational\nreasons\r\nfor the decision. That is a material requirement. Second, the reasons\r\nhave to be recorded. That is a formal requirement.\nThe basis for\r\nthese requirements is obvious. State organs are as far as finances\r\nare concerned first of all accountable to the\nNational Treasury for\r\ntheir actions. The provision of reasons in writing ensures\nthat\r\nTreasury is informed of whatever considerations were taken into\r\naccount in choosing a particular source and of dispensing with\na\r\ncompetitive procurement process. This enables Treasury to determine\r\nwhether there has been any financial misconduct and, if so,\nto take\r\nthe necessary steps in terms of regulation.’ . . .\nFactual background\n[17] The material facts\r\nrelevant to the issues in this appeal are relatively straightforward\r\nand not in serious dispute. During\nJune 2008 the department was\r\nlooking for new office accommodation for its head office personnel as\r\nits existing lease agreement\nwas due to\nexpire at the end of\r\nAugust 2008. The department, through Kgasi, approached Bozwana\nand invited the latter to\r\nsubmit a rental proposal – on behalf of the appellant –\r\nto what Bozwana stated was a departmental\ntask team headed by Kgasi.\r\nThis, Bozwana duly did. After intense negotiations spanning some six\r\nmonths and an exchange of correspondence\nbetween the appellant and\r\nthe department, a lease agreement was ultimately concluded in August\r\n2008 in terms of which the department\nhired office accommodation from\r\nthe appellant comprising 21612 square metres for a period of nine\r\nyears and eleven months at a\nmonthly rental of R3 241 800 exclusive\r\nof VAT.\n[18] Bozwana further\r\nstated that during negotiations the appellant was assured by none\r\nother than Kgasi herself that the procedure\nadopted in the conclusion\r\nof the lease was above board and regular and that due to the urgency\r\nof the matter – given that\nthe existing lease was on the verge\r\nof expiring by effluxion of time in August 2008–it was not\r\npracticable to procure the\noffice accommodation required through a\r\nsystem of open tender as is otherwise required in terms of the\r\nrequisite legal prescripts.\n[19] As alluded to above\r\nthe respondent contended that the lease was invalid for the\nreasons set forth in para\r\n4 of this judgment. Moreover the department contended that the\nappellant entered into\r\nthe lease agreement ‘with its eyes open’ for it was, even\r\nduring negotiations, aware that the\ndepartment of Public Works,\r\ndespite approving the lease, had expressed a firm view that ‘a\r\nlease agreement of this magnitude\nis normally subjected to an open\r\ntender process with a view of maximizing good value for the\r\ngovernment and ensuring economic and\neffective service from the\r\nmarket’.\n[20] A reading of the\r\nrecord reveals that a detailed exposition of the factual background\r\nis therefore not necessary. This is so\nbecause it is common cause\r\nthat the conclusion of the lease under consideration came about\r\nwithout any reference to the tender\nboard or open bidding process as\r\nenjoined by s 217(1) of the Constitution read with both s 38 of the\r\nPFMA and s 4 of the North\nWest Tender Board Act. It is for this\r\nreason, amongst others, that the respondent sought to avoid the\r\nconsequences of having concluded\nthe lease in the first instance.\n[21] Whilst accepting\r\nthat the lease was concluded without any reference to an open bidding\r\nprocess as required by the law the appellant\ncontended that it was\r\nnonetheless not invalid, because it was not practicable to do so in\r\nthis instance: concluding that the contract\nwas urgent as\r\ncontemplated in the very legislative prescripts upon which the\r\nrespondent relied in voiding the lease. But the respondent’s\n\ncounter to this contention is that the lease agreement was concluded\r\nin November 2008 and was to commence on 1 December 2009. The\ntime\r\nlapse between the conclusion of the lease and its commencement was\r\nintended to afford the appellant time to construct the\noffice\r\naccommodation let by it to the respondent. Thus, so the respondent\r\ncontended, the matter was not urgent and did not justify\n\nnon-compliance with or waiver of the peremptory statutory prescripts.\r\nNor could lack of proper planning – so it was contended\n–\r\nconstitute urgency as contemplated in the Treasury Regulations.\n[22] In\nEastern\r\nCape Provincial Government & others v Contractprops 25 (Pty) Ltd\n3\nthis court said that the statutory\r\nprescripts such as the ones under consideration in this appeal in\r\nterms of which organs of State\nare obliged, in concluding agreements\r\nfor the supply of goods or services, to act openly and in accordance\r\nwith a system that is\nfair, equitable, competitive and cost-effective\r\nare aimed at ‘ensuring good governance in the field of\r\nprocurement policies\nand procedures and the priority accorded to fair\r\ndealing and equitable relationships among parties to provincial\r\ncontracts. It\nis difficult to see any room for the co-existence of a\r\npower residing in other entities or persons within the provincial\r\nadministration\nto do, without any reference whatsoever to the tender\r\nboard, that which . . .\nempowers the tender board\r\nto do. That the tender board acts “on behalf of the province”\r\nin arranging to hire premises\nor in concluding a lease . . . disables\r\nthe province from acting autonomously in that regard’.\n[23] In this court it was\r\nargued on behalf of the appellant that in determining the validity or\r\notherwise of the lease under consideration,\na clear distinction ought\r\nto be drawn between the nature of the powers conferred on Kgasi by,\r\non the one hand, Treasury Regulation\n13.2.4 and, on the other hand,\r\nTreasury Regulation 16A6.4. This is necessary, so went the argument,\r\nbecause on a proper construction\nRegulation 13.2.4 confers powers on\r\nan accounting officer, such as Kgasi was at the relevant time, to\r\nenter into lease transactions\nwithout any limitations, provided that\r\nsuch transactions are limited\nto operating lease\r\ntransactions. On the other hand Regulation 16A6.4 authorizes\nthe accounting officer or\r\naccounting authority, if in a specific case it is impractical, to\r\ninvite competitive bids to procure the\nrequired goods or services by\r\nother means, provided that the reasons for deviating from inviting\r\ncompetitive bids are recorded.\n[24] Thus with respect to\r\nRegulation 16A6.4 Kgasi was at liberty to deviate from following the\r\nbidding process only if to do so\nwas impractical, whereas Regulation\r\n13.2.4\ngave her a free hand\r\nuntrammeled by the requirement of a bidding process for as long as\r\nthe ‘exercise of [her] discretionary\npowers was fair and in\r\naccordance with the law and …. with the requirements of\r\nempowing legislation’. In support of\nits contentions in this\r\nregard the appellant relied on\nBel\r\nPorto School Governing Body & other\ns\nv Premier, Western Cape &\r\nanother\n4\n.\r\nWhilst I have no qualms with the dictum of the Constitutional Court\r\n(para 87) which affirms a trite principle upon which the appellant\n\npins its hope, I should, however, say that it does not offer any\r\nauthority that is tenable in the context of this appeal. Accordingly\n\nthe argument that Kgasi was not obliged to follow the bidding process\r\nrequired in matters of procurement is unsustainable.\n[25] This is particularly\r\nso if it is borne in mind that the perceived conflict or\ninconsistency between\r\nregulation 13.2.4 and regulation 16A6.4 is more apparent than real.\r\nIf these regulations are read purposively\n– as we are enjoined\r\nby sound judicial authority to do – it becomes plain that the\r\nintention of the framers of these\nregulations was to distinguish\r\nbetween two different situations, the one falling within the purview\r\nof regulation 13.2.2 which\nprecludes an accounting officer of an\r\ninstitution from entering into a finance lease, and regulation 13.2.4\r\nin terms of which the\naccounting officer of an institution is\r\nempowered to enter into lease transactions without limitations. To\r\nconstrue the words ‘without\nlimitations’ to mean that\r\nregulation 13.2.4 gives the accounting officer carte blanche would\r\nnot only lead to an anomalous\nresult but also fly in the face of\r\nperemptory statutory prescripts dictating otherwise.\n[26]\nCounsel for the appellant also called in aid the\r\ndecision of this court in\nOudekraal Estates\r\n(Pty) Ltd v City of Cape Town & others\n2004\r\n(6) SA 222\n(SCA)\nparas 27 – 31 in\r\nsupport of the proposition that the decision taken by Kgasi to hire\r\noffice accommodation from the appellant\namounts to administrative\r\naction, and as such ought to be given effect until it has been set\r\naside, which the respondent did not\ndo. I do not think that the\r\nappellant’s reliance on\nOudekraal\navails it in the context of this case. In my view, that\r\nthe respondent filed a counter-application in the court below to have\r\nthe\nlease declared unenforceable, is a clear indication that it\r\nsought to prevent the implementation of the administrative action\r\nconcerned\non the ground that it was unlawful. Thus the practical\r\neffect of the declarator granted by the court below is that the\r\nadministrative\naction preceding the conclusion of the lease was of no\r\nforce and effect. Accordingly it is, under those circumstances,\r\nillogical\nto speak of administrative action that is extant as though\r\nthe declarator issued in relation to the juridical act flowing from\r\nthe administration action concerned counts for nothing. In the\r\ncircumstances there is, to my mind, much to be said for the view\nthat\r\nwhere an organ of state seeks to have a contract, concluded pursuant\r\nto administrative action, declared invalid a declaration\nof\r\ninvalidity must have the effect of nullifying the administrative\r\naction that is the fons et origo of the contract concerned.\n[27] However, the\r\nappellant had a second arrow to its bow. It argued in the alternative\nthat s 217(1) of the\r\nConstitution provides no more than that when organs of State contract\nfor goods or services\r\nthey must do so ‘in accordance with a system which is fair,\r\nequitable, transparent, competitive and\ncost-effective’ without\r\nfurther providing in terms that ‘every procurement contract\r\nmust comply with these requirements’.\nIt was consequently\r\ncontended with reference to a number of judgments of the\r\nConstitutional Court and this court which held that\ns 217(1) of the\r\nInterim Constitution – which was in identical terms to s 217(1)\r\nof the Constitution, ‘. . . contains\nno direct prescription\r\nregarding legislative content. It merely imposes a minimum desiderata\r\nfor the system to be created. The\ncontent of that system is bound\r\nonly by the stipulation that it be “fair, public and\r\ncompetitive”. The rest is left\nundefined. Both the legislative\r\nframework and its detail are left to the national and provincial\r\nlegislatures’.\n5\nThe same, it was similarly argued, is\r\nthe situation in relation to s 38(1)(a)(iii) of the PFMA which in\r\nessence echoes the words\nof s 217(1) of the Constitution.\r\nConsequently Treasury Regulation 16A6 which contains a number of\r\ngeneral provisions was the system\ncontemplated in both s 217(1) of\r\nthe Constitution and s 38(1)(a) of the PFMA which, inter alia, allows\r\nfor the procurement of goods\nor services by organs of State either by\r\nway of a competitive bidding process or by way of quotations which\r\nneed not be competitive;\nRegulations 16A6.2 and 16A6.3 set out the\r\nrequirements for a competitive bidding system for the procurement of\r\ngoods or services;\nRegulation 16A6.4 permits of exceptions in\r\ncircumstances where it would be impractical to invite competitive\r\nbids.\n[28] It was accordingly\r\nargued that regard being had to the fact that: (i) Kgasi was, as\nthe acting head of the\r\ndepartment, its accounting officer; and (ii) in that capacity, had\r\nthe authority to deviate from the bidding\nprocess, it was not\r\nincumbent upon the appellant to enquire as to whether internal\r\nprocedural requirements pertaining to procurement\nof\ngoods or services without\r\nany reference to a bidding process had been complied with by Kgasi.\r\nFor these propositions the appellant\nrelied on, inter alia, two\r\njudgments of this court in\nCEO,\r\nSA Social Security Agency NO & others\n6\nand\nCity\r\nof Tshwane Metropolitan Municipality v R P M Bricks (Pty) Ltd.\n7\n[29] This argument cannot\r\nbe sustained. In\nCEO, SA\r\nSocial Security Agency\n8\nthis court, in considering the import\r\nof s 217(1) of the Constitution, said the following: (paras 15 and\r\n17)\n‘\nSection\r\n217 (1) of the Constitution prescribes the manner in which organs of\r\nState should procure goods and services. In particular,\norgans of\r\nState must do so in accordance with a system which is fair,\r\nequitable, transparent, competitive and cost effective. This\nimplies\r\nthat a “system” with these attributes has to be put in\r\nplace by means of legislation or other regulation. The\nmain object of\r\nthe PFM Act is to secure transparency, accountability, and sound\r\nmanagement of the revenue, expenditure, assets\nand liabilities of the\r\ninstitutions to which the Act applies. . . The PMF Act, read with the\r\nTreasury, Regulations, is such legislation\n. . .’\n[30] When the head of a\r\ndepartment, as the accounting officer, deems it prudent to deviate\r\nfrom the requirements of the bidding\nsystem he would nonetheless\r\nstill be required to provide ‘rational reasons for that\r\ndecision’ as this is a material\nrequirement. The\nrationale for this\r\nrequirement was described as ‘obvious’\nin\r\nChief Executive Officer, SA Social Security Agency\nNO\n9\n[31] Moreover the\r\nappellant’s reliance on\nCity\r\nof Tshwane Metropolitan Municipality\nis,\r\nin my view, misplaced for at least three reasons. First, the\r\nrequirements of s 217(1) of the Constitution read with the provisions\n\nof s 38(1)(a)(iii) of PFMA and Regulation 16A6.4 are not of a formal\r\nnature but are material. Second, the provisions of s 217(1)\nare\r\nperemptory as are the requirements of s 4 of the North West\r\nProvincial Tender Board Act. Third the\nmischief that these\r\nstatutory prescripts seek to prevent would be perpetuated and the\r\nobjective that they seek to promote would\nbe undermined ‘if\r\ncontracts were permitted to be concluded without reference to them\r\nand without any resultant sanction of\ninvalidity.’\n10\nAs to the provisions of s 4(1) of the\r\nNorth West Tender Board Act, they make it plain that the exclusive\r\npower to, inter alia, arrange\nthe hiring and letting of anything on\r\nbehalf of the Government vests in the Provincial Tender Board. It is\r\nthus axiomatic, as this\ncourt in fact\nfound in\nEastern\r\nCape Provincial Government & others\n11\n,\r\nthat ‘s 4(1) disables the province from acting autonomously in\r\nthat regard’.\nThe Turquand rule\n[32] In\nNiewoudt\r\n& another NNO v Vrystaat Mielies (Edms) Bpk\n2004\r\n(3) SA 486\n(SCA)\npara 8, this court,\r\nquoting\nLord Simmons in\r\nMorns v Kanssen\n[1946] AC\r\n459\nat 474 in the\ncourse of considering\r\nwhether a contract signed on behalf of a Trust which had two trustees\r\nwas binding, despite that it had been\nsigned by one Trustee only\r\nsaid, with respect to the modern formulation of the rule, that\r\n‘[P]ersons contracting with a company\nand dealing in good faith\r\nmay assume that acts within the constitution and powers have been\r\nproperly and duly performed, and are\nnot bound to inquire whether\r\nacts of internal management have been regular.’ The gist of the\r\nargument advanced by the appellant,\nunder the rubric of the Turquand\r\nrule, is that logic dictated that the decision taken by Kgasi that it\r\nwas impractical for the\ndepartment to procure accommodation through a\r\nbidding system was, an internal matter. Consequently, so went the\r\nargument, the appellant\nwas in no position to evaluate it to\r\ndetermine its rationality. For this proposition the appellant relied\r\non a number of judgments\nof this court.\n12\nTo my mind the concession made by the\r\nappellant that the Turquand rule only operates in favour of third\r\nparties who act in good\nfaith and does not avail a third party who\r\nknew that the internal formalities had not been complied with, or was\r\nput on inquiry\nwhich he failed to make, is fatal to the appellant’s\r\nargument on this score. I say this because in\nEastern\r\nCape Provincial Government & others\n13\n,\nwhich concerned the\r\nvalidity of two lease agreements of immovable property concluded\r\nwithout any reference to the provincial tender\nboard – and thus\r\nperemptory statutory prescripts – this court said the\r\nfollowing: ‘\nThis\r\nis not a case in which “innocent” third parties are\r\ninvolved. It is a case between the immediate parties to leases\nwhich\r\none of them had no\npower\r\nin law to conclude and had been deprived of that power (if it ever\r\nhad it) in the public interest. The fact that respondent\nwas misled\r\ninto believing that the department had the power to conclude the\r\nagreement is regrettable and its indignation at the\nstance now taken\r\nby the department is understandable. Unfortunately for it, those\r\nconsiderations cannot alter the fact that leases\nwere concluded which\r\nwere\nultra\r\nvires\nthe\r\npowers of the department and they cannot be allowed to stand as if\r\nthey were\nintra\r\nvires\n.’\n[33] Although this dictum\r\nwas made in the context of the doctrine of estoppel there is no\r\nreason in principle why it should not\napply with equal force to the\r\nsituation now under consideration, for even on the facts of this case\r\nKgasi, in concluding the impugned\nlease with the appellant, and for\r\nreasons that are neither cogent nor rational, breached peremptory\r\nstatutory prescripts which\nare ‘designed to ensure a\r\ntransparent, cost-effective and competitive tendering process in the\r\npublic interest’. The\nresultant lease is therefore invalid and\r\ncannot be enforced.\n14\nEstoppel\n[34] I turn now to deal\r\nwith the last of the appellant’s contentions that the lease is\r\nvalid. The foundation for this contention\nis that the department –\r\nthrough Kgasi – represented to the appellant by conduct and\r\notherwise that, inter alia, the\nconclusion of a lease agreement\r\nwithout reference to a bidding process was regular. And relying on\r\nsuch representations the appellant\naltered its position to its\r\nprejudice in that it, inter alia, agreed to construct an office block\r\nat great expense in the expectation\nthat it would be able to repay a\r\nBank loan extended to it for the construction of the offices.\n[35] This argument cannot\r\nbe sustained. In dealing with a situation analogous to that raised in\r\nthis appeal Marais JA, in considering\nthe respondent’s reliance\r\non the doctrine of estoppel in\nEastern\r\nCape Provincial Government & others,\n15\nsaid the following:\n‘\nIt\r\nremains to consider an alternative contention advanced by counsel for\r\nrespondent: estoppel. There are formidable obstacles in\nthe way of a\r\nsuccessful invocation of estoppel. However, even if it be assumed in\r\nfavour of respondent that estoppel was pertinently\nraised in the\r\npapers (the matter came before the Court\na\r\nquo\nby\r\nway of motion proceedings) and that all the necessary factual\nrequirements\r\nfor the doctrine to be applicable were canvassed, this is not a case\r\nin which it can be allowed to operate. It is settled\nlaw that a state\r\nof affairs prohibited by law in the public interest cannot be\r\nperpetuated by reliance upon the doctrine of estoppel.\n(\nSee\nTrust\r\nBank van Afrika Bpk v\nEksteen\n1964\r\n(3) SA 402\n(A) at 411H – 412B. This is such a case. It was not\r\nthe tender board which conducted itself in a manner which led\r\nrespondent\nto act to its detriment by concluding invalid leases of\r\nproperty specially purchased and altered at considerable expense to\r\nsuit\nthe requirements of the department. It was the department. If\r\nthe leases are, in effect, “validated” by allowing\r\nestoppel\nto operate, the tender board will have been deprived of the\r\nopportunity of exercising the powers conferred upon it in the\r\ninterests\nof the taxpaying public at large. Here again the very\r\nmischief which the Act was enacted to prevent would be perpetuated.\r\n(Compare\nStrydom\r\nv Die Land-en Landboubank van Suid-Afrika\n1972\r\n(1) SA 801\n(A) at 815E–F)’\n(See also\nCity\r\nof Tshwane Metropolitan Municipality\n.)\n16\nThe\r\ncounter-application\n[36] As to the\r\nrespondent’s counter-application the appellant relied on a\r\nnumber of\ngrounds for the\r\nproposition that it should have been dismissed. I do not propose to\r\ndeal\nwith those grounds in\r\nthis judgment for in the light of what has been set out above, the\nconclusion reached by the\r\ncourt below cannot be faulted. It therefore follows that for all the\r\nforegoing reasons the court below\nrightly dismissed the main\r\napplication and correctly upheld the counter-application. In the\r\ncircumstances I am satisfied that the\nappeal must fail.\nOrder\n[37] The following order\r\nis made:\nThe appeal is dismissed\r\nwith costs which shall include the costs attendant upon the\r\nemployment of two counsel.\n____________________\nX M Petse\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANTS: J H F Pistor\r\nSC\nC J Zwiegelaar\nInstructed by Nienaber &\r\nWissing Attorneys, Mafikeng\nMcIntyre & van der\r\nPost, Bloemfontein\nRESPONDENT: H Lever SC\nS J Senatle\nInstructed by The State\r\nAttorney, Mafikeng and Bloemfontein\n1\nChief\r\n\tExecutive Officer, SA Social Security Agency NO & others v Cash\r\n\tPaymaster Services (Pty) Ltd\n[2011] 3 All SA 23\n(SCA) para 15.\n2\nPara\r\n\t14.\n3\nEastern\r\n\tCape Provincial Government v Contractprops 25 (Pty) Ltd\n2001 (4)\r\n\tSA 142\n(SCA) paras 7-8.\n4\nBel\r\n\tPorto School Governing Body & others v Premier, Western Cape &\r\n\tanother\n[2002] ZACC 2\n;\n2002 (3) SA 265\n(CC) para 87.\n5\nOlitziki\r\n\tProperty Holdings v State Tender Board\n2001 (3) SA 1247\n(SCA)\r\n\tpara 23;\nSteenkamp v Provincial Tender Board, Eastern Cape\n2007 (3) SA 121(CC)\npara 33;\nCity of Tshwane Metropolitan\r\n\tMunicipality v RPM Bricks\n2008 (3) SA 1\n(SCA) para 15.\n6\nPara\r\n\t15.\n7\nPara\r\n\t11.\n8\nPara\r\n\t21.\n9\nPara\r\n\t21.\n10\nEastern\r\n\tCape Provincial Government & others v Contractprops 25 (Pty) Ltd\n2001 (4) SA 142\n(SCA) para 8;\nMunicipal Manager: Qaukeni Local\r\n\tMunicipality & another v F V General Trading CC\n2010 (1) SA\r\n\t356\n(SCA) para 11.\n11\nPara 7.\n11\n12\nThe Mineworkers Union J J Prinsloo\n1948 (3) SA 831\n(A)\r\n\t847;\nNational and Overseas Distributions Corporation v Potato\r\n\tBoard\n1958 (2) SA 473\n(A) 480;\nPotchefstroom se Stadsraad v\r\n\tKotze\n1960 (3) SA 616\n(A) 623;\nGrundling v Beyers\n1967\r\n\t(2) SA 131\n(W) 139;\nStrydom v Die Land-en-Landboubank van SA\n1972 (1) SA 801\n(A) 815\n; Sanlam v Rainbow Diamonds\n1982 (4)\r\n\tSA 633\n(C) 641.\n13\nPara 13.\n12\n13\n14\nParas\r\n\t11-12.\n15\nParas\r\n\t11 – 12.\n16\nPara\r\n\t13.",
  "scraped_at": "2026-02-12T16:21:46.639236",
  "date": "2011-12-01",
  "coram": [
    "Lewis",
    "Bosielo JJA",
    "Petse AJA"
  ],
  "case_number": "792/10",
  "parties": {
    "applicants": [
      "TEB Properties CC"
    ],
    "respondents": [
      "The MEC for Department of Health & Social Development, North-West"
    ]
  },
  "sections": {
    "facts": "In August 2008 the Department of Health and Social Development, acting through its head Ms Kgasi, concluded a lease with TEB Properties CC (represented by managing member Mr Emmanuel Bozwana) for 21,612 m² of office space. The lease was for nine years and eleven months, with a monthly rent of R3,241,800 (ex‑VAT), to commence on 1 December 2009. The department later, through its new acting head Mr Malaka, issued a notice on 9 February 2010 terminating the lease, alleging that the lease was irregular because it was concluded without a competitive tender, that the appellant had knowingly participated in an irregular acquisition, and that no proof of a public bidding process existed. TEB Properties sought a declaration that the termination was wrongful and an order for the department to honour the lease. The High Court dismissed the application and declared the lease invalid, a decision upheld on appeal.",
    "issues": "1. Whether a lease concluded by the department’s acting head without compliance with the tender procedures prescribed by s 217(1) of the Constitution, the PFMA and the North West Tender Board Act is void. 2. Whether the accounting officer could rely on Treasury Regulation 16A6.4 to justify deviation from competitive bidding and thereby save the lease. 3. Whether principles of estoppel or the Turquand rule can protect the department’s actions despite the statutory breaches.",
    "principles": "The court reaffirmed that s 217(1) of the Constitution requires a procurement system that is fair, equitable, transparent, competitive and cost‑effective, and that this system is created by statutes such as the PFMA, the North West Tender Board Act and the Treasury Regulations. Regulation 13.2.4 permits operating leases but does not waive the need for compliance with the tender system. Regulation 16A6.4 allows deviation from competitive bidding only where it is impractical, provided that rational reasons are recorded. These requirements are peremptory; failure to observe them renders a contract invalid. The court also held that estoppel cannot be invoked to uphold a contract that contravenes mandatory public‑procurement rules, and that the Turquand rule does not protect a party who was aware of internal non‑compliance.",
    "application": "The lease was concluded without any reference to the provincial tender board or an open tender, and the department offered no recorded rational reasons to justify deviation under Regulation 16A6.4. The court found no urgency that would make the procurement impractical, and the timing between the lease signing and its intended commencement indicated planning rather than urgency. Consequently, the lease breached the constitutional, statutory and regulatory procurement requirements. The appellant’s reliance on estoppel, the Turquand rule, and alleged authority under Regulation 13.2.4 was rejected as inconsistent with the mandatory procurement framework.",
    "conclusion": "The appeal was dismissed with costs, confirming the lower court’s order that the lease is invalid and unenforceable. The costs order includes the expenses incurred for the employment of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Procurement",
    "level_3": [
      "lease",
      "tender regulations",
      "constitutional procurement",
      "estoppel",
      "Turquand rule"
    ]
  }
}