{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/156.html",
  "case_name": "O'Shea NO v Van Zyl NO and Others (791/10) [2011] ZASCA 156; 2012 (1) SA 90 (SCA); [2012] 1 All SA 303 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 156",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 156\n|\nNoteup\n|\nLawCite\nO'Shea NO v Van Zyl NO and Others (791/10) [2011] ZASCA 156; 2012 (1) SA 90 (SCA); [2012] 1 All SA 303 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 791/10\nIn the matter between:\nSIOBHAN LEE O’SHEA\r\nN.O.\n….........................................................................\nAppellant\nand\nCHRISTOPHER PETER VAN\r\nZYL N.O.\n…...........................................\nFirst\r\nRespondent\nBRYAN NEVILLE SHAW\r\nN.O.\n….....................................................\nSecond\r\nRespondent\nHASSEN KAJIE N.O.\n….......................................................................\nThird\r\nRespondent\nBRYAN NEVILLE SHAW\r\nN.O.\n…......................\nFirst\r\nIntervening Applicant\n(Respondent)\nDUDLEY BERNARD DAVIDS\r\nN.O.\n….........\nSecond\r\nIntervening Applicant\n(Respondent)\nABSA BANK LIMITED\n….................................\nThird\r\nIntervening Applicant\n(Respondent)\nNeutral citation\n:\nO’Shea N.O. v Van Zyl\n(791/10)\n[2011] ZASCA 156\n(28\r\nSeptember 2011)\nCoram:\nHEHER,\r\nMHLANTLA, BOSIELO, THERON JJA and MEER AJA\nHeard:\n9 September\r\n2011\nDelivered:\n28\r\nSeptember 2011\nUpdated:\nSummary:\nInsolvency\r\n– compulsory sequestration – trust – locus standi\r\nto bring application as creditor of trust –\nreliance on\r\nadmissions made by trustee during private enquiry under s 417 of\r\nCompanies Act 63 of 1971 – admissibility.\nInsolvency –\r\ncompulsory sequestration – act of insolvency in terms of s 8(g)\r\nof\nInsolvency Act 24 of 1936\n– what constitutes.\nEvidence –\r\nadmissibility – statements made by trustee during private\r\nenquiry under\ns 417\nof Companies Act 63 of 1971 – whether\r\nadmissible in subsequent proceedings against trust.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town)\r\n(Jacobs AJ sitting as court of first instance):\n1. The appeal of the\r\nappellant (the Trust) against the order of the court a quo in favour\r\nof the respondent (the liquidators) is\nupheld with costs including\r\nthe costs of two counsel.\n2. The appellant shall\r\npay the costs of Absa Bank in the appeal.\n3. Paragraphs 1 and 3 of\r\nthe order of the court a quo are set aside and respectively replaced\r\nby the following:\n‘\n1. The rule nisi\r\ngranted on 11 November 2009 is discharged with costs.’\nand\n‘\n3. The costs of\r\nthe third intervening applicant are reserved for decision in the\r\napplication between itself and the first respondent.’\n4. The costs of the\r\napplication brought by the Trust in terms of s 22 of the Supreme\r\nCourt Act 59 of 1959 are to be paid by the\nTrust on an opposed basis.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (MHLANTLA,\r\nBOSIELO, THERON JJA AND MEER AJA concurring):\n[1] This is an appeal\r\nagainst an order made by Jacobs AJ in the Western Cape High Court in\r\nterms of which the court\n1. finally sequestrated\r\nthe estate of the O’Shea Family Trust (‘the Trust’);\n2. granted leave to Absa\r\nBank Ltd to intervene as an applicant in the sequestration\r\napplication;\n3. ordered that costs,\r\nincluding the costs of Absa Bank Ltd, be costs in the sequestration.\r\nThe learned judge granted leave to appeal\nto this Court against his\r\norder.\n[2] The Trust is\r\nrepresented in these proceedings by Siobhan Lee O’Shea in her\r\ncapacity as its sole trustee for the time being.\nI shall refer to her\r\nas ‘the appellant’. Her husband, Patrick Kerry O’Shea,\r\nwas a co-trustee until 5 June 2009\nwhen his estate was sequestrated\r\nand he ceased to be a trustee.\n[3] On 9 June 2009 the\r\npresent first, second and third respondents in their capacities as\r\nthe joint provisional liquidators of Sapphire\nFinance (Pty) Ltd (in\r\nliquidation) (‘the liquidators’) applied for the\r\nsequestration of the Trust. On 11 November 2009\na provisional order\r\nwas made by Traverso DJP.\n[4] By that time the\r\nfirst and second intervening applicants (Mr O’Shea’s\r\njoint trustees, who are for unexplained reasons,\ncited as respondents\r\nin this appeal) had brought an application to intervene. It appears\r\nto be confirmed, in the judgment of Jacobs\nAJ in the application for\r\nleave to appeal, that their application was never moved and no order\r\nwas made in that regard.\n[5] The\r\nappellant opposed the application for the sequestration of the Trust.\n[6] In May 2010 Absa Bank\r\nLtd applied for leave to intervene in that application and for an\r\norder placing the estate of the Trust\nunder provisional\r\nsequestration. Although Jacobs AJ duly granted the intervention he\r\nfound it unnecessary to consider the merits\nof Absa’s\r\napplication for sequestration because of the success obtained by the\r\nliquidators in the main application.\nThe application to\r\nreceive further evidence\n[7] At the hearing of\r\nthis appeal the appellant moved an application in terms of s 22(a) of\r\nthe Supreme Court Act, 59 of 1959 to\nhave new evidence received. That\r\nevidence comprised paragraphs 10 to 26 of an affidavit made on 2\r\nSeptember 2011 by the appellant\ntogether with eleven documents\r\nidentified in and annexed to her affidavit. It was directed at\r\nresisting the liquidators’\nclaim to locus standi in the\r\nsequestration proceedings before the court a quo on the ground that\r\nSapphire Finance had ceded its\ndebtor book to a third party before\r\nliquidation. The reception of such evidence would have no effect on\r\nthe intervening application\nof Absa Bank.\n[8] The application was\r\nopposed by the liquidators and Absa Bank, the latter because it had\r\nincurred substantial costs in preparing\nfor the appeal which would be\r\nwasted by a postponement of the appeal to allow the liquidators to\r\nanswer the new allegations.\n[9] The\r\ncriteria applicable to such an application are now trite. See\nRail\r\nCommuters Action Group and Others v Transnet t/a Metrorail and Others\n[2004] ZACC 20\n;\n2005 (2) SA 359\n(CC) at 387D-389C in which it\r\nis emphasised that new evidence will only be received in exceptional\r\ncircumstances. One consideration\nis the materiality of the evidence;\r\nit must be practically conclusive and final in its effect on the\r\nissue to which it is directed.\nHowever, at least in this Court when\r\nno constitutional issue is in question, the existence of an\r\nunanswerable case for the applicant\non the papers as they stand must\r\nrender the reception of further evidence on its behalf superfluous\r\nand immaterial to the outcome\nof the appeal. As will appear, the\r\napplicant does have such a case. There is, in the circumstances,\r\nnothing to be gained by allowing\nthe application. I shall in due\r\ncourse return to the matter of who is to pay the wasted costs of the\r\napplication.\n[10] Although the\r\nargument in the appeal ranged over several issues, there are, in my\r\nview, only two that need to be considered\nin determining its outcome.\nWas Sapphire\r\nFinance (Pty) Ltd a creditor of the Trust?\n[11] In their application\r\nfor sequestration the liquidators relied for their status as creditor\r\nof the Trust (and also for the quantum\nof their claim) upon an\r\nalleged loan of R2 682 000 made by Sapphire Finance to the Trust.\n[12] As was to be\r\nexpected the liquidators came as strangers to the affairs of the\r\nTrust. They were unable to produce any books\nof account or bank\r\naccounts which bore out the claim. They relied solely upon certain\r\nadmissions said to have been made by Mr O’Shea\non behalf of the\r\nTrust during interrogation at their instance at an enquiry into the\r\naffairs of Sapphire Finance held from April\nto July 2009 in terms of\r\ns 417 of the Companies Act 61 of 1973.\n[13] During the\r\nsequestration application and on appeal it was contended on behalf of\r\nthe appellant that the evidence of Mr O’Shea\nat the enquiry was\r\ninadmissible against the Trust.\n[14] Mr\r\nO’Shea gave evidence to the Commission in the following\r\ncircumstances. Sapphire Finance carried on business as a finance\n\ncompany that inter alia furnished bridging finance to estate agents\r\nand sellers of immovable property. Mr O’Shea was such\na person.\r\nHe and his family occupied a property owned by the Trust. The\r\nliquidators were interested in establishing whether Sapphire\nFinance\r\nhad claims against him in his personal capacity and against the\r\nTrust. They caused him to be interrogated. When his evidence\n\ncommenced he was a director of Sapphire Finance and a trustee of the\r\nTrust. By the adjourned date in July 2009, by reason of his\n\nsequestration, he was disqualified from acting in the former\r\ncapacity\n1\nand had automatically vacated the latter office.\n2\n[15] Mr O’Shea was\r\nrepresented by counsel and attorneys. He was cross-examined by Mr\r\nManca, counsel for the liquidators. Before\nhis sequestration he\r\ntestified that Sapphire Finance advanced moneys to the Trust on the\r\nstrength inter alia of a bond to be registered\nover the Trust’s\r\nproperties in favour of Investec Bank. Continuing his evidence in\r\nJuly 2009 he backtracked, avoided repeating\nearlier answers and was\r\npatently obstructive in his responses. He testified that the moneys\r\nwere not paid into the bank account\nof the Trust and were not\r\nauthorised by both trustees.\n[16] During the earlier\r\npart of his evidence – given while he was still a trustee –\r\nMr O’Shea made a number of\nstatements against the interest of\r\nthe Trust. It is sufficient to refer to two passages in his\r\ntestimony:\n‘\nMR\r\nMANCA\n:\r\nAnd according to Ms Geater who has added up the various amounts owing\r\nby the O’Shea Family Trust to Sapphire Finance, that\ncomes to\r\nan amount of R2 682 000. You’re a trustee of the\r\nO’Shea Family Trust, is the O’Shea Family\nTrust in a\r\nposition to pay Sapphire Finance the R2 682 000?\nMR\r\nO’SHEA\n: I would\r\nhave to look at the affairs of the Family Trust, but again, it may be\r\nin a few\nweeks\r\ntime.\nMR\r\nMANCA\n: So again would\r\nI be correct to say that you would have to realise assets?\nMR\r\nO’SHEA\n: Will\r\nhave to realise assets to pay for the debt owing, yes.\nMR\r\nMANCA\n: And,\r\nsimilarly, are you able to put a time period as to when you would be\r\nable to – O’Shea Family Trust would be able\nto pay the\r\nR2 682 000 to the provisional liquidators?\nMR\r\nO’SHEA\n: Mr\r\nManca, yes, there is possibly an offer coming on our home that could\r\nrealise that value to the liquidators but I would need\nto see it in\r\nwriting.’\nand\nMR\r\nO’SHEA\n: But the\r\nTrust has not denied that we owe that money, Mr Manca.\nMR\r\nMANCA\n: No, I’m\r\nnot investigating the Trust’s indebtedness, we’ve\r\nestablished that.\nMR\r\nO’SHEA\n: Sure.\nMR\r\nMANCA\n: You’ve\r\ncandidly admitted that ...(intervention)\nMR\r\nO’SHEA\n: I just\r\nwant it on record, I just want it on record Mr Manca, we’re not\r\ndenying the indebtedness and we’ve in fact\nmade offers to the\r\nliquidator already on how to ...(intervention)’\nOf this latter extract,\r\nwhich was quoted by Jacobs AJ in his judgment, the learned judge said\r\nthat O’Shea was not only speaking\non his own behalf but also on\r\nbehalf of his co-trustee when he admitted that the Trust was indebted\r\nto Sapphire Finance. He found\nsupport also in a letter written by\r\nattorneys Herold Gie on 24 April 2009, shortly after O’Shea\r\ngave evidence. No attempt,\nthe learned judge said, was made in that\r\nletter to qualify or clarify the earlier admission. The letter in\r\nquestion, which was\nthe letter relied on by the liquidators as\r\nevidencing an act of insolvency in terms of s 8(g) of the Act, I\r\nshall consider more\nfully below.\n[17] For present purposes\r\nI shall accept that Mr O’Shea did indeed admit both the\r\nindebtedness of the Trust to the company\nand that the moneys advanced\r\ntotalled about R2,6 million. For the reasons that follow neither\r\nassumption assists the liquidators.\n[18] Mr O’Shea\r\ntestified under subpoena. There is no suggestion that in doing so he\r\nwas authorised to represent the Trust\nnor was there any need for him\r\nto do so since the purpose of the enquiry was purely to establish\r\nfacts that the liquidators could\nuse to establish the position of the\r\ncompany and recover assets to which it was entitled. The liquidators\r\nalso did not lead any\nevidence which directly proved his authority to\r\nspeak on its behalf.\n[19] In any event the\r\nevidence given by Mr O’Shea was inadmissible against the Trust.\nIn\nSimmons\r\nNO v Gilbert Hamer & Co Ltd\n1963 (1) SA\r\n897\n(N) one of the issues confronting the court was the admissibility\r\nof admissions made by one Lea, the managing director of Consolidated\n\nPortland Cement Co Ltd, during an enquiry in relation to claims\r\nagainst the company in liquidation under s 155 of the Companies\nAct\r\n46 of 1926 (i e the predecessor of s 417) in subsequent proceedings\r\nby the liquidators to vindicate certain fabricated steel\nfrom Gilbert\r\nHamer & Co. In an application before Henochsberg J (reported at\n1962 (2) SA 487\n(D)) the learned judge struck out the affidavit of\r\nLea as inadmissible against the liquidators. On appeal to the Full\r\nCourt Harcourt\nJ addressed the question of admissibility at some\r\nlength and, the other members of the Court (Caney J and Henning J)\r\nconcurring,\nthe appeal against the striking out order was dismissed.\r\nIn a further appeal to this Court that order was not attacked and,\r\nalthough\nthe appeal succeeded on other grounds, this Court approached\r\nthe matter on the basis that\n‘\nthe\r\ncardinal fact – in the absence of any cross appeal –\r\nremains that in launching, and in persisting in, the motion\n\nproceedings the judicial manager and his advisers laboured under a\r\nfundamental error in regarding the commission evidence as admissible\n\nagainst the Engineering Company.’\n(\nJames\r\nBrown & Hamer (Pty) Ltd v Simmons NO\n1963\r\n(4) SA 656\n(A) at 661H-662A.)\n[20] Harcourt J said (at\r\n913A):\n‘\nIn\r\ngeneral it may be said that a person who testifies as a witness\r\nspeaks for himself; he tells of what he, himself, knows and by\nhis\r\noath vouches for its truth. If he is an employee or agent in any\r\nrespect of another and gives evidence in litigation to which\nthat\r\nother is a party, he does so, not as an employee or agent, unless his\r\nadmissions bind that party, but as a person speaking\non oath to the\r\nfacts to which he testifies, and this is so whether he is called as a\r\nwitness by his employer or principal or by\nthe opposing litigant.\r\nSimilarly, if he gives evidence in proceedings to which his employer\r\nor principal is not a party, although\nin relation to matters in which\r\nthe latter has been or is concerned, he speaks as an individual; he\r\nis giving evidence, not taking\npart in the making of a contract or\r\nthe giving of an undertaking on behalf of his employer or principal.\r\nHis evidence in that case\nis not admissible against his employer or\r\nprincipal in a later case in proof of the facts stated in it. If\r\ncalled by his employer\nor principal, his evidence may, as that of any\r\nother witness called by that party, be regarded as evidence for that\r\nlitigant and,\nso far as adverse to him, redound to his disadvantage,\r\nbut that is because it is accepted as true, not because the witness\r\nis the\nemployee or agent of the litigant.’\n[21]\r\nHarcourt J then proceeded (at 916C and following) to a consideration\r\nof the scope and object of s 155 and, particularly, the\nnature and\r\nobject of the private examination provided for in it. (The\r\nConstitutional Court has more recently undertaken a similar\nexercise,\r\nalthough in a slightly different context in\nFerreira\r\nv Levin NO and Others\n;\nVryenhoek\r\nand Others v Powell NO and Others\n1996 (1) SA\r\n984\n(CC) at paras 115-124 and in\nBernstein and\r\nOthers v Bester and Others NNO\n[1996] ZACC 2\n;\n1996 (2) SA\r\n751\n(CC) at paras 15-36.) While recognising that the purpose and\r\nscope of the procedures now fulfils a wider purpose than some of the\n\nVictorian authorities to which Harcourt J refers, his treatment of\r\nthe admissibility of statements made by witnesses in such hearings\nin\r\nsubsequent proceedings is still valid. The basic considerations that\r\nhis judgment pinpoints are these:\n1. The persons against\r\nwhom statements are made in such proceedings do not generally have a\r\nright to be present during such testimony\nnor are they afforded the\r\nright to cross-examine the deponent. To allow a liquidator to rely on\r\nsuch statements without calling\nthe witness would be inimical to the\r\nlaw of evidence (at 916G-918B).\n2. The evidence given by\r\nan examinee at a private examination is not admissible against any\r\nperson other than the examinee himself\n(at 918B-E).\n[22] The\r\nlearned judge (at 918E-919C) rightly, I consider found support for\r\nthe inadmissibility of reliance on statements made in\nprivate\r\nproceedings in\nYorkshire Insurance Co Ltd v\r\nStandard Bank of SA Ltd\n1928 WLD 223\nat\r\n225-6:\n‘\nThere\r\nis a well-known rule of evidence that the admission of an agent may\r\nbe evidence against his principal when made on the principal’s\n\nbehalf in the ordinary course of some business or transaction in\r\nwhich the agent acted as his representative (See\nHalsbury,\nvol.\r\n13 sec. 638).\nIf\r\nTrevor’s statements at the examination fall within that rule,\r\nthey will be admissible against the bank without the plaintiffs\n\nhaving to rely on the provision in sub-sec. 1 of sec. 130, that any\r\nstatement made in the course of such examination may be used\nas\r\nevidence against the person making the same.\nAnd\r\nif Trevor’s statements at the examination are not covered by\r\nthat rule, in my opinion it will not avail the plaintiffs\nto rely on\r\nthe said provision in sub-sec. (1) of sec. 130. I am of opinion that\r\nit must be decided that neither the rule of evidence\nin question nor\r\nthe provision in sec. 130 (1) entitled the plaintiffs to put in the\r\nevidence of Trevor. And the reason for my decision\nis the same in the\r\ncase of both grounds, namely, that when Trevor gave evidence at the\r\nexamination he was not acting on the defendant’s\nbehalf. When\r\nTrevor made statements at the examination he did so because he was\r\nsummoned by the Court to give evidence, and in\nmaking any admission\r\nor statement in the course of such evidence Trevor was, in my\r\nopinion, neither acting on the bank’s\nbehalf nor in the\r\nordinary course of his duty as the bank’s agent. (See\nHalsbury\nsec. 455 and the\r\ncases there cited.)’\n[23]\r\nTrustees must act jointly unless the trust deed provides otherwise:\nNieuwoudt and Another NNO v Vrystaat Mielies\r\n(Edms) Bpk\n2004 (3) SA 486\n(SCA) at 493E. The\r\ndeed of the Trust does not. There is no reason to believe that the\r\ntrustees delegated to Mr O’Shea authority\nto speak on their\r\nbehalf at the s 417 enquiry:\nCoetzee v Peet\r\nSmith Trust en Andere\n2003 (5) SA 674\n(T) at\r\n680I. When Mr O’Shea gave evidence at the hearing no\r\ninvestigation was conducted into whether he spoke as the authorised\n\nrepresentative of the Trust rather than in his personal capacity.\r\nDespite his bombast there is no reason to conclude that he did.\nHe\r\ncertainly was not there to carry out any act on its behalf, not even\r\nto provide information to the liquidators. Inasmuch as\nthe loans in\r\nquestion (or certain of them) had been paid into his personal bank\r\naccount he and the Trust faced a conflict rather\nthan shared a\r\nprivity of interest in relation to the claims of the liquidators.\n[24] Finally\r\nin this regard, Harcourt J called in aid (at 920\nin\r\nfine\n) a passage from\nThe\r\nRhodesian Corporation Ltd v Globe & Phoenix Gold Mining Co Ltd\n1934 AD 293\nat 304 which bears repeating as\r\napposite to the present appeal:\n‘\nIt\r\nis difficult to see in principle why a distinction should be made in\r\nthe case where a person calls his agent as a witness or\na corporation\r\ncalls its officer to testify on its behalf. The witness who enters\r\nthe witness-box swears to speak the truth and\nis not there to\r\nrepresent his principal. The giving of evidence by an officer of a\r\ncorporation is not an act done in the course\nof his employment. When\r\nonce he is in the witness-box the company has no control over him.\r\nWhat he states in the witness-box may\nbind the company in that\r\nparticular suit, but his evidence cannot be treated by a stranger as\r\nan admission binding on the company.\nNo doubt in most cases the\r\nprincipal knows more or less on what lines the witness will give his\r\nevidence, but the witness may give\nhis testimony in direct opposition\r\nto the interests of his principal. The fact that he speaks about\r\nmatters entrusted to him by\nhis principal who calls him, cannot alter\r\nthe fact that in the witness-box the witness represents no one but\r\nhimself, though he\nstates what he knows of his own knowledge acquired\r\nwhilst he was an agent. It is always difficult to foresee all cases\r\nwhich may\narise and therefore it may be possible that in certain\r\nspecial circumstances the Court may conclude that a witness was\r\nauthorised\nto make a particular statement in the witness-box on\r\nbehalf of his principal, but to hold\nsimpliciter\nthat\r\nstatements in evidence made by an agent called by his principal in a\r\nsuit to which the latter is a party will bind the principal\nas a\r\nparty in a later action by a stranger is not only a violation of the\r\ngeneral principle that the oral statements of a witness\ncalled by a\r\nparty cannot be used by a stranger against such party in a subsequent\r\ntrial but it may lead to the gravest injustice.’\n[25] For all these\r\nreasons it is clear that the statements made by Mr O’Shea\r\nbefore the commissioner were inadmissible against\nthe Trust in the\r\nsequestration proceedings in the absence of their confirmation under\r\noath by him in those proceedings. The result\nis that the liquidators\r\nwere, in the application to sequestrate the Trust, entirely without\r\nevidence of their alleged status as\na creditor of the Trust.\nDid the liquidators\r\nprove an act of insolvency by the Trust\n[26] The liquidators also\r\nrelied on an admission of insolvency in terms of\ns 8\n(g) of the\nInsolvency Act 24 of 1936\nalleged to have been made by the Trust.\r\nThis took the form of a letter addressed by Herold Gie Attorneys to\r\nthe liquidators’\nattorneys on 24 April 2009 in the following\r\nterms:\n‘\nSAPPHIRE\r\nFINANCE (PTY) LTD IN PROVISIONAL LIQUIDATION\nWe\r\nrefer to the above and record that during the interrogation of our\r\nclient, Patrick O’Shea, at the Commission of Inquiry\nconvened\r\nin terms of Section 417 of the Companies Act, he admitted liability\r\nto the Liquidators of Sapphire Finance in the following\namounts:\n-\r\nIn his personal capacity\nR2.469.900.00\n-\r\nIn his capacity as Trustee for the time being\nof\r\nthe O’Shea Family Trust\nR2.682.000.00\nWe\r\nrecord that it is our client’s intention, and he is well able,\r\nboth in his personal capacity and as Trustee, to settle\nthe above\r\nmentioned amounts which are due to the Liquidators.\nWe\r\nconfirm that our client undertook to the Commissioner to realise\r\ncertain assets in both the Trust and his personal capacity in\norder\r\nto fund repayment to the Liquidators and for that purpose required\r\napproximately 4 – 6 weeks to do so. Our client furthermore\n\nconfirms his undertaking to liaise with the liquidators closely in\r\nthis regard and to obtain their consent prior to the disposal\nof any\r\nasset, although not obliged to do so by any law.’\nAs I have\r\nsaid, the court a quo treated this letter as confirmation of the\r\nadmissions made by Mr O’Shea. It sought and found\nfurther\r\nconfirmation of his authority to represent the Trust in relation to\r\nthe content of the letter in subsequent correspondence\nfrom Herold\r\nGie, from statements in the affidavits and from other aspects of his\r\nevidence before the Commission. But this was beside\nthe point. The\r\nletter was unambiguous and must stand or fall as an act of insolvency\r\non its own terms. It cannot be subject to\ninterpretation by reference\r\nto events which occurred or knowledge which was obtained subsequent\r\nto its writing. The proper approach\nto determining whether a letter\r\ncontains a notice of inability to pay in terms of s 8(g) is to\r\nconsider how it would be understood\nby a reasonable person in the\r\nposition of the creditor at the time he receives it taking into\r\naccount that creditor’s knowledge\nof the debtor’s\r\ncircumstances:\nFirstrand Bank v Evans\n2011\r\n(4) SA 597\n(N) at paras 14 and 15. In this regard:\n(1) the letter states\r\nthat the client on whose behalf it is written is Patrick O’Shea;\n(2) the letter states\r\nthat the admissions at the commission were those of Mr O’Shea\r\npersonally (‘he admitted liability’);\n(3) the letter states\r\nthat\n‘\nit\r\nis our client’s intention, and he is well able’\nto\r\nsettle the amounts due to the liquidators arising from his personal\r\nindebtedness and the Trust’s indebtedness to the company;\n(4) the undertaking to\r\nrealise assets, both his own and those in the Trust, was Mr O’Shea’s\r\nalone.\n[27] The\r\ninability to pay immediately was unequivocally stated in the Herold\r\nGie letter. It must have been understood by the reader\nto contain\r\nboth an admission and undertaking by Mr O’Shea in his personal\r\ncapacity to discharge his own debt and an admission\nand undertaking\nas a trustee\nas to the\r\nindebtedness of the Trust and to procure its repayment. But the\r\nlast-mentioned admission carries the matter no further,\nfor the\r\nreasons already enunciated in para 15 of this judgment. As noted\r\nearlier the letter is, in terms, written on his behalf\nonly.\n[28] Counsel for the\r\nliquidators tried to save the day by recourse to a letter attached to\r\na replying affidavit made by the appellant.\nThis, he said, supported\r\nhis extension that the earlier Herold Gie letter had been written\r\nwith the knowledge and authority of\nboth trustees. However the author\r\ndid not depose to an affidavit and he apparently relied for the\r\ninformation contained in his\nletter on a statement made to him by a\r\nthird party who also did not venture on oath.\n[29] There is no basis in\r\nthe letter for concluding that Mr O’Shea intended to bind the\r\nTrust to whatever he admitted at the\ncommission or undertook to do in\r\nconsequence, or that he spoke, at the commission or through his\r\nattorneys, with the authority\nof his co-trustee. The letter\r\naccordingly could not serve as notice by the Trust that it was unable\r\nto pay its debts for the purposes\nof\ns 8(g)\nof the\nInsolvency Act.\n[30\n] The consequence of\r\nmy findings in relation to the evidence at the enquiry and the effect\r\nof the letter from Herold Gie is that\nthe liquidators:\n1. failed to allege or\r\nprove their status as a creditor of the Trust; and\n2. failed to establish an\r\nact of insolvency on the part of the Trust.\n[31] For these reasons\r\nthe appeal against the sequestration order made at the instance of\r\nthe liquidators of Sapphire Finance must\nsucceed.\nThe costs of the\r\napplication to receive further evidence\n[32] There is no serious\r\ndispute that at all material times during the proceedings in the\r\ncourt a quo the new evidence lay substantially\nwithin the company\r\ndocuments under the control of the liquidators. It was only\r\nsubsequently brought to light by the persistent\nenquiries of the\r\nappellant and her husband. Before that the appellant could hardly\r\nhave been aware of its existence or its significance.\n[33] Inasmuch as the new\r\nevidence consists of documents which are admitted by the liquidators\r\nboth as to execution and contents,\nthe evidence is credible and\r\nrequires no further proof.\n[34] The appellant was\r\nfairly criticized for delay in bringing the application, a default\r\nthat stretched from May to September of\nthis year without a\r\npersuasive explanation. Nevertheless counsel for the liquidators\r\ndisavowed prejudice and, understandably, showed\nno interest in asking\r\nfor a postponement, or in meeting the new defence with evidence of\r\nhis own.\n[35] The costs of the\r\napplication must therefore depend on its merits. The appellant’s\r\ncontention is that, properly interpreted,\nthe documents disclose an\r\nout-and-out cession to a third party, of Sapphire’s debtors,\r\nincluding the indebtedness of the\nTrust.\n[36] One approaches the\r\ninterpretative question with the understanding that, absent a clear\r\nexpression of an intention to divest\nthe cedent entirely and finally\r\nof all his interest in the ceded property ‘the default position\r\nwill be that the pledge theory\nwill apply’ (\nGrobler v\r\nOosthuizen\n2009 (5) SA 500\n(SCA) at 510H-I), ie the cedent\r\nacquires a right of automatic reversion in the property once the debt\r\nsecured by the cession has\nbeen discharged.\n[37] In this case there\r\nare three relevant agreements:\n1. A cession by Sapphire\r\nFinance in favour of GBS Mutual Bank on 11 August 2004.\n2. A cession by Sapphire\r\nFinance to Praesidium Structured Finance Fund en Commandité\r\nPartnership on 7 December 2006.\n3. A cession by Sapphire\r\nFinance to Praesidium Capital Management on 12 December 2008.\n(It would appear that the\r\ncreditors in the second and third agreements are either the same\r\nentity or possessed a common interest.)\n[38] It is common cause\r\nbetween counsel for the appellant and the liquidators that the\r\nprimary intention of each agreement was a\nsecurity cession. The\r\nappellant relies however on two specific clauses in the second and\r\nthird agreements. These are stated as\nfollows:\n’\n25\r\nI warrant that I have not ceded to anyone else any of the claims,\r\nrights of action and receivables hereby ceded. I further acknowledge\n\nand agree that, without prejudice to anything hereinbefore contained,\r\nshould it nevertheless transpire that I have any time prior\nto the\r\nsignature of this cession ceded any such claims, rights of action and\r\nreceivables to any person whomsoever, this cession\nshall be a cession\r\nof all my reversionary rights in and to any such claims, rights of\r\naction and receivables after payment of all\namounts secured by the\r\nprior cession/s or after the cession or loss for any reason or\r\nabandonment or any of the rights of any of\nthe cessionary/ies\r\nthereunder. For as long as any cession in favour of any prior\r\ncessionary remains in force:-\n25.1\r\nI acknowledge and agree that such prior cessionary shall hold all and\r\nany documents and securities relating to the amounts\nowing to me by\r\nmy debtor/s on its own behalf and for and on behalf of the creditor\r\nfor the respective rights and interests therein\nof such prior\r\ncessionary and the creditor in terms hereof and that the delivery of\r\nany such documents and securities to such prior\ncessionary shall be\r\ndeemed also to constitute delivery thereof to and possession thereof\r\nby the creditor,\n25.2\r\nthe creditor shall be entitled to receive payment directly from such\r\nprior cessionary of so much as it shall receive in excess\nof the\r\namount due to it by me and which is paid to such prior cessionary,\n25.3\r\nwhen and if the cession in favour of such prior cessionary ceases to\r\nbe of any force then this cession shall thereupon immediately\noperate\r\nas a first cession by me to the creditor of all of my right, title\r\nand interest in and to all claims, rights of action\nand receivables\r\nreferred to or contemplated in 1, and which are due to me by all my\r\ndebtors and not only of my reversionary right,\ntitle and interest in\r\nand to such claims, rights of action and receivables,’\nand\n‘\n21.8\r\nSapphire warrants to PSFF that, as at the Signature Date and until\r\nthe Secured Obligations have been discharged in full, it\nhas not\r\nalready ceded or otherwise created any security interests over the\r\nSubject Matter, other than pursuant to this Cession.\nIf, contrary to\r\nthis warranty, Sapphire has previously or otherwise ceded or created\r\nany security interest over the Subject Matter\nother than pursuant to\r\nthis Cession, then (without limiting any right of PSFF arising from\r\nthat breach) Sapphire cedes in security\nto PSFF, with immediate\r\neffect, all claims, rights of action and receivables of whatsoever\r\nnature which Sapphire now has and may\nat any time during the currency\r\nof this agreement have against any prior cessionary or pledgee, its\r\nremaining title to and retained\ninterest in the Subject Matter and\r\nall Sapphire’s reversionary rights to the Subject Matter, as\r\nwell as Sapphire’s\nrights to obtain re-cession to itself of the\r\nSubject Matter from any person whomsoever after payment of all\r\namounts secured by\nany prior cession and/or pledge, or after the\r\ncessation or loss for any reason or abandonment of any of the rights\r\nof any prior\ncessionary and/or pledgee.’\n[39] The submission of\r\nappellant’s counsel is that Sapphire had in fact ceded its\r\ndebtors to GBS in terms of the undertaking\nof 11 August 2004 which\r\nprovided:\n‘\n1.\nGiving\r\nof cession\nI/We,\r\nSapphire Finance (Pty) Ltd (“the Cedent”) cede to GBS\r\nBank or anyone who takes transfer of the Bank’s rights\nunder\r\nthis cession (“the Bank”) all the Cedent’s rights\r\nin and to all book debts and other debts (“the\nDebts”)\r\ndue and to become due to the Cedent and to all the Cedent’s\r\nrights of action arising from the Debts.\n2.\nAmount secured under this cession\nThe\r\nmaximum amount secured under this cession is unlimited.\n3.\nContinuing covering security\nThe\r\nrights ceded by the Cedent to the Bank (“the rights”)\r\nwill be continuing covering security for all amounts (including\n\ninterest, legal costs, collection commission and value added tax)\r\nwhich the Cedent now or in the future may owe to the Bank for\n\nwhatever reason whether directly, contingently, as surety or\r\notherwise (“the indebtedness”) even if the indebtedness\n\nis temporarily settled at any time, and whether the indebtedness:\nbe\r\n\t\tincurred by the Cedent in own name or in the name of any firm owned\r\n\t\tby the Cedent either solely or jointly with others in\npartnership\r\n\t\tor otherwise; and\narises\r\n\t\tfrom money advanced or to be advanced, or from promissory notes or\r\n\t\tbills of exchange made or to be made, accepted or\nto be accepted or\r\n\t\tendorsed or to be endorsed, suretyships and the like given or to be\r\n\t\tgiven by the Cedent to the Bank for the\ndebts of third parties, or\r\n\t\tguarantees given or to be given by the Bank on the Cedent’s\r\n\t\tbehalf.’\nConsequently, so the\r\nsubmission continued, Sapphire was, at the time of the cessions\r\neffected under the two Praesidium agreements,\nin breach of the ‘no\r\nprevious cession’ clauses; the effect of those clauses was, on\r\nbreach, to dispose in favour of\nPraesidium of all remaining rights\r\nand interest (including the dominium) in the ceded debtors – in\r\nshort, an out-and-out\ncession.\n[40] Accepting, without\r\ndeciding, that such is the effect of a breach of the ‘no\r\nprevious cession’ clauses, I do not\nthink the submission can be\r\nsustained. First, the second Praesidium agreement is in substance a\r\nsupersession of the first inasmuch\nas it brings about a retransfer of\r\nthe debtors sold under the first. So it is only the terms of Clause\r\n21.8 that require our attention.\nSecond, in Clause 1.1.13 of the\r\nsecond Praesidium agreement the ‘GBS Cession’ is defined:\n‘\n1.1.13.\r\n“GBS Cession” means a written agreement titled “Cession\r\nof book debts in favour of GBS Mutual Bank”\nconcluded by\r\nSapphire in favour of GBS on or about 11 August 2004 in terms of\r\nwhich Sapphire ceded in security all its rights in\nand to all book\r\ndebts and other debts due and to become due to Sapphire, and to all\r\nSapphire’s rights of action arising from\nsuch debts on the\r\nterms set out in that agreement.’\nIn terms of para 9 of\r\nAnnexure A to that agreement (‘Events of Default’) there\r\nappears the following stipulation of\nsuch an event:\n‘\nSapphire\r\nfails to make full and final settlement of the outstanding overdraft\r\nfacility with GBS and/or fails to procure its release\nfrom the GBS\r\nCession on or before 28 February 2009.’\nIn terms of Annexure C to\r\nthe second Praesidium agreement (‘General Covenants and\r\nUndertakings’):\n‘\n1.\r\nSapphire undertakes to PSFF:\n.\r\n. .\n1.12\r\nthat it shall make full and final settlement of the outstanding\r\noverdraft facility with GBS on or before 28 February 2009;\n1.13\r\nthat it shall procure its release from the GBS Cession on or before\r\n28 February 2009.’\n[41] Thus, in the context\r\nof the second Praesidium agreement, the cessionary was aware of the\r\nGBS cession and made provision for\nits termination. In these\r\ncircumstances the warranty given by Sapphire in clause 21.8 could not\r\nhave been breached by non-disclosure\nof the prior cession to GBS. The\r\ntransfer of Sapphire’s remaining interest and dominium in its\r\ndebts was accordingly not\nactivated. The new evidence that the\r\nappellant tendered would therefore have left unsullied the\r\nliquidators’ locus standi\nto sue the Trust for the payment of\r\nthe debt owed by it to Sapphire, and, likewise, the standing of\r\nSapphire as a creditor, all\nthings being equal, in the sequestration\r\napplication.\n[42] For these reasons\r\nthe application in terms of\ns 228\nwould have had no material effect\r\non the outcome of the appeal, and had it become necessary to do so,\r\nwould have been dismissed.\nThe Trust should therefore bear the wasted\r\ncosts of the respondents in relation to the application.\n[43] That does not\r\ndispose of the matter as there remains the appeal against the joinder\r\nof Absa Bank as an intervening applicant.\nThe application of\r\nAbsa Bank for an order provisionally sequestrating the Trust\n[44] Despite granting the\r\napplication of Absa Bank for leave to intervene, the court a quo made\r\nno order in its favour because of\nthe success obtained by the\r\nliquidators.\n[45] The appellant, with\r\nleave of the court a quo, appealed against the order granting leave\r\nto intervene. Whether or not leave\nto appeal against such an order\r\ncould properly have been granted (because of its possible lack of\r\nfinal effect) it is unnecessary\nto decide. The Bank appeared through\r\ncounsel to oppose the appeal as it was entitled to do. The appellant\r\ndid not, however, pursue\nthis ground of appeal and although it is\r\nunnecessary to make a substantive order in that regard, the Bank is\r\nplainly entitled to\nits costs.\n[46] Counsel for the Bank\r\nwanted more. He moved us for a provisional sequestration order in the\r\nevent (as had become probable) that\nthe order in favour of the\r\nliquidators was set aside. But, as counsel for the appellant pointed\r\nout, the Bank had noted no conditional\ncross-appeal against the\r\nfailure of the court a quo to make an order in its favour. That\r\nshortcoming precluded relief before us:\nBayly v Knowles\n2010\r\n(4) SA 548\n(SCA) at 557G-H.\nThe costs of the\r\nBank in the court a quo\n[47] That court ordered\r\nthat the costs of the Bank should be costs in the sequestration.\r\nHaving merely joined the Bank but made\nno order in its favour such an\r\norder was premature.\n[48] In the result the\r\nfollowing order is made:\n1. The appeal of the\r\nappellant (the Trust) against the order of the court a quo in favour\r\nof the respondent (the liquidators) is\nupheld with costs including\r\nthe costs of two counsel.\n2. The appellant shall\r\npay the costs of Absa Bank in the appeal.\n3. Paragraphs 1 and 3 of\r\nthe order of the court a quo are set aside and respectively replaced\r\nby the following:\n‘\n1. The rule nisi\r\ngranted on 11 November 2009 is discharged with costs.’\nand\n‘\n3. The costs of\r\nthe third intervening applicant are reserved for decision in the\r\napplication between itself and the first respondent.’\n4. The costs of the\r\napplication brought by the Trust in terms of s 22 of the Supreme\r\nCourt Act 59 of 1959 are to be paid by the\nTrust on an opposed basis.\n_________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nFor Appellant: A R\r\nSholto-Douglas SC (with him T Crookes)\nInstructed by:\nRussell Knight &\r\nAssociates, Tableview\nLovius Block,\r\nBloemfontein\nFor First to Third\r\nRespondents: B J Manca SC\nInstructed by:\nEdward Nathan\r\nSonnenbergs, Cape Town\nMatsepes Inc,\r\nBloemfontein\nFor Third Intervening\r\nApplicant (respondent): F S G Sievers\nInstructed by:\nMarais Muller Yekiso,\r\nTygervalley\nSymington & De Kok,\r\nBloemfontein\n1\nSection\r\n\t218(1)(d)(i) of the Companies Act 61 of 1973.\n2\nBy\r\n\treason of clause 4.4 of the Trust deed.",
  "scraped_at": "2026-02-12T15:56:28.756486",
  "date": "2011-09-28",
  "coram": [
    "HEHER",
    "MHLANTLA",
    "BOSIELO",
    "THERON JJA",
    "MEER AJA"
  ],
  "case_number": "791/10",
  "parties": {
    "applicants": [
      "SIOBHAN LEE O’SHEA N.O."
    ],
    "respondents": [
      "CHRISTOPHER PETER VAN ZYL N.O.",
      "BRYAN NEVILLE SHAW N.O.",
      "HASSEN KAJIE N.O."
    ]
  },
  "sections": {
    "facts": "The O’Shea Family Trust, represented by sole trustee Siobhan Lee O’Shea, was subjected to a compulsory sequestration application by the joint provisional liquidators of Sapphire Finance (Pty) Ltd. The liquidators alleged that Sapphire Finance had advanced a loan of R2.682 million to the Trust and relied on statements made by Patrick O’Shea during a Companies Act s 417 private inquiry and a subsequent letter from Herold Gie attorneys. Absa Bank applied to intervene in the sequestration proceedings. The Trust contested both the creditor status of Sapphire Finance and the existence of an act of insolvency, arguing that the evidence relied upon was inadmissible.",
    "issues": "1. Whether Sapphire Finance was a creditor of the O’Shea Family Trust. 2. Whether the liquidators proved an act of insolvency by the Trust under s 8(g) of the Insolvency Act. 3. Whether statements made by a trustee during a private Companies Act inquiry are admissible against the Trust. 4. Whether the Trust had locus standi to resist the sequestration order. 5. The propriety of allowing new evidence on appeal.",
    "principles": "The court applied the rule that admissions made by a witness in a private examination are not admissible against a principal unless made in the ordinary course of business, citing Simmons NO v Gilbert Hamer and Harcourt J’s judgment. It reiterated that a trustee must act jointly and that a personal statement by a trustee does not bind the trust absent authority. For s 8(g) an act of insolvency requires a clear notice of inability to pay that a reasonable creditor would understand as a binding admission by the debtor. The letter from Herold Gie was deemed a personal admission by Patrick O’Shea, not a notice by the Trust.",
    "application": "The court found that Mr O’Shea’s statements at the enquiry were given in his personal capacity and not as an authorized representative of the Trust, rendering them inadmissible. The Herold Gie letter was also a personal admission and did not constitute a statutory notice of insolvency by the Trust. Consequently, the liquidators failed to establish that they were a creditor of the Trust and failed to prove an act of insolvency. The application for new evidence was deemed unnecessary and wasteful.",
    "conclusion": "The appeal by the Trust was upheld. The original sequestration order was set aside, the rule nisi of 11 November 2009 was discharged, and the Trust was awarded costs, including the costs of two counsel, but was ordered to pay the costs of Absa Bank. The costs of the third intervening applicant were reserved, and the costs of the s 22 application were to be paid by the Trust on an opposed basis."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Compulsory Sequestration",
    "level_3": [
      "locus standi",
      "admissibility of evidence",
      "trust law",
      "act of insolvency",
      "creditor status"
    ]
  }
}