{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/29.html",
  "case_name": "Oilwell (Pty) Ltd v Protec International Ltd and Others (295/10) [2011] ZASCA 29; 2011 (4) SA 394 (SCA); 2011 BIP 400 (SCA) (18 March 2011)",
  "citation": "[2011] ZASCA 29",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 29\n|\nNoteup\n|\nLawCite\nOilwell (Pty) Ltd v Protec International Ltd and Others (295/10) [2011] ZASCA 29; 2011 (4) SA 394 (SCA); 2011 BIP 400 (SCA) (18 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 295/10\nIn\r\nthe matter between:\nOILWELL\r\n(PTY) LIMITED\n...............................................................................\nAppellant\nand\nPROTEC INTERNATIONAL LIMITED\n................................................\nFirst\r\nRespondent\nPROTEC AUTO CARE LIMITED\n..................................................\nSecond\r\nRespondent\nTHE REGISTRAR OF TRADE MARKS\n............................................\nThird\r\nRespondent\nNeutral citation:\nOilwell v Protec\n(295/10)\n[2011] ZASCA 29\n(18 March 2011)\nCoram:\nHarms DP, Lewis, Ponnan, Malan and Theron JJA\nHeard:\n08 March 2011\nDelivered:\n18 March 2011\nSummary:\nExchange Control Regulations – export of capital –\r\ntrade marks not ‘capital’ – effect of\r\nnon-compliance\nwith regulations\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria) (Prinsloo J sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (LEWIS, PONNAN, MALAN AND THERON JJA\r\nconcurring)\n[1] The trade mark ‘Protec’ (sometimes with\r\na device) is registered in many countries but this judgment is\r\nconcerned\nonly with the South African registration (1987/10291). This\r\nword mark is presently registered in the name of the second\r\nrespondent,\nProtec Auto Care Ltd (Auto Care), a company incorporated\r\nin the United Kingdom. The appellant, Oilwell (Pty) Ltd (Oilwell), is\r\na local company and seeks an order for the rectification of the trade\r\nmark register to reflect Oilwell instead of Auto Care as proprietor.\n\nOilwell relies on\ns 24(1)\nof the\nTrade Marks Act 194 of 1993\n, which,\r\nin brief, provides that in the event of an entry wrongly made in the\r\nregister, or of any error in any entry in the register,\nany\r\ninterested person may apply to court for the desired relief, which\r\nwould include rectification.\n[2] Oilwell wishes in effect to reverse an assignment of\r\nthe trade mark, which took place during 1998, when, in terms of a\r\ncomprehensive\nagreement between many parties this trade mark as well\r\nas the foreign Protec marks and pending trade mark applications were\r\nassigned\nto the first respondent, Protec International Ltd\r\n(International).\n[3] During the intervening years relations between the\r\nparties (or some of them) soured. Oilwell and some associates refused\r\nto\nrespect the rights of International and a number of orders were\r\nmade against them in the USA relating to trade mark infringement\nand\r\ncontempt of court. Locally there is a final order granted during 2002\r\nagainst Oilwell interdicting it from infringing the trade\nmark. On\r\nthe other hand, International ran into financial difficulties and as\r\npart of what appears to be a settlement the South\nAfrican trade mark\r\nwas assigned to Auto Care during 2007.\n[4] Oilwell discovered a judgment of\r\nJajbhay AJ in\nCouve\r\nv Reddot International (Pty) Ltd\n2004\r\n(6) SA 425\n(W). The judgment concerned inter alia the validity of an\r\nagreement to assign rights to patent applications by a South African\r\nentity to a foreign company which was entered into without the prior\r\nconsent of the SA Reserve Bank, the agent of The Treasury.\nCouve\nheld that within the meaning of reg\r\n10(1)(c) of the Exchange Control Regulations a patent application\r\nand, a fortiori, a patent\nare ‘capital’ and that such an\r\nassignment amounts to the ‘export’ of capital. The\r\nregulation provides that\n‘no person shall, except with\r\npermission granted by the Treasury and in accordance with such\r\nconditions as the Treasury may\nimpose . . . enter into any\r\ntransaction whereby capital or any right to capital is directly or\r\nindirectly exported from the Republic.’\n1\n[5] Relying on this judgment and the\r\nfact that International was registered in Guernsey, Oilwell applied\r\nduring September 2008 to\nthe Gauteng North High Court for the relief\r\nmentioned. Prinsloo J, who heard the case, came to the conclusion\r\nthat\nCouve\nwas wrongly decided, principally\r\nbecause intellectual property rights are not ‘capital’\r\nwithin the meaning of the term\nas used in the regulation, and he\r\ndismissed the application with costs. He subsequently granted the\r\nnecessary leave to appeal to\nthis court.\n[6] Two main issues crystallized as\r\nthe case unfolded. The first is whether the transaction was covered\r\nby reg 10(1)(c) and the\nsecond concerns the effect of non-compliance\r\nwith the provision. The third, prescription, does not arise in the\r\nlight of what follows.\nBut before these issues are addressed in any\r\ndetail it is necessary to refer to the empowering\nCurrency and\nExchanges Act 9 of 1933\n, which was adopted during the Great\r\nDepression. Its title, referring to currency and exchanges, gives a\r\ngeneral idea of the scope\nof the Act, as does the long title: ‘To\r\namend the law relating to legal tender, currency, exchanges and\r\nbanking.’ The\nterm ‘exchanges’ refers to what is\r\nbetter known as ‘exchange rates’. This appears from the\r\nAfrikaans text\nwhich speaks of ‘wisselkoerse’. Much of\r\nthe Act has been repealed but the important\ns 9\nremains. It empowers\r\nthe head of state to make regulations ‘in regard to any matter\r\ndirectly or indirectly relating to or\naffecting or having any bearing\r\nupon currency, banking or exchanges’\n(s 9(1)).\nThis is the\r\nempowering provision under which the Regulations were promulgated.\n2\n[7] Turning then to the meaning of\r\nreg 10(1)(c), Jajbhay AJ pointed out\n3\nthat the term ‘capital’\r\nis not defined and he adopted the views of Prof A N Oelofse\n4\nthat, considering the wide wording of\r\nthe provision and the general objects of the Regulations, ‘capital’\r\nis anything\n(or everything) with monetary value. The court below,\r\nwhile disagreeing with this view because the interpretation did not\r\ntake\naccount of the general scheme of the Regulations in the light of\r\nthe terms of the Act, did not reach any firm conclusion as to its\n\nmeaning. I, too, do not intend to define ‘capital’ in\r\nthis context comprehensively but will confine myself to the question\n\nwhether trade marks are within this framework ‘capital’.\r\nMy conclusion will by parity of reasoning obviously apply\nto patents,\r\ndesigns and copyright.\n[8] As a glance at any number of\r\ndictionaries will show, and as Latham CJ once said, ‘it is\r\nimpossible to say that “capital”\nhas a single technical\r\nmeaning which prima facie should be attributed to the word in any\r\nstatutory provision’ and that ‘the\nsignificance of the\r\nword [“capital”] in a particular case depends on the\r\ncontext in which it is used.’\n5\n[9] Oilwell’s counsel submitted\r\nthat the term ‘capital’ includes ‘anything with a\r\nmonetary value’.\nBut when asked whether the term in the present\r\ncontext has been used as an economic, financial or accounting concept\r\ncounsel readily\naccepted that it was used in a financial sense. This\r\nmust be so because the Regulations are supposed to deal with matters\r\nrelating\nto currency (banking and exchange rates, the other two\r\nmatters referred to in\ns 9\n, do not feature). The\nEncarta\r\nWorld English Dictionary\n(s\r\nv ‘capital’) distinguishes between these meanings and\r\nstates that the meaning of ‘capital’ in a financial\n\ncontext is ‘cash for investment [,] money that can be used to\r\nproduce further wealth’. As Chitty J explained in another\n\ncontext, capital is not the thing that for the time being represents\r\ncapital ‘in the sense of being things in which the capital\nhas\r\nbeen laid out.’\n6\n[10] But how does that particular\r\ndictionary definition fit in with the Regulations? Perfectly, I would\r\nsuggest. It appears for\ninstance from the definition of ‘affected\r\nperson’ in reg 1 that the Regulations do not regard ‘capital’\n\nand ‘assets’ as synonymous concepts, which is what\r\nOilwell’s argument boils down to.\n7\n‘\nCapital’ in this\r\ndefinition in any event refers to share capital. It also defines the\r\nterm ‘goods’, which includes\n‘any immovable goods\r\nor security’ and consequently movables also. There are also\r\nother textual indications in reg 10(1)\nwhere paras (a) and (b) deal\r\nwith the export of ‘goods’ while para (c) speaks of the\r\nexport of ‘capital’.\nThis means, according to ordinary\r\nrules of interpretation, that there must be a difference between\r\n‘capital’ and ‘goods’\nand that the terms do\r\nnot overlap. Further support for this interpretation is to be found\r\nin reg 11, which deals with ‘capital\nissues’ – all\r\nabout raising money.\n[11] Serious anomalies would arise if ‘capital’\r\nin context were to mean everything with monetary value. Immovable\r\nproperty\nwould then be capital and although it cannot be ‘exported’\r\nthe purchase of such property by a foreign company would\namount to\r\nthe export of the right to capital, something covered by para (c).\r\nThis would be all the more so when the property is\nan income\r\nproducing property. But it is common cause that the sale of immovable\r\nproperty to a foreign company is not covered by\nthe provision. The\r\nexample can be extended to movables with monetary value. A\r\n‘foreigner’ who purchases a movable in\nSouth Africa, on\r\nOilwell’s argument, buys a capital item and exports the right\r\nto that capital item from the Republic on\nleaving. This would\r\nsurprise many, not only those who hawked vuvuzelas during the Soccer\r\nWorld Cup event but also The Treasury.\nThese examples show that a\r\nrestrictive interpretation is called for, particularly in view of the\r\nfact that any legislation that\ncreates criminal and administrative\r\npenalties, as the Regulations do, requires restrictive\r\ninterpretation.\n[12] It is also useful to refer to\r\nthe Afrikaans text. Since the Regulations were promulgated in English\r\nand Afrikaans at a time\nwhen these languages were on a par, the two\r\ntexts have equal authority.\n8\nRegulation 10(1)(c) uses the term\r\n‘kapitaal’ and ‘uitvoer’ for ‘capital’\r\nand ‘export’.\nAccording to the authoritative Afrikaans\r\ndictionary,\nWoordeboek\r\nvan die Afrikaanse Taal\n,\r\nthe term ‘kapitaaluitvoer’ means ‘verplasing van\r\ngeldkapitaal na die buiteland’ and ‘beskikbaarstelling\nop\r\ndie lang termyn van geldmiddele aan die buiteland’ which\r\naccords with the financial meaning of ‘capital’ referred\n\nto above.\n[13] Reverting to trade mark rights:\r\nlike all other intellectual property rights they are territorial and\r\nakin to immovables.\n9\nThey can therefore not be ‘exported’.\r\nBut\nCouve\nheld that the rights in patent\r\napplications include the concomitant right to receive royalties as\r\ncapital.\n10\nThis statement contains many\r\nmisconceptions. A patent application creates no monopoly. It creates\r\nonly a priority right and an expectation\nthat a patent may issue.\r\nOnce the patent issues – and only from the date of grant –\r\npatent rights arise.\n11\nThe Patents Act does not mention any\r\nright to receive royalties and the ‘right’ to them would\r\nbe incidental, flowing\nfrom a subsequent contract. In other words, a\r\npatent does not create a right to royalties; it is the royalty\r\nagreement that does.\nThe flow overseas of royalties and licence fees\r\nare in any event controlled by reg 3(1)(c) – it may not take\r\nplace without\nThe Treasury approval. And last, royalties represent\r\nearnings or income and not ‘capital’ in any sense of the\r\nword.\nThis is confirmed by another aspect of the definition of\r\n‘affected person’: it also distinguishes between capital\r\nand\nearnings.\n[14] Jajbhay AJ also relied for his\r\nconclusion that royalties are ‘capital’ on a provision of\r\nthe Income Tax Act 58\nof 1962 in terms of which the acquisition of a\r\npatent or patent application is regarded as a capital expenditure and\r\nallowed as\na reduction in the determination of taxable income (s\r\n11(\ng\nA)).\r\nThis, too, gives rise to conceptual problems. How something that is\r\ncapital for purposes of income tax can determine the meaning\nof the\r\nword in unrelated legislation dealing with currency is not\r\nunderstood. In any event, the fact that the Income Tax Act regards\na\r\npatent as a capital asset does not mean that royalties are capital.\r\nAs a matter of fact that Act regards royalties and licence\nfees as\r\n‘gross income’ (s 1 s v ‘gross income’\r\n(g)(iii)).\n[15] I therefore conclude that the\r\ncourt below was correct in its interpretation of reg 10(1)(c) and\r\nthat the appeal must be dismissed\non this ground. There is, however,\r\nanother and independent reason why the appeal cannot succeed and this\r\nrelates to another mainstay\nof the\nCouve\njudgment, namely the finding that the\r\nfailure to obtain prior The Treasury consent for an agreement falling\r\nunder reg 10(1)(c) is\nfatal to the agreement because it is void.\r\nPrinsloo J, in the court below, disagreed. It will be recalled in\r\nthis regard that the\nparagraph states that no person ‘shall’,\r\nexcept with the requisite permission, ‘enter into’ any\r\ntransaction\ncovered by the provision. As mentioned, failure to comply\r\nmay amount to a criminal offence punishable by a heavy fine of not\r\nexceeding\nR250 000 and/or five years’ imprisonment (reg 22).\n[16] It is necessary to place reg 22\r\nin perspective. The parties to the assignment did not intend to\r\ncontravene or circumvent the\nRegulations.\n12\nOn the contrary, they were concerned\r\nthat the envisaged transfer of the trade mark registration might be\r\nconditional on requisite\napprovals being obtained from relevant\r\nnational revenue and other authorities, and they all agreed to apply\r\npromptly for such approvals\nand use their best efforts thereto. It is\r\nclear that they all were under the impression that no Treasury\r\nconsents were required.\nAs a matter of fact, the Exchange Control\r\nManual issued by The Treasury and which details all the requirements\r\nand rulings relevant\nto the Regulations at the time made no reference\r\nto the assignment of intellectual property rights. It was only two\r\nyears after\nthe judgment in\nCouve\nthat the manual (which has no legal\r\nstanding) was amended to reflect that reg 10(1)(c) applied to such\r\nagreements. It is therefore\nunlikely that any of the relevant parties\r\nhad\nmens rea\nand, consequently, committed any\r\ncrime because the criminalization of contraventions of, or failures\r\nto comply with any provision\nof the Regulations in reg 22, requires\nmens rea\nas was held by Rumpff CJ in\nS\r\nv de Blom\n1977 (3)\r\nSA 513\n(A). This is especially so where the public was not informed\r\nof the requirement.\n13\nHowever, this does not mean that a\r\ncontravention of the Regulations requires\nmens\r\nrea\n: it means only\r\nthat in its absence the relevant parties may not be punished\r\ncriminally.\n[17] Reliance on the Regulations in\r\norder to escape contractual obligations is not something new.\r\nHowever, as Steyn CJ said nearly\n50 years ago, the Regulations are\r\nthere in the public interest and not to provide ‘an unwilling\r\ndebtor with a ready instrument\nfor evading liability’ or ‘to\r\ngrant a selective moratorium to a particular class of defaulting\r\ndebtors’.\n14\nTheir purpose, said Trollip JA, is to\r\nenable The Treasury to exercise proper control over transactions\r\naffecting foreign currency\nin order to protect the Republic’s\r\nforeign reserves.\n15\n[18] Debtors remained undaunted and\r\nrelied especially on reg 3(1)(c) to evade judgment.\n16\nAfter a number of conflicting\r\njudgments this court held, in spite of the peremptory language of the\r\nprovision (‘no person\nshall’), that the prior consent of\r\nThe Treasury was not required in order to obtain a court order for\r\npayment. Hoexter JA\nconcluded with these words:\n17\n‘\nEmbodied\r\nin the regulations is a criminal sanction which is designed to\r\nenforce compliance therewith. The penalty prescribed for\n\nnon-compliance is a stiff one. In my view the Legislature was here\r\ncontent with the said criminal sanction as being sufficient\nto ensure\r\ncompliance with reg 3(1)(c).’\n[19] The background to this statement\r\nis to be found in J Voet\nCommentarius\r\nad Pandectas\n1.3.16\r\n(Gane’s translation) who said this:\n‘\nThings\r\ndone contrary to the laws are not\nipso\r\njure\nnull if the law is content with enacting a penalty against\r\ntransgressors.’\n. . .\n‘\nNay\r\nindeed there is no lack of laws which forbid, and yet do not\r\ninvalidate things to the contrary, nor impose any penalty upon\nthem.\r\nHence came into vogue the famous maxim “Many things are\r\nforbidden in law to be done which yet when done hold good”.’\nThis approach has been adopted in many judgments, more\r\nparticularly in the leading case of\nStandard Bank v Estate van\r\nRhyn\n1925 AD 266\nat 274, where Solomon JA also referred to a\r\nfurther statement by Voet (not as translated by Gane) that an\r\nimportant consideration\nis whether ‘greater inconveniences and\r\nimpropriety would result from the rescission of what was done, than\r\nwould follow the\nact itself done contrary to the law.’ Voet\r\nconcluded this section with a reference to H De Groot (Grotius to\r\nsome)\nInleidinge\n1.2.2 where the author, dealing with the same\r\nsubject, said that things done contrary to law are only void if the\r\nlaw so expresses\nitself (‘de wet sulcks uytdruckt’), or\r\nif someone’s ability to perform the act has been curtailed, or\r\nif the\ndeed ‘heeft een gestadigde onbehoorlickheid’\r\n(translated by Gane via Voet as ‘if the act performed suffers\r\nfrom\nsome obvious and ingrained disgrace’ but more correctly\r\nfrom some ‘unremitting impropriety’).\n[20] Next to consider is the judgment\r\nof Kriek J in\nBrownlee\n(supra). The case\r\nconcerned reg 3(1)(e), which deals with the grant of financial\r\nassistance to any person in the Republic where\nsecurity for the\r\nfinancial assistance is furnished by any person resident outside the\r\nRepublic. Once again such assistance may\nnot take place without the\r\npermission of The Treasury or a person authorised by the Treasury and\r\nin accordance with such conditions\nas the Treasury may impose. Kriek\r\nJ held that the fact that such financial assistance was given without\r\nthe consent of The Treasury\ndid not nullify the agreement. He\r\nrecognised, in quoting extensively from\nSwart\r\nv Smuts\n1971 (1) SA\r\n819\n(A) and\nPottie v\r\nKotze\n1954 (3) SA\r\n719\n(A),\nthat it is\r\nreally a matter of interpretation and he came to this conclusion in\r\nspite of the fact that reg 3 is couched in imperative\nterms and in\r\nspite of the severity of the penalties in reg 22.\n18\nImportant considerations, to his\r\nmind, were that The Treasury consent was in a sense a formality\r\n(although not ‘merely’\none) and the fact that the\r\nprohibition was not absolute because The Treasury could always have\r\nconsented to the conclusion of the\ntransaction.\n19\nIn addition, he said, avoiding the\r\nagreement was not necessary to attain the objects of the\r\nregulations,\n20\nand nullity would have resulted in\r\ngreater inconvenience and impropriety than keeping the agreement\r\nalive.\n21\n[21] Then came\nHenry\r\nv Branfield\n1996\r\n(1) SA 244\n(D). The case concerned the purchase of foreign currency\r\nwithout the permission of The Treasury in conflict with reg 2.\r\nLevinsohn\nJ, relying on the reasoning of Kriek J in\nBrownlee\n,\r\nstruck the agreement down\n.\nHe did not explain why he in effect\r\noverruled a judgment which was binding on him nor did he justify the\r\nuse of Kriek J’s\nreasoning to reach the opposite result. He\r\nsimply said that, having regard to the peremptory nature of the\r\nprohibition, the Legislature\nnot only intended to visit a\r\ncontravention with criminal sanctions but also with nullity,\n22\nsomething that does not quite accord\r\nwith the quoted dictum by Hoexter JA in\nBarclays\r\nNational Bank Ltd v Thompson\n(supra).\n[22] It would be fair to say that\nCouve\nrefused\r\nto follow\nBrownlee\nfor these reasons: the Regulations\r\naimed to protect our reserves and are couched in imperative terms.\n23\nBertelsmann J, in the context of\r\nanother type of transaction, came more or less to the same conclusion\r\nbut he left open the important\nquestion whether The Treasury could\r\ngive its consent after the event.\n24\n[23] Although these considerations\r\nare important and although it is arguable that, in spite of Voet’s\r\ngeneralized view, the\nheftier the penalty the more likely it is that\r\ninvalidity is intended, I am unable to agree with the conclusion\r\nreached in\nCouve\n.\n[24] In search of the elusive\r\nintention or meaning expressed in the Regulations, it is necessary to\r\nreiterate that the object of\nthe Regulations in general is to\r\nregulate and control foreign currency and the object of reg 10(1)(c)\r\nin particular is ‘to\ncontrol foreign exchange in the public\r\ninterest and to prevent the loss of foreign currency resources\r\nthrough the transfer abroad\nof capital assets held in South Africa.’\n25\nThe Regulations are, accordingly, for\r\nthe public interest and not to protect any private interests. They\r\nwere adopted for the sake\nof The Treasury and not for the sake of\r\ndisgruntled or disaffected parties to a contract. This is apparent\r\nfrom the penalty provision.\nBut more importantly, it appears from\r\nregs 22A, 22B and 22C.\n26\nThey provide that any money or goods\r\nin respect of which a contravention has been committed may be\r\nattached by The Treasury; these\nmay be forfeited to the State; and\r\nany shortfall may be recovered by The Treasury from not only persons\r\ninvolved in the commission\nof the offence but also from anyone\r\nenriched or who has benefited as a result thereof. To add\r\nirremediable invalidity to the transaction\nwould amount to overkill\r\nand as Kriek J said, it would lead to ‘greater inconveniences\r\nand impropriety’ which is illustrated\nnot only by the facts in\nBrownlee\n27\nbut also the facts of this case and\r\neven those of\nHenry\r\nv Branfield\n.\n28\nIn addition, transactions falling\r\nfoul of the Regulations do not pass De Groot’s test for\r\ninvalidity.\n[25] This does not mean that in the\r\nabsence of Treasury consent the transaction is enforceable without\r\nmore. Parties who enter into\na contract that may conceivably be hit\r\nby the Regulations are, unless the contract provides otherwise (in\r\nthis case it did not\nprovide otherwise), both obliged to take the\r\nnecessary steps to obtain The Treasury’s consent (something\r\nexpressly agreed\nto by the parties). This must be so because of the\r\nsupposition that the parties negotiated in good faith and intended to\r\nenter\ninto an effective contract.\n29\nThere is nothing preventing The\r\nTreasury from consenting to a transaction\nex\r\npost facto\n, a\r\nnecessary corollary of the judgment in\nBarclays\r\nNational Bank Ltd v Thompson\n(supra).\r\nThis means that the transaction absent consent is not void at the\r\nbehest or election of one of the parties to it. A party\nfaced with a\r\nclaim based on a transaction which that party believes is covered by\r\nthe Regulations can therefore not rely only on\nthe lack of consent to\r\navoid the claim. The defendant may in appropriate circumstances file\r\na dilatory plea pending the determination\nby The Treasury of its\r\napplication for the necessary consent.\n30\nOnce The Treasury refuses to grant\r\nconsent, the defendant would be entitled to resist the claim on that\r\nground. If performance took\nplace without consent, neither party may\r\nclaim restitution.\n31\nIt would then be for The Treasury to\r\ninvoke regs 22A, 22B and 22C to undo the effect or proposed effect of\r\nthe transaction.\n[26] In the result the appeal is dismissed with costs,\r\nincluding the costs of two counsel.\n______________________\nL T C Harms\nDeputy President\nAPPEARANCES\nAPPELLANT/S E W Dunn SC (with him I Joubert)\nInstructed by Adams & Adams, Pretoria\nHoney Attorneys, Bloemfontein\nRESPONDENT/S: P Ellis SC (with him A P Ellis)\nInstructed by Mark W Nixon Attorney, Pretoria\nHill McHardy & Herbst, Bloemfontein\n1\nThe\r\n\twhole of reg 10(1) reads as follows:\n‘\nRestriction\r\n\ton export of capital.\n(1)  No\r\n\tperson shall, except with permission granted by the Treasury and in\r\n\taccordance with such conditions as the Treasury\nmay impose:\n(a)\r\n\texport from the Republic during any period of twelve months a total\r\n\tquantity of goods which exceeds in value twenty rand or\nsuch greater\r\n\tamount as the Treasury may determine, if:\n(i) no payment for such goods has been or is to be\r\n\treceived in the Republic from a person outside the Republic; or\n(ii)\r\n\tsuch goods are exported at a price which is less than the value\r\n\tthereof; or\n(iii)\r\n\tthe period within which payment for such goods is to be made exceeds\r\n\tsix months from the date of shipment from the Republic\nor such\r\n\tshorter period as an authorised dealer may determine in respect of\r\n\tsuch goods;\n(b)\r\n\ttake out of the Republic goods, including personal apparel,\r\n\thousehold effects and jewellery which have a value in excess of\nsix\r\n\thundred rand or of such greater amount as the Treasury may\r\n\tdetermine;\n(c)\r\n\tenter into any transaction whereby capital or any right to capital\r\n\tis directly or indirectly exported from the Republic.’\n2\nIt\r\n\tis debatable whether all of s 9 would survive constitutional\r\n\tscrutiny – and I refer specifically to s 9(3) which empowers\n\n\tthe head of state to suspend any Act of Parliament by means of\r\n\tregulation – but that is by way of an aside.\n3\nAt\r\n\t430E-H.\n4\nSuid-Afrikaanse\r\n\tValutabeheerwetgewing\n(1991) p 68-69.\n5\nIncorporated\r\n\tInterests Pty Ltd v The Federal Commissioner of Taxation\n[1943] HCA 1\n;\n(1943) 67 CLR 508\nat 515.\n6\nLubbock\r\n\tv British Bank of South America\n[1892]\r\n\t2 Ch 198\nat 202 quoted by John B Saunders\nWords\r\n\tand Phrases Legally Defined\n(3 ed,\r\n\t1988) s v ‘capital’.\n7\n‘“\nAffected\r\n\tperson” means a body corporate, foundation, trust or\r\n\tpartnership operating in the Republic, or an estate, in respect\nof\r\n\twhich:\n(i)\r\n\t75 per cent or more of the capital, assets or earnings thereof may\r\n\tbe utilised for payment to, or to the benefit in any manner\nof, any\r\n\tperson who is not resident in the Republic; or\n(ii)\r\n\t75 per cent or more of the voting securities, voting power, power of\r\n\tcontrol, capital, assets or earnings thereof, are directly\nor\r\n\tindirectly vested in, or controlled by or on behalf of, any person\r\n\twho is not resident in the Republic.’\n8\nL\r\n\tC Steyn\nDie Uitleg van Wette\n(5 ed) p 143 with reference to\nR\r\n\tv Shoolman\n1937 CPD 183\nat 186-187.\n9\nGallo\r\n\tAfrica Ltd v Sting Music (Pty) Ltd\n2010\r\n\t(6) SA 329\n(SCA).\n10\nAt\r\n\t433B-C.\n11\nPatents\nAct 57 of 1978\nss 44\nand\n45\n.\n12\n\">\n12\nA-Team\r\n\tDrankwinkel BK v Botha en ‘n ander NNO\n1994\r\n\t(1) SA 1\n(A) at 11B-E.\n13\nAt\r\n\t528D-E.\n14\nNestel\r\n\tv National and Grindlays Bank Ltd\n1962\r\n\t(2) SA 390\n(A) at 395H-396A.\n15\nS\r\n\tv Katsikaris\n1980 (3) SA 580\n(A) at\r\n\t590A also quoted by Kriek J in\nBarclays\r\n\tNational Bank Ltd v Brownlee\n1981 (3)\r\n\tSA 579\n(D) at 584A.\n16\nIt\r\n\treads:\n‘\nSubject\r\n\tto any exemption which may be granted by the Treasury or a person\r\n\tauthorised by the Treasury, no person shall, without\npermission\r\n\tgranted by the Treasury or a person authorised by the Treasury and\r\n\tin accordance with such conditions as the Treasury\nor such\r\n\tauthorised person may impose:\n(a)\r\n\t. . .\n(b)\r\n\t. . .\n(b)bis\r\n\t…; or\n(c)\r\n\tmake any payment to, or in favour, or on behalf of a person resident\r\n\toutside the Republic, or place any sum to the credit\nof such\r\n\tperson.’\n17\nBarclays\r\n\tNational Bank Ltd v Thompson\n1985 (3)\r\n\tSA 778\n(A) at 795I-J.\n18\nAt\r\n\t583B-F.\n19\nAt\r\n\t583F-H.\n20\nAt\r\n\t584E-F.\n21\nAt\r\n\t584H.\n22\nAt\r\n\t250B-D.\n23\nAt\r\n\t438C-D.\n24\nPratt\r\n\tv Firstrand Bank Ltd\n[2004] 4 All SA\r\n\t306\n(T). The judgment dealt with an exception. During the subsequent\r\n\ttrial it was found that the lack of consent had not been\r\n\testablished.\nThis finding was upheld on appeal:\nPratt\r\n\tv First Rand Bank\n[2008] ZASCA 92\n;\n[2009] 1 All SA 158\n(SCA).\n25\nBerzack\r\n\tv Nedcor Bank Ltd\n[2001] 1 All SA 410\n(SCA) para 3.\n26\nSouth\r\n\tAfrican Reserve Bank v Torwood Properties (Pty) Ltd\n1997(2)\r\n\tSA 169 (A);\nSouth African Reserve Bank v Khumalo\n2010\r\n\t(5) SA 449\n(SCA);\n[2011] 1 All SA 26\n(SCA).\n27\nBrownlee\nat 584H.\nBut see for a different view:\nPratt\r\n\tv Firstrand Bank Ltd\n[2004] 4 All SA\r\n\t306\n(T) para 48.\n28\nFor\r\n\ta critical analysis of the facts: 1996\nAnnual\r\n\tSurvey of SA Law\n205-206.\n29\nSouth\r\n\tAfrican Forestry Co Ltd v York Timbers Ltd\n2005\r\n\t(3) SA 323\n(SCA) para 32.\n30\nA\r\n\tdilatory plea will not be possible, for instance, under reg 3(1)(c)\r\n\tas was held in\nBarclays National Bank\r\n\tLtd v Thompson\nsupra\n.\n31\nCompare\nAfrisure CC v\r\n\tWatson NO\n[2008] ZASCA 89\n;\n2009 (2)\r\n\tSA 127\n(SCA) paras 45-47. Oilwell’s argument that its claim\r\n\twas not one for restitution – relying on\nBotha\r\n\tv Fick\n[1994] ZASCA 184\n;\n1995\r\n\t(2) SA 750\n(A) – is not acceptable. Its underlying cause of\r\n\taction, based on the alleged invalidity of the assignment, remained\r\n\tan\nenrichment action as was recognized in\nHenry\r\n\tv Branfield.\nThis\r\n\tis so because ownership passed in the light of the abstract theory\r\n\tof transfer of ownership, which does not require a valid\nunderlying\r\n\ttransaction for passing of ownership:\nLegator\r\n\tMcKenna Inc v Shea\n2010 (1) SA 35\n(SCA) para 20-22 and compare\nOriental\r\n\tProducts (Pty) Ltd v Pegma 178 Investments Trading CC and Others\r\n\t(126/2010)\n[2010] ZASCA 166.\nRectification\r\n\tof the register was but a formal way of accomplishing restitution.\r\n\tOnce that is so, the\npar\r\n\tdelictum\nrule may\r\n\ttake effect, something not appreciated in\nGoss\r\n\tv EC Goss & Co (Pty) Ltd\n1970 (1) SA 602\n(D).",
  "scraped_at": "2026-02-12T15:22:51.423157",
  "date": "2011-03-18",
  "coram": [
    "Harms DP",
    "Lewis",
    "Ponnan",
    "Malan",
    "Theron JJA"
  ],
  "case_number": "295/10",
  "parties": {
    "applicants": [
      "Oilwell (Pty) Ltd"
    ],
    "respondents": [
      "Protec International Ltd",
      "Protec Auto Care Ltd",
      "The Registrar of Trade Marks"
    ]
  },
  "sections": {
    "facts": "The trade mark ‘Protec’, registered in South Africa in 1987, was originally owned by Oilwell (Pty) Ltd. In 1998 the mark was assigned to Protec International Ltd as part of a broader agreement involving several related marks. Relations soured and Oilwell challenged the later 2007 assignment of the South African registration to Protec Auto Care Ltd, a UK company. Oilwell sought rectification of the register to restore its ownership and relied on s 24(1) of the Trade Marks Act. The dispute raised an exchange‑control issue because a previous South African court had held, following Couve v Reddot International, that the assignment of intellectual‑property rights constituted an export of ‘capital’ under regulation 10(1)(c) of the Exchange Control Regulations, requiring Treasury consent.",
    "issues": "1) Whether the assignment of a trade‑mark falls within the scope of regulation 10(1)(c), i.e., whether a trade‑mark is ‘capital’ that can be exported. 2) What is the effect of failing to obtain prior Treasury consent – does it render the transaction void or merely expose the parties to penalties? 3) Whether the earlier judgment in Couve correctly interpreted ‘capital’ for intellectual‑property rights.",
    "principles": "The Court examined the definition of ‘capital’ in the Exchange Control Regulations, noting that the term is not defined and must be interpreted in light of the purpose of the regulations – control of foreign currency and protection of foreign reserves. It distinguished ‘capital’ from ‘goods’ and concluded that intellectual‑property rights are territorial and akin to immovables, therefore not exportable capital. The Court also upheld the principle that where a regulation imposes a criminal sanction, the absence of consent does not automatically void the underlying contract unless the legislation expressly provides for nullity. Public‑interest considerations and the need for restrictive interpretation of penal statutes were emphasized.",
    "application": "Applying these principles, the Court held that the trade‑mark ‘Protec’ does not constitute ‘capital’ within the meaning of regulation 10(1)(c). Consequently, the assignment was not a prohibited export of capital and the requirement for Treasury consent was inapplicable. The Court further concluded that, although non‑compliance with the regulations may attract penalties, it does not invalidate the transaction. Therefore the appeal by Oilwell seeking rectification of the register could not succeed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The Court affirmed the lower court’s decision that the trade‑mark assignment does not fall within the exchange‑control prohibition and that lack of Treasury consent does not render the agreement void."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trade Marks",
    "level_3": [
      "exchange control",
      "definition of capital",
      "regulation compliance",
      "court of appeal"
    ]
  }
}