{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/54.html",
  "case_name": "Blom and Another v Brown and Others ([2011] 3 All SA 223 (SCA)) [2011] ZASCA 54; 345/10 (31 March 2011)",
  "citation": "[2011] ZASCA 54",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 54\n|\nNoteup\n|\nLawCite\nBlom and Another v Brown and Others ([2011] 3 All SA 223 (SCA)) [2011] ZASCA 54; 345/10 (31 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no : 345/10\nNADINE\r\nBLOM\n...............................................................................\nFirst\r\nAppellant\nELMARI\r\nBROWN\n......................................................................\nSecond\r\nAppellant\nand\nCECILIA\r\nGETRUIDA BROWN\n...................................................\nFirst\r\nRespondent\nGERT\r\nVAN SCHALKWYK\n....................................................\nSecond\r\nRespondent\nTHE\r\nMASTER OF THE HIGH COURT PRETORIA\n.................\nThird\r\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nBlom v Brown\n(345/10)\n[2011] ZASCA 54\n(31 March 2011)\nBENCH:\r\nPONNAN, TSHIQI and SERITI JJA\nHEARD: 14 MARCH 2011\nDELIVERED: 31 MARCH 2011\nSUMMARY:\nWills Act 7 of 1953\n–\nsection 4A\n– interpretation of.\n____________________________________________________________\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nNorth Gauteng High Court\r\n(Pretoria) (Ismail AJ sitting as court of first instance).\nThe appeal is dismissed with costs.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN and SERITI JJA (TSHIQI JA concurring):\n[1] The first appellant, Nadine Blom (born Brown) and her sister, the\r\nsecond appellant, Elmari Brown are the children of Alfred\nSamuel\r\nBrown (the deceased). Their parents divorced in 1984. On 27 September\r\n1985 the deceased married the first respondent, Cecilia\nGetruida\r\nBrown, out of community of property. No children were born of his\r\nmarriage to the first respondent. On 28 March 1995 the\ndeceased\r\nexecuted a will (the first will), in terms whereof he left to the\r\nfirst respondent his entire estate provided that she\nsurvived him by\r\nat least seven days.\n[2] On 24 August 2007 prior to travelling to Ulundi in KwaZulu Natal,\r\nwhere he expected to spend one month on a work related assignment,\n\nthe deceased asked to see the first will because, as he put it, he\r\ndid not want the first respondent to struggle, should something\n\nhappen to him whilst he was in Ulundi. His concern was triggered, it\r\nwould seem, by him having been hospitalised for a lung infection\n\nduring the course of the preceding month. The first respondent\r\ninformed the deceased that he ought not to be concerned as he had\na\r\nvalid will, but she could not immediately lay her hands on it when\r\nshe searched for it, and was thus unable to put his mind at\nease. The\r\ndeceased then asked her to call her nephew, Heinrich Kossatz and the\r\nlatter’s girlfriend, Natasha Gerber, who were\nliving in a\r\ngranny flat on their property. In their presence he then dictated a\r\nwill which the first respondent wrote out in her\nown handwriting.\r\nAfter first reading it, he signed that will (the second will) in the\r\npresence of the first respondent, Kossatz\nand Gerber. Each of the\r\nlatter two then signed as witnesses. In terms of the second will he\r\nrevoked all of his previous wills and\ncodicils and once again\r\nbequeathed his entire estate to the first respondent.\n[3] On 28 August 2007 and whilst in Ulundi the deceased met his\r\ndeath. After his death First National Bank lodged the first will\nwith\r\nthe third respondent, the Master of the High Court, Pretoria. The\r\nfirst respondent consulted with an attorney and pursuant\nto that\r\nconsultation on 24 September 2007 she lodged the second will with the\r\nMaster. As the second will made no provision for\nan executor, she\r\nalso sought the appointment of Angelique Scheepers, an attorney, as\r\nexecutor of the deceased’s estate. The\nMaster took the view\r\nthat Ms Scheepers, not having been exempted by the deceased, was\r\nobliged to furnish security for the due discharge\nof her duties as\r\nexecutor. Ms Scheepers was unwilling to do so and in consequence the\r\nMaster declined to appoint her.\n[4] On 13 March 2008 the Master wrote to the first respondent\r\nenquiring about:\n‘\nthe relationship between the\r\nwriter of the handwritten portions of the will and the witnesses to\r\nthe signature of the testator and\nthe beneficiaries under the will.’\nShe responded fully in writing to the Master that very day. Shortly\r\nthereafter the first respondent called on the office of the\nMaster in\r\nan endeavour to resolve the appointment of an executor. She was\r\ninformed that if she were appointed executor it would\nnot be\r\nnecessary for her to furnish security. As the first respondent was an\r\nunrehabilitated insolvent and thus did not qualify\nfor appointment,\r\nshe made application to court and on 24 April 2009, by order of the\r\nNorth Gauteng High Court (Pretoria), an order\nfor her rehabilitation\r\nissued. Armed with the order she once again approached the office of\r\nthe Master and was duly appointed executor.\nShe was also informed\r\nthat she was disqualified from benefiting under the will by virtue of\ns 4A\nof the\nWills Act 7 of 1953\n.\n[5] The first respondent on the advice of attorney Gert van\r\nSchalkwyk, the second respondent, then launched an\nex part\ne\r\napplication to the North Gauteng High Court (Pretoria) for an order\r\nin the following terms:\n‘\n1 Dat verklaar word dat die\r\noorledene, Alfred Samuel Brown, se eggenote, Cecilia Getruida Brown,\r\nbevoeg is om die voordele te ontvang\nwat aan haar bemaak is in die\r\ntestament van gesegde oorledene gedateer 24 Augustus 2007.\n2 Dat verdere of alternatiewe regshulp aan die Applikant\r\nverleen word.’\nThat application succeeded before Pretorius AJ.\n[6] During May 2009 the appellants caused application proceedings to\r\nbe instituted in the North Gauteng High Court against the\nfirst and\r\nsecond respondents, as also the Master. The relief sought was:\n‘\n1 Rescinding the order granted\r\non 14 July 2008 in case no. 28005/2008 and replacing it with the\r\nfollowing:\n“\n1 Dit word verklaar dat die\r\nApplikant (Cecilia Gertruida Brown) in terme van Artikel 4A(2)(b) van\r\ndie Wet op Testamente, Nr 7 van\n1953, bevoeg is om ‘n voordeel\r\nuit die testament van Alfred Samuel Brown gedateer 24 Augustus 2007\r\nte ontvang, onderhewig\ndaaraan dat die waarde van sodanige voordeel\r\nnie ‘n kindsdeel soos in die Wet of Intestate Erfopvolging, Nr\r\n81 van 1987 bedoel,\nsal oorskry nie;\n2 Dit word verder verklaar dat gemelde Alfred Samuel\r\nBrown se twee afstammelinge, Nadine Blom en Elmari Brown, ingevolge\r\ndie bepalings\nvan die Wet op Intestate Erfopvolging, Nr 81 van 1987,\r\nbevoeg en geregtig is om in gelyke dele die restant van voormelde\r\nAlfred\nSamuel Brown se boedel te erf.”\n2 In the alternative to paragraph 1 above, rescinding\r\nthe order granted on 14 July 2008 in case no. 28005/2008 and granting\r\nleave\nto the First and Second Applicants in this application to\r\noppose the application in case no. 28005/2008 and to deliver their\r\nnotice\nof intention to oppose within 10 days from date hereof;\n3 That the First Respondent be removed from office of\r\nexecutor in the administration of the deceased estate of Alfred\r\nSamuel Brown,\nMaster’s reference no. 19545/07, in terms of the\r\nprovisions of\nSection 54(1)(a)\nof the\nAdministration of Estates Act,\nNo. 66 of 1965\nand that she be ordered to forthwith return her\r\nletters of executorship to the Third Respondent;\n4 That the First and Second Respondent be ordered to pay\r\nthe costs of this application, jointly and severally, the First\r\nRespondent\nin her personal capacity and the Second Respondent\nde\r\nbonis propriis\n;\n5 That further and/or alternative relief be granted.’\n[7] In an affidavit filed in support of the relief sought the first\r\nappellant states:\n‘\n10\nIt is now a well-known fact that the First Respondent\r\nwas involved in the execution of my father’s last will\r\n(Annexure “A”\nhereto), because she, as his wife, wrote\r\nout the will for him in her own handwriting. This is more fully\r\nexplained by herself in\nan affidavit which I shall later refer to\r\nmore fully.\n11\nI am advised that in this regard the provisions of\nSection 4A(1)\nread with subsection (2)(b) of the\nWills Act, No. 7 of\n1953\n, are applicable, as the First Respondent, being my late father’s\r\nwife, would have been entitled to inherit from him if he\nhad died\r\nintestate.\n12\nIn terms of\nSection 4A(1)\nread with subsection (2)(b) of\r\nthe\nWills Act such\nperson shall be disqualified from receiving any\r\nbenefit from that will, but that a court may declare such a person\r\ncompetent to\nreceive a benefit which shall not exceed the value of\r\nthe share to which that person would have been entitled in terms of\r\nthe law\nrelating to intestate succession.\n13\nIn terms of\nSection 1(1)(c)\nof the\nIntestate Succession\nAct, No. 81 of 1987\n, where a person dies intestate and is survived by\r\na spouse as well as a descendant, such spouse shall inherit a child’s\r\nshare\n(or so much of the intestate estate as does not exceed in value\r\nthe amount fixed from time to time by the Minister) and the\r\ndescendant\nshall inherit the residue.\n14\nIn terms of\nSection 1(4)(f)\na child’s portion, in\r\nrelation to the intestate estate of a deceased, shall be calculated\r\nby dividing the monetary value\nof the estate by a number equal to the\r\nnumber of children of the deceased, plus one.\n15\nThis means, I respectfully submit, that the First\r\nRespondent would only be entitled to inherit one third (a child’s\r\nportion)\nof my father’s nett estate, whilst the Second\r\nApplicant and I would be entitled, in terms of the law relating to\r\nintestate\nsuccession, to the remainder of this estate divided equally\r\nbetween us.\n16\nTherefore, at all relevant times hereto, the Second\r\nApplicant and I, as my late father’s only two children, had\r\n(and still\nhave) a direct and substantial interest in all matters\r\nrelating to the inheritance and liquidation of my father’s\r\ndeceased\nestate.’\n[8] Of the second respondent’s involvement in the matter and in\r\nexplaining why he has been cited as a respondent, the first\nappellant\r\nstates:\n‘\n26\nOn or about 12 June 2008 I received a telephone call\r\nfrom the Second Respondent who informed me that because my late\r\nfather failed\nto appoint an executor, the First Respondent was about\r\nto apply for the appointment of an independent executrix in the\r\ndeceased\nestate of my father. At no stage was I informed that the\r\nFirst Respondent had already issued an application for the relief\r\nclaimed\nin terms of the\nex parte\napplication referred to above\r\nor that the First Respondent would apply to be appointed as executrix\r\nherself. The\nex parte\napplication was also never served on me\r\nor the Second Respondent.\n27\nDuring or about the beginning of March 2009 I called the\r\nSecond Respondent to enquire about the state of affairs with regard\r\nto\nmy late father’s estate. When I asked him if an executrix\r\nhad already been appointed, he informed me that the First Respondent\n\nis the executrix.\n28\nThis came as a shock to me and I immediately telephoned\r\nmy attorney of record who then conducted a search in the office of\r\nthe Third\nRespondent where she noticed a copy of the\nex parte\napplication and the court order. I refer in this regard to the\r\nconfirmatory affidavit of my attorney of record which is attached\n\nhereto as Annexure “F”.\n29\nOn 9 March 2009 my attorney addressed a letter to the\r\nSecond Respondent in this regard. A copy thereof is attached hereto\r\nas Annexure\n“G”. In this letter my attorney pointed out\r\nthat we were not given notice of this application and that the Second\r\nApplicant\nand I intend to apply for the necessary relief.\n30\nOn 12 March 2009 the Second Respondent replied in\r\nwriting and a copy of his letter is attached hereto as Annexure “H”.\n\nIn this letter he alleges that he invited me to collect a copy of the\r\napplication in case no. 28005/2008 at his offices and that\nhe was of\r\nthe view that it was not necessary to serve the application on me. I\r\ndeny any reference to this application or that he\ninvited me to\r\ncollect a copy thereof at his offices. He only informed me about the\r\nFirst Respondent’s intention to apply\nfor the appointment of an\r\nindependent executrix in the deceased estate of my father.\n31\nThis new explanation is an afterthought to cover up his\r\ndeliberate failure to give me proper notice and to have the said\r\napplication\nproperly served on me. Furthermore, there is no\r\nexplanation or supporting affidavit by the Second Respondent in the\nex parte\napplication\r\n(case no. 28005/2008) that he had a telephonic conversation with me\r\nwith regard to the application itself.’\n[9] In support of the contention that the first respondent should be\r\nremoved as executor, the first appellant stated:\n‘\n32\nI am advised by my attorney of record that according to\r\nthe Third Respondent’s file, the First Respondent has already\r\nbeen\nappointed as the executrix in my father’s deceased estate.\r\nA copy of her letters of executorship is attached hereto as Annexure\n\n“J”. The Second Respondent is apparently assisting the\r\nFirst Respondent in the execution of her duties.\n33\nDue to the circumstances described above, I have lost\r\nall confidence in the First and Second Respondents. The First\r\nRespondent has,\nin collaboration with the Second Respondent, launched\r\nan\nex parte\napplication\r\nwithout giving any notice thereof and has already obtained an order\r\nto which she was not entitled to.’\n[10] And finally in support of their entitlement to a rescission or\r\nvariation of the order granted by Pretorius AJ, the first appellant\n\nstates:\n‘\n35\nAs I have already pointed out above, the Second\r\nApplicant and I have a direct and substantial interest in matters\r\nrelating to the\ninheritance and liquidation of my father’s\r\ndeceased estate. Notwithstanding this, the First and Second\r\nRespondents erroneously\nsought and obtained an order in the absence\r\nof the Second Applicant and myself under circumstances where we are\r\neach entitled to\na child’s share of my father’s deceased\r\nestate as more fully explained above.’\n[11] Ismail AJ dismissed the application for rescission with costs\r\nessentially because he was satisfied that the order made by\nPretorius\r\nAJ was correct, but, granted leave to the appellants to appeal to\r\nthis court. Neither the second nor the third respondent\ntake any part\r\nin this appeal.\n[12] Two issues arose for decision before the high court. First, the\r\ninterpretation of\ns 4A\nof the Act and second, whether the first\r\nrespondent should be removed as the executor of the deceased’s\r\nestate in terms of\ns 54(1)(a)\nof the\nAdministration of Estates Act 66\nof 1965\n. Before us the second was specifically abandoned by counsel\r\nand accordingly warrants no further consideration.\n[13] I thus turn to\ns 4A.\nA useful starting point is\nSmith &\r\nanother v Clarkson\n1925 AD 501\n, where Kotze JA (at 503-4) after\r\nan elaborate examination of the common law, summarised the position\r\nas follows:\n‘\nThe rule of the\nRoman\r\nLaw\n, adopted in our\r\nown law, is that no one, in writing out the will of another, can\r\nderive any benefit for himself under it; and it\nhas been held by this\r\nCourt that being appointed executor in a will is a benefit within the\r\nmeaning of the rule\nBenischowitz\r\nv The Master\n(\n1921\r\nAD 589)\n. The Roman law on the subject is contained in the\nDigest\n(lib. 48 tit. 10)\r\nand in Code (9.23). But even in the Roman law, as Brunnemann in his\r\nCommentary on this passage of the Code observes\nwe find instances\r\nmentioned which go to show that the rule was not extended beyond\r\ncases where the reason for the rule did not\napply. Thus if a slave or\r\na son wrote out a will; in which he was instituted heir or otherwise\r\nbenefited, the mere subsequent general\nsuperscription, by way of\r\nconfirmation by the testator was sufficient; but, in the case of a\r\nstranger writing out a will, the special\nsuperscription of the\r\ntestator, to the effect that he had dictated and acknowledged the\r\nwill (\ndictavi et\r\nrecognovi\n) was\r\nnecessary in none of these instances was the penalty of the\nlex\r\nCornelia de falsis\n,\r\nnor forfeiture of the benefit, incurred\nDig.\n(48.10.1.8). So, in\r\nthe Code (9.23.1) we find a similar instance put of a son writing out\r\na will at his father's dictation in his\nown favour. It was there held\r\nthat as the son, even without the will, would have succeeded to his\r\nfather's estate, and was merely\nwriting at his father's dictation, it\r\nwas as if his father had himself written the will. If this reasoning\r\namounts to anything,\nit can only hold on the ground that the\r\ncircumstances removed all suspicion of falsity or fraud on the part\r\nof the son.’\n[14] The South African Law Commission in its Review of the Law of\r\nSuccession, observed in June 1991 (Project 22 para 4.35):\n‘\nThe Commission holds the view\r\nthat the rules concerning the disqualification of persons involved in\r\nthe execution of the will frustrate\nthe intention of the testator\r\nwhile they seldom succeed in preventing fraud. The persons who are\r\nusually available to write out\nthe will or who sign as witnesses are\r\nprecisely the family and friends whom the testator wishes to benefit.\r\nThose who intend forging\na will usually see to it that they are not\r\ndisqualified by the rules. The witnesses or a writer whose benefit\r\nappears from the\nwill is penalised, while persons who may covertly\r\nreceive a benefit are not affected. The disqualification has been\r\ndescribed as\n“unfair” and “a trap for the unwary”.’\nIt thus recommended (para 4.38):\n‘\nThe Commission recommends that\r\nthe rules concerning the disqualification of persons involved in the\r\nexecution of a will be abolished.\nThis may be done by repealing\nsections 5\nand\n6\nof the\nWills Act 7 of 1953\nand by substituting for\r\nthem a provision that will cause the writer of and witnesses to a\r\nwill not to be incapable of inheriting.’\n[15]\nSections 5\nand\n6\n, prior to their repeal, provided:\n‘\n5 A person who attests the\r\nexecution of any will or who signs a will in the presence and by\r\ndirection of the testator or the person\nwho is the spouse of such\r\nperson at the time of attestation or signing of the will or any\r\nperson claiming under such person or\nhis spouse, shall be incapable\r\nof taking any benefit whatsoever under that will.\n6 If any person attests the execution of a will or signs\r\na will in the presence and by direction of the testator under which\r\nthat\nperson or his spouse is nominated as executor, administrator,\r\ntrustee or guardian, such nomination shall be null and void.’\nThe Law Commission’s recommendations were not accepted by the\r\nLegislature. By s 7 of the Law of Succession Amendment Act\n43 of\r\n1992, the Legislature did, however, repeal sections 5 and 6 and in\r\ntheir stead, inserted s 4A into the Act.\n[16] Section 4A, to the extent here relevant, provides:\n‘\n(1) Any person who attests and\r\nsigns a will as a witness, or who signs a will in the presence and by\r\ndirection of the testator,\nor who writes out the will or any part\r\nthereof in his own handwriting, and the person who is the spouse of\r\nsuch person at the time\nof the execution of the will, shall be\r\ndisqualified from receiving any benefit from that will.\n(2) Notwithstanding the provisions of subsection (1)\n―\n(a) a court may declare a person or his spouse referred\r\nto in subsection (1) to be competent to receive a benefit from a will\r\nif\nthe court is satisfied that that person or his spouse did not\r\ndefraud or unduly influence the testator in the execution of the\r\nwill;\n(b) a person or his spouse who in terms of the law\r\nrelating to intestate succession would have been entitled to inherit\r\nfrom the\ntestator if that testator has died intestate shall not be\r\nthus disqualified to receive a benefit from that will: Provided that\r\nthe value of the benefit which the person concerned or his spouse\r\nreceives, shall not exceed the value of the share to which that\n\nperson or his spouse would have been entitled in terms of the law\r\nrelating to intestate succession.’\n[17] It is immediately apparent that the classes of persons\r\npreviously disqualified by the now repealed ss 5 and 6 were extended\n\nby s 4A to include someone who writes out a will or any part thereof\r\nin his or her own handwriting. And unlike those repealed sections\n\nwhich admitted of no qualifications or exemptions, s 4A does. Prior\r\nto the 1992 amendment the general rule was that a person who\nhad\r\nwritten out a will on behalf of the testator was disqualified from\r\ntaking any benefit under that will. The rationale for disqualifying\n\nsuch persons was to prevent fraud. But, our courts have always\r\nrecognised that at common law exceptions should be made. It was\nput\r\nthus\nIn Re Estate Barrable\n1913 CPD 364\nat 368:\n‘\nThe object of the stringency\r\nof the law, and of the rules laid down, was the prevention of\r\nfalsity, and fraud, and of the exertion\nof undue influence over\r\npeople in bad health or in feeble state of mind; yet in some cases it\r\nwas recognised that all the circumstances\nand even the document\r\nitself so entirely disproved fraud that exceptions should be made\r\nfrom the pains and penalties laid down.’\nUsing\nBarrable\nas its lodestar\nIn Re Estate Maxwell\n1949\r\n(4) SA 84\n(N) held that a son, who had completed and read over the\r\nwill of his mother during her last illness, after she had told him\r\nhow\nshe wished to dispose of her estate, was entitled to the benefits\r\nreserved to him by the will.\n[18] Counsel for the appellants submitted:\n‘\n(a) Subsection (2)(a) applies\r\nto persons who are not family members of the testator and who are\r\ndisqualified (and will remain disqualified),\nunless a court is\r\nsatisfied that the testator was not defrauded or unduly influenced;\n(b) Subsection (2)(b) applies to persons who are family\r\nmembers (i.e. a spouse, descendant, parent or other blood relation).\r\nAs\nfar as this category of persons is concerned, the intention is not\r\nto disqualify them, but to entitle them to inherit a benefit,\nthe\r\nvalue of which shall not be more than his/her intestate portion. This\r\nis to ensure that\nother\nfamily\r\nmembers are not prejudiced and are treated equally in terms of the\r\nlaw relating to intestate succession.\nIt is therefore respectfully submitted that the legal\r\nprinciple underlying\nSection 4A\nof the\nWills Act can\nbe formulated as\r\nfollows:\nOnly those persons who are\r\ndisqualified shall have locus standi to apply for an order in terms\r\nof subsection (2)(a).\nIn other words,\r\ndisqualification is a prerequisite. The question is which persons are\r\ndisqualified and which are not?’\n[19] In my view that foundational premise, upon which the rest of\r\ncounsel’s argument rested, is untenable.\nSection 4A(1)\nprovides\r\nthat a person who writes out a will (and the spouse of that person)\r\nshall be disqualified from receiving any benefit from\nthat will. That\r\ngeneral principle set out in subsection 1 is subject to the\r\nqualification and exceptions set out in subsection\n2. To answer the\r\nquestion posed by counsel:\nSection 4A(1)\n, which encapsulates the\r\ngeneral rule, operates without more to disqualify a particular class\r\nof persons, namely those who attest,\nsign (as a witness or in the\r\npresence of and by the direction of the testator) or write the will,\r\nfrom benefitting under that will,\nunless they are exempted by either\r\nsubsections (a) or (b) of\nsection 4A(2).\nSubsection 2(a) empowers a\r\ncourt to declare any such person who may be disqualified by the\r\noperation of subsection 1 to be competent\nto receive a benefit from\r\nthe will if it is satisfied that such person (or such person’s\r\nspouse) did not defraud or unduly\ninfluence the testator in the\r\nexecution of the will. Unlike subsection 2(a), subsection 2(b)\r\napplies automatically - that is without\nthe necessity for an order of\r\ncourt to be obtained. But like subsection 2(a), it too serves to\r\nexempt those who fall within the\nambit of its scope from the\r\noperation of the general rule envisaged in subsection 1. There is, to\r\nmy mind, nothing in\ns 4A\nto suggest that the applicability of\r\nsubsection 2(a) is dependent on the inapplicability of subsection\r\n2(b). If it was the intention\nof the legislature that a person\r\ncontemplated in subsection 2(b) was to be excluded from the ambit of\r\nsubsection 2(a) then one\nwould have expected the section to contain\r\nwords such as ‘other than a person referred to in paragraph (b)\r\nof sub-section\n1’ to appear in subsection 2(a).\n[20] Moreover, I have some difficulty in appreciating why the\r\nlegislature would have seen fit to differentiate between a stranger,\n\non the one hand, and ‘a spouse, descendant, parent or other\r\nblood relation’, on the other, as counsel postulates. Let\nus\r\ntake two scenarios for illustrative purposes: In the first a\r\nneighbour, A, writes out a will for a testator, T, and in the second\n\na spouse, B, writes out a will for her husband, the testator, T. If\r\nCounsel’s submission is correct then, notwithstanding\nthe fact\r\nthat both A and B may be able to show that they did not defraud or\r\nunduly influence T in the execution of his will, the\nformer will be\r\nentitled to all of the benefits reserved to him in terms of T’s\r\nwill but the value of B’s benefit will\nbe limited to what she\r\nwould have been entitled to on intestacy - presumably one child’s\r\nshare. Why the legislature would\nsubject two similarly placed\r\nbeneficiaries to such differential treatment is not readily apparent\r\nto me.\n[21] In addition to the considerations that I have just alluded to,\r\ncounsel’s argument, in my view, finds no support in the\nplain\r\nlanguage of the section. Subsection 1 refers to ‘any person’\r\nwho inter alia ‘writes out the will’\nof the testator. And\r\nsubsection 2(a) refers in terms to ‘a person or his spouse\r\nreferred to in subsection 1’. It is\nthat person, namely the\r\nperson who writes out the will that a court may declare to be\r\ncompetent to receive a benefit under that\nwill. In that respect as\r\nKotze JA made plain in expatiating on the common law,\nsections\r\n4A(2)(a)\nand (b) do no more than afford to a beneficiary remedies to\r\nreverse the effect of a disqualification. Those remedies, as the\r\nother\nauthorities to which I have referred illustrate, were available\r\nto such beneficiary under the common law. As it was put by Wessels\nJ\r\nin\nCasserley v Stubbs\n1916 TPD 310\nat 312\n‘\nIt is a well-known canon of\r\nconstruction that we cannot infer that a statute intends to alter the\r\ncommon law. The statute must either\nexplicitly say that it is the\r\nintention of the legislature to alter the common law, or the\r\ninference from the Ordinance must be\nsuch that we can come to no\r\nother conclusion than that the legislature did have such an\r\nintention.’\nIn a similar vein Innes CJ stated in\nJohannesburg Municipality v\r\nCohen’s Trustees\n1909 TS 811\nat 823:\n‘\nIn considering the question of\r\nthe extent to which the common law is abrogated by statute, the rule\r\nwhich as been adopted by the\nEnglish courts is thus laid down by\r\nByles, J., in\nReg. v\r\nMorris\n(1\r\nCCR 95): “It is a sound rule to construe a statute in\r\nconformity with the common law rather than against it, except where\n\nand so far as the statute is plainly intended to alter the course of\r\nthe common law.” ’\n[22] Where a beneficiary acts as a testator’s amanuensis there\r\nis almost always room, I would imagine, for the suspicion\nthat the\r\ntestator may have been improperly influenced by that self-interested\r\nbeneficiary. It is perhaps for this reason that the\ncommon law\r\ndisqualification in respect of persons who wrote out the will in\r\ntheir own handwriting, was retained in s 4A(1) of the\nAct. What the\r\nsection seeks to achieve, consistent with the common law, however, is\r\nto permit a beneficiary, who would otherwise\nbe disqualified from\r\ninheriting, to satisfy the court that he or she (or his or her\r\nspouse) did not defraud or unduly influence\nthe testator in the\r\nexecution of the will.\n[23] In this case, the first respondent gained no unfair advantage\r\nover anybody, and there is no room for any falsity or fraud.\nNothing\r\ncan be clearer than the absolute bona fides of the first respondent.\r\nNowhere on the papers was her bona fides as the writer\nof the will\r\nquestioned. Nor, given the existence of the deceased’s first\r\nwill, which left his entire estate to her, could\nit have been. She\r\nwas merely acting at his special request as his amanuensis and she\r\ngained absolutely nothing by so doing, nor\ndid she attempt to gain\r\nanything. In my opinion she ought to receive the benefits reserved to\r\nher by the will.\n[24] It follows that the appeal must fail and it is accordingly\r\ndismissed with costs.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\n___________________\nW SERITI\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellants: D S Fourie SC\nA Trumpie\nInstructed\r\nby:\nMacintosh\r\nCross & Farquharson\nPretoria\nHoney\r\nAttorneys\nBloemfontein\nFor\r\nRespondents: J D Maritz SC\nInstructed\r\nby:\nWeavind &\r\nWeavind Inc\nPretoria\nVermaak &\r\nDennis Inc\nBloemfontein",
  "scraped_at": "2026-02-12T15:30:05.448553",
  "date": "2011-03-31",
  "coram": [
    "PONNAN",
    "TSHIQI",
    "SERITI JJA"
  ],
  "case_number": "345/10",
  "parties": {
    "applicants": [
      "Nadine Blom",
      "Elmari Brown"
    ],
    "respondents": [
      "Cecilia Getruida Brown",
      "Gert van Schalkwyk",
      "The Master of the High Court Pretoria"
    ]
  },
  "sections": {
    "facts": "Alfred Samuel Brown died intestate in August 2007. He had executed a first will in 1995 leaving his entire estate to his second wife, Cecilia Getruida Brown, on condition that she survive him seven days. Shortly before his death he dictated a second will to his wife, which she wrote in her own hand, signed it in the presence of two witnesses (Heinrich Kossatz and Natasha Gerber). The second will revoked all prior wills and again left the whole estate to the wife. After his death the first will was lodged with the Master; the second will was later lodged by the wife who also sought appointment as executor. The Master raised concerns under s 4A of the Wills Act because the wife had written the will, and initially refused to appoint her. She was later rehabilitated as an insolvent and appointed executor, but the Master warned that she was disqualified from benefiting under the will under s 4A. The wife then obtained an ex parte order confirming her entitlement to the benefit. The appellants, the deceased's children, sought rescission of that order, arguing the wife was disqualified under s 4A and should be removed as executor.",
    "issues": "1) How should section 4A of the Wills Act 7 of 1953 be interpreted with respect to a spouse who writes out a will for the testator? 2) Whether the spouse‑beneficiary is automatically disqualified or may be exempted under subsection (2)(a) or (2)(b). 3) Whether the first respondent should be removed as executor under section 54(1)(a) of the Administration of Estates Act (the latter was abandoned by counsel).",
    "principles": "Section 4A(1) disqualifies any person who signs, attests or writes a will, and the spouse of that person, from receiving any benefit. Section 4A(2)(a) permits a court to declare such a person competent to receive a benefit where there is no fraud or undue influence. Section 4A(2)(b) provides an automatic exemption for persons who, under intestate succession rules, would be entitled to inherit, provided the benefit does not exceed their intestate share. The judgment relies on the common‑law background of the Roman law rule, cases such as Smith v Clarkson, Benischowitz v The Master, In Re Estate Barrable and In Re Estate Maxwell, and the principle that statutory language should be read in conformity with common law unless expressly intended to alter it.",
    "application": "The court held that the wife, as the testator’s spouse who wrote the will, fell within the class disqualified by s 4A(1). However, there was no evidence of fraud or undue influence, satisfying the condition of s 4A(2)(a). Moreover, as the spouse she was also covered by s 4A(2)(b). The court concluded that the legislature intended the two subsections to operate independently and that the spouse could be declared competent without limiting the benefit to her intestate share. Consequently the wife was not disqualified and could retain the benefit under the will and remain executrix.",
    "conclusion": "The appeal was dismissed with costs. The first respondent, Cecilia Getruida Brown, remains entitled to the benefit under the second will and continues as executrix of the estate."
  },
  "tags": {
    "level_1": "Succession Law",
    "level_2": "Wills and Estates",
    "level_3": [
      "Section 4A",
      "Disqualification",
      "Executor appointment",
      "Intestate succession",
      "Will interpretation"
    ]
  }
}