{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/224.html",
  "case_name": "Premier of the Western Cape Provincial Government NO v Lakay (184/11) [2011] ZASCA 224; 2012 (2) SA 1 (SCA); [2012] 1 All SA 465 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 224",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 224\n|\nNoteup\n|\nLawCite\nPremier of the Western Cape Provincial Government NO v Lakay (184/11) [2011] ZASCA 224; 2012 (2) SA 1 (SCA); [2012] 1 All SA 465 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 184/11\nIn the matter between:\nPREMIER\r\nOF THE WESTERN CAPE PROVINCIAL\nGOVERNMENT\r\nNO\n…..................................................................................\nAppellant\nand\nBERENAY\r\nLAKAY\n…...............................................................................\nRespondent\nNeutral citation:\nPremier of the Western Cape\r\nProvincial Government NO v\nLakay\n(184/11)\n[2011] ZASCA 224\n(30 November\r\n2011).\nCoram:\nNAVSA, CLOETE, MALAN and THERON JJA  and\r\nPETSE AJA\nHeard:\r\n14 November 2011\nDelivered:\r\n30 November 2011\nSummary: Institution of Legal Proceedings against\r\nCertain Organs of State Act 40 of 2002\n:\ndefinition of\r\n'creditor'\nincludes natural guardian acting for minor, with the\r\nresult that natural guardian is obliged to give notice of minor's\r\nclaim; requirements\nfor condonation under\ns 3(4)(\nb\n)\nfor failure to give notice, discussed and applied.\nPrescription Act 69 of 1969\n: provisions relating\r\nto extinctive prescription must be kept separate from notice\r\nprovisions of Act 40 of 2002.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court, Cape\r\nTown (Blignault J sitting\nas court of first instance):\nThe appeal is dismissed, with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (NAVSA, MALAN and THERON JJA and PETSE AJA\r\nconcurring):\n[1] The appellant is the Premier of the Western Cape.\r\nThe respondent is the mother and natural guardian of her minor child,\r\nJunate.\nIt is convenient to refer to the Premier as such and to the\r\nrespondent as 'the applicant'. On 12 December 1998 Junate was born at\n\nthe Tygerberg Hospital (a provincial hospital) severely brain\r\ndamaged. On 9 February 2006 the applicant, as the plaintiff and\r\nacting in her capacity as aforesaid, instituted an action for damages\r\nagainst the Premier, claiming that it was the negligence of\nthe\r\nProvince's employees at the Tygerberg Hospital that caused Junate's\r\ncondition. In March 2009 the Premier delivered a special\nplea\r\nalleging that the applicant had not timeously given notice of the\r\nproceedings as required by s 3 of the Institution of Legal\n\nProceedings against Certain Organs of State Act 40 of 2002 (the 2002\r\nAct). In response, the appellant brought motion proceedings\nfor a\r\ndeclaratory order that the 2002 Act was not applicable and in the\r\nalternative, for condonation of the non-timeous service\nby her of a\r\nnotice at the end of October 2003. I should say immediately that the\r\nPremier did not contend that the notice did not\ncomply, so far as its\r\ncontents are concerned, with the 2002 Act.\n[2] The court a quo (Blignaut J) granted an order\r\ndeclaring that the applicant's action was not barred by reason of\r\nnon-compliance\nwith the provisions of s 3 of the 2002 Act (the reason\r\nfor the formulation of the order in these terms will become apparent\r\nshortly)\nand ordered the Premier to pay the applicant's costs\r\noccasioned by the opposition to the application. Leave to appeal to\r\nthis court\nwas subsequently granted by the court a quo.\n[3] It would be convenient to set out the relevant\r\nprovisions of the 2002 Act at this point. I shall begin with s 3:\n'(1) No legal proceedings for\r\nthe recovery of a debt may be instituted against an organ of state\r\nunless ─\n(\na\n)\r\nthe creditor has given the organ of state in question notice in\r\nwriting of his or her or its intention to institute the legal\n\nproceedings in question;\n. . .\n(2) A notice must ─\n(\na\n)\r\nwithin six months from the date on which the debt became due, be\r\nserved on the organ of state in accordance with section 4(1);\n. . .\n(3) For purposes of subsection\r\n(2)(\na\n)\r\n─\n(\na\n)\r\na debt may not be regarded as being due until the creditor has\r\nknowledge of the identity of the organ of state and of the facts\n\ngiving rise to the debt, but a creditor must be regarded as having\r\nacquired such knowledge as soon as he or she or it could have\n\nacquired it by exercising reasonable care, unless the organ of state\r\nwilfully prevented him or her or it from acquiring such knowledge;\n\nand\n(\nb\n)\r\na debt referred to in section 2(2)(\na\n),\r\nmust be regarded as having become due on the fixed date.\n(4)(\na\n)\r\nIf an organ of state relies on a creditor's failure to serve a notice\r\nin terms of subsection (2)(\na\n),\r\nthe creditor may apply to a court having jurisdiction for condonation\r\nof such failure.\n(\nb\n)\r\nThe court may grant an application referred to in paragraph (\na\n)\r\nif it is satisfied that ─\n(i) the debt has not been\r\nextinguished by prescription;\n(ii) good cause exists for the\r\nfailure by the creditor; and\n(iii) the organ of state was not\r\nunreasonably prejudiced by the failure.'\nOther relevant provisions are s 2(2) which is\r\nreferred to in s 3(3)(\nb\n)\r\n(it is convenient to quote the transitional provisions in ss 2(3)\r\nand (4) as well) and certain definitions:\n'2(2) Subject to section 3 and\r\nsubsections (3) and (4), a debt which became due ─\n(\na\n)\r\nbefore the fixed date, which has not been extinguished by\r\nprescription and in respect of which legal proceedings were not\r\ninstituted\nbefore that date; or\n(\nb\n)\r\nafter the fixed date,\nwill be extinguished by\r\nprescription as contemplated in Chapter III of the Prescription Act,\r\n1969 (Act 68 of 1969), read with the\nprovisions of that Act relating\r\nthereto.\n(3) Subject to subsection (4),\r\nany period of prescription which was applicable to any debt referred\r\nto in subsection (2)(\na\n),\r\nbefore the fixed date, will no longer be applicable to such debt\r\nafter the fixed date.\n(4)(\na\n)\r\nThe expired portion of any period of prescription applicable to a\r\ndebt referred to in subsection (2)(\na\n),\r\nmust be deducted from the said period of prescription contemplated in\r\nChapter III of the\nPrescription Act, 1969\n, read with the provisions\r\nof that Act relating thereto, and the balance of the period of\r\nprescription so arrived at will constitute\nthe new unexpired portion\r\nof prescription for such debt, applicable as from the fixed date.\n(\nb\n)\r\nIf the unexpired portion of the period of prescription of a debt\r\nreferred to in paragraph (\na\n)\r\nwill be completed within 12 months after the fixed date, that period\r\nof prescription must only be regarded as having been completed\n12\r\nmonths after the fixed date.'\nThe relevant definitions are these.\n'Creditor' means\n'a person who intends to\r\ninstitute legal proceedings against an organ of state for the\r\nrecovery of a debt or who has instituted\nsuch proceedings, and\r\nincludes such person's tutor or curator if such person is a minor or\r\nmentally ill or under curatorship, as\nthe case may be.'\n'Debt' means\n'any debt arising from any cause\r\nof action ─\n(\na\n)\r\nwhich arises from delictual, contractual or any other liability,\r\nincluding a cause of action which relates to or arises from any\n─\n(i) act performed under or in\r\nterms of any law; or\n(ii) omission to do anything\r\nwhich should have been done under or in terms of any law; and\n(\nb\n)\r\nfor which an organ of state is liable for payment of damages.'\n'Fixed date' means\n'the date of commencement of\r\nthis Act',\nwhich was 28 November 2002.\n'Organ of State' includes\n'(\na\n)\r\nany . . . provincial department'.\nThe essence of these provisions is that a 'creditor'\r\nmust give an 'organ of state' written notice of intention to\r\ninstitute legal\nproceedings for the recovery of a 'debt', within six\r\nmonths from the date on which the 'debt' became due, before the legal\r\nproceedings\nmay be commenced; and if this has not been done, and if\r\nthe 'organ of state' relies on the failure to do so, a court may\r\ngrant\ncondonation to the 'creditor' within defined parameters.\n[4] The court a quo held that the 2002 Act was not\r\napplicable as the applicant did not fall within the definition of\r\n'creditor'.\nThe court nevertheless went on to deal with the\r\napplicant's application for condonation in case its interpretation\r\nwas incorrect,\nand found that the applicant would have been entitled\r\nto condonation had she been a creditor ─ hence the terms of the\r\norder\nmade.\n[5] In finding that the respondent was not a creditor,\r\nthe court a quo found support in the general principle that where a\r\nguardian\nacts on behalf of a minor, it is still the minor who is a\r\nparty to the action:\nGuardian National\r\nInsurance Co Ltd v Van Gool NO\n1992 (4) SA 61\n(A) at 66H-I. The court a quo also found support for its\r\ninterpretation in two sections of the\nPrescription Act 68 of 1969\n,\r\nnamely:\n(a)\nSection 13(1)(\na\n)\r\nwhich provides that the completion of prescription is delayed 'if . .\r\n. the creditor is a minor or is insane or is a person under\n\ncuratorship . . . '. The learned judge said that this section made it\r\nclear that the term 'creditor' in the\nPrescription Act refers\nto a\r\nminor and not his or her guardian, and went on to say that the\r\nprovisions of the\nPrescription Act, including\ns 13(1)(\na\n)\r\nthereof, were expressly incorporated in the 2002 Act by s 2(2)(\nb\n);\r\nand\n(b) section 12(3), which provides:\n'A debt shall not be deemed to\r\nbe due until the creditor has knowledge of the identity of the debtor\r\nand of the facts from which\nthe debt arises: Provided that a creditor\r\nshall be deemed to have such knowledge if he could have acquired it\r\nby exercising reasonable\ncare.'\nThis section was interpreted in the following passage,\r\nquoted by the court a quo, in\nBrand v Williams\n1988 (3) SA 908\n(C) at 912F-913A:\n'The mere fact that a creditor\r\nwho is a minor would not be able to institute proceedings without the\r\nassistance of his guardian\nis no reason for construing the word\r\n\"creditor\" in s 12(3) as a reference to his guardian,\r\nor for imputing the knowledge\nof the guardian to the creditor for the\r\npurpose of the section. To the extent that the decision in\nJacobs'\n1\ncase is in conflict with this\r\napproach, I decline to follow it and prefer instead the decision in\r\nthe\nGreyling\n2\ncase.\nThere is nothing in the\nPrescription Act to\nsuggest that the word \"creditor\" in\ns 12(3)\nis to be construed as meaning the creditor's guardian,\r\nif the creditor is a minor. Such a construction would in effect\r\ninvolve\na rewriting of the section and in my judgment cannot be\r\nsupported.\nIn certain circumstances\r\nknowledge acquired by an agent may be imputed to his principal. This\r\ndoes not mean, of course, that, for\nthe purpose of\ns 12(3)\nof\r\nthe\nPrescription Act, knowledge\nacquired by a minor's guardian as to\r\nthe identity of the minor's debtor is necessarily to be imputed to\r\nthe minor. Moreover, I\ncan find nothing in the section to justify\r\nsuch a construction. On the contrary, if regard is had to the nature\r\nof the protection\nafforded by the Act to minors, it appears that the\r\nintention of the Legislature was not simply to impute to a minor the\r\nknowledge\nand maturity of his guardian. As already observed, a claim\r\narising during the minority of the creditor cannot become prescribed\n\nuntil the expiry of at least one year from the day on which the\r\ncreditor attained his majority (see s 13(1)). This is so\r\nregardless of the fact that the creditor's guardian may have been in\r\na position to institute action on the creditor's behalf for\nmany\r\nyears during the latter's minority and indeed for a period much\r\nlonger than the relevant prescriptive period.'\n[6] The court a quo also found support for the\r\nconclusion that the respondent was not a 'creditor' in the common\r\nlaw, as set out\nin\nPresident Insurance Co Ltd\r\nv Yu Kwam\n1963 (3) SA 766\n(A) at 773E-H:\n'The principles of prescription,\r\nincluding both acquisitive and extinctive prescription (verkrygende\r\nen bevrydende verjaring) are\ndiscussed by numerous Roman Dutch\r\nwriters; such writers are not in complete agreement on all aspects\r\nbut one principle in particular\nseems to have been universally\r\naccepted, namely that prescription did not run against a minor or\r\nother person under disability\nduring such disability. One writer,\nTroplong\n,\r\nseems to have suggested that this principle did not apply if the\r\nminor had a guardian who would sue on his behalf, but\nPothier\ndid not hold the same view and\r\nnone of the Dutch writers seemed to have mentioned such an exception;\r\nsee Wessels,\nLaw of\r\nContract\n, 2\nnd\ned, vol 2, p 748, para 2764\net\r\nseq\n.'\n[7] I cannot agree with the approach or the conclusion\r\nof the court a quo. The provisions of the\nPrescription Act were\nnot\r\nincorporated in the 2002 Act by s 2 thereof for purposes of defining\r\nwho is a creditor under the latter Act. Section 2(2) provides\nthat a\r\ndebt such as the present will be prescribed as contemplated in\r\nChapter III of the Prescription Act\nread with\r\nthe provisions of that Act relating thereto\n.\r\nThis means that the question of prescription of Junate's claim is to\r\nbe determined according to the way in which the\nPrescription Act\ndeals\nwith the claims of minors, and prescription does not run\r\nagainst a person who acts on behalf of a minor. But that has nothing\r\nto\ndo with the notice that has to be given in terms of s 3 of\r\nthe 2002 Act by a 'creditor' that is defined in the latter Act to\n\ninclude persons who act on behalf of minors, the aspect to which I\r\nnow turn.\n[8] What requires interpretation is the definition of\r\n'creditor' in the 2002 Act. In that Act neither the definition of\r\n'creditor'\nnor the definition of 'debt' requires that the creditor's\r\nclaim must be for a debt owing to the creditor. Normally, that would\r\nbe the case: in ordinary parlance, a creditor is a person to whom a\r\ndebt is owed. But here the words 'includes such person's tutor\nor\r\ncurator if such person is a minor or mentally ill or under\r\ncuratorship' make it clear that 'creditor' is to be interpreted as\n\nextending to a person who acts in a representative capacity in\r\nrespect of, amongst others, a minor. The definition seems to\r\ndistinguish\nbetween a minor and a person who is mentally ill. So far\r\nas a minor is concerned, a tutor is a type of guardian. Thus, Lee and\r\nHonoré\n3\nunder the heading 'Kinds of guardians (tutors)' say that\r\n'modern South African Law recognises the following kinds of guardians\r\n(tutors)'\nand list a testamentary tutor (nominated in a will or other\r\nwritten instrument), an assumed tutor (assumed as co-tutor by a tutor\n\nwho has the power of assumption under the will or written instrument\r\nnominating him or her) and a tutor dative (appointed by the\nMaster).\nWille's Principles of South African Law\n4\nunder the heading 'Types of Guardians' includes a\r\ntestamentary tutor and a tutor dative together with natural\r\nguardians, testamentary\nguardians and assigned guardians. So far as\r\ntestamentary appointments are concerned,\ns 72\nof the\nAdministration of Estates Act 66 of 1965\nand\ns 27\nof the\nChildren's Act 38 of 2005\nboth deal with the appointment of a third\r\nparty in a will by a parent who is the sole guardian of a minor\r\nchild. In the former\ncase, the appointment of the third party is 'to\r\nadminister the person [of the minor] as tutor, or to take care of or\r\nadminister\nhis property as curator'. The two functions of\r\nguardianship are thus dealt with separately. In the latter case, the\r\nappointment\nof the third party is 'as guardian of the child',\r\ncomprehending both functions.\n[9] The primary purpose of the 2002 Act is to require\r\nthat a notice of intention to institute legal proceedings be given at\r\nan early\nstage to an organ of state, obviously to enable it to\r\ninvestigate the basis of the proposed claim:\nMohlomi\r\nv Minister of Defence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC)\r\npara 9 and cases quoted therein in footnote 5. There is no\r\nconceivable reason why the legislature in the case of a minor's\nclaim\r\nwould seek to impose the obligation to give such a notice only on\r\nthose who have the capacity to act on behalf of minors\nbecause they\r\nwere appointed by will or the Master, and exclude such a requirement\r\nin respect of persons who would most commonly\nact on behalf of\r\nminors, namely, their natural guardians. In my view, to give effect\r\nto the primary purpose of the 2002 Act, the\nword 'tutor' must be\r\ninterpreted as including a natural guardian.\n[10] In conclusion on this point, I would say the\r\nfollowing. The\nPrescription Act is\ngenerous in protecting the rights\r\nof minors against prescription. The 2002 Act, however, adds a\r\nprocedural hurdle to the enforcement\nof all rights to which it\r\napplies, including the rights of minors represented by natural\r\nguardians, by requiring that a notice\nbe given within six months of\r\nthe date on which the debt became due before such rights can be\r\nenforced. However, in the case of\nall rights governed by the 2002\r\nAct, including the rights being enforced by natural guardians\r\nrepresenting minors, there will always\nbe one and in some cases, two\r\nsafeguards: s 3(3)(\na\n),\r\nand s 3(4) which permits condonation for the late delivery of\r\nthe notice and with which this case is concerned. The provisions\nof\r\ns 3(3)(\na\n) do not\r\napply in the present case, because of the provisions of s 3(3)(\nb\n)\r\nread with s 2(2)(\na\n).\n5\nBut to avoid confusion in future, it is desirable to say\r\nthis. Section 3(3)(\na\n)\r\ndeals with the question when a debt is regarded as having become due\r\nfor the purposes of the requirement of s 3(2)(\na\n)\r\nthat a notice be sent within six months of such date. The section\r\ncontains provisions similar to the provisions of\ns 12(3)\nof the\nPrescription Act, which\ndeal with when a debt is deemed to be due for\r\nthe purpose of extinctive prescription. But the sections must not be\r\nconflated. They\nserve different purposes and a creditor under the\nPrescription Act includes\na minor but not a minor's natural guardian\r\nenforcing the minor's claim, whereas a creditor under the 2002 Act\r\nincludes such a guardian.\n[11] I therefore conclude that the applicant in bringing\r\nthe action in her capacity as mother and natural guardian of Junate\r\nfell\nwithin the definition of 'creditor' in the 2002 Act, and that\r\nshe accordingly had to give the notice required by that Act.\n[12] The next question is whether the court a quo was\r\ncorrect in its conclusion that condonation should be granted for the\r\napplicant's\nfailure timeously to give notice of the action to the\r\nPremier. In terms of s 3(4), a court may grant an application\r\nfor condonation\nfor such failure if it is satisfied on three matters:\n(i) that the debt has not been extinguished by\r\nprescription;\n(ii) that good cause exists for the failure by the\r\ncreditor; and\n(iii) that the organ of state was not unreasonably\r\nprejudiced by the failure.\n[13] This court said in\nMadinda v\r\nMinister of Safety and Security\n[2008] ZASCA 34\n;\n2008 (4) SA\r\n312\n(SCA):\n'The phrase \"if . . . [the\r\ncourt] is satisfied\" in s 3(4)(\nb\n)\r\nhas long been recognised as setting a standard which is not proof on\r\na balance of probability. Rather it is the overall impression\nmade on\r\na court which brings a fair mind to the facts set up by the parties.\r\nSee eg\nDie Afrikaanse\r\nPers Bpk v Neser\n1948\r\n(2) SA 295\n(C) at 297. I see no reason to place a stricter\r\nconstruction on it in the present context.'\n[14] Before considering the three requirements on which\r\nthe court must be satisfied, I wish to deal with what is said in para\r\n27\nof\nMadinda\n:\n'The question then arises as to\r\nwhether condonation should have been granted. We are by reason of the\r\nmisdirections entitled to\nreconsider this question.'\nTo the extent that this passage suggests that a court of\r\nfirst instance exercises a narrow discretion and that a court of\r\nappeal\nmay not interfere in the absence of a misdirection,\n6\nI do not, with respect, consider that it correctly\r\nstates the law. Condonation of a procedural irregularity in court\r\nproceedings\nwould ordinarily involve the exercise of such a\r\ndiscretion, because the court is master of its own procedure;\n7\nbut the discretion here has nothing to do with the\r\ncourt's procedure and is conferred by statute. The phrase 'good\r\ncause' is usually\nencountered in applications for failure to comply\r\nwith court procedure, but principles set out in those cases should\r\nnot be applied\nuncritically to the requirement of 'good cause' in\r\ns 3(4)(\nb\n)(ii). I\r\nshall return to this aspect when dealing with costs. At this stage I\r\nwould merely add that if condonation is refused by\na court, an\r\nappellate court is in my view at liberty to decide the same question\r\naccording to its own view as to whether the statutory\nrequirements\r\nhave been fulfilled, and to substitute its decision for the decision\r\nof the court of first instance simply because\nit considers its\r\ndecision preferable.\n[15] The first question on which a court must be\r\nsatisfied is that the debt has not been extinguished by prescription.\r\nSection 2(1)\nof the 2002 Act, read with the Schedule thereto, amended\r\nor repealed a number of previous Acts with effect from 28 November\r\n2002.\nIf the debt was extinguished by prescription in terms of any of\r\nthose Acts or the\nPrescription Act,\n8\ncondonation\ncannot be granted ─ for the obvious\r\nreason that no purpose would be served by granting condonation for\r\nthe late giving of\na notice in respect of a debt which no longer\r\nexists and cannot accordingly be enforced. The purpose of the 2002\r\nAct is not to\nrevive debts that have already prescribed.\n[16] There are two possible Acts that may be of\r\napplication (and the Premier relied on both): the\nPrescription Act\nand\nthe Limitation of Legal Proceedings (Provincial and Local\r\nAuthorities) Act 94 of 1970 (the 1970 Act). In each case it may be\r\nassumed\nin favour of the Premier that the debt due to Junate became\r\ndue immediately he was born.\nSection 13(1)\nof the\nPrescription Act\nprovides\n:\n'(1) If ─\n(\na\n)\r\nthe creditor is a minor . . .\n. . .\n(\nh\n)\r\n. . . and\n(i) the relevant period of\r\nprescription would, but for the provisions of this subsection, be\r\ncompleted before or on, or within one\nyear after, the day on which\r\nthe relevant impediment referred to in paragraph (\na\n)\r\n. . . has ceased to exist,\nthe period of prescription shall\r\nnot be completed before a year has elapsed after the day referred to\r\nin paragraph (i).'\nJunate is still a minor. His action has accordingly not\r\nprescribed under the\nPrescription Act. Nor has\nhis action prescribed\r\nunder the 1970 Act, which provided:\n9\n'2(1) Subject to the provisions\r\nof this Act, no legal proceedings in respect of any debt shall be\r\ninstituted against an administration,\nlocal authority or officer\r\n(herein after referred to as the debtor) ─\n(\na\n)\r\n. . .\n(\nb\n)\r\n. . .\n(\nc\n)\r\nafter the lapse of a period of twenty-four months as from the day on\r\nwhich the debt became due.'\nThe reason is that the period of 24 months is not a\r\n'vervaltermyn' but a period of prescription, because there is no\r\ninconsistency,\nas contemplated in\ns 16(1)\nof the\nPrescription\nAct,\n10\nbetween\nthe provisions of the 1970 Act and the general\r\nprovisions of Chapter III of the\nPrescription Act:\nMeintjies\nNO v Administrasieraad van Sentraal-Transvaal\n1980\r\n(1) SA 283\n(T). The provisions of the\nPrescription Act quoted\nabove\r\naccordingly postpone the completion of the 24-month period specified\r\nin the 1970 Act until a year after Junate ceases to\nbe a minor.\n[17] The second question on which a court must be\r\nsatisfied is that 'good cause' exists for the failure by the creditor\r\nto give\nthe notice. The minimum requirement is that the applicant for\r\ncondonation must furnish an explanation of the default sufficiently\n\nfull to enable the court to understand how it really came about, and\r\nto assess his/her conduct and motives:\nSilber\r\nv Ozen Wholesalers (Pty) Ltd\n1954 (2) SA 345\n(A) at 352H-353A, quoted in the context of the 2002 Act in\nMadinda's\ncase.\n11\nBeyond that, each case must depend on its own facts. As\r\nInnes CJ said in\nCohen Brothers v Samuels\n1906 TS 221\nat 224 (in the context of an application for\r\nleave to prosecute a lapsed appeal, but the remarks are equally\r\nappropriate to s 3(4)(\nb\n)(\nii\n)\r\nof the 2002 Act):\n'In the nature of things it is\r\nhardly possible, and certainly undesirable, for the Court to attempt\r\nto [define good cause]. No general\nrule which the wit of man could\r\ndevise would be likely to cover all the varying circumstances which\r\nmay arise in applications of\nthis nature. We can only deal with each\r\napplication on its merits, and decide in each case whether good cause\r\nhas been shown.'\n[18] In the present matter the court a quo set out in\r\nfull the explanation proffered by the applicant. I shall do the same:\n'By way of background, I am a\r\nmachinist at Sugar Bay in Elsies Rivier, Cape Town. I completed\r\nstandard eight at school, and have\nno other formal education. I have\r\nnever been married. I live in a wendy house in a back yard in Bishop\r\nLavis with my sons Jamie\nand Junate, and my boy friend.\nWhen Junate was born in December\r\n1998, a female doctor told me at the hospital that his brain was\r\ndamaged and that he would never\nbe able to care for himself. The\r\ndoctor said that she would speak to the professor about the reasons\r\nfor Junate's condition, but\nshe never came back to me. She or anyone\r\nelse at the hospital never told me that Junate was injured because\r\nthe hospital had made\nmistakes, and I was never told about any of the\r\nfacts or circumstances described in the hospital's clinical records\r\nwhich, my experts\nsay, show that the hospital's negligence caused\r\nJunate's brain injury. Therefore, I never even suspected that the\r\nhospital might\nhave been negligent or that facts which could support\r\nthat conclusion existed.\nBetween December 1998 and\r\nOctober 2003 I took Junate to the hospital for treatment on numerous\r\noccasions, but no one there ever\ntold me that I had not been properly\r\nmonitored during my labour when Junate was born, or that he had\r\nsuffered a lack of oxygen\nin my womb which could have been prevented.\r\nI just assumed that Junate's condition occurred for reasons which\r\ncould not have been\nprevented. No one ever showed my or Junate's\r\nmedical records to me at the hospital. And before 2003, no one at the\r\nhospital or\nanyone else told me or suggested to me that the hospital\r\nhad been negligent or that Junate had not been properly monitored\r\nduring\nmy labour when he was born.\nIt was only sometime in 2003\r\nthat a friend of mine whose son had been injured in a car accident\r\ntold me that De Vries Shields, my\nattorneys of record, are willing to\r\ninvestigate cases like Junate's and that sometimes a baby is born\r\nretarded because of a hospital's\nnegligence. I went to see Ms\r\nMarietjie Hall of De Vries Shields in August 2003 and gave her\r\npermission to order Junate's and my\nmedical records from the\r\nhospital. In October 2003, Ms Hall told me that she had obtained the\r\nopinion of a medical expert who said\nthat the hospital records showed\r\nI and Junate had not been properly cared for or observed during my\r\nlabour with Junate, and that\nis was the likely reason for his mental\r\nretardation.\nI am told by Ms Hall that the\r\nhospital's clinical notes which she obtained showed that during the\r\nevening of 11 December 1998 while\nI was in labour at the hospital\r\n(Junate was born shortly after midnight), the hospital staff did not\r\nproperly monitor Junate's\ncondition and that the hospital staff did\r\nnot follow the doctor's orders that I be monitored every two hours\r\nbecause of slow progress\nwith my labour, and that if I did not make\r\nsatisfactory progress an emergency caesarean should be performed. As\r\na result, Junate\nwas only born shortly after midnight in a severely\r\nasphyxiated state.\nI then gave De Vries Shields\r\npermission to institute a claim against the defendant and, according\r\nto Ms Hall, she then sent a letter\n. . . on 29 October 2003 giving\r\nnotice of my intended legal proceedings, which letter the defendant\r\nreceived by 31 October 2003.'\n[19] The court a quo concluded on this aspect:\n'Given applicant's\r\nsocio-economic background and the difficulties that she faced in\r\nascertaining the facts upon which her cause\nof action is based, her\r\nexplanation for her failure to give the notice to respondent within\r\nthe requisite six month period, is\nin my view acceptable.'\nWith respect, I entirely agree.\n[20] The court also had regard to the evidence on\r\naffidavit by the experts on both sides in regard to the applicant's\r\nprospects\nof success and the defences raised on behalf of the\r\nPremier. I do not propose repeating the exercise. It suffices to say\r\nthat I\nam not satisfied that the court a quo erred in its approach or\r\nthe conclusion to which it came on this aspect, both of which appear\n\nfrom the following passages in the judgment:\n'Counsel for respondent argued\r\nthat the court should approach the question of prospects of success\r\nas in ordinary motion proceedings\nie on the basis of the facts\r\nadmitted or alleged by defendant. I do not agree with this\r\nsubmission. Prospects of success is but\none of the factors to be\r\ntaken into account and the proper test at this stage, as set out in\r\nthe\nMadinda\njudgment, is to judge the issue\r\non the basis of all the facts set up by both parties. The court\r\nfurthermore, is not called upon\nat this stage to decide the merits of\r\nthe action.\nIt is clear that there are\r\nmaterial differences between the experts to be called by applicant\r\nand respondent. This is not unusual\nin an opposed medical negligence\r\ntrial. Upon a conspectus of the medical evidence to be adduced by\r\napplicant, I am however of the\nview that she has fair prospects of\r\nsuccess in the action.'\n[21] The ultimate conclusion of the court a quo on the\r\nsecond requirement for condonation was that the applicant had shown\r\nthat\ngood cause existed for her failure to give the notice timeously.\r\nThat conclusion cannot be faulted.\n[22] The third and final question on which the court\r\nmust be satisfied is that the Premier was not unreasonably prejudiced\r\nby the\nfailure to give notice. Section 3(2)(\na\n)\r\nrequires the notice to have been given within six months of the date\r\non which the debt became due. Because the debt became due\nbefore the\r\nfixed date, had not been extinguished by prescription and no legal\r\nproceedings had been instituted in respect of it,\nit is debt\r\ncontemplated in s 2(2)(\na\n)\r\nof the 2002 Act. Accordingly, in terms of the provisions of s 3(3)(\nb\n)\r\nof that Act, it 'must be regarded as having become due on the fixed\r\ndate', ie 28 November 2002. The six-month period for the giving\nof\r\nnotice expired on 27 May 2003. Notice was given some five months\r\nlate, on or about 29 October 2003. It is this five-month period\nthat\r\nis relevant, as the court a quo correctly held.\n[23] The deponent to the affidavits filed on behalf of\r\nthe Premier pointed to: the fact that records relating to the\r\nrespondent\nhad become illegible over time; the unavailability of\r\nwitnesses; the fact that it was not possible any longer to obtain\r\ncontemporaneous\nstatements from those who treated the respondent; and\r\nthe inability of those who may have treated her to remember what had\r\nhappened.\nBut counsel representing the Premier found herself unable\r\nto point to any prejudice that had not already been suffered by 27\r\nMay\n2003, the latest date on which the notice could have been given.\r\nThere was therefore no prejudice at all and that is the end of\nthe\r\nenquiry on this point.\n[24] In the circumstances, all three requirements set\r\nout in s 3(4)(\nb\n)\r\nhave been satisfied and the applicant was entitled to condonation for\r\nthe late service on the Premier of the notice required by\nthe 2002\r\nAct.\n[25] The court a quo ordered the Premier to pay the\r\napplicant's costs occasioned by the former's opposition to the\r\napplication.\nCounsel on behalf of the Premier initially argued that\r\nthe applicant should have been ordered to pay the Premier's costs as,\r\nit\nwas submitted, the applicant was seeking condonation and the\r\nPremier's opposition was not unreasonable.\n12\nOrdinarily, in applications for condonation for\r\nnon-observance of court procedure, a litigant is obliged to seek the\r\nindulgence\nof the court whatever the attitude of the other side and\r\nfor that reason will have to pay the latter's costs if it does\r\noppose,\nunless the opposition was unreasonable. I doubt that this is\r\nthe correct approach in matters such as the present, as an\r\napplication\nfor condonation under the 2002 Act has nothing to do with\r\nnon-observance of court procedure, but is for permission to enforce a\n\nright, which permission may be granted within prescribed statutory\r\nparameters; and such an application is (in terms of s 3(4))\nonly\r\nnecessary if the organ of state relies on a creditor's failure to\r\nserve a notice.\n13\nIn the circumstances there is much to be said for the\r\nview that where an application for condonation in a case such as the\r\npresent\nis opposed, costs should follow the result. It is not,\r\nhowever, necessary to consider the question further as the Premier's\r\ncounsel,\nwhen asked if the Premier really insisted on attempting to\r\nobtain a costs order against a person such as the applicant in the\r\ncircumstances\nof the present case, quite properly abandoned this part\r\nof the appeal; and there is no cross-appeal by the respondent.\n[26] The appeal is dismissed, with costs.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: Ms P Weyer SC (with her Ms N Bawa)\nInstructed by The State Attorney, Cape Town\nThe State Attorney, Bloemfontein\nRESPONDENTS: J Samer\nInstructed by DSC Attorneys, Cape Town\nRosendorff Reitz Barry, Bloemfontein\n1\nJacobs\r\n\tv Kegopotsimang\n1937 GWLD 43.\n2\nGreyling\r\n\tv Administrator, Natal\n1966 (2) SA 684\n(D).\n3\nFamily\r\n\tThings and Succession\n2 ed (1983) by H\r\n\tJ Erasmus, C G van der Merwe and A H van Wyk para 166 at 193.\n4\n9\r\n\ted (2007) general editor Francois du Bois at 208ff.\n5\nSee\r\n\tpara 22 below.\n6\nNaylor\r\n\t& another v Jansen\n2007 (1) SA 18\n(SCA) para 14 and cases\r\n\treferred to therein in footnotes 16 to 23;\nMalan & another v\r\n\tLaw Society, Northern Province\n[2008] ZASCA 90\n;\n2009 (1) SA 216\n(SCA) para 13.\n7\nBookworks\r\n\t(Pty) Ltd v Greater Johannesburg Transitonal Metropolitan Council &\r\n\tanother\n1999 (4) SA 799\n(W) at 807\nin\r\n\tfine\n, approved in\nGiddey\r\n\tNO v J C Barnard & Partners\n[2006] ZACC 13\n;\n2007\r\n\t(5) SA 525\n(CC) para 21.\n8\nNote\r\n\tthe transitional provisions in s 2(3) and (4), quoted above.\r\n\tThey are not of importance in the present matter, for the\nreasons\r\n\tappearing from the next paragraph of this judgment.\n9\nThe\r\n\t1970 Act was repealed in its entirety by s 2(1) of the 2002 Act,\r\n\tread with the Schedule thereto, with effect from 28 November\n2002.\n10\n'16(1)\r\n\t[T]he provisions of this chapter shall, save in so far as they are\r\n\tinconsistent with the provisions of any Act of Parliament\nwhich\r\n\tprescribes a specified period within which a claim is to be made or\r\n\tan action is to be instituted in respect of a debt\nor imposes\r\n\tconditions on the institution of an action for the recovery of a\r\n\tdebt, apply to any debt arising after the commencement\nof this Act.'\n11\nPara\r\n\t11.\n12\ncf\nMeintjies NO v Administrasieraad van\r\n\tSentraal-Transvaal\n, above, at 288B-C\r\n\tand 294G-295F;\nDauth & others v\r\n\tMinister of Safety and Security & others\n[2008] ZANCHC 26\n;\n2009\r\n\t(1) SA 189\n(NC) para 10.\n13\nCompare\ns 17\nof the\nPrescription Act, which\nprovides:\n'(1) A court shall not of its own motion take notice of\r\n\tprescription.\n(2)\r\n\tA party to litigation who invokes prescription, shall do so in the\r\n\trelevant document filed of record in the proceedings: Provided\nthat\r\n\ta court may allow prescription to be raised at any stage of the\r\n\tproceedings.'",
  "scraped_at": "2026-02-12T16:16:41.310114",
  "date": "2011-11-30",
  "coram": [
    "NAVSA",
    "CLOETE",
    "MALAN",
    "THERON",
    "PETSE"
  ],
  "case_number": "184/11",
  "parties": {
    "applicants": [
      "Premier of the Western Cape Provincial Government NO"
    ],
    "respondents": [
      "Berenay Lakay"
    ]
  },
  "sections": {
    "facts": "The respondent, Berenay Lakay, is the natural guardian of her son Junate, who was born on 12 December 1998 with severe brain damage alleged to have resulted from negligent care at Tygerberg Hospital, a provincial organ of state. In February 2006 Lakay instituted a delictual claim for damages against the Premier of the Western Cape. The Premier raised a defence under s 3 of the Institution of Legal Proceedings against Certain Organs of State Act 40 of 2002, arguing that Lakay had failed to give the required written notice of her intention to sue within six months of the debt becoming due. Lakay subsequently applied for condonation of the late notice, which was given in October 2003, five months after the statutory deadline.",
    "issues": "1. Whether a natural guardian of a minor is a \"creditor\" within the meaning of s 3 of the 2002 Act and therefore subject to the notice requirement. 2. Whether the debt claim was extinguished by prescription. 3. Whether the conditions for condonation under s 3(4) – non‑prescription, good cause, and no unreasonable prejudice to the organ of state – were satisfied.",
    "principles": "The Court examined the definition of \"creditor\" in the 2002 Act, which expressly includes a tutor or curator acting for a minor, and held that a natural guardian falls within this definition. It distinguished the procedural notice requirement from the substantive prescription regime under the Prescription Act, rejecting the lower court’s reliance on the Prescription Act to define creditor. The Court applied the standards for condonation set out in s 3(4) and affirmed the approach in Madinda v Minister of Safety and Security, requiring overall satisfaction of the three statutory criteria rather than a strict evidentiary burden. Relevant precedents include Guardian National Insurance Co Ltd v Van Gool, Brand v Williams, and Mohlomi v Minister of Defence.",
    "application": "The Court concluded that Lakay, as natural guardian, was a creditor and thus required to give notice under the 2002 Act. The debt had not been extinguished because Junate remained a minor and the Prescription Act postpones the completion of any prescription period until a year after minority ends. Lakay provided a satisfactory explanation for the delayed notice, establishing good cause, and the Premier could not demonstrate any prejudice beyond the statutory deadline of 27 May 2003. Accordingly, all three condonation requirements were met.",
    "conclusion": "The appeal was dismissed. The Court affirmed the lower court’s order granting condonation of the late notice and ordered the Premier to pay the respondent’s costs incurred in opposing the application."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Procedural Requirements for Claims against Organs of State",
    "level_3": [
      "creditor definition",
      "natural guardian",
      "condonation",
      "prescription",
      "organ of state"
    ]
  }
}