{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/202.html",
  "case_name": "Chairman of the State Tender Board v Digital Voice Processing (Pty) Ltd, Chairman of the State Tender Board v Sneller Digital (Pty) Ltd and Others (764/2010) [2011] ZASCA 202; 2012 (2) SA 16 (SCA); [2012] 2 All SA 111 (SCA) (24 November 2011)",
  "citation": "[2011] ZASCA 202",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 202\n|\nNoteup\n|\nLawCite\nChairman of the State Tender Board v Digital Voice Processing (Pty) Ltd, Chairman of the State Tender Board v Sneller Digital (Pty) Ltd and Others (764/2010) [2011] ZASCA 202; 2012 (2) SA 16 (SCA); [2012] 2 All SA 111 (SCA) (24 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 764/2010\n(NGHC Case Nos:57294/07: 33921/07)\nCHAIRMAN OF THE STATE TENDER BOARD\n….....................................\nAppellant\nand\nDIGITAL VOICE PROCESSING (PTY) LTD\n….......................................\nRespondent\nAND\nTHE CHAIRMAN OF THE STATE TENDER BOARD\n…............................\nAppellant\nand\nSNELLER DIGITAL (PTY) LTD\n….................................................\nFirst\r\nRespondent\nLINDA BEATRICE VAN DEN HEEVER\n…...............................\nSecond Respondent\nHAROON ISMAIL ANGLIA\n….......................................................\nThird\r\nRespondent\nYONANDE JOUBERT\n…............................................................\nFourth\r\nRespondent\nBUSI MURIEL NYEMBEZI\n….........................................................\nFifth\r\nRespondent\nVERONIQUE ANN SEPTEMBER\n….............................................\nSixth\r\nRespondent\nNeutral citation:\nChairman,\r\nState Tender Board v Digital Voice Processing (Pty) Ltd; Chairman,\r\nState Tender Board v Sneller Digital (Pty) Ltd\n(764/2010)\n[2011]\r\nZASCA 202\n(24 November 2011)\nCoram:\nNavsa, Lewis, Bosielo\r\nand Seriti JJA and Plasket AJA\nHeard:\n10 November 2011\nDelivered:\n24 November 2011\nSummary:\nAdministrative law –\nPromotion of Administrative Justice Act 3 of 2000\n– ripeness of\r\napplication to review and set aside administrative action –\r\ngrounds of review – error of fact and\nirrationality.\nORDER\nOn appeal from North Gauteng High\r\nCourt, Pretoria\n(Prinsloo J sitting as court of first instance):\nBoth appeals are dismissed with costs.\nJUDGMENT\nPLASKET AJA (NAVSA, LEWIS, BOSIELO AND\r\nSERITI JJA concurring)\n[1] As will be seen from the facts set\r\nout below, the two appeals dealt with in this judgment are related.\r\nThey were heard together,\nboth in the court below and before us. Both\r\nare appeals against decisions of the North Gauteng High Court,\r\nPretoria (Prinsloo J)\nthat reviewed and set aside the blacklisting of\r\nthe respondents – the applicants in the court below –\r\nfrom doing business\nwith the government in all of its guises for a\r\nperiod of ten years. In both matters, leave to appeal to this court\r\nwas granted\nby Prinsloo J. I shall refer to these cases as DVP and\r\nSneller Digital respectively.\nThe facts\n[2] In late January 2000 the first\r\nrespondent in Sneller Digital submitted a tender to the State Tender\r\nBoard (the STB) for a government\ncontract for the recording,\r\ntranscribing and archiving of digitally recorded proceedings in the\r\nhigh courts seated at Bloemfontein,\nPietermaritzburg, Port Elizabeth,\r\nGrahamstown, Kimberley, Bhisho, Mthatha, Johannesburg, Pretoria,\r\nMmabatho and Thohoyandou. The\ncontract was awarded to it in June\r\n2000.\n[3] The contract ran its course but\r\nwas then extended beyond its final date of 31 March 2005 until a date\r\nin 2006. There were no\ncomplaints concerning the performance of\r\nSneller Digital’s contractual obligations. On 22 September\r\n2005, however, the STB\ntook a decision to blacklist Sneller Digital,\r\nits directors (who are the second to sixth respondents in this\r\nmatter), shareholders,\nassociated companies and their members from\r\ndoing business with the government for ten years. As the decision was\r\ntaken without\nany of those affected by it having been given a hearing\r\nof any sort, the STB capitulated meekly in the face of review\r\nproceedings\nbrought as a matter of urgency.\n[4] Undeterred by this setback, the\r\nSTB continued with its efforts to blacklist Sneller Digital and all\r\nthose associated with it.\nAs a result of complaints lodged by an\r\nunsuccessful tenderer, investigations were conducted into the affairs\r\nof Sneller Digital,\nat the instance of the STB, by the South African\r\nRevenue Service, the Scorpions and the Auditor-General. None of these\r\ninvestigations\nfound evidence of any wrongdoing on the part of\r\nSneller Digital. The Auditor-General, for instance, made a finding\r\nconcerning the\nvery issues involved in this case to the effect that\r\n‘Sneller Digital made no material misrepresentations that could\r\naffect\nthe outcome of the tender award’.\n[5] The renewed process that led to\r\nthe second blacklisting can be said to have commenced on 27 February\r\n2006 when Mr Ndleleni Mathebula,\na chief director: contract\r\nmanagement in the national treasury, wrote a letter to Sneller\r\nDigital through the second respondent.\nIn it he said:\n‘\nWe\r\nhave observed that in your tender (tender No. RT279B/2000GE) and a\r\nresultant contract which ended on 31 July 2005, it was indicated\nthat\r\nthe directors of the company Sneller Digital (Pty) Ltd were H.\r\nAnglia, Y. Hurter, B.M. Nyembezi, V.A. September and L.B. Van\nden\r\nHeever. It has come to our attention that some or all of the above\r\nmentioned directors were not directors as at the closing\ndate of the\r\ntender, namely, on 31 January 2000 under tender No. RT279B/2000GE.\nIt\r\nappears that on the 10\nth\nof December 1999 Earthsong\r\nTrading (Pty) Limited which was a shelf company was registered, the\r\ndirector of which was one Sheryl\nBoswell. It appears that this\r\ncompany was later changed on the 11\nth\nof February 2000 to Sneller\r\nDigital (Pty) Ltd and on that date the above mentioned directors were\r\nappointed.\nHowever,\r\nthe tender document was signed on the 28\nth\nof January 2000 and such tender\r\nwas submitted or had to be submitted on or before the 31\nst\nof January 2000, it being a\r\nclosing date. If one has regard to the date of the registration of\r\nSneller Digital (Pty) Ltd the said\ndirectors were appointed 11 days\r\nafter the tender documents were submitted.\nYou\r\nare kindly requested to explain as to why the above mentioned\r\ndirectors were alleged to have been directors of the company which\n\nsubmitted the tender documents.\nFurther\r\nyou are requested to explain as to whether this did not amount to a\r\nmisrepresentation on the part of the tenderer.’\n[6] The letter then dealt with other\r\nissues that have no bearing on this appeal. Mathebula requested\r\ninformation as to when each\nof the directors of Sneller Digital was\r\nappointed, whether each person was still a director and, if not, when\r\nhe or she ceased\nbeing a director and the reason therefor, and\r\nwhether all of the directors were ‘actively involved in the\r\naffairs of the\ncompany concerned’ and, if so, what role they\r\nhad played.\n[7] This letter was answered by the\r\nattorney acting for Sneller Digital on 10 March 2006. The response,\r\nto the extent relevant to\nthese proceedings, was this:\n‘\n1.\r\nMessrs Anglia, Hurter (now Joubert), Nyembezi, September and van den\r\nHeever were appointed as directors of Sneller Digital (Pty)\nLimited\r\non 20 January 2000. In terms of Company Law, the date of appointment\r\nof a director is the date that the shareholders resolve\nto appoint\r\nthe directors. This occurred on 20 January 2000. In terms of section\r\n216 of the Companies Act, a director, within 28\ndays after the date\r\nof his appointment, must submit a consent document to the company\r\nwith details of the directors’ particulars\nand, within 14 days\r\nafter the receipt of such particulars, the company must lodge a\r\nreturn with the Registrar of Companies. The\nfact that the return was\r\nlodged with the Registrar of Companies after 20 January 2000 is\r\nconsistent with the procedures which are\nrequired to be followed in\r\nterms of the Companies Act.\n2.\r\nAs is recorded in the tender document submitted to you, Sneller\r\nDigital (Pty) Limited was a start up company initially called\n\nEarthsong Trading (Pty) Limited. Application was made to the\r\nRegistrar of Companies to change the name on 17 January 2000. The\n\nname change was approved in principle by the Registrar of Companies\r\nprior to 26 January 2000 and finally registered by the Registrar\nof\r\nCompanies on 25 February 2000.\n3.\r\nAt the time that the tender was submitted, Messrs Anglia, Nyembezi,\r\nSeptember, Hurter and van den Heever were the directors of\nSneller\r\nDigital (Pty) Limited. There was accordingly no misrepresentation.’\n[8] The letter continued to state that\r\nthe duties of each of the directors had been set out in the covering\r\nletter to the tender\nand in one of its forms. Those duties had not\r\nchanged until February 2005 when, as a result of the promulgation of\r\nthe Broad-Based\nBlack Economic Empowerment Act 53 of 2003, a\r\nrestructuring of the Sneller Group of companies took place. As a\r\nresult of the restructuring\nan empowerment rating was issued by\r\nEmpowerdex to the Sneller Group. The attorney attached the Empowerdex\r\nreports in respect of\neach company in the Sneller Group stating:\n‘\nYou\r\nwill see from the reports attached that Messrs Anglia, Hurter,\r\nSeptember and van den Heever continue to be directors and\r\nshareholders\nof companies within the Sneller Group but now in a\r\ndifferent role. They are also all still employed in senior management\r\nroles.\nB.M. Nyembezi was appointed as a non-executive director. Her\r\nbackground is set out on page 4 of the covering letter dated 26\r\nJanuary\n2000. She was asked to become a member of the board following\r\nher experience in facilitating empowerment.’\n[9] On 15 May 2006 Mathebula wrote\r\nback to Sneller Digital, again through the second respondent (despite\r\nhaving been requested to\ndirect his correspondence to the attorney).\r\nHe requested a copy of the resolution in terms of which the second to\r\nsixth respondents\nwere appointed as directors. On 7 June 2006, the\r\nattorney representing Sneller Digital responded by saying:\n‘\nWe\r\nhave already confirmed to you that the shareholders resolved to\r\nappoint the directors on 20 January 2000. The resolution passed\nby\r\nthe shareholders is private. If you need a certificate from the\r\ncompany’s auditors confirming that the resolution was\nduly\r\npassed on 20 January 2000, this can be obtained.’\n[10] About four months later,\r\nMathebula wrote yet again to the second respondent to say that he\r\nstill was not satisfied with the\nresponses he had received. He\r\ncontinued:\n‘\nWe\r\nconsider the issues that we have raised with you very seriously. In\r\nthe circumstances you are hereby given a further opportunity\nby way\r\nof written representations, either through your legal representatives\r\nor yourselves, to give us reasons within 30 days of\nreceipt hereof,\r\nwhy the State Tender Board should not restrict your company and its\r\ndirectors, shareholders, associated companies\nand their members from\r\ndoing business with the State for a period of 10 years.’\n[11] The attorney said in a letter\r\ndated 13 October 2006 that in the light of his comprehensive\r\nresponses to Mathebula’s concerns\nin his previous letter, he\r\nrequired clarification as to which of these concerns had not, in\r\nMathebula’s view, been adequately\naddressed. He undertook to\r\naddress those within 30 days of being informed of them. Mathebula did\r\nnot revert to the attorney, despite\nreminders.\n[12] Eventually, on 15 June 2007,\r\nMathebula responded. Far from furnishing the attorney with the\r\ninformation requested, Mathebula\ninformed him instead that a decision\r\nhad been taken. The letter reads as follows:\n‘\nWe\r\nrefer to the above matter and to our previous correspondence in\r\nregard thereto which include letters dated 27 February 2006,\n15 May\r\n2006 and 6 October 2006.\nIn\r\nparticular we record that you were given an opportunity to address\r\nthe suspected fraudulent misrepresentation and fronting that\nsurfaced\r\nafter the contract in tender no. RT279B/2000GE was concluded.\nThe\r\nletters referred to above were addressing the issues that caused\r\nconcern to the State Tender Board. These issues included the\n\npossibility of fraud on the part of Sneller Digital (Pty) Ltd when it\r\nsubmitted its tender in January 2000 and the possibility\nof fronting\r\nwith a view to claim equity ownership points so as to procure the\r\ntender.\nThe\r\nabove process has taken more than a year due to the fact that the\r\nBoard regarded the issues as serious enough to warrant proper\n\nconsideration and to afford your company and its directors and\r\nassociated persons ample opportunity to address the issues before\nany\r\ndecision affecting your company and the affected persons is taken.\nTaking\r\ninto account all circumstances of the case and the representations on\r\nbehalf of the company and its directors the Board at\nits sitting on 8\r\nMarch 2007 decided as follows:\nSneller\r\nDigital (Pty) Ltd and its Directors, partners and all associated\r\nmembers who were part of Sneller Digital (Pty) Ltd at the\ntime of the\r\nRT279B/2000 contract be restricted to do business with all three\r\nspheres of government institutions for a period of\nten years;\nThe\r\ndecision to restrict Sneller Digital (Pty) Ltd does not impact on the\r\ncurrent contracts awarded to it prior to the above decision.\nThe\r\nabove decision was taken on the basis that you failed to remove the\r\nsuspicion of fraud at the time of submission of your tender\n\ndocuments. This is so in the light of the fact that as at 30\nth\nJanuary 2000 (closing date of\r\nthe tender) the directors, on whose basis the equity ownership was\r\nclaimed, were not yet appointed\nas such as they were only appointed\r\non 11 February 2000. At all material times you were aware that this\r\ninformation was incorrect\nand therefore fraudulent. This did not only\r\nconstitute fraud but what is generally regarded as fronting.’\n[13] When Sneller Digital was informed\r\nof its blacklisting, the STB made no mention of the fact that Digital\r\nVoice Processing (Pty)\nLtd (DVP), the respondent in the second\r\nappeal, had also been blacklisted. This could not be inferred from\r\nMathebula’s letter\nof 15 June 2007. That letter did not quote\r\nthe resolution that had been taken but only referred, in addition to\r\nSneller Digital,\nto the ‘directors, partners and all associated\r\nmembers who were part of Sneller Digital (Pty) Ltd at the time of the\r\nRT279B/2000\ncontract’ as the targets of the blacklisting. DVP\r\ndid not exist when Sneller Digital tendered for and was awarded the\r\ncontract\nin 2000. It only came into existence in 2001. It was,\r\nfurthermore, not linked to Sneller Digital in any way and was not\r\npart of\nthe Sneller Group, even though two of its directors were also\r\ndirectors of Sneller Digital.\n[14] Sneller Digital launched an\r\napplication to review the decision to blacklist it. In due course its\r\nattorneys, who were also\nDVP’s attorneys, received the record\r\nof the decision, in terms of rule 53 of the Uniform rules. It was\r\nthen discovered that\nthe STB had also blacklisted DVP, it being\r\nreferred to expressly in the resolution. Ms Linda van den Heever, the\r\nsecond respondent\nin the Sneller Digital matter and who had been a\r\ndirector of both Sneller Digital and DVP, was informed of the\r\ndecision by the\nattorneys acting for both companies only on 27\r\nNovember 2007. On 6 December 2007, she informed Mr Steven Benson, a\r\ndirector of\nDVP and the deponent to its founding affidavit. The STB\r\nhad simply not bothered to inform DVP of the decision to blacklist it\r\nfor\nclose to nine months, despite the enormous adverse consequences\r\nof the decision for DVP and the fact that the State Information\n\nTechnology Agency had invited DVP to bid for a valuable tender –\r\na tender which would not even have been considered because\nof its\r\nblacklisting. It was at this stage that DVP launched an urgent\r\napplication to review and set aside the STB’s decision\nto\r\nblacklist it.\nThe DVP appeal\n[15] The court below found that the\r\ndecision to blacklist DVP was invalid because, being an\r\nadministrative action as defined in\ns 1 of the Promotion of\r\nAdministrative Justice Act 3 of 2000 (the PAJA), it had been taken\r\nwithout DVP having been afforded a hearing:\ns 6(2)(c) empowers a\r\ncourt to review and set aside administrative action that is\r\nprocedurally unfair.\n[16] It is common cause that the STB\r\nnever afforded DVP a hearing prior to the decision to blacklist it\r\nbeing taken. The only issue\nthat is to be decided is whether the\r\ndecision is reviewable because it had not been communicated to DVP by\r\nthe STB. The argument\nadvanced by the appellant is that this fact\r\nrendered the application for the review of the decision premature. In\r\nother words,\nthe issue is one of ripeness.\n1\n[17] Writing in 1984, when the common\r\nlaw regulated the review of administrative action, Baxter said that\r\n‘the appropriate\ncriterion by which the ripeness of the action\r\nin question is to be measured is whether prejudice has already\r\nresulted or is inevitable,\nirrespective of whether the action is\r\ncomplete or not’.\n2\nWhile finality is usually achieved\r\nwhen an administrative decision has been made known – and from\r\na practical perspective,\nnotification to the affected party is\r\nusually the trigger for the challenge to the decision –\r\nnotification is not necessarily\nthe proper indication that a decision\r\nis ripe for challenge. This case is a good illustration why this is\r\nso.\n[18] To the extent that some of the\r\ncase law tends to suggest that, as a general principle, notification\r\nis the touchstone for ripeness,\nI am of the view that this is too\r\nrigidly expressed. This view has its genesis in cases like\nEstate\r\nGarlick v Commissioner for Inland Revenue\n,\n3\nwhich held that the judgment of\na\r\ncourt\nonly has efficacy\r\nonce it is handed down, and stems from an era when principles\r\nrelating to judicial decision-making tended to be\napplied to\r\nadministrative decision-making, often without due regard to the\r\ndifferences in the nature, purpose and rationale of\nthese two types\r\nof public power. The effect was to inject into administrative law a\r\nformality that was sometimes out of place and\nat odds with the\r\ninformal nature of much administrative decision-making and the fact\r\nthat, unlike judicial proceedings, administrative\n‘proceedings’\r\noften are not conducted in public – in ‘open court’.\n[19] Cases like\nLek\r\nv Estate Agents Board\n,\n4\nrelied on by the appellant, must be\r\nunderstood in this light. To the extent that this case suggests as a\r\ngeneral principle that,\nat common law, notification per se, and\r\nnothing else, renders an administrative decision ripe for review, I\r\nam of the view that\nit overstates the position and is to that extent\r\nwrong. In any event, the statements in\nLek\nrelied on by the STB concerned\r\nterritorial jurisdiction, not ripeness: Lek had in fact been notified\r\nin writing of the decision\ntaken against him, the issue being where\r\nthe notification was communicated to him, and the statute under\r\nconsideration required\nwritten notification to be given of the\r\ndecisions of the respondent.\n[20] Generally speaking, whether an\r\nadministrative action is ripe for challenge depends on its impact and\r\nnot on whether the decision-maker\nhas formalistically notified the\r\naffected party of the decision or even on whether the decision is a\r\npreliminary one or the ultimate\ndecision in a layered process. Many\r\nexamples spring to mind but one will suffice. If, for instance, a\r\nliquor board cancelled a\ntrader’s liquor licence without\r\ninforming him or her, and the police then took steps to close the\r\npremises or seize the trader’s\nstock, I have no doubt that the\r\ndecision would be ripe for challenge the moment those steps were\r\nthreatened. To suggest that the\ntrader is without a remedy and is\r\nprecluded from protecting his or her rights until the liquor board\r\nhas communicated the decision\nto him or her only has to be stated to\r\nbe rejected. Ultimately, whether a decision is ripe for challenge is\r\na question of fact,\nnot one of dogma.\n[21] Now that the review of\r\nadministrative action is dealt with in terms of the PAJA, the\r\nposition is clear. An administrative action\nis defined in s 1 to be,\r\ninter alia, a ‘decision’ which has a ‘direct,\r\nexternal legal effect’. In commenting\non this aspect of the\r\ndefinition of administrative action, Hoexter says:\n5\n‘\nThe\r\nPAJA does not refer to ripeness as such. However, s 1 of the Act\r\nappears to underscore the requirement of ripeness by confining\nthe\r\nambit of administrative action – the gateway to the Act –\r\nas a “decision”, and moreover one with “direct”\n\neffect. Both of these terms suggest finality.’\n[22] Mathebula, in the answering\r\naffidavit in the DVP matter, appears to suggest that DVP should still\r\nnot know of its blacklisting.\nHe said this of the rule 53 record\r\nfiled in the Sneller Digital review:\n‘\nThe\r\nrecord that was filed only pertains to Sneller Digital and was not\r\nmeant to inform the applicant of the decision of the 8\nth\nMarch\r\n2007.’\n[23] He did not explain why the STB\r\nchose to keep DVP’s blacklisting secret, much less attempt to\r\njustify this. He conceded,\nhowever, that the decision had an effect\r\non DVP. There was also no suggestion on the part of the STB that the\r\ndecision was not\nfinal or that it had not been implemented. The\r\nadverse impact of the decision on DVP is clear. It could tender for\r\nas many contracts\nwith the government as it wished and it would never\r\nbe successful – and it would not know why. In these\r\ncircumstances it\nis clear to me that the decision was ripe for\r\nchallenge even if it had not been communicated to DVP by the STB\r\nitself.\n[24] In any event, even on the\r\nappellant’s version, the decision had been communicated to DVP,\r\nalbeit vicariously. When the\nrule 53 record was furnished by the\r\nappellant’s attorneys to DVP’s attorneys, the cat was let\r\nout of the bag. The decision\nwas communicated to DVP at this point,\r\ndespite the fact that the STB, for its own undisclosed reasons,\r\nwished to keep its decision\nto blacklist DVP a secret. It does not\r\nmatter, in my view, whether the notification was given personally to\r\nDVP by the STB or not.\nWith the filing of the rule 53 record, the\r\ndecision entered the public domain and DVP became aware of the\r\ndecision. There is, accordingly,\nno merit in the argument raised by\r\nthe appellant, even on its own terms.\n[25] In the result, the appeal in the\r\nDVP matter cannot succeed.\nThe Sneller Digital appeal\n[26] Three issues arise in the Sneller\r\nDigital matter. The first is whether the STB exercised a private,\r\ncontractual power to blacklist\nthe respondents or whether the power\r\nwas a public, statutory power the exercise of which was an\r\nadministrative action as defined\nin s 1 of the PAJA and was\r\nreviewable in terms of s 6(1). If the decision was indeed\r\nadministrative action, the second issue is\nwhether the decision is\r\ntainted by irregularity and thereby liable to be set aside. The third\r\nissue relates only to the second\nto sixth respondents. The point is\r\ntaken by the appellant that their application for review is premature\r\nbecause, while the decision\nto blacklist Sneller Digital was\r\ncommunicated to it by the STB, it never communicated the decision to\r\nblacklist the individual\ndirectors to them.\n[27] The appellant asserts the STB\r\nblacklisted the respondents in terms of clause 47 of the General\r\nConditions and Procedures (ST36)\npublished in the State Tender\r\nBulletin 1421 of 17 May 1991 which, along with the State Tender Board\r\nregulations, made in terms\nof s 13 of the State Tender Board Act 86\r\nof 1968, were incorporated into the contract between it and Sneller\r\nDigital that resulted\nfrom the tender submitted by Sneller Digital on\r\n28 January 2000. This power, the argument proceeds, is a private\r\npower and is therefore\nnot subject to the constraints imposed by the\r\nrules of public law.\n[28] Interesting as that issue may be,\r\nit is not necessary to decide it. By the time the power to blacklist\r\nwas exercised, the contract\nno longer existed, having been\r\nextinguished by the effluxion of time. The contract was entered into\r\nin June 2000. It was to subsist\nfor a fixed period – until\r\nMarch 2005. By agreement between the STB and Sneller Digital, it was\r\nextended to a date in 2006.\nThe STB purported to blacklist the\r\nrespondents on 8 March 2007 but only informed Sneller Digital of its\r\ndecision on 15 June 2007.\nBy the time it took its decision,\r\ntherefore, the contract upon which it relied had run its course.\r\nFurthermore, the contract could\nnot be the basis for the blacklisting\r\nof the second to sixth respondents because they were not parties to\r\nit.\n[29] The only remaining possible\r\nsource of the STB’s power to blacklist is reg 3(5)(a) of the\r\nregulations made in terms of\ns 13 of the State Tender Board Act. This\r\nregulation provides:\n‘\nIf\r\nthe Board is of opinion that a person -\n.\r\n. .\n(iv)\r\nwho has concluded an agreement referred to in section 4(1)(a) of the\r\nAct, has promised, offered or given a bribe, or has acted\nin respect\r\nthereof in a fraudulent manner or in bad faith or in any other\r\nimproper manner, the Board may, in addition to any other\nlegal\r\nremedies it may have, resolve that no offer from the person concerned\r\nshould be considered during such period as the Board\nmay stipulate.’\nRegulation 3(5)(c) provides that the\r\nsame penalty may be imposed on ‘any other enterprise, or to any\r\npartner, manager, director\nor other person, who wholly or partly\r\nexercises or exercised or may exercise control over the enterprise of\r\nthe first-mentioned\nperson, and with which enterprise or person the\r\nfirst-mentioned person is or was in the opinion of the Board actively\r\nassociated’.\n[30] It has been definitively\r\ndetermined by this court in\nChairman,\r\nState Tender Board & another v Supersonic Tours (Pty) Ltd\n6\nthat an exercise of power in terms of\r\nreg 3(5)(a) constitutes administrative action. Cloete JA said the\r\nfollowing in this respect:\n7\n‘\nThe\r\nSTB is an “organ of State” as defined in s 239 of the\r\nConstitution, incorporated in the definitions section, s 1,\nof PAJA.\r\nThe STB made a “decision relating to imposing a restriction”\r\nas contemplated in para (d) of the definition\nof “decision”\r\nin s 1 of PAJA. The decision was an exercise of a public power in\r\nterms of legislation, viz the regulations\nquoted above, and that\r\nrequirement of “administrative action” as defined in s 1\r\nof PAJA is accordingly fulfilled. The\ndecision had immediate and\r\ndirect legal consequences for Supersonic. The decision accordingly\r\nconstituted an “administrative\naction” as defined in s 1\r\nof PAJA and the provisions of PAJA are applicable. . . The rights of\r\nSupersonic were materially\nand adversely affected by the decision and\r\nSupersonic was consequently entitled to procedural fairness in terms\r\nof s 3(1) of PAJA.’\n[31] The decision to blacklist the\r\nrespondents was clearly an administrative action in terms of the PAJA\r\nwith the result that it\nis, in terms of s 6(1), susceptible to review\r\nif any of the grounds of review specified in s 6(2) are found to be\r\npresent.\n[32] It was argued on behalf of the\r\nrespondents that the decision to blacklist them was tainted by a\r\nmaterial error of fact or law\nand that it was an unreasonable\r\ndecision on account of its irrationality. It was also argued that it\r\nwas procedurally unfair in\nthe sense that the STB was biased. In the\r\nlight of what is set out below, it is not necessary to determine this\r\nlast issue.\n[33] As a matter of objective fact,\r\nthe second to sixth respondents were appointed as directors of\r\nSneller Digital on 20 January\n2000, before the contract was\r\nconcluded. The STB was informed of this by the respondents’\r\nattorney and proof, in the form\nof a certificate from Sneller\r\nDigital’s auditors, was offered to, but not requested by, the\r\nSTB. There was, at this stage,\nno reason to doubt the veracity of the\r\ninformation provided and the attempt, in the answering papers, to\r\nsuggest that the respondents\nwere lying has no factual foundation and\r\nso does not raise a genuine dispute of fact.\n[34] It is now well established in\r\nSouth Africa (and in some other common law jurisdictions\n8\n)\r\nthat a material error of fact is a ground of review. This is so even\r\nthough it is not one of the grounds specifically listed in\ns 6(2) of\r\nthe PAJA. It has been held that it falls within the ground specified\r\nin s 6(2)(e)(iii) – the taking into account\nof irrelevant\r\nconsiderations and the ignoring of relevant considerations\n9\n–\nbut it may just as easily be\r\naccommodated in s 6(2)(i), the catch-all provision that allows for\r\nthe development of new grounds of\nreview. This section provides that\r\nadministrative action may be reviewed and set aside on the basis of\r\nit being ‘otherwise\nunconstitutional or unlawful’.\n[35] In\nPepcor\r\nRetirement Fund & another v Financial Services Board &\r\nanother\n10\nCloete JA held:\n‘\nIn\r\nmy view, a material mistake of fact should be a basis upon which a\r\nCourt can review an administrative decision. If legislation\nhas\r\nempowered a functionary to make a decision, in the public interest,\r\nthe decision should be made on the material facts which\nshould have\r\nbeen available for the decision properly to be made. And if a\r\ndecision has been made in ignorance of facts material\nto the decision\r\nand which therefore should have been before the functionary, the\r\ndecision should (subject to what is said in para\n[10] above) be\r\nreviewable at the suit of,\ninter\r\nalios\n,\r\nthe functionary who made it – even although the functionary may\r\nhave been guilty of negligence and even where a person who\nis not\r\nguilty of fraudulent conduct has benefited by the decision. The\r\ndoctrine of legality which was the basis of the decisions\nin\nFedsure\n,\nSarfu\nand\nPharmaceutical\r\nManufacturers\nrequires\r\nthat the power conferred on a functionary to make decisions in the\r\npublic interest, should be exercised properly, ie on\nthe basis of the\r\ntrue facts; it should not be confined to cases where the common law\r\nwould categorise the decision as\nultra\r\nvires\n.’\n[36] The STB erred factually when it\r\nconcluded that the second to sixth respondents had been appointed on\r\n11 February 2000, after\nthe tender had been submitted. If the STB had\r\ntaken its decision based on the proper facts it could not have\r\nconcluded that the\nrespondents had made fraudulent misrepresentations\r\nto it. Its factual error was material as it was the direct cause of\r\nthe decision\nto blacklist the respondents.\n[37] The decision was also irrational.\r\nThe STB chose to ignore the true position in relation to when the\r\nsecond to sixth respondents\nwere appointed as directors, and it did\r\nso without reverting to their attorney who had offered proof in the\r\nform of an auditor’s\ncertificate. A reasonable administrator,\r\nfaced with these circumstances would not have taken the decision\r\nwithout first obtaining\nthe certificate. Instead, the STB closed its\r\nmind to facts that disproved its suspicion that the respondents were\r\nguilty of fraudulently\nmisrepresenting that the second to sixth\r\nrespondents were directors at a time when they were not.\n[38] Furthermore, the STB failed to\r\napply its mind properly or at all to whether the conduct attributed\r\nby it to Sneller Digital\namounted to a fraudulent misrepresentation\r\nthat induced the contract. If one accepts, for the sake of argument,\r\nthat the second\nto sixth respondents only became directors on 11\r\nFebruary 2000, and that between 28 January and 11 February 2000 they\r\nwere not\ndirectors, I cannot see how this could have induced the\r\ncontract that was only concluded in June 2000. By the time the\r\ntenders\nwere evaluated and a decision taken, they had been directors\r\nfor some time.\n[39] The STB also chose to ignore the\r\ninformation it had been given about each of the directors, including\r\nthe fifth respondent\n– a non-executive director – when it\r\ndecided that the respondents were guilty of ‘fronting’.\r\nThere is simply\nno evidence to support this suspicion. One wonders\r\nwhat would have been capable of satisfying the STB that Sneller\r\nDigital and\nis directors had done nothing wrong.\n[40] In order to be rational, the\r\ndecision must be ‘based on accurate findings of fact and a\r\ncorrect application of the law’.\n11\nThat being so, no rational basis\r\nexisted for the STB’s conclusions: the administrative action\r\nthat it took was not rationally\nconnected to the information before\r\nit, as required by s 6(2)(f)(ii)(cc) of the PAJA.\n[41] The final argument raised by the\r\nappellant is that, as the STB only communicated its decision to\r\nSneller Digital and not to\nthe second to sixth respondents, their\r\napplication to set aside the decision is premature. When the decision\r\nwas communicated to\nthe attorney acting for Sneller Digital, its\r\ndirectors were obviously informed – they having instructed the\r\nattorney –\nand they discovered that they too had been\r\nblacklisted. The decision was a composite one, blacklisting not only\r\nSneller Digital,\nbut also its directors and other persons and\r\nentities. It would be artificial and absurd to suggest that the\r\ndecision to blacklist\nSneller Digital, having been communicated\r\ndirectly by the STB to Sneller Digital’s attorney and thence to\r\nits directors,\nis final but the remainder of the decision –\r\nblacklisting the directors – is not. This argument has been\r\ndealt with\nin relation to the DVP case and is bad for the reasons\r\nstated above.\n[42] In the result, the appeal in the\r\nSneller Digital matter cannot succeed.\nConclusion and order\n[43] It is necessary to comment on the\r\ndefences raised by the appellant in both matters and the conduct of\r\nthe STB throughout this\ndispute. The appellant took the point that\r\nthe decision to blacklist DVP had not been communicated to it by the\r\nSTB, despite knowing\nthat his own attorneys had made the decision\r\npublic by providing it to the company that was blacklisted at the\r\nsame time, and despite\nknowing that DVP had actual knowledge of the\r\ndecision as a result. It took the same point in relation to the\r\ndirectors of Sneller\nDigital. The decision to blacklist DVP and the\r\ndirectors of Sneller Digital was a decision that had very real and\r\nprejudicial consequences\nfor them. The fact that the STB had not\r\nbothered to tell DVP that it had been blacklisted for a period of\r\nalmost nine months from\nthe taking of the decision until the filing\r\nof the rule 53 record is not explained. Then it opposed the\r\napplication brought by\nDVP on spurious grounds and persisted in them\r\non appeal, raising the same spurious ground against the directors of\r\nSneller Digital.\nThe other grounds raised in the Sneller Digital\r\nmatter are not much better. All of this speaks of an organ of state\r\nthat has conducted\nitself with contempt for the rights of DVP,\r\nSneller Digital and its directors and with disdain for the\r\nconstitutional values of\naccountability, responsiveness and openness.\n[44] The following order is made:\nBoth appeals are dismissed with costs.\n____________________\nC. PLASKET\nACTING JUDGE OF APPEAL\nAPPEARANCES\nAppellants B.R. Tokota SC and Z.Z.\r\nMatebese\nInstructed by:\nThe State Attorney, Pretoria\nThe State Attorney, Bloemfontein\nRespondents E.C. Labuschagne SC\nInstructed by:\nCox Yeats Attorneys, Durban\nHoney Attorneys, Bloemfontein\n1\nSee\r\n\tgenerally, Cora Hoexter\nAdministrative\r\n\tLaw in South Africa\n(2007) at 518-520.\n2\nLawrence\r\n\tBaxter\nAdministrative\r\n\tLaw\n(1984)\r\n\tat 720.\n3\nEstate\r\n\tGarlick v Commissioner for Inland Revenue\n1934\r\n\tAD 499\nat 502.\n4\nLek\r\n\tv Estate Agents Board\n1978\r\n\t(3) SA 160\n(C) at 167H-168A.\n5\nNote\r\n\t1\nat 520.\n6\nChairman,\r\n\tState Tender Board & another v Supersonic Tours (Pty) Ltd\n[2008] ZASCA 56\n;\n2008\r\n\t(6) SA 220\n(SCA).\n7\nPara\r\n\t14.\n8\nChristopher\r\n\tForsyth and Emma Dring ‘The Final Frontier: The Emergence of\r\n\tMaterial Error of Fact as a Ground for Judicial\nReview’ in\r\n\tChristopher Forsyth, Mark Elliot, Swati Jhaveri, Michael Ramsden and\r\n\tAnne Scully-Hill (eds)\nEffective\r\n\tJudicial Review: A Cornerstone of Good Governance\n(2010) 245 at\r\n\t250-257.\n9\nChairpersons’\r\n\tAssociation v Minister of Arts and Culture & others\n2007 (5) SA 236\n(SCA) para 48.\n10\nPepcor\r\n\tRetirement Fund & another v Financial Services Board &\r\n\tanother\n2003\r\n\t(6) SA 38\n(SCA) para 47. See too\nGovernment\r\n\tEmployees Pension Fund & another v Buitendag & others\n2007 (4) SA 2\n(SCA).\n11\nKotzé\r\n\tv Minister of Health & another\n1996\r\n\t(3) BCLR 417\n(T) at 425F-G.",
  "scraped_at": "2026-02-12T16:11:14.256369",
  "date": "2011-11-24",
  "coram": [
    "Navsa JJA",
    "Lewis JJA",
    "Bosielo JJA",
    "Seriti JJA",
    "Plasket AJA"
  ],
  "case_number": "764/2010",
  "parties": {
    "applicants": [
      "Chairman of the State Tender Board"
    ],
    "respondents": [
      "Digital Voice Processing (Pty) Ltd",
      "Sneller Digital (Pty) Ltd",
      "Linda Beatrice van den Heever",
      "Haaroon Ismail Anglia",
      "Yonande Joubert",
      "Busi Muriel Nyembezi",
      "Veronique Ann September"
    ]
  },
  "sections": {
    "facts": "The State Tender Board (STB) awarded a contract in June 2000 to Sneller Digital (Pty) Ltd for recording court proceedings. The contract was later extended, but in September 2005 the STB blacklisted Sneller Digital, its directors, shareholders and associated persons for ten years without giving them a hearing. Subsequent investigations by the Revenue Service, the Scorpions and the Auditor‑General found no wrongdoing. The STB, prompted by a letter from a Treasury official, alleged that the directors listed on the tender were not appointed at the tender‑closing date and thereby misrepresented the company. Sneller Digital supplied evidence that the directors were appointed on 20 January 2000, before the tender deadline. The STB nevertheless blacklisted Sneller Digital on 8 March 2007 and informed it on 15 June 2007. The same process later resulted in Digital Voice Processing (DVP) being blacklisted, although DVP was not informed of the decision until nine months later.",
    "issues": "1. Whether the STB’s decision to blacklist was an administrative action subject to review under the Promotion of Administrative Justice Act (PAJA). 2. Whether the decision was ripe for review given the lack of direct notification to the affected parties. 3. Whether the decision was procedurally unfair for being made without a hearing. 4. Whether the decision was tainted by a material error of fact regarding the directors’ appointment dates. 5. Whether the decision was irrational and therefore unlawful.",
    "principles": "The court applied s1 and s6 of PAJA, which define administrative action as a decision with a direct external legal effect and set out grounds for review, including procedural unfairness, material error of fact, irrationality and taking irrelevant considerations. Ripeness is measured by the existence of prejudice, not merely by formal notice. The court relied on precedent such as Chairman, State Tender Board v Supersonic Tours (PAJA administrative action), Pepcor Retirement Fund (material error of fact as a ground of review), and the doctrine that a public power exercised by an organ of state is reviewable. The principle that a decision must be based on accurate facts and proper reasoning was emphasized.",
    "application": "The court held that the STB is an organ of state; its blacklisting power under the State Tender Board regulations is a public statutory power and therefore an administrative action under PAJA. The decision was ripe for review because DVP and the directors were already prejudiced despite the lack of direct notification. The STB’s failure to afford a hearing breached s6(2)(c). The STB erred factually by concluding the directors were appointed after the tender deadline, a mistake that was material to the alleged fraud and rendered the decision irrational under s6(2)(f)(ii)(cc). The court therefore found the grounds of error of fact and irrationality satisfied, and procedural fairness was lacking.",
    "conclusion": "Both appeals were dismissed with costs. The STB’s blacklisting decisions were upheld as unlawful administrative actions, and the applicants’ applications for review were rejected."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "PAJA",
      "ripeness",
      "error of fact",
      "irrationality",
      "blacklisting"
    ]
  }
}