{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/194.html",
  "case_name": "Le Roux and Others v Burger and Others (249/2011) [2011] ZASCA 194 (15 November 2011)",
  "citation": "[2011] ZASCA 194",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 194\n|\nNoteup\n|\nLawCite\nLe Roux and Others v Burger and Others (249/2011) [2011] ZASCA 194 (15 November 2011)\nDownload original files\nPDF format\nRTF format\nDIE HOOGSTE HOF VAN APPèL VAN SUID-AFRIKA\nUITSPRAAK\nGeen nut as presedent nie\nSaaknr: 249/2011\nIn die saak tussen:\nJ P LE ROUX NO\n….......................................................................................\nEerste\r\nAppellant\nR B ALLEN NO\n…........................................................................................\nTweede\r\nAppellant\nC A HEKTOR NO\n…........................................................................................\nDerde\r\nAppellant\nG M COOKE NO\n….........................................................................................\nVierde\r\nAppellant\n(in hul hoedanighede as trustees van die Erfdeel Boerdery Trust)\nen\nS W BURGER (SNR)\n….............................................................................\nEerste\r\nRespondent\nW L BURGER\n…......................................................................................\nTweede\r\nRespondent\nS W BURGER (JNR)\n…..............................................................................\nDerde\r\nRespondent\nNeutral citation:\nLe Roux v Burger\n(249/2011)\n[2011]\r\nZASCA 194\n(15 November 2011)\nCoram:\nHARMS Wnde P, VAN HEERDEN, SNYDERS, MALAN en MAJIEDT\r\nARR\nVerhoor:\n09 November 2011\nGelewer:\n15 November 2011\nOpsomming:\nSerwituut ─ uitleg.\nBEVEL\nOp appèl van:\nDie Hooggeregshof van Wes-Kaap, Kaapstad\r\n(Cloete Wnde R as hof van eerste instansie).\nDie appèl word gevolglik van die hand gewys met koste,\r\ninsluitend die koste van twee advokate.\nUITSPRAAK\nHARMS Wnde P (Van Heerden, Snyders, Malan en Majiedt ARR stem saam )\n[1] Hierdie appèl het betrekking op die uitleg van ‘n\r\nserwituut. Die feite wat aanleiding tot die serwituut gegee\nhet, was\r\nkortliks die volgende. Twee broers was mede-eienaars van ‘n\r\nplaas in die Piketberg-distrik. Hulle het besluit om\ndie plaas\r\ngelykop te verdeel. Vanweë die topografie was dit nie ‘n\r\neenvoudige oefening nie. Die een gedeelte, tans bekend\nas Erfdeel,\r\nhet bv nege hoeke terwyl die ander gedeelte, Koedoesvlei, elf hoeke\r\nhet. Die water moes ook verdeel word. Elke gedeelte\nhet sy eie\r\nafloop-bronne maar op Koedoesvlei is daar ‘n duidelike kloof.\r\nToentertyd was daar vier damme in die kloof. Die\nonderste een, wat\r\nwater gekry het nadat die ander drie vol was, het die onderwerp van\r\n‘n serwituut geword en is beskryf as\n‘die serwituutdam\r\nZ’.\n[2] Die serwituut, soos vervat in die verdelingstransporte gedateer\r\n1969, bepaal in wese dat Erfdeel ‘n serwituut oor Koedoesvlei\n\nkry t a v die water in die serwituutdam. Die akte bepaal in besonder\r\ndat\n‘\ndie\r\n\tgesamentlike gebruik van die dam . . . Z . . . tesame met die\r\n\tgesamentlike gebruik van alle water daarin van tyd tot tyd .\n. .’\r\n\tdeur die eienaars van die heersende en dienende eiendomme ‘gelyk\r\n\top verdeel moet word’\n;\ndie\r\n\tonderhoud van die dam ‘die gesamentlike aanspreeklikheid is’\r\n\tvan die heersende en dienende eienaars; en\nbeide\r\n\teienaars die reg het om te eis dat ‘n watermeter op ‘n\r\n\tpyplyn wat uit die dam kom, aangebring word ‘om\ndie gelyke\r\n\tverdeling van die water in die gesegde dam te verseker’.\n[3] Gedurende 1976, terwyl die broers nog geboer het, het die eienaar\r\nvan Koedoesvlei nog ‘n dam (dam 4) bokant die serwituutdam\n\ngebou. Hoewel die dam nie in die kloof is nie, het hy sy water uit\r\ndie kloof onttrek. G’n haan het hieroor gekraai nie. Daarna,\n\ngedurende 1984, is dam 5 op Koedoesvlei gebou. Hierdie dam lê\r\nook nie in die kloof nie en sy water word ook bokant die serwituutdam\n\nse inloop onttrek. Die haan was steeds stil, selfs nadat die\r\nappellante Erfdeel gedurende 1997 verkry het. Met die droogte van\n\n2004 het die serwituutdam vir die eerste keer sedert 1969 nie vol\r\ngeloop nie. Op 19 Mei 2005 het die onderskeie eienaars ‘n\n\ngesprek gehad waartydens die appellante hulle oor dam 5 bekla het.\r\nDis 42 maande later met ‘n brief opgevolg wat aanleiding\ntot\r\ndie huidige saak gegee het.\n[4] Die oorspronklike aansoek het voor Cloete Wnde\r\nR in die Wes-Kaapse Hof gedien.\n1\nSoos die belese regter gesê het,\n‘\nDit\r\nis die applikante se saak dat op 'n behoorlik interpretasie van die\r\nbogemelde geregistreerde serwituut, met inagneming van die\n\nagtergrondsfeite, die respondente in stryd met die serwituut en dus\r\nin stryd met die applikante se regte optree indien hulle water\nna dam\r\n4 en/of dam 5 uitkeer terwyl die serwituutdam nie vol is nie. Dit is\r\nverder die applikante se saak dat, selfs al is die\nserwituutdam vol,\r\ndie respondente op 'n behoorlike uitleg van die gemelde serwituut nie\r\ngeregtig is om meer as die helfte van die\nopvanggebied se water na\r\ndam 4 en/of dam 5 uit te keer wanneer [die bestaande damme] vol is\r\nnie en dat hulle slegs die helfte mag\nuitkeer terwyl die balans\r\nsteeds moet afloop in die rigting van die serwituutdam en vanuit die\r\nserwituutdam na Erfdeel.\nIn\r\nwese kom die Applikante se interpretasie van die serwituut daarop\r\nneer dat die applikante nie slegs geregtig is op die helfte\nvan die\r\nwater in die serwituutdam van tyd tot tyd nie, maar op die helfte van\r\nalle water in die natuurlike opvanggebied van die\nserwituutdam wat\r\nten tye van die verdeling van die grond in 1969 na die serwituutdam\r\nafgevloei het wanneer [die bestaande damme]\nvol was of geen water na\r\n[hulle] uitgekeer is nie.’\n[5] Die hof benede het die aansoek van die hand gewys en die appèl\r\ndien voor ons met verlof van hierdie hof.\n[6] Die vraag wat ons moet besleg, is of die hof benede regtens of\r\nfeitelik gefouteer het. Die feit is egter dat die appellante\nnie\r\nbetoog het dat daar enige regsdwaling in die uitspraak voorkom nie en\r\nook nie dat die hof die feite verkeerd besleg het nie.\nDie appellante\r\nse betoog was inteendeel ‘n blote herhaling van die betoog voor\r\ndaardie hof. Aangesien ek dit volkome eens\nis met die hof benede, ag\r\nek dit nie nodig om te herhaal wat in die volledige uitspraak gesê\r\nis nie. Enkele opmerkings behoort\nvoldoende te wees.\n[7] Dit is gemeensaak dat die serwituut ondubbelsinnig is en dat op\r\n‘n uitleg van die gewone Afrikaans die appellante moet\nfaal.\r\nMaar, sê die advokaat, hy maak op agtergrondsfeite staat. Hy\r\nwil die serwituut in konteks lees. Die konteks is dat\ntwee broers\r\nhulle gesamentlike eiendom gelykop wou verdeel, en dit sluit die\r\nwater in. Daarom die serwituut.\n[8] Hoewel aanvaar kan word dat die broers die plaas so wou verdeel,\r\nis die vraag by uitleg nie wat hulle wou gedoen het nie (dis\niets wat\r\nby rektifikasie ter sprake kom), maar wat hulle inderdaad gedoen het.\r\nDit beteken dat mens by uitleg kyk na wat die partye\ngesê het\r\nhulle bedoel het en nie na wat hulle subjektief bedoel het nie. Ons\r\nis boonop nie met litigasie tussen kontrakspartye\nbesig nie maar\r\ntussen regsopvolgers.\n[9] My tweede probleem is met die veronderstelling dat die broers met\r\ndie verdeling van die serwituutdam Z se water ‘n gelyke\n\nverdeling van al die water op die oorspronklike plaas beoog het. As\r\ndit die bedoeling was, sou hulle nie alleen die water van die\n\nbetrokke dam verdeel het nie maar ook die water in die ander damme,\r\nof die water in die kloof. Meer belangrik nog, hulle sou die\nwater\r\nvan die waterryke Erfdeel ook verdeel het, iets wat nie geskied het\r\nnie. Maar soos vermeld, hierdie veronderstelde bedoeling\nkan\r\nbeswaarlik toelaatbaar wees om die ondubbelsinnige woordgebruik te\r\nmanipuleer.\n[10] Soos reeds gemeld, is ek dit eens met die hof benede en het ek\r\nniks meer om by te voeg nie. Die appèl word gevolglik\nvan die\r\nhand gewys met koste, insluitend die koste van twee advokate.\n______________________\nL T C Harms\nWaarnemende President\nVERSKYNINGS:\nVir\r\nAppellant: J A Le Roux SC\nConradie\r\nIngelyf, p/a Werksmans, Kaapstad\nPhatsoane Henney Ingelyf, Bloemfontein\nVir Respondent: N J Treurnicht SC (saam met hom A Bester-Treurnicht)\nTerblanche Slabber & Pieters, p/a Van der Spuy & Vennote,\r\nKaapstad\nHill McHardy en Herbst, Bloemfontein\n1\nLe\r\n\tRoux NO & andere v Burger & andere (21020/2008) [2010]\r\n\tZAWCHC 127 (10 June 2010)\n.",
  "scraped_at": "2026-02-12T16:08:59.499379",
  "date": "2011-11-15",
  "coram": [
    "Harms Wnde P",
    "Van Heerden",
    "Snyders",
    "Malan",
    "Majiedt ARR"
  ],
  "case_number": "249/2011",
  "parties": {
    "applicants": [
      "J P Le Roux",
      "R B Allen",
      "C A Hektor",
      "G M Cooke"
    ],
    "respondents": [
      "S W Burger (SNR)",
      "W L Burger",
      "S W Burger (JNR)"
    ]
  },
  "sections": {
    "facts": "The case concerns a servitude over water on a farm that had been divided between two brothers. The farm was split into two portions: Erfdeel (nine corners) and Koedoesvlei (eleven corners). A servitude dam (Dam Z) was created to allocate water from Koedoesvlei to Erfdeel. The deed required joint use of the dam, joint maintenance, and the right to install a water meter to ensure equal distribution. Over the years, the owner of Koedoesvlei constructed two additional dams (Dam 4 in 1976 and Dam 5 in 1984) upstream of the servitude dam and began diverting water from the kloof, contrary to the servitude's terms. The appellants (the trustees of the Erfdeel Boerdery Trust) complained that the respondents were extracting water from the upstream dams while the servitude dam was not full, and that even when the servitude dam was full the respondents were taking more than half of the water, breaching the servitude.",
    "issues": "The principal issue is the correct interpretation of the 1969 servitude deed: whether the respondents may divert water from the upstream dams (Dam 4 and Dam 5) when the servitude dam is not full, and whether they may take more than half of the total water from the natural catchment when the dams are full. A subsidiary issue is whether the lower court erred in law or fact in rejecting the appellants’ interpretation of the servitude.",
    "principles": "South African law requires servitudes to be interpreted objectively, based on the clear terms of the deed and the context of the parties’ agreement at the time of creation. The court may not give effect to the parties’ subjective intentions but must enforce the rights and obligations expressly created. When a servitude is unambiguous, its terms control, and any deviation constitutes a breach. The principle that joint ownership entails joint use and joint responsibility for maintenance also applies.",
    "application": "The Supreme Court of Appeal held that the servitude was clear and unambiguous: it limited the use of water from the servitude dam to a joint, equal share between the dominant and servient owners. The construction and use of the upstream dams to divert water away from the servitude dam constituted a violation of the deed. The appellants’ argument that the servitude should be read in a broader context to include half of all water from the catchment was rejected because the deed does not provide for such an expansive right. Accordingly, the respondents were not entitled to divert water from Dam 4 or Dam 5 when the servitude dam was not full, nor to take more than half of the water when the dams were full.",
    "conclusion": "The appeal was dismissed. The lower court’s decision was affirmed, and the appellants were ordered to pay the costs of the appeal, including the costs of two attorneys. The servitude remained in force as originally drafted."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Servitudes",
    "level_3": [
      "servitude",
      "water allocation",
      "farm partition",
      "land division",
      "judicial interpretation"
    ]
  }
}