{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/241.html",
  "case_name": "Democratic Alliance v President of the Republic of South Africa and others (263/11) [2011] ZASCA 241; 2012 (1) SA 417 (SCA); [2012] 1 All SA 243 (SCA); 2012 (3) BCLR 291 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 241",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 241\n|\nNoteup\n|\nLawCite\nDemocratic Alliance v President of the Republic of South Africa and others (263/11) [2011] ZASCA 241; 2012 (1) SA 417 (SCA); [2012] 1 All SA 243 (SCA); 2012 (3) BCLR 291 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 263/11\nDEMOCRATIC\r\nALLIANCE\n…...............................................................................................\n.\nAppellant\nand\nTHE\r\nPRESIDENT OF THE REPUBLIC OF SOUTH AFRICA\n…..................................................\nFirst\r\nRespondent\nTHE\r\nMINISTER OF JUSTICE AND CONSTITUTIONAL DEVELOPMENT\n…...................\nSecond\r\nRespondent\nTHE\r\nNATIONAL DIRECTOR OF PUBLIC PROSECUTIONS\n…........................................\nThird\r\nRespondent\nMENZI\r\nSIMELANE\n….............................................................................................\nFourth\r\nRespondent\n______________________________________________________________________\nNeutral citation:\nDemocratic Alliance v The President of\r\nthe RSA & others\n(263/11)\n[2011] ZASCA 241\n(1 December 2011)\nCORAM:\nNavsa, Heher, Mhlantla, Majiedt JJA and Plasket AJA\nHEARD:\n31 October 2011\nDELIVERED:\n1 December 2011\nSUMMARY: Appointment of National Director of Public\r\nProsecutions in terms of s 179 of the Constitution read with\nsections\r\n9\nand\n10\nof the\nNational Prosecuting Authority Act 32 of 1998\n─\r\npurpose of empowering provisions is to safeguard prosecutorial\r\nindependence ─ requirement that candidate for position\nmust be\r\na fit and proper person with due regard to his or her experience,\r\nconscientiousness and integrity and must, having regard\nto the\r\nimportance of the office be properly scrutinised by the President of\r\nthe Republic of South Africa who has the power to make\nthe\r\nappointment ─ qualities required of candidate are\r\njurisdictional facts that must exist before an appointment can be\r\nmade ─ have to be objectively assessed ─ importance of\r\nprosecutorial independence discussed with reference to constitutional\n\nscheme and comparable jurisdictions.\n______________________________________________________________________\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court (Pretoria) (Van der\r\nByl AJ sitting as court of first instance):\n1 The appeal succeeds and the first, second and fourth respondents\r\nare ordered jointly and severally, the one paying the others\nto be\r\nabsolved, to pay the appellant’s costs, including the costs of\r\nthree counsel;\n2 The order of the court below is set aside and substituted as\r\nfollows:\n‘\na. It is declared that the\r\ndecision of the President of the Republic of South Africa, the First\r\nRespondent, taken on or about Wednesday\n25 November 2009, purportedly\r\nin terms of section 179 of the Constitution of the Republic of South\r\nAfrica (the Constitution), read\nwith\nsections 9\nand\n10\nof the\nNational Prosecuting Authority Act 32 of 1998\nto appoint Mr Menzi\r\nSimelane, the Fourth Respondent, as the National Director of Public\r\nProsecutions (the appointment), is inconsistent\nwith the Constitution\r\nand invalid;\nb. The appointment is reviewed and set aside;\nc. The first, second and fourth respondents are ordered\r\njointly and severally, the one paying the others to be absolved, to\r\npay\nthe appellant’s costs, including the costs of two counsel.’\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nNAVSA JA (HEHER, MHLANTLA, MAJIEDT JJA and PLASKET AJA concurring)\nThe issue\n[1] This appeal is a matter of national and constitutional\r\nimportance. It involves an institution integral to the preservation\n\nand maintenance of the rule of law, namely the National Prosecuting\r\nAuthority (the NPA), which consists of the National Director\nat the\r\nhead of prosecutorial offices, located at high courts, and further\r\ncomprises Deputy National Directors, Directors and prosecutors.\n1\nThis case is about whether the fourth respondent, Mr Menzi Simelane,\r\nwas properly appointed as National Director of Public Prosecutions\n\n(NDPP) by the first respondent, Mr Jacob Zuma, the President of the\r\nRepublic of South Africa (the President). Put simply, the question\n\nfor decision is whether the President, in appointing Mr Simelane on\r\n25 November 2009, complied with the prescripts of the Constitution\n\nand s 9(1)\n(b)\nof the National Prosecuting Authority Act 32 of\r\n1998 (the Act). I will in due course deal with the wording of that\r\nsection read\nagainst constitutional provisions, values and norms and\r\nin conjunction with related provisions of the Act.\nThe background\n[2] The litigation culminating in the present appeal was launched in\r\nDecember 2009 in the North Gauteng High Court, Pretoria, by\nthe\r\nappellant, the Democratic Alliance (the DA), a registered political\r\nparty, which is also the official opposition in Parliament.\n[3] The high court was approached on an urgent basis for an order\r\ndeclaring that the President’s decision, purportedly taken\nin\r\nterms of s 179 of the Constitution read with ss 9 and 10 of the\r\nAct, was inconsistent with the Constitution and invalid.\nThe high\r\ncourt was asked to review and set aside the appointment. The Minister\r\nof Justice and Constitutional Development was cited\nas second\r\nrespondent, for such interest as he might have in the matter, being\r\nthe Cabinet member responsible for the administration\nof justice and\r\nthe Act and because of his alleged conduct in relation to the fourth\r\nrespondent’s appointment. The NDPP, in\nhis official capacity,\r\nwas added as the third respondent. As already stated, that post is\r\ncurrently held by the fourth respondent.\nThe third respondent chose\r\nto abide the court’s decision. The other respondents all\r\nopposed the relief sought by the DA.\n[4] The primary challenge to the appointment of Mr Simelane is that\r\nhe was appointed contrary to the requirement of s 9(1) of the\nAct,\r\nwhich provides:\n‘\n(1) Any person to be appointed\r\nas National Director, Deputy National Director or Director must-\n(a)\npossess legal qualifications that would\r\nentitle him or her to practise in all courts in the Republic; and\n(b)\nbe a fit and proper person, with due regard\r\nto his or her experience, conscientiousness and integrity, to be\r\nentrusted with the\nresponsibilities of the office concerned.’\nMore specifically, the DA’s case is that Mr Simelane is not a\r\nfit and proper person within the meaning of that expression\nin s\r\n9(1)\n(b)\nof the Act, alternatively, when the President made the\r\nappointment he did not, as he was required to, properly interrogate\r\nMr Simelane’s\nfitness for office in the manner contemplated in\r\nthe subsection. It is uncontested that Mr Simelane meets the\r\nrequirements\nof s 9(1)\n(a)\n. Furthermore, as required by s 9(2)\r\nof the Act, he is a South African citizen.\n[5] In its founding affidavit the main factual foundation on which\r\nthe DA’s case is built is the ‘misleading and untruthful\n\nevidence’ given by Mr Simelane, during 2008, before an official\r\nenquiry into the fitness for office of his predecessor, Mr Vusumzi\n\nPatrick Pikoli. The Ginwala Enquiry (the GE) was conducted in terms\r\nof s 12 of the Act,\n2\nsubsequent to Mr Pikoli’s suspension from office on 23\r\nSeptember 2007 by the then President of South Africa, Mr Thabo\n\nMbeki.\n3\nThe DA also submitted that regard should be had to the provisions of\r\ns 179(4) of the Constitution, which requires the NPA to execute\nits\r\nduties without fear or favour. Having regard to Mr Simelane’s\r\nlack of integrity, so it was contended, it is an obligation\nthe NPA\r\nthrough him cannot discharge. In a supplementary affidavit the DA\r\nalleged that the only document that was before President\nZuma when he\r\nmade his decision to appoint Mr Simelane was the latter’s CV,\r\nfortifying its view that the former did not properly\napply his mind\r\nin compliance with s 9(1)\n(b)\nof the Act. In his opposing\r\naffidavit President Zuma’s response to this point is as\r\nfollows:\n‘\nI have made it clear that I\r\ndid not rely exclusively on Adv Simelane’s\ncurriculum\r\nvitae\nin\r\ndeciding to appoint him. In addition to his\ncurriculum\r\nvitae\n, I had\r\npersonal knowledge of him and I received information from the\r\nMinister. I based my decision on the totality of the information,\n\nwritten and oral, that I had received.’\n[6] The full extent and nature of the exchanges between President\r\nZuma and the second respondent, Minister Radebe, concerning Mr\n\nSimelane’s appointment, as alleged by them, will be dealt with\r\nlater in this judgment.\n[7] In its supplementary affidavit the DA pointed out that when it\r\nsuited President Motlanthe, President Zuma’s predecessor,\nhe\r\nused the GE’s minor criticisms of Mr Pikoli to remove him\r\nfrom office and that when it suited President Zuma he ignored\nthe\r\nGE’s trenchant criticism of Mr Simelane.\n[8] Furthermore, the DA was critical of President Zuma’s\r\ndecision to appoint Mr Simelane to such an important position\non\r\nthe basis that he was only 38 years old at the time of his\r\nappointment, had practiced for only two years as an advocate and\nhad\r\nonly held positions at the Competition Commission and at the\r\nDepartment of Justice, neither of which could have involved court\n\nwork or the investigation and prosecution of crime. The DA pointed\r\nout that Mr Simelane had only served the NPA for about six weeks\nas\r\none of four Deputy National Directors of Public Prosecutions and thus\r\nhad extremely limited experience.\n[9] A further basis of attack by the DA on Mr Simelane’s\r\nfitness for appointment as the NDPP is that his CV was shoddily\n\nprepared and was littered with incorrect spelling and errors. This is\r\nan aspect in respect of which I do not intend to expend any\nfurther\r\nenergy or thought.\n[10] In its supplementary affidavit the DA contended that if\r\nPresident Zuma had properly interrogated Mr Simelane’s\r\nperformance\nduring his tenure as Competition Commissioner he would\r\nhave discovered the criticism of Mr Simelane’s conduct by this\r\ncourt\nin\nPretoria Portland Cement Co Ltd & another v\r\nCompetition Commission & others\n2003 (2) SA 385\n(SCA). At\r\nparas 62 and 63 of that judgment this court was critical of the\r\nmanner in which the Commission went about its business\nand in\r\nparticular it was critical of Mr Simelane, who had participated in\r\nthe Commission’s activities:\n‘\nI can only conclude that the\r\nCommission was intent on advertising itself, with no regard to the\r\nharm it might do to its suspects.\nNot all firms suspected of\r\nmonopolistic practices are guilty of them and it must be remembered\r\nthat the innocent among the suspects\nmight be harmed, or even put out\r\nof business by bad publicity, with consequences not only for the\r\nshareholders but also the workers,\nand indeed the public at large.\nThe impression of publicity-seeking is reinforced by\r\nSimelane’s uninvited media interview held in PPC’s own\r\ncar park.\nThere is another aspect of his conduct that deserves\r\ncomment. In his replying affidavit Gommersall stated that the book\r\nkept at\nthe entrance gate reflected that at 12:40 Simelane had signed\r\nand stated in the “Whom visited” column, “MD”.\n\nGommersall added that it was simply untrue for Simelane to have said\r\nthat he intended visiting the managing director. And we know\nfrom one\r\nof the Commission’s witnesses that the meeting in the car park\r\nwas pre-arranged. Now it is true that Simelane had\nno right or duty\r\nto answer this allegation, made in reply, but I would have expected\r\nhim to offer to do so if Gommersall’s\nimputation of dishonesty\r\nwere false.’\n[11] During December 2008, Minister Radebe’s predecessor,\r\nMinister Surty, had asked the Public Service Commission\n4\n(the PSC) to investigate, evaluate and to advise on the criticisms of\r\nMr Simelane in the GE report. On 6 April 2009 the PSC furnished\nits\r\nreport to Minister Surty, recommending a disciplinary enquiry into Mr\r\nSimelane’s conduct. On the same day the then acting\nNDPP,\r\nAdvocate Mpshe, announced that the NPA was dropping corruption\r\ncharges against Mr Zuma. President Zuma was inaugurated on\n9 May\r\n2009. Thereafter Minister Radebe succeeded Mr Surty.\n[12] On 4 June 2009 counsel for Mr Simelane made written\r\nsubmissions to the Minister about the PSC’s recommended action.\n\nOn 15 July 2009 Mr Pikoli was informed that President Zuma was now\r\nintending to appoint a new NDPP. On 11 August 2009 the North\nGauteng\r\nHigh Court granted Mr Pikoli an interdict against the appointment of\r\na new NDPP. Mr Pikoli’s main application to\nhave his removal as\r\nNDPP set aside was due to be heard on 23 November 2009. On 11 October\r\n2009, President Zuma announced the\nappointment of Mr Simelane as a\r\nDeputy NDPP. Meanwhile, on 9 October 2009, Minister Radebe wrote\r\nto the PSC asking for its\nassessment of the submissions made on\r\nbehalf of Mr Simelane and requested that it hear evidence from Mr\r\nSimelane. On 19 October\n2009 the PSC replied that it had already\r\npresented its report and that it was for Minister Radebe to decide\r\nwhether to proceed\nwith disciplinary action against Mr Simelane. On\r\nSaturday 21 November 2009 the Government and Mr Pikoli reached a\r\nsettlement\nin terms of which he was paid R7.5 million. Two days\r\nlater, on Monday 23 November 2009, Minister Radebe announced that he\r\nwas rejecting the PSC’s recommendations and would not order a\r\ndisciplinary enquiry into Mr Simelane’s conduct. As stated\n\nabove, on 25 November 2009, President Zuma appointed Mr Simelane as\r\nthe NDPP. The DA contended that the President ought himself\nto have\r\nconsidered the relevant parts of the transcript of GE proceedings,\r\nits report and the PSC’s recommendations, and\nought not to have\r\nrelied solely on the Minister’s assurances about Mr Simelane’s\r\nfitness for office. The DA contends\nthat these events and\r\ncircumstances and all the others that will be dealt with in detail in\r\nlater paragraphs show that the President\nand Minister were\r\nsingle-mindedly intent on installing Mr Simelane as someone through\r\nwhich they could ‘tame and control’\nthe NPA.\n5\nThus, the DA contended, the appointment was made for an ulterior\r\npurpose.\n[13] The three (linked) legal bases on which the DA relied in the\r\ncourt below are as follows:\n(a) The statutory requirement that the appointee to the position must\r\nbe ‘a fit and proper person’ has to be objectively\n\nassessed, taking into account that he or she must discharge\r\nprofessional duties without fear or favour. Whether the President’s\n\npower is classified as executive or administrative or otherwise, it\r\nmust be exercised lawfully, which it is submitted was not done\nin the\r\npresent case, in that the President failed to make a proper objective\r\nassessment of Mr Simelane’s fitness for office;\n(b) The decision by the President to appoint an NDPP constitutes\r\nadministrative action, subject to review in terms of the\nPromotion of\nAdministrative Justice Act 3 of 2000\n, and because the President did\r\nnot make an objective assessment of Mr Simelane’s fitness\r\nfor office, his decision falls\nto be reviewed and set aside;\n(c) To the extent that the President’s decision constituted\r\nexecutive action as contemplated by s 85(2)(e) of the Constitution,\n\nit falls to be set aside on the basis that it was unlawful,\r\nirrational, arbitrary, biased, based on a ulterior motive and\r\ninconsistent\nwith the Constitution. The significance of s 85(2)(e) of\r\nthe Constitution will become evident later in this judgment.\n[14] The North Gauteng High Court (Van der Byl AJ) held that there\r\nwas no basis on which to interfere with President Zuma’s\n\ndecision to appoint Mr Simelane as NDPP. It dismissed the DA’s\r\napplication and made no order as to costs. The appeal is before\nus\r\nwith the leave of that court. The material findings and conclusions\r\nof the court below are dealt with extensively later in this\njudgment.\nFurther details\n[15] At this stage, it is necessary to set out further details so as\r\nto provide as full a picture as possible against which the\nquestions\r\nthat arise in this appeal can be answered. Mr Simelane was appointed\r\nDirector-General of the Department of Justice during\nJune 2005.\r\nDuring his time as Director-General a dispute arose with Mr Pikoli,\r\nthe then NDPP, concerning the degree of accountability\nof the NPA to\r\nthe department. Mr Pikoli saw the exchanges between them as an\r\nattempt to intrude upon prosecutorial independence.\nMr Simelane\r\nsaw it differently. In his view, as appears from his admitted\r\ntestimony before the GE, the NPA was ultimately\naccountable to the\r\nMinistry and not only in respect of finances. One of the criticisms\r\nlevelled by the DA against Mr Simelane is\nthat his evidence before\r\nthe GE clearly shows his lack of proper regard for the level of\r\nindependence of the NPA as guaranteed\nby the Constitution and the\r\nAct. All the respondents adopted the view that the difference between\r\nMr Simelane and Mr Pikoli, and\nMr Simelane and the DA, is to be found\r\nin their interpretations of constitutional and legislative provisions\r\nconcerning interaction\nbetween the NPA, the legislature and the\r\nexecutive.\n[16] During Mr Simelane’s tenure as Director-General of the\r\nDepartment of Justice and Constitutional Development, Mr Pikoli,\nas\r\nNDPP, contemplated the arrest of the then Commissioner of Police, Mr\r\nJackie Selebi, on charges of corruption. A letter, in relation\nto the\r\narrest and prosecution of the Commissioner, drafted by Mr Simelane\r\nfor the Minister of Justice and Constitutional Development\nat the\r\ntime, Ms Bridget Mabandla, dated 18 September 2007, was sent to\r\nMr Pikoli. In the letter Minister Mabandla required\nMr\r\nPikoli to furnish her with all the information on which he was\r\nrelying for the proposed arrest and charges. She also instructed\nhim\r\nnot to proceed with the arrest until she had satisfied herself that\r\nthe public interest would be served and that sufficient\nevidence\r\nexisted for the arrest and the charges. Mr Pikoli’s response\r\nwas that the Minister was not entitled to give him\nsuch an\r\ninstruction. He did, however, furnish her with the information\r\nsought. There had been meetings and exchanges between Mr Pikoli\n\nand President Mbeki concerning the arrest of Commissioner Selebi and\r\nrelated search warrants. These were about the time required\nby the\r\nPresident to make security and other arrangements in preparation for\r\nthe arrest and execution of the warrants. The Commissioner\nwas\r\narrested and the search warrants were executed against the background\r\nof developing tensions between the South African Police\nServices and\r\nthe office of the NDPP.\n[17] On 23 September 2007, Minister Mabandla asked Mr Pikoli to\r\nresign. He refused to do so. Later that day President Mbeki informed\n\nMr Pikoli that he would suspend him if he did not resign. Mr Pikoli\r\nrefused to resign, whereupon he was suspended by President\nMbeki,\r\npurportedly in terms of s 12 of the Act. Advocate Mpshe was appointed\r\nacting NDPP shortly thereafter.\n[18] On 3 October 2007 President Mbeki appointed Dr Frene Ginwala to\r\nchair an enquiry into Mr Pikoli’s fitness to hold office.\nOn 18\r\nOctober 2007 the Government filed its submissions with the GE,\r\nsetting out the grounds of Mr Pikoli’s lack of fitness\nfor the\r\npost he held. It is uncontested that Mr Simelane played a leading\r\nrole in drafting those submissions. He, in fact, led\nthe Government’s\r\nteam.\n[19] At the same time, political power was shifting within the\r\nAfrican National Congress, the ruling party in Parliament. During\n\nDecember 2007, at the annual conference of the African National\r\nCongress, Mr Jacob Zuma ousted President Mbeki as president of\nthe\r\nAfrican National Congress.\n[20] In April 2008 the GE directed that oral evidence be heard in\r\nrelation to Mr Pikoli’s fitness to hold office as NDPP.\n\nEvidence was led during May and June 2008. Both Mr Pikoli and Mr\r\nSimelane testified and were cross-examined.\n[21] On 25 September 2008 Mr Kgalema Motlanthe succeeded President\r\nMbeki as President of South Africa. At that stage the NDPP was\nstill\r\npursuing corruption charges against Mr Zuma. Mr Surty replaced\r\nMs Mabandla as Minister of Justice.\n[22] The GE issued its report on 4 November 2008 and although\r\ncriticizing Mr Pikoli for not being sensitive enough in relation\nto\r\nmatters of national security, it found that most of the charges\r\nagainst Mr Pikoli were unsubstantiated and recommended his\r\nreinstatement. It found positively that he was a fit and proper\r\nperson. That notwithstanding, President Motlanthe took a decision\nto\r\nremove Mr Pikoli as NDPP.\n[23] In para 15 of the executive summary of the report, the following\r\nappears:\n‘\nI need to draw attention to\r\nthe conduct of the DG: Justice in this Enquiry. In general his\r\nconduct left much to be desired. His\ntestimony was contradictory and\r\nwithout basis in fact or in law. The DG: Justice was responsible for\r\npreparing Government’s\noriginal submission to the Enquiry in\r\nwhich the allegations against Adv Pikoli’s fitness to hold\r\noffice were first amplified.\nSeveral of the allegations levelled\r\nagainst Adv Pikoli were shown to be baseless, and the DG: Justice was\r\nforced to retract several\nallegations against Adv Pikoli during his\r\ncross-examination.’\n[24] The following parts of the GE report (paras 320-322) criticised\r\nMr Simelane:\n‘\nI must express my displeasure\r\nat the conduct of the DG: Justice in the preparation of Government’s\r\nsubmissions and in his\noral testimony which I found in many respects\r\nto be inaccurate or without any basis in fact and law. He was forced\r\nto concede during\ncross-examination that the allegations he made\r\nagainst Adv Pikoli were without foundation. These complaints related\r\nto matters\nsuch as the performance agreements between the DG: Justice\r\nand the CEO of the NPA; the NPA’s plans to expand its corporate\n\nservices division; the DSO dealing with its own labour relations\r\nissues; reporting on the misappropriation of funds from the\r\nConfidential\nFund of the DSO; the acquisition of new office\r\naccommodation for NPA prosecutors; and the rationalisation of the\r\nNPA.\nAll these complaints against Adv Pikoli were spurious,\r\nand are rejected [as being] without substance, and may have been\r\nmotivated\nby personal issues.\nWith regard to the original Government submission, many\r\ncomplaints were included that were far removed in fact and time from\r\nthe\nreasons advanced in the letter of suspension, as well as the\r\nterms of reference. This further reflects on the DG: Justice’s\n\ndisregard and lack of appreciation and respect for the import for an\r\nEnquiry established by the President.’\n[25] It was submitted on behalf of the DA that in its written\r\nsubmissions to the GE, which were prepared by Mr Simelane, relevant\n\ndocumentation was deliberately omitted. In this regard it was\r\nsubmitted that the submissions were misleading. The DA contended\nthat\r\nMr Simelane’s explanations for their omission during\r\ncross-examination were simply not credible. A further point of\n\ncriticism against Mr Simelane was his evidence at the GE, about\r\nwhether he had taken legal opinions in relation to the powers of\nthe\r\nDG as opposed to those of the NDPP. It was pointed out that\r\ninitially, during cross-examination, he had denied taking legal\n\nopinions on the issue but later conceded that he had done so when he\r\nsaw the cross-examiner turn to a document. Furthermore, so\nthe DA\r\nsubmitted, Mr Simelane agreed, that in part, the opinions supported\r\nMr Pikoli and refuted his own views, but he could not\nprovide an\r\nexplanation as to why he had not shared those opinions to reach\r\ncommon ground. He had not disclosed these opinions to\nthe GE as part\r\nof government’s submissions.\n[26] In its supplementary affidavit, the DA pointed out that if the\r\nPresident had properly scrutinised Mr Simelane in considering\nhis\r\nworthiness for appointment as NDPP he would have discovered that in\r\neach of the financial years of Mr Simelane’s tenure\nas DG, the\r\nDepartment of Justice had received a qualified audit from the\r\nAuditor-General. It listed the details of the deficiencies\nin the\r\nfinancial management within the Department.\n[27] The DA pointed out that if President Zuma had been truly intent\r\non fulfilling his statutory and constitutional obligation\nto properly\r\nscrutinise Mr Simelane’s fitness as head of the NDPP he could\r\nquite easily have had regard to a plethora of documentation,\n\nincluding annual performance agreements in relation to his tenure as\r\nDG, and reports by the Auditor-General concerning the Department\nof\r\nJustice and Constitutional Development, in respect of which Mr\r\nSimelane was the accounting officer. Similarly, documentation\nmust\r\nhave been available concerning his performance as a commissioner with\r\nthe Competition Commission.\n[28] In its founding affidavit, the DA referred to the fact that the\r\nGeneral Council of the Bar (GCB) had launched a probe into\nMr\r\nSimelane’s fitness as an advocate and appointed three senior\r\ncounsel to investigate the complaint. In its replying affidavit,\nthe\r\nDA states that it has come to its attention that the complaints made\r\nto the GCB relate, not only to matters arising from the\nGE, but also\r\ninclude an allegation that Mr Simelane had made a deliberately\r\nmisleading affidavit in proceedings before the Constitutional\nCourt\r\nin the matter of\nGlenister v President of the Republic of South\r\nAfrica\n2011 (3) SA 347\n(CC), in relation to his knowledge about\r\nwhether the cabinet had made a decision to dissolve a special\r\ninvestigative unit, the\nScorpions.\nGlenister\nwas an\r\napplication to set aside the dissolution of the Scorpions, a special\r\ninvestigation unit. On 29 April 2008, Mr Simelane had\nmade an\r\naffidavit stating that no decision had been taken by Cabinet to do\r\nso, yet the very next day Cabinet approved the draft\nlegislation to\r\ndissolve the Scorpions. According to the DA during the hearing in the\r\nConstitutional Court, Mr Simelane was\nrebuked by Justices\r\nO’Regan and Yacoob for not complying with the Government’s\r\nobligation to respond fully, frankly\nand openly.\n[29] The events and circumstances set out in the preceding paragraphs\r\nsparked public interest and debate and generated controversy.\nThere\r\nwas speculation that Mr Pikoli had been removed from office\r\nbecause he had been instrumental in the prosecution of Commissioner\n\nSelebi, whose appeal against a subsequent conviction on charges of\r\ncorruption was coincidentally heard in this court this term.\nThere\r\nwere accusations against the Government of political interference in\r\nthe prosecutorial process and it was therefore unsurprising\nthat the\r\nappointment of Mr Simelane, subsequent to Mr Pikoli’s removal,\r\nwas mired in controversy.\n[30] In his answering affidavit Mr Simelane was emphatic that his\r\nformal qualifications, his two-year stint at the Johannesburg\nBar,\r\nhis employment for approximately a year by the Competition Commission\r\nas Chief Legal Counsel, his five-year tenure as Commissioner\nof the\r\nCompetition Commission ─ as its Chief Executive and Accounting\r\nOfficer ─ his five-year period of service as\nDG of the\r\nDepartment of Justice and Constitutional Development and the short\r\nperiod that he served as Deputy National Director\nof Public\r\nProsecutions proved his suitability and qualifications for\r\nappointment as NDPP. He pointed out that throughout his ten-year\n\nperiod of public service there had never been a complaint that he\r\nlacked experience, conscientiousness and integrity or that he\nhad\r\nfailed to act independently and without fear, favour or prejudice.\r\nAccording to Mr Simelane, during his period of public service\nhe had\r\nreceived accolades for being conscientious. Mr Simelane accepted that\r\naspersions were cast on his integrity by the GE report.\nHe denied\r\nthat his evidence was incorrect, misleading and untruthful. He\r\naccepted further that in some instances he had made incorrect\n\nstatements and made concessions in that regard. He denied making\r\nthose statements deliberately with full knowledge of the\r\nincorrectness\nthereof.\n[31] In respect of the\nPretoria Portland Cement\nand\nGlenister\ncases, Mr Simelane adopted the attitude that the criticism by the\r\ncourt was on some of the activities carried out by the Commission\nand\r\nin some instances on his own conduct in execution of the work of a\r\ncommissioner and that the criticisms by the courts were\nnot directed\r\nat his integrity.\n[32] As stated earlier, insofar as the DA attacked his evidence at\r\nthe GE, as showing a mindset that was opposed to prosecutorial\n\nindependence, Mr Simelane responded by stating that he accepted that\r\nthe NPA is constitutionally guaranteed prosecutorial independence\nbut\r\nthat it is not institutionally independent because it was part of the\r\nDepartment of Justice and Constitutional Development.\nMr Simelane was\r\nemphatic that he is committed to serving the NPA and asserting its\r\nindependence.\n[33] Mr Simelane denied that he holds the view that the Minister of\r\nJustice and Constitutional Development has the power to determine\n\nwhether a particular prosecution is in the public interest and should\r\nproceed. He contended that the letter he drafted on behalf\nof the\r\nMinister and referred to above has to be read together with President\r\nMbeki’s security concerns, to which Mr Pikoli\nwas\r\ninsensitive. According to Mr Simelane his evidence before the GE is\r\nin conformity with this explanation.\n[34] In Minister Radebe’s opposing affidavit he stated the\r\nfollowing at the outset:\n‘\n[I], as Minister of Justice\r\nand Constitutional Development, gave advice in the form of a full\r\nbriefing to the President on the appointment\nof Simelane to the\r\nposition of Deputy NDPP. In November 2009 when the President sought\r\nto appoint Simelane as NDPP, I once again\ngave him my views on\r\nSimelane’s eligibility and told him that I supported his choice\r\nof Simelane as NDPP. I stand by the\nviews expressed to the President\r\nat the time.’\nMinister Radebe stated emphatically that Mr Simelane is the most\r\nappropriate person to assume the responsibility of the NPA. Minister\n\nRadebe stated that he did not share the view that the GE’s\r\nreport concerning Mr Simelane disqualified him for appointment\nas\r\nNDPP. The Minister was adamant that the GE was a ‘fact finding\r\nexercise’, established to assist the President to\ntake a\r\ndecision on whether Mr Pikoli was a fit and proper person to hold the\r\noffice of the NDPP and that it was not a judicial\ncommission of\r\nenquiry into the conduct of Mr Simelane, the then Director-General of\r\nhis Department.\n[35] It is important to have regard to Minister Radebe’s\r\naccount of his discussions with President Zuma about Mr Simelane’s\n\nappointment as NDPP. Notably, the very first part of that account\r\nreads as follows:\n‘\nWhen the President asked to\r\nspeak to me about his view that Simelane was the right person to\r\nappoint to the position of NDPP, he\nindicated that though\nhe\r\nhad firm views\non\r\nappointing Simelane, he wished to obtain an opinion from me.’\n(My emphasis.)\n[36] Minister Radebe stated that even before he had been appointed\r\nMinister of Justice and Constitutional Development, Mr Simelane\nhad\r\nimpressed him as someone who was diligent and tirelessly dedicated to\r\nduty. Minister Radebe gained ‘firsthand information’\nof\r\nMr Simelane’s work ethic and character during his (the\r\nMinister’s) tenure as a member of Cabinet. According to the\n\nMinister, when President Zuma approached him during November 2009,\r\nfor his view on Mr Simelane’s track record and abilities,\nhe\r\ndid not hesitate in assuring him that Mr Simelane was more than\r\ncapable of executing the functions attendant on being the NDPP\n\nwithout fear, favour or prejudice.\n[37] The paragraphs set out below are significant:\n’\nThe President specifically\r\nsought my views on the findings and recommendations of the Ginwala\r\nEnquiry Report. This was a report\nthat was not only tabled before\r\nCabinet in 2009, but one that I had reason to study as part of\r\nfamiliarising myself with the intricacies\nof the relationship between\r\nthe national prosecuting authority and my office, and the manner in\r\nwhich the discharge of our separate\nand collective constitutional\r\nobligations were tabled in Parliament.\nOn the occasion when, in November 2009, the President\r\nspoke with me regarding Simelane’s appropriateness for the\r\nposition\nof NDPP, I had a good sense of Cabinet’s views on the\r\nGinwala Enquiry Report, including the criticisms of Simelane that\r\nwere\nnoted in that report. I was able to share these views fully with\r\nthe President.’\n[38] In respect of the investigative process that Minister Surty had\r\nrequested the PSC to undertake, Minister Radebe acknowledged\nthat in\r\nhis request his predecessor had stated that he regarded the remarks\r\nor findings of the GE in a serious light. Minister\nRadebe considered\r\nthat on its own version the PSC had conducted a desktop investigation\r\nby assessing only the record of proceedings\nof the GE and its report.\r\nMinister Radebe thought it critical that the PSC had not provided Mr\r\nSimelane with an opportunity to\npresent his views and to this end\r\nsubmitted a document prepared by Mr Simelane to the PSC, with a\r\nrequest that it consider\nand reflect on the possibility of taking\r\noral evidence from Mr Simelane. The PSC having already made\r\nrecommendations to the Minister\nconsidered itself to be\nfunctus\r\nofficio\n. Consequently, Minister Radebe took the view that there\r\nwas no purpose to be served in presenting the PSC’s findings to\r\nthe\nPresident and advised the President accordingly.\n[39] A refrain in Minister Radebe’s opposing affidavit is that\r\nthe GE had not been concerned with the conduct or the activities\nof\r\nMr Simelane but rather with those of Mr Pikoli.\n[40] The following paragraph of Minister Radebe’s affidavit is\r\ninstructive:\n‘\nI continue to hold the view\r\nthat Simelane is a fit and proper person to provide leadership at the\r\nnational prosecuting authority.\nOn discussing my views with the\r\nPresident, he appeared satisfied that I had applied my mind to the\r\nissues regarding Simelane’s\nfitness for office raised by me,\r\nand expressed his appreciation of my candour.’\n[41] In the present case, central to the dispute between the\r\nGovernment and the DA is the submission in the opposing affidavit\nby\r\nMinister Radebe that, whilst the President may consult with the\r\nnational executive, the final decision on whom to appoint as\nNDPP is\r\nhis and his alone. The DA’s position is that it is not a power\r\nthat is untrammelled and it submitted that the power\nto appoint must\r\nbe made in accordance with the law and is subject to scrutiny by a\r\ncourt. The parties differ about whether constitutional\nand statutory\r\nprescripts were met when Mr Simelane was appointed NDPP.\n[42] In President Zuma’s opposing affidavit he describes how,\r\nwhen he took office as President of the Republic of South Africa,\nthe\r\noffice of the NDPP was already under government consideration. At\r\nthat time, Mr Pikoli’s court challenge was pending.\nThe\r\nPresident appreciated that in the event of government’s\r\nopposition to Mr Pikoli succeeding he would have to make an\r\nappointment to that office. According to the President he had time to\r\nconsult and consider such an appointment.\n[43] The first point made by President Zuma is that when, on 6\r\nOctober 2009, he had appointed Mr Simelane as Deputy National\r\nDirector\nof Public Prosecutions, the same considerations applied as\r\nthose involving the appointment of the NDPP and that the prior\r\nappointment\nhas not been challenged ─ based on the DA’s\r\npresent case it should have been.\n[44] According to President Zuma, the requirement that the person\r\nconsidered for appointment must be a fit and proper person, with\n\nregard to his or her experience, conscientiousness and integrity to\r\nbe entrusted with the responsibility of the NDPP, is a subjective\n\nrequirement and that it is his subjective decision that is called\r\nfor. He stated as follows:\n‘\nI am the person, as the\r\nPresident of the Republic, to be satisfied that the person is fit and\r\nproper. In so doing I have to take\ncognizance of his/her experience,\r\nconscientiousness and integrity.’\nThis attitude is indicative of the distinctive approaches of the\r\nparties.\n[45] President Zuma stated that he took into account that the NDPP\r\nmust, in complying with his or her statutory obligations, act\nwithout\r\nfear, favour or prejudice. Like Minister Radebe, President Zuma\r\nstated that he has known Mr Simelane for a number of years,\nboth as a\r\nmember of the Competition Commission and as DG of Minister Radebe’s\r\ndepartment. He stated that whilst he consulted\nMinister Radebe and\r\nthe Acting National Director of Public Prosecutions about Mr\r\nSimelane’s appointment, he alone took the\ndecision to appoint\r\nMr Simelane. The following eleven paragraphs of\nPresident Zuma’s affidavit are sufficiently important to quote\r\nin their entirety:\n’\nI discussed the issue of the\r\nGinwala Report with the Minister of Justice. The Minister of Justice\r\nconveyed to me that Adv Simelane\nwas, in his view, a person of\r\nintegrity and competence. I understood the Ginwala Enquiry to be a\r\nfact-finding exercise established\nto assist the President to take a\r\ndecision on whether Adv Pikoli was a fit and proper person to hold\r\nthe office of National Director\nof Public Prosecutions. It was not a\r\njudicial commission of enquiry into the conduct of Adv Simelane as\r\nthe Director General of\nJustice. The testimony of Adv Simelane was\r\nrequired at that enquiry because of the relationship between the NPA\r\nand the Justice\nDepartment.\nI considered the Ginwala Enquiry’s views on Adv\r\nSimelane as a note or precaution to the national executive, the NPA\r\nand Parliament\nto streamline the relationship between all of them. It\r\nwas not a report intended to have Adv Simelane disqualified for\r\nfuture appointments.\nThe Minister of Justice also expressed his\r\nsatisfaction that Adv Simelane was fit and proper to be appointed as\r\nthe Deputy National\nDirector of Public Prosecutions.\nAfter taking into account the experience of Adv Simelane\r\nas I perceived it, his conscientiousness and integrity and having\r\nregard\nto the discussions with the Minister of Justice, I concluded\r\nthat Adv Simelana is fit and proper to be entrusted with\r\nresponsibilities\nof the office of the Deputy National Director of\r\nPublic Prosecutions.\nWhen the litigation that had been instituted by the\r\nformer National Director of Public Prosecutions, Adv Pikoli came to\r\nan end,\nI was required to make an appointment in terms of s 10 of the\r\nNPA Act. I again considered the\ncurriculum\r\nvitae\nof Adv Simelane, my personal knowledge\r\nand the input I had received from the Minister of Justice. I\r\nconferred again with the Minister\nof Justice as to whether there were\r\nother issues that he wished to bring to my attention. I also\r\ndiscussed the issue of the Public\nService Commission (“PSC”)\r\nwith the Minister. The Minister confirmed that he had decided not to\r\ninstitute disciplinary\nproceedings against Adv Simelane.\nHe explained that the PSC had not provided Adv Simelane\r\nwith the opportunity to inform it of his views on the matters under\r\ninvestigation.\nIn his view, the PSC did not give any weight to the\r\nfact that the Ginwala Enquiry was a fact-finding exercise\r\ncommissioned by the\nPresident in terms of s 12(6) of the NPA Act and\r\nthat the individual under scrutiny was not Adv Simelane but Adv\r\nPikoli. Adv Simelane\ngave the Minister a document expressing his\r\nviews. The Minister gave it to the PSC with a request that the PSC\r\nconsider and reflect\non the possibility of taking oral evidence from\r\nAdv Simelane, amongst others, in order to properly ventilate the\r\nallegations that\nhad been made in the Ginwala Report. The PSC, it\r\nappears, declined to adopt this course, and advised that in essence,\r\nhaving reported\non their investigation and made recommendations to\r\nthe Minister of Justice, they considered themselves to have completed\r\ntheir\ntask. The Minister took no further action, be it in the form of\r\na disciplinary enquiry or any other investigation into the conduct\nof\r\nAdv Simelane. It would have been wrong for me, in these circumstances\r\nto draw any adverse inferences against Adv Simelane’s\nstanding.\nThe Minister further expressed his views on the\r\ninterpretation that the Ginwala Enquiry and the courts have given to\r\nthe terms of\ns 85(2) and s 92 read with s 179 of the Constitution,\r\nwith special emphasis on subsections (1), (2), (4), (5) and (6)\r\nthereof.\nHis views were the NDPP should have the appropriate skills\r\nnecessary to fulfil the obligations of that office. The skills would,\n\nnecessarily, include professional competence and managerial ability.\r\nThe NDPP should have a clear insight into the important role\nto be\r\nperformed by his/her office in our Constitutional and political\r\nenvironment and should have insight into the inter-relationship\nwhich\r\nnecessarily arises from the interaction between his/her office and\r\nthe other arms of government. The Minister expressed to\nme that\r\ndespite the complete independence of the NDPP with regard to\r\ndecisions to prosecute or terminate a pending prosecution,\nthe\r\nMinister is entitled to be kept informed of all relevant decisions\r\ntaken by the NDPP.\nI was satisfied with the reasons and views that the\r\nMinister gave for his decision.\nThe Minister further assured me that under the\r\nleadership of Adv Simelane, he would continue to have a healthy\r\nprofessional relationship\nwith the NPA founded on the provisions of\r\nthe Constitution and the law.\nI made a decision that Adv Simelane was fit and proper\r\nwith due regard to his experience, conscientiousness and integrity to\r\nbe\nentrusted with the responsibilities of the office of the National\r\nDirector of Public Prosecutions. I duly appointed him.\nIn the premises, I submit that the decision to appoint\r\nAdv Simelane is lawful and in accordance with the Constitution.\nIn considering the appointment of Adv Simelane as the\r\nNDPP, I did not have regard to\nthe transcripts of\r\nthe Ginwala Enquiry. The DA has annexed the transcript of Adv\r\nSimelane’s evidence. I have considered those\nexcerpts that the\r\nDA makes reference to for purposes of responding to the allegations\r\nmade by the DA and have not had regard to\nthe entire testimony. I\r\nsubmit that I am not required to go behind the Ginwala Report and\r\ninterrogate the testimony led in the\nEnquiry, moreover as my\r\nattention is drawn only to parts of the testimony and not all the\r\nevidence put before the Enquiry. To do\nso, I submit, would be to\r\nundermine the Enquiry which was appointed by the President to\r\ncomprehensively consider all facts and\nevidence and on the basis\r\nthereof submit a report on the fitness of the former NDPP to continue\r\nto hold office. I am not required,\nI submit for purposes of my\r\ndecision to appoint Adv Simelane, to read and reflect on the entire\r\ntranscript of testimony, its import\nand inferences.\nHaving considered the relevant excerpts of the\r\ntranscript I remain of the firm view that the appointment of Adv\r\nSimelane is lawful\nand in accordance with the Constitution and the\r\nprovisions of the NPA Act.’\nThe reasoning of the court below\n[46] The court below had regard to the Constitution and relevant\r\nprovisions of the Act and recorded in its judgment that the parties\n\ndiffered on whether the requirement of ‘fit and proper person’\r\nas expressed in s 9(1)\n(b)\nof the Act had to be assessed\r\nobjectively. It was submitted on behalf of the President, the\r\nMinister and Mr Simelane that the assessment\nis one within the\r\nsubjective discretion of the President. It does not appear from the\r\njudgment that Van der Byl AJ reached any\nconclusion in that regard.\r\nThe learned acting judge went on to consider the DA’s\r\n‘formidable onslaught’ against\nMr Simelane’s\r\nfitness and propriety for appointment as NDPP. Insofar as the merits\r\nof that attack is concerned the court\nbelow was of the view that the\r\nquestion to be addressed was whether it could ‘on the papers’\r\nhold on a balance of probabilities\nthat the President’s\r\ndecision is, on any of the grounds raised, inconsistent either\r\nindividually or cumulatively with s 179\nof the Constitution and with\r\nss 9 and 10 of the Act.\n[47] On its path to answering that question the court below commenced\r\nby stating the following:\n‘\nIn order to come to such a\r\nconclusion on the papers is an extremely difficult task.’\nVan der Byl AJ thought that his task was made more difficult because\r\nno statutory process was prescribed for the President to follow\nin\r\nappointing an NDPP.\n[48] The court below listed the DA’s criticisms against Mr\r\nSimelane’s evidence before the GE. Van der Byl AJ considered\n\nthe letter drafted by Mr Simelane for Minister Mabandla, in which Mr\r\nPikoli was instructed to halt his intended arrest and prosecution\nof\r\nCommissioner Selebi, pending a decision by her. The DA had submitted\r\nthat this proved that Mr Simelane had no regard for prosecutorial\n\nindependence. The court below had regard to Mr Simelane’s\r\nexplanation before the GE that the letter was only intended to\nconvey\r\na message that the arrest, search and seizure should not go ahead\r\nuntil the Minister was in possession of information so\nas to be able\r\nto advise President Mbeki on how best to handle the situation. The\r\ncourt below was sceptical and asked why, if this\nwas so, it would\r\nhave been necessary for Mr Pikoli to be asked to resign. On this\r\naspect the court concluded as follows:\n‘\nAlthough the criticism\r\nlevelled at [Mr Simelane] in this regard may be justified, I find\r\nmyself unable to hold that he is not a\nfit and proper person to hold\r\nthe position of NDPP.’\nVan der Byl AJ took into account, in favour of Mr Simelane, that it\r\nnow appeared that he believed in the independence of the office\nof\r\nthe NDPP and must upon his appointment have taken an oath to uphold\r\nand protect the Constitution and to enforce the law without\nfear,\r\nfavour or prejudice.\n[49] Van der Byl AJ went on to consider the challenge to Mr\r\nSimelane’s integrity on the basis of non-disclosure of\r\ninformation\nand documents to the GE and to Mr Pikoli’s\r\nattorneys ─ the court had regard to the fact that this aspect\r\nhad evoked\nnegative comments in the GE’s report. On this point\r\nthe following conclusion was reached:\n‘\nAlthough the criticism\r\nlevelled at Mr Simelane in this regard may to a certain extent be\r\njustified, I also find myself here unable,\neven if it is considered\r\nin context with the aforegoing criticism, to hold him to be a person\r\nthat is unfit to hold the position\nof NDPP.’\n[50] Insofar as the recommendations of the PSC are concerned the\r\ncourt below said the following:\n‘\nI fail to see, except to note\r\nthat the PSC was of the view that Mr Simelane’s conduct\r\njustifies disciplinary proceedings,\nhow any inference, other than the\r\none that I have drawn from the Ginwala Report, can be drawn from\r\nthose recommendations. As a\nmatter of fact Mr Simelane cannot be\r\nblamed for the fact that the Minister refused to accept those\r\nrecommendations.’\n[51] Turning to this court’s criticism of Mr Simelane in the\nPretoria Portland Cement\ncase, about the manner in which he\r\nhad conducted himself when he was employed at the Competition\r\nCommission, the court below held\nthat it demonstrated ‘perhaps\r\nan over-eagerness on his part, albeit an ill-considered one to draw\r\nattention to the Commission’s\nrole and function but I fail to\r\nsee how his actions in this regard disqualified him as a fit and\r\nproper person to hold the position\nof NDPP’.\n[52] As far as the DA’s criticisms about Mr Simelane’s\r\nactions in the\nGlenister\nmatter was concerned, Van der Byl AJ\r\nsaid the following:\n‘\n[I]t is not clear to me\r\nwhether Mr Simelane knew that the issue of the Scorpions would be\r\nconsidered by the Cabinet the day after\nhe deposed to his affidavit\r\nor whether he was free to anticipate decisions to be taken by\r\nCabinet.’\n[53] In respect of the intended GCB probe into Mr Simelane’s\r\nconduct the court below said the following:\n‘\nThe fact that a probe has been\r\nor was about to be launched by the GCB or the Bar Council was not\r\nrelevant at the time of his appointment.\nIt does not appear that the\r\nGCB or Bar Council has at any stage evaluated any complaints against\r\nhim or has formulated any charges\nagainst him and, I doubt whether it\r\ncan be said that he was facing any complaints of unprofessional\r\nconduct.’\n[54] Having reached these conclusions on whether, as a fact, Mr\r\nSimelane had the standard of integrity required, the court below\nwent\r\non to consider the process followed by President Zuma in appointing\r\nMr Simelane. As a starting point Van der Byl AJ observed\nthat there\r\nis no competitive selection process prescribed by the Constitution or\r\nthe Act. The learned acting judge had regard to\nthe President’s\r\nposition as head of the executive authority of the Republic of South\r\nAfrica who appointed Mr Simelane after\nconsultation with the Minister\r\nof Justice and Constitutional Development. The following observation\r\nby the court below about the\ndegree of consultation is noteworthy:\n‘\nIn doing so, he, albeit, as I\r\nhave already indicated\nsomewhat\r\nsuperficially\n, made\r\nenquiries on the occurrences at the Ginwala Enquiry and on the\r\nrecommendations of the PSC and took into consideration the\nfacts set\r\nout in his\ncurriculum\r\nvitae\nfrom\r\nwhich it appears that he practised for two years as an advocate, that\r\nhe was a commissioner of the Competition Commission and\nthe\r\nDirector-General of the Department of Justice and Constitutional\r\nDevelopment.’\n(My emphasis.)\n[55] The court dealt very cursorily with the DA’s charge that\r\nthe President acted with an ulterior or improper purpose on\nthe basis\r\nthat this ground is linked to the other grounds of challenge on which\r\nhe had already made the findings referred to above.\n[56] Interestingly, in para 100 of the judgment of the court below,\r\nthe following appears:\n‘\nI am not persuaded that, if\r\nregard is had to all the averments made in the papers, that he is not\r\na controversial person and one\nwith an unblemished background or that\r\nhe is one of the most experienced persons who could have been taken\r\ninto consideration for\nappointment.’\nConclusions\n[57] In order to fully appreciate the importance of the NPA and the\r\nNDPP in our constitutional democracy it is necessary first,\nto bear\r\nin mind that the Constitution empowers those who govern and imposes\r\nlimits on their power and second, to consider the wider\n\nconstitutional scheme in which both the institution and the\r\nindividual are dealt with. A good starting place is an examination\nof\r\nthe founding provisions of the Constitution. Section 1(c) of the\r\nConstitution states that the Republic of South Africa is one,\n\nsovereign, democratic state founded amongst other values on the\r\nsupremacy of the Constitution and the rule of law. Section 1(d),\n\ncommits government to democracy and to accountability, responsiveness\r\nand openness. Section 2 of the Constitution reaffirms that\nthe\r\nConstitution is the supreme law of the Republic and that law or\r\nconduct inconsistent with it is invalid and that the obligations\n\nimposed by it must be fulfilled. Thus, every citizen and every arm of\r\ngovernment ought rightly to be concerned about constitutionalism\nand\r\nits preservation.\n[58] The constitutional scheme is deliberate. Chapter 1 sets out the\r\nfounding provisions and deals with founding values, citizenship,\nthe\r\nnational anthem, the national flag and languages. Chapter 2 states\r\nthat the Bill of Rights is a cornerstone of democracy in\nSouth Africa\r\nand that it enshrines rights of all people in our country and affirms\r\nthe democratic values of human dignity, equality\nand freedom. The\r\nState is obliged to respect, protect, promote and fulfil the rights\r\nreferred to in the Bill of Rights. Chapter\n3 of the Constitution\r\ndeals with co-operative government and dictates that all spheres of\r\ngovernment must adhere to constitutional\nprinciples in this regard\r\nand must conduct their activities within constitutional parameters.\r\nChapter 4 sets out the composition\nof Parliament and its legislative\r\nauthority. Section 48 provides that before members of the National\r\nAssembly begin to perform\ntheir functions, they must swear or affirm\r\nfaithfulness to the Republic and obedience to the Constitution.\r\nSection 62(6) provides\nthat before permanent delegates to the\r\nNational Council of Provinces begin to perform their functions they\r\nmust swear or affirm\nfaithfulness to the Republic and obedience to\r\nthe Constitution. Chapter 5, which is of importance to the present\r\ncase, deals with\nthe President and the National Executive. Section 83\r\nof the Constitution provides:\n‘\nThe President –\n(a) is the Head of State and head of the national\r\nexecutive;\n(b) must uphold, defend and respect the Constitution as\r\nthe supreme law of the Republic; and\n(c) promotes the unity of the nation and that which will\r\nadvance the Republic.’\nSection 84 sets out powers and functions of the President. Section 85\r\nprovides:\n‘\n(1) The executive authority of\r\nthe Republic is vested in the President.\n(2) The President exercises the executive authority,\r\ntogether with the other members of the Cabinet, by -\n(a) implementing national legislation except where the\r\nConstitution or an Act of Parliament provides otherwise;\n(b) developing and implementing national policy;\n(c) co-ordinating the functions of state departments and\r\nadministrations;\n(d) preparing and initiating legislation; and\n(e) performing any other executive function provided for\r\nin the Constitution or in national legislation.’\n[59] Section 87 of the Constitution provides that within five days of\r\nhis election the President must assume office by swearing\nor\r\naffirming faithfulness to the Republic and obedience to the\r\nConstitution. In\nPresident of the Republic of South Africa v Hugo\n1997 (4) SA 1\n(CC) para 65, Kriegler J said of the relationship\r\nbetween the President and the Constitution:\n‘\nUltimately the President, as\r\nthe supreme upholder and protector of the Constitution, is its\r\nservant. Like all other organs of state,\nthe President is obliged to\r\nobey each and every one of its commands.’\n[60] Chapter 6 deals with the provinces and their legislative\r\nauthority. Before members of a provincial legislature begin their\n\nfunctions they too must swear or affirm faithfulness to the Republic\r\nand obedience to the Constitution. Section 118 of the Constitution\n\nobliges a provincial legislature to facilitate public involvement in\r\nthe legislative process. Section 127 sets out the powers and\n\nfunctions of Premiers who also must swear or affirm faithfulness to\r\nthe Republic and obedience to the Constitution. Members of\nan\r\nExecutive Council of a province are collectively and individually\r\naccountable to the legislature for the exercise of their powers\nand\r\nthe performance of their functions and can only act in accordance\r\nwith the Constitution. Section 140 provides that a decision\nby a\r\nPremier of a province must be in writing if it is taken in terms of\r\nlegislation or has legal consequences.\n[61] Chapter 7 of the Constitution deals with local government. In\r\nterms of s 151 of the Constitution a municipality has the right\nto\r\ngovern, on its own initiative, the local government affairs of its\r\ncommunity, subject to national and provincial legislation\nas provided\r\nfor in the Constitution. Section 152 deals with the objects of local\r\ngovernment and provides, amongst others, that\nlocal government must\r\nprovide democratic and accountable government for local communities.\r\nI shall deal with Chapter 8, which deals\nwith courts and the\r\nadministration of justice, including providing for a National\r\nProsecuting Authority, last. Chapter 9 sets out\nwhich state\r\ninstitutions are supportive of our constitutional democracy. They\r\ninclude the office of the Public Protector, the South\nAfrican Human\r\nRights Commission, the Commission for the Promotion and Protection of\r\nthe Rights of Cultural, Religious and Linguistic\nCommunities, the\r\nCommission for Gender Equality, the Auditor-General and the Electoral\r\nCommission. Section 181(2) states:\n‘\nThese institutions are\r\nindependent, and subject only to the Constitution and the law, and\r\nthey must be impartial and must exercise\ntheir powers and perform\r\ntheir functions without fear, favour or prejudice.’\nSection 181(3) obliges other organs of state, through legislative and\r\nother measures, to assist and protect these institutions\nto ensure\r\ntheir independence and impartiality, dignity and effectiveness. The\r\nlisted institutions are all accountable to the National\nAssembly and\r\nmust report on the activities and the performance of their functions\r\nto the Assembly at least once a year.\n[62] Chapter 10 deals with Public Administration. Section 195(1)\r\ndictates that public administration must be governed by the\r\ndemocratic\nvalues enshrined in the Constitution. Section 195(1)(f)\r\nprovides that public administration must be accountable. The PSC,\r\nreferred\nto earlier in this judgment, is established by s 196 of the\r\nConstitution. It is required to be independent and impartial and must\n\nexercise its powers and perform its functions without fear, favour or\r\nprejudice in the interest of the maintenance of effective\nand\r\nefficient public administration and a high standard of professional\r\nethics in the public service. The PSC is also accountable\nto the\r\nNational Assembly and is required to report to it at least once a\r\nyear.\n[63] Chapter 11 deals with security services. Section 198 sets out\r\nthe governing principles and states, amongst others, that national\n\nsecurity must be pursued in compliance with the law, including\r\ninternational law. National security is subject to the authority\nof\r\nParliament and the National Executive. Chapter 11 contains provisions\r\ndealing with the defence force, the police and the intelligence\n\nservices.\n[64] Chapter 12 of the Constitution recognises the status and role of\r\ntraditional leaders according to customary law, subject to\nthe\r\nConstitution. Chapter 13 deals with treasury control and financial\r\nmatters, including the remuneration of persons holding public\noffice.\r\nIt also establishes a Financial and Fiscal Commission which, in terms\r\nof s 220(2), is required to be independent and\nimpartial and\r\nsubject only to the Constitution and the law.\n[65] Chapter 14 contains general provisions and embraces subjects\r\nsuch as international agreements, the application of international\n\nlaw, funding for political parties and transitional arrangements.\n[66] Before dealing with Chapter 8 of the Constitution, which\r\ncontains the provisions that relate to the courts and the\r\nadministration\nof justice, including the NPA, it is necessary to\r\nconsider the full and necessary import of the Chapters and provisions\r\nof the\nConstitution referred to in the preceding paragraphs. All the\r\ninstitutions, organs of state and public office bearers referred to\n\nare essential for the functioning of our constitutional democracy.\r\nThe rule of law is a central and founding value. No-one is above\nthe\r\nlaw and everyone is subject to the Constitution and the law. The\r\nlegislative and executive arms of government are bound by\nlegal\r\nprescripts. Accountability, responsiveness and openness are\r\nconstitutional watchwords. It can rightly be said that the\r\nindividuals\nthat occupy positions in organs of state or who are part\r\nof constitutional institutions are transient but that constitutional\r\nmechanisms,\ninstitutions and values endure. To ensure a functional,\r\naccountable constitutional democracy the drafters of our Constitution\r\nplaced\nlimits on the exercise of power. Institutions and office\r\nbearers must work within the law and must be accountable. Put simply,\r\nours is a government of laws and not of men or women.\n[67] As we look back on 17 years of existence as a constitutional\r\ndemocracy and as we view what the constitutional compact means,\nwe\r\nmust all as a nation breathe more easily in the knowledge that we\r\nhave truly broken with an authoritarian past in which government\n\nserved the interests of a few and was unresponsive to the needs of\r\nthe majority of its citizens and where no safeguards existed\nto\r\nensure that power was not abused. See\nS v Makwanyane\n[1995] ZACC 3\n;\n1995 (3)\r\nSA 391\n(CC) para 262. Professor Mureinik explained (in the context of\r\nthe interim Constitution) the fundamental change brought about\r\nbecause\nof a shift from a ‘culture of authority’ to a\r\n‘culture of justification’. He described it as ‘a\r\nculture\nin which every exercise of power is expected to be justified;\r\nin which the leadership given by government rests on the cogency of\n\nthe case offered in defence of its decisions, not the fear inspired\r\nby the force at its command’.\n6\n[68] It is now necessary to turn to consider that Chapter of the\r\nConstitution dealing with the administration of justice and which\n\nencompasses, not only judicial authority, but also the NPA. Section\r\n165, which is located in Chapter 8 of the Constitution, provides\nthat\r\nthe judicial authority of the Republic is vested in the courts, which\r\nare independent and subject only to the Constitution\nand the law,\r\nwhich they must apply impartially and without fear, favour or\r\nprejudice. Importantly, organs of state, through legislative\nand\r\nother measures, must assist and protect the courts to ensure their\r\nindependence, impartiality, dignity, accessibility and effectiveness.\n\nThe hierarchy of courts is established and listed in this chapter.\r\nSection 174(1) provides that any appropriately qualified woman\nor man\r\nwho ‘is a fit and proper person’ may be appointed as a\r\njudicial officer.\n[69] Section 179 deals with the NPA. It is necessary to quote it in\r\nfull:\n‘\n(1) There is a single national\r\nprosecuting authority in the Republic, structured in terms of an Act\r\nof Parliament, and consisting\nof –\n(a) a National Director of Public Prosecutions, who is\r\nthe head of the prosecuting authority, and is appointed by the\r\nPresident,\nas head of the national executive; and\n(b) Directors of Public Prosecutions and prosecutors as\r\ndetermined by an Act of Parliament.\n(2) The prosecuting authority has the power to institute\r\ncriminal proceedings on behalf of the state, and to carry out any\r\nnecessary\nfunctions incidental to instituting criminal proceedings.\n(3) National legislation must ensure that the Directors\r\nof Public Prosecutions –\n(a) are appropriately qualified; and\n(b) are responsible for prosecutions in specific\r\njurisdictions, subject to subsection (5).\n(4) National legislation must ensure that the\r\nprosecuting authority exercises its functions without fear, favour or\r\nprejudice.\n(5) The National Director of Public Prosecutions –\n(a) must determine, with the concurrence of the Cabinet\r\nmember responsible for the administration of justice, and after\r\nconsulting\nthe Directors of Public Prosecutions, prosecution policy,\r\nwhich must be observed in the prosecution process;\n(b) must issue policy directives which must be observed\r\nin the prosecution process;\n(c) may intervene in the prosecution process when policy\r\ndirectives are not complied with; and\n(d) may review a decision to prosecute or not to\r\nprosecute, after consulting the relevant Director of Public\r\nProsecutions and after\ntaking representations within a period\r\nspecified by the National Director of Public Prosecutions, from the\r\nfollowing:\n(i) The accused person.\n(ii) The complainant.\n(iii) Any other person or party whom the National\r\nDirector considers to be relevant.\n(6) The Cabinet member responsible for the\r\nadministration of justice must exercise final responsibility over the\r\nprosecuting authority.\n(7) All other matters concerning the prosecuting\r\nauthority must be determined by national legislation.’\n[70] As can be seen the same theme that suffuses all the other\r\nChapters of the Constitution permeates Chapter 8 as well, namely,\n\nthat institutions of state integral to the well-being of a\r\nfunctioning democracy have to be above reproach, have to be\r\nindependent\nand have to serve the people without fear, favour or\r\nprejudice.\n[71] The national legislation envisaged in s 179(3) of the\r\nConstitution is the Act. That fact is expressly recognised in the\r\npreamble\nto the Act. Section 2 of the Act provides for a single\r\nnational prosecuting authority, as envisaged in s 179(3) of the\r\nConstitution.\nSection 3 sets out the structure of the prosecuting\r\nauthority, namely, the office of the National Director and the\r\noffices of the\nprosecuting authority at the seat of each high court,\r\nestablished in terms of s 6. Section 5 establishes the National\r\nOffice of\nthe prosecuting authority which consists of the National\r\nDirector, who is the head of and controls the office, Deputy National\r\nDirectors and other members of the prosecuting authority appointed at\r\nor assigned to the office. Section 10 states that the President\n\n‘must’ in accordance with section 179 of the Constitution\r\nappoint the NDPP. The crucial section for present purposes\nis s 9(1)\r\nof the Act, which sets out the qualifications for appointment of the\r\nNDPP. Section 12 of the Act provides a fixed non-renewable\nperiod of\r\nten years for a National Director to hold office. Section 12(5) can\r\nrightly be viewed as a protective provision to guard\nagainst\r\npolitical interference. It provides that a National Director cannot\r\nbe suspended or removed from office, except in accordance\nwith the\r\nprovisions of subsections 6, 7 and 8.\n[72] To understand the importance of the office of the NDPP and the\r\npower that he or she wields, regard should be had first, to\nthe\r\nprovisions of s 179(2) of the Constitution, set out in para 68 above.\r\nThe prosecuting authority has the power to institute\ncriminal\r\nproceedings on behalf of the State and to carry out any necessary\r\nfunctions incidental to instituting criminal proceedings.\nThis power\r\nis echoed in s 20(1) of the Act. Section 20(1)\n(c)\nof the Act\r\ngives the prosecuting authority the power to discontinue criminal\r\nproceedings. It hardly needs stating that these are\nawesome powers\r\nand that it is central to the preservation of the rule of law that\r\nthey be exercised with the utmost integrity.\nThat must mean that the\r\npeople employed by the prosecuting authority must themselves be\r\npeople of integrity who will act without\nfear, favour or prejudice.\n[73] Section 22(1) of the Act provides:\n‘\nThe National Director, as the\r\nhead of the prosecuting authority, shall have authority over the\r\nexercising of all the powers, and\nthe performance of all the duties\r\nand functions conferred or imposed on or assigned to any member of\r\nthe prosecuting authority\nby\r\nthe Constitution, this Act or any other law.’\n[74] Section 22(2) gives the National Director the power to determine\r\nprosecution policy and to issue policy directives. It enables\nhim or\r\nher to intervene in any prosecution process when policy directives\r\nare not complied with. In terms of s 22(2)\n(c)\nthe National\r\nDirector may review a decision to prosecute or not to prosecute,\r\nafter consulting the relevant Director and after\ntaking\r\nrepresentations of an accused person, a complainant or any other\r\nrelevant party.\n[75] Section 22(3) gives the National Director the power to direct\r\nthat investigations and criminal proceedings in respect of an\noffence\r\nbe moved territorially, within the Republic. Section 22(4) empowers a\r\nNational Director to conduct any investigation he\nor she may deem\r\nnecessary in respect of a prosecution or prosecution process, or\r\ndirectives, directions or guidelines issued by\na director. Section\r\n22(4)\n(a)\n(iii) provides that the National Director may advise\r\nthe Minister of Justice and Constitutional Development on all matters\r\nrelating\nto the administration of justice.\n[76] It is against that constitutional and statutory background that\r\ns 9(1)\n(b)\nof the Act ultimately has to be construed. Before\r\nturning to those provisions it is necessary for a brief conspectus of\r\nviews on\nprosecutorial independence in comparable jurisdictions.\n[77] Addressing the Portuguese Prosecutors Association, Jessica de\r\nGrazia, a prosecutor in the Manhattan District Attorneys’\n\nOffice and a former New York chief-assistant District Attorney, said\r\nthe following:\n‘\nProsecutorial independence is\r\nboth difficult to establish and difficult to maintain. It is under\r\ngreatest threat when civil society\nis weak, justice institutions\r\nfragile, when countries are experiencing or emerging from security\r\ncrises, when a single political\nparty is dominant, when a country is\r\npoor, jobs are few, out-migration high, when a free media is\r\nsuppressed, or when prosecutors\ntarget the top tier of economic or\r\norganized crime and there is a nexus to members of the political\r\nelite.’\n7\nMs de Grazia rightly observed that every democracy has its own ways\r\nof insulating prosecutors from political pressure.\n[78] In a seminar organised by The European Commission for Democracy\r\nThrough Law (Venice Commission), conducted at Trieste, Italy,\nbetween\r\n28 February and 3 March 2011, under the title ‘The Independence\r\nof Judges and Prosecutors: Perspectives and Challenges’,\nMr\r\nJames Hamilton, a substitute member of the Venice Commission and\r\nDirector of Public Prosecutions, Ireland, noted that in common\nlaw\r\nsystems the prosecution is invariably a part of the executive, in\r\nsome civil law systems it is part of the executive and in\nothers it\r\nis part of the judiciary. Under the subheading ‘Responsibilities\r\nof Public Prosecutors in ensuring due process\nand the rule of law’\r\nMr Hamilton stated the following:\n8\n‘\nIt is clear that a\r\nprosecutor’s office which displays a respect for fair\r\nprocedures will operate as a bulwark against human\nrights abuses,\r\nwhereas a prosecutor’s office which is not concerned with such\r\nmatters will make it more likely that the rule\nof law will not be\r\nobserved. In this connection it should be noted that the prosecutor\r\nnot only acts on behalf of the people as\na whole, but also has duties\r\nto particular individual citizens.’\n[79] The following part of the paper presented by Mr Hamilton is\r\napposite:\n9\n‘\nThe Venice Commission Report\r\non the independence of the prosecution service also lays emphasis on\r\nthe qualities of prosecutors,\nin particular at paragraphs 14 to 19 of\r\nthe Report. Having referred to the importance of the prosecutor\r\nacting to a higher standard\nthan a litigant in a civil matter because\r\nhe or she acts on behalf of society as a whole and because of the\r\nserious consequences\nof criminal conviction, and having referred to\r\nduties to act fairly and impartially, as well as the duty to disclose\r\nall relevant\nevidence to the accused, the Commission points to the\r\nnecessity to employ as prosecutors suitable persons of high standing\r\nand\ngood character, having qualities similar to those required of a\r\njudge, and they require that suitable procedures for appointment\nand\r\npromotion are in place.’\n[80] Two paragraphs later Mr Hamilton states:\n10\n‘\nThe Venice Commission goes on\r\nto talk about political interference in prosecution. The Report\r\npoints out that if modern western\nEurope has largely avoided the\r\nproblem of abusive prosecution in recent times this is largely\r\nbecause mechanisms have been adopted\nto ensure that improper\r\npolitical pressure is not brought to bear in the matter of criminal\r\nprosecution. The Commission points\nout that in totalitarian states or\r\nin modern dictatorships criminal prosecution has been and continues\r\nto be used as a tool of\nrepression and corruption.’\n[81] Mr Hamilton pointed out that procedures to guarantee a proper\r\nselection of prosecutors and to prevent their arbitrary dismissal\nare\r\nvery important in safeguarding prosecutorial independence. In this\r\nregard he referred to an opinion by the Venice Commission\non the\r\nregulatory concept of the Constitution of the Hungarian Republic:\n11\n‘\nIt is important that the\r\nmethod of selection of the general prosecutor should be such as to\r\ngain the confidence of the public and\nthe respect of the judiciary\r\nand the legal profession. Therefore professional, non-political\r\nexpertise should be involved in the\nselection process. However it is\r\nreasonable for the government to wish to have some control over the\r\nappointment, because of the\nimportance of the prosecution of crime in\r\nthe orderly and efficient functioning of the state, and to be\r\nunwilling to give some\nother body, however distinguished,\ncarte\r\nblanche\nin\r\nthe selection process. It is suggested, therefore that consideration\r\nmight be given to the creation of a commission of appointment\n\ncomprised of persons who would be respected by the public and trusted\r\nby the government.’\n[82] In his conclusion Mr Hamilton stated the following:\n12\n‘\nDespite the variety of\r\narrangements in prosecutor’s offices, the public prosecutor\r\nplays a vital role in ensuring due process\nand the rule of law as\r\nwell as respect for the rights of all the parties involved in the\r\ncriminal justice system. The prosecutor’s\nduties are owed\r\nprimarily to the public as a whole but also to those individuals\r\ncaught up in the system, whether as suspects or\naccused persons,\r\nwitnesses or victims of crime. Public confidence in the prosecutor\r\nultimately depends on confidence that the rule\nof law is obeyed.’\n[83] Writing on prosecutorial independence in the\n(2001) 45\nCriminal\r\nLaw Quarterly\n272\n,\nBruce A MacFarlane QC, the then Deputy\r\nAttorney General for the Province of Manitoba, Canada, considered\r\nmodels intended to ensure\nindependence in England, Australia, New\r\nZealand, the USA and Canada. He states:\n13\n‘\n[I]rrespective of the laws or\r\nstructures in place in a jurisdiction, principles of independence\r\nultimately depend upon the integrity\nof the person occupying the\r\noffice of Attorney General.’\n[84] Mr MacFarlane postulates that there are many paths to\r\nprosecutorial independence. Some countries, he noted, have chosen,\r\nwith varying degrees of success, a legislatively-based structural\r\nmodel. That approach he states has in some cases ‘led to\n\nquestions concerning public accountability, if not overzealousness,\r\non the part of the prosecuting authority.’\n14\nOn this aspect he concludes as follows:\n15\n‘\nIn the end, each nation needs\r\nto develop an approach to independence that makes sense in the\r\ncontext of its own legislative and\nconstitutional framework, as well\r\nas the traditions, practices and history of its legal system.’\n[85] In\nSharma v Brown-Antoine\n[2006] UKPC 57\nthe Privy\r\nCouncil said, with reference to prosecutorial independence, that the\r\nmaintenance of public confidence in the administration\nof justice\r\nrequired that it be, and is seen to be, even handed.\n[86] In\nKrieger v Law Society of Alberta\n2002 SCC 65\n;\n[2002] 3 SCR 372\nthe\r\nSupreme Court of Canada said that the gravity of the power to bring,\r\nmanage and terminate prosecutions, which lay at the heart\nof the\r\nAttorney-General’s role, had given rise to an expectation that\r\nhe would in this respect be fully independent from\npolitical\r\npressures of the government.\n[87] In\nImbler v Pachtman\n[1976] USSC 26\n;\n424 US 409\n(1976) at 423-424 the\r\nSupreme Court of the United States of America spoke of the ‘fearless\r\nand impartial policy’ which\nshould characterise the\r\nprosecutorial service and ‘the independence of judgment\r\nrequired by his public trust’.\n[88] In dealing with the powers and functions of the Namibian\r\nAttorney General and Prosecutor General, respectively, the Namibian\n\nSupreme Court said the following:\n‘\nIn the light of what I have\r\nsaid earlier in this judgment, on my understanding of the\r\naspirations, expectations and the ethos of\nthe Namibian people, it\r\nseems to me that one must interpret the Constitution in the most\r\nbeneficial way giving it the full amplitude\nof the powers which are\r\ngiven to the prosecutor-general. Thus interpreted, the office,\r\nappointed by an independent body, should\nbe regarded as truly\r\nindependent subject only to the duty of the prosecutor-general to\r\nkeep the attorney-general properly informed\nso that the latter may be\r\nable to exercise ultimate responsibility for the office. . . .On this\r\nview of the matter the Constitution\ncreates on the one hand an\r\nindependent prosecutor-general while at the same it enables the\r\nattorney-general to the exercise final\nresponsibility for the office\r\nof the prosecutor-general. The notions are not incompatible. Indeed,\r\nit is my strong view that this\nconclusion is the only one which\r\nreflects the spirit of the Constitution, its cardinal values, the\r\nethos of the people, and articulates\ntheir values, their ideals and\r\ntheir aspirations. It also is entirely in accordance with the\r\n“uniquely caring and humanitarian\nquality of the\r\nConstitution”.’\n16\n[89] In\nPikoli v The President\n2010 (1) SA 400\n(GNP) Du\r\nPlessis J (at 406E-F) said the following:\n‘\nAs the head of the [NPA] the\r\nNDPP has a duty to ensure that this prosecutorial independence is\r\nmaintained. It follows that a person\nwho is fit and proper to be the\r\nNDPP will be able to live out, and will live out in practice, the\r\nrequirements of prosecutorial\nindependence. That he or she must do\r\nwithout fear, favour or prejudice.’\n[90] In the\nCertification\njudgment of the Constitutional\r\nCourt\n17\nthe objection to the President having the power to appoint the NDPP,\r\non the basis that it threatened prosecutorial independence,\nwas\r\nrejected. Importantly, however, the Constitutional Court, considering\r\ns 179(4) of the Constitution stated (para 146):\n‘\n[Section] 179(4) provides that\r\nthe national legislation\nmust\r\nensure\nthat\r\nthe prosecuting authority exercises its functions without fear,\r\nfavour or prejudice. There is accordingly a constitutional\nguarantee\r\nof independence, and any legislation or executive action inconsistent\r\ntherewith would be subject to constitutional control\nby the courts.\r\nIn the circumstances, the objection to [s] 179 must be rejected.’\n(My emphasis.)\n[91] It is to the relevant part of the national legislation that I\r\nnow turn. The provisions of Section 9(1)(b) appear 86 paragraphs\n\nearlier in this judgment. I consider it necessary to restate it here:\n‘\n(1) Any person to be appointed\r\nas National Director, Deputy National Director or Director must-\n. . .\n(b) be a fit and proper person, with due regard to his\r\nor her experience, conscientiousness and integrity, to be entrusted\r\nwith\nthe responsibilities of the office concerned.’\n[92] In affidavits filed on its behalf in the court below the DA had\r\nasserted that in exercising his power in terms of s 10 of\nthe NPA, to\r\nappoint the NDPP, the President performed an administrative act. That\r\ncontention was rightly not persisted in before\nus. In this regard,\r\ncounsel for the respondents are correct, when they point out that the\r\nPresident’s original power to appoint\nthe NDPP is sourced in s\r\n179(1)(a) of the Constitution, which provides in express terms that\r\nthe NDPP is appointed by the President,\n‘as head of the\r\nNational Executive’. The act of appointment is thus clearly\r\nexecutive action. See also\nMasetlha v President of the Republic of\r\nSouth Africa & another\n[2007] ZACC 20\n;\n2008 (1) SA 566\n(CC) which dealt with\r\nthe President’s power to appoint and terminate the services of\r\nthe head of the National Intelligence\nAgency. Also of relevance is s\r\n85(2)(e) of the Constitution which states that the President\r\nexercises executive authority together\nwith other members of the\r\nCabinet by ‘performing any other executive function provided\r\nfor in the Constitution or in national\nlegislation’.\n[93] That does not mean that the President’s decision to\r\nappoint an NDPP is beyond judicial scrutiny. In\nPharmaceutical\r\nManufacturers Association of SA & another: In re Ex parte\r\nPresident of the Republic of South Africa\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC)\n(2000 (3) BCLR 241)\npara 84-85 the following is stated:\n‘\nIn\nS\r\nv Makwanyane\nAckermann\r\nJ characterised the new constitutional order in the following terms:\n“\nWe have moved from a past\r\ncharacterised by much which was arbitrary and unequal in the\r\noperation of the law to a present and a future\nin a constitutional\r\nState where State action must be such that it is capable of being\r\nanalysed and justified rationally. The idea\nof the constitutional\r\nState presupposes a system whose operation can be rationally tested\r\nagainst or in terms of the law. Arbitrariness,\nby its very nature, is\r\ndissonant with these core concepts of our new constitutional order.”\nSimilarly, in\nPrinsloo v Van der\r\nLinde and Another\nthis Court held that when\r\nParliament enacts legislation that differentiates between groups or\r\nindividuals it is required to act\nin the rational manner:\n“\nIn regard to mere\r\ndifferentiation the constitutional State is expected to act in a\r\nrational manner. It should not regulate in an\narbitrary manner or\r\nmanifest ‘naked preferences’ that serve no legitimate\r\ngovernmental purpose, for that would be inconsistent\nwith the rule of\r\nlaw and the fundamental premises of the constitutional State.”\nIt is a requirement of the rule of law that the exercise\r\nof public power by the Executive and other functionaries should not\r\nbe\narbitrary. Decisions must be rationally related to the purpose for\r\nwhich the power was given, otherwise they are in effect arbitrary\nand\r\ninconsistent with this requirement. It follows that in order to pass\r\nconstitutional scrutiny the exercise of public power by\nthe Executive\r\nand other functionaries must, at least, comply with this requirement.\r\nIf it does not, it falls short of the standards\ndemanded by our\r\nConstitution for such action.’\n[94]\nIn Affordable Medicines Trust v Minister of Health\n[2005] ZACC 3\n;\n2006\r\n(3) SA 247\n(CC) the Constitutional Court, referring to\nFedsure\r\nLife Assurance Ltd v Greater Johannesburg Transitional Metropolitan\r\nCouncil\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC)\n(1998 (12) BCLR 1458)\npara 58,\r\nstated the following (para 49):\n‘\nThe exercise of public power\r\nmust therefore comply with the Constitution, which is the supreme\r\nlaw, and the doctrine of legality,\nwhich is part of that law. The\r\ndoctrine of legality, which is an incident of the rule of law, is one\r\nof the constitutional controls\nthrough which the exercise of public\r\npower is regulated by the Constitution. It entails that both the\r\nLegislature and the Executive\n“are constrained by the principle\r\nthat they may exercise no power and perform no function beyond that\r\nconferred upon them\nby law”. In this sense the Constitution\r\nentrenches the principle of legality and provides the foundation for\r\nthe control\nof public power.’\n[95] In\nMasetlha\n, para 81, in dealing with the power of the\r\nPresident to dismiss the head of the National Intelligence Agency and\r\nimplicitly with\nthe power to appoint, the Constitutional Court said:\n‘\nIt is therefore clear that the\r\nexercise of the power to dismiss by the President is constrained by\r\nthe principle of legality, which\nis implicit in our constitutional\r\nordering. Firstly, the President must act within the law and in a\r\nmanner consistent with the\nConstitution. He or she therefore must not\r\nmisconstrue the power conferred. Secondly, the decision must be\r\nrationally related to\nthe purpose for which the power was conferred.\r\nIf not, the exercise of the power would, in effect, be arbitrary and\r\nat odds with\nthe rule of law.’\n[96] Following the template provided by these pronouncements, the\r\nquestion to be answered is what does s 9(1)\n(b)\nrequire of the\r\nPresident in the appointment process. It was accepted by all the\r\nparties that the President must at the very least\nconsider whether\r\nthe person he has in mind for appointment as the NDPP has the\r\nqualities described in this subsection.\n[97] The parties differ about how the President should go about\r\nconsidering the suitability of the person he contemplates appointing.\n\nThe DA submitted that, having regard to the purpose of the power,\r\nnamely, to secure for South Africa a head of the prosecution\n\nauthority with the experience and ability to lead the institution in\r\nan independent way which will command broad public confidence\nin the\r\nadministration of criminal justice, not only the decision must be\r\nrationally related to that purpose but also the process\nof reaching\r\nit must be so.\n[98] It was contended by the DA that a rational process would\r\ngenerally entail at least the following:\n(a) obtaining sufficient and reliable information about the\r\ncandidate’s past work experience and performance;\n(b) obtaining sufficient and reliable information about the\r\ncandidate’s integrity and independence; and\n(c) in cases where the candidate is the subject of allegations\r\ncalling his fitness to hold office into question, a satisfactory\n\nprocess to determine the veracity of the allegations in a reliable\r\nand credible fashion.\n[99] Relying on\nAlbutt v Centre for the Study of Violence and\r\nReconciliation\n2010 (3) SA 293\n(CC) it was submitted on behalf of\r\nthe President that members of the Executive have a wide discretion in\r\nselecting means to achieve\nconstitutionally permissible objectives\r\nand that courts may not interfere with the means selected simply\r\nbecause they do not like\nthem or because there are other appropriate\r\nmeans that could have been selected. It was submitted that studying\r\nMr Simelane’s\nCV and consulting the Minister was sufficient.\n[100] It was submitted on behalf of Mr Simelane that having regard to\r\nconstitutional provisions, including s 85, which provides\nthat the\r\nPresident exercises executive authority together with other members\r\nof the Cabinet, the consultation with the Minister\nwas sufficient as\r\nno other processes are prescribed. It was also submitted that since\r\nthe Minister and the President stated that\nMr Simelane was appointed\r\nwith due regard to his experience, integrity and conscientiousness\r\ntheir statements in this regard cannot\nbe scrutinised any further.\r\nThe Minister’s briefing on the GE and the PSC’s\r\ninvolvement was, so it was contended, adequate\nand the President\r\ntherefore acted in accordance with legal prescripts.\n[101] Submissions on behalf of the Minister on this aspect were in\r\nline with the submissions on behalf of the President and Mr\nSimelane.\n[102] Insofar as s 9(1)\n(b)\nprescribes that the NDPP should be\r\na fit and proper person, with due regard to the qualities listed\r\ntherein, the DA submitted that\neach of the qualities is stated in\r\nobjective terms. It was contended that the absence of the words ‘in\r\nthe President’s\nopinion’ is indicative that the fitness\r\nfor office of a candidate is to be determined objectively. Put\r\ndifferently, these\nare jurisdictional requirements, so it was\r\ncontended, that have to exist as an objective fact. It was submitted\r\nfurther that the\nPresident may not reason that even though there are\r\nquestion marks as to a candidate’s fitness, the adverse\r\nallegations have\nnot been positively proved and therefore the\r\ncandidate is entitled to the benefit of the doubt. The Act requires,\r\nso it was argued,\nthat the President must properly and transparently\r\ndetermine whether those qualities exist in a candidate.\n[103] On behalf of the President it was submitted, with reference to\r\nthe decision of this court in\nJasat v Natal Law Society\n2000\r\n(3) SA 44\n(SCA), that in determining the fitness of a candidate for\r\nappointment as NDPP, the President exercised a value judgment which\r\ntranslates\ninto a subjective assessment of whether the candidate has\r\nthe qualities prescribed by s 9(1)\n(b)\n. The following part of\r\nthe heads of argument in this regard is important:\n‘\nValue judgment is based upon\r\nor reflecting one’s personal moral and aesthetic value, a\r\nsubjective evaluation.’\n[104] The following part of the heads of argument on behalf of the\r\nPresident bears quoting:\n‘\nThe President is the choice of\r\nthe people. The Constitution vests in him the power to apply his\r\nvalue judgment and appoint a NDPP\nwho meets the objective criteria\r\nand is a fit and proper person to hold such office.’\n[105] On behalf of the Minister, it was submitted that the flaw in\r\nthe DA’s argument on this aspect is that the NDPP must\nconform\r\nto a standard defined by it rather than by the President.\n[106] Relying on the decision in this court in\nSA Defence and Aid\r\nFund v Minister of Justice\n1967 (1) SA 31\n(C), it was submitted\r\nthat the jurisdictional facts necessary to be satisfied before an\r\nappointment can be made fall into the category\nwhere the President is\r\nthe repository of the power and has the sole and exclusive function\r\nto determine whether the prescribed\nfact or state of affairs existed.\n[107] It is true that no process is prescribed, either by the\r\nConstitution or by any provision of the Act, for the President to\n\nfollow in assessing a candidate’s fitness for the position of\r\nNDPP. As stated in the dictum from the\nCertification\njudgment,\r\nreferred to in para 90 above, the national legislation envisaged\nmust\nensure that the NPA exercises its functions without fear, favour or\r\nprejudice. That is the primary purpose of the Act. It will\nfalter at\r\nthe starting post if it is not insistent about the qualities the head\r\nof the institution must possess in order to lead\nthe NPA on its\r\nconstitutional path. Section 9(1)\n(b)\nmust consequently be\r\nconstrued to achieve that purpose. Thus, I agree with the submission\r\non behalf of the DA, set out in para\n98 above. There has to be a real\r\nand earnest engagement with the requirements of s 9(1)\n(b)\n.\r\nHaving regard to what is stated in earlier paragraphs about the\r\nimportance of the NPA and the office of the NDPP it is the least\nthat\r\n‘we the people’ can expect and that s 9(1)\n(b)\ndemands.\n[108] Whether the requirements for appointment in terms of s 9(1)\n(b)\nof the Act are a matter of subjective discretion or of objective\r\njurisdictional facts, it was accepted by the parties that the\n\nPresident, in considering the appointment of an NDPP, must at the\r\nvery least have regard to relevant factors that are brought to\nhis\r\nknowledge, or that can reasonably be ascertained by him. In the\r\npresent case, if regard is had to what is stated by the Minister,\nas\r\ndescribed in para 34 above, the starting point was wrong. The\r\nMinister stated that the President told him, at the outset, before\n\nasking for his input, that he (the President) had ‘firm views’\r\non appointing Mr Simelane as NDPP. Section 9(1)\n(b)\ndoes not\r\nallow for a firm view before a consideration of the qualities\r\nreferred to therein. It does not assist the President that\nhe knew Mr\r\nSimelane long before he was called upon to apply s 9(1)\n(b)\nin\r\nconsidering him for appointment as NDPP. The President himself said\r\nthat his approach to determining Mr Simelane’s fitness\nfor\r\noffice was this:\n‘\nAbsent any evidence to the\r\ncontrary I have no basis to conclude that he is not fit and proper.’\nThis is a wrong approach.\n[109] But that is not the only problem faced by the respondents. It\r\nis common cause that the President sought the Minister’s\nviews\r\non the GE. The President did not disclose exactly why he made the\r\nenquiry, or exactly what his concerns were. A fundamental\nproblem for\r\nthe Minister and the President is that they both considered that the\r\nGE report was irrelevant or, based on a rigid\nview that the GE\r\nenquired into Mr Pikoli’s fitness for office and did not\r\nconcern Mr Simelane’s integrity. It is clear\nfrom the\r\nPresident’s account of the discussion with the Minister and\r\nfrom his description of his mindset, as set out in para\n45 above,\r\nthat he took the view that the GE report, insofar as it related to Mr\r\nSimelane, was a note of precaution to the National\nExecutive, the NPA\r\nand Parliament and that it was not a report intended to have Mr\r\nSimelane disqualified for future appointments.\nThe President and the\r\nMinister wrongly discounted Minister Surty’s serious concerns\r\nabout the Ginwala report and its impact\non Mr Simelane. So too they\r\nwere too easily dismissive of the PSC’s attitude in this\r\nregard. It ought also to have been a\nmatter of concern that the GCB\r\nhad been poised to enquire into Mr Simelane’s conduct ─\r\nit is a matter that would directly\naffect public perception about his\r\ncandidacy. It is not unlikely that the GCB probe ground to a halt\r\nbecause of the ensuing litigation.\n[110] It is clear that what is said in the GE report, referred to in\r\nparagraph 24 above, about Mr Simelane, is directly relevant\nto the\r\nquestions required to be addressed in the appointment process. They\r\nbring his integrity directly into question. They were\nissues of\r\nserious concern to Minister Surty, with whom the PSC agreed. There\r\nmay well be answers forthcoming from Mr Simelane on\nthe issues raised\r\nby the GE report, but at the very least they required interrogation.\r\nThe court below was correct when it described\nthe enquiries made\r\nabout the GE report as being superficial. More was required.\n[111] Mr Simelane is of course incorrect when he states that the\r\ndicta referred to in the\nPretoria Portland Cement\ncase, set\r\nout in para 10 above, do not reflect on his integrity. Of course they\r\ndo. This is particularly so of para 63 of the\nPretoria Portland\r\nCement\ncase. Mr Simelane might of course have an explanation or\r\nsome other response. But it is not necessary to deal with that case\r\nor\nthe\nGlenister\ncase any further. Based on the reasoning in\r\nrelation to the GE alone the decision to appoint Mr Simelane should\r\nbe set aside. The\ncourt below itself was concerned about Mr\r\nSimelane’s conduct in relation to the Pikoli matter, but\r\nthought that it was not\nopen to it to subject the decision to appoint\r\nhim NDPP to further judicial scrutiny. In paras 48 and 49 above the\r\nview of the court\nbelowthat Mr Simelane might justifiably be\r\ncriticised is reflected. That court below adopted the attitude that\r\nthis was not sufficient\nto enable the decision to be overturned.\n[112] Thus the Minister and the President both made material errors\r\nof fact and law in the process leading up to the appointment\nof Mr\r\nSimelane. This speaks to both rationality and legality.\n18\nIn\nPresident of the RSA v SARFU\nat 148, the Constitutional\r\nCourt, in dealing with constraints on the President’s executive\r\npowers stated that the President\nmust act in good faith and must not\r\nmisconstrue his powers. It does not avail the President to say that\r\nhe subsequently read the\ntranscripts of those parts of the GE’s\r\nproceedings that the DA referred to in its application in the court\r\nbelow and that\nhe would have arrived at the same conclusion. It was\r\ntoo late and must be assessed in the light of the President’s\r\npersistent\nview that the GE did not concern Mr Simelane’s\r\nintegrity but was instituted to consider Mr Pikoli’s fitness to\r\ncontinue\nin office. In failing to take the GE into account, the\r\nPresident took a decision in respect of which he ignored relevant\r\nconsiderations.\nBy doing so he misconstrued his powers and acted\r\nirrationally.\n[113] In\nSA Defence and Aid Fund\n, Corbett J held that, in the\r\ncontext of deciding whether to ban an organisation in terms of\r\nsecurity legislation the President\nhad to have ‘before him some\r\ninformation relating to such matters as the aims and objects of the\r\norganisation in question,\nits membership, organisation and control,\r\nthe nature and scope of its activities, what its purpose is and what\r\nit professes to\nbe’. We have come a long way since that kind of\r\nsecurity legislation. In this case he had less than scanty\r\ninformation on\nwhich to make the required decision. His own knowledge\r\nand interaction with the candidate and a brief CV was insufficient,\r\nparticularly\nin the light of the concerns set out above. In these\r\ncircumstances he could not have applied his mind properly.\n[114] I accept that the President must have a multitude of daily\r\nduties and is a very busy man. However when he is dealing with\nan\r\noffice as important as that of the NDPP, which is integral to the\r\nrule of law and to our success as a democracy, then time should\nbe\r\ntaken to get it right.\n[115] Having regard to the conclusion already reached in this\r\njudgment it might appear that nothing remains for further\r\nadjudication.\nIn my view it is necessary, to guide future action, to\r\nconsider the submissions on behalf of the President, the Minister and\r\nMr Simelane,\nthat s 9(1)\n(b)\nprovides for the President’s\r\nsubjective view to be brought to bear-his assessment subject to his\r\nmorality and ‘aesthetic\nvalue’. In the heads of argument\r\nfiled on behalf of the President the following appears:\n‘\nThe President is the choice of\r\nthe people. The Constitution vests in him the power to apply his\r\nvalue judgment and appoint a NDPP\nwho meets the objective criteria\r\nand is a fit and proper person to hold such office.’\nThat submission appears to conflate a subjective assessment with\r\nobjective criteria. However, the first part of the statement is\nan\r\naspect on which I shall comment later.\n[116] I disagree with the view that in applying s 9(1)\n(b)\nof\r\nthe Act the President is entitled to bring his subjective view to\r\nbear. First, the section does not use the expression ‘in\nthe\r\nPresident’s view’ or some other similar expression.\r\nSecond, it is couched in imperative terms. The appointee ‘must’\n\nbe a fit and proper person. Third, I fail to see how qualities like\r\n‘integrity’ are not to be objectively assessed.\nAn\r\nobjective assessment of one’s personal and professional life\r\nought to reveal whether one has integrity. In\nThe Shorter Oxford\r\nEnglish Dictionary on Historical Principles\n(1988), inter alia,\r\nthe following are the meanings attributed to the word ‘integrity’:\r\n‘Unimpaired or uncorrupted\nstate; original perfect condition;\r\nsoundness; innocence, sinlessness; soundness of moral principle; the\r\ncharacter of uncorrupted\nvirtue; uprightness; honesty, sincerity.’\r\nCollins’\nThesaurus\n(2003) provides the following as\r\nwords related to the word ‘integrity’: ‘honesty,\r\nprinciple, honour, virtue,\ngoodness, morality, purity, righteousness,\r\nprobity, rectitude, truthfulness, trustworthiness, incorruptibility,\r\nuprightness, scrupulousness,\nreputability.’ Under ‘opposites’\r\nthe following is noted: ‘corruption, dishonesty, immorality,\r\ndisrepute,\ndeceit, duplicity.’\n[117] Consistent honesty is either present in one’s history or\r\nnot, as are conscientiousness and experience. Conscientious\nis\r\ndefined in the\nConcise Oxford English Dictionary\n(2002) 10 ed\r\nas: ‘1 wishing to do what is right. 2 relating to a person’s\r\nconscience.’ In my view, having regard\nto the purposes of the\r\nAct, served also by s 9(1)\n(b)\nof the Act, there can in my view\r\nbe no doubt that it is not left to the subjective judgment of\r\ntransient Presidents, but to be\nobjectively assessed to meet the\r\nconstitutional objective to preserve and protect the NPA and the NDPP\r\nas servants of the rule\nof law. Take a notional President whose moral\r\nview is that a recent conviction of fraud of a notional candidate can\r\nbe discounted\nbecause of an undertaking by the latter not to do\r\nanything illegal in the future. The submission that it is the\r\nPresident’s\nsubjective view and assessment that is required to\r\nbe brought to bear in terms of s 9(1)\n(b)\n, when viewed\r\nagainst this example is, in my view shown to be fallacious.\n[118] Thus, the requirements of s 9(1)\n(b)\nof the Act are, in\r\nmy view, jurisdictional facts the objective existence of which are a\r\nprelude to the appointment of the NDPP.\nIn this regard the following\r\ndictum from\nSA Defence and Aid Fund\n(at 34H-35A) is apposite:\n‘\nUpon a proper construction of\r\nthe legislation concerned, a jurisdictional fact may fall into one or\r\nother of two broad categories.\nIt may consist of a fact, or state of\r\naffairs, which objectively speaking, must have existed before the\r\nstatutory power could validly\nbe exercised. In such a case, the\r\nobjective existence of the jurisdictional act as a prelude to the\r\nexercise of that power in a\nparticular case is justiciable in a Court\r\nof law. If the Court finds that objectively the fact did not exist it\r\nmay then declare\ninvalid the purported exercise of the power (see eg\nKellerman v Minister\r\nof Interior\n1945\r\nT.P.D. 179\n;\nTefu v\r\nMinister of Justice\n1953\r\n(2) SA 61\n(T).’\n[119] Cases dealing with the admission or disbarment of attorneys,\r\nsuch as\nJasat,\nin which the expression ‘fit and proper\r\nperson’ is applied are unhelpful. The Attorneys’ Act was\r\namended in 1984\nto convert the test of ‘fit and proper person’\r\ninto one for the trial court’s discretion. Significantly, in a\n\npre 1984 case,\nKudo v Cape Law Society\n1977 (4) SA 650\n(A) the\r\nfollowing is stated at 650-651:\n‘\nOne of the basic criteria for\r\nadmission, striking off or re-admission is therefore whether or not\r\nthe person concerned is “fit\nand proper”. In relation to\r\nadmission that is a question of fact, as has been said above, and not\r\nof “discretion”.’\n[120] In any event, the question posed in this appeal was decided\r\nagainst a specific statutory provision, with due regard to its\n\npurpose and measured against constitutional values and norms.\n[121] It is clear that the President did not undertake a proper\r\nenquiry of whether the objective requirements of s 9(1)\n(b)\nwere satisfied. On the available evidence the President could in any\r\nevent not have reached a conclusion favourable to Mr Simelane,\n\nas there were too many unresolved questions concerning his integrity\r\nand experience.\n[122] One further aspect requires brief attention. It will be\r\nrecalled that in para 115 above a paragraph from the heads of\r\nargument\non behalf of the President was quoted, in which it was\r\nsubmitted that, because the President is the people’s choice,\r\nthe\nConstitution vests the power in him to appoint an NDPP and that\r\nthe power is exercised based on the President’s value judgment.\n\nIt is implicit in that submission that a court cannot scrutinise the\r\nPresident’s exercise of a value judgment. I have already\ndealt\r\nwith the power of courts to ensure compliance with the Constitution.\r\nIt is necessary to say something about whether in doing\nso the\r\npopular will is subverted. Dealing with critics who suggest that the\r\npower vested in the judiciary to set aside the laws\nmade by a\r\nlegislature mandated by the popular will, itself constitutes a\r\nsubversion of democracy, former Chief Justice Mahomed,\nin an address\r\nin Cape Town on 21 July 1998 to the International Commission of\r\nJurists on the independence of the judiciary, stated\nthe following:\n‘\nThat argument is, I think,\r\nbased on a demonstrable fallacy. The legislature has no mandate to\r\nmake a law which transgresses the\npowers vesting in it in terms of\r\nthe Constitution. Its mandate is to make only those laws permitted by\r\nthe Constitution and to\ndefer to the judgment of the court, in any\r\nconflict generated by an enactment challenged on constitutional\r\ngrounds. If it does\nmake laws which transgress its constitutional\r\nmandate or if it refuses to defer to the judgment of the court on any\r\nchallenge to\nsuch laws, it is in breach of its own mandate. The court\r\nhas a constitutional right and duty to say so and it protects the\r\nvery\nessence of a constitutional democracy when it does. A democratic\r\nlegislature does not have the option to ignore, defy or subvert\nthe\r\ncourt. It has only two constitutionally permissible alternatives, it\r\nmust either accept its judgment or seek an appropriate\nconstitutional\r\namendment if this can be done without subverting the basic\r\nfoundations of the Constitution itself.’\n19\nThese statements are beyond criticism and apply equally when actions\r\nor decisions by the executive are set aside.\n[123] Finally, it was submitted on behalf of the DA that the matter\r\nwas one of sufficient importance and complexity to warrant\nthe\r\nemployment by it of three counsel. I agree.\n[124] For all the reasons set out above the following order is made:\n1 The appeal succeeds and the first, second and fourth respondents\r\nare ordered jointly and severally, the one paying the others\nto be\r\nabsolved, to pay the appellant’s costs, including the costs of\r\nthree counsel;\n2 The order of the court below is set aside and substituted as\r\nfollows:\n‘\na. It is declared that the\r\ndecision of the President of the Republic of South Africa, the First\r\nRespondent, taken on or about Wednesday\n25 November 2009, purportedly\r\nin terms of section 179 of the Constitution of the Republic of South\r\nAfrica (the Constitution), read\nwith\nsections 9\nand\n10\nof the\nNational Prosecuting Authority Act 32 of 1998\nto appoint Mr Menzi\r\nSimelane, the Fourth Respondent, as the National Director of Public\r\nProsecutions (the appointment), is inconsistent\nwith the Constitution\r\nand invalid;\nb. The appointment is reviewed and set aside;\nc. The first, second and fourth respondents are ordered\r\njointly and severally, the one paying the others to be absolved, to\r\npay\nthe appellant’s costs, including the costs of two counsel.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: O Rogers SC\nA Katz SC\nD Borgström\nN Mayosi\nInstructed by\nMinde Shapiro & Smith Bellville\nSymington & De Kok Bloemfontein\nFor 1\nst\nRespondent: N Cassim SC\nV Notshe SC\nM Sello\nInstructed by\nThe State Attorney Pretoria\nThe State Attorney Bloemfontein\nFor 2\nnd\nRespondent: M Moerane SC\nL Gcabashe\nInstructed by\nThe State Attorney Pretoria\nThe State Attorney Bloemfontein\nFor 4\nth\nRespondent: G Malindi SC\nI Goodman\nInstructed by\nThe State Attorney Pretoria\nThe State Attorney Bloemfontein\n1\nSee\r\n\ts 179 of the Constitution and\nss 2\n,\n3\n,\n4\n,\n5\nand\n6\nof the\nNational\nProsecuting Authority Act 32 of 1998\n.\n2\nSection\r\n\t12 of the Act provides that the President may provisionally suspend\r\n\tthe National Director of Public Prosecutions from\noffice pending an\r\n\tenquiry into his or her fitness for office.\n3\nMr\r\n\tPikoli had been appointed National Director of Public Prosecutions\r\n\tby President Mbeki on 1 February 2005.\n4\nThe\r\n\tPublic Service Commission is created by s 196 of the Commission. Its\r\n\tfunction, amongst others, is to propose measures to ensure\neffective\r\n\tand efficient performance within the public service, to give\r\n\tdirections aimed at ensuring that personnel procedures\nrelated to\r\n\trecruitment, transfers, promotions and dismissals comply with the\r\n\tconstitutional values set out in s 195 of the Constitution.\n5\nThat\r\n\tthis is the DA’s case is particularly clear from para 149.4 of\r\n\tits founding affidavit.\n6\nEtienne\r\n\tMureinik ‘A Bridge to Where? Introducing the Bill of Rights’\n(1994) 10\nSAJHR\n31\nat 32.\n7\nKeynote\r\n\taddress delivered at the Conference on Combating Crime in Europe,\r\n\torganised by the Sindicato dos Magistrados do Ministerio\nPublico\r\n\t(SMMP), Lisbon Portugal, May 2010.\n8\nHamilton\r\n\tp 4.\n9\nHamilton\r\n\tp 6.\n10\nHamilton\r\n\tp 6.\n11\nHamilton\r\n\tp 9.\n12\nHamilton\r\n\tp 13.\n13\nB\r\n\tA MacFarlane ‘Sunlight and Disinfectants: Prosecutorial\r\n\tAccountability and Independence through Public Transparency’\n\n\t(2001) 45\nCriminal Law Quarterly\n272 at 278.\n14\nMacFarlane\r\n\tp 274.\n15\nMacFarlane\r\n\tp 274.\n16\nEx\r\n\tParte Attorney-General, Namibia: In re: The Constitutional\r\n\tRelationship between the Attorney-General and the Prosecutor-General\n1995 (8) BCLR 1070\n(NmS) at 1089.\n17\nEx\r\n\tParte Chairperson of the Constitutional Assembly In re Certification\r\n\tof the Constitution of the RSA\n,\n[1996] ZACC 26\n;\n1996\n1996 (4) SA 744\n(CC), para 141.\n18\nSee\nPepcor Retirement Fund v Financial\r\n\tServices Board\n2003 (6) SA 38\n(SCA)\r\n\tpara 47. As Cloete JA held that error of fact as a ground of review\r\n\tstems from the principle of legality, it applies not\nonly to\r\n\tchallenges to administrative actions. See also\nGovernment\r\n\tEmployees Pension Fund v Buitendag\n2007\r\n\t(4) SA 2\n(SCA).\n19\nI\r\n\tMahomed ‘The Independence of the Judiciary’\n(1998) 115\nSALJ\n658\nat 662-663. See also\nMinister of Health v\r\n\tTreatment Action Campaign (No 2)\n[2002] ZACC 15\n;\n2002 (5) SA 721\n(CC) paras\r\n\t96-99.",
  "scraped_at": "2026-02-12T16:21:18.939958",
  "date": "2011-12-01",
  "coram": [
    "Navsa JA",
    "Heher JA",
    "Mhlantla JA",
    "Majiedt JJA",
    "Plasket AJA"
  ],
  "case_number": "263/11",
  "parties": {
    "applicants": [
      "Democratic Alliance"
    ],
    "respondents": [
      "President of the Republic of South Africa",
      "Minister of Justice and Constitutional Development",
      "National Director of Public Prosecutions",
      "Menzi Simelane"
    ]
  },
  "sections": {
    "facts": "The Democratic Alliance (DA) challenged the appointment of Menzi Simelane as National Director of Public Prosecutions (NDPP) by President Jacob Zuma on 25 November 2009. The DA alleged that Simelane failed the statutory \"fit and proper\" requirement of s 9(1)(b) of the National Prosecuting Authority Act, citing misleading evidence given in the Ginwala Enquiry, adverse findings of the Public Service Commission, and pending investigations by the General Council of the Bar. The High Court dismissed the DA’s application, prompting an appeal to the Supreme Court of Appeal.",
    "issues": "The appeal raised (1) whether the President’s appointment of Simelane complied with s 179 of the Constitution and s 9 and s 10 of the NPA Act, which require an objective assessment of a candidate’s fitness, experience, conscientiousness and integrity; (2) whether the President’s discretion is merely subjective or must be grounded in objectively verifiable facts; and (3) whether the appointment, viewed in the context of prosecutorial independence, was unlawful, irrational or based on an ulterior motive.",
    "principles": "The Court applied constitutional provisions (s 179, s 85(2)(e)), the doctrine of legality, the requirement that jurisdictional facts be objectively satisfied, and the principle that prosecutorial independence must be protected. It relied on precedents such as President of the RSA v Hugo, Masetlha v President, Pharmaceutical Manufacturers Association, and the Certification judgment which emphasise that executive decisions are reviewable for irrationality and inconsistency with statutory requirements.",
    "application": "The Court held that the \"fit and proper\" requirement is an objective jurisdictional fact, not a matter of the President’s personal judgment. It found that President Zuma relied primarily on Simelane’s CV and ministerial assurances, ignoring the Ginwala Enquiry report, PSC recommendations, and the pending GCB probe. This failure to conduct a thorough, objective assessment meant the appointment was inconsistent with the Constitution and the NPA Act. Consequently, the appointment was set aside.",
    "conclusion": "The appeal succeeded. The Court declared the President’s decision to appoint Simelane as NDPP inconsistent with the Constitution and invalid, set aside the appointment, and ordered the first, second and fourth respondents to pay the appellant’s costs, including counsel’s fees."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Prosecutorial Independence",
    "level_3": [
      "appointment",
      "fit and proper",
      "judicial review",
      "executive power"
    ]
  }
}