{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/158.html",
  "case_name": "Ashcor Secunda (Pty) Ltd v Sasol Synthetic Fuels (Pty) Ltd (624/10) [2011] ZASCA 158 (28 September 2011)",
  "citation": "[2011] ZASCA 158",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 158\n|\nNoteup\n|\nLawCite\nAshcor Secunda (Pty) Ltd v Sasol Synthetic Fuels (Pty) Ltd (624/10) [2011] ZASCA 158 (28 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 624/10\nIn\r\nthe matter between:\nASHCOR\r\nSECUNDA (PTY) LTD\n…......................................................\nAppellant\nand\nSASOL\r\nSYNTHETIC FUELS (PTY) LTD\n….....................................\nRespondent\nNeutral citation:\nAshcor Secunda (Pty) Ltd v Sasol Synthetic\r\nFuels (Pty) Ltd\n(624/10)\n[2011] ZASCA 158\n(28 September 2011)\nBench:\r\nBRAND, PONNAN, CACHALIA, SHONGWE JJA and PLASKET AJA\nHeard: 1 SEPTEMBER 2011\nDelivered: 28 SEPTEMBER 2011\nCorrected:\nSummary: Contract – interpretation of - one party's\r\nrepudiation may entitle the other party to withhold performance -\r\ndistinction\nbetween implied and tacit terms – no room for\r\nimporting implied or tacit terms in conflict with terms that the\r\nparties have\nexpressly agreed upon.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nSouth Gauteng High Court\r\n(Johannesburg) (Claasen J sitting as court of first instance).\nThe appeal\r\nis dismissed with costs, such costs to include those consequent upon\r\nthe employment of two counsel.\n______________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN\r\nJA (BRAND, CACHALIA, SHONGWE JJA and PLASKET AJA concurring):\n[1] Fly-ash is a pozzolan that reacts with water and lime to form a\r\ncementitious material. It enhances the properties of mortars\nand\r\nconcretes resulting in significant improvements to the mix, strength\r\nand durability of the end product. The respondent, Sasol\nSynthetic\r\nFuels (Pty) Ltd (Sasol), manufactures synthetic fuel from coal. As\r\npart of its synthetic fuel production process Sasol\noperates a series\r\nof coal-fired boilers in Secunda to generate its own electricity. A\r\nby-product of that coal burning process is\nfly-ash. To prevent its\r\nemission into the atmosphere, Sasol initially caused the fly-ash to\r\npass over a series of electro-magnetically\ncharged plates. Those\r\nplates were vibrated periodically causing the fly-ash to fall into\r\nfields of hoppers — massive bins.\nThose bins converged into\r\nfour-sided funnels, where the ash accumulated. From there it was\r\nextracted by a system known as the hydro-vac\nsystem - water was used\r\nto create a vacuum to suction the ash out of the hoppers. The ash,\r\nonce extracted, was carried mixed with\nthe water to waste sites. But\r\nthat proved to be an expensive and environmentally hazardous process.\r\nAnd so Sasol chose in addition\nto implement an alternative fly-ash\r\nextraction system known as the Fly-Ash Plant (FAP). It consisted of a\r\nblower system and two\nnitrogen systems connected in the fields for\r\nthree of the boilers. That system enabled the fly-ash to be extracted\r\nand stored in\nsilos for commercial exploitation.\n[2] The appellant, Ashcor Secunda (Pty) Ltd (Ashcor) sought to\r\ncommercially exploit the fly-ash extracted via the FAP. To that\nend\r\nit concluded a written agreement with Sasol, which, to the extent\r\nhere relevant, provided:\n'1.\nLEASE PERIOD\nThis lease shall take effect 30 days after the Fly Ash\r\nRecover Plant is repaired and made operational. The lease period\r\nshall continue\nfor a period of 4 (four) years and 11 (eleven) months.\n. . .\n2. RENTAL\n2.1 ASHCOR shall pay SASOL rental in the amount of R20\r\n000 (VAT excluded) per month. VAT is to be paid by ASHCOR. Rental\r\nshall be\ninclusive of water, electricity and nitrogen. SASOL reserves\r\nthe right to review the supply of said commodities in the event of\n\nextension of ASHCOR's activities on the premises. SASOL furthermore\r\nreserves the right to review the monthly rental amount in the\nevent\r\nthat it costs SASOL in excess of R150 000 to make the Fly Ash Plant\r\noperational.\n. . .\n3. USE OF PREMISES\n3.1 ASHCOR shall use the premises only for the operation\r\nof a Fly Ash Plant and for the purpose for which it was designed and\r\nfor\nno other purpose, without the written consent of SASOL. Operation\r\nof the PREMISES shall be conducted in strict accordance with SASOL's\n\nrequirements. The Fly Ash Plant is coupled to Boilers 7, 8 and 9 and\r\nfly ash shall only b[e] drawn from these three boilers.\n. . .\n5. GUARANTEES\n5.1 SASOL does not guarantee that the PREMISES are\r\nsuitable for the use indicated in clause 3.1 and shall not be\r\nresponsible to\nensure that said PREMISES become suitable for the use\r\nindicated in said clause.\n5.2 SASOL does not guarantee either the quantity or\r\nquality of ash produced by the Fly Ash Plant and shall not be liable\r\nin the\nevent of said plant not rendering either the quantity or\r\nquality of ash expected by ASHCOR.\n. . .\n5.5 SASOL shall grant ASHCOR the period from the\r\ncommencement date of this AGREEMENT until 28/02/1998 to establish the\r\neconomic\nviability of the Fly Ash Plant, with regards to the quantity\r\nand quality of fly ash delivered by it. Economical viability is\r\ndependent\non the recovery of a month average of 8 500 tons of fly ash\r\nwhich conforms to the EN450 and ASTM standards.\n5.6 ASHCOR shall on 28/02/1998 inform SASOL, in writing,\r\nwhether it intends to proceed with; or cancel the AGREEMENT, in which\r\nevent\na 3 (three) month's written notice must be given to SASOL.'\n[3] Ashcor caused summons to be issued against Sasol for damages in\r\nthe sum of R303 903 000 (alternatively R179 957 000) together\nwith\r\ninterest and costs. In it Ashcor contended that Sasol had breached\r\nthe agreement in that it had failed to repair and make\nthe FAP\r\noperational. In the alternative Ashcor alleged that as a result of an\r\nerror common to the parties, both parties had signed\nthe written\r\nagreement in the bona fide but mistaken belief that it recorded the\r\ntrue terms of the agreement between them. Ashcor\naccordingly sought\r\nan order rectifying the agreement.\n[4] The matter proceeded to trial before C J Claasen J in the South\r\nGauteng High Court. At the commencement of the trial a separation\n\norder in terms of Uniform Rule 33(4) issued by agreement between the\r\nparties. It required the resolution of all issues relating\nto the\r\ncontractual terms and the liability and rights flowing there\nfrom\r\n― whatever that might mean\n. All other issues, including\r\nthe question of damages, were postponed\nsine die\n. That\r\nnotwithstanding, the trial, which commenced during April 2005, ran\r\nfor no less than 18 court days. On 22 January 2010 and\nat the close\r\nof Ashcor's case the learned Judge absolved Sasol from the instance\r\nwith costs.\n[5] The matter is one of interpretation. A useful starting point is\r\nthe following trite proposition: where the language of a contract\nis\r\nclear and unambiguous the court must give effect to the intention of\r\nthe parties as expressed in the contract however harsh\nor\r\nunreasonable that may appear to be (see\nScottish Union &\r\nNational Insurance Company Ltd v Native Recruiting Corporation Ltd\n1934 AD 458\nat 465). According to the golden rule of interpretation\r\nthe language in a document is to be given its grammatical and\r\nordinary\nmeaning unless this would result in some absurdity or\r\nrepugnancy or inconsistency with the rest of the instrument (See\nCoopers and Lybrand & others v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A)\r\nat 767). According to Greenberg JA in\nWorman v Hughes & others\n1948 (3) SA 495\n(A) at 505\n‘\nIt must be borne in mind that\r\nin an action on a contract, the rule of interpretation is to\r\nascertain, not what the parties’\nintention was, but what the\r\nlanguage used in the contract means, i.e what their intention was as\r\nexpressed in the contract. As\nwas said by Solomon J in\nvan\r\nPletsen v Henning\n(1913,\r\nA.D., p 82 at p. 89): “The intention of the parties must be\r\ngathered from their language, not from what either of them\nmay have\r\nhad in mind.”. . . ’\n[6] It follows that to the extent that evidence was adduced on that\r\naspect of the case, it was plainly inadmissible. And to the\nextent\r\nthat the court below relied on that evidence for its interpretation\r\nof the agreement, it erred. For, as Harms DP pointed\nout in\nKPMG\r\nChartered Accountants (SA) v Securefin Ltd\n& another\n2009 (4) SA 399\n(SCA) para 39:\n'First, the integration (or parol evidence) rule remains\r\npart of our law. However, it is frequently ignored by practitioners\r\nand\nseldom enforced by trial courts. If a document was intended to\r\nprovide a complete memorial of a jural act, extrinsic evidence may\n\nnot contradict, add to or modify its meaning . . . . Second,\r\ninterpretation is a matter of law and not of fact and, accordingly,\n\ninterpretation is a matter for the court and not for witnesses . . .\r\n. Third, the rules about admissibility of evidence in this\nregard do\r\nnot depend on the nature of the document, whether statute, contract\r\nor patent . . . . Fourth, to the extent that evidence\nmay be\r\nadmissible to contextualise the document (since \"context is\r\neverything\") to establish its factual matrix or purpose\nor for\r\npurposes of identification, \"one must use it as conservatively\r\nas possible\" . . . . The time has arrived for us\nto accept that\r\nthere is no merit in trying to distinguish between \"background\r\ncircumstances\" and \"surrounding circumstances\".\nThe\r\ndistinction is artificial and, in addition, both terms are vague and\r\nconfusing. Consequently, everything tends to be admitted.\nThe terms\r\n\"context\" or \"factual matrix\" ought to suffice.'\n[7] Reverting then to the agreement. Clause 1 states: 'This lease\r\nshall take effect 30 days after the [FAP] is repaired and made\n\noperational'. It is Ashcor’s case that the FAP had never been\r\nrendered operational by Sasol. That, one would have thought,\non the\r\nplain language of the clause, would have been the end of the matter.\r\nBut, says Ashcor, Sasol had an obligation in terms\nof the agreement\r\nto repair and render the FAP operational. That obligation, so the\r\ncontention went, came into effect upon the signature\nof the agreement\r\nand Sasol’s failure to do so constituted a breach of the\r\nagreement. In my view any such obligation, if there\nbe one, extended\r\nunconditionally to Sasol expending no more than R150 000 (clause\r\n2.1). As Claasen J correctly observed:\n'Alternatively, even if it were accepted that Sasol was\r\nburdened with the contractual obligation to render the plant\r\noperational,\nsuch duty was circumscribed by an outlay of R150 000 . .\r\n. in such circumstances Sasol complied with its contractual\r\nobligation\nto spend the R150 000 for rendering the plant operational.\r\nIn the refusal on the part of Sasol to expend any further monies on\r\nthe repair, alteration or modification of the plant would not have\r\nestablished a breach of contract on its part.'\n[8] It was Ashcor’s case that Sasol’s obligation in terms\r\nof the agreement was not limited to R150 000. Even were that\nto be\r\nso, any such obligation as Sasol may have had to perform beyond the\r\nR150 000 threshold, was conditional upon its exercise\nof a right to\r\nreview the monthly rental. It was common cause that Sasol had spent\r\ncloser to R 1 million on the plant. Clause 2.1\ntherefore entitled\r\nSasol to review the monthly rental. The undisputed evidence however\r\nwas that Ashcor, whilst contending that\nSasol had to spend an\r\nindeterminate amount in making the FAP operational, flatly refused to\r\npay an increased rental. In those circumstances,\ngiven Ashcor’s\r\nrefusal to perform, Sasol would have been entitled to withhold its\r\nperformance. For, as Nienaber J stated\nin\nMoodley & another v\r\nMoodley & another\n1990 (1) SA 427\n(D) at 431C-H:\n'In\nErasmus v Pienaar\n(\nsupra\nat\r\n29\net seq\n) Ackermann\r\nJ, while expressing reservations about the given reason (that an\r\nunaccepted repudiation operates as a waiver of sorts),\nfully endorsed\r\nthe notion that the repudiation may release the aggrieved party all\r\nthe same from taking measures which, in terms\nof the agreement, he\r\nwould otherwise have been obliged to take. The Court (at 29A read\r\nwith 22J) accepted the proposition (if I\nmay be permitted to\r\nparaphrase) that the one party's repudiation, though not treated by\r\nthe other as a cause for cancellation,\nmay nevertheless (i) excuse\r\nthe latter from formal acts preparatory to performance; and (ii)\r\nentitle him, in appropriate circumstances,\nto suspend his own\r\nperformance until the guilty party has reaffirmed his willingness and\r\nability to fulfil his side of the bargain,\nprovided that the\r\naggrieved party, to the knowledge of the repudiating one, remained\r\nready, willing and able to perform his part.\nThe appropriate\r\ncircumstances would be that the aggrieved party cannot proceed\r\nwithout co-operation from the other or that the\nprinciple of\r\nmutuality of performance would entitle him, eventually, to withhold\r\nhis own performance.\nThe rationale for the rule was said to be (if I may\r\nagain paraphrase) that a party to a contract ought not to be allowed,\r\nby his\nown wrongful conduct, to advantage himself or to disadvantage\r\nhis counterpart. To permit the repudiating party to take advantage\nof\r\nthe other side's failure to do something, when that failure is\r\nattributable to his own repudiation, is to reward him for his\n\nrepudiation; conversely, it would disadvantage the other party to be\r\nobliged to make the effort and incur the expense of tendering\na\r\nguarantee or of performing some other act when such a step, because\r\nof the repudiation, has become nothing but an idle gesture.'\n[9] There was a further string to Ashcor’s bow. In addition to\r\nthe aforementioned express terms of the agreement Ashcor relied\nalso\r\non what it alleged were various tacit alternatively implied terms.\r\nThe only one relevant for present purposes being:\n‘\nthat repairing and making of\r\nthe fly-ash recovery plant (meaning the fly-ash plant coupled to\r\nboilers 7, 8 and 9) operational, meant\nrendering it capable of\r\nrecovering all the fly-ash that was produced by boilers 7, 8 and 9\r\nand accumulated in the precipitator\nhoppers to which the fly-ash\r\nplant was coupled . . .’\n[10] It is to that that I now turn. Terminology in this context is\r\nimportant. For, as Prof Kerr observes, the employment of incorrect\n\nterminology leads to conceptual confusion (A J Kerr 'Implied\r\nProvisions in Contracts: Is there to be a new role for the\r\nhypothetical\nbystander? Conflicting Supreme Court of Appeal\r\ndecisions'\n2006\nSALJ\n195).\nIn\nAlfred McAlpine & Son\r\n(Pty) Ltd v Transvaal Provincial Administration\n1974 (3) SA 506\n(A)\nat\n532G-533A Corbett JA pointed out that the\r\nsignificance of the distinction between implied and tacit terms is\r\nnot merely academic.\nCorbett JA expatiated:\n‘\nThe implied term . . . is\r\nessentially a standardised one, amounting to a rule of law which the\r\nCourt will apply unless validly excluded\nby the contract itself.\r\nWhile it may have originated partly in the contractual intention,\r\noften other factors, such as legal policy,\nwill have contributed to\r\nits creation. The tacit term, on the other hand, is a provision which\r\nmust be found, if it is to be found\nat all, in the unexpressed\r\nintention of the parties. Factors which might fail to exclude an\r\nimplied term might nevertheless negative\nthe inference of a tacit\r\nterm. . . The Court does not readily import a tacit term. It cannot\r\nmake contracts for people; nor can\nit supplement the agreement of the\r\nparties merely because it might be reasonable to do so. Before it can\r\nimply a tacit term the\nCourt must be satisfied, upon a consideration\r\nin a reasonable and businesslike manner of the terms of the contract\r\nand the admissible\nevidence of surrounding circumstances, that an\r\nimplication necessarily arises that the parties intended to contract\r\non the basis\nof the suggested term.'\n[11] That we could only be dealing with a tacit term in this case is\r\nevident from the following dictum of Brand JA in\nSouth African\r\nForestry Co Ltd v York Timbers Ltd\n2005 (3) SA 323\n(SCA) para 28:\n'Unlike tacit terms, which are based on the inferred\r\nintention of the parties, implied terms are imported into contracts\r\nby law\nfrom without. Although a number of implied terms have evolved\r\nin the course of development of our contract law, there is no\nnumerus\nclausus\nof implied terms and\r\nthe courts have the inherent power to develop new implied terms. Our\r\ncourts' approach in deciding whether a\nparticular term should be\r\nimplied provides an illustration of the creative and informative\r\nfunction performed by abstract values\nsuch as good faith and fairness\r\nin our law of contract. Indeed, our courts have recognised explicitly\r\nthat their powers of complementing\nor restricting the obligations of\r\nparties to a contract by implying terms should be exercised in\r\naccordance with the requirements\nof justice, reasonableness, fairness\r\nand good faith . . . Once an implied term has been recognised,\r\nhowever, it is incorporated\ninto all contracts, if it is of general\r\napplication, or into contracts of a specific class, unless it is\r\nspecifically excluded\nby the parties . . . It follows, in my view,\r\nthat a term cannot be implied merely because it is reasonable or to\r\npromote fairness\nand justice between the parties in a particular\r\ncase. It can be implied only if it is considered to be good law in\r\ngeneral. The\nparticular parties and set of facts can serve only as\r\ncatalysts in the process of legal development.'\n[12] Clause 5.1 of the agreement expressly and unambiguously\r\ndisavowed an obligation on Sasol to render the FAP fit for purpose.\n\nBut even were it to be accepted that 'operational' meant 'fit for\r\ndesign purpose', that could hardly mean able to extract all the\nash,\r\nas such a construction would mean that Sasol was obliged to ensure\r\nthat the FAP was capable of rendering a certain quantity\nof fly-ash.\r\nThat though would fly in the face of the express disavowal in the\r\nagreement by Sasol of any guarantee relating to the\nquantity or\r\nquality of the fly-ash to be produced or rendered by the FAP (clause\r\n5.2). Furthermore, such a construction would be\nirreconcilable with\r\nthe 'walk away regime' created by clauses 5.5 and 5.6 of the\r\nagreement, which gave to Ashcor an exit right\nin the event that the\r\nFAP was assessed by it to be incapable of delivering a certain\r\nquality and monthly quantity of fly-ash.\n[13] Given the express terms of the agreement there plainly can be no\r\nroom for importing the alleged tacit term asserted by Ashcor.\nFor, as\r\nTrengrove JA put it in\nRobin v Guarantee Life Assurance Ltd\n[1984] ZASCA 72\n;\n1984 (4) SA 558\n(A) at 567C-D:\n‘\nA tacit term cannot be\r\nimported into a contract in respect of any matter to which the\r\nparties have applied their minds and for which\nthey have made express\r\nprovision in the contract. As was said by Van Winsen JA in\nSA\r\nMutual Aid Society v Cape Town Chamber of Commerce\n1962\r\n(1) SA 598\n(A) at 615D:\n“\nA term is sought to be implied\r\n[a tacit term in the terminology of\nAlfred\r\nMcAlpine\n] in an\r\nagreement for the very reason that the parties failed to agree\r\nexpressly thereon. Where the parties have expressly agreed\nupon a\r\nterm and given expression to that agreement in the written contract\r\nin unambiguous terms, no reference can be had to surrounding\n\ncircumstances in order to subvert the meaning to be derived from a\r\nconsideration of the language of the agreement only.”\n(See also\nPan American Airways Incorporated v SA Fire and Accident\r\nInsurance Company Ltd\n1965 (3) SA 150\n(A) at 175C.)\n[14] The court below accordingly correctly found that the obligation\r\nupon which Ashcor's case rested did not exist and its order\nabsolving\r\nSasol from the instance can therefore not be faulted.\n[15] As to costs, Ashcor submits that Sasol should have excepted to\r\nits summons as failing to disclose a cause of action. Accordingly,\nso\r\nthe submission went, Sasol should only have been entitled to costs as\r\non exception. In\nAlgoa Milling Company v Arkell and Douglas\n1918 AD 145\nat 159 Innes CJ stated:\n'The declaration as drafted disclosed no cause of\r\naction, and should therefore have been excepted to. Had that been\r\ndone, there\nwould have been a speedy end of the litigation and the\r\nheavy costs subsequently incurred would have been unnecessary. The\r\ndefendants,\ntherefore, will be entitled to such costs in the court\r\nbelow as would have been incurred had they excepted to the\r\ndeclaration.'\nBut, as Greenberg JA made plain in\nCohen v Hayward\n1948 (3) SA\r\n365\n(A) at 374:\n'I do not think, however, that it was the intention of\r\nthe Court in the cases quoted to lay down an inflexible rule which\r\nwould\ndeprive the Court of its discretion in regard to costs and\r\ndisentitle it, in a proper case, from departing from the Rule.'\n[16] It bears noting here that all of the evidence that was\r\nunnecessarily led was led by Ashcor as the plaintiff. Moreover,\r\nAshcor\nsought an order of rectification the effect of which would\r\nhave been to radically alter the import of clause 5.2 of the\r\nagreement.\nAs to the rectification Claasen J recorded:\n'It is necessary to state that counsel for the plaintiff\r\n. . . abandoned any reliance on the pleaded rectification. He did so\r\nduring\nargument after the close of the plaintiff's case.'\nIn its heads of argument filed with this court Ashcor sought to\r\nresuscitate it. But from the bar in this court, when pressed, counsel\n\nwas once again constrained to abandon any reliance on rectification.\nClaasen J held:\n'The plaintiff's final contention that costs as on\r\nexception should be awarded to the defendant if its contentions are\r\nupheld is\nuntenable. The defendant was unable to take exception in\r\nthe face of allegations entitling the plaintiff to rectification of\r\nthe\ncontract. The abandonment of the rectification claim only\r\noccurred during final argument after the plaintiff had closed its\r\ncase.\nThe defendant cannot therefore be faulted for having failed to\r\ntake exception to the causes of action as pleaded by the plaintiff.'\nI can find no fault with the approach of the learned judge. Moreover,\r\ngiven the manner in which the case was pleaded, it would\nhave taken a\r\nvery bold judge to decide the matter on exception.\n[17] It follows that the appeal must fail and it is accordingly\r\ndismissed with costs, such costs to include those consequent upon\nthe\r\nemployment of two counsel.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: M Baslion SC\nR\r\nS Willis\nInstructed\r\nby:\nWebber\r\nWentzel Attorneys\nJohannesburg\nNaudes\nBloemfontein\nFor\r\nRespondent: W H G van der Linde SC\nF\r\nA Snyckers\nInstructed\r\nby:\nCliff\r\nDekker Hofmeyr Inc\nJohannesburg\nPhatshoane\r\nHenny Inc\nBloemfontein",
  "scraped_at": "2026-02-12T15:57:01.295356",
  "date": "2011-09-28",
  "coram": [
    "Brand",
    "Ponnan",
    "Cachalia",
    "Shongwe JJA",
    "Plasket AJA"
  ],
  "case_number": "624/10",
  "parties": {
    "applicants": [
      "Ashcor Secunda (Pty) Ltd"
    ],
    "respondents": [
      "Sasol Synthetic Fuels (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Ashcor Secunda entered into a written lease with Sasol for the use of a Fly‑Ash Plant (FAP) that extracts fly‑ash generated by three of Sasol's coal‑fired boilers. The lease stipulated a four‑year‑eleven‑month term, a monthly rental of R20,000 (VAT excluded) inclusive of water, electricity and nitrogen, and a requirement that the lease would commence 30 days after the FAP was repaired and made operational. Sasol was only obligated to spend up to R150,000 on repairs; any further expenditure could trigger a review of the rental. Sasol spent roughly R1 million but refused to increase the rental, and Ashcor alleged that Sasol failed to make the plant operational, breaching the agreement. Ashcor also sought rectification of the contract on the basis of alleged tacit terms that the plant should be capable of recovering all ash produced by the three boilers.",
    "issues": "The appeal centred on (1) the proper interpretation of clause 1 (lease commencement) and clause 2.1 (the R150,000 expenditure limit) – whether Sasol was obliged to make the plant fully operational beyond that amount; (2) whether Ashcor could rely on an alleged tacit term that the plant must recover all ash; and (3) the effect of Sasol’s refusal to increase rental on Ashcor’s performance and the appropriate award of costs.",
    "principles": "The court applied the established rules of contract interpretation: the plain, grammatical meaning of the language controls where clear; the golden rule allows deviation only to avoid absurdity; and the parol‑evidence rule bars extrinsic evidence that contradicts the written contract. It distinguished between implied terms (standardised legal rules that may be imported unless expressly excluded) and tacit terms (derived from the unexpressed intent of the parties and only admissible where the contract is silent). The court also reiterated that a repudiatory breach may excuse the innocent party from further performance and permit withholding of performance until the breach is remedied.",
    "application": "The court found that clause 1 unambiguously made the lease contingent on the plant being repaired and operational, but clause 2.1 limited Sasol’s repair obligation to a maximum outlay of R150,000. Sasol had spent this amount and therefore fulfilled its contractual duty; any further spending was conditional on a rental review, which Ashcor refused. Consequently, Sasol was entitled to withhold performance. The alleged tacit term that the plant must recover all ash was rejected because the contract expressly disclaimed any guarantee of quantity or quality (clauses 5.1 and 5.2) and provided an exit mechanism (clauses 5.5‑5.6). The presence of express terms precluded the importation of a tacit term. The trial judge’s reliance on inadmissible extrinsic evidence was therefore erroneous, but the ultimate finding of no breach stood.",
    "conclusion": "The appeal was dismissed. The judgment of the South Gauteng High Court was upheld and the costs of the appeal were awarded against Ashcor, including costs resulting from the employment of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Contract Interpretation",
    "level_3": [
      "implied terms",
      "tacit terms",
      "repudiation",
      "lease agreement"
    ]
  }
}