{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/153.html",
  "case_name": "Modiri v Minister of Safety and Security and Others (581/2010) [2011] ZASCA 153; 2011 (6) SA 370 (SCA); [2012] 1 All SA 154 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 153",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 153\n|\nNoteup\n|\nLawCite\nModiri v Minister of Safety and Security and Others (581/2010) [2011] ZASCA 153; 2011 (6) SA 370 (SCA); [2012] 1 All SA 154 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 581/2010\nIn\r\nthe matter between:\nMOGALE\r\nWINSTON STANFORD MODIRI\n….................................................\nAppellant\nv\nTHE\r\nMINISTER OF SAFETY AND SECURITY\n…..............................\nFirst Respondent\nSUPERINTENDENT\r\nADAM WIESE\n…..........................................\nSecond\r\nRespondent\nTHEMBA\r\nKHUMALO\n….....................................................................\nThird\r\nRespondent\nMEDIA\r\n24 LIMITED\n….....................................................................\nFourth\r\nRespondent\nDEON\r\nDU PLESSIS\n…........................................................................\nFifth\r\nRespondent\nYOLISWA\r\nSOBUWA\n…......................................................................\nSixth\r\nRespondent\nNeutral citation:\nModiri v The Minister of\r\nSafety and Security\n(581/2010)\n[2011] ZASCA 153\n(28 September\r\n2011).\nCoram:\nBRAND JA, MAYA JA, MHLANTLA JA, MAJIEDT\r\nJA AND MEER AJA\nHeard:\n7 September 2011\nDelivered:\r\n28 September 2011\nSummary: Defamation – newspaper article to the\r\neffect that police officer informed journalist that appellant had\r\nbeen suspected\nby the police of serious criminal conduct – gist\r\nof article found to be substantially true and its publication for\r\npublic\nbenefit – fact that policeman did not actually convey\r\nthis information to journalist and that some of the peripheral\r\nstatements\npublished were also untrue – found not to preclude\r\nreliance on the defence of truth and public benefit.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nFree State High Court,\r\nBloemfontein (Hancke J sitting as court of first instance):\nThe following order is made:\na. The two condonation applications by the appellant are\r\ngranted, but the appellant is ordered to pay the costs incurred by\r\nthe\nthird to sixth respondents in opposing these applications.\nb. The appeal is partly upheld and the third to sixth\r\nrespondents are ordered to pay the appellant’s costs of appeal.\nc. The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\n1. The plaintiff’s\r\nclaims against all six defendants are dismissed.\nThe plaintiff is ordered to pay the costs incurred by\r\n\tthe third to sixth defendants.\nThe third to sixth defendants are ordered to pay the\r\n\tcosts incurred by first and second defendants.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(Maya JA, Mhlantla JA, Majiedt JA\r\nand Meer AJA concurring):\n[1] This appeal has its origin in a defamation action\r\noriginally instituted by the appellant in the Free State High Court.\r\nThe appellant,\nMr Mogale Modiri, is a businessman of Bloemfontein in\r\nthe province of the Free State. On 3 March 2004, an article appeared\r\nin the\nDaily Sun newspaper which is distributed, inter alia in the\r\nFree State province, under the title ‘Mangaung Crime\r\nCrackdown’.\nThe article commenced by informing the reader that\r\nthe ‘Mangaung police are getting on top of the crime situation\r\nin the\nBloemfontein area’. It then proceeded to convey some\r\ngeneral information about police business which it ascribed to a\r\nsenior\npolice officer, Superintendent Adam Wiese. Thereafter it\r\ncontinued with the following statements which eventually gave rise to\r\nthe defamation action:\n‘\nDaily\r\nSun readers in the area are asked to help the police in catching\r\nStanford Modiri, who is allegedly involved in drug dealing,\n\ncash-in-transit heists and car theft.\nWiese said: “We will catch\r\nhim, but it would be great to have some help. The problem is that he\r\nuses other people to do his\ndirty work for him.”’\n[2] Departing from the premise that Superintendent Wiese\r\nhad said what the article attributed to him, the appellant at first\r\nbrought\nhis action against Wiese’s employer, the Minister of\r\nSafety and Security, and against Wiese personally as the first and\r\nsecond\ndefendants. On appeal they are the first and second\r\nrespondents, to whom I shall refer as ‘the police respondents’.\n\nIn their plea the police respondents emphatically denied, however,\r\nthat Wiese ever made the statements ascribed to him by the writer\nof\r\nthe article. Following upon this denial, the appellant sought and\r\nobtained the leave of the court a quo to join the present\nthird to\r\nsixth respondents as defendants in the action. I shall refer to these\r\nrespondents collectively as ‘the media respondents’.\nThe\r\nthird to fifth respondents are, in the order of their citation, the\r\neditor, the owner and the publisher of the Daily Sun. The\nsixth\r\nrespondent is a newspaper journalist and the writer of the challenged\r\narticle, Ms Yoliswa Sobuwa. In their plea the media\nrespondents\r\ncontradicted the statement by Wiese, that he did not tell Ms Sobuwa\r\nwhat she attributed to him in the article. They\ninsisted that he did.\r\nIn any event, they denied that the article was either defamatory,\r\nwrongful or published with the intent to\ndefame.\n[3] In the court a quo the trial came before Hancke J.\r\nThe first witness for the police respondents was Superintendent\r\nWiese. In\nessence, he stood by the denial, foreshadowed in his plea,\r\nthat he ever made the statements about the appellant that Ms Sobuwa\r\nascribed to him in the article. What had happened, Wiese explained,\r\nwas that Ms Sobuwa came to see him in his office on 26 February\n2004.\r\nShe was in the company of Mr S Z Bahumi who was known to Wiese as a\r\nmember of the National Intelligence Agency (NIA). Wiese\nwas not told\r\nthat Ms Sobuwa was a journalist and he assumed that she was a\r\ncolleague of Bahumi. According to Wiese, his acquaintance\nwith Bahumi\r\nstemmed from a previous incident during 2001 when firearms and other\r\nitems were stolen at the police station where\nWiese was then the\r\ncommanding officer.\n[4] At the time of these incidents of theft, there were\r\nsuspicions that some of the policemen at the station were involved\r\nand that\nthese policemen could have some connection with the\r\nappellant. This was recorded in a letter written by Wiese to police\r\nheadquarters\nin Pretoria on 18 February 2002. According to this\r\nletter, two of the policemen suspected of involvement in the\r\nincidents of theft\nwere associated with an individual who was\r\nemployed by the appellant, while the appellant, in turn, was known in\r\npolice circles\nfor his alleged involvement with armed robbery,\r\nvehicle theft and drugs. In short, Wiese confirmed in\r\ncross-examination that there\nis a close correlation between the\r\nallegations in the letter, on the one hand, and the contents of the\r\nimpugned article, on the\nother, with regard to the appellant’s\r\ninvolvement in crime.\n[5] Probably because of this letter, the appellant’s\r\nname came up in the conversation between Bahumi and Wiese where Ms\r\nSobuwa\nwas present. During the course of this conversation, so Wiese\r\ntestified, Bahumi said that the NIA had a file on the appellant and\n\nthat according to information available to him, the appellant was\r\ninvolved in drug dealing, cash-in-transit heists and car theft\nbut\r\nthat it was difficult to apprehend him because he made use of others\r\nto do his dirty work. In short, according to Wiese’s\ntestimony,\r\nthe statement that Ms Sobuwa attributed to him in the impugned\r\narticle, mostly derived from Bahumi. Wiese denied, however,\nthat\r\neither he or Bahumi ever invited readers of the Daily Sun to assist\r\nthe police in the apprehension of the appellant. That,\nWiese said,\r\ncould only come from the writer of the article. What also transpired\r\nfrom Wiese’s evidence was that Bahumi had\npassed away some time\r\nprior to the commencement of the trial.\n[6] A further witness called to testify on behalf of the\r\npolice respondents was Senior Superintendent Gerber, who was a member\r\nof\nthe Organised Crime Investigation Unit of the police, known as the\r\nScorpions. His evidence turned on a comprehensive written application\n\nwhich he prepared in July 2005 for permission to initiate an\r\ninvestigation under the name project Vulindlela, into a crime\r\nsyndicate.\nThe application document was based on information\r\navailable to the police at the time. According to this information\r\nthe syndicate,\nof which the appellant was the confirmed leader,\r\ninvolved itself in motor vehicle thefts and related crimes. The\r\ncrimes referred\nto in the application were committed in various\r\nplaces in the country, including Bloemfontein, on a regular basis\r\nsince 1984. In\nmotivation of the special project, which would require\r\nconsiderable expenditure and manpower, the application stated that\r\nover\na number of years the police had been unable to apprehend the\r\nleaders of the syndicate through conventional investigation methods.\n\nThe primary difficulty, so the application explained, was that\r\ndespite the fact that upon their arrest the actual perpetrators\nof\r\nthe crimes identified their leaders, including the appellant, they\r\nwere unwilling to testify against these leaders in court.\nIn\r\nconsequence, the leaders were able to continue their\r\ncommunity-threatening illegal activities with impunity.\n[7] Gerber further testified that the application to\r\nembark upon project Vulindlela succeeded and that, as a result of the\r\nensuing\ninvestigations, leaders of the syndicate, including the\r\nappellant, were arrested in September 2005 and appeared in court on\r\ncharges\nof motor vehicle theft. At the time, these arrests and\r\nappearances were widely reported in the press. However, because the\r\npotential\nstate witnesses refused to testify, the charges had to be\r\nwithdrawn. After the arrests, Gerber said, the incidence of motor\r\nvehicle\ntheft in the Bloemfontein area declined from about 130 to\r\nabout 60 per month. In cross-examination Gerber could not say when\r\nthe\nenquiry which preceded the application started, but that\r\ninformation about the appellant’s alleged involvement had come\r\nto\nhis personal knowledge when he joined the vehicle theft unit in\r\nabout 1991. Moreover, Gerber said, the information involving the\n\nappellant as a ringleader in criminal activities had been available\r\nin the police circles for a number of years.\n[8] In the court a quo, the media respondents closed\r\ntheir case without presenting any evidence. Moreover, Hancke J found\r\nthat no\ncriticism could legitimately be levelled against the\r\nwitnesses who testified on behalf of the police respondents.\r\nConsequently,\nhe accepted that Wiese never made the statements\r\ndefamatory of the appellants that were ascribed to him in the\r\nimpugned article.\nIn the result the appellant’s action against\r\nthe police respondents was dismissed with costs. On appeal the\r\nappellant did\nnot contend that the court a quo had erred in\r\ndismissing his claim against these respondents but submitted that it\r\nshould have\nordered the media respondents to pay their costs. In the\r\nresult, the police respondents took no part in the appeal\r\nproceedings.\nIn this court the only remaining issue with regard to\r\nthe police respondents therefore related to whether it is the\r\nappellant or\nthe media respondents who should be held liable for\r\ntheir costs in the court a quo.\n[9] With reference to the media respondents, Hancke J\r\nfound that, although the article complained of contained a number of\r\ninaccuracies,\nthe sting of the defamatory part was substantially true\r\nand its publication for the public benefit. In the result, he upheld\r\nthe\nground of justification raised by the media respondents,\r\ngenerally known as the defence of truth and public benefit. He\r\ntherefore\nalso dismissed the appellant’s claim against the\r\nmedia respondents with costs. The present appeal against that\r\njudgment is\nwith the leave of the court a quo.\n[10] On appeal the media respondents no longer disputed\r\n– in my view rightly so – that the article included\r\nstatements\nthat were per se defamatory of the appellant. That raised\r\nthe presumption that these statements were both wrongful and\r\npublished\nwith the intent to injure. The media respondents therefore\r\nattracted the onus to establish a defence which excluded either\r\nwrongfulness\nor intent. Though at some stage there was doubt as to\r\nthe exact nature of that onus, it has by now become settled law that\r\nthe\nonus on the defendant to rebut one or the other presumption, is\r\nnot only a duty to adduce evidence, but a full onus that must be\n\ndischarged on a preponderance of probabilities (see\nHardaker v\r\nPhillips\n2005 (4) SA 515\n(SCA) para 14;\nLe Roux v Dey (Freedom\r\nof Expression Institute and Restorative Justice Centre as amici\r\ncuriae)\n2011 (3) SA 274\n(CC) para 85). In their pleadings the\r\nmedia defendants denied both intent to defame and wrongfulness. But\r\nin the absence of any\nevidence on their behalf to rebut the\r\npresumption of the former, it seems to me that intent to injure must\r\nbe regarded as being\nestablished. It therefore matters not that,\r\nbecause we are dealing with media defendants, fault in the form of\r\nintent is not required\nand that negligence would suffice (see eg\nNational Media Ltd v Bogoshi\n1998 (4) SA 1196\n(SCA) at\r\n1214C-E;\nMthembi-Mahanyele v Mail & Guardian Ltd\n2004 (6)\r\nSA 329\n(SCA) paras 44-46). By virtue of the media respondents’\r\nfailure to prove absence of intent, the appellant has cleared a\r\nhigher\nhurdle of fault than the required one. The outcome of the\r\nappeal thus turns exclusively on the element of wrongfulness. Hence\r\nthe\nonly question is whether the media respondents have succeeded in\r\nestablishing any one of the various grounds of justification that\n\nthey raised.\n[11] In their plea the media respondents relied on a\r\nnumber of recognised grounds of justification, including truth and\r\npublic benefit,\nfair comment, reasonable publication, and qualified\r\nprivilege on the basis of a right or duty on their part to publish\r\nthe defamatory\nstatements and a corresponding right on the part of\r\nthe readers of the Daily Sun to receive the same. Any one of these\r\nwould, if\nestablished, serve to exclude wrongfulness. The one that\r\nfound favour with the court a quo was that of truth and public\r\nbenefit.\nIf that finding were to be upheld, it would be the end of\r\nthe matter. I therefore turn to that enquiry. In this regard the\r\nappellant’s\ncontentions as to why the court a quo erred in\r\nupholding the defence of truth and public benefit were essentially\r\nthreefold. First,\nthat the media respondents did not lead any\r\nevidence in rebuttal of the presumption of wrongfulness. Second, that\r\nthe inaccuracies\nin the article precluded any reliance on the defence\r\nunder consideration. Third, that the media respondents could not rely\r\non the\ninformation of the appellant’s alleged criminal\r\nactivities testified to by the police witnesses, because it had not\r\nbeen\ndemonstrated that the article was based on that information.\n[12] The appellant’s first contention seems to\r\ndepart from a confusion of the element of wrongfulness with that of\r\nintent.\nThough both the presumption of intent and that of\r\nwrongfulness arise from a single event, that is, the publication of a\r\ndefamatory\nstatement, the two presumptions are essentially different\r\nin character. The presumption of intent to injure relates to the\r\ndefendant’s\nsubjective state of mind. By contrast, the\r\npresumption of wrongfulness relates to a combination of objective\r\nfact, on the one hand,\nand considerations of public and legal policy,\r\non the other (see eg\nNeethling v Du Preez; Neethling v The Weekly\r\nMail\n[1993] ZASCA 203\n;\n1994 (1) SA 708\n(A) at 768I-769A;\nLe Roux v Dey\n2011\r\n(3) SA 274\n(CC) paras 121-125). Generally speaking, a rebuttal of the\r\npresumption relating to the subjective state of mind of those who\r\nacted\non behalf of the defendant will therefore require some evidence\r\nto be led on the defendant’s behalf. By contrast, the objective\n\nnature of the enquiry into wrongfulness signifies that the subjective\r\nbeliefs of the defendant are of no consequence. Thus understood,\nit\r\nbecomes apparent, with reference to the defence of truth and public\r\nbenefit, for example, that both elements of this defence\ncan in\r\nprinciple be established on the basis of facts not deriving from the\r\ndefendant’s own witnesses. Hence the failure\nby the media\r\nrespondents in this case to call any witnesses did not automatically\r\npreclude them from relying on this defence.\n[13] As to the appellant’s second contention based\r\non the admitted inaccuracies in the impugned article, it is a matter\r\nof\nsettled law that the defendant is not required to prove that the\r\ndefamatory statement was true in every detail. What the defence\n\nrequires is proof that the gravamen or the sting of the statement was\r\ntrue. Inaccuracies in peripheral detail do not rule out the\ndefence\r\n(see eg\nJohnson v Rand Daily Mails\n1928 AD 190\nat 205-206;\nIndependent Newspapers Holdings Ltd v Suliman\n[2004] 3 All SA\r\n137\n(SCA) paras 34-38). The underlying logic appears from the\r\njudgment of Wessels JA in\nJohnson\n. The reason, he explained,\r\nwhy truth and public benefit is recognised as a defence, is because a\r\nplaintiff is not entitled to recover\ndamages in respect of an injury\r\nto a reputation which he does not deserve. Consequently, the\r\ndefendant ‘need not justify\nimmaterial details or mere\r\nexpressions of abuse which do not add to its sting and would produce\r\nno different effect on the mind\nof the reader than that produced by\r\nthe substantial part justified’. The gist or sting of a\r\nstatement is determined with\nreference to the legal construct of a\r\nreasonable reader. It is the meaning that the reasonable reader of\r\nordinary intelligence\nwould attribute to the statement (see eg\nBasner\r\nv Trigger\n1945 AD 22\nat 32;\nSindani v Van der Merwe\n2002\r\n(2) SA 32\n(SCA) para 11). The test is thus an objective one. Evidence\r\nof how the plaintiff, or for that matter, any actual reader of the\r\narticle understood the statement is of no consequence.\n[14] The appellant contended that on the application of\r\nthe test thus formulated, the reasonable reader would understand the\r\narticle\nto convey that he was guilty of serious criminal activities\r\nand that he used other people to do his dirty work for him. I do not\n\nagree with this analysis. In my view a reasonable reader would\r\nunderstand the article to mean that a police officer had told the\n\njournalist that:\n(a) on the basis of information available to the police,\r\nthey suspected the appellant of being involved in serious criminal\r\nactivities,\nincluding cash-in-transit heists and car thefts;\n(b) the same police officer told the journalist that,\r\nalthough the police would eventually apprehend the appellant, they\r\nwere at\nthat stage unable to do so through lack of evidence, because\r\nhe made use of others to do his dirty work; and\n(c) the police officer therefore called upon the\r\nassistance of the Daily Sun readers to provide that evidence.\n[15] In\nIndependent Newspaper Holdings Limited v\r\nSuliman\n[2004] 3 All SA 137\n(SCA) para 24, this court declined to\r\naccept the proposition that the reasonable reader is bound to equate\r\na statement that a person\nis suspected by the police of committing a\r\ncrime with a statement that the person has actually committed that\r\ncrime. This is so\nbecause the legal construct of the reasonable\r\nreader knows that, while many persons arrested and charged with\r\ncriminal offences\nare eventually convicted, guilt or innocence is\r\ndetermined by a court on the basis of admissible evidence and that,\r\nnot infrequently,\nthe person charged is acquitted in the end (see eg\nMirror Newspapers v Harrison\n[1982] HCA 50\n;\n(1982) 42 ALR 487\n(HC of A) at\r\n492). Though, generally speaking, it is therefore per se defamatory\r\nto say of a person that he or she is suspected\nof criminal conduct\r\n(see eg\nHassen v Post Newspapers (Pty) Ltd\n1965 (3) SA 562\n(W)\r\nat 565B-C;\nSuliman\npara 31), it is not the same as to say that\r\nhe or she is guilty of that crime. That must be even more so in a\r\ncase like the present\nwhere the published statement made it clear\r\nthat, despite their suspicions, the police were not even in a\r\nposition as yet to arrest\nthe suspect because they lacked the\r\nnecessary evidence to do so.\n[16] Understood in this way, I believe the court a quo\r\nrightly found that the gist of the article was objectively true. The\r\napplication\nby Gerber to embark on project Vulindlela confirms all\r\nthe essential elements of the impugned article; ie that the appellant\r\nwas\nsuspected by the police of participating in serious crime and\r\nthat he made use of others to do his dirty work. The appellant’s\n\ncounter-argument rested on the fact that the application was prepared\r\nmore than a year after the publication of the article. But\nI believe\r\nthere are two answers to this counter-argument. In the first place it\r\nis clear from the contents of the application itself\nand from\r\nGerber’s testimony, that the application reflected information\r\nand suspicions held by the police for a number of\nyears. Secondly,\r\nthe application neatly dovetailed with the letter written by Wiese on\r\n18 February 2002, which corroborates that\nthese suspicions about the\r\nappellant’s participation in serious crimes, including vehicle\r\ntheft and dealing in drugs, predated\nthe publication of the article.\n[17] This brings me to those allegations in the article\r\nthat proved to be untrue. Of these, as I see it, there are only two.\r\nFirst,\nthere is the allegation that Wiese asked the readers of the\r\nDaily Sun in the area to assist in the apprehension of the appellant.\n\nAccording to Wiese he never said that. But the question is whether\r\nthis untrue statement can ever be regarded as part of the sting\nof\r\nthe article. I do not think so. This, I believe, can be demonstrated\r\nby asking whether the defamatory meaning of the article\nwould have\r\nbeen less serious if these words were omitted. As I see it the answer\r\nto this question is clearly ‘no’.\n[18] The second untrue statement in the article was the\r\none identifying Wiese as the journalist’s main source of\r\ninformation\nregarding the appellant. Again, however, I do not regard\r\nthis untrue statement as part of the sting. I find support for this\r\nview\nin the decision of this court in\nTimes Media Ltd v Niselow\n[2005] 1 All SA 567\n(SCA). The defamation complained of in\nNiselow\nwas contained in an article published by Times Media.\r\nIt was to the effect that Prof Boffard of the Johannesburg General\r\nHospital\nhad said that the food prepared by Niselow for a large group\r\nof children ‘smelled awful and looked appalling’. On\r\nappeal\nthis court accepted that Prof Boffard never uttered these\r\nwords. Yet it held that this did not matter, because the untrue\r\nstatement\nwas not part of the sting. The sting of the article, so\r\nthis court held (para 25) was that the food prepared by the\r\nrespondent\nsmelled awful and looked appalling. What Times Media had\r\nto prove was the truth of that statement, not that it was made by any\r\nparticular person. The same sentiment, I believe, finds application\r\nin this case.\n[19] Closely linked to this point regarding the\r\njournalist’s source of information is the appellant’s\r\nthird contention\nthat the media respondents could not rely on\r\ninformation which emerged from the testimony of the police witnesses\r\nbecause it had\nnot been demonstrated that the article was based on\r\nthis information. But, as I see it, the contention raises the\r\nrhetorical question\n‘why not?’. Once the media\r\nrespondents had established that the sting of the article was true,\r\nas in my view they did,\nit matters not where the information relied\r\nupon by the journalist came from.\n[20] Turning to the further element of the defence,\r\nnamely, that of public interest, I must admit that I find this a\r\ndifficult issue\nto decide. The difficulty arises from the subtleness\r\nof the element itself. No exact definition of the concept is readily\r\navailable\nin textbooks or decided cases. On the facts of this case,\r\nthe issue appears to be further complicated by the following\r\nstatements\nof Marais JA on behalf of the majority in\nIndependent\r\nNewspapers Holdings Limited v Suliman\n[2006] 3 SA 137\n(SCA) para\r\n47:\n‘\nThat\r\nsaid, I think that the consequences of a premature disclosure of the\r\nidentity of a suspect can be so traumatic for and detrimental\nto the\r\nperson concerned when he or she may never be charged or appear in\r\ncourt and is, in fact, innocent, that greater weight should\nbe\r\nassigned to the protection of the constitutional right to dignity and\r\nprivacy and the common-law right of reputation, than to\nthe right of\r\nthe press to freely impart information to the public. It is not as if\r\nthe press will be permanently deprived of the\nright to identify the\r\nsuspect. Once he or she appears in court his or her identity may be\r\ndisclosed with impunity. . . . But, generally\nspeaking, and subject\r\nto the considerations I have mentioned in paragraphs 45 and 46, I do\r\nnot believe it is in the public interest\nor for the public benefit\r\nthat the identity of a suspect be made known prematurely.’\n[21] I appreciate that these statements may be\r\nunderstood to provide authority for the proposition that, as a\r\ngeneral rule and save\nfor exceptional circumstances, it will not be\r\nfor the public benefit or in the public interest to publish the\r\nidentity of a person\nsuspected of criminal conduct, unless and until\r\nthat person has actually been charged in open court. On the facts of\r\nthe\nSuliman\ncase and read in the wider context of Marais JA’s\r\njudgment as a whole, I do not believe, however, that he intended to\r\nlay\ndown such an immutable rule. To do so would, in my view, negate\r\nthe role of public benefit as a constituent element of the\r\njustification\nground of truth and public benefit (see also eg\nManyatshe v M & G Media Ltd\n[2009] ZASCA 96\npara\r\n18).\n[22] As explained by the Constitutional Court in\nLe\r\nRoux v Dey\n2011 (3) SA 274\n(CC) para 122, common law grounds of\r\njustification play a pivotal role within the framework of our\r\nConstitution. The reason is\nthat it is primarily in the province of\r\njustification that the common law allows the courts to strike a\r\nproper balance between\nthe often conflicting fundamental rights of\r\nfreedom of expression, including freedom of the press, on the one\r\nhand, and the rights\nto freedom of privacy and dignity, including\r\nreputation, on the other. Under the rubric of truth and public\r\nbenefit, the balancing\nact turns mainly on the element of public\r\ninterest or benefit. If a defamatory statement is found to be\r\nsubstantially untrue, the\nlaw does not regard its publication as\r\njustified. Publication of defamatory matter which is untrue or only\r\npartly true can never\nbe in the public interest, end of story. But,\r\nthe converse does not necessarily hold true. Our law does not regard\r\npublication\nof a defamatory statement as justified merely because it\r\nis true, precisely because the court may, in its performance of the\r\nbalancing\nact, find that in the particular circumstances of the case,\r\nthe freedom of expression is outweighed by the victim’s right\n\nto privacy or dignity.\n[23] In the case of mere suspicion held by the police\r\nthe court may well come to the conclusion, in a particular case that\r\nthe right\nto dignity of the suspected person outweighed the\r\npublisher’s right to freedom of expression. This may happen in\r\na case where,\nfor example, it is found to be true that the police\r\nheld the suspicion, but that the suspicion was based on no more than\r\nunfounded\nallegations by a meddlesome neighbour or antagonistic\r\npolice informant. If in that case publication of the unfounded\r\nsuspicion\nthen wrecked the reputation of the suspected person or\r\ndestroyed his or her career, the defence of truth and public benefit\r\nis\nmost likely to fail. On the other hand a blanket ban against\r\npublication of police suspicion may very well impede the press in the\n\nperformance of its vital function ‘to ferret out corruption,\r\ndishonesty and graft whenever it may occur and to expose the\n\nperpetrators’. (See\nKhumalo v Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) para 23.)\n[24] In performing its balancing act the court must\r\ntherefore decide the public benefit issue with specific reference to\r\nthe facts\nof the case before it. Needless to say that these factual\r\nsituations may vary infinitely. From this, I think, two consequences\r\nmust follow. First, that the courts should refrain from restricting\r\nthemselves in the performance of their balancing act by departing\n\nfrom ‘starting points’ or ‘general rules’ or\r\n‘guidelines’. Though these may be of assistance\nto other\r\ncourts and practitioners, some degree of uncertainty is unavoidable,\r\nprecisely because we are concerned with a balancing\nact which has to\r\nbe performed on a case by case basis in circumstances that may vary\r\nwidely. The second consequence is that a decision\nas to whether or\r\nnot publication of a defamatory statement was for the public benefit\r\nin a particular case – whether in\nSuliman\nor in this\r\ncase – cannot constitute any binding authority in other cases\r\nwhich are distinguishable on their facts.\n[25] Reverting to the facts of this case, I believe that\r\npublication of the suspicion held by the police was for the public\r\nbenefit.\nThis was not an instance of suspicion derived from\r\ninformation by a nosy neighbour or based on flimsy grounds. Nor was\r\nthe police\nsuspicion confined to a single, isolated incident.\r\nAccording to the police evidence which stands uncontroverted, they\r\nhad information\nfrom those actually involved in the commission of\r\ncrimes that the appellant was their ringleader. Moreover, as a result\r\nof this\ninformation the appellant had been in the sights of the\r\npolice force and apparently also of the NIA for more than ten years.\r\nDespite\nthis convincing case against him, the police were unable to\r\napprehend the appellant, not because the evidence against him\r\nappeared\nto be unreliable, but because the witnesses were unwilling\r\nto testify. As a result the police were compelled to launch a special\n\nproject, at substantial expense, by the Organised Crime Unit to put\r\nan end to the community-threatening criminal activities of\nthe\r\nsyndicate of which the appellant was the suspected leader.\n[26] If these strong suspicions proved to be true, the\r\nfurther possibility was that the appellant would never appear in\r\ncourt on\nany charges for want of witnesses willing to testify against\r\nhim. Hence the opportunity to publish his identity as that of a\r\nsuspected\ncriminal, as envisaged by Marais JA in\nSuliman\n,\r\nwould never arise. As I see it, the appellant could not insist on\r\nenjoying the reputation of an honest businessman who is beyond\nany\r\nsuspicion, which he did not or ought not to possess. In addition, the\r\npublication of these suspicions could serve the purpose\nof persuading\r\nmembers of the appellant’s community to come forward with\r\npotential evidence against him which the police so\neagerly sought.\r\nThe fact that the police did not actually ask the journalist to\r\ninvite public assistance, plainly did not detract\nfrom this\r\npossibility. In consequence I find that the defence of truth and\r\npublic benefit had been rightly upheld and that the\ndefendant’s\r\nclaim based on defamation was therefore rightly dismissed by the\r\ncourt a quo.\n[27] This brings me to the costs of the police\r\nrespondents in the court a quo. In this regard it will be remembered\r\nthat the appellant\nwas ordered to pay the costs of all the\r\ndefendants, including the police. As to why the court a quo had erred\r\nin doing so, the\nappellant argued that his claim against the police\r\nwas based entirely on the statement in the impugned article that\r\nattributed\nthe defamatory matter to Superintendent Wiese. In\r\naddition, so the appellant argued, the media respondents maintained,\r\nboth in\ntheir plea and throughout the trial proceedings, that the\r\ndefamatory statements were in fact made by Wiese. But for this\r\npersistence\nby the media respondents in a version which the court a\r\nquo eventually found to be untrue, so the appellant’s argument\r\nconcluded,\nhe would not have pursued his action against the police\r\nrespondents.\n[28] In my view the media respondents gave no persuasive\r\nanswer to these arguments. The fact that publication of the\r\ndefamatory\nstatements in the end proved to be justified, provides no\r\nexcuse for the media respondents’ reliance on a factual version\n\nthat their information derived from the police, which proved to be\r\nuntrue. Since it is that untrue version which led to the involvement\n\nof the police respondents in the action and the costs resulting from\r\nthat involvement, I can see no reason why the media respondents\n\nshould not be liable for these costs, which were solely attributable\r\nto them. To this limited extent the appeal must therefore\nsucceed.\r\nBut the fact that the appellant’s success on appeal is limited\r\ndoes not mean that he was not substantially successful.\nIt follows\r\nthat in my view, the media respondents should be held liable for the\r\ncosts of appeal.\n[29] What remains is the costs of the two condonation\r\napplications by the appellant in this court. The first resulted from\r\nthe late\nfiling of his notice of appeal and the second from his late\r\nfiling of his heads of argument. Both applications were opposed by\r\nthe media respondents on the basis that the reasons advanced by the\r\nappellant’s attorney for his failure to comply with the\nrules\r\nof this court, were largely unsatisfactory. I agree with this\r\nargument. I also find some of the explanations disturbingly\n\ninadequate. Yet, I do not believe that they were so unacceptable that\r\nit would justify the refusal of condonation without regard\nto the\r\nmerits of the appeal. In the end, the outcome of the condonation\r\napplications therefore turned on the appellant’s\nprospects of\r\nsuccess. Since the appeal should, in my view, be upheld in part, it\r\nfollows that that condonation applications should\nalso succeed.\r\nHowever, because the media respondents were not unreasonable to\r\noppose these applications, in the light of the unacceptable\n\nexplanations, I believe they are entitled to their costs of\r\nopposition.\n[30] In the result the following order is made:\na. The two condonation applications by the appellant are\r\ngranted, but the appellant is ordered to pay the costs incurred by\r\nthe\nthird to sixth respondents in opposing these applications.\nb. The appeal is partly upheld and the third to sixth\r\nrespondents are ordered to pay the appellant’s costs of appeal.\nc. The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\n1. The plaintiff’s\r\nclaims against all six defendants are dismissed.\nThe plaintiff is ordered to pay the costs incurred by\r\n\tthe third to sixth defendants.\nThe third to sixth defendants are ordered to pay the\r\n\tcosts incurred by first and second defendants.’\n………………………\n..\nF D J BRAND\nJUDGE OF APPEAL\nCounsel\r\nfor Appellants: N W Phalatsi (Attorney)\nBLOEMFONTEIN\nCounsel\r\nfor Respondent: G Kairinos\nC\r\nC Bester\nInstructed\r\nby: E G Cooper & Sons\nBLOEMFONTEIN",
  "scraped_at": "2026-02-12T15:55:43.056013",
  "date": "2011-09-28",
  "coram": [
    "BRAND JA",
    "MAYA JA",
    "MHLANTLA JA",
    "MAJIEDT JA",
    "MEER AJA"
  ],
  "case_number": "581/2010",
  "parties": {
    "applicants": [
      "Mogale Winston Stanford Modiri"
    ],
    "respondents": [
      "Minister of Safety and Security",
      "Superintendent Adam Wiese",
      "Themba Khumalo",
      "Media 24 Limited",
      "Deon du Plessis",
      "Yoliswa Sobuwa"
    ]
  },
  "sections": {
    "facts": "In March 2004 the Daily Sun printed an article titled “Mangaung Crime Crackdown” which alleged that the appellant, Mogale Winston Stanford Modiri, was involved in drug dealing, cash‑in‑transit heists and car thefts and that he used other people to do his ‘dirty work’. The article claimed that Superintendent Adam Wiese of the police had asked readers to help capture Modiri. The police respondents denied that Wiese had made those statements. The media respondents (the newspaper’s editor, owner, publisher and journalist Yoliswa Sobuwa) maintained that the statements were truthful. The trial court found that the gist of the article – that Modiri was suspected by police of serious crime – was substantially true, but dismissed the appellant’s claim against the police respondents and, on the basis of the defence of truth and public benefit, also dismissed the claim against the media respondents. The appellant appealed.",
    "issues": "1) Whether the defence of justification (truth and public benefit) applies where the article contains some inaccurate peripheral statements. 2) Whether the gist of the article is substantially true given police suspicions. 3) Whether the publication served the public benefit. 4) Allocation of costs between the parties, including costs of condonation applications.",
    "principles": "The court applied the defence of justification, requiring that the defamatory sting be true and that its publication be for the public benefit. The onus lies on the defendant to prove truth on a balance of probabilities. Inaccuracies in peripheral details do not defeat the defence (Johnson v Rand Daily Mails; Independent Newspapers Holdings Ltd v Suliman). The reasonable reader test determines the gist (Basner v Trigger; Sindani v Van der Merwe). The balancing of freedom of expression against the right to dignity and reputation is guided by constitutional principles (Le Roux v Dey). The court noted that intent is a separate presumption from wrongfulness, and that lack of intent does not preclude the defence if the truth element is satisfied.",
    "application": "The court concluded that the core allegation – that Modiri was suspected by police of serious criminal activity and that he used others to commit offences – was true, supported by police letters and the project Vulindlela application. The peripheral inaccuracies (the alleged call for public assistance and attribution of the source to Wiese) were not part of the sting and therefore did not defeat the defence. The publication was deemed to be in the public benefit as it disclosed police suspicions that could aid investigation. Consequently, the defence of truth and public benefit was upheld, leading to dismissal of the defamation claim. Regarding costs, the appellate court altered the lower court’s allocation, ordering the appellant to pay the media respondents’ costs on the condonation applications, the media respondents to pay the appellant’s appeal costs, and setting aside the original cost order.",
    "conclusion": "The appeal was partly upheld. The two condonation applications by the appellant were granted, with the appellant ordered to pay the costs incurred by the third to sixth respondents in opposing those applications. The third to sixth respondents were ordered to pay the appellant’s costs of appeal. The original judgment was set aside and replaced: the plaintiff’s claims against all six defendants were dismissed; the plaintiff (appellant) was ordered to pay the costs incurred by the third to sixth defendants; and the third to sixth defendants were ordered to pay the costs incurred by the first and second defendants."
  },
  "tags": {
    "level_1": "Media Law",
    "level_2": "Defamation",
    "level_3": [
      "truth defence",
      "public interest",
      "costs",
      "police suspicion",
      "reasonable reader"
    ]
  }
}