{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/40.html",
  "case_name": "Absa Bank Ltd and Another v Eksteen (81/10) [2011] ZASCA 40 (29 March 2011)",
  "citation": "[2011] ZASCA 40",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 40\n|\nNoteup\n|\nLawCite\nAbsa Bank Ltd and Another v Eksteen (81/10) [2011] ZASCA 40 (29 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 81/10\nNo precedential significance\nIn the matter between:\nABSA BANK LIMITED\n..............................................................\n1\nst\nAppellant\nNEDBANK LIMITED\n................................................................\n2\nnd\nAppellant\nand\nMARIUS EKSTEEN\n......................................................................\nRespondent\nNeutral citation:\nAbsa\r\nBank v Eksteen\n(81/10)\n[2011] ZASCA 40\n(29 March 2011)\nCoram:\nNAVSA, NUGENT,\r\nHEHER, CACHALIA and MALAN JJA\nHeard:\n7 MARCH 2011\nDelivered: 29 MARCH 2011\nSummary:\nSale –\r\nwarranty against eviction – seizure of vehicle by police –\r\ns 86(6) National Road Traffic Act prohibiting\nbuyer from being\r\nin possession – seller liable for repayment.\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from: High Court\r\nBloemfontein (Nxusani AJ sitting as court of first instance)\nBoth appeals are dismissed. The\r\nappellants are ordered to pay the costs of the respondent jointly and\r\nseverally. No further costs\norder is made as between the appellants.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (NAVSA, HEHER, CACHALIA\r\nand MALAN JJA concurring)\n[1] The\r\ndecision of this court in\nMarvanic\r\nDevelopment (Pty) Ltd v Minister of Safety and Security\n1\nis decisive of\r\nthis appeal. In that case the police seized certain vehicles on\r\nsuspicion that they had been stolen after discovering\nthat their\r\nidentification numbers had been tampered with. The appellants,\r\nalleging that they were the owners of the respective\nvehicles,\r\nclaimed their return from the police. Their claim failed on the\r\nground that\ns 68(6)\nof the\nNational Road Traffic Act 93 of 1996\nprohibited them from being in possession of the vehicles – even\r\nif they were owners.\n[2] This case arises from a\r\nseries of sales of a Toyota Land Cruiser motor vehicle. The evidence\r\ndoes not disclose how the vehicle\ncame into her possession but Ms\r\nWilton sold it to Nedbank (the second appellant). Nedbank sold it to\r\nAbsa Bank (the first appellant)\nwho sold it to Mr Eksteen (the first\r\nrespondent). Mr Eksteen sold the vehicle to Mr Hugo.\n[3] The police seized the vehicle\r\nfrom Mr Hugo. Investigations revealed that the original chassis and\r\nengine numbers had been tampered\nwith. In response to enquiries made\r\nof Interpol the police were told that the vehicle had been stolen\r\nfrom its owner in Japan.\n[4] When he was told that the\r\nvehicle had been seized Mr Eksteen repaid the purchase price to Mr\r\nHugo. He then instructed his attorney\nto write to Absa Bank,\r\ninforming it that Mr Eksteen was of the view that he had had no\r\ndefence to a claim by Mr Hugo for return\nof the purchase price. Absa\r\nBank was informed that Mr Eksteen intended in turn to claim repayment\r\nof the purchase price that he\nhad paid to Absa Bank. He invited Absa\r\nBank to assist him to resist the seizure of the vehicle by the police\r\nand said that unless\nAbsa Bank furnished either Mr Eksteen or Mr Hugo\r\nwith information that would enable one or other to recover possession\r\nit would\nbe assumed that Absa Bank agreed with the view that was held\r\nby Mr Eksteen. Absa Bank failed to reply.\n[5] Mr Eksteen duly sued Absa\r\nBank in the Free State High Court for return of the purchase price\r\nthat he had paid for the vehicle,\nrelying upon the breach by Absa\r\nBank of the warranty against eviction that is inherent in a contract\r\nof sale. In response to the\nclaim Absa Bank pleaded that Mr Eksteen\r\ncould and should have resisted the dispossession by instituting\r\nproceedings against the\npolice for the return of the vehicle. In\r\nresponse to that portion of the plea Mr Eksteen replicated as follows\r\n(my translation):\n‘\nThe\r\nplaintiff admits that he did not institute legal proceedings for the\r\nreturn of the vehicle by the SAPS but pleads that the plaintiff\nis\r\nprohibited by law to possess the vehicle and to claim its return in\r\nthat:\nthe engine and\r\n\tchassis numbers of the vehicle have been unlawfully altered; and\npossession of the\r\n\tvehicle by the plaintiff is prohibited by the provisions of\nSection\r\n\t68(6)\nof Act 93 of 1996; and\nplaintiff has no\r\n\tvalid title to the vehicle.’\n[6] Absa Bank joined Nedbank as a\r\nthird party to the proceedings, claiming an indemnification from\r\nNedbank in the following terms:\n‘\nIn\r\nthe event of:\nthe above\r\n\tHonourable Court finding that the vehicle had been stolen and was a\r\n\tstolen vehicle at the stage that it was sold to\n[Mr Eksteen]; and\nthat the South\r\n\tAfrican Police Services were entitled to confiscate the vehicle in\r\n\tterms of Section 31 of the Act; and\nthe above\r\n\tHonourable Court granting judgment in favour of [Mr Eksteen] for the\r\n\tamount claimed as aforesaid\nthen and in that\r\nevent [Absa Bank] will be entitled to be indemnified by [Nedbank] in\r\nterms of the provisions of Rule 13(1) of the\nUniform Rules of Court\r\n…’\n[7] Nedbank in turn joined Ms\r\nWilton as a Third Party, conditionally claiming an indemnification on\r\na similar basis. She did not\ndefend the claim and is not a party to\r\nthis appeal, although she was been cited as such.\n[8] The court\r\nbelow (Nxusani AJ) upheld the claim by Mr. Eksteen and ordered Absa\r\nBank to pay him the agreed value of the vehicle\nat the time the\r\naction was instituted\n2\nplus interest\r\nand costs. Nedbank was in turn ordered to indemnify Absa Bank, and Ms\r\nWilton was ordered to indemnify Nedbank. Absa\nBank and Nedbank now\r\nappeal the orders made against them respectively with the leave of\r\nthat court.\n[9] No admissible evidence was\r\nplaced before the court below to establish that the vehicle had\r\nindeed been stolen from its owner\nin Japan. Nonetheless, evidence\r\nthat the original identification numbers had been tampered with was\r\nnot in dispute.\n[10] Absa Bank attacked the order\r\nmade against it on two grounds. It contended that by raising the\r\nstatutory prohibition against\npossession Mr Eksteen had introduced a\r\nnew cause of action and that he was not entitled to have done so in a\r\nreplication. A corresponding\npoint was raised by Nedbank in resisting\r\nthe claim by Absa Bank – it said that the claim against it in\r\nthe Third Party Notice\nhad been predicated upon the vehicle having\r\nbeen stolen and that Absa Bank was not now entitled to place reliance\r\non the statutory\nprohibition. That was the sole basis for its appeal.\r\nIt is disconcerting that major banks should have sought to avoid\r\nliability\non trivial points of pleading at the outset and even more\r\ndisconcerting that they persist in those points on appeal. Pleadings\r\nare the servant and not the master. The statutory prohibition was\r\nfully canvassed at the trial. Even if the issue was not strictly\n\nraised in keeping with ordinary principles of pleading that has\r\nbecome immaterial.\n[11] The only\r\nother ground upon which Absa Bank sought to avoid the claim was in\r\nreliance upon an observation made by Lewis JA in\nMarvanic.\nIn\r\nthat case the learned judge said that the appellant was capable of\r\nregularising its possession of the vehicles by applying for\nand being\r\nissued with new identification numbers. It was submitted on behalf of\r\nAbsa Bank that because Mr Eksteen was equally capable\nof having done\r\nso in this case the dispossession was not unassailable. The\r\nsubmission is misconceived.\n[12] It is\r\ntrite that a seller of property impliedly warrants to the buyer that\r\nhe or she will not be evicted from possession of\nthe purchased\r\nproperty.\n3\nThe most\r\ncommon form of eviction occurs where a purchaser is deprived of the\r\nproperty by the true owner but it is not so confined.\nEviction occurs\r\nas much where the police or some other official seizes the property\r\nunder statutory authority.\n4\nAn action lies\r\nwhere the purchaser shows that the eviction is unassailable, and it\r\nis unassailable if the purchaser is not able\nto resist the eviction\r\nat the time that it occurs. The fact that he or she might be capable\r\nof later acquiring the right to possession\nis immaterial. On the\r\nauthority of\nMarvanic\nthe series of\r\npurchasers were indeed not capable of resisting the eviction.\n[13] There is\r\nanother ground, however, upon which Mr Eksteen might have succeeded.\r\nIn\nLammers\r\n& Lammers v Giovannoni\n5\nSchreiner JA\r\npointed out that ‘the basic obligation of the seller is to\r\nprotect the buyer in his possession…. If he\nfails to shield\r\nthe buyer against eviction he must restore the price and pay the\r\ndamages suffered by the buyer as a result of the\neviction’.\n6\nThe\r\nconsequence of that obligation, he went on to say, was that:\n‘\n[once]\r\nthe seller is called upon to defend the buyer in his possession but\r\nwashes his hands of the whole matter, it does not seem\nto me to be\r\nopen to him to to meet the buyer’s claim by saying that the\r\nlatter could or should have resisted the true owner’s\nclaim\r\nmore energetically or skillfully; for it was open to him, the seller,\r\nto have taken steps to protect the buyer and himself.’\n[14] In this case Absa Bank was\r\nindeed called upon to resist the dispossession and indeed washed its\r\nhands of the matter. On that\nground alone it had no defence to the\r\nclaim.\n[15] Both appeals are dismissed.\r\nThe appellants are ordered to pay the costs of the respondent jointly\r\nand severally. No further\ncosts order is made as between the\r\nappellants.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\n1\nst\nappellant: G H Meyer\nInstructed\r\nby:\nJay\r\nMothobi Inc, Rosebank\nNaude’s\r\nAttorneys, Bloemfontein\nFor\r\n2\nnd\nappellant: H J Smith\nInstructed\r\nby:\nCliffe\r\nDekker Hofmeyer Inc, Sandown\nWebbers\r\nAttorneys, Bloemfontein\nFor\r\nrespondent: D J van der Walt\nInstructed\r\nby:\nLovius\r\nBlock, Bloemfontein\n1\n2007\r\n\t(3) 159 SA (SCA). Later followed in\nBasie Motors Bk t/a Boulevard\r\n\tMotors v Minister of Safety and Security\n[2006] SCA 35 (RSA).\n2\nWhether\r\n\tthat was the correct amount to be awarded is not in issue in this\r\n\tappeal.\n3\n‘\nSale’\r\n\tby AJ Kerr and G Glover in\nLAWSA\n2ed Vol 24 para 75.\n4\nVrystaat\r\n\tMotors v Henry Blignaut (Edms) Bpk\n[1995] ZASCA 146\n;\n1996 (2) SA 448\n(A);\nLAWSA,\r\n\tabove, para 79.\n.\n5\n1955\r\n\t(3) SA 385\n(A) at 392F-G.\n6\nAt\r\n\t390A-B.",
  "scraped_at": "2026-02-12T15:25:37.471880",
  "date": "2011-03-29",
  "coram": [
    "NAVSA",
    "NUGENT",
    "HEHER",
    "CACHALIA",
    "MALAN JJA"
  ],
  "case_number": "81/10",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED",
      "NEDBANK LIMITED"
    ],
    "respondents": [
      "MARIUS EKSTEEN"
    ]
  },
  "sections": {
    "facts": "The case concerns a Toyota Land Cruiser that changed hands through a chain of sales: Ms Wilton sold it to Nedbank, Nedbank to Absa Bank, and Absa to Mr Eksteen, who subsequently sold it to Mr Hugo. Police later seized the vehicle from Mr Hugo after discovering that its chassis and engine numbers had been tampered with and that it had been reported stolen in Japan. Mr Eksteen repaid Mr Hugo and sued Absa for breach of the implied warranty against eviction, alleging that Absa failed to protect his possession of the vehicle. Absa argued that Section 68(6) of the National Road Traffic Act prohibited possession of the vehicle, and thus Mr Eksteen could have resisted the seizure himself.",
    "issues": "1) Whether the seller (Absa Bank) is liable for breach of the implied warranty against eviction when the vehicle was seized by police under a statutory prohibition. 2) Whether the statutory prohibition under s68(6) of the National Road Traffic Act can be raised as a new cause of action or as a defence. 3) Whether the buyer’s inability to resist the eviction at the time it occurred defeats the seller’s liability.",
    "principles": "The court reaffirmed the well‑established principle that a seller implicitly warrants the buyer against eviction, which includes removal by police under statutory authority (Marvanic Development (Pty) Ltd v Minister of Safety and Security). A buyer is protected where the eviction is \"unassailable\" at the time it occurs, regardless of any later capacity to regain possession. Lammers & Lammers v Giovannoni further holds that the seller must actively protect the buyer’s possession and cannot escape liability by suggesting the buyer could have resisted more vigorously. The statutory prohibition in s68(6) of the National Road Traffic Act was fully canvassed at trial and does not defeat the seller’s warranty.",
    "application": "Applying these principles, the court found that the series of purchasers, including Absa, were unable to resist the police seizure when it happened. Absa’s reliance on the statutory prohibition was deemed immaterial because the prohibition had been fully addressed in the pleadings. Moreover, Absa failed to take steps to defend Mr Eksteen’s possession, effectively washing its hands of the matter. Consequently, the seller’s duty to protect the buyer was breached, and the indemnity arguments based on procedural points were rejected.",
    "conclusion": "Both appeals were dismissed. The appellants (Absa Bank and Nedbank) were ordered to pay the costs of the respondent jointly and severally. The lower court’s order requiring Absa Bank to pay Mr Eksteen the purchase price of the vehicle, with interest and costs, was upheld."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Sale of Goods",
    "level_3": [
      "warranty against eviction",
      "vehicle seizure",
      "statutory prohibition",
      "bank liability"
    ]
  }
}