{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/187.html",
  "case_name": "Gainsford NO and Others v Tiffski Property Investments (Pty) Ltd and Others (874/2010) [2011] ZASCA 187; [2011] 4 All SA 445 (SCA); 2012 (3) SA 35 (SCA) (30 September 2011)",
  "citation": "[2011] ZASCA 187",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 187\n|\nNoteup\n|\nLawCite\nGainsford NO and Others v Tiffski Property Investments (Pty) Ltd and Others (874/2010) [2011] ZASCA 187; [2011] 4 All SA 445 (SCA); 2012 (3) SA 35 (SCA) (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 874/2010\nIn\r\nthe matter between:\nGAVIN\r\nCECIL GAINSFORD NO\n…................................................................................\nFirst\r\nAppellant\nENVER\r\nMOHAMED MOTALA NO\n…................................................................\nSecond\r\nAppellant\nMADELAINE\r\nABRAHAMS NO\n…..........................................................................\nThird\r\nAppellant\nand\nTIFFSKI\r\nPROPERTY INVESTMENTS\n…...........................................................\nFirst\r\nRespondent\nNITROCHRON\r\nINVESTMENTS\n…................................................................\nSecond\r\nRespondent\nSTATE\r\nBANK OF INDIA LIMITED\n…................................................................\nThird\r\nRespondent\nREGISTRAR\r\nOF DEEDS, CAPE TOWN\n…....................................................\nFourth\r\nRespondent\nTHE\r\nMASTER OF THE HIGH COURT,\nJOHANNESBURG\n…..........................................................................................\nFifth\r\nRespondent\nAFRICAN\r\nDAWN PROPERTY TRANSFER\n….................................................\nSixth\r\nRespondent\nNeutral citation\n:\nGavin Cecil Gainsford NO v Tiffski Property Investments (Pty) Ltd\n(874/2010)\n[2011] ZASCA 187\n(30 September 2011)\nCoram:\nHARMS AP,\r\nCLOETE, MHLANTLA, LEACH JJA and PETSE AJA\nHeard:\n15\r\nSeptember 2011\nDelivered:\n30\r\nSeptember 2011\nSummary:\nInsolvency\r\n– Insolvency Act 24 of 1924 – s 34(1) – void\r\ndisposition of assets of business otherwise than in the\nordinary\r\ncourse of that business or for securing the payment of a debt –\r\nnon-compliance with requirements – consequences\nthereof.\n______________________________________________________________________\nORDER\n____________________________________________________________________\nOn appeal from:\nSouth\r\nGauteng High Court, Johannesburg (Victor J sitting as court of first\r\ninstance):\n1 The appeal is upheld\r\nwith costs.\n2 The order of the court\r\nbelow is set aside and substituted as follows:\n‘\na\r\nThe application succeeds and an order is granted in terms of prayers\r\n1, 2, 3 and 4 of applicants’ notice of motion.\nb The first and third\r\nrespondents are ordered, jointly and severally the one paying the\r\nother to be absolved, to pay the costs of\nthe application.\nc The first respondent is\r\nfurther ordered to pay the costs of the proceedings instituted under\r\ncase number 38361/09.’\n3 The cross-appeal is\r\ndismissed with costs.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nPETSE AJA (HARMS AP,\r\nCLOETE, MHLANTLA and LEACH JJA CONCURRING):\n[1] This appeal is\r\nagainst a judgment of Victor J sitting in the South Gauteng High\r\nCourt in terms of which the learned judge dismissed\nwith costs an\r\napplication launched by the appellants against the respondents.\n[2] The appellants are\r\nthe joint liquidators of Tiffindell Ski Limited (the company) which\r\nwas placed under final liquidation by\norder of the South Gauteng High\r\nCourt granted on 31 March 2009 pursuant to an application launched on\r\n23 October 2008.\n[3] In the court below\r\nthe appellants sought an order in the following terms:\n‘\n1.\r\nThat the Applicants are authorised in terms of section 386(5) of the\r\nCompanies Act, 1973 read with section 387(3) of the Companies\nAct,\r\n1973, as well as section 386(4)(a) and/or 386 (4)(i) of the Companies\r\nAct, 1973, to make application to the Honourable Court\nfor the relief\r\nset out in the notice of motion, and for this purpose to engage\r\nattorneys and counsel.\n2.\r\nThat the transfer of the business of Tiffindell Ski Limited (in\r\nliquidation) to the First Respondent on 16 September 2008 in\nterms of\r\nthe agreement of sale entered into between Tiffindell Ski Limited (in\r\nliquidation), as seller, and the First Respondent,\nas purchaser, on\r\n12 July 2007 be declared void in terms of\nsection 34(1)\nof the\nInsolvency Act No 24 of 1936\n, and that the transfer of the following\r\nassets to the First Respondent accordingly be declared void:\n2.1\r\nthe transfer to the First Respondent of Erf 1 Tiffindell in Senqu\r\nMunicipality, Division of Barkly East, Eastern Cape Province,\nin\r\nextent 101,8593 hectares (“the immovable property”) in\r\nterms of deed of transfer T061149/08;\n2.2\r\nthe transfer to the First Respondent of all moveable assets of\r\nTiffendell Ski Limited (in liquidation) including the moveable\nassets\r\nlisted in annexure “X” hereto.\n3.\r\nThat the registration of the following mortgage bonds be declared\r\nvoid:\n3.1\r\nmortgage bond B057375/08 registered over the immovable property in\r\nfavour of Tiffindell Ski Limited (in liquidation);\n3.2\r\nmortgage bond B057376/08 registered over the immovable property in\r\nfavour of the Third Respondent.\n4.\r\nThat the Third Respondent be directed to effect the relevant\r\nendorsements necessary to give effect to 2 and 3 above.\n5.\r\nThat the First Respondent be ordered to pay the costs of suit,\r\nincluding the costs reserved in the proceedings in the above\r\nHonourable Court under case number 38361/09, save that in the event\r\nof any other Respondent(s) opposing any of the relief claimed\nin the\r\nnotice of motion, that such Respondent(s) be ordered, jointly and\r\nseverally with the First Respondent, to pay the aforesaid\ncosts.\n6.\r\nGranting to the Applicants further and/or alternative relief.’\n[4] The application was\nopposed\nby\r\nTiffski Property Investments (Pty) Limited (Tiffski) who had taken\r\n‘transfer’ of the disputed property and the State\nBank of\r\nIndia Limited (the Bank) in whose favour the disputed mortgage bonds\r\nwere registered.\n[5] The Bank also filed a\r\ncounter-application conditional upon the success of the appellants’\r\nclaim, in terms of which it\nsought an order directing the appellants\r\nto pay to it a sum of R19 878 422.70 representing the amount\r\n‘secured’ by\nthe disputed mortgage bonds and costs of the\r\ncounter-application.\n[6] In the event the\r\ncourt below dismissed the appellants’ application with costs.\r\nConcerning the counter-application, it\nheld that the conclusion\r\nreached by it in relation to the\nmain\r\napplication\nrendered it unnecessary to deal with the\r\ncounter-application. Thus it dismissed it and made no order as to\r\ncosts. The appeal and\nthe conditional cross-appeal are with the leave\r\nof the court below.\n[7] The application\r\nlaunched by the appellants in the court below arose against the\r\nfollowing factual background. On 12 July 2007\nthe company represented\r\nby Ivan van Eck concluded a written contract of sale with Tiffski\r\nrepresented by Andre P Le Roux in terms\nof which the company sold to\r\nTiffski the immovable property on which it conducted the hotel and\r\nresort enterprise, together with\nall its fixed and movable assets\r\nnecessary for the operation of its business enterprise, for a sum of\r\nR22 686 020.\n[8] The written contract\r\nof the parties contained, inter alia, the following terms that are\r\nrelevant for present purposes:\na. That possession,\r\noccupation and control of the enterprise and the immovable property\r\nwould be given by the company to Tiffski\non the ‘date of\r\ntransfer’ which was defined as ‘the date on which the\r\ntransfer of the property is registered\nat the applicable Deeds Office\r\nin the name of the purchaser’.\nb. That the agreement of\r\nsale would not be published as contemplated in\ns 34\nof the\nInsolvency\nAct 24 of 1936\n.\nc. That the company\r\nwould, pending transfer, continue to conduct the business of the\r\nenterprise ‘in the normal and regular\nmanner’ as it had\r\nbeen doing before the conclusion of the written contract.\nd. That the signed\r\nwritten contract represented the entire agreement between the parties\r\nand that no variation of or addition to\nor consensual cancellation\r\nthereof nor waiver by the company of any of its rights thereunder\r\nwould be of any force or effect unless\nreduced to writing and signed\r\non behalf of the parties.\n[9] It is common cause\r\nthat registration of transfer of the property into the name of\r\nTiffski was effected on 16 September 2008\nand that the disputed\r\nmortgage bonds were registered in favour of the Bank simultaneously\r\nwith transfer.\n[10] The appellants\r\nassailed the validity of the transfer of the property of the company\r\nto Tiffski on the grounds that it was void\nin terms of s 34(1) of the\r\nInsolvency Act 24 of 1936 (the Act) as against them qua liquidators\r\nbecause: (a) the winding-up of the\ncompany was deemed to have\r\ncommenced on 23 October 2008; (b) the transfer was not in the\r\nordinary course of business of the company\nwhich was to conduct a ski\r\nresort business; (c) the transfer of the business was not for the\r\npurpose of securing the payment by\nthe company of its debts; and (d)\r\nnotice of the sale had not been published as required by s 34.\n[11] The registration of\r\nthe disputed mortgage bonds was assailed on the grounds that: (a)\r\nTiffski did not acquire valid title to\nthe immovable property on the\r\npurported transfer to it; and (b) thus could not validly grant the\r\nBank a real right thereon by hypothecating\nor encumbering the\r\nimmovable property. Thus the mortgage bonds registered simultaneously\r\nwith registration of transfer of the immovable\nproperty to Tiffski\r\nwere void.\n[12] In this court both\r\nTiffski and the Bank, as they did in the court below, made common\r\ncause in opposing the grant of the relief\nsought by the appellants.\r\nTiffski asserted that the immovable property and the movable assets\r\nof the company which were the subject\nof the application were\r\nacquired by it in the ordinary course of business, in good\nfaith\nand for value as it paid a purchase price of R22 686 020 therefor. It\r\nalso denied that the company was a trader as defined in the\nAct and\r\nput the appellants to the proof of their assertion\nin\r\nthat\nregard. Tiffski went on to assert further that despite\r\nthe fact that registration of transfer of the property to it was\r\neffected\non 16 September 2008 it had taken de facto control of the\r\nimmovable property and delivery of the enterprise’s movable\r\nassets\n‘with the full blessing, consent and knowledge of the\r\ncompany’ in January 2008. As more fully set out below Tiffski\n\nrelied on this to argue that the six months period in s 34 had\r\nalready expired by the time the appellants launched proceedings\n\nagainst it.\n[13] The Bank moreover\r\nasserted that it had granted a loan to Tiffski subject to Tiffski\r\nproviding security, which it did by registering\na first mortgage bond\r\nover the company’s immovable property for a sum of R14 million\r\nand a surety mortgage bond for a sum\nof R5 million. The Bank stated\r\nthat it had been involved in the negotiations between the company and\r\nTiffski that cultimated in\nthe conclusion of the written contract\r\nbetween the company and Tiffski and in so doing had acted ‘in a\r\nbona fide manner and\nconcluded all the agreements as a reasonable\r\nbanker would have done’ in the prevailing circumstances. Nor\r\nhad it been at\nany stage aware of possible financial difficulties\r\nfacing the company. The Bank further asserted that it had been\r\nadvised at the\nmaterial time that the registration of mortgage bonds\r\nover the immovable property would afford it real security that would\r\navail\nit against the world.\n[14] In the alternative\r\nthe Bank submitted that the grant of the relief sought by the\r\nappellants would constitute a deprivation\nof its real rights and thus\r\nproperty in breach of its constitutional rights enshrined in s 25(1)\r\nof the Constitution.\n[15] I consider it\r\nconvenient at this stage to set out the provisions of the Act which\r\nare relevant to this appeal. Section 2 defines\na trader as follows:\n‘\nany\r\nperson who carries on any trade, business, industry or undertaking in\r\nwhich property is sold, or is bought, exchanged or manufactured\nfor\r\npurpose of sale or exchange, or in which building operations of\r\nwhatever nature are performed, or an object whereof is public\n\nentertainment, or who carries on the business of an hotel keeper or\r\nboarding-housekeeper, or who acts as a broker or agent of any\nperson\r\nin the sale or purchase of any property or in the letting or hiring\r\nof immovable property; and any person shall be deemed\nto be a trader\r\nfor the purpose of this Act (except for the purposes of ss (10) of\r\nsection\ntwenty-one\n)\r\nunless it is proved that he is not a trader as hereinbefore defined:\r\nProvided that if any person carries on the trade, business,\nindustry\r\nor undertaking of selling property which he produced (either\r\npersonally or through any servant) by means of farming operations,\n\nthe provisions of this Act relating to traders only shall not apply\r\nto him in connection with his said trade, business, industry\nor\r\nundertaking.’\n[16] Section 34(1) reads\r\nthus:\n‘\nIf\r\na trader transfers in terms of a contract any business belonging to\r\nhim, or the goodwill of such business, or any goods or property\n\nforming part thereof (except in the ordinary course of that business\r\nor for securing the payment of a debt), and such trader has\nnot\r\npublished a notice of such intended transfer in the\nGazette,\nand\r\nin two issues of an Afrikaans and two issues of an English newspaper\r\ncirculating in the district in which that business is carried\non,\r\nwithin a period not less than thirty days and not more than sixty\r\ndays before the date of such transfer, the said transfer\nshall be\r\nvoid as against his creditors for a period of six months after such\r\ntransfer, and shall be void as against the trustees\nof his estate, if\r\nhis estate is sequestrated at any time within the said period.’\n[17] The court below said\r\nthat the issues that required determination were whether: (a) the\r\napplicants discharged the onus to prove\ntheir reliance on s 34(1);\r\n(b) the alienation (presumably it intended to say ‘transfer’)\r\nwas not in the ordinary course\nof business; (c) the company was a\r\ntrader as defined; (d) the insolvency took place within the six\r\nmonths’ period; and (e)\nthe appellants were legally required,\r\nas a pre-requisite for the setting aside of the transfer, to tender\r\nrestitution to the Bank\nas an innocent third party that had in good\r\nfaith and for value acquired a real right in the immovable property.\r\nWith regard to\nall the foregoing issues the court below found against\r\nthe appellants. In what follows these questions are dealt with in a\r\ndifferent\norder.\nTime of transfer\n[18] The provisions of s\r\n34(1) in their current formulation came about as a consequence of the\r\namendment effected in terms of s\n1(a) of the Insolvency Amendment Act\r\n6 of 1991. The most notable change effected by this amendment was the\r\nsubstitution of the\nword ‘transfer’ for the words\r\n‘disposes of’.\n[19] Transfer of the\r\nbusiness of the company as envisaged in the agreement of sale\r\nconcluded between the company and Tiffski took\nplace on 16 September\r\n2008 which is when registration of transfer of the property in the\r\nDeeds Office Cape Town was effected. In\nterms of clause 6 of the\r\nagreement of sale ‘possession, occupation and control’ of\r\nthe business was given by the company\nto Tiffski and the latter\r\nassumed ‘all the benefit and risk of ownership’ of the\r\nbusiness on that date.\n[20] In this court, as in\r\nthe court below, it was contended on behalf of the appellants that\r\nthe transfer of the business comprising\nthe immovable property and\r\nthe other ‘goods or property forming part of the business’\r\n– regard being had to the\ndate of registration of transfer in\r\nthe Deeds Office – took place less than six months prior to the\r\ncommencement of the proceedings\nfor the winding-up of the company.\r\nThat being the case, so it was argued, such transfer was, in terms of\r\ns 34(1) of the Act, void\nas against the company’s liquidators.\r\nIn support of this submission counsel for the appellants called into\r\naid two judgments\nof this court, namely\nHarrismith\r\nBoard of Executors v Odendaal\n1\nand\nGalaxie\r\nMelodies (Pty) Ltd v Dally NO\n2\nas also\nRoos\r\nNO\n& ‘n ander\r\nv Kevin & Lasia Property Investments BK & andere.\n3\n[21] In an attempt to\r\nplace itself beyond the reach of s 34(1) of the Act Tiffski contended\r\nthat the transfer of the business from\nthe company to itself either\r\ntook place on 12 July 2007 when the sale was approved by the\r\ncompany’s shareholders or in January\n2008 when it took de facto\r\ncontrol of the immovable property and delivery of the movable assets\r\nof the ski resorts. This contention\nwas upheld by the court below\r\nwhich went on to find that the transfer of the company’s\r\nbusiness therefore took place outside\nthe six months period provided\r\nfor in s 34(1) of the Act.\n[22] In this court the\r\nfinding of the court below was assailed on two grounds. First, it was\r\ncontended that even assuming that Tiffski\ntook delivery of the\r\nmovable assets and took occupation of the immovable property in\r\nJanuary 2008, the company was nonetheless\nnot divested of its\r\nownership of such assets, for the company did not have the requisite\r\nintention to transfer ownership to Tiffski\nnor did Tiffski have the\r\nintention to accept ownership. For this proposition counsel for the\r\nappellants relied on, inter alia:\nTrust\r\nBank van Afrika Bpk v Western Bank Bpk & andere NNO\n;\n4\nAir-Kel (Edms) Bpk h/a Merkel\r\nMotors v Bodenstein & ‘n ander;\n5\nConcor Construction (Cape) (Pty)\r\nLtd v Santambank Ltd;\n6\nand\nDreyer\r\n& another NNO v AXZS Industries (Pty) Ltd.\n7\nNor could the company on the authority\r\nof\nLegator McKenna Inc &\r\nanother v Shea & others\n8\nhave acquired ownership of the\r\nimmovable property prior to the registration of its transfer in the\r\nDeeds Registry.\n[23] In elaboration it\r\nwas contended that the finding of the court below as aforesaid –\r\nwere it allowed to stand – would\nrender s 34(1) of the Act\r\nineffective and thus undermine the central purpose for which s 34(1)\r\nwas enacted, which is to protect\ncreditors by preventing traders who\r\nare in financial difficulty from disposing of their business assets\r\nto third parties who are\nnot liable for the debts of the business\r\nwithout due advertisement as is required by s 34(1). See in this\r\nregard\nMcCarthy Ltd v Gore\r\nNO;\n9\nand\nKelvin\r\nPark Properties CC v Paterson NO.\n10\n[24] Tiffski’s\r\nargument that everyone including the company’s creditors knew\r\nabout the transfer and that it was therefore\nnot necessary to\r\nadvertise as required by s 34(1) of the Act cannot be sustained. The\r\nshort answer to it is that it is only the\nadvertisement as\r\ncontemplated in s 34(1) that renders liquidated claims presently\r\npayable.\n11\nIt is the giving of that notice –\r\nnot knowledge that the sale is to take place – which gives rise\r\nto rights and obligations.\n[25] In my view the\r\nfinding of the court below cannot be defended. Transfer of the\r\nbusiness of the company took place on 16 September\n2008 which is\r\nwithin six months of the deemed liquidation date of the company,\r\nnamely 23 October 2008.\nTransfer in the\r\nordinary course of business\n[26] Tiffski asserted\r\nthat the agreement of sale was entered into in the ordinary course of\r\nbusiness. The appellants argue that\nif this is taken to mean that the\r\ntransfer of the business of the company in terms of the written\r\ncontract of sale was effected\nin the ordinary course\nof the business of the company\r\n– for this is what is hit by s 34(1) of the Act – such a\r\ncontention is manifestly untenable,\nbecause the disposal by the\r\ncompany of all its assets (being the immovable property and the\r\nmovable assets employed by the company\nin conducting its ski resort\r\nbusiness) can by no stretch of imagination be said to be in the\r\nordinary course of business.\n[27] The test to\r\ndetermine whether an activity was in the ordinary course of business\r\nof the seller was formulated as follows in\nJoosab\r\nv Ensor NO.\n12\n‘\nIt\r\nwill be observed that what is expected from the ambit of sec 34 (1)\r\nis not, as the case in some of the other sections of the\nAct (see eg\r\nsec 29 (1)), an alienation “in the ordinary course of\r\nbusiness”, but an alienation “in the ordinary\ncourse of\r\nthat business”. The test for determining whether a transaction\r\nwas “in the ordinary course of business”\nis an objective\r\none, namely whether, having regard to the terms of the transaction\r\nand the circumstances under which it was entered\ninto, the\r\ntransaction was one which would normally have been entered into by\r\nsolvent business men. (\nHendriks\r\nNO v Swanepoel\n1962\r\n(4) SA 338\n(AD) at p 345). The word “that” in the\r\nexpression “in the ordinary course of that business” in\r\nsec 34 (1)\nintroduces the necessity of an enquiry into the kind of\r\nbusiness in question, and the usual or ordinary business transaction\r\nof\na business of that kind, in relation to which the above test is to\r\nbe applied. It follows that the test to be applied, to determine\n\nwhether an alienation by a trader of goods forming part of his\r\nbusiness was in the ordinary course of that business, is whether,\n\nhaving regard to all the circumstances, the alienation was one which\r\nwould normally have been transacted by a solvent business\nman\r\ncarrying on a business of that kind.’\n[28] In\nEnsor\r\nNO v Rensco Motors (Pty) Ltd\n13\nthis court had occasion to remark\r\nthat:\n‘\n[T]here\r\nare two elements in the critical phrase in s 34 (1): (i) “the\r\nordinary course”, and (ii) “of that business”.\nBoth\r\nare equally important in construing or applying the requirement;\r\ncontrary to counsel’s argument, neither should predominate\nover\r\nthe other; and, according to the above\ndicta\nin\nJoosab’s\ncase,\r\nwhen these two elements are read together, they in substance and\r\neffect pose the objective test: “whether, having regard\nto all\r\nthe circumstances, the alienation was one which would normally have\r\nbeen transacted by a solvent business man carrying on\na business of\r\nthat kind”.’\nI would, however, point\r\nout that in terms of s 34(1) as it now reads, it is the ‘transfer’\r\nand\nnot the ‘agreement’\r\npursuant to which the transfer takes place that is void against the\r\ncreditors or the trader’s\ntrustee if his estate is sequestrated\r\nat any time within a period of six months after such transfer.\n[29]\r\nIn considering the provisions of s 34(1) of the Act sight should not\r\nbe lost of the mischief that they seek to guard against.\nIn\nKelvin\r\nPark Properties CC v Paterson NO\n14\nthis\r\ncourt had occasion to say the following:\n‘\nThe\r\npurpose which the Legislature wished to achieve in enacting s 34(1)\r\nwas to prevent traders in financial difficulties from disposing\nof\r\ntheir business to third parties who are not liable for the debts of\r\nthe business, without due advertisement to all their creditors,\nand,\r\nin so doing, from dissipating the purchase price or using the\r\npurchase price to pay certain creditors regardless of the claims\nof\r\nothers (citations omitted).’\n[30] This court found in\nEnsor NO v Rensco Motors\r\n(Pty) Ltd\nat 821E–822E\r\nthat the onus to prove that the transfer was not in the ordinary\r\ncourse of business of the company was on the\napplicant. Accepting\r\nthat they bore the onus of establishing that the company’s\r\ntransfer of its business to Tiffski was not\nin the ordinary course of\r\nthat business, counsel for the appellants contended that the\r\nappellants discharged such onus. I agree\nwith this submission. The\r\nfacts of this appeal to my mind amply demonstrate that in concluding\r\nthe written contract with Tiffski\non 12 July 2008 the company\r\ndivested itself of its major asset base necessary to enable it to\r\ncontinue with its ski resort enterprise.\nCompare\nGore\r\n& another NNO v Saficon Industrial (Pty) Ltd\nat\r\n547E–G.\n15\nTrader\n[31] In its answering\r\naffidavit Tiffski denied that it was a trader and went on to say that\r\nthe appellants were put to the proof\nof their allegation that it was\r\nsuch a trader. It is of\ncourse common cause on\r\nthe papers that the company conducted a ski resort business at the\r\nimmovable property which, inter alia,\ncomprised the following:\r\nconducting a business of an hotel keeper; operating a ski resort\r\nwhich encompassed the operation of ski\nlifts and hiring of ski\r\nequipment to guests; and the sale of ski clothing and equipment –\r\nwhich was also conducted at its\nFourways outlet in Gauteng. Thus the\r\nshort answer to Tiffski’s denial that the company was a trader\r\nat the time of transfer\nlies in the definition of a ‘trader’\r\nin s 2 of the Act which, after providing in terms what a trader is,\r\ncontinues\nto provide that ‘and any person shall be deemed to be\r\na trader for the purposes of this Act . . . unless it is proved that\n\nhe is not a trader as hereinbefore defined’. To my mind the\r\ndeeming provisions of s 2 clearly contemplate that the onus of\n\nestablishing that someone who is alleged to be a trader is not one\r\nwould be on the person alleging the contrary. Tiffski in its\n\nanswering affidavit merely contented itself with making a bald denial\r\nto the appellant’s averment that the company was a\ntrader at\r\nthe material time. On the authority of\nKelvin\r\nPark Properties CC\npara 18\r\nit therefore failed to discharge the onus resting on it.\n[32] Before I proceed to\r\nconsider the contentions advanced by the Bank I should for the sake\r\nof completeness mention that in this\ncourt counsel for Tiffski soon\r\nappreciated the futility of defending what was manifestly\r\nindefensible and conceded, rightly so,\nthat the company was a trader\r\nwithin the meaning of that term as defined in s 2 of the Act and that\r\nthe transfer of the company’s\nbusiness to Tiffski was void as\r\nagainst the appellants.\nValidity of the\r\nmortgage bonds\n[33] I come now to the\r\ncase of the Bank. Its contentions are the following. In lending\r\nmoneys to Tiffski it acted bona fide and\nreasonably as it was unaware\r\nof the possible financial difficulties that the company faced.\r\nConsequently the mortgage bonds passed\nby Tiffski over the immovable\r\nproperty transferred from the company constituted real rights in the\r\nsaid immovable property that\nserve as its only ‘real security’\r\nfor the moneys lent and advanced by it to Tiffski. Thus any order\r\ndeclaring such\nmortgage bonds void would cause it irreparable\r\nfinancial harm as it would not have granted a loan to Tiffski without\r\nthe security\nof the mortgage bonds.\n[34] To my mind the\r\narguments advanced by the Bank turn primarily upon the proper\r\nexamination of the factual matrix and the effect\nof s 34(1) of the\r\nAct. In\nGalaxie\nMelodies\nthis court held at 743B–C\r\nthat:\n‘\nAn\r\nalienation referred to in\nsec 34\n(1) of the\nInsolvency Act shall\n, in\r\nthe circumstances therein set out, “be void as against the\r\ntrustee”. The alienation is not declared void in any\nabsolute\r\nsense, but only as against the trustee. That means that it is within\r\nthe discretion of the trustee whether to treat such\nan alienation as\r\nvoid or not. He may, as Innes CJ pointed out in\nHarrismith\r\nBoard of Executors v Odendaal\n,\n1923 AD 530\nat p 539, waive\nor\r\ndetermine not to exercise his powers under the section. If he waives\r\nhis rights, the alienation remains standing. If he exercises\nhis\r\npowers under the section and treats the alienation as void, he in\r\neffect avoids or annuls it, and, therefore, sets it aside\nin that\r\nsense.’\n[35] The Bank sought to\r\nrely on a number of decisions of this and other courts notably\nFrye’s\r\n(Pty) Ltd v Ries;\n16\nPetersen & another NNO v\r\nClaassen & others\n17\nfor the proposition that the validity\r\nof a mortgage bond duly registered in the Deeds Office is not\r\ndependent on the validity of\nthe antecedent contract. Whilst those\r\ncases correctly reflect the state of the law on their facts, however,\r\nthey do not assist\nthe Bank on the facts of this appeal for the dicta\r\nin the cases upon which the Bank pins its hopes were made in entirely\r\ndifferent\ncontexts.\n[36] The fundamental\r\nfallacy in the submissions advanced on behalf of the Bank in this\r\nregard lies in the fact that these contentions\nwrongly assume that\ns\r\n34(1)\nof the Act caters for the same situation relating to\r\nimpeachable dispositions dealt with, for example, in ss 26, 29, 30\r\nand 31\nof the Act whereas in fact it does not. In\nGalaxie\nMelodies\nthis\r\ncourt held at 743G–H that:\n‘\nAn\r\norder made by the Court in declaring void an alienation made in\r\nconflict with the provisions of\nsec\r\n34 (1), does not differ in substance from an order setting aside or\r\ndeclaring void a voidable disposition under secs 26, 29,\n30 and 31 of\r\nthe Act, as such an order is also an order “declaratory of a\r\nright”. (Gunn and Another NNO v Barclays\nBank DCO,\n1962 (3) SA\r\n678\n(A) at p 684). It is only in the effect of an order under sec 34\r\n(1), and an order under secs 26, 29, 30 or 31, respectively, that\n\nthere may be some difference\n,\r\nin that the effect of an order under sec 34 (1) is that the\r\nalienation in question is declared void\nab\r\ninitio\n(Harrismith\r\nBoard of Executors v Odendaal, at p 538), whereas the effect of an\r\norder under secs 26, 29, 30 or 31 is that the disposition\nin question\r\nis, subject to the provisions of secs 32 (3) and 33, not invalidated\nab\r\ninitio\n,\r\nexcept perhaps as between the insolvent and the person to whom the\r\ndisposition was made\n’\n(emphasis\r\nadded).\n[37] To contend that the\r\ntrustee cannot acquire more rights than those held by the insolvent\r\nin the context of s 34(1) is to overlook\nthe fundamental distinction\r\nmanifest in the provisions of ss 26, 29, 30 and 31 that deal with\r\nvoidable dispositions by the insolvent\nand s 34(1), which explicitly\r\nprovides that a transfer in terms of a contract of a business, or any\r\ngoods or property forming part\nthereof, otherwise than in the\r\nordinary course of that business and which is not published as\r\nrequired, is void as against the\ncreditors for a period of six months\r\nafter such transfer; and also void against the trustee of the\r\ntrader’s estate if his\nestate is sequestrated at any time\r\nwithin the said period.\n18\n[38] It is trite that no\r\nlegal consequences flow from a void jural act. Moreover the well\r\nentrenched principle of our law expressed\nin the maxim\nnemo\r\nplus iuris ad alium transferre potest quam ipse haberet\n19\nreinforces this very point. As Tiffski\r\ndid not acquire ownership of the company’s immovable property –\r\non account of\nthe voidness of the transfer – it must logically\r\nfollow that Tiffski could not in turn grant any rights, let alone\r\nreal rights,\nin the immovable property to the Bank.\n[39] The fact that the\r\nmortgage bonds upon which the Bank relies for its contentions were\r\nregistered in the Deeds Office also does\nnot in itself assist the\r\nBank either. This is so\nbecause the transfer of\r\nthe company’s property to Tiffski has, as a consequence of the\r\ncompany being wound up within six months\nafter such transfer, become\r\nvoid ab initio. Given the fact that our system of deeds registration\r\nis the negative system of\nregistration the true\r\nowner of the property – the company in this case – did\r\nnot lose its right of ownership in the\nproperty notwithstanding the\r\ntransfer thereof to Tiffski on 16 September 2008. According to our\r\nlaw any information in the Deeds\nOffice that is inaccurate may be\r\ncorrected\n20\nand such correction in the context of\r\nthis case will result in the transfer and registration of the\r\nmortgage bonds being cancelled\non account of the voidness ab initio\r\nof the transfer.\n[40] With respect to the\r\nargument that the Bank acted bona fide and reasonably, the appellants\r\ncontended that in view of the fact\nthat the Bank had admitted that it\r\n‘was involved in the negotiations which took place between the\r\ncompany and Tiffski’\nit should have been on its guard and\r\ninsisted upon publication of a notice as is required by s 34(1). Not\r\nonly has the Bank failed\nto do so it has also not explained why it\r\ndid not do so nor has any explanation been proffered as to why it was\r\nexpressly agreed\nbetween the company and Tiffski that there would be\r\nno publication of a notice in terms of s 34(1).\n[41] The Bank granted\r\nloans to Tiffski ‘with its eyes open’ and on the facts of\r\nthis appeal it cannot be said that it\nwas oblivious to the\r\nconsequences of the decision of the company and Tiffski –\r\napparently taken with its approval or acquiescence\n– not to\r\npublish a notice of sale of the business as required by s 34(1). To\r\nuphold the Bank’s argument would defeat\nthe very purpose which\r\nthe Legislature wished to achieve in enacting s 34(1) and benefit the\r\nBank at the expense of the creditors\nof the company. The Bank must be\r\ntaken to have consciously assumed the risk of the transfer of the\r\ncompany’s business to\nTiffski falling foul of s 34(1) and\r\nnevertheless agreed to advance moneys to Tiffski fully aware of the\r\nattendant risk in doing\nso. In any event even if the Bank acted\nbona\r\nfide\nand reasonably this\r\nwould not avail it in the context of s 34(1) of the Act.\nSection 25(1) of the\r\nConstitution\n[42] I come now to deal\r\nwith the alternative and last leg of the Bank’s opposition to\r\nthe grant of the relief sought by the\nappellants. This ground of\r\nopposition has its foundation in the provisions of s 25(1) of the\r\nConstitution. Section 25(1) reads\nas follows:\n‘\nNo\r\none may be deprived of property except in terms of law of general\r\napplication, and no law may permit arbitrary deprivation of\n\nproperty.’\n[43] It was argued on\r\nbehalf of the Bank with reference to various judgments of the\r\nConstitutional Court\n21\nthat the real rights created as a\r\nresult of the registration of the mortgage bonds over the immovable\r\nproperty reclaimed by the\nappellants constitute property as envisaged\r\nin s 25(1) of the Constitution. For this reason, so went the\r\nargument, to grant the\nrelief sought by the appellants would result\r\nin the Bank being deprived of its property under circumstances that\r\nwould render the\ndeprivation arbitrary. In elaboration it was\r\nsubmitted that there was, on the facts of this case, no sufficient\r\nreason to deprive\nthe Bank of its right because: the Bank had\r\nadvanced in excess of R19 million to Tiffski on the strength of the\r\nsecurity provided\nby Tiffski; the object of s 34(1) of the Act which\r\nis to protect creditors and to prevent traders in financial\r\ndifficulties from\ndisposing their businesses to third parties or\r\ndissipating the purchase price, would be defeated.\n[44] In countering these\r\nsubmissions counsel for the appellants contended, in the first place,\r\nthat whilst a mortgage bond properly\ndrawn up and registered in the\r\nDeeds Office ordinarily confers a limited right of security in the\r\nimmovable property over which\nthe bond is registered,\n22\nthe disputed mortgage bonds in this\r\ncase do not enjoy protection from s 25(1) of the Constitution because\r\nthe Bank has not been\ndeprived of property. This is so because, so\r\nwent the argument, any transfer of business hit by s 34(1) of the Act\r\nis rendered\nvoid ab initio which means that Tiffski did not acquire\r\nany right of ownership in the company’s immovable property and\r\nthus\ncould not in turn pass any real right in the property to the\r\nBank.\n[45] In the second place\r\ncounsel for the appellants argued that to the extent that s 25(1)\r\nsets its face against any one being deprived\nof property ‘except\r\nin terms of a law of general application’, s 34(1) of the Act\r\nis evidently a law of general application\nas contemplated in s 25(1)\r\nof the Constitution. For this submission counsel placed much reliance\r\non a passage appearing in Woolmann\net al\n23\nwhere the following statement appears:\n‘\nAs\r\nit occurs in s 25(1), the requirement that any deprivation of\r\nproperty must occur “in terms of law of general application”\n\nis intended to protect individuals from being deprived of property by\r\nbills of attainder or other laws that single them out for\n\n“discriminatory treatment”, or which “capriciously\r\ninterfere with [their] property rights”.’\n[46] In the third place\r\nit was argued on behalf of the appellants with reference to judgments\r\nof the Constitutional Court\n24\nthat even assuming that granting the\r\nrelief sought by the appellants would result in the Bank being\r\ndeprived of its property, such\ndeprivation would not be arbitrary.\r\nThis is so, so went the argument, because there is a rational\r\nconnection between the voidness\nof a transfer hit by s 34(1) of the\r\nAct and the ends sought to be achieved, namely to protect the\r\ncreditors of a trader who transfers\nhis business at a time when he is\r\nin financial difficulties.\n[47] The counter\r\narguments advanced on behalf of the appellants are, to my mind,\r\nsound. I therefore reject the argument advanced\non behalf of the\r\nBank, partly for the\nreasons already stated\r\nabove in relation to Tiffski and partly for the reason that to uphold\r\nthe Bank’s contentions would\nsubvert the purpose of s 34(1) of\r\nthe Act and thus run counter to sound and binding authority\n25\nthat has stood the test of time for\r\ndecades.\nConclusion\n[48] For all the\r\naforegoing reasons therefore it is my conclusion that both Tiffski\r\nand the Bank failed to establish valid defences\nto the appellants’\r\napplication on any of the grounds relied upon by them. Thus the\r\napplication in the court below should\nhave succeeded.\n[49] It remains to deal\r\nwith the question of the costs relating to the proceedings instituted\r\nby the appellants in the South Gauteng\nHigh Court under case number\r\n38361/09 in which the appellants obtained an interdict against\r\nTiffski restraining Tiffski from, inter\nalia, selling, alienating,\r\nencumbering and disposing the property which the company transferred\r\nto Tiffski on 16 September 2008\npursuant to the agreement of sale\r\nbetween the parties. The costs attendant on those proceedings were\r\nmade costs in the cause in\nthe main application which was\r\nsubsequently instituted in the court below and is now on appeal\r\nbefore us.\n[50] In the result the\r\nfollowing order is made:\n1 The appeal is upheld\r\nwith costs.\n2 The order of the court\r\nbelow is set aside and substituted as follows:\n‘\na\r\nThe application succeeds and an order is granted in terms of prayers\r\n1, 2, 3 and 4 of applicants’ notice of motion.\nb The first and third\r\nrespondents are ordered, jointly and severally the one paying the\r\nother to be absolved, to pay the costs of\nthe application.\nc The first respondent is\r\nfurther ordered to pay the costs of the proceedings instituted under\r\ncase number 38361/09.’\n3 The cross-appeal is\r\ndismissed with costs.\n____________________\nX M Petse\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT: P T Rood SC\nInstructed by Kern &\r\nPartners, Johannesburg\nNaudes Inc. Bloemfontein\nFIRST RESPONDENT: D J\r\nJoubert\nInstructed by David\r\nBaybliss Attorneys, Johannesburg\nSymington & De Kok,\r\nBloemfontein\nTHIRD RESPONDENT: C A Da\r\nSilva SC\nInstructed by A W Jaffer\r\nAttorneys, Johannesburg\nSymington & De Kok;\r\nBloemfontein\n1\nHarrismith\r\n\tBoard of Executors v Odendaal\n1923 AD 530\nat 539.\n2\nGalaxie\r\n\tMelodies (Pty) Ltd v Dally\nNO\n1975 (4) SA 736\nat 743B–H.\n3\nRoos\r\n\tNO\n& ‘n ander v Kevin & Lasia Property\r\n\tInvestments BK & andere\n2002 (6) SA 409\n(T) at 421I–\r\n\t422B.\n4\nTrust\r\n\tBank van Afrika Bpk v Western Bank Bpk & andere\nNNO\n1978 (4)\r\n\tSA 281\n(A) at 301H–302A.\n5\nAir-Kel\r\n\t(Edms) Bpk h/a Merkel Motors v Bodenstein & ‘n ander\n1980 (3) SA 917\n(A) at 922E–F.\n6\nConcor\r\n\tConstruction (Cape) (Pty) Ltd v Santambank Ltd\n1993 (3) SA 930\n(A) at 933A–H.\n7\nDreyer\r\n\t& another NNO v AXZS Industries (Pty) Ltd\n2006 (5) SA 548\n(SCA) at 554F–H.\n8\nLegator\r\n\tMcKenna Inc & another v Shea & others\n2010 (1) SA 35\n(SCA) at 44G–H.\n9\nMcCarthy\r\n\tLtd v Gore NO\n2007 (6) SA 366\n(SCA) at 369E–F.\n10\nKelvin\r\n\tPark Properties CC v Paterson NO\n2001 (3) SA 31\n(SCA) para 15.\n11\nSee\r\n\tfn 1 above at 538.\n12\nJoosab\r\n\tv Ensor NO\n1966 (1) SA 319\n(A) at 326D–G.\n13\nEnsor\r\n\tNO v Rensco Motors (Pty) Ltd\n1981 (1) SA 815\n(A) at 824 H–825A.\n14\nSee\r\n\tfn 10 above.\n15\nGore\r\n\t& another NNO v Saficon Industrial\n(Pty) Ltd\n1994 (4) SA 536\n(W).\n16\nFrye’s\r\n\t(Pty) Ltd v Ries\n1957 (3) SA 575\n(A) at 583E–F.\n17\nPetersen\r\n\t& another NNO v Claassen & others\n[2005] ZAWCHC 44\n;\n2006 (5) SA 191\n(C).\n18\nSee:\r\n\tMars\nThe Law of Insolvency in South Africa\n9\nth\ned\r\n\t(2008) at 290.\n19\nNo\r\n\tone can transfer more rights to another than he himself has.\n20\nC\r\n\tG van der Merwe\nSakeveg 2nd ed\n(1989) at 342;\nBarclays\r\n\tNasionale Bank Bpk v Registrateur van Aktes\n,\nTransvaal &\r\n\t‘n ander\n1975 (4) SA 936\n(T) at 940B–941C;\nStandard\r\n\tBank van SA Bpk v Breitenbach\n1977 (1) SA 151\n(T);\nKnysna\r\n\tHotel CC v Coetzee NO\n[1997] ZASCA 114\n;\n1998 (2) SA 743\n(SCA) 753B–C in\r\n\twhich the following is stated: ‘. . . according to our system\r\n\tof registration it can no longer be\nsaid that a person in whose name\r\n\tland is registered is necessarily the owner of that land. Someone\r\n\telse could, for example, have\nbecome the owner of the property by\r\n\tway of prescription without being reflected as the owner in the\r\n\tDeeds Office. He would then,\non proof of prescription be able to\r\n\tassail the registration in the name of he original owner and have it\r\n\tamended. This system\nis sometimes classified as the ‘negative\r\n\tsystem’ in contrast to the ‘positive system’ where\r\n\tregistration\nserves as irrefutable proof of ownership’. (My\r\n\ttranslation)\n21\nFirst\r\n\tNational Bank of SA Ltd t/a Wesbank v Commissioner, South African\r\n\tRevenue Service & another;\nFirst National Bank of SA v\r\n\tMinister of Finance\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC).\n22\n17\r\n\tLawsa 2 ed paras 325 and 352;\nLief NO v Dettmann\n1964 (2) SA\r\n\t252\n(A) at 265B–C.\n23\nConstitutional\r\n\tLaw of South Africa\n2 ed Vol 3 para 46.5(a).\n24\nFirst\r\n\tNational Bank of SA Limited t/a Wesbank v Commissioner\n,\nSouth\r\n\tAfrican Revenue Service & another\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC) paras\r\n\t54 and 61;\nMkontwana v Nelson Mandela Metropolitan Municipality &\r\n\tanother\n2005 (1) SA 530\n(CC) para 89;\nReflect-All 1025 CC &\r\n\tothers v MEC for Public Transport, Roads and Works, Gauteng\r\n\tProvincial Government & others\n2009 (6) SA 391\n(CC) para 36.\n25\nSee\r\n\tfn 1 at 538.",
  "scraped_at": "2026-02-12T16:04:04.004502",
  "date": "2011-09-30",
  "coram": [
    "Harms AP",
    "Cloete",
    "Mhlantla",
    "Leach JJA",
    "Petse AJA"
  ],
  "case_number": "874/2010",
  "parties": {
    "applicants": [
      "Gavin Cecil Gainsford NO",
      "Enver Mohamed Motal a NO",
      "MadeLAine Abrahams NO"
    ],
    "respondents": [
      "Tiffski Property Investments (Pty) Ltd",
      "Nitrochron Investments",
      "State Bank of India Limited",
      "Registrar of Deeds, Cape Town",
      "Master of the High Court, Johannesburg",
      "African Dawn Property Transfer"
    ]
  },
  "sections": {
    "facts": "The appellants are the joint liquidators of Tiffindell Ski Limited, which was placed in final liquidation on 31 March 2009. They sought to set aside a transfer of the company's business and assets to Tiffski Property Investments that occurred on 16 September 2008, together with mortgage bonds over the transferred immovable property that were registered in favour of the State Bank of India. The transfer was alleged to be void under section 34(1) of the Insolvency Act because it was not in the ordinary course of business, no statutory notice had been published, and it took place within six months of the winding‑up of the company.",
    "issues": "1) Whether the transfer of the business and assets to Tiffski is void under s 34(1) of the Insolvency Act. 2) Whether the transfer was made in the ordinary course of the company's business. 3) Whether the company qualified as a trader under s 2 of the Act. 4) Whether the six‑month period from the transfer to the deemed liquidation date applies. 5) Whether the mortgage bonds registered by the State Bank of India are consequently void. 6) Whether the bank’s constitutional claim under s 25(1) of the Constitution can succeed.",
    "principles": "Section 34(1) renders a transfer void as against creditors and the trustee if the trader does not publish a statutory notice and the transfer is not in the ordinary course of that business. A trader is defined broadly in s 2; the onus to prove the transfer was not in the ordinary course lies on the applicant. The test for ‘ordinary course’ is objective: would a solvent businessman in the same trade normally make such a transaction (Joosab v Ensor). Voidness under s 34(1) is ab initio against the trustee, affecting any subsequent registration of real rights. Constitutional protection under s 25(1) applies only to laws of general application, which s 34(1) satisfies.",
    "application": "The court determined that the transfer occurred on 16 September 2008, within six months of the winding‑up date of 23 October 2008, and that the company was a trader operating a ski‑resort/hotel business. The sale of the entire business and assets to Tiffski was not a normal transaction for a ski‑resort operator and therefore not in the ordinary course of business. No statutory notice was published. Consequently, the transfer was void under s 34(1) and the mortgage bonds, which depended on the transferred title, were also void. The bank’s argument of bona‑fide reliance and constitutional protection was rejected as it could not override the statutory requirements.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside and substituted: the appellants' application succeeded; the first and third respondents were ordered jointly and severally to pay the costs of the application; the first respondent was further ordered to pay the costs of the related proceedings (case 38361/09). The cross‑appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Void Transactions",
    "level_3": [
      "section 34",
      "transfer of business",
      "mortgage bonds",
      "liquidation",
      "trader definition"
    ]
  }
}