{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/220.html",
  "case_name": "Giesecke & Devrient Southern Africa (Pty) Ltd v Minister of Safety and Security (749/2010) [2011] ZASCA 220; 2012 (2) SA 137 (SCA); [2012] 2 All SA 56 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 220",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 220\n|\nNoteup\n|\nLawCite\nGiesecke & Devrient Southern Africa (Pty) Ltd v Minister of Safety and Security (749/2010) [2011] ZASCA 220; 2012 (2) SA 137 (SCA); [2012] 2 All SA 56 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 749/2010\nIn the\r\nmatter between:\nGIESECKE\r\n& DEVRIENT SOUTHERN AFRICA\n(PTY)\r\nLTD\n…..............................................................................................\nAPPELLANT\nv\nTHE MINISTER OF SAFETY AND SECURITY\n…...................................\nRESPONDENT\nNeutral\r\ncitation:\nGiesecke & Devrient v Minister of Safety and\r\nSecurity\n(749/10)\n[2011] ZASCA 220\n(30 November 2011)\nCoram:\nBrand, Lewis, Cachalia, Mhlantla and Shongwe JJA\nHeard:\n9 November 2011\nDelivered:\r\n30 November 2011\nSummary: Robbery – allegations of police involvement –\r\nvicarious liability of the respondent – admissibility of\n\nhearsay statements in terms of s 3(1)(\nc\n) of the\nLaw of\nEvidence Amendment Act 45 of 1988\n.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court, Johannesburg (Mbha J\r\nsitting as court of first instance):\n(1) The appeal is upheld (save to the extent set out in (2)) with\r\ncosts, including the costs of two counsel.\n(2) The dismissal of the appellant’s main claim for payment of\r\nthe sum of R23 914 610 is confirmed.\n(3) The dismissal of the appellant’s alternative claim for\r\npayment of the sums of R3 million and R1.2 million, is set aside\n\ntogether with the trial court’s costs order in favour of the\r\nrespondent.\n(4) The six statements by Mr Solomon Dube and the five statements by\r\nMr Richard Gumede included in the record of the proceedings,\nare\r\nadmitted in evidence under\ns 3(1)(\nc\n) of the Law of\r\nEvidence Amendment Act 45 of 1988.\n(5) The matters referred to in (3) above are remitted to the trial\r\ncourt for reconsideration after the respondent has been given\nthe\r\nopportunity to apply for the reopening of his case.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(Lewis, Cachalia, Mhlantla and Shongwe JJA\r\nconcurring\n)\n[1] The appellant, Giesecke & Devrient Southern Africa (Pty) Ltd,\r\nprovided cash processing and security services for banks\nand casinos.\r\nOne of its customers was the owner of a casino, known as Monte\r\nCasino, in the north of Johannesburg. As part of its\nservices, the\r\nappellant conducted a secure cash centre in the basement of the Monte\r\nCasino premises where it received the cash\ngenerated by the casino’s\r\nactivities. On Sunday 5 September 2004 at approximately 15h30 an\r\narmed robbery took place at Monte\nCasino. In the event some R24\r\nmillion was stolen from the cash centre operated by the appellant.\r\nPursuant to its contract with\nthe casino owner, the appellant was\r\nheld responsible for the loss. Subsequent investigations revealed\r\nthat an employee of the casino,\nMr Solomon Dube, was involved in the\r\nrobbery. Under interrogation Dube, in turn, implicated members of the\r\nSouth African Police\nServices (the police).\n[2] On the strength of these accusations, the appellant issued\r\nsummons in the South Gauteng High Court, Johannesburg, against the\n\nrespondent, the Minister of Safety and Security, for the loss it had\r\nsuffered in this way. In its particulars of claim the appellant’s\n\nmain claim was for the full amount that was stolen. As the basis for\r\nthis claim, the appellant relied on the allegation that the\nrobbery\r\nwas perpetrated with the active assistance of a policeman, Inspector\r\nWilliam Kgathi, of the Johannesburg Serious and Violent\nCrime Unit\r\n(SVCU) of the police. As an alternative basis for its main claim, the\r\nappellant alleged that Kgathi at least had prior\nknowledge of the\r\nrobbery; that he was present at Monte Casino at the time of the\r\nrobbery; that he could and should have prevented\nthe robbery; but\r\nthat he had wrongfully failed to do so. In any event, so the\r\nappellant alleged, Kgathi acted in the course and\nscope of his\r\nemployment as a member of the police for whom the respondent bears\r\nultimate responsibility.\n[3] Apart from the main claim, the appellant also advanced an\r\nalternative claim against the respondent for amounts of R4.2 million\n\nin aggregate. In broad outline this claim rested on the allegation\r\nthat Kgathi and two other members of the SVCU, Captain Ravichandarn\n\nNaidoo and Inspector Sathisagren Govender had recovered these amounts\r\nfrom the robbers, but appropriated the money for themselves\ninstead\r\nof paying it over to the police for the benefit of the appellant. In\r\nall these instances, so the appellants alleged, the\nthree policemen\r\ninvolved acted in the course and scope of their employment as members\r\nof the police, which rendered the respondent\nvicariously liable for\r\ntheir wrongful conduct.\n[4] When the matter came before Mbha J in the court a quo, he\r\ndismissed both the appellant’s main claim and its alternative\n\nclaim with costs. The appeal to this court against that judgment is\r\nwith the leave of the court a quo. As to the issues arising\non\r\nappeal, it can be said by way of introduction that a large part of\r\nthe appellant’s case rested on hearsay statements by\nalleged\r\nparticipants in the robbery who did not give evidence at the trial.\r\nHence some of the major issues turn on the admissibility\nof these\r\nhearsay statements. But a better understanding of these and other\r\nissues requires a more detailed account of the background\nfacts.\r\nDespite major factual disputes, there are large areas of common\r\nground. I propose to cover these areas first without necessarily\n\nindicating the sources from which they derive.\n[5] The leading role player in the saga proved to be Inspector\r\nKgathi. Apart from being a policeman, he turned out to be a\r\ncompulsive\ngambler. The records of Monte Casino showed that between\r\nJuly 2001 and November 2004 he had played the slot machines at the\r\ncasino\non no less than 618 days. Based on his regular visits and his\r\nsubstantial spending, he became a platinum card holder of the casino.\n\nOne of the privileges linked to the status he thus attained was to\r\npark in the casino’s VIP parking area. That area was in\nthe\r\nbasement of the casino, adjacent to the cash centre operated by the\r\nappellant.\n[6] Immediately after the robbery, the robbers removed the video\r\ntapes from the cameras in the appellant’s cash centre, but\nnot\r\nfrom the cameras in the VIP parking area. Analysis of the available\r\ntapes revealed that the robbers entered the casino premises\nin their\r\nsilver BMW via the VIP parking area, at 14h43 on the afternoon of the\r\nrobbery and that Kgathi arrived in the same area\nfour minutes\r\nthereafter. Moreover, this footage also showed that subsequent to the\r\nrobbery Kgathi left the premises again about\nfour minutes after the\r\nrobbers. Later that afternoon, Kgathi returned to Monte Casino, this\r\ntime in his capacity as one of the\nmembers of the SVCU, who were\r\ninstructed to investigate the robbery.\n[7] As could be expected, the appellant’s cash centre at Monte\r\nCasino was professionally and efficiently secured. Yet, the\nsecurity\r\nproved not to be entirely flawless. The flaw in the system unveiled\r\nby hindsight was that, though only employees of the\nappellant were\r\nallowed in the secure area of the cash centre, the practice was for\r\nthe appellant’s employees on duty to call\nin a member of the\r\ncasino staff whenever a counterfeit note was discovered. That is what\r\nhappened on 5 September 2004. A counterfeit\nnote, obviously\r\ninfiltrated into the system, was discovered by one of the appellant’s\r\nemployees. The casino staff member\ncalled to the secure area was\r\nDube. When the door was opened for him, he entered the secure area\r\nwith four armed robbers. In an\nattempt to conceal Dube’s\r\ncomplicity, he was held up at gunpoint himself. Later that same\r\nafternoon he was, however, identified\nas a suspect by members of the\r\nSVCU.\n[8] About 30 minutes after the robbery, Dube made his first statement\r\nunder oath to members of the SVCU. In that statement he disavowed\nany\r\ninvolvement in the robbery and claimed to be a victim instead. Two\r\ndays later, however, he made a statement to Naidoo, which\namounted to\r\na confession and an avoidance. According to this statement, Dube\r\nadmitted that he was a party to the robbery. He alleged,\nhowever,\r\nthat he was forced to participate by one of the robbers, known to him\r\nas Zulu. In this statement Dube also disclosed the\nnames of those\r\ninvolved in the robbery, who were then interviewed by the members of\r\nthe SVCU. One of those thus implicated by Dube\nwas Mr Richard Gumede\r\nwho subsequently made a statement to the SVCU in which he also\r\nadmitted his involvement in the robbery.\n[9] Not long after these events, rumours of misconduct by members of\r\nthe SVCU came to the notice of higher authorities in the police.\nIn\r\nconsequence, another police unit, known as Fedisa, was instructed to\r\ninvestigate these rumours. The commanding officer of Fedisa\nat the\r\ntime was Senior Superintendent Marthinus Botha who took personal\r\ncontrol of the investigations and who later testified on\nbehalf of\r\nthe appellant at the trial. According to Botha’s evidence, his\r\nunit investigated several cases against members\nof the SVCU in\r\ngeneral and the trio of Kgathi, Naidoo and Govender in particular.\r\nOne of these cases related to the Monte Casino\nrobbery.\n[10] As part of the latter investigation Botha interviewed Dube, who\r\nwas in prison at the time, on 18 September 2004. Though the\ninterview\r\nwas conducted in English, so Botha testified, it was recorded by\r\nanother member of Fedisa, Inspector Andrews, in a statement\nin\r\nAfrikaans. This statement, which Dube confirmed under oath, started\r\nwith a confirmation of an undertaking by Botha that the\ncontents of\r\nthat statement would not be used against Dube in any way. According\r\nto the statement, Dube then again admitted that\nhe was part of the\r\ngroup of persons involved in the casino robbery. On 6 September 2004,\r\nthe day after the event, so he said, he\nreceived a message from Zulu\r\nthat he could collect his share of the spoils at a house in Thembisa\r\n(in the east of Johannesburg)\nwhere it was left in a black travelling\r\nbag. On the same day he went to the house where he collected the bag.\r\nIt contained a large\namount of cash. Though he counted up to R3\r\nmillion, he left some of the money uncounted, which he estimated to\r\nbe about R500 000.\nThereafter he again locked the money in the\r\nsame travelling bag and left it there.\n[11] The next day, Thursday 7 September 2004, Dube said, he was woken\r\nup during the early hours of the morning by Kgathi and other\nmembers\r\nof the SVCU. They were particularly interested in the whereabouts of\r\nthe money that he had received. When he refused to\ntell them, they\r\nstarted to assault and torture him. Amongst other things, they\r\napplied electrical shocks to sensitive parts of\nhis body and\r\nsmothered him with a rubber tube. By these means they eventually\r\nestablished where the money was. Kgathi and others\nthen took him to\r\nthe house in Thembisa where he handed over the money to them. On\r\ntheir way back they stopped at a place, the location\nof which was\r\nconcealed, where they met with other persons who were later also\r\nidentified by Dube as members of the SVCU. When he\neventually arrived\r\nat the police station in the company of these SVCU members, so Dube\r\nsaid, he could see that the bag was much\nlighter than when he handed\r\nit to them.\n[12] It was common cause that the money entered into the police\r\nregister of exhibits as having been recovered from Dube, amounted\nto\r\nonly R431 000 which, on Dube’s version, left R3 069 000\r\nunaccounted for. But three days after making his\nstatement to Botha,\r\nDube made a further statement in his own handwriting to the SVCU,\r\nwhich he again confirmed under oath. In this\nstatement he recanted\r\nthe accusations against members of the SVCU that he made to Botha.\r\nThe averment in his statement to Botha\nthat he gave R3.5 million to\r\nthe police, so Dube now said, was suggested to him by Botha. As far\r\nas he knew, he now said, all the\nmoney that he gave to the police was\r\naccounted for in the police register.\n[13] On 23 September 2004 Dube applied for bail. In support of that\r\napplication he made a further statement under oath. This time\nhe\r\nreverted to his original denial of any complicity in the Monte Casino\r\nrobbery. His explanations for his earlier statements to\nthe police\r\nwent along the following lines. Though he repeated his allegation\r\nthat he was tortured and assaulted by the SVCU, he\ndenied that he had\r\nanything to do with the pointing out of any money. The money which\r\nwas allegedly recovered and handed in by\nKgathi and others, had\r\nnothing to do with him. The whole purpose of the torture, so he said,\r\nwas to compel the untrue admission\nthat the money recovered was his.\r\nThe allegation in his statement to Botha about the sum of R3.5\r\nmillion that he handed to the\npolice was equally untrue and suggested\r\nto him by Botha. As to his further statement to the SVCU, he alleged\r\nthat after he was\ninterviewed by Fedisa, he was booked out of prison\r\nand taken to a police station by members of the SVCU. At the police\r\nstation\nhe was again assaulted and tortured, this time to compel him\r\nto divulge the contents of his statement to Fedisa. When he\r\neventually\ntold them, he was further tortured until he recanted that\r\nstatement in his own handwriting.\n[14] As part of their investigation, Fedisa members also interviewed\r\nGumede as one of those implicated by Dube. He too made about\nfive\r\ndifferent statements, some conflicting, about his involvement in the\r\nMonte Casino robbery. The one of real relevance, however,\nis the\r\nstatement he made to members of Fedisa on 21 September 2004.\r\nAccording to this statement Gumede received his share of the\nloot\r\nimmediately after the robbery. He counted the money and found that it\r\nwas R1.9 million. He gave R550 000 to his girlfriend,\nMs Rachel\r\nLifuwa. Apart from other lesser expenditure, he bought an Audi motor\r\nvehicle for about R195 000. He then rented\na hotel room and\r\nplaced the balance, which according to Gumede’s calculation,\r\namounted to R1.2 million, in the safe of the\nroom.\n[15] Soon thereafter, so Gumede said, he was confronted by three\r\nmembers of the SVCU that he later identified as including Kgathi,\n\nGovender and Naidoo. They wanted to know where he had hidden his\r\nshare of the stolen money. When he refused to tell them, they\n\nassaulted him until he took them to the hotel room where he had\r\nlocked the R1.2 million. There Kgathi and others opened the safe\nwith\r\nthe key that he gave them and took the money. It is common cause that\r\nof the money recovered from Gumede only R607 000\nwas handed in\r\nwhich, on Gumede’s version, left R593 000 unaccounted for.\r\nBut I must add that, according to Botha’s\ntestimony at the\r\ntrial, it was later discovered that Gumede apparently also paid\r\nR250 000 for a Mercedes Benz, which he did\nnot mention in any\r\nstatement.\n[16] Following the statement by Gumede, members of Fedisa also\r\ninterviewed his girlfriend, Ms Rachel Lifuwa. She confirmed that\nshe\r\nreceived a large amount of money from Gumede on 6 September 2004. She\r\ndid not count the money but Gumede told her, she said,\nthat it was\r\nR550 000. On 9 September 2004, she was confronted by three\r\npolicemen, whom she later identified as Kgathi, Naidoo\nand Govender.\r\nThey wanted to know from her where the money was that she received\r\nfrom Gumede. When she refused to tell them, they\ntook her to the\r\npolice station where they assaulted and tortured her severely.\r\nEventually she took them to where the money was\nand she handed it to\r\nthem. It is common cause that on this occasion only R85 000 was\r\naccounted for in the exhibit register\nof the police which, on the\r\njoint version of Lifuwa and Gumede, left another R465 000\r\nunaccounted for.\n[17] On 11 October 2004, the National Director of Public Prosecutions\r\nsought and obtained an order from the South Gauteng High\nCourt,\r\nJohannesburg, under s 26 of the Prevention of Organised Crime\r\nAct 121 of 1998 (POCA) against Kgathi, Naidoo, Govender\nand their\r\nspouses as respondents. In terms of the order a curator bonis was\r\nappointed to take control of their assets pending a\nconfiscation\r\norder under the Act. The application relied on a supporting affidavit\r\nby Botha. It referred not only to the casino\nrobbery, but also to\r\nother cases where the trio of Kgathi, Naidoo and Govender were\r\nallegedly involved in alleged criminal conduct.\nBroadly stated, their\r\nalleged modus operandi in all these cases was to target individuals\r\nsuspected of theft or robbery. They then\napproached these suspects on\r\nthe pretext of investigating a crime. In the process they forced the\r\nsuspects, usually by means of\ntorture and assault, to disclose the\r\nwhereabouts of the spoils. They then seized the stolen money or goods\r\nbut only accounted for\npart of it in the police exhibit register. The\r\nrest they retained and appropriated for themselves. As far as the\r\nMonte Casino incident\nwas concerned, Botha’s statement relied\r\nmainly on the statements of Dube, Gumede and Lifuwa to which I have\r\nreferred. In\nhis statement Botha also pointed out that the lifestyle\r\nand assets of Kgathi, Naidoo and Govender reflected incomes way above\r\nthose\nearned by them and their spouses.\n[18] In his evidence before the court a quo, Botha confirmed the\r\ncontents of his affidavit in the POCA application, including the\nfact\r\nthat Dube made the statement to him which Andrews recorded in\r\nAfrikaans. He also denied Dube’s subsequent handwritten\n\nstatement to the SVCU that the crucial part of the earlier statement\r\ndid not come from Dube but from him. Botha further testified\nthat, as\r\npart of his investigations, he obtained the cell phone records, inter\r\nalia of Kgathi and those who could possibly have\nbeen involved in the\r\nMonte Casino robbery. His analysis of these records revealed three\r\ntelephone calls made by the suspect Zulu\nto Kgathi on 7 September\r\n2004, that is, two days after the robbery, which all lasted longer\r\nthan five minutes. These records, however,\nrevealed no contact\r\nbetween Kgathi and any other suspect preceding the robbery. Further\r\nevidence of relevance by Botha was that\nduring his investigations, he\r\nwas threatened with assault and even death by members of the SVCU,\r\nincluding Kgathi, Naidoo and Govender.\n[19] Subsequent to the attachment order under POCA, so Botha\r\ntestified, Kgathi, Naidoo and Govender were charged with some of the\n\ncrimes referred to in his POCA affidavit, including those resulting\r\nfrom the Monte Casino incident. They were convicted on two\nof those\r\ncharges and sentenced to 15 years’ imprisonment. On the Monte\r\nCasino charges, they were, however, acquitted. The\nreason for the\r\nacquittal was that Dube, who was on bail at the time, absconded\r\nbefore he could be called as a witness in the criminal\ntrial. Though\r\nGumede started to give evidence at that trial, he also disappeared\r\nduring an adjournment, before the completion of\nhis cross-examination\r\non behalf of the three accused. Because the criminal charges arising\r\nfrom the Monte Casino incident relied\nalmost entirely on the\r\nstatements by these two witnesses, an acquittal at the end of the\r\nState’s case on these charges, was\na foregone conclusion.\n[20] Another witness called on behalf of the appellant at the trial\r\nwas an expert, Professor Paul Fatti who is a statistical consultant.\n\nThe import of his evidence was that, though Kgathi was a gambler who\r\nvisited Monte Casino regularly, it was highly unlikely that\nhe would\r\nbe present at the casino during the exact period of the robbery. As a\r\nstatistical probability Fatti expressed the chance\nof that happening\r\nas no more than .32 per cent or 3.2 in 1 000. This suggests, so\r\nhe testified, that from a statistical point\nof view Kgathi’s\r\npresence during that precise period was the result of premeditation\r\nor design rather than a matter of coincidence\nor pure chance.\n[21] The appellant also called a number of other witnesses. However,\r\nI think it is fair to say that the relevant part of their\ntestimony\r\nis reflected under the rubric of what was common cause. I conclude my\r\nrecordal of the factual background by stating what\nis perhaps obvious\r\nbut nonetheless fundamental, namely that the appellant closed its\r\ncase without calling Dube, Gumede and Lifuwa.\nNonetheless, it was\r\nclear at that stage that the appellant would seek to rely on the\r\nhearsay statements by these three witnesses\nto Fedisa. In consequence\r\nthe respondent asked the court to rule on the admissibility of these\r\nstatements at that stage of the\nproceedings. Despite counter\r\narguments by the appellant that the ruling should stand over until\r\nthe end of the case, the court\na quo acceded to the respondent’s\r\nrequest. It then ruled the hearsay statements inadmissible. Following\r\nupon that ruling,\nthe respondent closed his case without calling any\r\nwitnesses. What then happened is history: the court a quo dismissed\r\nthe appellant’s\nclaims, both in the main and the alternative,\r\nwith costs.\nAdmissibility of hearsay statements\n[22] In their heads of argument counsel for the appellant confronted\r\nthe issues raised by the exclusion of hearsay statements at\nthe\r\noutset. In the argument before us, they proposed, however, that we\r\ndeal with the merits of the main claim first, without reference\nto\r\nthe hearsay statements. Since the main claim is not supported by the\r\ncontents of the hearsay statements, the approach proposed\nby counsel\r\nwas not difficult to understand. But I find the proposal untenable.\r\nSimply stated, I think it would be inappropriate\nto decide the main\r\nclaim without reference to evidence which may prove to be admissible\r\nand which may prove to destroy that claim.\nHence I shall start with\r\nthe issues of admissibility.\n[23] Under this heading the first question arising results from the\r\nappellant’s objection against the timing of the court\na quo’s\r\nruling on admissibility. According to this objection, the court\r\nshould have considered this ruling only at the end\nof the case, after\r\nhearing all the evidence and not as it did at the end of the\r\nappellant’s case. I do not think the answer\nto the question\r\nthus raised would make any difference to the outcome of the appeal.\r\nYet, as a matter of principle, it is not entirely\ninsignificant. I\r\nshall therefore venture an answer. But in the circumstances, I\r\npropose to do so without unnecessary elaboration.\nIn criminal\r\nproceedings the issue raised by the appellant’s objection had\r\nbeen answered. That answer appears from the following\nstatement by\r\nCameron JA in\nS v Ndhlovu\n2002 (2) SACR 325\n(SCA) para 18:\n‘\n. . .\r\n[A]n accused cannot be ambushed by the late or unheralded admission\r\nof hearsay evidence. The trial court must be asked clearly\nand\r\ntimeously to consider and rule on its admissibility. This cannot be\r\ndone for the first time at the end of the trial, nor in\nargument,\r\nstill less in the court’s judgment, nor on appeal. The\r\nprosecution, before closing its case, must clearly signal\nits\r\nintention to invoke the provisions of [s 3 of the\nLaw of\nEvidence Amendment Act 45 of 1988\n], and, before the State closes its\r\ncase, the trial Judge must rule on admissibility, so that the accused\r\ncan appreciate the full\nevidentiary ambit he or she faces.’\n(See also\nS v Molimi\n[2008] ZACC 2\n;\n2008 (2) SACR 76\n(CC) para 17.)\n[24] The court a quo held that the position should be no different in\r\ncivil proceedings. The appellant’s contention was,\nhowever,\r\nthat the court had erred. The difference between the two, so the\r\nappellant’s argument went, is that in criminal\nproceedings\r\neffect must be given to the constitutional right of an accused person\r\nto a fair trial, in particular, the presumption\nof innocence and the\r\nright to challenge evidence (in\ns 35(3)(\nh\n) and 35(3)(\ni\n)\r\nof the Constitution of the Republic of South Africa, 1996). But as I\r\nsee it, the argument loses sight of s 34 of the Constitution\n\nwhich also entitles both parties to civil proceedings to a fair\r\npublic hearing. That right is given effect to, inter alia, by the\n\nUniform Rules of Court. In terms of rule 39 the defendant is afforded\r\nthe right, where the plaintiff bears the onus, to apply for\n\nabsolution from the instance at the end of the plaintiff’s case\r\nor to close its own case without leading any evidence if\nthe\r\nplaintiff has failed to establish a case which requires an answer. As\r\nI see it, it is essential for a proper exercise of these\nrights that\r\nthe defendant should know whether the court considers the hearsay\r\nevidence relied upon by the plaintiff, admissible\nor not. Stated\r\nsomewhat differently, in order to decide whether the plaintiff has\r\nmade out a case to answer, a defendant is entitled\nto know the\r\nconstituent elements of that case. It follows that rulings on the\r\nadmissibility of hearsay evidence in civil proceedings\nshould also be\r\nmade at the end of the plaintiff’s case.\n[25] The appellant’s application for the admission of the\r\nhearsay statements rested on two statutory enactments, to wit Part\nVI\r\n(sections 33-38) of the Civil Proceedings Evidence Act 25 of 1965\r\n(the Evidence Act) and s 3 of the Law of Evidence Amendment\nAct\r\n45 of 1988 (the Hearsay Act). The court a quo started its enquiry\r\ninto the merits of the appellant’s application with\nreference\r\nto the detailed provisions of the Evidence Act. It then came to the\r\nconclusion that the hearsay evidence tendered had\nfailed to clear\r\nseveral of the hurdles put up by those provisions. I do not find it\r\nnecessary to quote the detailed provisions\nof the Evidence Act nor to\r\nrepeat the analysis by the court a quo as to whether those provisions\r\nhad been satisfied on the facts\nof this case. This is because I\r\nbelieve that the admissibility issue can be resolved in terms of\r\ns 3(1) of the Hearsay Act.\nSuffice it therefore to say that,\r\nthough I am not in agreement with every one of the court a quo’s\r\nfindings in applying the\nEvidence Act, I tend to agree that the\r\nhearsay statements tendered were not admissible under that Act.\n[26] This brings me to what I regard as the crux of the admissibility\r\nissue, which turns on s 3(1) of the Hearsay Act. The\nrelevant\r\npart of this section provides:\n‘\n(1)\r\nSubject to the provisions of any other law, hearsay evidence shall\r\nnot be admitted as evidence at criminal or civil proceedings,\nunless\r\n-\neach party against whom the\r\n\tevidence is to be adduced agrees to the admission thereof as\r\n\tevidence at such proceedings;\nthe person upon whose\r\n\tcredibility the probative value of such evidence depends, himself\r\n\ttestifies at such proceedings; or\nthe court, having regard to -\nthe nature of the proceedings;\nthe nature of the evidence;\nthe purpose for which the\r\n\t\tevidence is tendered;\nthe probative value of the\r\n\t\tevidence;\nthe reason why the evidence is\r\n\t\tnot given by the person upon whose credibility the probative value\r\n\t\tof such evidence depends;\nany prejudice to a party which\r\n\t\tthe admission of such evidence might entail; and\nany other factor which should\r\n\t\tin the opinion of the court be taken into account, is of the\r\n\t\topinion that such evidence should\nbe admitted in the interests of\r\n\t\tjustice.’\n[27] Subsections 1(\na\n) and 1(\nb\n) of s 3 clearly have\r\nno bearing on the issues in this matter. The court a quo found that\r\nthe hearsay statements were also\ninadmissible under s 3(1)(\nc\n).\r\nIn broad outline the court’s reasons for this finding appear to\r\nbe threefold:\nThe introductory phrase ‘[s]ubject to the provisions of any\r\n\tother law’ in s 3(1) excludes any hearsay evidence\nwhich\r\n\tis found to be inadmissible under any other law. Since the hearsay\r\n\tstatements under consideration have been found to be\ninadmissible\r\n\tunder the Evidence Act, they are likewise excluded by s 3.\nNo sufficient or reasonable explanation was given why the persons\r\n\tupon whose credibility the probative value of the evidence\ndepends,\r\n\twere not called as witnesses. Hence the court was unable to consider\r\n\tthe factor contemplated by s 3(1)(\nc\n)(iv).\nSince the hearsay statements are inadmissible they can have no\r\n\tprobative value for purposes of the consideration contemplated\nunder\r\n\ts 3(\nc\n)(v). In any event, the statements would have very\r\n\tlittle, if any, probative value. This is so, the court held, because\r\n\tboth Dube\nand Gumede made a number of conflicting statements in\r\n\twhich they did not implicate the three policemen. The suspicion is\r\n\tunavoidable,\nso the court a quo held, that Dube and Gumede had a\r\n\tmotive to minimise their own involvement in the robbery by\r\n\timplicating Kgathi\nand his two companions.\n[28] I consider all these reasons to be flawed. As to the\r\nconsideration in (a), the flaw lies, as I see it, in the meaning\r\nwhich\nthe court attributed to the phrase ‘[s]ubject to the\r\nprovisions of any other law’. According to my understanding,\r\nthe\nphrase does not mean that a negative ruling on admissibility in\r\nterms of some other law, such as the Evidence Act or the common\nlaw,\r\nalso rules out the admission of the evidence under s 3. That,\r\nafter all, would leave s 3 with rather limited, if\nany, scope\r\nfor application where hearsay evidence would be admissible only under\r\nthe section when it is already allowed by some\nother law. As I see\r\nit, the ‘other laws’ referred to in the phrase are merely\r\nalternative avenues to admissibility\nand do not rule out the\r\nreception of the evidence in the interests of justice under s 3(1)(\nc\n)\r\n(see eg also D T Zeffertt A P Paizes A St Q Skeen,\nThe South\r\nAfrican Law of Evidence\n(2003) at 382). As explained in\nS v\r\nNdhlovu\n(supra) para 15, the very purpose for the introduction of\r\ns 3(1)(\nc\n) was to ‘supersede the excessive rigidity\r\nand inflexibility – and occasional absurdity – of the\r\ncommon law position’\nby creating another avenue for the\r\nadmission of hearsay evidence which turns on what the interests of\r\njustice require. Moreover,\nI find support for this understanding in\r\nthe approach adopted by our courts, at least by implication if not\r\nyet explicitly, that\nwe are dealing with alternative avenues of\r\nadmissibility (see eg\nSkilya Property Investments (Pty) Ltd v\r\nLloyds of London Underwriting Syndicate Nos 960, 48, 1183 and 2183\n2002 (3) SA 765\n(T) at 800E-G; 804I-J).\n[29] As to the consideration in (b) the clear and uncontested\r\nevidence was that both Dube and Gumede had absconded in circumstances\n\nwhich rendered them fugitives from justice. The police were unable to\r\nlocate them, not only as accused persons in their own trial,\nbut also\r\nas state witnesses in the trial against Kgathi and his two\r\ncompanions. This was sufficient evidence from which to draw\nthe\r\nconclusion that it was not reasonably practical to secure the\r\nattendance of these witnesses. I can find no justification for\n\nplacing the onus on a private litigant, like the appellant, to secure\r\nthe attendance of witnesses in circumstances where the police\nhad\r\nclearly been unable to do so for purposes of criminal proceedings. As\r\nto Lifuwa, on the other hand, it was conceded on behalf\nof the\r\nappellant that there was no information about her whereabouts.\n[30] The first of the two considerations in (c) with reference to the\r\nprobative value of the hearsay statements, namely that the\nstatements\r\nhad no probative value because they were inadmissible, took the court\r\non a circuitous route. The real enquiry into the\nprobative value of\r\nthe proposed hearsay evidence must assume that the evidence will be\r\nadmitted under the section. If it is not,\nthe evidence is simply\r\nirrelevant. The enquiry into its probative value does not even arise.\r\nThe court a quo’s second consideration\nreferred to in (c),\r\nwhich pertains to the conflicting statements by Dube and Gumede is a\r\nvalid one. Yet, I do not believe that\nthese conflicts render their\r\nallegations against Kgathi and the other two policemen without any\r\nprobative value at all. On the\ncontrary, while there are obvious\r\nreasons for their denial of any complicity in the robbery, I can see\r\nno reason why they would\nfalsely implicate the three policemen. The\r\ncourt a quo found that their motive could have been to minimise their\r\nown involvement\nin the robbery by implicating the two policemen. But\r\nI fail to see the logic in this line of reasoning. It begs the\r\nrhetorical\nquestion as to how the two admitted robbers could minimise\r\ntheir role in the robbery by alleging that the police had taken away\n\nthe spoils.\n[31] This leads me to the unavoidable conclusion that the court a quo\r\nfailed to exercise the discretion bestowed upon it by s 3(1)(\nc\n)\r\nproperly, if at all. The section requires that the court should have\r\nregard to the collective and interrelated effect of all the\n\nconsiderations in paras (i) – (iv) of the section and any other\r\nfactor that should, in the opinion of the court, be taken\ninto\r\naccount. The section thus introduces a high degree of flexibility to\r\nthe admission of hearsay evidence with the ultimate goal\nof doing\r\nwhat the interests of justice require.\n[32] I find it unnecessary to test the facts of this case against\r\neach one of the six named factors individually. I think it is\nsafe to\r\nsay that none of them specifically militate against the admissibility\r\nof the hearsay statements concerned. The nature of\nthe evidence\r\nconsists of statements under oath; the purpose for which it is\r\ntendered is to prove the appellant’s case, there\nis no hidden\r\nagenda; the reason why the makers of the statements were not called\r\nis because they could not be found; and so forth.\nThe only real\r\nconsideration offending against the introduction of these statements,\r\nas I see it, is the prejudice that the respondent\nwill suffer. By\r\nthat I do not mean, of course, that the contents of the statements\r\nwill advance the appellant’s case and\nat the same time be\r\ndetrimental to the respondent’s case. Interests of justice\r\nrequire the right answer. It does not matter\nin whose favour the\r\nright answer might be. The respondent’s prejudice lies in the\r\nfact that he will be deprived of the opportunity\nto test this\r\nevidence through cross-examination, which is undoubtedly a real\r\ndisadvantage. On the other hand, that disadvantage\ncan to some extent\r\nbe reduced by calling Kgathi and the other two policemen involved to\r\ngive evidence. Moreover, the respondent’s\ndisadvantage must be\r\nweighed against the prejudice that the appellant will suffer if the\r\nevidence is disallowed.\n[33] In evaluating the appellant’s prejudice I find a number of\r\nindicators in the evidence placed before the court a quo\nthat the\r\ncontents of these statements may well be true. I shall name but a\r\nfew.\n(a) All three policemen lived way beyond their means.\n(b) These three policemen and other members of their unit were\r\nprepared to threaten Botha, who is a very senior police officer,\nwith\r\nharm and even with death for continuing with his investigation.\n(c) According to Botha’s testimony, recoveries of money by\r\nKgathi and his two companions were not dealt with in compliance\nwith\r\npolice procedure.\n(d) I see no real benefit for Dube and Gumede in antagonising these\r\nthree policemen, who were known not to be averse to violence,\nthrough\r\nfalse accusations. Botha promised Dube and Gumede no benefits. It is\r\ntrue that he undertook not to use Dube’s statement\nagainst him.\r\nBut that, as I see it, would hold no greater benefit for Dube than to\r\nsay nothing at all.\n(e) Members of the SVCU unit saw fit to take a subsequent statement\r\nfrom Dube which essentially accused a senior policeman of obstructing\n\nthe ends of justice and which bears the clear hallmark of being\r\ncontrived.\n(f) The respondent’s own department found the statements which\r\nthe appellant seek to introduce against them of sufficient\nweight and\r\nprobity to form the basis of an application under POCA and of\r\ncriminal charges against the three policemen.\n[34] In performing the balancing act between the conflicting\r\ninterests of the parties, I conclude that the hearsay statements by\n\nDube and Gumede should have been admitted. I do not think the same\r\ncan be said of Lifuwa. The appellant tendered no explanation\nwhy she\r\nwas not called as a witness. In the circumstances I can see no cogent\r\nreason why the respondent should suffer the prejudice\nof not being\r\nable to test her evidence in cross-examination if she was readily\r\navailable as a witness.\nThe main claim\n[35] This brings me to the next enquiry. It pertains to the impact of\r\nthe admission of the hearsay statements by Dube and Gumede\non the\r\nsubstance of the appellant’s claims. In this regard the\r\nappellant’s primary contention was that, even without\nreference\r\nto the hearsay statements, its main claim should succeed. As I have\r\nalready pointed out, however, that is the wrong question.\nThe right\r\nquestion is whether in the light of all the evidence, including the\r\nhearsay evidence which has now been found admissible,\nthe appellant\r\nhad succeeded in proving its main claim on a balance of\r\nprobabilities. The appellant’s counsel submitted that\nhe did.\r\nIn support of this contention they relied on a number of factors\r\nwhich, in the submission of counsel, indicated that even\nif Kgathi\r\ndid not partake in the robbery, he at least knew beforehand that it\r\nwas going to occur. These factors, according to counsel,\nincluded the\r\nfollowing:\n(a) Kgathi’s presence at the precise time of the robbery;\n(b) The statistical evidence of Prof Fatti that the chances of Kgathi\r\nbeing present during the precise period of the robbery, was\nno more\r\nthan 3.2 in 1 000;\n(c) The recoveries of money were not recorded in the register\r\naccording to police procedure;\n(d) Botha gave evidence of a scheme or modus operandi which fitted in\r\nwith Kgathi’s involvement in the robbery;\n(e) Botha was threatened by Kgathi and his companions; and\n(f) Kgathi’s lifestyle exceeded the joint income of him and his\r\nwife.\n[36] It should, however, be apparent by now that the factors referred\r\nto in (c) to (f) are more consistent with the appellant’s\n\nalternative claim – that Kgathi and others stole part of the\r\nmoney they recovered from the robbers – than his main\nclaim –\r\nthat Kgathi was involved in the robbery. Hence only the factors in\r\n(a) and (b) can be looked upon as pointers to\nthe main claim. I do\r\nnot believe, however, that standing on their own these two\r\nconsiderations, which are entirely reliant on a\nstatistical model,\r\ncan sustain any case on their own. Of great importance to the\r\nstatistical model is that Kgathi was there during\nexactly the same\r\nperiod as the robbers. But assuming that Kgathi was party to the\r\nrobbery, such exact timing would appear to be\nof no consequence\r\nunless Kgathi actually took part in the robbery itself which,\r\naccording to the video cameras in the casino, he\ndid not. As a fact\r\nthese cameras showed that during that period, Kgathi was playing the\r\nslot machines in another part of the building.\n[37] Moreover, there are two considerations emanating from the\r\nhearsay statements which seem to militate against the appellant’s\n\nmain claim. First, it is unlikely that Kgathi would partake in an\r\nassault upon his accomplices in the robbery and thereby run the\nrisk\r\nthat they may disclose his involvement. Second, I can think of no\r\nreason why Dube and Gumede would decide to implicate Kgathi\nbut at\r\nthe same time continue to conceal his involvement, particularly after\r\nhe had tortured them and taken away their share of\nthe loot. The\r\nanswer given by the appellant’s counsel to these difficulties\r\nwas that Dube and Gumede could have been unaware\nof Kgathi’s\r\ninvolvement. That, however, seems to take us even deeper into the\r\nrealm of pure speculation which is entirely\ndevoid of any factual\r\nfoundation. It follows that, in my view, the appellant’s main\r\nclaim was rightly dismissed by the court\na quo.\nThe alternative claim\n[38] Quite the opposite holds true of the appellant’s\r\nalternative claim which is directly supported by the allegations\r\ncontained\nin the hearsay statements. Yet it appears to me that the\r\nrespondent may have some evidence to rebut the statements which he\r\ndecided\nnot to adduce when the hearsay statements were excluded by\r\nthe court a quo. Since that possibility cannot be excluded, it seems\n\nfair to adopt the procedure followed in\nMdani v Allianz Insurance\r\nLtd\n[1990] ZASCA 119\n;\n1991 (1) SA 184\n(A) at 190B-E by referring the matter back to\r\nthe court a quo. That will allow the respondent the opportunity to\r\napply for leave\nto reopen his case.\n[39] To complete the picture I may add that if the appellant should\r\nsucceed in establishing the allegations it relies upon for\nits\r\nalternative claim, namely that Kgathi and the two other policemen had\r\nfailed to account for the money they recovered from the\nrobbers,\r\nvicarious liability on the part of the respondent should raise no\r\ndifficulty. It would mean that the policemen were doing\nwhat they\r\nwere employed to do, that is to investigate the robbery and to\r\nrecover the money, but that they were doing so in a dishonest\nway.\r\nThis would put the case on the same side of the dividing line as, for\r\ninstance,\nMinister van Veiligheid en Sekuriteit v Japmoco BK h/a\r\nStatus Motors\n2002 (5) SA 649\n(SCA) para 16 – where the\r\nMinister was held vicariously liable – rather than, for\r\nexample, on the side of\nMinister van Veiligheid en Sekuriteit v\r\nPhoebus Apollo Aviation Bk\n2002 (5) SA 475\n(SCA) para 15, where\r\nhe was not.\n[40] For these reasons:\n(1) The appeal is upheld (save to the extent set out in (2)) with\r\ncosts, including the costs of two counsel.\n(2) The dismissal of the appellant’s main claim for payment of\r\nthe sum of R23 914 610 is confirmed.\n(3) The dismissal of the appellant’s alternative claim for\r\npayment of the sums of R3 million and R1.2 million, is set aside\n\ntogether with the trial court’s costs order in favour of the\r\nrespondent.\n(4) The six statements by Mr Solomon Dube and the five statements by\r\nMr Richard Gumede included in the record of the proceedings,\nare\r\nadmitted in evidence under s 3(1)(\nc\n) of the Law of\r\nEvidence Amendment Act 45 of 1988.\n(5) The matters referred to in (3) above are remitted to the trial\r\ncourt for reconsideration after the respondent has been given\nthe\r\nopportunity to apply for the reopening of his case.\n______________\nF D J BRAND\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: A O Cook SC\nA D Stein\nInstructed by Norton Rose South Africa, Sandton\nWebbers, Bloemfontein\nRESPONDENTS: B Roux SC\nM W Dlamini\nInstructed by The State Attorney, Johannesburg\nThe State Attorney, Bloemfontein",
  "scraped_at": "2026-02-12T16:15:38.937085",
  "date": "2011-11-30",
  "coram": [
    "Brand JA",
    "Lewis JA",
    "Cachalia JA",
    "Mhlantla JA",
    "Shongwe JJA"
  ],
  "case_number": "749/2010",
  "parties": {
    "applicants": [
      "Giesecke & Devrient Southern Africa (Pty) Ltd"
    ],
    "respondents": [
      "Minister of Safety and Security"
    ]
  },
  "sections": {
    "facts": "Giesecke & Devrient Southern Africa (Pty) Ltd operated a secure cash centre in the basement of Monte Casino in Johannesburg. On 5 September 2004 an armed robbery stole approximately R24 million from that cash centre. Investigation revealed that casino employee Solomon Dube had facilitated the robbery and later implicated police officers Inspector William Kgathi, Captain Ravichandarn Naidoo and Inspector Sathisagren Govender of the South African Police Service’s Serious and Violent Crime Unit (SVCU). Dube and another participant, Richard Gumede, gave multiple, sometimes conflicting, statements to police investigators (Fedisa) describing the robbery, the recovery of money and alleged police misconduct, including torture and the appropriation of stolen cash. The appellant sued the Minister of Safety and Security for vicarious liability, seeking the full amount stolen (R23 914 610) and alternatively R4.2 million, alleging police assistance, prior knowledge and misappropriation of recovered funds.",
    "issues": "1. Whether the hearsay statements of Dube and Gumede are admissible in civil proceedings under section 3(1)(c) of the Law of Evidence Amendment Act 45 of 1988. 2. Whether the Minister of Safety and Security can be held vicariously liable for the alleged acts of police officers in relation to the robbery and the alleged misappropriation of recovered money. 3. Whether the appellant’s main claim for the full loss and the alternative claim for partial sums should succeed.",
    "principles": "The court applied the admissibility test of s 3(1)(c) of the Hearsay Act, considering the nature of the evidence, its purpose, the inability to call the declarants, probative value, prejudice to the respondent and overall interests of justice. It also considered the principle of vicarious liability, whereby an employer (the State) may be liable for wrongful acts committed by employees acting in the course of their employment, unless the conduct is outside the scope of employment. Civil procedural fairness principles regarding the timing of admissibility rulings were also discussed.",
    "application": "The court held that the hearsay statements should be admitted because the declarants could not be produced despite reasonable efforts, the statements were relevant to the appellant’s case, and any prejudice to the respondent could be mitigated by allowing the police officers to testify. The court rejected the lower court’s reliance on the Evidence Act as determinative, finding that s 3(1)(c) provides an independent avenue for admission. Regarding liability, the court concluded that the appellant had not proved, on a balance of probabilities, that the police officers participated in the robbery itself, leading to dismissal of the main claim. However, the alternative claim, which alleged misappropriation of recovered money, was supported by the admitted hearsay evidence, prompting the court to set aside the trial court’s dismissal of that claim and remit the matter for reconsideration.",
    "conclusion": "The appeal was upheld. The dismissal of the main claim for R23 914 610 was confirmed. The dismissal of the alternative claim for R3 million and R1.2 million was set aside, and the trial court’s costs order in favour of the respondent was reversed. The six statements of Solomon Dube and the five statements of Richard Gumede were admitted as evidence under s 3(1)(c) of the Law of Evidence Amendment Act. The issues concerning the alternative claim were remitted to the trial court for fresh determination after the respondent is given an opportunity to apply for reopening his case. Costs were awarded to the appellant, including costs of two counsel."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Evidence",
    "level_3": [
      "hearsay",
      "vicarious liability",
      "police misconduct",
      "robbery",
      "admission of evidence"
    ]
  }
}