{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/88.html",
  "case_name": "Staggie v S (38/10) [2011] ZASCA 88; 2012 (2) SACR 311 (SCA) (27 May 2011)",
  "citation": "[2011] ZASCA 88",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 88\n|\nNoteup\n|\nLawCite\nStaggie v S (38/10) [2011] ZASCA 88; 2012 (2) SACR 311 (SCA) (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 38/10\nIn\r\nthe matter between:\nRASHIED\r\nSTAGGIE\n...............................................................................\nFirst\r\nAppellant\nRANDALL\r\nBOSCH\n............................................................................\nSecond\r\nAppellant\nand\nTHE\r\nSTATE\n.................................................................................................\nRespondent\nNeutral\r\ncitation:\nStaggie v The State\n(38/10)\n[2011] ZASCA 88\n(27\r\nMay 2011)\nCoram:\nHarms DP, Malan and Theron JJA\nHeard:\n24 May 2011\nDelivered:\n27 May 2011\nSummary:\nCriminal appeal ─ failure to prosecute ─ effect ─\r\nfailure of criminal process – special entries.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Sarkin AJ sitting as court of first instance):\nThe appeal is struck from the roll.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS\r\nDP (MALAN and THERON JJA concurring)\n[1] The appellant, Mr R Staggie, seeks to appeal his\r\nconviction on 28 January 2003 by Sarkin AJ (sitting with assessors)\r\nin the\nHigh Court, Cape Town. The case is unfortunately a sad\r\nindictment of the criminal process in this country. It is not an\r\ninstance\nwhere the accused’s rights have been affected but one\r\nwhere the rights of the victim and the public were ignored or\r\ndisregarded\nin an appalling manner.\n[2] Staggie and one Randall Bosch were found guilty on a\r\ncount of kidnapping and of rape. The events took place during August\r\n2001.\nThe two accused were involved in gang related activities and\r\nthe complainant was suspected of being a police informant. For her\n\npunishment she was kidnapped and gang raped. The other rapists were\r\nnot identified or caught.\n[3] The complainant was a single witness to the event.\r\nThere was some corroboration evidence from other witnesses. She and\r\nsome\nof them were in a witness protection programme and the state\r\nsought leave for her (and others) to give evidence in camera and by\n\nmeans of a video link. This gave rise to a number of interlocutory\r\napplications, and lots of evidence and argument. After 24 court\ndays\r\n(this does not mean that the court used those 24 days) and 1500 pages\r\nof record, the state closed its case.\n[4] Staggie, whose defence was an alibi, chose not to\r\ntestify but called witnesses in support of his alibi. Bosch, though,\r\ntestified\nin his own defence. And the case carried on relentlessly –\r\nfor another 20 days. Even the court called a number of witnesses\n–\r\nmost of the evidence proved to be of no assistance. In the end we\r\nwere faced with a record of more than 4000 pages.\n[5] Sarkin AJ delivered a judgment of some 90 pages in\r\nwhich he found the two accused guilty as charged. Staggie was also\r\nfound\nguilty of the unlawful possession of a firearm but nothing\r\nturns on this. They were eventually sentenced to an effective 15\r\nyears’\nimprisonment.\n[6] On 28 February 2003, Sarkin AJ granted the\r\nappellants leave to appeal to this court. The first ground related to\r\nthe veracity\nof the complainant’s evidence and the second\r\nconcerned the judgment the court had given during the course of the\r\nhearing\n(on 12 November 2002) when it dealt with the interpretation\r\nof sections 153 (which deals with the court’s discretion to\r\nhold\nan in camera hearing in the case of an indecent offence) and 158\r\n(which deals with the use of video evidence) of the\nCriminal\nProcedure Act 55 of 1977\n. Why he thought that the case deserved the\r\nattention of this court is unclear.\n[7] What astounds is that the acting judge, in the light\r\nof the conviction and sentence, found it appropriate to release the\r\nappellants\non bail pending the appeal: Staggie at R10 000 and\r\nBosch at R1000. And this is where the wheels that were left fell off\r\nthe\nwagon. The appellants did not prosecute the appeal with any\r\nintention to bring it to a conclusion. An incomplete record was filed\n\nsome 18 months after grant of leave, but it was rejected as being\r\nincomplete. The present record was filed on 21 January 2010 –\n\njust short of seven years late. Bosch in the meantime roamed the\r\nstreets as a free man until he was shot dead during February or\nMarch\r\n2010. Staggie after a while, was found guilty of another offence and\r\nis apparently still in prison. He is said to have some\nproblems with\r\nobtaining parole because of the sentence imposed in this case.\n[8] We were informed from the bar that the state sought\r\nto set the bail conditions aside in the high court and also sought\r\nwarrants\nof arrest in the magistrates’ courts – all to no\r\navail. Why the state did not approach this court, where the matter\n\nwas supposed to be, for an order that the appeal had lapsed was not\r\nexplained.\n[9] This brings me to the present proceedings. Staggie’s\r\ncounsel wrote a letter to the registrar of this court on 30 April\n\n2010 in which he mentioned that Staggie was in prison because of\r\nanother conviction; he would not have been had it not been for\nthis\r\ncase; he ought to be entitled to a preferential date; and that\r\ncounsel was briefed by the Legal Aid Board only on 3 March\n2010. He\r\nhad also not yet been told by the Board that he would be paid for\r\nreading 4000 pages but said that the appeal would nevertheless\n\nproceed. (Why counsel had to read 4000 pages in the light of his\r\npersonal involvement in the case and the nature of the appeal\nis\r\nanother matter.)\n[10] The state filed its heads of argument on 27 May\r\n2010. At the outset it raised the question whether an explanation had\r\nbeen\nproffered by Staggie for the delay in prosecuting the appeal. In\r\naddition, the submission was made that the delay was in itself\n\nevidence of an intention to abandon the appeal.\n[11] The next inexcusable delay took place in the office\r\nof the registrar of this court. In spite of a directive form the\r\njudiciary\nthat proper track be kept of cases ready for hearing, the\r\nregistry apparently misfiled the case because it was only brought to\r\nthe attention of the judge responsible for the roll during March 2011\r\ninstead of during May 2010. It is not the only case that has\nbeen\r\nmisfiled in recent times.\n[12] Counsel for the appellant had a year’s time\r\nto respond to the state’s mentioned submissions but he did\r\nnothing.\nNo application for condonation was filed. We have no\r\nexplanation from Staggie. We have, in fact, nothing that can be used\r\nin his\nfavour.\n[13] Apart from this, counsel did not file heads of\r\nargument although he did file a document that purports to be such.\r\nThe document\nstates that the argument was contained in the grounds of\r\nappeal (some 140 pages). That document does not contain any argument.\r\nIt simply lists alleged errors by the court without any reference to\r\nthe record or explanation. The only references to the record\ndeal\r\nwith the peripheral circumstances relating to a witness protection\r\nprogramme without any indication of how that impacts on\nthe\r\ncorrectness or otherwise of the judgment. The sum total of the\r\nargument in the ‘heads’ consists of three sentences:\nthe\r\nstate did not prove the case beyond reasonable doubt; the appellant\r\ndid not have a fair trial; and that the conviction ought\nto be set\r\naside. That is not even good enough for a notice of appeal from a\r\nmagistrates’ court.\n[14] In fairness to counsel, he\r\nblamed me for the form of his heads because I had written an article\r\non heads of argument in\nThe\r\nAdvocate\nwhich, he\r\nsaid, he dutifully followed. In self-defence, he is the first lawyer\r\nto interpret the article in this manner. Other lawyers\nkeep filing\r\nexhaustive and exhausting heads in spite of the article (assuming\r\nthat others have read it). And one is, I imagine,\nentitled to ponder\r\nwhy counsel brought the article along to court unless he expected\r\nthat the sufficiency of the heads would become\nan issue during the\r\nhearing.\n[15] The unfair trial argument appears to be based on\r\nwhat counsel called special entries in terms of\ns 317\nof the Act. The\r\nappellant did indeed file an application for special entries on 27\r\nFebruary 2003 and they were, we are told, fully\nargued. We are also\r\ntold from the bar that the acting judge intimated that he would make\r\nthe entries. However, counsel could not\nshow us where on the record\r\nthe entries were made. Confronted with this, counsel’s response\r\nwas an accused is helpless if\na judge fails to make the entries\r\nrequested. The answer is that in those circumstances the accused is\r\nentitled to approach this\ncourt within 21 days in terms of\ns 31\n7(5).\r\nNo such approach was made. In any event, to appeal on a special entry\r\nan accused has to file a notice of appeal in terms of\ns 318(1)\nwithin\r\n21 days because the appeal is an automatic one and does not require\r\nleave – something still not done after more than\neight years.\n[16] Special entries are an\r\nanachronism dating from the time when the right to appeal in a\r\ncriminal case was severely restricted.\nIn spite of what was said in a\r\ntime frame not far removed from the extension of the right to appeal\r\nby Schreiner ACJ in\nR\r\nv Nzimande & others\n1957\r\n(3) SA 772\n(A) at 773H-774D, the only purpose it serves today is to\r\nrecord irregularities that affect the trial that do not appear from\r\nthe\nrecord. Examples given by Hiemstra\n1\nrelate to the removal of an assessor\r\nby the presiding judge for reasons that were not debated in open\r\ncourt (\nS v Malindi &\r\nothers\n1990 (1) SA\r\n962\n(A)); the failure of the prosecutor to disclose discrepancies in\r\na witness’s statement (\nS\r\nv Xaba\n1983 (3) SA\r\n717\n(A)); and where the was a breach of the attorney-client\r\nrelationship and the evidence so obtained was used against the\r\naccused\n(\nS v\r\nMushimba\n1977 (2)\r\nSA 829\n(A). Not one of the entries on which Staggie sought to rely\r\nqualifies because they all concerned an attack on rulings made by the\n\ncourt during the proceedings.\n[17] As mentioned, the court below\r\ngranted leave to appeal against its decision on the interpretation\r\nand application of\nsections 153\nand\n158\nof the Act.\nSection 153(3)\ngives a court a discretion in criminal proceedings relating to a\r\ncharge that the accused committed an indecent act towards another\nto\r\nhold the proceedings behind closed doors. The court below, in a fully\r\nreasoned judgment, exercised its discretion in favour\nof in camera\r\nproceedings. Such discretionary judgment may be impugned on appeal on\r\nvery limited grounds. Counsel did not refer\nus to a single passage in\r\nthe judgment, reported as\nS\r\nv Staggie & another\n2003\r\n(1) SACR 232\n(C), which can be assailed on this basis.\n[18] This reported judgment also\r\ndealt with the interpretation of\ns 158(3)\nof the Act and its\r\ninterpretation was subsequently accepted as correct in\nS\r\nv Domingo\n2005 (1)\r\nSACR 193\n(C).\n2\nBoth judgments overruled\nS\r\nv F\n1999 SACR 571\n(C). When asked, counsel was unable to submit that the court below\r\nhad erred. What\nS v\r\nF\nheld was that if\r\none has a list ‘a, b, c, or d’ it means ‘a and b\r\nand c or d’. That is linguistically and\ncontextually\r\nunsustainable. In context, a court may order video evidence if the\r\nfacilities are available and any one of the five\nrequirements spelt\r\nout in subsec (3) are present. And should a court err,\ns 322(1)\nof\r\nthe Act would apply.\n[19] Counsel also took the court\r\nbelow to task because it had reference to ‘academic’\r\nworks relating to the lack of\npolice training in relation to rape\r\ninvestigations and the post-traumatic rape syndrome without expert\r\nevidence confirming those\nviews. Although the judgment smacked of\r\nacademic learning there is not one reference that does not conform to\r\nthat which is generally\nknown and accepted. In addition, to succeed\r\nthe appellant had to show that these references led to a miscarriage\r\nof justice. See\nR v\r\nHarris\n1965 (2) SA\r\n340\n(A) read with the proviso to\ns 322(1)\nof the Act. No attempt was\r\nmade to do so.\n[20] That leaves, in the words of the acting judge, ‘the\r\nquestion of the complainant’s testimony’ on which, he\n\nsaid ‘we have spent a lot of time dealing with that.’ It\r\nis correct that the court below did spend much time on the\nmatter. We\r\nare bound by its factual findings unless it is shown that they were\r\nwrong. Counsel was invited to point to any finding\nin the judgment\r\nthat was unsustainable but apart from submitting in most general\r\nterms that the court had erred did not accept\nthe invitation.\n[21] To conclude this sad tale, Staggie’s appeal\r\nis not properly before us and Bosch’s lapsed in any event\r\nbecause of\nhis death. And even if we accept the lackadaisical\r\nsubmissions made in court as an application for condonation and\r\nreinstatement\nof the appeal, they did not satisfy us that the delay\r\nwas excusable or that Staggie has reasonable prospects of success.\n[22] Something has to be said about the state’s\r\nconduct. The Directors of Public Prosecutions and even the Ministry\r\nof Justice\nhave on an administrative level been requested by this\r\ncourt over many years to keep proper track of the process of criminal\r\nappeals\n– to no or little avail. No proper track is kept of\r\nwhether persons convicted apply for leave within the prescribed\r\nperiod;\nwhether appeals are prosecuted in time by the filing of\r\nrecords or of heads of argument; and whether appeals are enrolled in\r\ndue\ncourse and do not lie waiting for doomsday somewhere in the\r\noffices of registrars, whether in this court or the high courts.\n[23] Then there is the question of due compliance by the\r\nstate of its obligation to comply with the practice directives of\r\nthis\ncourt. The state’s written argument was as could be\r\nexpected in the light of the appellant’s non-argument quite\r\nbrief.\nThe only references to the record were to the judgment of the\r\ncourt below. In spite of this the state said that we had to read all\n\n4000 pages of the record. This is unacceptable. The state has a duty\r\ntowards the court to ease its workload and not to bog it down.\nThe appeal is accordingly struck from the roll.\n____________________\nL T C Harms\nDeputy President\nAPPEARANCES\nAPPELLANTS: J Mihálik\nInstructed by Justice Centre, Cape Town\nRESPONDENT: H Booysen\nInstructed by The Director of Public Prosecution, Cape\r\nTown\nThe Director of Public Prosecution, Bloemfontein\n1\nSuid-Afrikaanse\r\n\tStrafproses\n(Kriegler and Kruger 6 ed)\r\n\tp 888.\n2\nSection\r\n\t158:\n‘\n(2) (a) A court may, subject\r\n\tto\nsection 153\n, on its own initiative or on application by the\r\n\tpublic prosecutor, order that a witness or an accused, if the\r\n\twitness or accused\nconsents thereto, may give evidence by means of\r\n\tclosed circuit television or similar electronic media.\n(b) A court may make a similar order on the application\r\n\tof an accused or a witness.\n(3) A court may make an order contemplated in\r\n\tsubsection (2) only if facilities therefore are readily available or\r\n\tobtainable\nand if it appears to the court that to do so would ─\n(a) prevent unreasonable delay;\n(b) save costs;\n(c) be convenient;\n(d) be in the interest of the security of the State or\r\n\tof public safety or in the interest of justice or the public; or\n(e) prevent the likelihood that prejudice or harm might\r\n\tresult to any person if he or she testifies or is present at such\r\n\tproceedings.’",
  "scraped_at": "2026-02-12T15:39:14.648832",
  "date": "2011-05-27",
  "coram": [
    "Harms DP",
    "Malan",
    "Theron JJA"
  ],
  "case_number": "38/10",
  "parties": {
    "applicants": [
      "Rashied Staggie",
      "Randall Bosch"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In August 2001 the complainant, believed to be a police informant, was kidnapped and gang‑raped by Rashied Staggie and Randall Bosch. The complainant was the sole eyewitness, with limited corroborative testimony, and was placed in a witness‑protection programme. The High Court in Cape Town found both men guilty of kidnapping, rape and, in Staggie's case, unlawful possession of a firearm, sentencing them to an effective 15 years' imprisonment. The court released the appellants on bail pending appeal. The appellants failed to prosecute the appeal: the record was filed late, heads of argument were inadequate, no application for condonation was made, and special‑entry procedures were not complied with. Bosch was later killed and Staggie remained incarcerated on a separate conviction.",
    "issues": "1. Whether the appellate court should reinstate the appeal despite the appellant’s extensive delay and lack of condonation. 2. Whether the failure to file a notice of appeal within the statutory period and to make the required special entries constitutes abandonment of the appeal. 3. Whether the trial judge erred in exercising discretion under s 153 and s 158 of the Criminal Procedure Act. 4. Whether the State complied with its procedural obligations in tracking and prosecuting the appeal.",
    "principles": "The court relied on the Criminal Procedure Act sections 153, 158 (discretion for in‑camera hearings and video evidence), 317 and 318 (special entries and automatic appeals), and 317(5) concerning the 21‑day period for filing a notice of appeal after a special entry. Precedent cited includes R v Nzimande (extension of appellate rights), S v Staggie & another 2003 (interpretation of s 153/158), S v Domingo 2005 (affirming the earlier interpretation), S v F 1999 (requirements for video evidence), and R v Harris 1965 (miscarriage of justice test). The principle that an unexplained delay may demonstrate an intention to abandon an appeal and that condonation must be sought within a reasonable time was emphasized.",
    "application": "The appellant did not file a notice of appeal within the 21‑day period prescribed by s 318(1) and made no application for condonation. The alleged heads of argument were merely a list of alleged errors without any substantive legal analysis. No special entries were identified on the record despite an application having been made. The State’s own submissions highlighted the appellant’s failure to prosecute and the lack of any reasonable prospect of success. Accordingly, the court found that the appellant had abandoned the appeal and that the statutory requirements for reinstatement were not met.",
    "conclusion": "The appeal was struck from the roll. Bosch’s appeal lapsed due to his death, and Staggie’s appeal was not properly before the court. No order was made granting reinstatement or further relief."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "appeal",
      "delay",
      "special entries",
      "condonation",
      "section 153",
      "section 158"
    ]
  }
}