{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/71.html",
  "case_name": "Janse van Rensburg NO and Others v Steyn (66/10) [2011] ZASCA 71; 2012 (3) SA 72 (SCA) (25 May 2011)",
  "citation": "[2011] ZASCA 71",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 71\n|\nNoteup\n|\nLawCite\nJanse van Rensburg NO and Others v Steyn (66/10) [2011] ZASCA 71; 2012 (3) SA 72 (SCA) (25 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 66/10\nIn the matter between:\nJACOBUS HENDRIKUS\r\nJANSE VAN RENSBURG N.O.\n.....................\n1\nST\nAPPELLANT\nPHILIP FOURIE N.O.\n.............................................................................\n2\nND\nAPPELLANT\nJACOB LUCIEN LUBISI\r\nN.O.\n................................................................\n3\nRD\nAPPELLANT\nLILY MAMPINA\r\nMALATSI-TEFFO N.O.\n................................................\n4\nTH\nAPPELLANT\nENVER MOHAMMED MOTALA\r\nN.O.\n....................................................\n5\nTH\nAPPELLANT\nRABOJANE MOSES KGOSANA\r\nN.O.\n..................................................\n6\nTH\nAPPELLANT\n(in their capacities as\r\njoint-liquidators of\nMP FINANCE GROUP CC [IN\r\nLIQUIDATION])\nand\nSAREL JOHANNES\r\nLODEWIKUS STEYN (18137/2005)\n........................\nRESPONDENT\nNeutral citation\n:\nJanse van Rensburg v Steyn\n(66/10)\n[2011] ZASCA 71\n(25 May\r\n2011)\nCoram:\nNAVSA,\r\nHEHER, SNYDERS, SHONGWE JJA and MEER AJA\nHeard:\n3 May 2011\nDelivered:\n25 May\r\n2011\nUpdated:\nSummary:\nPractice\r\n– default judgment – validity of order appointing\r\nplaintiffs as liquidators – order preceded by published\nrule\r\nnisi\n– order\nres judicata\nbetween liquidators and\r\ninvestors of estate administered by them.\nInsolvency –\r\nvoidable preference – application to set aside under s 29 of\nInsolvency Act 24 of 1936\nand to recover amount of disposition –\r\n‘debtor’ – who is – consolidated estate in\r\nwhich liquidators\nunable to identify entity making the disposition –\r\ninterpretation of consolidation order.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nNorth Gauteng High Court (Pretoria)\r\n(Tuchten J sitting as court of first instance):\nIn the result the appeal\r\nsucceeds. The following order is made:\n1. The appeal is upheld\r\nwith costs.\n2. The order of the court\r\na quo is set aside and replaced with the following:\n‘\n1.\r\nThe payments totalling R117 100.00 made by the Krion Scheme to the\r\ndefendant are set aside in terms of\ns 29\nof the\nInsolvency Act 24 of\n1936\n.\n2. Judgment is entered\r\nagainst the defendant for payment of R117 100.00 and interest thereon\r\nat the prescribed rate from date of\njudgment to date of payment.\n3. Costs of suit.’\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (NAVSA, SNYDERS,\r\nSHONGWE JJA AND MEER AJA concurring):\n[1] This is an appeal\r\nfrom a judgment of Tuchten AJ sitting in the North Gauteng High Court\r\nwith leave of the learned judge.\n[2] The six applicants,\r\nprofessional liquidators, sued the respondent, a retired train\r\ndriver. They relied on\ns 29\nof the\nInsolvency Act 24 of 1936\n. They\r\nasked the court to set aside as voidable preferences payments made to\r\nthe respondent by the consolidated estate of four corporate\nentities\r\nand a ‘partnership’ which estate they referred to in\r\ntheir particulars of claim as ‘the Krion scheme’,\nand for\r\npayment of R117 100 as contemplated in\ns 32(3)\nof the Act.\n[3] The respondent\r\n(Steyn) did not oppose the action. The liquidators applied for\r\ndefault judgment. The trial judge expressed doubts\nabout the validity\r\nof their cause of action and required them to file an affidavit to\r\nexplain why more than one entity was being\nliquidated under the same\r\nname and why that entity was claiming payment of the alleged debt.\r\nThe liquidators duly provided such\nan explanation by means of an\r\naffidavit by their attorney, Mr Coetzee, supported by the application\r\npapers in TPD case no 21098/2002\nto which reference will be made\r\nbelow.\n[4]\r\nThe learned judge was not persuaded. Although he questioned the\nlocus\r\nstandi\nof the\r\nliquidators in his judgment, he left that matter open. Instead he\r\nrefused the application on the grounds that:\n‘\nSection\r\n29\nof the\nInsolvency Act requires\na plaintiff to show that the\r\ndisposition in question was made by a specific debtor. A plaintiff\r\nwho relies on either\ns 26\nor\ns 29\nis further required to show that at\r\na decisive moment the liabilities exceeded the assets of that\r\nspecific insolvent debtor . .\n. This is precisely what the plaintiffs\r\nare unable to do: this is why no such allegation is made in their\r\nparticulars of claim\nand the evidence presented through the affidavit\r\nof the plaintiff’s attorney shows that this is why the court\r\norder was sought.\n1\n’\nTuchten AJ accordingly\r\nconcluded that the liquidators’ claim disclosed no valid cause\r\nof action and he dismissed the application\nfor judgment.\nThe\nlocus standi\nof the\r\nliquidators\n[5]\r\nBecause of the doubts expressed by the learned judge, and because\r\nFabricius AJ in his judgment in the\nBotha\ncase – the\r\nappeal in which was heard together with this appeal and in respect of\r\nwhich judgment is also delivered today –\nexpressly approved of\r\nthose reservations, it will be convenient to deal first with the\r\nquestion of\nlocus\r\nstandi\n.\n[6] According to the\r\nliquidators’ particulars of claim:\n‘\n7.1\r\nThe First to Sixth Plaintiffs act herein in their capacities as the\r\nduly appointed liquidators of the estate of MP Finance Consultants\nCC\r\n(in liquidation), Krion Financial Services Limited (in liquidation),\r\nMarburt Financial Services Limited (in liquidation), Madikor\n20 (Pty)\r\nLtd (in liquidation) and M&B Co-Operative Limited Partnership.\n7.2\r\nAll of the estates referred to hereinabove have been consolidated\r\ninto a single estate by order of the High Court of South Africa\n\n(Witwatersrand Local Division) under case number 21098/2002.\n7.3\r\nThe consolidated estate is referred to as MP Finance Group CC (in\r\nliquidation) and is referred to herein as the ‘Krion\nScheme’.’\nFour matters of note\r\narise from the allegations made in para 7 of the claim:\n1. The liquidators sue as\r\nthe joint liquidators of a consolidated estate.\n2. The consolidated\r\nestate is made up of the estates in liquidation of one close\r\ncorporation, three companies, and an entity which,\nby description, is\r\na partnership that is not alleged to have been sequestrated.\n3. The consolidated\r\nestate is alleged to be that of a close corporation that bears a name\r\nwhich is not that of one of the entities\nwhose estates have been\r\ncombined.\n4. The authority relied\r\non for this, patently unusual, situation is an order of the High\r\nCourt.\n[7]\r\nThere is, of course, a context to these allegations, disclosed to the\r\nlearned judge, that should not be lost sight of in the\nprocedural\r\nmists. The liquidators are carrying out a public duty. They applied\r\nfor and received sanction for both the scope of\ntheir administration\r\nand the manner of its exercise.\n2\nAlthough I would not necessarily have\r\nsought relief in the terms of the orders in case no 21098/2002 (or\r\ngranted it) that is, for\nreasons which will appear, water under the\r\nbridge. The liquidators have been carrying out their mandate for more\r\nthan seven years.\nBefore they applied for the authority conferred by\r\nthe two orders they were aware of complexities and uncertainties in\r\nthe administration\nof the estates of the various entities. The\r\nramifications appear from the founding affidavit of the first\r\nappellant in case no\n21098/2002. In short, the Krion scheme was a\r\npyramid scheme operated by a Ms Marietjie Prinsloo almost entirely on\r\na cash basis\nand dependent entirely upon procuring ‘investments’\r\nfrom gullible members of the public sufficient to pay the fantastic\n\nrate of return promised to every one. The scheme was operated under\r\nvarious names including the four registered corporate entities\n\nreferred to in the particulars of claim. Although meticulous records\r\nwere kept of moneys received from and returns owing to investors,\n\nnone of the entities, incorporated or otherwise, kept books of\r\naccount or published financial statements and only Krion Financial\n\nServices Ltd opened a bank account (and then only for a period of\r\nabout three months in 2002). The liquidators’ task was\n\nespecially complicated by the practice of Ms Prinsloo, as the driving\nforce\r\nbehind the operation of the scheme, of moving from one corporate\r\nidentity to another successively and as it suited her and,\n\nparticularly, during a period when there were official enquiries\r\nbeing made into her affairs. On such occasions the assets and\n\nliabilities of the discarded entity were simply taken over holus\r\nbolus\nby the one that\r\nfollowed. As the first appellant deposed:\n‘\nMev\r\nPrinsloo het self getuig [in a\ns 417\nenquiry] dat dit ook vir haar\r\nonmoontlik sou wees om vas te stel welke beleggers by welke entiteit\r\nbelê het en welke entiteit\ndie maandelikse rente en of kapitaal\r\nterugbetalings aan beleggers gedoen het. Dit was egter nie vir haar\r\nbelangrik nie aangesien\nsy al die aparte entiteite se besigheid as\r\nnet een besigheid beskou het en was die verskillende entiteite aldus\r\nhaar net nodig\nom die skema te probeer wettig . . . So byvoorbeeld\r\nblyk uit al die state dat MP Financial [a trading name utilized by Ms\r\nPrinsloo]\ndie uitbetalings doen ten spyte van die feit dat dit gedoen\r\nis met fondse van die ander entiteite soos en wanneer hulle begin\r\nhandel\ndryf.’\n[8] The first appellant\r\ninformed the court in the initial application (and likewise the\r\nlearned judge a quo) that\n1. a minimum of 8 748\r\npersons invested money in the scheme;\n2. each investor\r\ninvested, on average, 3.1 times;\n3. 26 885 separate\r\ninvestments were made;\n4. the total of all\r\ninvestments was about R1.5 billion, represented by about R950 million\r\nin new investments and about R625 million\nin re-investments;\n5. about R975 million was\r\nreturned to investors;\n6. there was an\r\nunexplained shortage of about R600 million.\n[9]\r\nIn the circumstances that gave rise to the original application a\r\npragmatic, overall view was required, rather than one that\nattempted\r\nto tie loose ends. Since 2003 the liquidators have been before this\r\nCourt on three occasions in the bona fide administration\nof the\r\nconsolidated estate.\n3\nDuring those appeals no challenge was\r\nraised to their\nlocus\r\nstandi\n. They have\r\ncaused thousands of summonses to be issued in order to recover assets\r\nof the consolidated estate for the equitable benefit\nof creditors.\r\nAll these considerations were known to the court a quo. In such\r\ncircumstances a court should be slow to undermine\nthe process of\r\nliquidation unless that consequence is unavoidable.\n[10] A brief reference to\r\nthe entity, called M & B Co-Operative Limited Partnership in para\r\n7.1 of the liquidators’ particulars\nof claim, is necessary.\r\nThis entity was, according to the founding affidavit in case no\r\n21098/2002, a vehicle used by Ms Prinsloo\nto further the scheme, her\r\nintention being to incorporate it as a co-operative society; that did\r\nnot happen and in consequence\nit never matured beyond one of the\r\ntrading names of the Krion Scheme. Although the deponent describes it\r\nas ‘regtens soos\n‘n vennootskap’ and purports to\r\nidentify the partners, it is clear that he does not speak from\r\npersonal knowledge and\nhe does not provide any factual basis for his\r\nlegal conclusion. It may therefore be accepted simply as one of the\r\nnames used by\nthe corporate entities engaged in the scheme whose\r\nrecognition in the order of Hartzenberg J was probably superfluous.\n[11]\r\nI think that the answer to the perceived dilemma about the\nlocus\r\nstandi\nof the\r\nliquidators lies in the orders made by Hartzenberg J in case no\r\n20198/2002 and the reasons for those orders, as well as the\norder\r\nthat the same learned judge made in case no 1288/2003.\n[12] The order in case no\r\n20198/2002 was in so far as relevant to the present appeal, as\r\nfollows:\n‘\n2.\r\nDat dit verklaar word dat die boedels van MP Finance Consultants BK\r\n(in likwidasie), Krion Financial Services Bpk (in likwidasie),\n\nMartburt Finansiële Dienste (in voorlopige likwidasie), Madikor\r\nTwintig (Edms) Bpk (in likwidasie) en M & B Koöperasie\nBpk\r\nVennootskap een entiteit is bekend as\ndie\r\nMP Finance Group BK, welke saamgevoegde boedel vir alle doeleindes as\r\n‘n gelikwideerde beslote korporasie beskou sal word\nen dat\r\nverklaar word dat die besigheid van die verskillende entiteite, die\r\nbesigheid van die saamgevoegde beslote korporasie was.\n3.\r\nDat die voormelde gesamentlike boedel van die verskillende entiteite\r\nas een beslote korporasie beredder en beskou sal word vir\ndoeleindes\r\nvan die voorafgaande en sal die feit dat daar aparte entiteite\r\nopgerig is, verontagsaam word.\n4.\r\nDat die voorafgaande nie afbreuk sal doen aan die regte van enige\r\nskuldeiser wat ‘n eis bewys teen enige van die afsonderlike\n\nentiteite hierbo na verwys nie, met dien verstande dat sodanige\r\nskuldeiser se eis slegs ontmoet word uit ‘n bate wat bewys\nword\r\ndie bate van sodanige afsonderlike entiteit is.\n5.\r\nDat in die geval van Krion Financial Services Bpk (in likwidasie)\r\nword verklaar dat die bepalings van Artikels 311, 312, 417,\n418 en\r\n424 van die Maatskappywet (Wet 61 van 1973) van krag bly, asof\r\nhierdie bevel glad nie gemaak is nie, behalwe dat alle koste\nhieraan\r\nverbonde uit die saamgevoegde boedel betaal mag word en dat die\r\nlikwidateurs te enige tyd in die toekoms om gegronde redes\nmag\r\naansoek doen aan hierdie hof dat enige ander bepalings van die\r\nMaatskappyewet ook van krag sal wees, of dat hierdie bevel op\nenige\r\ngepaste wyse gewysig word om voorsiening te maak vir die meer\r\neffektiewe administrasie van die boedel.\n6.\r\nDat die likwidasie van die saamgevoegde boedel geag word ‘n\r\naanvang geneem het op 4 Junie 2002.\n7.\r\nDat behalwe vir die voorafgaande uitsonderings word die Applikante\r\ngelas om enige eise wat bewys word teen enige van die gemelde\n\nentiteite te beskou as ‘n eis teen die saamgevoegde boedel.’\n[13] The\r\norder in case no 1288/2003 was, also to the extent relevant, and as\r\namended by this Court, in the\nFourie\nmatter,\r\nas follows:\n‘\n1.\r\nIt is declared that the investment scheme by Marietjie Prinsloo\r\n(formerly Pelser) during the period 1998 to June 2002 under various\n\nnames including MP Finance Consultants CC, Madikor Twintig (Pty) Ltd,\r\nMartburt Financial Services Limited, M & B Ko-operasie\nBeperk and\r\nKrion Financial Services Limed (“the investment scheme”)\r\nwas at all material times from and after 1 March\n1999 insolvent in\r\nthat its liabilities exceeded its assets.\n2.\r\nAll contracts concluded between the investment scheme and investors\r\nin the scheme were illegal and null and void.\n3.\r\nAll actual payments, whether as profit or interest, from and after\r\nMarch 1999 by the aforesaid investment scheme to the second,\nthird,\r\nfourth, fifth and further respondents, in so far as they exceed the\r\ninvestments of each particular investor are set aside,\nunder\ns 26\nof\r\nthe\nInsolvency Act as\ndispositions without value by the scheme to\r\ninvestors at times when its liabilities exceeded its assets, provided\r\nthat the right\nof investors to rely on the provisions of\ns 33\nof the\nInsolvency Act is\nin no way affected by this order.’\n[14] The\r\nconfirmation of both orders was preceded by the nationwide\r\npublication of a rule\nnisi\nintended,\r\namong other purposes, to serve as notice to all investors in the\r\nKrion scheme. Neither the names or whereabouts of every\ninvestor was\r\nknown to the liquidators and this, together with the substantial cost\r\nof effecting personal service on all identifiable\ninvestors,\r\nobviously persuaded the court that substituted service should be\r\nauthorised. Publication of the terms of the rule in\nthe first\r\napplication was accompanied by a succinct summary of the application,\r\nthe rule and its effects intended for the enlightenment\nof investors.\r\nThe summary was as follows:\n‘\nMarietjie\r\nPrinsloo (voorheen Pelser) het haar beleggingskema bedryf deur\r\nverskeie entiteite naamlik MP Finance Consultants BK, Martburt\n\nFinansiële Dienste Bpk, Madikor Twintig (Edms) Bpk, M & B\r\nKo-operasie Bpk en Krion Finansiële Dienste Bpk.\nAlmal\r\nbehalwe M & B Ko-operasie Bpk, wat nooit geregistreer was nie, is\r\nreeds gelikwideer en die voorlopige likwidateurs het\ndie\r\nHooggeregshof gevra om die verskeie boedels te konsolideer sodat dit\r\nvoortaan alles beskou sal word asof dit maar net een maatskappy\nwas,\r\nwat bekend sal staan as die MP Finance (Groep) BK.\nDie\r\nredes vir konsolidasie is onder andere dat dit deurentyd dieselfde\r\nbesigheid was ten spyte daarvan dat verskeie name van tyd\ntot tyd\r\ngebruik was, dat die entiteite se sake nie afsonderlik bedryf was nie\r\nen het hulle onder andere mekaar se skulde betaal\nen was hul sake so\r\nin mekaar ineengestrengel dat dit vir die likwidateurs onmoontlik sal\r\nwees om afsonderlike bates en laste van\ndie verskeie entiteite te\r\nidentifiseer.\nBelanghebbendes\r\nmag die aansoek bestry en redes aanvoer waarom so ‘n\r\nkonsolidasie bevel nie finaal gemaak moet word nie. Afskrifte\nvan die\r\naansoek stukke is beskikbaar by prokureurs Strydom & Bredenkamp\r\nIng met Tel: (012) 342-0700, verwysing Judy Grobler.\nDie\r\nbeleggers se verteenwoordiger ondersteun die aansoek aangesien baie\r\nbeleggers met meer as een entiteit sake gedoen het en dit\nbaie\r\nmoeilik sal wees om te bepaal hoeveel van elke entiteit ge-eis moet\r\nword.’\n[15]\r\nNo individual investor opposed confirmation of the rule in the first\r\napplication. The so-called ‘investors representative’,\nMr\r\nC S Edeling, contested several aspects, but abandoned his opposition\r\nbefore confirmation. The order was not appealed. It thus\nbecame\r\nbinding on all investors including the respondents in the present\r\nappeals.\n4\nThe order in case 1288/2003 was the\r\nsubject of an appeal by Mr Edeling and certain investors. The appeal\r\nwas substantially unsuccessful.\n5\nAlthough the court stated that it was\r\nopen to any investor to challenge the enforceability of the order on\r\nthe ground that he had\nnot received notice or had not understood the\r\norder, it is clear that the order was to remain prima facie binding\r\non all investor\nwho did not successfully challenge it on that basis.\r\nNeither Mr Botha in this appeal nor the appellants Steyn and Zwarts\r\nin the\nother two\nappeals\r\nbefore us attempted to place evidence before the court which might\r\njustify their release from the effects of the order.\nAs paragraphs 2\r\nand 3 of the order in case no 21098/2002 expressly authorised and\r\ninstructed the liquidators to proceed with liquidation\nof the four\r\ncorporate entities as a consolidated estate the issue of\nlocus\r\nstandi\nwas not one\r\nthat could arise between an investor such as Mr Steyn and the\r\nliquidators. The orders are presumed to be correctly-made,\nwhether\r\nthey were or not.\n6\nThe court a quo had no reason to\r\nenter upon the issue\nsuo\r\nmoto\nand could not\r\nsit as a court of appeal on the order made in those proceedings.\nCompliance with\ns 29\nof the\nInsolvency Act\n[16\n]\r\nThe orders go beyond\nlocus\r\nstandi\n. Properly\r\ninterpreted\n7\nthey\n1. deem the whole\r\noperation of the Krion scheme to have been conducted under a single\r\ncorporate entity, MP Finance Group CC;\n2. authorise that the\r\nadministration of the separate estates of the various corporate\r\nentities be carried on as one consolidated\nestate, MP Finance Group\r\nCC (in liquidation);\n3. declare the estates,\r\ntreated as one, to have been insolvent from 1999 because their\r\nliabilities exceeded their assets;\n4. relieve the\r\nliquidators of the necessity of identifying assets and liabilities as\r\nattaching to any of the individual constituents\nof the consolidated\r\nestate.\n[17] So understood, the\r\norder disposes of all the perceived difficulties which moved the\r\nlearned judge to refuse the order. The\nliquidators’ allegations\r\nmust be read as relating to a specific insolvent debtor, viz the\r\ndeemed corporate entity that embraced\nall temporary corporate\r\nvehicles and trade names used by Ms Prinsloo in implementing the\r\nfraudulent scheme, whether to attract\ninvestment or to discharge\r\ndebts or perceived debts.\nInterest\n[18] The\r\nappellants claimed interest at the statutory rate of 15.5 per cent\r\nper annum\na tempore morae\nto\r\ndate of payment. In the application for default judgment the demand\r\nrelied on was the service of the summons on 30 May 2005.\nThere was\r\nsome debate in counsel’s heads of argument as to whether such\r\nan order was permissible.\n[19] In\r\nMeskin’s\nInsolvency Law and its\r\noperation in winding up\n, ed Magid\net\r\nal\n, Issue 33, the authors submit (at 5-121)\r\nthat\n‘\nthe\r\nfact that\nsection 32(3)\ndoes not empower the Court to make any order\r\nfor the payment of interest does not preclude its awarding mora\r\ninterest to the judgment\ncreditor from the date of judgment. . . [A]n\r\naward of such interest from some earlier date is not competent since\r\nthere is no obligation\nto restore or pay until the Court orders\r\naccordingly.’\nThat there\r\nis no such obligation before the court sets aside an impeachable\r\ndisposition and makes an order for recovery has recently\nbeen made\r\nclear in\nDuet and Magnum Financial Services CC\r\n(in liquidation) v Koster\n2010 (4) SA 499\n(SCA) in which Nugent JA explained the operation of\ns 32(3)\n, pointing\r\nout (at para 10) that the defendant sued for the setting aside of a\r\ndisposition under the sections and payment has no\npresent obligation\r\nto pay the moneys that are claimed and only becomes obliged to pay\r\nonce the court has made a declaration to\nthat effect. Further (at\r\npara 12):\n‘\nthe\r\norder obtained by the liquidator or trustee is one that brings a debt\r\ninto existence once it has been shown that a disposition\nthat falls\r\nwithin the terms of\nss 26\nto\n31\nhas occurred. Once it is so shown the\r\nliquidator is entitled to recover the property or its value . . .\r\n[T]he declaration that\nis made by the court brings into existence\r\ndebts that did not exist before and simultaneously enables the debts\r\nimmediately to\nbe enforced through the ordinary process of execution.\r\n. .’\n[20] Thus\r\nthe ordinary incidence of demand by means of service of the summons\r\ngiving rise to\nmora ex persona\nmust\r\nyield to the effect of the statute as explained in\nDuet\r\nand Magnum\nbecause the debtor is in mora only\r\nfrom date of judgment.\n[21] It\r\nwould therefore appear that the order for payment of mora interest\r\nfrom date of service of the summons made in analogous\ncircumstances\r\n(although without motivation) in\nPaterson NO v\r\nTrust Bank of Africa Ltd\n1979 (4) SA 992\n(A)\r\nat 1003G should be regarded as having been made\nper\r\nincuriam\n.\n[22] In the result the\r\nappeal succeeds. The following order is made:\n1. The appeal is upheld\r\nwith costs.\n2. The order of the court\r\na quo is set aside and replaced with the following:\n‘\n1.\r\nThe payments totalling R117 100.00 made by the Krion Scheme to the\r\ndefendant are set aside in terms of\ns 29\nof the\nInsolvency Act 24 of\n1936\n.\n2. Judgment is entered\r\nagainst the defendant for payment of R117 100.00 and interest thereon\r\nat the prescribed rate from date of\njudgment to date of payment.\n3. Costs of suit.’\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS: F du Toit SC\nThys Cronje Inc, Pretoria\nC/o Van der Merwe Sorour,\r\nBloemfontein\nRESPONDENT: -\n1\nThe\r\n\tlearned judge was referring to the rule issued in case no 21098/2002\r\n\tas confirmed on 4 February 2003.\n2\nIn\r\n\tcase no 21098/2002 and case no 388/2003 to which reference will also\r\n\tbe made below.\n3\nSee\nFourie NO v Edeling NO\n[2005]\r\n\t4 All SA 393\n(SCA);\nMP Finance Group CC\r\n\t(in liquidation) v Commissioner, South African Revenue Service\n2007\r\n\t(5) SA 521\n(SCA);\nJanse van Rensburg &\r\n\tOthers NNO v Steenkamp\n;\nJanse\r\n\tvan Rensburg & Others NNO v Myburgh\n2010\r\n\t(1) SA 649\n(SCA\n).\n4\nSee\nInsamcor (Pty) Ltd v Dorbyl Light & General Engineering (Pty)\r\n\tLtd\n;\nDorbyl Light & General Engineering (Pty) Ltd v\r\n\tInsamcor (Pty) Ltd\n2007 (4) SA 467\n(SCA) at 476F-477B, paras 28\r\n\tand 29.\n5\nSee\nFourie NO v Edeling\n, above.\n6\nAfrican\r\n\tFarms & Townships Ltd v Cape Town Municipality\n1963 (2) SA\r\n\t555\n(A) at 564B-F.\n7\nAs\r\n\tto which see\nFirestone South Africa (Pty) Ltd v Gentiruco AG\n1977\r\n\t(4) SA 298\n(A) at 304D-H. No judgments were delivered in either\r\n\tapplication.",
  "scraped_at": "2026-02-12T15:35:14.222913",
  "date": "2011-05-25",
  "coram": [
    "NAVSA",
    "HEHER",
    "SNYDERS",
    "SHONGWE JJA",
    "MEER AJA"
  ],
  "case_number": "66/10",
  "parties": {
    "applicants": [
      "Jacobus Hendrikus Janse van Rensburg N.O.",
      "Philip Fourie N.O.",
      "Jacob Lucien Lubisi N.O.",
      "Lily Mampina Malatsi-Teffo N.O.",
      "Enver Mohammed Motal a N.O.",
      "Rabo Jane Moses Kgosa na N.O."
    ],
    "respondents": [
      "Sarel Johannes Lodewikus Steyn"
    ]
  },
  "sections": {
    "facts": "The appellants were the six joint liquidators of the consolidated estate of MP Finance Group CC (the \"Krion Scheme\"), which comprised the estates of several companies and a partnership that had been merged by High Court orders (case 21098/2002 and 1288/2003). The scheme was a pyramid investment operation run by Ms Marietjie Prinsloo under multiple corporate names. The liquidators sought to set aside payments of R117,100 made by the consolidated estate to the respondent, invoking section 29 of the Insolvency Act as a voidable preference. The trial judge refused, questioning the liquidators' locus standi and their ability to identify a specific debtor. No investor opposed the consolidation orders, and the liquidators had been conducting the liquidation for several years.",
    "issues": "1) Whether the joint liquidators have locus standi to sue on behalf of the consolidated estate under section 29 of the Insolvency Act. 2) Whether the payments to the respondent constitute a voidable preference that can be set aside. 3) Whether interest may be awarded on the judgment debt and from which date.",
    "principles": "Section 29 of the Insolvency Act requires a plaintiff to prove that a disposition was made by a specific insolvent debtor whose liabilities exceeded assets at the time of the disposition. Consolidation orders treat multiple estates as a single entity, granting the appointed liquidators standing to sue on behalf of that entity. Voidable preference principles allow recovery of preferential payments made when the debtor was insolvent. Authority such as Duet and Magnum Financial Services and Fourie v Edeling clarifies that interest under section 32(3) is payable from the date of judgment, not from the date of service.",
    "application": "The court examined the consolidation orders, which declared the five constituent estates to be a single insolvent corporate entity, MP Finance Group CC. Consequently, the liquidators could rely on section 29, identifying the consolidated estate as the debtor. The payments of R117,100 were deemed voidable preferences and were therefore set aside. Drawing on precedent, the court affirmed that interest may be awarded from the date of judgment, applying the statutory rate.",
    "conclusion": "The appeal was upheld with costs. The order of the court a quo was set aside and replaced with an order setting aside the R117,100 payments, entering judgment against the defendant for R117,100 plus interest at the prescribed rate from the date of judgment, and awarding costs of suit."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Voidable Preference",
    "level_3": [
      "consolidated estate",
      "liquidators standing",
      "section 29 Insolvency Act",
      "interest on judgment",
      "pyramid scheme"
    ]
  }
}