{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/83.html",
  "case_name": "Nkosi and Another v S (411/10) [2011] ZASCA 83; 2011 (2) SACR 482 (SCA) (27 May 2011)",
  "citation": "[2011] ZASCA 83",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 83\n|\nNoteup\n|\nLawCite\nNkosi and Another v S (411/10) [2011] ZASCA 83; 2011 (2) SACR 482 (SCA) (27 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 411/10\nIn the matter between:\nJAMES NKOSI\n…...................................................................................................\nFirst\r\nAppellant\nZWELI ALBERT MTHETHWA\n….................................................................\nSecond\r\nAppellant\nand\nTHE STATE\n….............................................................................................................\nRespondent\nNeutral citation\n:\nJames Nkosi v The State\n(411/10)\n[2011] ZASCA 83\n(27 May 2011)\nCoram:\nPONNAN, MAYA JJA AND PETSE AJA\nHeard:\n17 March 2011\nDelivered:\n27 May 2011\nSummary:\nAppeal against convictions and sentences –\r\nwhether appellants ought to have been discharged at close of state\r\ncase in terms\nof\ns 174\nof the\nCriminal Procedure Act 51 of 1977\n–\r\nwhether convictions and sentences imposed appropriate.\n__________________________________________________________________\nORDER\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Hussain J sitting as court of first\r\ninstance):\nThe first appellant’s appeal succeeds. His\r\n\tconvictions and sentences are set aside.\nThe second appellant’s appeal is dismissed.\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nMAYA JA (Ponnan JA and Petse AJA concurring):\n[1] In the early hours of 9 September 2004, a gang of\r\nheavily armed robbers travelling in a blue Toyota Tazz motor vehicle\r\nattacked\nFidelity Cash Management Services (Fidelity) security guards\r\nwho were transporting cash from Boksburg to a Benoni pension\r\npay-point,\neast of Johannesburg. The attempted cash-in-transit heist\r\noccurred on the busy N12 highway between Benoni and the Etwatwa\r\noff-ramp,\nbetween 06h00 and 07h00, in heavy early morning traffic.\r\nThe Toyota had been violently robbed at gunpoint from its driver, Mr\r\nJoao\nAnanias Matembu, on the previous evening.\n[2] Unbeknown to the robbers, Fidelity had received a\r\ntip-off of an impending robbery. The police had been duly alerted and\r\nstrategically\npositioned themselves along the relevant route. The\r\nattack occurred as anticipated. During the course of the attempted\r\nrobbery,\none of the two Fidelity vehicles and a passing motorist, Mr\r\nJohannes Hendrik Humphries, were shot by the gang. However, the\r\npolice\nwere waiting in the vicinity and a gunfight ensued between\r\nthem and the gangsters who were armed with AK47 assault rifles and\r\nsemi-automatic\n9mm pistols. In the melee, the police shot four men.\r\nTwo of them died at the scene. The other two, one of them, the second\r\nappellant,\nwere arrested and conveyed to hospital. The third man died\r\nin hospital on the same day.\n[3] A Mazda 626 vehicle which had been observed at the\r\ncrime scene during the commission of the offences was seen driving\r\naway.\nThe police gave chase and a similar vehicle was subsequently\r\nfound at a taxi rank in Daveyton, a township about 30 to 40\r\nkilometres\naway. Its driver, the first appellant, was arrested.\n[4] The appellants were subsequently charged (a) on\r\ncount 1, with robbery with aggravating circumstances of the Toyota;\r\n(b) on count\n2, with attempted robbery with aggravating circumstances\r\nof the Fidelity vehicle, alternatively unlawful conspiracy with\r\nSibanda\n(an employee of Fidelity who was murdered before the trial)\r\nto commit robbery; (c) on count 3, with the attempted murder of\r\nHumphries;\n(d) on counts 4,5 and 6, with the murders of the three\r\nwould-be robbers Prince Hlophe, Philip Mahlaba and Vunokwakhe\r\nMtshali; (e)\non count 7, with unlawful possession of two AK47 rifles\r\n(f) on count 8, with unlawful possession of six 9mm pistols and (g)\r\non\ncount 9, possession of 7,62mm, 7,65mm and 9mm calibre ammunition.\n[5] The appellants pleaded not guilty to all the\r\ncharges. After hearing evidence, the court below acquitted them in\r\nrespect of the\ncounts of the robbery of the Toyota (for lack of\r\nevidence against them) and the three counts of murder (the court\r\nfound that the\ndead gangsters had been lawfully killed by the police\r\nacting in private defence). They were, however, convicted on counts\r\n2, 3,\n7, 8 and 9. They were then each sentenced to undergo 15 years\r\nimprisonment on count 2, seven years imprisonment on count 3, five\n\nyears imprisonment on count 7, three years imprisonment on count 8\r\nand 2 years imprisonment on count 9. The sentences on counts\n7, 8 and\r\n9 were ordered to run concurrently with those imposed on counts 2 and\r\n3. Thus, they were each sentenced to an effective\nterm of 22 years\r\nimprisonment.\n[6] The court below granted both appellants leave to\r\nappeal against their convictions and sentences. The state also sought\r\nleave\nto cross-appeal against their acquittals on the murder charges,\r\nwhich was granted, but abandoned its appeal before the hearing.\nOnly\r\nthe appellants’ appeals remain for adjudication.\n[7] The state called several witnesses to support its\r\ncase. The evidence of the first of those witnesses, Matembu, is not\r\nrelevant\nfor present purposes as it concerned the robbery of the\r\nToyota which is no longer in contention. Humphries, the next witness,\r\ntestified\nthat he was driving his bakkie along the N12 highway from\r\nthe Witbank direction on his way to work in Johannesburg at about\r\n06h20.\nHe noticed two Fidelity vehicles approaching from the opposite\r\ndirection. The one ahead suddenly swerved and turned around towards\n\nJohannesburg whilst the other one stopped. There was commotion as\r\ntraffic halted abruptly and those who could, realizing that something\n\nwas wrong, turned around to escape.\n[8] He stopped his bakkie in preparation to turn back.\r\nBut before he could move, a blue Toyota Tazz came from the opposite\r\ndirection\nand stopped in the middle of the highway, about 150 metres\r\nfrom him. A man carrying an AK47 rifle alighted from the vehicle and\n\nwalked towards him, firing shots directly at his bakkie. One bullet\r\npenetrated his vehicle and struck his right shoulder. At that\nmoment,\r\na number of police vehicles swooped and a police helicopter landed\r\nbehind his vehicle on the highway. His assailant was\nshot by the\r\npolice and fell in front of his vehicle. The Toyota sped off pursued\r\nby the police who were shooting at it. It swung\naround and stopped at\r\na nearby field. One of the vehicles that he noticed at the crime\r\nscene was a ‘white Mazda 626’\nwhich drove away towards\r\nJohannesburg, behind the fleeing Fidelity vehicle, when the trouble\r\nstarted. A policeman assisted him\nout of his vehicle and he was taken\r\nto hospital.\n[9] One of the police officers monitoring the N12\r\nhighway before the incident was Inspector Jacobus Johannes\r\nRedelinghuys of the\nSerious Violent Crime Unit, Pretoria. According\r\nto him, members of his unit travelled to the N12 highway early that\r\nmorning with\nan order to scout the road for a possible robbery. He\r\ntravelled with a colleague, Captain Viljoen. They chose a spot along\r\nthe\nhighway and lay in wait. Not long thereafter, a green Fidelity\r\nvehicle drove past slowly towards Witbank followed closely by a ‘gold\n\nMazda 626’ which drove on the yellow line of the road. Behind\r\nthe Mazda followed another police vehicle from his unit, which\nwas\r\nalso on the stake-out. They joined the traffic and followed about 100\r\nto 150 metres behind the Mazda, separated from it by\none vehicle. At\r\nsome stage, the Fidelity vehicle and the Mazda drove around a bend\r\nand disappeared from their sight momentarily.\n[10] They saw traffic suddenly turning around and\r\nspeeding away and heard the sound of gunfire. They drove on and saw a\r\nblue Toyota\nTazz, which travelled parallel to the highway, drive onto\r\nthe nearby field, alongside the highway, and stop. The front\r\npassenger\njumped out of the vehicle before it came to a complete\r\nstandstill. Redelinghuys jumped out of his vehicle and approached the\r\nToyota.\nThe driver and a left rear passenger who remained in the\r\nToyota alighted and he ordered them to lie on the ground. He\r\nconfiscated\nthe cellular phones he found upon searching them and\r\nnoticed that they both had gunshot wounds. The man who jumped out of\r\nthe Toyota\nearlier lay about 10 to 20 metres from it and had been\r\napprehended by the other police officers. He was wounded. He searched\r\nhim\nand removed his cellular phone. He found a 9mm pistol on the road\r\nnear the Toyota. A man lay dead in the middle of the road and\nnext to\r\nhis body was an AK47 rifle. He did not see the Mazda again and had\r\nnoticed neither its registration details nor its occupants\nas he had\r\nseen it from a distance of about 200 to 250 metres.\n[11] Captain Johannes Fryer was in one of the police\r\nvehicles which lay in wait at various observation points along the\r\nN12 highway.\nHe testified that his party received a radio message\r\nalerting them to the approach of the Fidelity vehicles. They were\r\nshortly\npassed by one of the vehicles and followed it from behind a\r\nlarge volume of traffic spanning about 200 metres. Sudden gunfire\r\nerupted\nfrom the opposite direction bringing the traffic to a\r\nstandstill. They weaved their way through and saw a blue Toyota Tazz\r\nparked\non the right-hand side of the highway, facing the Witbank\r\ndirection. Two men stood near it. One carried an AK47 rifle and was\r\nshooting\nat the Fidelity vehicle which tried to turn around towards\r\nthe direction from which it had come. They could not see what the\r\nother\nman carried in his hands.\n[12] Superintendent Blom, who drove their vehicle,\r\nstopped and activated its blue light. They approached the gunman and\r\nordered\nhim to stop shooting, but he turned around and shot at them.\r\nThey returned fire and the man dropped to the ground. Inspector\r\nBambeger,\none of his crew, approached the injured man to arrest him.\r\nMeanwhile, he and Blom pursued the Toyota which was driving away into\n\nthe field. The vehicle stopped and he saw a man running away from it.\r\nHe ordered him to surrender and subsequently arrested him.\nHe then\r\nhanded him to another colleague and left to join the helicopter crew\r\nto pursue a brown or beige Mazda 626 which, they were\ntold by radio\r\ncontrol, was involved in the offences and was fleeing the crime scene\r\ntowards Daveyton. However, they were informed\nshortly after take-off\r\nthat the Mazda had been apprehended at the Daveyton taxi rank and\r\nreturned to the crime scene.\n[13] According to Constable Gaba Magaqa of Daveyton\r\npolice station, a message came through radio control, reporting a\r\nrobbery along\nthe N12 highway, some 30 to 40 kilometres away, and\r\nthat a ‘light brown Mazda 626’ with two occupants had\r\nbeen seen\nspeeding towards Daveyton. He set off in chase with the\r\nassistance of a helicopter which flew overhead. He saw the vehicle\r\npass\na local college, Isidingo, at high speed and followed it to the\r\nlocal taxi rank for a distance he estimated initially between 200\nto\r\n250 metres, then a kilometre to a kilometre and a half and, finally,\r\n40 to 50 metres. Once the vehicle stopped, two people jumped\nout and\r\nran towards different directions. One of them, the first appellant,\r\nwent to hide under a parked motor vehicle from which\nhe dragged and\r\narrested him in the presence of other police officers and the\r\nhelicopter which still hovered above them.\n[14] A few more witnesses testified briefly on behalf of\r\nthe state to tidy up some loose ends. Captain Sebola Mampane of the\r\nEast\nRand Services and Violent Crime Unit said that he arrived late\r\nat the crime scene, after it had been ‘contained’ and\n\nfollowed up on the whereabouts of the second appellant who was\r\nreported to have been arrested there. He found him at Springs Police\n\nStation on the following day, wrapped in bandages, and charged him.\r\nInspector Jacobus van der Linde of Fidelity’s Investigations\n\nServices Intelligence Unit confirmed receiving a tip-off about a\r\npossible robbery. Only the rear wheels of their vehicle were damaged\n\nin the incident and its occupants were treated only for shock.\r\nAnother witness was Mr Lunga Mthombothi, a paramedic of the Etwatwa\n\nFire Department and one of the crew who attended to the injured men\r\nat the crime scene, who identified themselves as Dumisani Hlophe\nand\r\nZweli Mthethwa (the second appellant). He conveyed them to hospital\r\nand had them admitted. The last witness was the investigating\nofficer\r\nof the case, Inspector Goosen. He confirmed the death of Sibanda who,\r\nhe said, would have been a key state witness but\nfor his murder.\n[15] At the close of the state case, the first\r\nappellant’s legal representative expressed an intention to\r\napply for his discharge\nin terms of\ns 174\nof the\nCriminal Procedure\nAct 51 of 1977\n. However, the court below brusquely informed him that\r\nto do so would be ‘a waste of court time’ as ‘the\r\npractice\nwas not to grant discharges piecemeal where there are\r\nmultiple accused involved’ although ‘ it would have been\r\na very\ndifferent matter if [the first appellant] had been on his\r\nown’. Thus, the application was aborted.\n[16] Both appellants then testified in their defence and\r\ndenied any involvement in the commission of the offences. It emerged\r\nfrom\ntheir evidence that they were old friends and that the vehicle\r\ndriven by the first appellant on the day of the incident, a brown\n\nMazda 626 as he described it, belonged to the second appellant.\r\nAccording to the first appellant, a taxi owner, he had purchased\nthe\r\nvehicle on the second appellant’s behalf in December 2003. He\r\nborrowed it on the day preceding the incident because his\nvehicle had\r\nbroken down. When it transpired during his cross-examination that he\r\nowned several vehicles which were in good working\norder at the\r\nmaterial time, he said that he intended to use the Mazda to track\r\ndown one of his taxis which had been stolen. The\ntaxi rank from which\r\nhe operated was strictly patrolled on Tuesdays and Thursdays and all\r\ntaxi owners were expected to be present\nor face penalties which\r\nincluded a fine. As he would not be able to remain at the taxi rank\r\nand the disciplinary committee had\nalready queried his frequent\r\nabsences, in writing, he used the Mazda to avoid detection by the\r\npatrollers when he left because\nthey knew his vehicles.\n[17] He left his home in Katlehong shortly before 06h00\r\non the fateful day and drove straight to the taxi rank in Daveyton\r\nusing\nthe Wattville Road. It appeared that the vehicle’s engine\r\nwas faulty as it kept ‘cutting’. He thought that it\nmight\r\nhave run out of fuel and could not rely on its petrol gauge. He\r\nparked the vehicle near a public telephone shop and asked\naround for\r\nan empty container in order to buy petrol. Whilst waiting for the\r\ncontainer he approached one Bheki Molotwa whom he\nhad asked to repair\r\nhis cellular phone. The special task force police arrived at that\r\njuncture and summarily arrested them together\nwith four or five other\r\npeople.\n[18] After being handcuffed, they were handed over to\r\nanother team of police officers. According to him, Magaqa was not\r\namong his\narrestors and he recalled being arrested by Inspector\r\nMoleka. They were led to the nearby Daveyton police station and,\r\nlater, were\nconveyed by car to the Germiston Murder and Robbery Unit.\r\nOn the following evening he heard Molotwa’s name being called.\r\nHe did not see him again and when he asked the investigating officer\r\nabout his whereabouts, he was informed that he had been taken\nto\r\nRustenberg for another case. He met the second appellant during a\r\nsubsequent court appearance and learnt that he had also been\narrested\r\non the day of his own arrest. He denied travelling on the N12\r\nhighway, which he estimated to be about 30 to 40 kilometres\nfrom the\r\ntaxi rank.\n[19] The gist of the second appellant’s testimony\r\nwas that he was inadvertently caught in cross-fire between the police\r\nand\nthe would-be robbers and that he was arrested whilst on his way\r\nto fetch his vehicle from the first appellant in Daveyton. He said\n\nthat he left home after 05h00 after receiving a telephone call from\r\nthe first appellant reporting that the Mazda had a fault. The\n\nvehicle’s petrol pump was generally not in a sound condition\r\nand, as he knew how to fix it, he went to assist the first appellant\n\nwho advised him to call for directions to his location when he\r\nreached Etwatwa. He travelled to Germiston and, from there, caught\n\nanother taxi to Benoni where he would catch the last taxi to his\r\ndestination, Daveyton taxi rank. However, upon arrival at the\nBenoni\r\ntaxi rank, he found no available transport. He then took a lift in a\r\ntruck travelling to Middleburg on the N12 road which\ndropped him off\r\nat the Etwatwa off-ramp just as the gunfight started. He was then\r\narrested in the confusion whilst fleeing the\nscene which he had not\r\neven had the opportunity to observe.\n[20] On the basis of this evidence, the court below\r\nfound that the state witnesses were credible and that the state\r\nversion of the\nevents was largely unchallenged. Adverse credibility\r\nfindings were made against the appellants who were described by the\r\ncourt\nas very unsatisfactory, evasive and lying witnesses with\r\nimprobable versions which could not reasonably possibly be true. In\r\nthe\ncourt’s view, the evidence established beyond reasonable\r\ndoubt that the appellants received information from Sibanda which\n\nthey used to execute the attempted robbery using the Toyota, in which\r\nthe second appellant travelled, and the Mazda carrying the\nfirst\r\nappellant and Sibanda, who fled the scene upon encountering the\r\npolice but were nonetheless seen and followed to Daveyton\nwhere they\r\nwere arrested.\n[21] I deal first with the first appellant’s\r\nconviction. What linked him to the case is only the fact that he\r\ndrove a Mazda\n626 vehicle belonging to the second appellant on the\r\nmorning in question. I have a grave difficulty with the description\r\nof the\nMazda 626 observed at the crime scene. The witnesses variably\r\ntestified about a ‘white’, a ‘gold’ and a\n\n‘light brown or beige’ vehicle. Humphries and\r\nRedelinghuys each saw the same vehicle model but in starkly different\n\ncolours travelling towards the opposite ends of the highway. Whatever\r\ndescription is accepted, it could hardly be the brown vehicle\nfound\r\nsubsequently. Significantly, neither witness had observed the ‘white’\r\nor ‘gold’ vehicle being used\nin a manner which singled it\r\nout from the numerous vehicles said to have been on that road, other\r\nthan following behind the Fidelity\nvehicle. But then Redelinghuys\r\nbelieved the one he saw to have followed the flow of traffic towards\r\nWitbank as he did not see it\nagain. Humphries saw the white one turn\r\naround and drive towards Johannesburg behind the Fidelity vehicle as\r\nother vehicles did.\nNeither witness got close to either vehicle\r\nsufficiently to see its registration numbers or its occupants.\n[22] Most importantly, other than the cryptic radio\r\nmessage from a faceless individual mentioned by Fryer and Magaqa, to\r\npursue\na ‘light brown or beige’ Mazda believed to be\r\ninvolved in the attempted robbery with no other distinguishing\r\nfeatures\ngiven, no evidence at all was led to establish that such\r\n‘light brown of beige’ vehicle (a) had been observed at\r\nthe\nscene, (b) what rendered it suspicious and (c) if it was the same\r\nvehicle seen by Magaqa, some 30 to 40 kilometres away. Magaqa’s\n\nevidence that he tracked it with the helicopter’s assistance\r\nmerely created more uncertainty because Fryer who was in that\n\nhelicopter (the state led no evidence to show that more than one\r\npolice helicopter was involved in the incident) said that they\n\nabandoned the chase quite early without once sighting the Mazda or\r\ngoing anywhere near Daveyton taxi rank, as Magaqa claimed, because\nof\r\nthe radio report that it had already been captured. And, as indicated\r\nabove, it turned out after some prevarication by Magaqa\non this point\r\nin his cross-examination that he pursued the vehicle for a negligible\r\ndistance, a mere 40 to 50 metres.\n[23] These inconsistencies in Magaqa’s evidence,\r\nespecially when he was a single witness on this crucial aspect, seem\r\nto lend\ncredence to the first appellant’s denial, put to Magaqa\r\nduring his cross-examination, that he was arrested by someone else\n–\r\na version which the state surprisingly ignored, despite the fact that\r\nthe first appellant named the policeman he claimed\nto have arrested\r\nhim, and did not call any of the several officers said to have been\r\npresent during the arrest. But with or without\nMagaqa’s dubious\r\naccount of the pursuit of the light brown Mazda and capture of the\r\nfirst appellant, there remains a yawning\ngap between the seemingly\r\ninnocent white and gold Mazda 626 vehicles last seen driving towards\r\nJohannesburg and Witbank, respectively,\nwithout taking any part in\r\nthe commission of the offences and the light brown one observed by\r\nMagaqa hurtling past Isidingo College\nin Daveyton.\n[24] As the court below itself seems to have realized,\r\njudging from its remarks mentioned in paragraph [15] above, the state\r\nhad\nnot established any evidence against the first appellant on which\r\na reasonable man could convict him at the end of its case. The\ncourt\r\nbelow obviously refused to entertain his application for a discharge\r\nin the hope that his co-accused might provide incriminating\nevidence\r\nagainst him and supplement the state case. By so doing, counsel for\r\nthe first appellant argued, the court below improperly\nexercised its\r\ndiscretion and violated his Constitutional right against\r\nself-incrimination.\n[25] In\nS v Lubaxa\n,\n1\nthis court found it an unlawful breach of an accused’s\r\nrights under\nss 10\nand\n12\nof the Constitution\n2\nto refuse him a discharge if there is no possibility of\r\na conviction except if he testifies and incriminates himself. But the\r\ncourt\nheld that the same considerations may not arise where the\r\nprosecution’s case against one accused might be supplemented by\n\nthe evidence of a co-accused and explained the basis for the\r\ndistinction as follows:\n‘[20] The prosecution is ordinarily entitled to rely upon the\r\nevidence of an accomplice and it is not self-evident why it\nshould\r\nnecessarily be precluded from doing so merely because it has chosen\r\nto prosecute more than one person jointly. While it\nis true that the\r\ncaution that is required to be exercised when evaluating the evidence\r\nof an accomplice might at times render it\nfutile to continue such a\r\ntrial (\nSkeen\n(\nop cit\nat 293)) that need not always be\r\nthe case.\n[21] Whether, or in what circumstances, a trial court should\r\ndischarge an accused who might be incriminated by a co-accused, is\n\nnot a question that can be answered in the abstract, for the\r\ncircumstances in which the question arises are varied. While there\n\nmight be cases in which it would be unfair not to do so, one can\r\nenvisage circumstances in which to do so would compromise the\nproper\r\nadministration of justice. What is entailed by a fair trial must\r\nnecessarily be determined by the particular circumstances.’\n3\n[26] As I have said, there clearly was no evidence upon\r\nwhich the court below might reasonably have convicted the first\r\nappellant\nat the close of the state case. Neither was there any\r\nreasonable basis, in my view, for an expectation that his co-accused\r\nmight\nincriminate him. The second appellant had given no plea\r\nexplanation and no indication whatsoever during the cross-examination\r\nof\nthe state witnesses that he might do so. In fact, it did not\r\nemerge that the second appellant was ever at the scene until the\r\nevidence\nof Mthombothi and Captain Mampane was led in the late stages\r\nof the state case. And even then, there was no hint that he might\r\naugment the state case from the very terse and vague\r\ncross-examination of these two witnesses.\n[27] Plainly, the court below failed to properly\r\nevaluate the evidence at the end of the state case and wrongly\r\nexercised its discretion.\nThe first appellant was entitled to a\r\ndischarge (which he was not even given a proper opportunity to apply\r\nfor) and placing him\non his defence in these circumstances\r\nundoubtedly denied him a fair trial. I should perhaps add briefly\r\nthat even a consideration\nof all the evidence, including the defence\r\nversion, did not warrant his conviction despite the flaws in his own\r\ntestimony as the\ncritical gap in the evidence remained. The court\r\nbelow misdirected itself in a number of material respects by giving\r\ninsufficient\nattention to serious discrepancies in the state version\r\nand making findings (for example, that he tried to conceal that he\r\nwas\ngood friends with the second appellant, fabricated the character\r\nof Molotwa and was with Sibanda on the morning of the incident)\nwhich\r\nwere not supported by the evidence on record.\n[28] The position of the second appellant is, however,\r\nan entirely different matter. He was wounded and arrested at the\r\nscene of\nthe crimes, a mere 10 to 12 metres from the gangsters’\r\nToyota. The striking feature of his testimony is his extreme\r\nreluctance\nto reveal his capture at the scene by Fryer and that he\r\nhad been injured there which he acknowledged only at the very end of\r\nhis\ncross-examination. It seems incredible that an innocent bystander\r\nwounded by state agents and then, to add insult to injury, wrongly\n\narrested would hide that fact instead of indignantly proclaiming his\r\ninnocence and perhaps even seeking redress for the injustice.\n[29] There are other features of the second appellant’s\r\nversion which cast doubt on its veracity. The first appellant said\n\nnothing at all about their alleged arrangement to meet that morning\r\nwhen he testified. Instead, he gave a contrary version during\nhis\r\ncross-examination which went as follows\n‘After you fetched his motor vehicle, when did you see [second\r\nappellant] again? I saw him again at Springs after he was\narrested …\r\nI was at court where we were all about to appear … Did you ask\r\n[second appellant] why he was arrested?\n… Yes … Did he\r\ntell you which place was it where there was shooting? … Yes …\r\nDid he perhaps explain\nto you where he was heading? Yes … he\r\nsaid he was going to fetch his car from me … at Daveyton. And\r\nhow he was travelling?\nI did not ask him. I also told him that I did\r\nphone him to inform that his car was giving me trouble’.\n[30] It was never put to Fryer that the second appellant\r\ninformed him when he was placing him under arrest that he had just\r\nalighted\nfrom a truck which had given him a lift. And the second\r\nappellant could not explain satisfactorily why he ventured on a long\r\nand\narduous trip at the crack of dawn to fetch (or, irreconcilably,\r\nfix as he testified at some stage of his questioning) a car which\nwas\r\nmobile, even if faulty, from the first appellant who had several\r\nvehicles instead of simply asking him to return it.\n[31] The court below found it improbable that there\r\nwould have been no taxis at Benoni taxi rank which is situated near a\r\ntrain\nstation during the morning peak period as the second appellant\r\nclaimed in an effort to explain his odd presence on the busy highway.\n\nI agree with that view. Furthermore, his evidence that he was\r\nunfamiliar with that area raises the question how he would have known\n\nabout the seemingly obscure footpath to Etwatwa which traverses the\r\nmealie-field which he said he was planning to follow upon alighting\n\nfrom the truck.\n[32] It was contended on the second appellant’s\r\nbehalf that the evidence of Redelinghuys and Fryer which suggested\r\nthat he\nemerged from the Toyota was unreliable because the scene was\r\nmobile and dusty. I see no reason to doubt the reliability of these\n\nwitnesses’ observations. Redelinghuys was certain that the man\r\nhe saw get off the Toyota was the same one they captured shortly\n\nthereafter, at no more than 20 metres from that vehicle. Fryer stated\r\nthat even though it was dusty because of the ploughed field,\none\r\ncould still see clearly. He insisted that he saw no pedestrians in\r\nthat vicinity and that even though he did not see the passenger\nget\r\noff the vehicle there was nowhere else that he could have come from\r\nbut the Toyota. Photographs of the crime scene taken directly\nafter\r\nthe foiled robbery depict a flat, straight strip of a multi-lane road\r\nflanked by expanses of recently ploughed fields with\nno buildings in\r\nsight. They show no vegetation or any objects which would have\r\nobstructed the view of Redelinghuys or Fryer once\nthey had their\r\nsights on the Toyota and make plain the sheer improbability of a\r\npedestrian going unnoticed instead of standing\nout on the barren\r\nterrain, a version which was, in any event, never put to the two\r\npolicemen.\n[33] The second appellant’s explanation for his\r\npresence at the crime scene simply did not bear scrutiny. The\r\nevidence presented\nby the state established beyond reasonable doubt\r\nthat he was a passenger in the Toyota. The conclusion that he was one\r\nof the gang\nwhich set out to commit the foiled robbery is ineluctable\r\nin the circumstances. His convictions were, therefore, proper and\r\nshould\nnot be disturbed.\n[34] Turning to the question of sentence, it should be\r\nreiterated that sentencing is pr-eminently a matter for the\r\ndiscretion of\nthe trial court and that this court does not have an\r\noverriding discretion to interfere unless the sentences imposed by\r\nthe court\nbelow are vitiated by irregularity or misdirection or are\r\ndisturbingly inappropriate.\n4\nAlthough the appeal had been directed at the sentences\r\nimposed on the second appellant as well, his counsel conceded their\r\ncorrectness\nduring the hearing.\n[35] The concession seems to me proper in view of the\r\njudgment of the court below which shows that it carefully considered\r\nall the\nfactors relevant in the enquiry – the second\r\nappellant’s personal circumstances, the nature of the offences\r\ninvolved\nand the interests of society. Some of the sentences were,\r\nfairly, ordered to run concurrently with the sentences imposed in\r\nrespect\nof the main counts.\n[36]\nSection 51(1)\nread with\nPart I\nof Schedule 2 of the\nCriminal Law Amendment Act 105 of 1997\nprescribes a minimum sentence\r\nof 15 years imprisonment, which was imposed here, for the completed\r\noffence of robbery and makes\nno specific provision for attempted\r\nrobbery of which the second appellant was convicted on count 2. In my\r\nopinion, there is little\nin the circumstances of this case to\r\ndistinguish between a completed robbery and the heinous, foiled\r\nattempt by the second appellant,\nwho runs a seemingly decent paving\r\nbusiness, and his associates, which involved the use of heavy\r\nartillery and gratuitous violence\nwith no regard for the safety of\r\ninnocent civilians or police. The offence of robbery was all but\r\ncompleted and it is a miracle\nthat Humphries survived and more people\r\nwere not maimed or killed. The offences committed in this case count\r\namong the most violent\nand, unfortunately prevalent in this country.\r\nThe harshest form of punishment is undoubtedly warranted.\n[37] I am satisfied in the circumstances that there is\r\nno legal basis to interfere with the sentences and they must stand.\r\nThe following\norder is accordingly made:\n1 The first appellant’s appeal succeeds. His\r\nconvictions and sentences are set aside.\n2 The second appellant’s appeal is dismissed.\n_____________________\nMML Maya Judge of Appeal\nAPPEARANCES\nAPPELLANT: H L Alberts\nPretoria Legal Aid Centre\nRESPONDENTS: KM Mashile\nDirector of Public Prosecutions, Pretoria\nDirector of Public Prosecutions, Bloemfontein\n1\nS\r\n\tv Lubaxa\n2001 (2) SACR 703\n(SCA) paras 18 ff.\n2\nThe\r\n\tConstitution of the Republic of South Africa, 1996.\n3\nCompare\nS v Ndlangamandla\n1999 (1) SACR 391\n(W) at 393f-h\n; S v\r\n\tLegote\n2001 (2) SACR 179\n(SCA) para 9.\n4\nS\r\n\tv Rabie\n1975 (4) SA 855\n(A).",
  "scraped_at": "2026-02-12T15:38:19.529410",
  "date": "2011-05-27",
  "coram": [
    "Ponnan",
    "Maya JA",
    "Petse AJA"
  ],
  "case_number": "411/10",
  "parties": {
    "applicants": [
      "James Nkosi",
      "Zweli Albert Mthethwa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In September 2004 a heavily‑armed gang attempted a cash‑in‑transit robbery on the N12 highway near Johannesburg. Police, acting on a tip‑off, were lying in wait. During the attempted robbery a Fidelity security guard and a civilian, Mr Humphries, were shot; police returned fire, killing three of the gang members and wounding others. Two men, James Nkosi and Zweli Albert Mthethwa, were later arrested after a police chase that led to a Mazda 626 at a Daveyton taxi rank. They were charged with several offences, including attempted robbery, unlawful possession of firearms, and attempted murder. At trial they were acquitted of the robbery of a Toyota and of the murders, but convicted on the remaining charges and sentenced to a total effective term of 22 years.",
    "issues": "The principal issues were (1) whether the first appellant was entitled to a discharge under section 174 of the Criminal Procedure Act in the absence of evidence linking him to the crime; (2) whether the convictions of the first appellant were sustainable; (3) whether the second appellant’s conviction for attempted robbery and related offences was supported by the evidence; and (4) whether the sentences imposed on the second appellant were appropriate.",
    "principles": "The court considered the statutory right to discharge under s 174 CPA, which protects an accused from self‑incrimination when there is no realistic prospect of conviction without their testimony. It applied constitutional safeguards under ss 10 and 12 of the Constitution, particularly the Lubaxa precedent that a discharge must be granted where conviction depends solely on the accused’s own evidence. The court also reviewed principles governing the use of accomplice testimony, the evidential burden, and sentencing standards under the Criminal Law Amendment Act 105 of 1997, which mandates a minimum 15‑year term for completed robbery offences.",
    "application": "Applying these principles, the court found that the prosecution’s case against the first appellant rested solely on the identification of a Mazda 626 that was inconsistently described and not linked to him beyond his ownership of the vehicle. No other admissible evidence placed him at the scene, and there was no indication that the second appellant would incriminate him. Consequently, the court held that a discharge was required and set aside his convictions. For the second appellant, the court found the police observations—particularly those of Inspectors Redelinghuys and Fryer—reliable and sufficient to establish his presence in the Toyota and participation in the attempted robbery, thereby upholding his conviction and sentence.",
    "conclusion": "The appeal of the first appellant succeeded; his convictions and sentences were set aside. The appeal of the second appellant was dismissed, and his convictions and sentences were left unchanged."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery and Attempted Robbery",
    "level_3": [
      "section 174 discharge",
      "self‑incrimination",
      "accomplice testimony",
      "sentencing",
      "evidence evaluation"
    ]
  }
}