{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/79.html",
  "case_name": "Similanie and Another v Kuswayo and Another (613/2010) [2011] ZASCA 79 (27 May 2011)",
  "citation": "[2011] ZASCA 79",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 79\n|\nNoteup\n|\nLawCite\nSimilanie and Another v Kuswayo and Another (613/2010) [2011] ZASCA 79 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 613/2010\nIn the\r\nmatter between:\nJOSEPH SIMILANIE & ELIZABETH SIMILANIE\r\n…............................................Appellants\nand\nLEON KUSWAYO & REGINA KUSWAYO\n….................................................\nRespondents\nNeutral citation:\nSimilanie v Kuswayo\n(631/2010)\n[2011] ZASCA 79\n(27 May 2011)\nCoram:\nNavsa, Cloete and Malan JJA\nHeard:\n12 May 2011\nDelivered: 27 May 2011\nSummary:\nSale of land – effect of restraint against\r\nalienation registered against title deeds – waiver of\r\nregistered condition.\n_____________________________________________________________________\nORDER\nOn appeal from:\nNorthern Cape High Court, Kimberley (Bosielo\r\nAJP and Steyn AJ sitting as court of appeal):\nThe appeal is upheld with costs including the costs of the\r\n\tapplication for leave to appeal.\nThe order of the court below is set aside and replaced by the\r\n\tfollowing:\n‘\nThe appeal is dismissed with costs.’\n_____________________________________________________________________\nJUDGMENT\nMALAN JA (Navsa and Cloete JJA concurring)\n[1] The O’Kiep Copper Company owned the farm Nababeep on which\r\nthe mining town with the same name was developed. When the\ncompany\r\nceased mining operations it donated the land and houses in the town\r\nto the Namakwa municipality. The municipality resolved\nto donate the\r\nland and houses in the town to the persons who occupied them at that\r\ntime. One of the houses was donated to the respondents,\nMr and Ms\r\nKuswayo, on 17 November 2003. The latter sold it to the appellants,\r\nMr and Ms Similanie, on 6 November 2006. The purchase\nprice was\r\nR50 000 and a deposit of R15 000 was paid by the\r\nappellants. At the time of the conclusion of the agreement\nof sale\r\nthe property was not yet registered in the name of the respondents.\r\nRegistration only occurred on 22 May 2007. The deed\nof transfer\r\ncontains the following condition:\n‘\nG ONDERHEWIG VERDER aan die\r\nvolgende voorwaarde opgelê deur die Namakwa\r\nDistrikmunisipaliteit vir sy voordeel, welke voorwaarde\nsoos volg\r\nlees, naamlik:\nBogemelde eiendom mag nie deur die Transportnemer of\r\nsy/haar opvolgers in titel binne ‘n tydperk van 5 (vyf) jaar\r\ngereken\nvanaf datum van skenking (17 November 2003) van die eiendom\r\nverkoop of andersins vervreem word nie.’\n[2] The appellants complied with their obligations in terms of the\r\nagreement of sale and tendered payment of the balance of the\npurchase\r\nprice on registration of transfer. The respondents, however, offering\r\nto return the deposit paid, contend that the agreement\nof sale is\r\ninvalid by reason of the condition cited above and registered against\r\nthe title deeds of the property. The respondents\nalleged that at the\r\ntime of entering into the sale agreement they were unaware of the\r\ncondition cited. To this the appellants countered\nthat the\r\nmunicipality had waived its rights and, in this respect, they rely as\r\npart of the replying papers on the affidavit of\nMs Jolene Faro, an\r\nadministrative official of the municipality, concerned with housing\r\nmatters who said that she was duly authorised\nto represent the\r\nmunicipality. She referred to the donation of the mining town to the\r\nmunicipality and the subsequent donation\nto the persons who occupied\r\nthe houses. She continued that the donation to the occupants was\r\nsubject to certain conditions one\nof which was that the property\r\ncould not be sold or alienated to a third party for a period of 5\r\nyears unless it was first offered\nfor sale to the municipality:\n‘\nOok in die geval van mnr en me\r\nKuswayo, die respondente, is daar so ‘n persoonlike serwituut\r\nopgelê ten gunste van die\nNamakwa Distriksmunisipaliteit. Die\r\nRaad het besluit om nie die verkoopsreg uit te oefen nie, en daarvan\r\nafstand te doen. Wat die\nNamakwa Distriksmunisipaliteit dus aanbetref\r\nverval die beperkende voorwaarde ten gunste van die Namakwa\r\nDistriksmunisipaliteit\nsoos genoem in die transportakte. Die Raad het\r\nook geen beswaar indien die eiendom ter sprake verkoop word aan\r\niemand anders nie.\nSien die afdruk van die brief gedateer 25 Januarie\r\n2008 hierby aangeheg wat ek in opdrag van die Raad geskryf het.’\n[3] The letter of 25 January 2008 referred to reads:\n‘\nHiermee om u mee te deel dat\r\ndie Raad nie die woning sal koop nie en dus hiermee afstand doen van\r\nsy voorkoopsreg t.o.v. die woning\ngeleê te erfno. 558,\r\nNababeep. Die voorwaarde soos genoem in die transportakte verval dus.\nGeliewe net daarop te let dat u geensins in die toekoms\r\nvir enige staatsubsidie vir behuising sal kwalifiseer nie.’\n[4] The appellants applied to the magistrate’s court of\r\nSpringbok for an order that the respondents sign the required\r\ntransfer\ndocuments and deliver the original deed of transfer failing\r\nwhich the sheriff be empowered to sign them and the appellants\r\nauthorised\nto obtain a duplicate deed of transfer. The magistrate\r\nupheld the claim and granted the order prayed for. He held that the\r\ncondition\nreflected in the title deed was inserted for the benefit of\r\nthe municipality and that it could and did waive it as reflected in\n\nMs Faro’s letter of 25 January 2008. His reasons for judgment\r\nwere succinct and to the point and the criticism advanced in\nthis\r\nregard in the court below was unwarranted.\n[5] On appeal Steyn AJ and Bosielo AJP upheld the appeal by the\r\nsellers (the respondents in this court) and set the order aside\nwith\r\ncosts. In her judgment Steyn AJ found that condition G involved an\r\nabsolute prohibition against the sale or alienation of\nthe property\r\nwithin a period of 5 years from the date of donation rendering the\r\nagreement of sale between the appellants and the\nrespondents invalid.\r\nShe further found that, because no resolution of the council of the\r\nmunicipality accompanied Ms Faro’s\nletter, there was no\r\nevidence that the municipality had in fact passed such resolution.\r\nLeave to appeal to this court was granted\nby Majiedt AJP and Williams\r\nJ.\n[6] In contending that the agreement of sale was invalid, the\r\nrespondents relied on\nStrauss v De Villiers\n1981 (2) SA 163\n(NC).\n1\nIn his judgment in that case Basson J held that a prohibition against\r\nalienation that was registered against the title deeds of\nimmovable\r\nproperty constituted an encumbrance on the property and that a sale\r\nof the property in conflict with the prohibition\nwas void. To my\r\nmind, one should rather distinguish between the validity of an\r\nagreement and its enforceability, as was done in\nStrauss’\ncase on appeal.\n2\nIt is common cause that both the sellers and the purchasers were\r\nunaware of the condition at the time of contracting. Transfer\nof the\r\nproperty in the name of the respondents was only registered after the\r\nagreement of sale was entered into. The validity of\nan agreement must\r\nbe considered in view of the circumstances existing at the time it is\r\nconcluded.\n3\nNo impediment to the validity of the agreement of sale existed at\r\nthat time. To hold that it is invalid would be to deprive the\n\npurchasers of any remedy they may have for damages by reason of a\r\nfailure by the sellers to perform, ie transfer the property sold.\nAn\r\nanalogous case is the sale of a\nres aliena\n.\n4\nNor can the agreement be said to be invalid because of an initial\r\nimpossibility of performance because the restrictive condition\nmay be\r\nwaived.\n5\n[9] In the present case the appellants rely on a waiver of the\r\ncondition by the Namakwa municipality. The condition in the title\n\ndeeds was inserted for the benefit of the municipality. It expressly\r\nprovides that the condition was imposed ‘vir sy voordeel’.\n\nBeing a condition for its benefit it may be waived by the\r\nmunicipality – also informally.\n6\n[10] The waiver is contained in the letter by Ms J Faro which was\r\nattached to the respondents’ answering affidavit and in\nher\r\nreplying affidavit. Whether or not the condition was a right of\r\npre-emption does not matter. The letter makes it clear that\nthe\r\ncondition as a whole was waived: ‘Die voorwaarde soos genoem in\r\ndie transportakte verval dus’. Even if the municipality\n\nmisconceived its rights, its intention to waive whatever rights it\r\nhad appears clearly from Ms Faro’s statement in her replying\n\naffidavit:\n‘\nWat die Namakwa\r\nDistriksmunisipaliteit dus aanbetref verval die beperkende voorwaarde\r\nten gunste van die Namakwa Distriksmunisipaliteit\nsoos genoem in die\r\ntransportakte. Die Raad het\nook\ngeen beswaar indien die\r\neiendom ter sprake verkoop word aan iemand anders nie.’\r\n(Emphasis added).\n[11] The respondents, however, contend that the waiver was not\r\nretrospective, only raised in the replying affidavit and not proved\n\nby way of a resolution of the municipality’s council. The fact\r\nthat the waiver was not expressed to be retrospective is immaterial\n\nand cannot affect the validity of the agreement of sale. Moreover,\r\nthe letter, as I have said, was annexed to the respondents’\n\nanswering papers. If the respondents intended to question the\r\nvalidity of the waiver or Ms Faro’s authority they should have\n\nraised the questions in their answering affidavit. They did not do so\r\nand cannot do so now.\n7\n[12] It follows that the appeal should succeed. The following order\r\nis made:\nThe appeal is upheld with costs including the costs of the\r\n\tapplication for leave to appeal.\nThe order of the court below is set aside and replaced by the\r\n\tfollowing:\n‘\nThe appeal is dismissed with costs.’\n________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellants: P J T de Wet\nInstructed by:\nElliott Maris Wilmans & Hay\nKimberley\nLovius-Block\nBloemfontein\nFor Respondents: S J Reinders\nInstructed by:\nVenter Joubert Inc\nKimberley\nRosendorff, Reitz, Barry\nBloemfontein\n1\nSee\r\n\talso\nOpperman v Uitvoerende Komitee van die Verteenwoordigende\r\n\tOwerheid van die Blankes\n1991 (1) SA 372\n(SWA).\n2\nStrauss\r\n\tv De Villiers\n1983 (1) SA 1\n(A) at 10B-H.\n3\nStrauss\r\n\tv De Villiers\n1983 (1) SA 1\n(A) at 9F-G.\n4\nFrye’s\r\n\t(Pty) Ltd v Ries\n1957 (3) SA 575\n(A)\r\n\tat 581A-B.\n5\nCf\r\n\tR H Christie assisted by Victoria McFarlane\nThe Law of Contract\r\n\tin South Africa\n5 ed (2006) p 93.\n6\nCf\nBezuidenhout v Nel\n1987\r\n\t(4) SA 422\n(N) at 428B-G.\n7\nEskom\r\n\tHolings Ltd v New Reclamation Group (Pty) Ltd\n2009\r\n\t(4) SA 628\n(SCA) para 17.",
  "scraped_at": "2026-02-12T15:37:23.558319",
  "date": "2011-05-27",
  "coram": [
    "Navsa JJA",
    "Cloete JJA",
    "Malan JJA"
  ],
  "case_number": "613/2010",
  "parties": {
    "applicants": [
      "Joseph Similanie",
      "Elizabeth Similanie"
    ],
    "respondents": [
      "Leon Kuswayo",
      "Regina Kuswayo"
    ]
  },
  "sections": {
    "facts": "The O’Kiep Copper Company donated the farm Nababeep and its houses to the Namakwa municipality, which in turn donated the houses to the occupants. Leon and Regina Kuswayo received a house on 17 November 2003. They sold it to Joseph and Elizabeth Similanie on 6 November 2006 for R50,000, with a R15,000 deposit, but registration in the Kuswayos’ names occurred only on 22 May 2007. The transfer deed contained a condition (Condition G) prohibiting any sale or alienation of the property by the transferee or successors within five years of the donation date unless first offered to the municipality. The Kuswayos later argued the sale was invalid because of this condition, while the Similanies relied on a letter dated 25 January 2008 from municipal official Ms. Jolene Faro stating that the municipality waived the restrictive condition.",
    "issues": "1) Whether the restrictive condition recorded on the title, which barred alienation for five years, rendered the sale agreement between the Similanies and the Kuswayos invalid. 2) Whether the municipality had the authority to waive that condition and, if so, whether the waiver was effective and retrospective. 3) Whether the waiver, if valid, cured any defect in the sale and entitled the appellants to enforce the transfer.",
    "principles": "A restriction on alienation recorded on the title constitutes an encumbrance; a sale in breach of such a restriction is void (Strauss v De Villiers). However, the validity of an agreement and its enforceability are distinct; a contract may be valid even if performance is temporarily impossible due to a prohibitive condition that can be waived (Strauss v De Villiers). A condition that benefits a municipality may be waived by that municipality, formally or informally, provided there is clear intention to do so. Waiver does not require a council resolution if the municipal official acting within authority expresses the waiver. The waiver’s retrospective effect is immaterial to the agreement’s validity.",
    "application": "The court held that Condition G was inserted for the benefit of the Namakwa municipality and therefore could be waived by the municipality. Ms. Faro’s letter of 25 January 2008 unequivocally stated that the condition had \"verval\" (ceased to have effect). The court concluded that this informal waiver was sufficient, regardless of the absence of a formal council resolution, and that the waiver’s non‑retrospective wording did not affect the validity of the sale. The respondents’ failure to challenge the waiver at the earliest stage barred them from doing so later. Consequently, the agreement of sale was deemed valid and enforceable.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal of the Similanies, set aside the High Court's order, and dismissed the respondents' appeal. Costs were awarded to the appellants, including the costs of the leave to appeal application."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "restriction on alienation",
      "municipal waiver",
      "title deed condition"
    ]
  }
}