{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/26.html",
  "case_name": "Polonyfis v Minister of Police and Others (64/10) [2011] ZASCA 26; 2012 (1) SACR 57 (SCA) (18 March 2011)",
  "citation": "[2011] ZASCA 26",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 26\n|\nNoteup\n|\nLawCite\nPolonyfis v Minister of Police and Others (64/10) [2011] ZASCA 26; 2012 (1) SACR 57 (SCA) (18 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 64/10\nIn\r\nthe matter between:\nELEFTERIOS POLONYFIS\n.............................................................................\nAppellant\nv\nTHE MINISTER OF POLICE\n..............................................................\nFirst\r\nRespondent\nINSPECTOR P I VAN RENSBURG NO\n........................................\nSecond\r\nRespondent\nCONSTABLE J STRYDOM NO\n........................................................\nThird\r\nRespondent\nINSPECTOR BOOYSEN NO\n..........................................................\nFourth\r\nRespondent\nCONSTABLE MOLELEKOA NO\n........................................................\nFifth\r\nRespondent\nCONSTABLE MARKGRAAFF NO\n....................................................\nSixth\r\nRespondent\nTHE MAGISTRATE, COLESBERG NO\n.......................................\nSeventh\r\nRespondent\nINSPECTOR MOUTON NO\n...............................................................\nEight\r\nRespondent\nCONSTABLE PETERS NO\n...............................................................\nNinth\r\nRespondent\nCONSTABLE MPHULANYAE NO\n...................................................\nTenth\r\nRespondent\nINSPECTOR MATSHEBE NO\n.....................................................\nEleventh\r\nRespondent\nCONSTABLE BARNS NO\n.............................................................\nTwelfth\r\nRespondent\nTHE MAGISTRATE, DE AAR NO\n............................................\nThirteenth\r\nRespondent\nNeutral citation:\nPolonyfis\r\nv The Minister of Police\n(64/2010)\n[2011] ZASCA 26\n(18 March\r\n2011)\nCoram:\nBrand, Maya, Cachalia,\r\nShongwe JJA and Petse AJA\nHeard:\n24 February 2011\nDelivered: 18 March 2011\nSummary:\nSearch and seizure\r\nunder\nss 20\nand\n21\nof the\nCriminal Procedure Act 51 of 1977\ndiscussed\r\n– The execution of a warrant will only be set aside if there is\r\nan abuse of power or a ‘gross violation’\nof a person’s\r\nrights.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorthern Cape\r\nHigh Court, Kimberley (Lacock J sitting as court of first instance).\nThe following order is made:\nThe appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (Brand, Maya, Shongwe JJA,\r\nPetse AJA concurring):\n[1] This is an appeal against a\r\njudgment of Northern Cape High Court (Lacock J) dismissing an\r\napplication by the appellant for an\norder to set aside a search\r\nwarrant issued by a Colesberg magistrate.\n[2] These are the facts. The appellant\r\nwas the owner of a business that operated under the name ‘The\r\nEntertainment Centre’\nat premises in the sleepy little Karoo\r\ntown of Colesberg. It was the only business of its kind in the town.\r\nOn 1 December 2006,\nat the request of members of the SAPS, the\r\nmagistrate, who is the seventh respondent, issued the search warrant\r\n– with which\nwe are concerned in this appeal – under s 21\r\nof the Criminal Procedure Act 51 of 1977 (the Act). The warrant reads\r\nas follows:\n‘\nSUID-AFRIKAANSE\r\nPOLISIEDIENS\nVISENTERINGSLASBRIEF\nArtikel\r\n20, 21 en 25 van Strafproseswet, 1977 (Wet No 51 van 1977)\nAan:\r\nKst Strydom Kst Janse van Rensburg\nInsp\r\nBooysen Kst Molelekoa\nKst\r\nMarkgraaff\n(Rang,\r\nnaam en werksadres van lede wat deursoeking gaan uitvoer)\nen\r\nenige ander lid van die Suid-Afrikaanse Polisiediens wat behulpsaam\r\nkan wees met die visentering en beslaglegging.\nDit\r\nblyk aan my uit inligting onder eed, dat redelike gronde bestaan om\r\nte glo dat daar binne\nDie\r\nLanddrosdistrik van Colesberg voorwerpe is, soos wat in Aanhangsel\r\n“A” hierby aangeheg, beskryf is, en wat –\n*(a)\r\nop redelike gronde vermoed word betrokke te wees by die vermeende\r\npleging van;\n*(b)\r\ntot bewus kan strek van die vermelde pleging van; of\n*(c)\r\nop redelike gronde vermoed word bestem te wees om gebruik te word by\r\ndie pleging van;\ndie\r\nmisdryf(we), synde onwettige dobbelary onder Artikel 81(1)(a) van die\r\nNoord Kaap dobbel en Wedren Wet 1996 (nr 5/1996) en dat\nek redelike\r\ngronde het om te vermoed dat hierdie voorwerpe\nin\r\n\tbesit, of onder die beheer van\r\n\t.............................................................................\n………………………………………………………\n.(vermeld\r\nnaam en persoon(e) is;\nop\r\n\tof by ‘n perseel, te wete Kerkstraat Hall Entertainment Centre\r\n\t(beskryf perseel)\nU\r\nword hierby gemagtig om gedurende die dag/\nnag\ndie\r\ngeïdentifiseerde –\npersoon(e)\r\n\tte visenteer\nperseel\r\n\tte betree en te deursoek en om enige persoon(e) op of by daardie\r\n\tperseel te visenteer,\nen\r\nop die voorwerp(e) wat in Aanhangsel “A” beskryf is,\r\nbeslag te lê, wat gedurende die deursoeking gebind word\nen om\r\ndaaroor te beskik ooreenkomstig artikel 30 van die Strafproseswet.\nGegee\r\nonder my hand te Colesberg op hierdie dag van 1 Desember 2006 (jaar).\nVolle\r\nname: EDWARD WILLIAM SCHON\nAmpstitel:\r\nMagistrate/Landdros\nLanddrosdistrik:\r\nCOLESBERG’\n[3] The application for the warrant\r\nwas supported by an affidavit, referred to in the warrant as\r\n‘Aanhangsel “A”’,\nwhich the investigating\r\nofficer had deposed to. The relevant portions of the affidavit read:\n‘\n2.\nEk\r\nhet gedurende 2006 op ‘n navraag gewerk ten opsigte van\r\nonwettige dobbel persele. Inligting is ingesamel ten opsigte van\ndie\r\nbedrywighede van die persele in die Bo-Karoo.\n4.\nTe\r\nColesberg is Entertainment Centre geleë in die winkel sentrum\r\nHall wat in Kerkstraat is by die perseel is die modus operandi\n\npresies soos op De Aar. Die geld word by die toonbank betaal en weer\r\nword speel munte wat die masjiene werk aan jou gegee indien\nu enige\r\nwennings maak word die lesing neergeskryf en uitbetaal by die\r\ntoonbank. Beskik oor geen lisensie nie 38 masjiene.\n5.\nIn\r\n(die) geval is aansoek gedoen vir 252A en sal van lokvinke gebruik\r\ngemaak word op 06/12/02 om dobbel te kan bewys op alle gelde\nen\r\nmasjiene sal beslag gelê word.’\n[4] The following day, on 2 December,\r\nthe SAPS mounted an undercover operation to gather evidence of\r\nsuspected gambling. A SAPS\nmember entered the premises described in\r\nthe warrant and exchanged a R10 and a R20 note at the counter in\r\nreturn for which he was\ngiven 60 tokens. He used the tokens to play\r\non a machine known as a ‘one arm bandit’. The particular\r\nmachine does not\npay out cash amounts but registers winnings as\r\n‘credits’ that are redeemable for cash. The member’s\r\nendeavours\nyielded 35 credits for which he was paid an amount of\r\nR17.50 in cash. He then left the premises and reported to his\r\nsuperiors.\n[5] Armed with this information and\r\nthe warrant, Inspector Booysen, who is the fourth respondent and one\r\nof the officers mentioned\nin the warrant, entered the premises later\r\nthat day. He was accompanied by four other police officers, the\r\nsecond, third, fifth\nand sixth respondents. He read the content of\r\nthe warrant to the manager and handed a copy of it – without\r\nthe affidavit\n– to him. He then proceeded to execute the\r\nwarrant by seizing cash in an amount of R15 162.30, gambling\r\nmachines, a\ncoin counting machine, a scale used for weighing tokens,\r\ntokens each worth fifty cents, documents, receipt books, keys,\r\nashtrays,\nchairs and some other smaller items.\n[6] While conducting the search,\r\nBooysen asked the manager for his identification document. He\r\nanswered that it was in his hotel\nroom, which was some distance from\r\nthe premises. Booysen then escorted him there to find the document.\r\nWhen they entered the room,\nBooysen noticed a black book. He enquired\r\nfrom the manager what information it contained. The manager replied\r\nthat it contained\ntelephone numbers. Booysen asked him who his\r\nemployer was. The manager was uncooperative and replied that he did\r\nnot know. Booysen\nthen took possession of the book in the hope that\r\nhe may be able to obtain the employer’s contact details there.\r\nThey then\nreturned to the business premises and found the appellant’s\r\nattorney standing outside with the other police officers.\n[7] They entered the premises and\r\nBooysen exhibited the warrant to the attorney – again without\r\nthe affidavit. It bears mentioning\nthat Booysen had the affidavit in\r\nhis possession throughout the search and seizure operation. The\r\npolice officers then left with\nthe items that they had seized. The\r\nappellant initially sought the return of all these items. The high\r\ncourt, by consent, granted\nan order for the return of all the\r\narticles, except the money, tokens and gambling machines. The\r\nappellant complains that the high\ncourt ought also to have ordered\r\nthat the remaining articles be returned.\n[8] The appellant attacks the\r\nlawfulness of the search and seizure operation on four grounds:\r\nfirst, because the warrant did not\nindicate which sub-section of s 20\r\nof the Act was applicable to the search; secondly, for the reason\r\nthat the address of the premises\nto be searched was vaguely described\r\nin the warrant; thirdly, that Booysen’s failure to exhibit the\r\naffidavit, when the warrant\nwas executed rendered the search\r\nunlawful, and finally, that the execution of the warrant was unlawful\r\nbecause the SAPS seized\nsome things that were not mentioned in the\r\nwarrant.\n[9] Before I deal\r\nwith each of these contentions it is worth referring to some of the\r\nbroad principles applicable to search and\nseizure warrants that\r\nNugent JA recently restated in\nMinister\r\nof Safety and Security v Van Der Merwe\n:\n1\n‘\nFrom\r\nthe earliest criminal codes – both in this country and abroad –\r\nstatutory powers of search and seizure have existed\nfor the detection\r\nand prosecution of crime. Such powers, to search and seize in\r\nrelation to crime, are generally authorised in\nthe following way.\nA\r\ncourt or judicial officer is empowered by the statute to authorise,\r\nfirst, a search of premises, and secondly, the seizure of\narticles\r\nfound in the course of that search, by issuing a warrant to that\r\neffect. Most often, the power to issue such a warrant\nis dependent\r\nupon it being shown, by information on oath, that it is suspected on,\r\nreasonable grounds, that an article (or articles)\nconnected with a\r\nsuspected offence is to be found on premises.\nFor\r\na warrant to be justified, in such circumstances, the information\r\nthat is placed before the court or judicial officer will necessarily\n\nneed to demonstrate, firstly, that there are reasonable grounds to\r\nbelieve that a crime has been committed; and secondly, that\nthere are\r\nreasonable grounds to believe that an article connected with the\r\nsuspected crime is to be found upon particular premises.\nIn order to\r\ndemonstrate the existence of those jurisdictional facts, the\r\n“information on oath” will necessarily need\nto disclose\r\nthe nature of the offence that is suspected.\nIn\r\nsome cases it will be known that a particular article exists that is\r\nconnected with the suspected crime. In those cases the purpose\nof the\r\nsearch will be to discover the particular article, and the article\r\nwill thus be capable of being described in specific terms.\nIn other\r\ncases it will not be known whether any particular article exists, but\r\nit can be expected that an article or articles of\na particular kind\r\nwill exist if the offence was committed. In such cases the purpose of\r\nthe search will be to discover whether\nsuch article or articles\r\nexist/s, and thus they or it will be capable of being described only\r\nby reference to their genus. It is\nin relation to warrants of that\r\nkind that problems of validity most often arise. It will be inherent\r\nin the nature of the authority\nto search that the searcher might, in\r\nappropriate circumstances, be entitled to examine property that is\r\nnot itself connected with\nthe crime – for example, the contents\r\nof a cupboard or a drawer, or a collection of documents – to\r\nascertain whether\nit contains or is the article that is being sought.\nThe\r\nauthority that is conferred by a warrant to conduct a search, and\r\nthen to seize what is found, makes material inroads upon rights\nthat\r\nhave always been protected at common law – amongst which are\r\nrights to privacy and property and personal integrity.\nIn those\r\ncircumstances – as demonstrated by the review of decided cases\r\nby Cameron JA in\nPowell\nNO & others v Van der Merwe NO\r\n& others\n– the courts in this country have always\r\nconstrued statutes that authorise the issue of warrants strictly in\r\nfavour of the\nminimum invasion of such rights – which is in\r\naccordance with a general principle of our law to that effect. As the\r\nlearned\njudge said in that case:\n“\nOur\r\nlaw has a long history of scrutinising search warrants with rigour\r\nand exactitude – indeed, with sometimes technical rigour\nand\r\nexactitude. The common-law rights so protected are now enshrined,\r\nsubject to reasonable limitation, in s 14 of the Constitution:\n‘\nEveryone\r\nhas the right to privacy, which includes the right not to have –\n(a)\r\ntheir person or their home searched;\n(b)\r\ntheir property searched;\n(c)\r\ntheir possessions seized; or\n(d)\r\nthe privacy of their communications infringed.’ ”\nA\r\nchallenge to the validity of a warrant will thus call for scrutiny of\r\nthe information that was before the issuing officer, to\ndetermine,\r\nfirstly, whether it sufficiently disclosed a reasonable suspicion\r\nthat an offence had been committed; and secondly,\nwhether it\r\nauthorises no more than is strictly permitted by the statute.\nQuestions\r\nthat arise in relation to the second issue will generally fall into\r\neither of two different categories. The first is whether\nthe warrant\r\nis sufficiently clear as to the acts that it permits. For, where the\r\nwarrant is vague, it follows that it will not\nbe possible to\r\ndemonstrate that it goes no further than is permitted by the statute.\r\nIf a warrant is clear in its terms, a second,\nand different, question\r\nmight arise, which is whether the acts that it permits go beyond what\r\nis permitted by the statute. If it\ndoes, then the warrant is often\r\nsaid to be “overbroad” and will be invalid so far as it\r\npurports to authorise acts\nin excess of what the statute permits. A\r\nwarrant that is overbroad might, depending upon the extent of its\r\ninvalidity, be set aside\nin whole, or the bad might be severed from\r\nthe good.\nNeedless\r\nto say, a warrant may be executed only in its terms. But it is\r\nimportant to bear in mind that it is not open to a person\naffected by\r\na search to resort to self-help to prevent the execution of a\r\nwarrant, even if he or she believes that its terms are\nbeing exceeded\r\n– which is in accordance with ordinary principles of law. As\r\nLanga CJ pointed out in\nThint\n:\n“\nWhile\r\na searched person may in certain cases collaborate and aid the\r\ninvestigator . . . the legislation envisages a unilateral exercise\nof\r\npower that is not dependent on such collaboration.”\nThus\r\nit is ultimately the searcher who must decide whether an article or\r\narticles fall within the terms of the warrant, though he\nor she does\r\nso at the risk that, if not, his or her conduct might be found to\r\nhave been unlawful.’\n(Footnotes omitted.)\n[10] Bearing these\r\nprinciples in mind I turn to consider the first of the appellant’s\r\ncomplaints – that the warrant\nis invalid because the learned\r\nmagistrate failed to specify which sub-section of s 20 is applicable\r\nto the articles that may be\nseized.\n2\nI did not\r\nunderstand the appellant to contend that a warrant would in and of\r\nitself be invalid if it purported to authorise the\nseizure of\r\narticles under all three sub-sections. This must be so because the\r\njurisdictional facts necessary for the issue of a\nsingle warrant may\r\nbe found in all three sub-sections.\n3\nIn other words an\r\narticle may be ‘concerned in the commission of an offence’,\r\n‘may afford evidence of the commission\nof an offence’ and\r\nalso may ‘on reasonable grounds believed to be intended to be\r\nused in the commission of an offence’.\nIndeed this would\r\nfrequently be the case – particularly because the sections are\r\ncouched in general terms and are almost\nimpossible to delineate.\n[11] The appellant’s real\r\nobjection to the warrant is that the information that was placed\r\nbefore the magistrate did not justify\nhis using all three\r\nsub-sections. Mr Jagga, who appeared for the appellant,\r\ncontended that from the magistrate’s reasons\nit is apparent\r\nthat he only extended the warrant to cover all the sub-sections so as\r\nto couch the warrant in terms that are as\nwide as possible. The\r\nwarrant was therefore over-broad, and for that reason invalid.\n[12] The contention does not bear\r\nscrutiny. The magistrate stated his reasons for issuing the warrant\r\nin the terms he did as follows:\n‘\n7.1\r\nEk ontken dat ek nie my aandag aan die aangeleentheid spandeer het\r\nalvorens ek die lasbrief onderteken en uitgereik het nie.\nEk het juis\r\nnie enige van (a), (b) of (c) deurgehaal nie, aangesien ek dit nodig\r\ngevind het om die bevoegdhede soos in aldrie vervat,\nintakt te hou en\r\nnie die Polisie se magte onnodig te beperk nie.\n7.2\r\nNadat ek die verklaring deurgelees het, was ek oortuig dat daar\r\nredelike gronde bestaan om te glo dat daar ‘n misdryf\nop die\r\nperseel gepleeg word.\n7.3\r\nDit was vir my duidelik dat die geld, masjiene en speelmunte\r\nkwalifiseer in terme van (a), (b) en (c) en derhalwe het ek nie\neen\r\nvan die drie deurgehaal nie.’\n[13] It is clear that the\r\nauthorisation was sought to search the premises and seize articles\r\nthat bear some relationship to illegal\ngambling on the premises. A\r\ngambling machine, for example, which is one of the articles we are\r\nconcerned with in this case, may\nbe concerned in the commission of\r\nthe offence of illegal gambling, afford evidence of the commission of\r\nthat offence and reasonably\nbe used in the commission of further such\r\noffences. In other words the three sub-sections would all apply.\r\nSimilarly, as the magistrate\nsaid, money and tokens could notionally\r\nalso fall into all three categories. The magistrate, therefore,\r\ncorrectly did not limit\nthe warrant to only one of the sub-sections.\n[14] I turn to the\r\nappellant’s second ground of attack; that the inaccurate\r\ndescription of the address in the warrant rendered\nit invalid. The\r\nwarrant describes the premises as\n‘\nKerkstraat,\r\nHall Entertainment Centre’\n.\nThe correct\r\ndescription of the premises and its address is, however,\n‘\nThe\r\nEntertainment Center, shop 10, The Mall, 72 Church Street,\r\nColesberg’\n.\r\nThe affidavit prepared for the purpose of obtaining the warrant\r\ncontains the following description:\n‘\nTe\r\nColesberg is Entertainment Centre geleë in die winkel sentrum\r\nHall wat in Kerkstraat is’\n.\nIt appears that the\r\nword\n‘\nHall’\nwas\r\nerroneously used instead of\n‘\nthe\r\nMall’\n.\n[15] Mr Jagga,\r\nsubmitted that the description of the property must be ascertained\r\nonly by reference to the warrant and not the affidavit,\nwhich, as I\r\nhave mentioned, was not attached to the warrant when it was executed.\r\nOn this basis it is contended that the description\nof the address on\r\nthe face of the warrant does not meet the strict requirements of the\r\ntest that was adopted by Gura AJ in\nSarel\r\nBlaauw v The Chairperson of the North West Gambling Board &\r\nothers.\n4\nThere the court was\r\npersuaded, on the basis of Canadian authority,\n5\nthat South African\r\nlaw requires a warrant:\n‘\n(To)\r\nidentify a physical location for the search to take place . . . The\r\ndescription of the place to be searched should be precise\nenough to\r\nallow someone unfamiliar with the investigation to identify the\r\nlocation to be searched from the warrant alone . . .\nthe address or\r\ndescribed place must be particular and accurate. For example, if the\r\nwarrant outlines the wrong address, the search\nand seizure are viewed\r\nas warrantless.’\n(Ellipses\r\nadded.)\n[16] For present\r\npurposes it is not necessary to consider this authority, except to\r\nthe limited extent that it is relevant in this\ncase. The starting\r\npoint must always be to ask what the South African law is. For this\r\nwe must look to s 21(2) of the Act, which\nsays that a warrant shall\r\nauthorise a police official ‘to enter and search any premises\r\nidentified in the warrant’.\nThe section means no more than that\r\nthe warrant should intelligibly describe the premises to be searched\r\nso that the official who\nis authorised to conduct the search is able\r\nto identify it. Absolute perfection in description is not required –\r\nnot even\nin the United States where the Constitution’s Fourth\r\nAmendment provides in terms that no warrant shall issue except those\n\n‘particularly describing the place to be searched’.\n6\nUS courts have thus\r\nheld that ‘it is enough if the description is such that the\r\nofficer with the search warrant can, with\nreasonable effort ascertain\r\nand identify the place intended’.\n7\nIn a similar vein,\r\nCanadian courts have emphasised that the substance of the warrant\r\nmust be looked at to give effect to it.\n8\nThus a technically\r\nwrong address does not invalidate a warrant if it otherwise describes\r\nthe premises with sufficient particularity\nso that the police can\r\nascertain and identify the place to be searched.\n9\n[17] Viewed in this\r\nlight the warrant with which we are concerned – even without\r\nthe affidavit – met the requirements\nof s 21 of the Act. The\r\n‘Entertainment Centre’ was the only one of its kind on\r\n‘Kerkstraat’ and in Colesberg.\nThe police officers\r\nexecuting the warrant knew the premises and were able to locate it\r\nwithout any difficulty. I should add that,\nSarel\r\nBlaauw\n,\r\nthe case on which the appellant relies, does not support him. There\r\nthe learned judge correctly said that if the description of\nthe\r\npremises is not accurate, he would nevertheless uphold a warrant if\r\nthe search was conducted at the correct address.\n10\nThere is therefore\r\nno substance in this contention.\n[18] I turn to the appellant’s\r\nthird complaint; that the absence of the affidavit when the SAPS\r\nexecuted the warrant invalidated\nthe search. As I understand the\r\ncomplaint it is that because Booysen did not hand over the affidavit\r\nto the manager when he gave\nhim the warrant, the warrant was\r\nincomplete and for this reason its execution was unlawful.\n[19] Section 21(4)\r\nof the Act requires a police officer executing a warrant to ‘\nafter\r\nsuch execution, upon demand of any person whose rights in respect of\r\nany search or article seized under the warrant have been\naffected,\r\nhand him a copy of the warrant’.\nThe\r\nreason that the officer must, on demand hand a copy of the warrant,\r\nonly after execution is, as Nugent JA points out in the\npassage\r\nquoted above, because the search and seizure process is a unilateral\r\nexercise that is not dependent upon the cooperation\nof the person who\r\nis in charge of the property that is being searched. And it is for\r\nthe officer conducting the search to decide\nwhether or not an item to\r\nbe seized falls within the terms of the warrant. After the search a\r\ncopy of the warrant and any document\nreferred to in it must –\r\non demand – be handed to the person in charge who may then\r\ndecide whether or not to challenge\nthe validity of the warrant,\r\neither because it was unlawfully issued or unlawfully executed.\n[20] Inspector Booysen read the\r\ncontents of the warrant to the manager and handed a copy of it to\r\nhim, albeit without the affidavit.\nThe manager did not ‘demand’\r\na copy of the affidavit, even though the warrant referred to it.\r\nNeither did the appellant’s\nattorney. They could have done so\r\nat any stage after the execution of the search when they must have\r\nrealised that they had not\nreceived a copy of the affidavit. They\r\nelected not to do so for reasons only they are aware of. Booysen says\r\npertinently that it\nwas an oversight on his part not to have handed a\r\ncopy of the document to the manager and that he would have handed a\r\ncopy to him\nif he had asked for it because he had the document in his\r\npossession at the time of the search. There is therefore no merit in\r\nthis complaint either.\n[21] I turn to the\r\nappellant’s fourth and final contention – that the manner\r\nof execution of the warrant was unlawful\nbecause the executing\r\nofficers seized not only money, tokens, and machines, but they also\r\ntook chairs, ashtrays and documents of\nwhatever nature, including\r\ndocuments from the manager’s hotel room. The validity of the\r\nwhole search was therefore tainted.\nFor this rather novel proposition\r\nMr Jagga relied on this court’s judgment in\nPretoria\r\nPortland Cement Company Limited & another v The Competition\r\nCommission & others\n11\nwhere the court\r\nheld that where the executing authority abuses its power in a manner\r\nthat involves a gross violation of a person’s\nright to privacy\r\nthe entire search and seizure process may be set aside.\n12\nThe court qualified\r\nthis by saying that an unlawful execution will not by itself\r\ninevitably taint a warrant that is itself regular.\n13\n[22] The search warrant authorised\r\nonly the seizure of machines, money and tokens. The SAPS, however,\r\nseized articles that the warrant\ndid not mention. And it was not able\r\nto justify the seizure of the other articles on any other ground. The\r\nhigh court, therefore,\ncorrectly ordered the return of all those\r\nitems not mentioned in the warrant.\n[23] But it does not mean that because\r\nthe execution of the warrant went beyond its strict terms that the\r\nentire search was tainted.\nI do not think that the behaviour or\r\nconduct of the police amounted to, in\nPretoria Portland’s\nformulation, either an ‘abuse of power’ or ‘gross\r\nviolation’ of the appellant’s rights. The seizure\nsimply\r\nwent beyond the ambit of the warrant and the appropriate remedy for\r\nthis was, as the high court ordered, the return of those\narticles\r\nthat were seized but not authorised by the warrant.\n[24] In my view, the court below\r\ncorrectly dismissed all the appellant’s contentions. In the\r\nresult the appeal is dismissed\nwith costs.\n___________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS: N Jagga\nInstructed by Vardakos Attorneys,\r\nVereeniging\nHoney & Partners, Bloemfontein\nRESPONDENT: W Coetzee\n(1\nst\n– 6\nth\nand 8\nth\n) Instructed by The State Attorney, Kimberley\n(7\nth\n) The Magistrate,\r\nColesberg NO, Colesberg\n(13\nth\n) The Magistrate, De\r\nAar NO, De Aar\nThe State Attorney, Bloemfontein\n1\n[2010]\r\n\tZASCA 101\n(7 September\n2010); 2011 (1) SACR 211\n(SCA) paras 8-15.\n2\nSection\r\n\t20: ‘State may seize certain articles\nThe State may, in\r\n\taccordance with the provisions of this Chapter, seize anything (in\r\n\tthis Chapter referred to as an article)-\n(a)\nwhich\r\n\tis concerned in or is on reasonable grounds believed to be concerned\r\n\tin the commission or suspected commission of an offence,\nwhether\r\n\twithin the Republic or elsewhere;\n(b)\nwhich\r\n\tmay afford evidence of the commission or suspected commission of an\r\n\toffence, whether within the Republic or elsewhere; or\n(c)\nwhich\r\n\tis intended to be used or is on reasonable grounds believed to be\r\n\tintended to be used in the commission of an offence.\n3\nTo\r\n\tthe extent that it may be suggested that two provincial divisions\r\n\thave held that it is not permissible for a search warrant\nto be\r\n\tissued to cover the circumstances in all three sub-sections, I\r\n\trespectfully disagree. See\nFiona Henning v The Minister of Public\r\n\tSafety and Security\nCase No 22157/2003 paras 23 and 24;\nSarel\r\n\tBlaauw v The Chairperson of the North West Gambling Board &\r\n\tothers\nCase No 940/04 paras 13 and 14.\n4\nCase\r\n\tno 949/04 (BPD) para 16.\n5\nScott\r\n\tC Hutchison\net al Search\r\n\tand Seizure Law in Canada\nvol\r\n\t2 at 16-30 and 16-31\n.\n6\nWayne\r\n\tR LaFave & Jerold H Israel\nCriminal Procedure\n1985 p 135.\n7\nSteele\r\n\tv United States No 1\n[1925] USSC 115\n;\n267 US 498\n,\n45 SCt 414\n,\n69 LEd 757\n(1925).\n8\nR\r\n\tv Silverstone\n66 CCC (3 rd) 125 paras 61-64.\n9\nR\r\n\tc Charles\n2010 QCCQ 9178\n(Can LII) para 37.\n10\nn\r\n\t4 para 17.\n11\n2003\r\n\t(2) SA 385\n(SCA).\n12\nIbid\r\n\tpara 71 and 73.\n13\nIbid\r\n\tpara 73I-J.",
  "scraped_at": "2026-02-12T15:22:05.860108",
  "date": "2011-03-18",
  "coram": [
    "Brand",
    "Maya",
    "Cachalia",
    "Shongwe JJA",
    "Petse AJA"
  ],
  "case_number": "64/10",
  "parties": {
    "applicants": [
      "Elefterios Polonyfis"
    ],
    "respondents": [
      "The Minister of Police"
    ]
  },
  "sections": {
    "facts": "Elefterios Polonyfis owned The Entertainment Centre in Colesberg. On 1 December 2006 a magistrate issued a search warrant under s 21 of the Criminal Procedure Act, based on an affidavit alleging illegal gambling on the premises. The police executed the warrant on 2 December, seizing cash (R15,162.30), gambling machines, tokens, a coin‑counting machine, a scale, documents, receipt books, keys, ashtrays, chairs and other items. The appellant sought the return of all seized items. The High Court ordered the return of all items except the money, tokens and gambling machines, and the appellant appealed.",
    "issues": "The appeal raised four grounds: (1) whether the warrant was invalid for not specifying which sub‑section of s 20 applied; (2) whether the description of the premises was too vague; (3) whether the failure to exhibit the supporting affidavit at the time of execution rendered the search unlawful; and (4) whether the seizure of items not listed in the warrant invalidated the whole operation. The court also considered whether the conduct amounted to an abuse of power or a gross violation of rights.",
    "principles": "The court reiterated that a valid search warrant must be based on information on oath showing reasonable grounds that an offence has been committed and that articles connected with the offence will be found. The warrant must describe the premises sufficiently for an officer to identify them, but absolute precision is not required. A warrant may rely on any or all three sub‑sections of s 20; using all three is not per se over‑broad. Execution must be within the terms of the warrant; however, an over‑reach does not automatically invalidate the whole warrant unless it amounts to an abuse of power or a gross violation of constitutional rights. Section 21(4) requires a copy of the warrant (not the affidavit) to be given on demand after execution.",
    "application": "The court found that the magistrate’s reasons showed reasonable suspicion across all three sub‑sections of s 20, so the warrant was not over‑broad. The description ‘Kerkstraat, Hall Entertainment Centre’ was sufficient for officers to locate the premises; minor inaccuracies did not invalidate the warrant. The failure to hand over the affidavit did not breach s 21(4) because the affidavit is not required to be provided, and the appellant did not demand it. The seizure of chairs, ashtrays and other items beyond the warrant was remedied by ordering their return; this did not amount to an abuse of power or a gross violation of rights. Accordingly, the appeal was dismissed.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal with costs, confirming the High Court’s order that the items not authorized by the warrant be returned and upholding the validity of the warrant and its execution."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Search and Seizure",
    "level_3": [
      "warrant validity",
      "section 20 CPA",
      "abuse of power",
      "illegal gambling"
    ]
  }
}