{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/50.html",
  "case_name": "Kwanda v S (592/10) [2011] ZASCA 50; 2013 (1) SACR 137 (SCA) (30 March 2011)",
  "citation": "[2011] ZASCA 50",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 50\n|\nNoteup\n|\nLawCite\nKwanda v S (592/10) [2011] ZASCA 50; 2013 (1) SACR 137 (SCA) (30 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nC\nase No:\r\n592/10\nIn the matter between:\nJOHANNES KWANDA\n....................................................................\nAppellant\nand\nTHE STATE\n....................................................................................\nRespondent\nNeutral citation:\nKwanda\r\nv State\n(592/10)\n[2011] ZASCA 50\n(30 March 2011)\nCoram:\nSTREICHER, BOSIELO\r\nand THERON JJA\nHeard: 15 March 2011\nDelivered: 30 March 2011\nSummary:\nArms\r\nand ammunition ─ Unlawful possession of firearms and ammunition\r\nin contravention of s 32 of Arms and Ammunition Act 75\nof 1969 ─\r\nJoint possession ─ The state must establish facts from which it\r\ncan be inferred that the group had intention\n(\nanimus\n)\r\nto exercise possession of firearms through actual detentor and actual\r\ndetentor had the intention to hold on behalf of the group.\n___________________________________________________________\nORDER\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Els and Mojapelo JJ sitting as court\r\nof first instance):\nThe conviction of the appellant\r\non the charges of contravening ss 32(1)(a) and 32(1)(e) of the Arms\r\nand Ammunition Act 75 of 1969,\nand the sentences imposed in respect\r\nthereof, are set aside.\n___________________________________________________________\nJUDGMENT\nTHERON JA (STREICHER and BOSIELO\r\nJJA concurring)\n[1] The appellant was one of\r\nseveral accused who stood trial in the Regional Court, Springs, on\r\nvarious charges related to conspiracy\nto commit armed robbery at the\r\nSprings branch of ABSA bank (the bank). The appellant was convicted\r\nof conspiracy to commit armed\nrobbery and various contraventions of\r\nthe Arms and Ammunition Act 75 of 1969 (unlawful possession of\r\nfirearms and ammunition) and\nsentenced to an effective term of\r\nimprisonment of 35 years. On appeal, the High Court (the then\r\nTransvaal Provincial Division)\n(Els and Mojapelo JJ), confirmed the\r\nconvictions in respect of three of the counts: conspiracy and\r\ncontravening ss 32(1)(a) and\n32(1)(e) of the Act (unlawful possession\r\nof a firearm and ammunition) and set aside the remaining convictions.\r\nThe appeal court\nalso reduced the effective term of imprisonment to\r\n25 years. The appellant appeals against his conviction of unlawful\r\npossession\nof a firearm and ammunition, with the leave of this court.\n[2] It is therefore not necessary\r\nto deal with the facts relating to the conviction on the count of\r\nconspiracy save in so far as\nthey are relevant to a determination of\r\nthis appeal. The evidence showed that members of the South African\r\nPolice Service had received\ninformation about a planned robbery at\r\nthe bank. On 15 April 2000, before the robbery could be carried out,\r\nthe appellant and his\nco-accused were arrested.\n[3] Immediately prior to his\r\narrest, the appellant had been the driver of a white Nissan Maxima\r\nvehicle. Two passengers, Isaac Zikalala\n(accused 10 in the trial\r\ncourt) and Sipho Mahlenche, were with the appellant in the vehicle.\r\nMahlenche was seated next to the appellant\nin the front passenger\r\nseat. It was common cause that Mahlenche was in possession of an\r\nAK47, the subject matter of this appeal.\nThere was some dispute as to\r\nwhether the appellant was aware of the firearm in Mahlenche’s\r\npossession. Mahlenche absconded\nduring the course of the trial. It\r\nwas further common cause that the appellant at no stage had physical\r\npossession of the firearm\nand its ammunition.\n[4] The only\r\nquestion on appeal is whether the state had established that the\r\nappellant possessed the firearm jointly with Mahlenche.\nIn this\r\nregard the state must prove that the appellant had the necessary\r\nmental intention (\nanimus\n)\r\nto possess the firearm. I accept, for the purpose of this judgment,\r\nthat the appellant conspired with his co-accused to rob the\nbank.\n[5] The fact\r\nthat the appellant conspired with his co-accused to commit robbery,\r\nand even assuming that he was aware that some of\nhis co-accused\r\npossessed firearms for the purpose of committing the robbery, does\r\nnot lead to the inference that he possessed such\nfirearms jointly\r\nwith his co-accused. In\nS\r\nv Nkosi\n,\n1\nMarais J said\r\nthat such an inference is only justified where ‘the state has\r\nestablished facts from which it can properly be\ninferred by a Court\r\nthat: (a) the group had the intention (a\nnimus\n)\r\nto exercise possession of the guns through the actual detentor and\r\n(b) the actual detentors had the intention to hold the guns\non behalf\r\nof the group’.\n2\nNugent JA, in\nS\r\nv Mbuli\n,\n3\nreferred to\r\nthe above quoted passage from\nNkosi\nand commented\r\nthat Marais J had ‘set out the correct legal position’.\n4\nIn\nMbuli\n,\r\nthe appellant and his two co-accused were charged with and convicted\r\nof being in possession of a hand grenade that had been found\nin their\r\nvehicle shortly after they had robbed a bank (this is the only charge\r\nof relevance to this matter). Nugent JA found that\nthe evidence did\r\nnot establish that the appellant and his co-accused had possessed the\r\nhand grenade jointly and that it was possible\nthat the hand grenade\r\nhad been possessed by only one of them. Nugent JA concluded with\r\nthese words:\n‘\nI\r\ndo not agree that the only reasonable inference from the evidence is\r\nthat the accused possessed the hand grenade jointly. It is\nequally\r\npossible that, like the pistols, the hand grenade was possessed by\r\nonly one of the accused. Mere knowledge by the others\nthat he was in\r\npossession of a hand grenade, and even acquiescence by them in its\r\nuse for fulfilling their common purpose to commit\nrobbery, is not\r\nsufficient to make them joint possessors for purposes of the Act. The\r\nevidence does not establish which of the\naccused was in possession of\r\nthe hand grenade and on that charge, in my view, they were entitled\r\nto be acquitted.’\n5\n[6] Adopting\r\nthe reasoning in\nNkosi\nand\nMbuli\n,\r\nand even if the appellant was aware that Mahlenche was in possession\r\nof the firearm, such knowledge is not sufficient to establish\nthat he\r\nhad the intention to jointly possess the firearm with Mahlenche. In\r\nthis matter there are no facts from which it can be\ninferred that the\r\nappellant had the necessary intention to exercise possession of the\r\nfirearm through Mahlenche or that the latter\nhad the intention to\r\nhold the firearm on behalf of the appellant.\n[7] The conviction of the\r\nappellant on the charges of contravening ss 32(1)(a) and 32(1)(e) of\r\nthe Act and the sentences imposed\nin respect thereof, are set aside.\n___________________\nL Theron\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: F van As\nInstructed by Pretoria Justice\r\nCentre, Pretoria;\nBloemfontein Justice Centre,\r\nBloemfontein.\nRESPONDENT: (Ms) P Vorster\nInstructed by the Director of\r\nPublic Prosecutions,\nPretoria;\nThe Director of Public\r\nProsecutions, Bloemfontein.\n1\n1998\r\n\t(1) SACR 284\n(W).\n2\nAt\r\n\t286g-i.\n3\n2003\r\n\t(1) SACR 97\n(SCA).\n4\nPara\r\n\t71.\n5\nPara\r\n\t72.",
  "scraped_at": "2026-02-12T15:29:07.069276",
  "date": "2011-03-30",
  "coram": [
    "STREICHER",
    "BOSIELO",
    "THERON JJA"
  ],
  "case_number": "592/10",
  "parties": {
    "applicants": [
      "Johannes Kwanda"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Johannes Kwanda, was one of several accused arrested on 15 April 2000 before a planned armed robbery of the ABSA bank in Springs. He was the driver of a white Nissan Maxima, with two passengers, Isaac Zikalala and Sipho Mahlenche. Mahlenche was in possession of an AK‑47 and ammunition. The appellant never had physical control of the weapon, but the question before the court was whether he jointly possessed the firearm with Mahlenche.",
    "issues": "The core issue was whether the State had proved beyond reasonable doubt that the appellant possessed the firearm jointly with Mahlenche, i.e., that he had the requisite animus to possess the firearm through the actual detentor and that the detentor intended to hold it on behalf of the group.",
    "principles": "South African law requires the State to establish two facts for joint possession: (a) the group intended to exercise possession of the weapon through the actual detentor, and (b) the actual detentor intended to hold the weapon on behalf of the group. This principle was articulated in S v Nkosi and affirmed in S v Mbuli, where mere knowledge of another’s possession was held insufficient for joint possession.",
    "application": "Applying the Nkosi and Mbuli principles, the Court found that while the appellant conspired with co‑accused to commit robbery and was aware that Mahlenche possessed the AK‑47, there was no evidence showing the appellant intended to exercise possession through Mahlenche or that Mahlenche intended to hold the weapon for the appellant. Consequently, the requisite animus for joint possession was lacking.",
    "conclusion": "The conviction of the appellant for contravening sections 32(1)(a) and 32(1)(e) of the Arms and Ammunition Act and the associated sentences were set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Firearms Offences",
    "level_3": [
      "joint possession",
      "arms and ammunition act",
      "mens rea",
      "criminal liability"
    ]
  }
}