{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/39.html",
  "case_name": "Legal Aid Board: In re Four Children (512/10) [2011] ZASCA 39 (29 March 2011)",
  "citation": "[2011] ZASCA 39",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 39\n|\nNoteup\n|\nLawCite\nLegal Aid Board: In re Four Children (512/10) [2011] ZASCA 39 (29 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 512/10\nLEGAL AID BOARD\nIn the matter of\nFOUR CHILDREN Applicants in\r\nthe court a quo\nNeutral citation:\nLegal\r\nAid Board in re Four Children\n(512/10)\n[2011] ZASCA 39\n(29 March\r\n2011)\nCoram:\nNAVSA, NUGENT,\r\nHEHER and CACHALIA JJA and PETSE AJA\nHeard:\n1 MARCH 2011\nDelivered: 29 MARCH 2011\nSummary:\nJurisdiction of\r\nSupreme Court of Appeal – confined to appeals – case\r\nbefore it not an appeal – no order made.\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from: High Court\r\nEastern Cape, Port Elizabeth (Schoeman J sitting as court of first\r\ninstance)\nNo order is made.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (NAVSA, HEHER and\r\nCACHALIA JJA and PETSE AJA concurring)\n[1] The\r\nauthority of the courts emanates from and is circumscribed by the\r\nConstitution. The constitutional authority of this court\nis confined\r\nto deciding appeals and issues connected with appeals.\n1\nWhat has been\r\nplaced before us is not an appeal although it has been presented as\r\nsuch. In truth it is an application by the Legal\nAid Board\n2\nfor a\r\ndeclaratory order concerning its rights. This court has no original\r\njurisdiction to hear such an application.\n3\n[2] While that is the short\r\nanswer to this case it is necessary to trace in some detail how the\r\nmatter came to be before us to explain\nmy conclusion. Before doing so\r\nI need to deal with two preliminary matters.\n[3] The case\r\nhas its origin in an application that was brought in the high court\r\nby four children, with the assistance of the Legal\nAid Board, to\r\nprotect their interests in a dispute between their parents. The\r\ndismissal of the application prompted this purported\nappeal. Neither\r\nthe children nor their parents are parties before us although they\r\nare reflected as such in various documents that\nhave been filed. The\r\npurported appellant is the Legal Aid Board and there is no\r\nrespondent. The Centre for Child Care and the Family\nAdvocate\n4\nintervened in\r\nthe matter to make submissions.\n[4] Shortly before the matter was\r\nto be heard a letter was received by this court from an attorney who\r\nhad been consulted by the\nmother of the children. Following upon what\r\nshe told him the attorney consulted with the children and also\r\nobtained the services\nof a social worker to do the same. He informed\r\nus that both he and the social worker were told by the children that\r\nthey had not\nauthorised the proceedings, that until recently they\r\nwere unaware that the proceedings had been brought, that they were\r\ndistressed\nthat the proceedings were before us, and that they felt\r\nthat their privacy had been invaded.\n[5] On our direction a letter was\r\naddressed to the Legal Aid Board, asking whether in the circumstances\r\nit was entitled to persist\nin the proceedings. Its reply was that it\r\nindeed intended to proceed. The fact that the Legal Aid Board feels\r\nitself able to proceed\nin the absence and against the wishes of the\r\nparties whose rights were there in issue seems to me by itself to\r\ndemonstrate ineluctably\nthat this is not an appeal in that\r\napplication but is a fresh application by the Legal Aid Board\r\nconcerning its own rights. The\nearlier application has merely served\r\nas its springboard.\n[6] It is unfortunate that the\r\nchildren and their parents were not informed of the Legal Aid Board’s\r\nintentions, albeit that\nthe case no longer concerned their interests\r\ndirectly. To avoid any further invasion of their privacy we directed\r\nat the outset\nof the hearing that the identity of the children and\r\ntheir parents must not be made public any further than has already\r\noccurred\nand we repeat that direction. In this judgment I have not\r\nreferred to them by name but instead by the relationship that they\r\nbear\nto one another.\n[7] The letter that we addressed\r\nto the Legal Aid Board might have alerted it to the question whether\r\nthis court has jurisdiction\nin the matter but at the outset of the\r\nhearing it soon became evident that it had not been considered. We\r\naccordingly allowed counsel\nan opportunity to consider it but she was\r\nnot able to advance any submissions of substance on the issue. In the\r\nabsence of such\nsubmissions we concluded that we had no jurisdiction\r\nand for that reason we have not heard oral argument on the merits of\r\nthe case.\nWe have nonetheless had the advantage of informing\r\nourselves of the submissions that would have been advanced so far as\r\nthey are\ncontained in heads of argument that have been filed.\n[8] At the time the application\r\nwas brought three of the children were 11 years old and the fourth\r\nwas 14. Their parents were divorced.\nAt the time of the divorce a\r\nconsent order had been made granting them joint custody of the\r\nchildren. At first both parents lived\nin the same city and an\r\nharmonious arrangement existed between them for mutual access to the\r\nchildren.\n[9] Some time later their mother\r\nwanted to relocate to another country and to take the children with\r\nher but their father objected.\nTheir mother applied to the high court\r\nfor an order authorising her to take the children but the order was\r\nrefused. The mother\nabandoned those plans but later she moved to\r\nanother city in South Africa. Again she wanted the children to\r\naccompany her and that\nprompted a repetition of the earlier dispute.\n[10] The children found\r\nthemselves being caught up in the dispute between their parents. With\r\nfurther litigation looming they approached\na Justice Centre for\r\nassistance. (The Justice Centre is the name under which the Legal Aid\r\nBoard performs its functions in various\nregions and I will use the\r\nnames interchangeably). The Justice Centre wrote to the mother’s\r\nattorneys requesting an undertaking\nthat the children would not be\r\nrelocated, and would not be placed under any pressure to do so,\r\nfailing which an application would\nbe made to court for appropriate\r\nrelief. The mother’s attorneys replied that the Justice Centre\r\nhad no standing to bring\nlegal proceedings, advised that she was\r\naverse to it representing the children, and warned that if\r\nproceedings were brought punitive\ncosts might be sought against the\r\nrelevant officer of the Justice Centre personally. Undeterred by that\r\nunwarranted threat an application\nwas brought before the high court.\r\nThe children were the applicants but they were assisted to bring the\r\napplication by the Justice\nCentre.\n[11] The immediate hurdle to be\r\novercome was that a minor is not generally competent to engage in\r\nlitigation without the assistance\nof his or her guardian. In this\r\ncase their guardians were obviously disqualified from doing so\r\nbecause they would have had a conflict\nof interest.\n[12] The law\r\nin this country has always been conscious of such a difficulty and it\r\nprovides a ready and simple mechanism to overcome\nit. It confers upon\r\nthe courts a wide discretion to appoint a person to substitute the\r\nguardian – commonly known as a curator\nad litem, meaning, if\r\nthe Latin term is intimidating, no more than a person to conduct\r\nlitigation in the name and in the interests\nof the minor.\n5\nAs early as\r\n1902 the subject was dealt with comprehensively by the author of\nThe\r\nJudicial Practice of South Africa\n6\n:\n‘\nSuch\r\ncurator is appointed by the Court upon the petition of the minor, or,\r\nif he is too young to understand it, of some relative\nor friend or\r\nsome one who can shew a reasonable interest in him, setting forth\r\nthat he has no guardian, and is about to institute,\nor defend, an\r\naction at law, and stating also briefly the nature of the case, and\r\npraying the Court to appoint a\ncurator\r\nad litem\nto\r\nrepresent him.\n…\nA\r\nminor may have a\ncurator\r\nad litem\nappointed\r\nfor him even against his will, or without his knowledge, if it can be\r\nshewn to the Court that the application will be\nfor his benefit and\r\nto his interest.\n…\nAs\r\na general rule a near relative is appointed\ncurator\r\nad litem\n,\r\nbut this is discretionary with the Court, and frequently the advocate\r\nor attorney employed for the minor has been appointed as\nsuch.\nFrom\r\nthe time of the appointment of the\ncurator\r\nad litem\n,\r\nthe action is to be conducted in the name of the minor, duly assisted\r\nby his curator …\nThe\r\nduty of a\ncurator\r\nad litem\nis\r\nto represent the minor in the particular case then pending, and to\r\nwatch and protect his interest in the case as a good and prudent\n\nfather would have done….\nA\ncurator\r\nad litem\nmay\r\nbe removed by the Court for the same reasons as an attorney employed\r\nin a case. He may also resign his office, but it is in\nthe discretion\r\nof the Court to accept or not to accept his resignation.’\n[13] The discretion that a court\r\nhas is as broad as is required to meet every exigency and, if\r\nnecessary, the court is capable of\nsupplementing or altering the\r\nordinary authority of a curator so far as the occasion requires. Its\r\nsole guide in exercising its\ndiscretion is the best interests of the\r\nminor.\n[14] A curator\r\nwho does not have the appropriate qualifications and skills to\r\nconduct the litigation might employ a legal representative\nto assist\r\nin the ordinary way, but a curator who has those qualifications and\r\nskills will naturally not find it necessary to do\nso. Indeed, it is\r\ncommon for legal practitioners to be appointed to that office, and to\r\nconduct the litigation themselves, and\nthere can be no objection\r\nunless that creates a conflict of interest.\n7\n[15] Thus all that was required\r\nto overcome the initial hurdle in this case was for the children –\r\nor the Justice Centre on\ntheir behalf – to ask the court to\r\nappoint a suitable employee of the Justice Centre as curator in the\r\nexercise of its ordinary\ndiscretion. Instead a more complex route was\r\nchosen.\n[16] Two distinct forms of order\r\nwere claimed. The first was a preliminary order in the following\r\nterms:\n‘\nIn\r\nso far as it is necessary, [appointing]\nalternatively\n[condoning]\r\nthe appearance of the Justice Centre as legal representative for the\r\nApplicants in asserting their constitutional right\nto be heard in\r\ncivil proceedings affecting them’.\nThe second claim was for\r\nsubstantive relief restraining the mother from removing the children\r\nto the city she intended locating\nto until such time as the custody\r\norder had been amended by a court, and restraining both parents from\r\ndiscussing the matter with\nthe children other than in the presence of\r\nthe Justice Centre or its nominee. A temporary order to the latter\r\neffect was asked\nfor pending the finalisation of the application for\r\nthose orders.\n[17] The application was brought\r\nas a matter of urgency and the supporting affidavits were brief. The\r\nfounding affidavit was deposed\nto by the oldest child (the first\r\napplicant, the remaining children being the second, third and fourth\r\napplicants). It set out\nbriefly the factual circumstances that had\r\narisen. The application was supported by an affidavit deposed to by\r\nan employee of the\nJustice Centre, explaining why it was considered\r\nnecessary for the substantive relief to be granted. He also expressed\r\nthe opinion\nthat ‘it is not necessary to bring a prior\r\napplication to represent the children’ but that ‘in so\r\nfar as it may\nbe necessary we will ask for an order condoning our\r\nrepresentation of the children’. He went on to say that he\r\nwished to\nassure the court that ‘we act in this application\r\nonly to give the children the voice that they need to enforce their\r\nbest\ninterest’.\n[18] The appointment of an\r\nemployee of the Legal Aid Board as curator would have met everything\r\nthat was avowedly required and might\nhave been done by granting the\r\npreliminary order in suitably modified form. The case was presented\r\ninstead as an application for\nthe appointment of a legal practitioner\r\nunder s 28(1)(h) of the Constitution (which accounts for the\r\nview expressed in the\naffidavit that authorisation was not in truth\r\nrequired, and for the form in which the order was couched). That\r\nsection affords\nchildren the right to have a legal practitioner\r\nassigned to him or her by the state in civil proceedings affecting\r\nthe child if\nsubstantial prejudice would otherwise result.\n[19] It is not\r\nclear to me why that section was invoked. The Constitutional Court\r\nhas said repeatedly that where it is possible\nto decide any case\r\nwithout reaching a constitutional issue then that is the course that\r\nmust be followed and it has directed the\ncourts accordingly.\n8\nNo more was\r\nrequired for the Justice Centre to achieve its avowed aim than to\r\nhave one of its employees appointed curator. Where\na curator is not\r\nable personally to conduct the litigation then no doubt a child is\r\nentitled to have a legal practitioner assigned\nunder that section but\r\nthat was not the present case.\n[20] The\r\napplication came before Schoeman J. It was taken further off course\r\nby the view that she took of the matter. She said that\nthe duty of a\r\nlegal practitioner contemplated by s 28(1)(h) would have been\r\n‘to advance the case of the children’\n(which was no doubt\r\ncorrect)\n9\nbut that that\r\nwas not what the case called for. She said that it called for a\r\nperson ‘exercising independent judgment…with\nthe\r\nnecessary objectivity that is needed’, which, she said, was the\r\nfunction of a curator. Along that line of reasoning she\nconcluded\r\nthat ‘the applicants are not entitled to approach the court\r\nwithout the assistance of a\ncurator\r\nad litem\n’\nand\r\nshe dismissed the application accordingly. (The learned judge went on\r\nto make a further order that is not now material.)\n[21] The\r\nlearned judge was clearly incorrect. The case indeed called for the\r\nappointment of a person to advance the case of the\nchildren –\r\nfor how else was their case to be advanced? And it is not the\r\nfunction of a curator to adopt a so-called objective\napproach. The\r\nFamily Advocate is available to provide neutral assistance should\r\nthat be required.\n10\nThe function\r\nof a curator is to advance the case of the minor. Indeed, this court\r\nhas had occasion to reprimand a curator who approached\nhis task along\r\nthe lines suggested by the learned judge. In\nDu\r\nPlessis NO v Strauss\n11\nan order had\r\nbeen made by a court in favour of the persons represented by the\r\ncurator. On appeal the curator presented argument\nin favour of the\r\nappeal because he considered that ‘it would assist the court if\r\nhe adopted a “more objective”\napproach’.\n12\nVan Heerden JA\r\ntook him to task in the following words (my translation):\n‘\nThis\r\napproach was manifestly in conflict with his duties, because it is\r\nhardly necessary to say that a curator\n-ad-litem’s\nown\r\nview is irrelevant and that what is expected of him is to advance all\r\npossible arguments advantageous to the relevant minors\nand unborn\r\nchildren ...’\n13\n[22] The court\r\ncould there and then have appointed counsel for the Justice Centre as\r\ncurator\n14\nand then\r\nturned to the substantive relief that had been claimed, and in my\r\nview it ought to have done so, but that is now water\nunder the\r\nbridge. Shortly after the application was dismissed the mother moved\r\nto another city and took the children with her.\nTheir father then\r\nbrought an urgent application for orders to the effect that the\r\nchildren should be returned and should reside\nwith him unless the\r\nconsent order was varied. The application was dismissed by Kroon J on\r\n12 January 2010. The factual position\nthat then prevailed rendered\r\nmoot the application that had been decided by Schoeman J. Indeed, the\r\nfamily difficulties have happily\nbeen resolved. Both parents now live\r\nonce more in the same city and the harmonious arrangement that\r\nprevailed before has been restored.\n[23] That notwithstanding, the\r\nLegal Aid Board filed what purported to be an application to the high\r\ncourt for leave to appeal.\nAn affidavit deposed to by one of its\r\nemployees was filed in support of the application, which is unusual\r\nin an application for\nleave to appeal. He frankly acknowledged that\r\nthe Legal Aid Board had no mandate from the children and set about\r\nexplaining why\nthe application was nonetheless being brought. I need\r\nnot recite his explanation in full. In summary he said that the Legal\r\nAid\nBoard had a constitutional duty to assist children to assert\r\ntheir constitutional rights, that the judgment of Schoeman J\r\nthreatened\nto hamper it in fulfilling its duty, and that it wanted to\r\nhave clarity as to its rights.\n[24] The principal way in which\r\nit would be hampered, so the deponent said, was that the judgment had\r\nthe effect that ‘in\neach matter an independent curator should\r\nbe appointed [which would mean] that suitably qualified attorneys and\r\nadvocates in private\npractice will have to be appointed … and\r\nthis will have a negative effect on our budget for civil litigation\r\nfor children’.\nAbsent the errors of the learned judge that is\r\nnot correct. I have pointed out that there is no bar to an employee\r\nof the Justice\nCentre being appointed curator to a minor. Indeed,\r\nemployees of the Legal Aid Board will generally be admirably suited\r\nto such\nan appointment. They will seldom have a conflict of interest\r\n– as private practitioners might have – and yet they have\n\nthe qualifications and skills to conduct the litigation without\r\nfurther outside assistance.\n[25] The Legal\r\nAid Board turned once more to the Constitution to overcome its\r\nperceived difficulties – on this occasion to\ns 38. That\r\nsection entitles anyone acting in the public interest to approach a\r\ncompetent court for a declaration of rights\nin certain\r\ncircumstances.\n15\nInvoking that\r\nsection the deponent concluded as follows:\n‘\n[We]\r\nrequest the above Honourable Court to allow Legal Aid South Africa to\r\nproceed in its own name, in the public interest, to seek\nleave to\r\nappeal against the legal question of locus standi only and to grant\r\nleave to appeal as set out in the Notice of Motion\nto which this\r\naffidavit is attached’.\nIt sought orders in the following\r\nterms:\n‘\n1.\r\nThat Legal Aid South Africa is granted leave to act in this appeal in\r\nthe public interest.\n2. That leave to\r\nappeal is granted against the decision that the children do not have\r\nlocus standi to act in their own names’.\n[26] It will\r\nbe apparent that leave to appeal in the terms set out in the second\r\nprayer is not competent. It is trite that an appeal\nlies against an\r\norder that is made by a court and not against its reasons for making\r\nthe order.\n16\nThe ‘decision\r\nthat the children do not have locus standi to act in their own names’\r\nwas not an order made by the court\nbut no more than the reason given\r\nfor the order.\n[27] The application came before\r\nSchoeman J who similarly invoked s 38 of the Constitution. In a\r\nshort judgment the learned\njudge said that an application\r\ncontemplated by that section is permitted ‘even if there is no\r\nlive case’. After considering\nwhat was meant by ‘public\r\ninterest’ for purposes of that section she concluded that the\r\nLegal Aid Board was an ‘interested\nparty’ (presumably\r\nmeaning that it fell within the terms of that section). On that basis\r\nshe made the following order:\n‘\nI\r\ngrant leave to appeal to [Legal Aid] to appeal to the Supreme Court\r\nof Appeal against the dismissal of this application and to\nobtain a\r\ndeclarator on the legal standing of children to initiate legal\r\nproceedings’.\n[28] Although the learned judge\r\ngranted leave to appeal against the order dismissing the application,\r\nthat is not what was asked\nof her by the Legal Aid Board, and before\r\nus counsel expressly disavowed an intention to appeal against the\r\norder. What it wanted\nfrom us was only declaratory relief that was\r\nexpressed as follows in its heads of argument:\n‘\nThat\r\nwhere Legal Aid South Africa assign a legal representative to a child\r\nin terms of its Constitutional mandate to act in the\nbest interest of\r\nthat child, that the said child will have locus standi to litigate to\r\nprotect a constitutional right without the\nconsent of that child’s\r\nparent/s or without the consent of the Court’.\n[29] I see no\r\nreason why the ordinary discretionary powers of the courts at common\r\nlaw do not suffice for the Legal Aid Board to\nperform its mandate,\r\nnor why their ordinary supervisory function needs to be dispensed\r\nwith in order for it to do so, particularly\nif the wishes of\r\nguardians are to be overridden. But no doubt it is entitled to invoke\r\ns 38 if it feels that to be necessary,\n17\nthough a claim\r\nfor a declaration that is as profound as that will undoubtedly call\r\nfor notice to be given to interested parties\n– not least the\r\nrelevant minister of state who is charged with responsibility for the\r\nwelfare of children\n18\n–\nwhich\r\nhas not occurred in this case.\n[30] From the approach that was\r\ntaken to this matter I think it abundantly clear that both the Legal\r\nAid Board and the court below\nconsidered that the case should be\r\nplaced before us to serve as an application for a declaratory order\r\nunder s 38. What they\nboth overlooked is that this court has no\r\noriginal jurisdiction to consider an application of that kind. This\r\ncourt is a court\nof appeal and its jurisdiction is limited\naccordingly. The case that is before us is not properly an appeal\r\nand I think that we are bound to make no order in the matter.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nLegal Aid Board: E Crouse\nJ\r\nM Coertzen\nFor\r\nCentre for Child Law: A M Skelton\nFor\r\nFamily Advocate: B Pienaar SC\nL\r\nAh-Shene\n1\nSection\r\n\t168(3). It may also hear matters that may be ‘referred to it\r\n\tin circumstances defined by an Act of Parliament’\nbut that has\r\n\tno application in this case.\n2\nEstablished\r\n\tby s 2 of the Legal Aid Act 22 of 1969. In the papers it called\r\n\titself Legal Aid South Africa but I have referred\nto it by its\r\n\tstatutory name.\n3\nIt\r\n\tmight be that the Constitutional Court could entertain an appeal in\r\n\tthe form that the case has been presented to us (cf\nCampus Law\r\n\tClinic, University of KZN v Standard Bank of SA Ltd\n[2006] ZACC 5\n;\n2006 (6) SA\r\n\t103\n(CC)) but its jurisdiction is not confined in the same terms.\n4\nAppointed\r\n\tunder s 2 of the Mediation in Certain Divorce Matters Act 24 of\r\n\t1987.\n5\nBlacks\r\n\tLaw Dictionary\ndefines\r\n\ta curator ad litem as ‘a person who is appointed by a court to\r\n\trepresent the interests of a youth … during\nproceedings\r\n\tbefore the court’.\nThe\r\n\tSouth African Judicial Dictionary\ndefines\r\n\tthe term to mean ‘a curator appointed by the court to protect\r\n\tthe interests of some party to a legal proceedings\nwho is unable, or\r\n\tis alleged to be unable, to protect his own interests’.\n6\nC H\r\n\tVan Zyl\nThe Theory of the Judicial Practice of the Colony of the\r\n\tCape of Good Hope and of South Africa Generally\n2ed (1902) pages\r\n\t21-22. See, too,\nBoberg’s Law of Persons and the Family\n2ed\r\n\tby Belinda van Heerden, Alfred Cockrell and Raylene Keightley pp.\r\n\t902-907.\n7\nIn\nMartin NO v Road Accident Fund\n2000 (2) SA 1023\n(W) at\r\n\t1034B-C Wunsh J said that it is undesirable for a person to be both\r\n\tcurator and legal representative. But that was said\nin the context\r\n\tof cases where the earning of professional fees might create a\r\n\tconflict of interest. Whether a conflict of interest\nwill arise by\r\n\tacting in both capacities will depend upon the particular case. For\r\n\tthe appointment of legal practitioners to that\noffice generally see\r\n\t1034H-1039D. Needless to say, the particular practitioner should be\r\n\ta suitable person: cf\nSoller NO v G\n2003 (5) SA 430\n(W) para\r\n\t16.\n8\nS\r\n\tv Mhlungu\n[1995] ZACC 4\n;\n1995 (3) SA 867\n(CC) para 59;\nZantsi v Council of\r\n\tState, Ciskei\n[1995] ZACC 9\n;\n1995 (4) SA 615\n(CC) paras 3 and 4;\nFerreira v\r\n\tLevin NO; Vryenhoek v Powell NO\n1996 (1) SA 984\n(CC) para 7;\nGardener v Whitaker\n[1996] ZACC 11\n;\n1996 (4) SA 337\n(CC) para 14;\nS v\r\n\tBequinot\n[1996] ZACC 21\n;\n1997 (2) SA 887\n(CC) para 12;\nMotsepe v Commissioner\r\n\tfor Inland Revenue\n[1997] ZACC 3\n;\n1997 (2) SA 898\n(CC) para 21;\nNational\r\n\tCoalition for Gay and Lesbian Equality v Minister of Home Affairs\n2000 (2) SA 1\n(CC) para 21;\nMinister of Education v Harris\n2001 (4) SA 1297\n(CC) para 19;\nEx parte Minister of Safety and\r\n\tSecurity: In re S v Walters\n[2002] ZACC 6\n;\n2002 (4) SA 613\n(CC) paras 64 and\r\n\t65;\nJaftha v Schoeman; Van Rooyen v Stoltz\n[2004] ZACC 25\n;\n2005 (2) SA 140\n(CC) para 9.\n9\nCf\nSoller NO\n, above, para 26.\n10\nSoller\r\n\tNO\n, above, para 26.\n11\n1988\r\n\t(2) SA 105\n(A).\n12\nAt\r\n\t145J.\n13\nAt\r\n\t146A-B.\n14\nCf\nYu Kwam v President Insurance Co. Ltd\n1963 (1) SA 66\n(T) at\r\n\t69-70.\n15\nSection\r\n\t38: ‘Anyone listed in this section has the right to approach a\r\n\tcompetent court, alleging that a right in the Bill\nof Rights has\r\n\tbeen infringed or threatened, and the court may grant appropriate\r\n\trelief, including a declaration of rights. The\npersons who may\r\n\tapproach a court are –\n…\n.\n(d)\r\n\tanyone acting in the public interest’\n…\n.’\n16\nL T C\r\n\tHarms\nCivil Procedure in the Superior Courts\nC1.26, and\r\n\tgenerally the jurisdictional requirements for an appeal at C1.16.\n17\nIn\r\n\tthe affidavit filed in support of the purported application for\r\n\tleave to appeal it was said that in\nLegal Aid\r\n\tBoard v R\n2009 (2) SA 262\n(DCLD) Wallis AJ\r\n\thad ‘ruled that Legal Aid South Africa has locus standi,\r\n\twithout an application to court, to represent\nchildren in court’.\r\n\tThe learned judge made no such ruling. He did no more than to\r\n\texpress a view to that effect in the\ncover of a discursus that was\r\n\tnot germane to the issue before him.\n18\nCf\nCampus Law Clinic\n, above, para 27.",
  "scraped_at": "2026-02-12T15:25:24.827183",
  "date": "2011-03-29",
  "coram": [
    "NAVSA",
    "NUGENT",
    "HEHER",
    "CACHALIA JJA",
    "PETSE AJA"
  ],
  "case_number": "512/10",
  "parties": {
    "applicants": [
      "Legal Aid Board"
    ],
    "respondents": []
  },
  "sections": {
    "facts": "Four children, aged 11 to 14, were caught in a custody dispute between their divorced parents. The mother sought to relocate the children, first abroad and later to another South African city, which the father opposed. The children applied to the High Court, assisted by the Legal Aid Board’s Justice Centre, for orders preventing relocation and protecting their constitutional right to be heard. The High Court dismissed the application. The Legal Aid Board then sought to appeal the dismissal, filing an application for a declaratory order under section 38 of the Constitution, claiming a public‑interest right to litigate on behalf of the children.",
    "issues": "1. Whether the Supreme Court of Appeal has jurisdiction to hear the Legal Aid Board’s application, which is a declaratory application rather than an appeal. 2. Whether the Legal Aid Board has locus standi to bring the application in the public interest under section 38. 3. Whether the children have locus standi to litigate without parental consent under section 28(1)(h).",
    "principles": "The SCA’s constitutional authority is limited to hearing appeals; it has no original jurisdiction to entertain declaratory applications under section 38. Locus standi under section 38 is limited to parties directly affected or acting in the public interest, but the court must have jurisdiction to hear the matter. Section 28(1)(h) provides children the right to legal representation where substantial prejudice would result, but the appropriate mechanism is the appointment of a curator ad litem, not an original‑jurisdiction declaratory application. The role of a curator is to advance the child’s interests, not to adopt an objective stance detached from the child’s case.",
    "application": "Applying the above principles, the court determined that the matter before it was not an appeal but a fresh application for a declaratory order, which falls outside the SCA’s jurisdiction. The Legal Aid Board’s claim to public‑interest standing could not cure the jurisdictional defect, and the children’s locus standi issues were irrelevant because the court could not hear the application at all.",
    "conclusion": "The Supreme Court of Appeal held that it had no jurisdiction to consider the application and consequently made no order. The application was dismissed."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Court Jurisdiction",
    "level_3": [
      "appeal jurisdiction",
      "public interest litigation",
      "children's rights",
      "legal aid"
    ]
  }
}