{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/131.html",
  "case_name": "Imperial Marine Company v Motor Vessel Pasquale della Gatta and Another; Imperial Marine Company v Motor Vessel Filippo Lembo and Another (638/2010) [2011] ZASCA 131; 2012 (1) SA 58 (SCA); [2012] 1 All SA 491 (SCA) (15 September 2011)",
  "citation": "[2011] ZASCA 131",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 131\n|\nNoteup\n|\nLawCite\nImperial Marine Company v Motor Vessel Pasquale della Gatta and Another; Imperial Marine Company v Motor Vessel Filippo Lembo and Another (638/2010) [2011] ZASCA 131; 2012 (1) SA 58 (SCA); [2012] 1 All SA 491 (SCA) (15 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 638/2010\nIn the matters between:\nIMPERIAL MARINE COMPANY\n…..............................................\nAppellant\nand\nTHE MOTOR VESSEL\nPASQUALE DELLA GATTA\n…..\nFirst\r\nRespondent\nDEIULEMAR COMPANGNIA DI NAVIGAZIONE Spa\n….............\nSecond Respondent\nand\nIMPERIAL MARINE COMPANY\n…..............................................\nAppellant\nand\nTHE MOTOR VESSEL\nFILIPPO LEMBO\n…....................\nFirst\r\nRespondent\nDEIULEMAR COMPANGNIA DI NAVIGAZIONE Spa\n….............\nSecond Respondent\nNeutral citation:\nImperial Marine Company v\r\nPasquale della Gatta; Imperial Marine Company v Filippo Lembo\n(638/10)\n[2011] ZASCA 131\n(15 September 2011)\nCoram:\nNAVSA, BRAND, LEWIS, LEACH and WALLIS JJA\nHeard\n: 18 August 2011\nDelivered\n: 15 September 2011\nSummary:\nArrest\r\nof vessels as security for claims being pursued in arbitration\r\nproceedings in London – requirement of a prima facie\ncase –\r\napplication of established principles to the drawing of inferences\r\nand the\nevidence of experts – allegations of breach by\r\ncharterer – supply of bunkers not in accordance with\r\nspecification –breach\nof safe port, safe berth warranty –\r\nalleged breach of implied warranty under NYPE charter party form –\r\nalleged failure\nto redeliver vessel in the same good order and\r\ncondition, fair wear and tear excepted – claim for\r\ncounter-security –\ncharterer alleging a failure by owner to\r\ndeliver and maintain vessel in an efficient state causing it loss –\r\nbasis for assessing\n– reasonably arguable best case.\nORDER\nOn appeal from:\nWestern Cape High Court, Cape\r\nTown (Baartman J sitting as court of first instance):\n[A] In the appeal against the judgment in the case of the arrest of\r\nthe\nPasquale della Gatta\n(Case No AC20/09 in the high court)\r\nthe following order is made:\nThe appeal is dismissed with costs.\nThe cross-appeal is upheld with costs and the order of the high\r\n\tcourt is altered to read as follows:\n‘\n(i) The order for the arrest of the\nPasquale della Gatta\ngranted\nex parte\non\r\n20 March 2009 and the deemed arrest of the vessel pursuant to the\r\nprovision of security to obtain its release from that arrest\nare set\r\naside.\n(ii) The applicant is ordered to pay the costs of the application on\r\nthe scale as between attorney and client.’\n(c) The order for the provision of counter-security by the applicant,\r\nImperial Marine Company, is set aside.\n[B] In the appeal against the judgment in the case of the arrest of\r\nthe\nFilippo Lembo\n(Case No AC 8/09 in the high court) the\r\nfollowing order is made:\n(a) The appeal succeeds to the extent that paragraphs 6 and 7 of the\r\norder of the high court are altered in the following respects:\nby the deletion in paragraph 6(a) of the amount of US$17 477 128.40\r\n\tand its replacement by US$7 047 177.50;\nby the deletion in paragraph 6(b) of the figure of US$3 408 040\r\n\tand its replacement by US$1 374 199,61;\nby the deletion in paragraph 7(a)(i) of the words ‘claims1(a)-(f)\r\n\tUS$20 485 587.17’ and their replacement by\n‘claims\r\n\t1(a), (b), (d) and (e) US$7 029 824.59;\nby the deletion of paragraphs 7(b) and (d);\nbut is otherwise dismissed.\n(b) The cross-appeal succeeds and paragraph 2 of the order of the\r\nhigh court is altered in the following respects:\nby the deletion of paragraphs 2(a)(iii) and (iv) thereof;\nby the deletion in paragraph 2(a)(v) of the figure of\r\n\tUS$1 699 675.20 and its replacement by US$878 825.23;\nby the deletion in paragraph 2(a)(vii) of the figure of\r\n\tUS$12 201 958.32 and its replacement by US$7 171 621.26.\n(c) Each party is ordered to pay half the costs of and attendant upon\r\nthe preparation of the record in relation to this matter\nbeing\r\nvolumes 1 to 9 and 16 of the record of appeal and is otherwise\r\nordered to bear its own costs.\nJUDGMENT\nWALLIS JA (NAVSA, BRAND, LEWIS AND LEACH JJA CONCURRING)\nIntroduction\n[1] On 3 July 2003 Imperial Marine Company (Imperial Marine) and the\r\nsecond respondent, Deiulemar Compangnia di Navigazione Spa\n\n(Deiulemar), concluded a long term time charterparty on the NYPE form\r\nin respect of the\nGeorge T\n, a Capesize bulk carrier of some\r\n170 00 dwt. A dispute arose in 2005 when the vessel\r\nsuffered damage to its main engine\nand underwent repairs at Pylos,\r\nGreece. Deiulemar treated the vessel as off-hire whilst it was under\r\nrepair. It thereafter commenced\narbitration proceedings against\r\nImperial Marine in London in terms of the charterparty, alleging\r\nvarious breaches of the charterparty\nand claiming damages flowing\r\nfrom this incident. Imperial Marine responded with both a defence and\r\na counterclaim to recover the\nunpaid hire and the cost of repairs. In\r\nJune 2007 a further dispute arose over the dry docking of the vessel\r\nand this caused Deiulemar\nto terminate the charterparty. Both parties\r\nare pursuing the arbitration, albeit that progress has been slow and\r\nmany of the claims\nnow being advanced have not yet featured in the\r\nformal points of claim and defence or counterclaim. Nonetheless all\r\nare treated\nas being claims in those proceedings and I shall do\r\nlikewise.\n[2] Neither Deiulemar nor Imperial Marine held security for their\r\nclaims, whether those already incorporated in pleadings or those\nthey\r\nproposed to include by way of amendment. On 3 February 2009,\r\nand with a view to remedying this, Imperial Marine\nobtained an order\r\nfor the arrest of the\nFilippo Lembo\nin terms of s 5(3) of\r\nthe Admiralty Jurisdiction Regulation Act 105 of 1983 (the Act) to\r\nprovide security for some of its claims.\nDeiulemar challenged this\r\narrest in respect of two of those claims and counterclaimed for an\r\norder in terms of s 5(2)(c) of\nthe Act that the arrest be\r\nsubject to a condition that Imperial Marine provide security for\r\nDeiulemar’s own claims. Whilst\nthis litigation was still\r\nunderway Imperial Marine caused the\nPasquale della Gatta\nto be\r\narrested in respect of a further claim. Deiulemar responded by\r\nseeking to have that arrest set aside and counterclaimed\r\nconditionally for security for a claim under s 5(3) of the Act.\r\nBoth arrested vessels were released against the provision of\nsecurity\r\nin the form of P & I Club letters of undertaking.\n[3] The two applications were argued together before Baartman J in\r\nthe high court and both parties enjoyed some success. Imperial\nMarine\r\nmaintained its security for two of the claims advanced in support of\r\nthe arrest of the\nFilippo Lembo\nand also maintained its\r\nsecurity arising from the arrest of the\nPasquale della Gatta\n,\r\nalbeit in an amount less than it had claimed. Deiulemar obtained the\r\ncounter-security it sought in both sets of proceedings and\nalso\r\nobtained costs orders in its favour. With its leave both parties\r\nappeal against the decision of the high court insofar as\nit went\r\nagainst them and seek to maintain that decision insofar as it\r\nfavoured them.\nThe facts\n[4] The charter in respect of the\nGeorge T\nwas for a period of\r\n35 to 37 months, with the charterers having an option to extend the\r\nperiod for 11 to 13 months. Hire was payable\nby Deiulemar at a daily\r\nrate of US$16 350 for the initial period and US$17 350 for\r\nthe extension period. Deiulemar was\nobliged to provide and pay for\r\nfuel the specifications of which were stated in clauses 62 and 82. It\r\nwas entitled to trade the\nvessel worldwide without limit subject to\r\ncertain exclusions and subject also to the usual provision that it\r\nwould only do so ‘via\nsafe port(s), safe berth(s), safe\r\nanchorage(s) always afloat’. There was an unlimited entitlement\r\nto sub-charter the vessel\nalthough Deiulemar remained liable for the\r\nobligations under the charterparty. Imperial Marine was obliged to\r\nprovide a vessel\nthat was in a thoroughly efficient state and for the\r\nduration of the charter to ‘maintain her class and keep the\r\nvessel in\na thoroughly efficient state in hull/holds, machinery and\r\nequipment’. On redelivery Deiulemar undertook that the vessel\r\nwould\nbe in the same good order and condition as on delivery, fair\r\nwear and tear excepted. None of this is in any way unusual.\n[5] On 6 July 2003 the\nGeorge T\nwas delivered to Deiulemar and\r\nfor the first two years there appear to have been no significant\r\nproblems. The present disputes\noriginate with the provision by\r\nDeiulemar of a bunker stem at Yeo Su, Korea on 4 March\r\n2005. The vessel then sailed for\nDampier in Australia and started\r\nburning these bunkers. Whilst it was en route to Dampier a\r\nsub-charter was concluded between\nDeiulemar and Dabkomar Bulk\r\nCarriers Ltd (Dabkomar), also on NYPE terms, back to back with the\r\nhead charter, for a period up to\n3 September 2007, minus 60\r\ndays in Dabkomar’s option, at a hire rate of US$45 000 per\r\nday. In effect this\nwas a sub-charter for the remaining period of the\r\nhead charter inclusive of the extension period. The vessel completed\r\nits voyage\nto Dampier and loaded a cargo for Quingdao, China where it\r\nwas delivered under the sub-charter. From there it returned to Yeo Su\n\nto take on a second stem of bunkers and then proceeded to Port\r\nHedland in Australia. All this occurred between 16 March and the\n\nmiddle of May 2005, the precise date of each event being immaterial,\r\nsave that delivery under the sub-charter is said to have occurred\non\r\n23 April 2005.\n[6] Whilst the vessel was en route to Port Hedland the chief engineer\r\nreceived a report that the bunkers delivered in the first\nbunker stem\r\nat Yeo Su were not in accordance with specification. This is accepted\r\nas correct, at least insofar as the Kineamatic\nviscosity of the\r\nbunkers is concerned. The engineer’s response was to stop\r\nburning those bunkers and to switch to others.\nThe unwillingness to\r\nuse the initial Yeo Su bunker stem meant that when the vessel left\r\nPort Hedland it had insufficient bunkers\nto reach its destination at\r\nRedcar in the United Kingdom and it accordingly diverted to Colombo\r\nin Sri Lanka to take on additional\nbunkers. Its onward route was via\r\nSuez where there was a brief stoppage because of engine problems.\r\nShortly thereafter it became\napparent that the main engine had\r\nsuffered major damage and required repairs. For that reason it went\r\nto Pylos, Greece where the\nrepairs were undertaken over a period of a\r\nlittle over 71 days.\n[7] Deiulemar claims that the reason for the breakdown in the main\r\nengine was a failure on the part of Imperial Marine to fulfil\nits\r\nobligations to provide a vessel with its machinery and equipment in a\r\nthoroughly efficient state and its further obligation\nto maintain it\r\nin such state. It accordingly contends that the detour to Colombo was\r\nan improper diversion and that the vessel\nwas off-hire during that\r\nperiod as well as the periods of the breakdown at Suez and repairs at\r\nPylos. It fixes its damages for\nthis period as the difference between\r\nthe hire it would have paid had the vessel been working and the hire\r\nit would have received\nfrom Dabkomar if the latter had not also\r\ncontended that the vessel was off-hire during these periods. It\r\ninvoked the arbitration\nclause providing for London arbitration and\r\nserved points of claim embodying this claim. Furthermore, on 29\r\nSeptember 2005, before\nthe points of claim were delivered, Dabkomar\r\nhad cancelled the sub-charter. Flowing from this Deiulemar pleaded\r\nthat, if the cancellation\nwere held to be valid in an arbitration\r\npending between Deiulemar and Dabkomar, there would be a further\r\nclaim for damages represented\nby the difference between the hire it\r\nwould be obliged to pay under the head charter and the hire it would\r\nhave earned under the\nsub-charter. It did not attempt to quantify\r\nthese damages.\n[8] Imperial Marine disputed these claims. It laid the blame for the\r\ndamage to the main engine on the first Yeo Su bunker stem,\nwhich led\r\nto the vessel burning bunkers with excessive viscosity. It\r\naccordingly counterclaimed for the unpaid hire and the cost\nof the\r\nrepairs to the main engine at Pylos. Over and above this it claimed\r\nan unspecified amount for the diminution in the value\nof the vessel\r\narising from the manner in which the repairs to the engine’s\r\ncylinder blocks were undertaken.\n[9] The arbitration proceeded at a leisurely pace, in part because\r\nDeiulemar indicated that it intended to amend its points of\nclaim to\r\ninclude new and revised claims and Imperial Marine was unwilling to\r\nagree to this. In the meantime the\nGeorge T\ncontinued trading\r\nin terms of the charterparty. There was allegedly a deballasting\r\nproblem at Richards Bay in February 2006 and\nbetween 23 June and 17\r\nAugust 2006 it was taken out of service for its annual class survey\r\nand repairs at Zhoushan, China. It was\nthen under sub-charter until\r\n26 December 2006 after which it sailed for Richards Bay,\r\nwhere it arrived on 24 January 2007.\nFour days later it\r\nleft with its cargo bound for Rotterdam.\n[10] On 6 March 2007, whilst the\nGeorge T\nwas at\r\nRotterdam, Imperial Marine sent a message to Deiulemar that during\r\nthe course of tank cleaning of No 8 Double Bottom Tank\n(DBT), prior\r\nto inspection, damage to the tank had been discovered. This was\r\ndescribed as being:\n‘…\na large indentation\r\nover a distance spanning 8 web frames (about 28 metres), to a maximum\r\ndepth of about 400 millimetres, and about\n4.5 metres at the widest\r\npoint.’\nSurveyors were called in from Lloyds Register, with which the vessel\r\nwas entered for class. They required repairs to be undertaken,\nsome\r\nimmediately and others at a later stage. For the purpose of the\r\nimmediate repairs the vessel moved to Antwerp where substantial\n\nrepairs, especially to the vessel’s steel plating, were\r\nundertaken between 8 March 2007 and 12 May 2007.\n\nIt then resumed trading but on 13 June 2007 Lloyds Register\r\nrefused to extend the date for its next dry docking survey,\nwhich\r\naccordingly had to take place before 25 August 2007.\r\nImperial Marine advised Deiulemar that they would send the\nvessel to\r\nZhoushan, China for that purpose. After an exchange of correspondence\r\nDeiulemar’s response was that this rendered\nfurther trading\r\nunder the charter impossible. On 1 August 2007 they\r\ndelivered a letter to Imperial Marine terminating\nthe charter.\r\nShortly prior to that the vessel had entered dry dock at Zhoushan and\r\nit remained there for the survey and repairs\nuntil 20 December 2007.\r\nThese repairs also involved extensive work on and replacement of the\r\nvessel’s steel plating.\n[11] Two other facts should be mentioned before turning to consider\r\nthe arrests of the two vessels in South Africa. The first is\nthat,\r\nwhilst the vessel was undergoing repairs at Antwerp, Imperial Marine\r\nsold it to Dalton Worldwide SA (Dalton) for a price\nrepresenting the\r\namount due under the outstanding mortgage over the vessel.\r\nRegistration of the change of ownership occurred on\n29 June 2007. The\r\nvessel thereafter continued trading but was scrapped in March 2010\r\nshortly before the cases were argued in the\nhigh court.\nThe claims\n[12] Imperial Marine advanced three claims in support of the arrest\r\nof the\nFilippo Lembo\n. The first can be described shortly. It\r\nalleged that Deiulemar breached the charterparty by supplying out of\r\nspecification bunkers\nat Yeo Su and that the use of these\r\nbunkers occasioned damage to the vessel’s main engine. The\r\nunpaid charter hire in\nrespect of the diversion to Colombo; the\r\nstoppage in Suez; and the period while the vessel was undergoing\r\nrepairs at Pylos was\nclaimed, as well as the cost of the repairs.\r\nDeiulemar accepted that a prima facie case had been made in respect\r\nof this claim\nand that Imperial Marine was entitled to security for\r\nit. The capital amount is US$4 506 796.03. Deiulemar also\r\naccepted\nthat the security should cover interest at 6.5 percent on\r\nthe amount claimed for three years, amounting to US$878 825.23,\r\nand the costs of the arbitration, which it agreed should be fixed in\r\nthe sum of US$2 150 000. However, it contended that\n\nImperial Marine already held security for costs in an amount of\r\n£250 000 and that the amount for costs should be reduced\n\naccordingly. The high court upheld this latter contention.\n[13] In the counterclaim in the arbitration the second claim was\r\nformulated in the following way:\n‘\nDiminution in the value of the\r\nvessel as a direct result of the fact that, in order to avoid the\r\nneed to wait for the manufacture\nand delivery of new blocks, the\r\ncracked cylinder blocks were repaired by way of Metalock stitching.’\nIn these proceedings this claim underwent a change. The affidavit in\r\nsupport of the arrest said it was a claim to recover the cost\nof\r\nreplacing the repaired cylinder blocks with new blocks at a cost of\r\nUS$700 000 apiece, totalling US$4.2 million, plus downtime\nfor\r\n120 days at US$25 000 per day, occasioning a loss of a further\r\nUS$3 million. The claim was attacked on two grounds. They\nwere first\r\nthat new cylinder blocks were not required as the original repair was\r\nperfectly adequate, and second that the vessel\nwas transferred to\r\nDalton, without the cylinder blocks being replaced so that no damages\r\nwere suffered. By the time of argument\nin the high court the vessel\r\nhad been scrapped without replacing the cylinder blocks and this\r\nbecame a further reason for contending\nthat no damages were suffered.\r\nAlbeit that the repairs were never done, Imperial Marine contended\r\nthat the cost of undertaking\nthem is nonetheless, as a matter of\r\nEnglish law, the proper measure of the diminution in value of the\nGeorge T\n. The high court rejected this claim and reduced\r\nthe amount of security accordingly.\n[14] The third claim, which had not been raised in the arbitration,\r\nwas for the cost of repairing the shell plating of the vessel\nin way\r\nof No 8 DBT. It was alleged that Deiulemar, in breach of its\r\nobligations under the charterparty, directed the vessel to\nload a\r\ncargo at Richards Bay, which was not a safe port, or alternatively at\r\na berth at Richards Bay, which was not a safe berth.\nIn the further\r\nalternative the claim was advanced on the basis of an implied\r\nindemnity arising under clause 8 of the charterparty.\nImperial Marine\r\nrelied on circumstantial evidence and contended that the inference to\r\nbe drawn from this evidence is that an underwater\nprotrusion from the\r\nwall of the berth at Richards Bay caused the damage noted in\r\nRotterdam. This constituted a hidden danger and\nrendered either the\r\nport or the berth unsafe. The claim was disputed on the facts in\r\nregard to the cause of the damage and on the\nlaw relating to what\r\nconstitutes a safe port and a safe berth and the existence of any\r\nimplied indemnity. The high court accepted\nthat Imperial Marine\r\nestablished the claim on the requisite prima facie basis and upheld\r\nthe arrest and the claim for security\nin respect thereof.\n[15] It is convenient at this stage to deal with the claim advanced\r\nby Imperial Marine in support of the arrest of the\nPasquale della\r\nGatta\n. It was a claim for the cost of the repairs to the steel\r\nwork of the vessel undertaken in 2007 at Antwerp and Zhoushan, other\r\nthan\nthose relating to the hull in way of No 8 DBT. When the vessel\r\nwas inspected during the repairs at Antwerp considerable corrosion\n\nwas discovered in the internal shell plating and steel members of\r\nnumbers 7, 8, 9 and 10 DBTs. In seeking the arrest Imperial\n\nMarine said that this was due to the action of Sulphate Reducing\r\nBacteria (SRB) and on two grounds blamed Deiulemar for the incursion\n\nof these bacteria. The first was that in breach of its obligations as\r\ncharterer it directed the vessel to ports where it was particularly\n\nvulnerable to corrosion in consequence of the activities of SRB. The\r\nsecond was that in any event Deiulemar was obliged to re-deliver\nthe\r\nvessel at the end of the charter in the same order and condition as\r\nit was on delivery at the commencement of the charter,\nfair wear and\r\ntear excepted, and that re-delivery with extensive corrosion caused\r\nby SRB was a breach of this obligation. Again\nthis claim, and the\r\nexpert evidence delivered in support of it, was disputed on the\r\nfacts. In addition the legal basis for the\nclaim was disputed. The\r\nhigh court sustained the arrest although it reduced the amount of\r\nsecurity to be furnished.\n[16] I turn to the claims that Deiulemar sought to have secured by\r\nway of the condition imposed on the arrest of the\nFilippo Lembo\n.\r\nIt alleged that throughout the period of the charter Imperial Marine\r\nwas in breach of its obligations to provide a vessel in a\nthoroughly\r\nefficient condition and to maintain it in that condition. It\r\nattributed any problems experienced with burning the first\nbunker\r\nstem at Yeo Su to this. It claimed on the basis of an inspection of\r\nthe damaged engine that the problems it experienced\nwere\r\nlong-standing and flowed from lack of maintenance and the manner of\r\nthe ship’s operation. It alleged that lack of maintenance\nwas\r\nthe reason for the corrosion of the ship’s steelwork and\r\nnecessitated the vessel going off-hire to undergo repairs. In\n\naddition it said that the engine problems meant that it failed to\r\nperform in accordance with the provisions of the charterparty.\n\nDeiulemar claimed damages for loss of income under the Dabkomar\r\nsub-charter; the loss of that sub-charter; and losses it said it\n\nincurred, both by way of additional expenditure and by way of loss of\r\npotential income, from its trading with the vessel after\nthe\r\ntermination of the sub-charter. It obtained an order that the arrest\r\nof the\nFilippo Lembo\nbe made subject to a condition that this\r\nclaim be secured in full, subject to an allowance to avoid\r\nduplication. In relation to\nthe arrest of the\nPasquale della Gatta\nit failed in its efforts to have the arrest set aside but succeeded\r\nin a conditional counter-application for security for a claim\nunder\r\ns 5(4) of the Act arising from delays in securing the release of\r\nthe vessel from that arrest. It was awarded the costs\nof both\r\napplications, including in the latter case the costs on an attorney\r\nand client scale.\nThe appeals\n[17] Imperial Marine is the party more aggrieved by the decision of\r\nthe high court. It appeals against the following aspects of\nthe\r\njudgment:\n(a) the reduction of its security for costs in the arbitration by\r\n£250 000, being the amount of security already provided\nby\r\nDeiulemar;\n(b) the rejection of the claim for security in relation to the\r\nreplacement of the cylinder blocks;\n(c) the order attaching a condition to the arrest of the\nFilippo\r\nLembo\nthat it provide security to Deiulemar in the full amount of\r\nits claims arising from the cancellation of the sub-charter and the\n\nalleged lack of seaworthiness and maintenance of the\nGeorge T\n;\n(d) the reduction of the amount of its security in respect of the\r\ncorrosion claim;\n(e) the order that it bear the costs of the two applications\r\nincluding, in the case of the\nPasquale della Gatta\n, costs on\r\nthe scale as between attorney and client.\n[18] For its part Deiulemar seeks to sustain the orders of the high\r\ncourt insofar as they favour it and appeals against the following\n\nportions of those orders:\n(a) the maintenance of the arrest and security in relation to the\r\nalleged damage to the No 8 DBT of the\nGeorge T\nat Richards\r\nBay;\n(b) the dismissal of its application to set aside the arrest of the\nPasquale della Gatta\n.\nThe law\n[19] In\nCargo Laden and Lately Laden on Board the MV Thalassini\r\nAvgi v MV Dimitris\n1\nthis court held that:\n‘\nA claimant applying for an\r\norder for the arrest of a ship in terms of s 5(3)(a) for the\r\npurpose of obtaining security in respect\nof a claim which is the\r\nsubject of contemplated proceedings to be instituted in a foreign\r\nforum is required to satisfy the Court\n(a) that he has a claim\r\nenforceable by an action\nin\r\nrem\nagainst\r\nthe ship in question or against a ship of which the ship in question\r\nis an associated ship; (b) that he has a\nprima\r\nfacie\ncase\r\nin respect of such a claim, which is\nprima\r\nfacie\nenforceable\r\nin the nominated forum or forums of his choice, in the sense\r\nexplained above; and (c) that he has a genuine and reasonable\nneed\r\nfor security in respect of the claim.’\nThe focus in the present case falls on whether the parties have\r\nestablished the requisite prima facie case in relation to their\n\nrespective claims. Whether there is a prima facie case may depend\r\nupon issues of both fact and law, as with Imperial Marine’s\n\nclaim for damage to the vessel allegedly suffered at Richards Bay and\r\nthe claim arising from alleged SRB-induced corrosion. The\nstarting\r\npoint is the facts upon which any legal contentions are based.\n[20] Scott JA addressed the topic of the evidence necessary to\r\nestablish a prima facie case in\nHülse-Reutter & others v\r\nGödde\n2\nin the following terms:\n‘\n[12] The requirement of a\nprima facie\ncase in relation to\r\nattachments to found or confirm jurisdiction has over the years been\r\nsaid to be satisfied if an applicant shows\nthat there is evidence\r\nwhich, if accepted, will establish a cause of action and that the\r\nmere fact that such evidence is contradicted\nwill not disentitle the\r\napplicant to relief – not even if the probabilities are against\r\nhim; it is only where it is quite\nclear that the applicant has no\r\naction, or cannot succeed, that an attachment should be refused. This\r\nformulation of the test …\nhas been applied both by this Court\r\nand the Provincial Divisions … One of the considerations\r\njustifying what has been described\nas generally speaking a low-level\r\ntest … is that the primary object of an attachment is to\r\nestablish jurisdiction; once\nthat is done the cause of action will in\r\ndue course have to be established in accordance with the ordinary\r\nstandard of proof in\nsubsequent proceedings. …No doubt for\r\nthis reason Nestadt JA, in the\nWeissglass\ncase … warned that a\r\ncourt “must be careful not to enter into the merits of the case\r\nor at this stage to attempt to\nadjudicate on credibility,\r\nprobabilities or the prospects of success”.\n[13] Nonetheless, the remedy is of an exceptional nature\r\nand may have far-reaching consequences for the owner of the property\r\nattached.\nIt has accordingly been stressed that the remedy is one\r\nthat should be applied with care and caution … More recently,\r\nin\nDabelstein and Others v Lane and Fey NNO\n[2000] ZASCA 156\n;\n2001 (1) SA 1222\n(SCA) at 1227H - 1228A, it\r\nwas suggested that the time may come to reconsider the approach\r\nadopted in the past and to have regard\nalso, in the assessment of the\r\nevidence, to the allegations in the respondent's answering affidavit\r\nwhich the applicant cannot\ncontradict. In the present case, however,\r\nthe affidavits filed on behalf of the appellants are such that the\r\nissue does not arise\nand it is unnecessary to consider whether the\r\ntest should be refined in the manner suggested.\n[14] What is clear is that the “evidence” on\r\nwhich an applicant relies, save in exceptional cases, must consist of\r\nallegations\nof fact as opposed to mere assertions. It is only when\r\nthe assertion amounts to an inference which may reasonably be drawn\r\nfrom\nthe facts alleged that it can have any relevance. In other\r\nwords, although some latitude may be allowed, the ordinary principles\n\ninvolved in reasoning by inference cannot simply be ignored. The\r\ninquiry in civil cases is, of course, whether the inference sought\nto\r\nbe drawn from the facts proved is one which by balancing\r\nprobabilities is the one which seems to be the more natural or\r\nacceptable\nfrom several conceivable ones … While there need\r\nnot be rigid compliance with this standard, the inference sought to\r\nbe\ndrawn, as I have said, must at least be one which may reasonably\r\nbe drawn from the facts alleged. If the position were otherwise\nthe\r\nrequirement of a\nprima facie\ncase\r\nwould be rendered all but nugatory …’ (Most authorities\r\nomitted.)\n[21] These appeals pertinently raise the issue whether Hefer ACJ\r\nwas correct in suggesting in\nDabelstein\n’s case that\r\nfacts in the opposing affidavits that an applicant is unable to\r\ncontradict should also be taken into account\nin weighing up whether\r\nthe applicant has discharged the onus of establishing a prima facie\r\ncase. The issue arises at various points\nin the consideration of the\r\nevidence presented by the parties in the present case. By way of\r\nexample, in relation to the claim\nfor the damage to the shell plating\r\nof No 8 DBT, a diagram of the berth at Richards Bay and an\r\nexplanation of the mode of its construction\nis put up and not\r\nchallenged by Imperial Marine. In regard to the SRB corrosion claim\r\nthere are unchallenged affidavits by Dr Bailey\nand Dr Stott put in by\r\nDeiulemar that undermine certain key statements by Imperial Marine’s\r\nexpert witness, Dr Cleland. Should\nthis evidence nonetheless be\r\nignored in considering these claims, or should it be taken into\r\naccount in considering whether Imperial\nMarine has placed evidence\r\nbefore the court that, if accepted by the arbitrators, could\r\nreasonably lead to the conclusion that\nthe claims will succeed?\n[22] When this question was put to him counsel for Imperial Marine\r\nfairly accepted that the court should have regard to such evidence.\n\nThat resolves the need to decide finally whether to adopt the\r\napproach of Hefer ACJ although, as the Constitutional Court\nhas\r\nrecently pointed out, deciding matters on the basis of concessions by\r\ncounsel is not always satisfactory.\n3\nFor that latter reason I indicate briefly why there is much to be\r\nsaid, in deciding whether the applicant has established a prima\nfacie\r\ncase, for taking into account the facts in the opposing affidavits\r\nthat an applicant does not contradict, at least where\nthere is no\r\nreason to believe that in future proceedings, with the advantages of\r\ndiscovery, those facts are capable of being challenged.\nThe primary\r\nreason is that in principle to do otherwise is to shut one’s\r\neyes to relevant factual material that may fatally\nundermine the\r\narresting party’s claim and courts do not ordinarily disregard\r\nrelevant and admissible evidence when reaching\ntheir decisions.\r\nDisregarding such evidence seems inconsistent with the constitutional\r\nrequirement that both parties are entitled\nto a fair hearing and\r\nconfers an unjustifiable advantage on the arresting party. In the\r\npresent context, our courts have repeatedly\nstressed that the arrest\r\nof a ship is a matter with serious consequences.\n4\nThat being so, it seems incongruous for a court faced with a decision\r\nwhether to order or sustain such an arrest to ignore materially\n\nrelevant and undisputed evidence.\n[23] The consideration of such evidence does not offend against any\r\nbasic principle underpinning the traditional approach to proof\nof a\r\nprima facie case. Whilst the fact that the merits will be considered\r\nat a later stage is said to provide the justification\nfor adopting\r\nthis low-level test in cases of attachments to found jurisdiction, it\r\nis not relevant to the consideration of an application\nfor a security\r\narrest in terms of s 5(3) of the Act. A security arrest is not\r\ndirected at establishing the court’s jurisdiction\nin future\r\nproceedings but at obtaining final relief in the form of an order\r\nthat security be provided for the outcome of proceedings\nin another\r\nforum, usually in another jurisdiction.\n5\nThis is a special jurisdiction vested in our courts under the Act\n6\nand in determining whether to order an arrest it is inappropriate for\r\nthe court to shut its eyes to admissible and relevant evidence\nthat\r\nis not and cannot be disputed. This is particularly so because\r\nobtaining security may play a crucial role in decisions concerning\n\nthe future conduct of the foreign proceedings and can even lead to\r\ntheir being abandoned or settled.\n[24] Leaving that aside two other points fall to be made about the\r\napproach to proof of a prima facie case. They are first that\nwhere\r\nthe applicant asks the court to draw factual inferences from the\r\nevidence they must be inferences that can reasonably be\ndrawn from\r\nit, even if they need not be the only possible inferences from that\r\nevidence. If they are tenuous or far-fetched the\nonus is not\r\ndischarged. Second the drawing of inferences from the facts must be\r\nbased on proven facts and not matters of speculation.\nAs Lord Wright\r\nsaid in his speech in\nCaswell v Powell Duffryn Associated\r\nCollieries Ltd\n:\n‘\nInference must be carefully\r\ndistinguished from conjecture or speculation. There can be no\r\ninference unless there are objective facts\nfrom which to infer the\r\nother facts which it is sought to establish … But if there are\r\nno positive proved facts from which\nthe inference can be made, the\r\nmethod of inference fails and what is left is mere speculation or\r\nconjecture.’\n7\n[25] Lastly on the aspect of proof of a prima facie case, the parties\r\nrelied on expert evidence in regard to certain claims, namely\nthose\r\nbased on the existence of SRB-induced corrosion and the damage\r\nallegedly suffered at Richards Bay, as well as the legal position\nin\r\nterms of English law, which governs the charterparty. In a trial\r\naction it is fundamental that the opinion of an expert must\nbe based\r\non facts that are established by the evidence and the court assesses\r\nthe opinions of experts on the basis of ‘whether\nand to what\r\nextent their views are founded on logical reasoning’.\n8\nIt is for the court and not the witness to determine whether the\r\njudicial standard of proof has been met. How, if at all, are these\n\nprinciples to be applied in the context of an application where the\r\napplicant is required to show only that it has a prima facie\ncase?\r\nThere does not appear to be any authority dealing with this problem.\n[26] In my view the court must first consider whether the underlying\r\nfacts relied on by the witness have been established on a\nprima facie\r\nbasis. If not then the expert’s opinion is worthless because it\r\nis purely hypothetical, based on facts that cannot\nbe demonstrated\r\neven on a prima facie basis. It can be disregarded. If the relevant\r\nfacts are established on a prima facie basis\nthen the court must\r\nconsider whether the expert’s view is one that can reasonably\r\nbe held on the basis of those facts. In\nother words, it examines the\r\nreasoning of the expert and determines whether it is logical in the\r\nlight of those facts and any others\nthat are undisputed or cannot be\r\ndisputed. If it concludes that the opinion is one that can reasonably\r\nbe held on the basis of\nthe facts and the chain of reasoning of the\r\nexpert the threshold will be satisfied. This is so even though that\r\nis not the only\nopinion that can reasonably be expressed on the basis\r\nof those facts. However, if the opinion is far-fetched and based on\r\nunproven\nhypotheses then the onus is not discharged.\n[27] Foreign law is treated as a fact requiring to be proved by\r\ntendering the evidence of a witness who can speak to the contents\nof\r\nthat law. However, such evidence is unnecessary where the law in\r\nquestion can be ascertained readily and with sufficient certainty\n\nwithout recourse to the evidence of an expert, because the court is\r\nthen entitled to take judicial notice of such law.\n9\nIn many maritime cases our courts deal with English admiralty or\r\nmaritime law. They are accustomed to considering questions arising\n\nout of bills of lading and charterparties and the operation of\r\nvessels. Since at least 1797 in the case of the Cape Colony\n10\nand 1856 in the case of the Colony of Natal\n11\nour courts have in relation to a wide variety of maritime matters\r\nbeen required in admiralty cases to apply English admiralty and\n\nmaritime law. That law is readily accessible in law reports and\r\ntextbooks that are part of the standard libraries of the courts\nand\r\npractitioners in this field. In those circumstances it should\r\ngenerally speaking be unnecessary for it to be presented through\n\naffidavits from practitioners, who all too frequently (as in this\r\ncase with Deiulemar’s expert), are representatives of the\n\nparties. The undesirability of expert evidence from such a source has\r\nbeen the subject of previous comment from our courts.\n12\n[28] I turn then to consider the various claims advanced in the\r\npresent cases to assess whether, in the light of these principles,\n\nthe parties have made out a prima facie case in relation to the\r\nclaims on which each relies.\nImperial Marine’s claims\nCosts of the arbitration\n[29] Imperial Marine sought security for the costs of the arbitration\r\nin an amount of US$2 150 000. Deiulemar accepted\nthat this\r\nis a reasonable amount in respect of those costs. However, it\r\ncontended that this amount should be reduced by £250\n000,\n13\nbeing the amount of security already held by Imperial Marine in terms\r\nof a P & I Club letter of undertaking dated 28 November 2006,\n\nbut furnished in February 2007, expressed in material part in the\r\nfollowing terms:\n‘\nIN CONSIDERATION of your\r\nrefraining …from applying to the Tribunal or taking any other\r\nsteps to obtain security\nfor\r\nyour costs of defending the Claims in the proceedings before the\r\nTribunal\nwe\r\n… undertake to pay you … such sums as may be agreed in\r\nwriting between you and Charterers (with our consent) to\nbe due to\r\nyou from Charterers\nin\r\nrespect of your recoverable costs of defending the Claims before the\r\nTribunal\nor as may\r\nbe awarded in your favour against the Charterers by Final award of\r\nthe Tribunal …in respect of your said recoverable\nlegal costs\r\n…\nIt is understood that this security for costs is\r\nintended for no particular stage of the aforesaid proceedings and\r\nthat there is\nliberty generally to apply for further security for\r\ncosts at any time.’ (Emphasis added.)\n[30] When that security was furnished Imperial Marine had delivered\r\nits points of defence and counterclaim and the parties were\n\nexchanging further information in preparation for the arbitration.\r\nThe issues raised by the claim and counterclaim were intertwined\nand\r\nthere was no question of the costs for defending the one and pursuing\r\nthe other being incurred separately. It is plain that\nthe security\r\nwas given for the costs to be incurred by Imperial Marine in the\r\nfurther conduct of the arbitration generally. Accordingly,\nas held by\r\nthe high court, the £250 000 must be taken into account in\r\ndetermining what security for costs should be given\narising out of\r\nthe arrest of the\nFilippo Lembo\n. Those costs must therefore be\r\nlimited to US$1 786 000 and the appeal against this portion\r\nof the order of the high court\nmust fail.\nReplacement of the cylinder blocks\n[31] This claim had two elements. The first was a claim for the cost\r\nof replacing the cylinder blocks amounting to US$ 4.2 million.\nThe\r\nsecond was a claim for US$ 3 million being the anticipated loss\r\nof revenue due to the vessel being out of service while\nthe\r\nreplacement was to be undertaken. The latter claim is plainly without\r\nmerit in view of the fact that the vessel was never withdrawn\nfrom\r\nservice for the purpose of replacing the cylinder blocks. Accordingly\r\nno loss of revenue was suffered or will be suffered\nin the future.\n[32] The evidence on the need to replace the cylinder blocks,\r\nnotwithstanding the temporary repairs effected in Pylos, is sparse.\n\nIn the founding affidavit it was said that the claim was for the cost\r\nof replacement of the cylinder blocks and related downtime\nwithout\r\nany explanation of why this was necessary, or why the claim had been\r\nformulated in the counterclaim in the arbitration\nas one for the\r\ndiminution in value of the vessel due to the blocks having been\r\nrepaired by way of Metalock stitching. When this\ndeficiency was\r\npointed out Imperial Marine’s Cape Town attorney deposed to an\r\naffidavit in which he said that at the time\nthe counterclaim was\r\ndelivered the cylinder blocks had been temporarily repaired with\r\nMetalock stitching ‘so as to satisfy\nthe requirements of the\r\nvessel’s classification society, which are subject to periodic\r\nreview’. He added that it was\nintended to amend the\r\ncounterclaim.\n[33] No certificate was annexed showing that Lloyd’s Register,\r\nthe vessels’ classification society, had imposed any\nsuch\r\nrequirement or qualification on the initial repair. Mr Luukas, a\r\nchartered engineer and experienced surveyor retained by Deiulemar,\n\nsaid that:\n‘\nMetalock repair of cast\r\ncomponents is a recognised ‘permanent’ repair which is\r\napproved by Classification Societies\nalbeit often subject to periodic\r\nreview by way of memorandum on the ship’s machinery\r\ncertificate. Typically, if the repair\nremains successful, the\r\nrequirement for review is deleted by Class.’\nThis was not challenged in the period of some eight months that\r\nelapsed between this affidavit being delivered and the hearing.\nAs a\r\nmatter of fact the cylinder blocks were not replaced in the nearly\r\nfive years that elapsed between the repairs undertaken\nin Pylos and\r\nthe scrapping of the vessel.\n[34] I do not consider that Imperial Marine established a prima facie\r\ncase that the repair to the cylinder blocks was inadequate\nor\r\ntemporary or that they needed to be replaced. However the claim must\r\nin any event founder on the law. Counsel for Imperial Marine\n\nsubmitted that in English law, which governs the charterparty, the\r\nmeasure of damages in a case such as this is the cost of repairs\nof\r\nthe vessel. He relied upon the judgment of Greer LJ in\nThe London\r\nCorporation\n[1935] 51 Ll L Rep 67 (CA),\n14\nwhich, he submitted, established the principle that in cases of\r\ndamage to vessels the cost of repairs is the prima facie measure\nof\r\nthe damages suffered by the owner. In that case a vessel had been\r\ndamaged in a collision whilst laid up and the cost of repairing\nit\r\nhad been agreed between the parties. Thereafter, and before the\r\nvessel was repaired, it was sold to be broken up. The question\nwas\r\nwhether the cost of repairs was nonetheless recoverable as damages.\r\nThe court held that it was.\n[35] Counsel relied on the following passage in the judgment:\n‘\nPrima facie\nthe damage occasioned to a\r\nvessel is the cost of repairs, the cost which it is correctly\r\nestimated will be required to put the vessel\ninto the same condition\r\nas it was in before the collision and to restore it in the hands of\r\nthe owners to the same value as it\nwould have had if the damage had\r\nnever been occasioned.\nPrima\r\nfacie\nthe\r\nvalue of a damaged vessel is less by the cost of the repairs than the\r\nvalue would have been if undamaged.\nIt\r\nis quite true that it may be established that the estimate is a wrong\r\nestimate and that the value of the vessel undamaged is\nexactly the\r\nsame as her value after she had been damaged.\n’\n(Emphasis\r\nadded.)\n15\nHowever, a reading of the judgment reveals that the only evidence\r\ntendered by the appellant was the fact of the sale to shipbreakers\n\nand, both in the high court\n16\nand in the Court of Appeal, that was held to be insufficient to rebut\r\nthe prima facie proof provided by the agreement between the\nparties\r\non the cost of repairs.\n[36] I do not understand the judgment to alter the basic principle\r\nthat the measure of the owner’s loss is the diminution\nin value\r\nof the vessel.\n17\nAll that it says is that the cost of repairs will prima facie be the\r\nmeasure of that loss\n18\nalthough that prima facie case may be displaced by evidence showing\r\notherwise. However, it is unnecessary to explore the niceties\nof\r\nEnglish law in this regard because this is not a claim falling within\r\nthat principle. The cost of the repairs to the\nGeorge T\nat\r\nPylos, including the Metalock stitching of the cylinder blocks, was\r\nthe subject of a separate claim and Imperial Marine’s\n\nentitlement to security for that claim was not challenged. The claim\r\nin respect of the cylinder blocks was based on the contention\nthat\r\nthose repairs were temporary in nature and replacement of the\r\nrepaired items was required. It arose after the repairs had\nbeen\r\nundertaken and was based on their inadequacy. In consequence of that\r\ninadequacy it was contended that the value of the vessel\nwas\r\ndiminished and that the measure of that diminution was the cost of\r\nreplacing the cylinder blocks. This claim cannot be conflated\nwith\r\nthe original claim to have the damaged engine repaired.\n[37] The evidence shows that the vessel continued to operate under\r\nthe charterparty after the repairs had been undertaken at Pylos.\nNo\r\ncomplaint was made of any malfunctioning of the engine or\r\nunder-performance arising from its operating with repaired cylinder\n\nblocks. Although it underwent three sets of major repairs after\r\nleaving Pylos the cylinder blocks were not replaced. It was sold\nat a\r\nprice represented by the outstanding balance on the mortgage over the\r\nvessel and the new owners did not replace the cylinder\nblocks or\r\nrequire Imperial Marine to do so. The vessel was scrapped five years\r\nlater with the repaired cylinder blocks still\nin situ\n. The\r\nquestion then is whether the replacement of the old cylinder blocks\r\nby new ones would have altered its value either as a working\nvessel\r\nor as scrap. Prima facie the answer is in the negative. As a working\r\nvessel Imperial Marine and its new owner operated it\nwithout\r\nidentifying any problem with the cylinder blocks. As scrap the value\r\nwould be unaffected because a shipbreaker is largely\nconcerned with\r\nthe quantity of metal that can be extracted in breaking the ship and\r\nthere is no reason to expect a material difference\nbetween the\r\nquantities of steel in old as opposed to new cylinder blocks.\n[38] In those circumstances the high court was correct to disallow\r\nthe claim for security in respect of the replacement cost of\nthe\r\ncylinder blocks and the associated downtime claim. The appeal against\r\nthis part of its order must fail.\nDamage at Richards Bay\n[39] The damage discovered at Rotterdam gave rise to a claim that\r\nfirst emerged in the founding affidavit in the application for\nthe\r\narrest of the\nFilippo Lembo\n. It was expressed in these terms:\n‘\nFurther, whilst the vessel was\r\nat Rotterdam in March 2007 water ingress was observed into No. 8\r\nDouble Bottom Tank through a breach\non the shell plating which, on\r\ncloser scrutiny, appeared to be the result of impact damage which\r\nImperial Marine believes was sustained\nduring the vessel’s call\r\nat Richards Bay in January 2007 but in any event during the lifetime\r\nof the charterparty to [Deiulemar].\nThe damage was repaired at\r\nRotterdam and Antwerp in April/May 2007. ’\nThe legal basis for the claim was said to be that the charterer, in\r\nbreach of its obligations, had ordered the vessel to an unsafe\nport.\n[40] Deiulemar attacked this claim on the basis that it was wholly\r\nspeculative and refuted by the evidence of Mr Luukas and Mr\nMerckx,\r\nthe latter a marine surveyor, both of whom had inspected the vessel\r\nwhile it was in Antwerp, before repairs were undertaken.\nThey were\r\nadamant that the vessel displayed no sign of collision damage and\r\nthat the breach in the shell plating in way of No 8\nDBT was due to\r\ncorrosion and failure of the underlying internal framework supporting\r\nthe shell plating. In the case of Mr Luukas\nhis views were set out in\r\ntwo detailed reports supported by photographs showing the damage and\r\nthe corrosion of the internal framework\nof the vessel.\n[41] In a further affidavit Imperial Marine’s attorney said:\n‘\nThe owner is unable to\r\npinpoint precisely when the damage to the shell plating occurred. Its\r\nbelief that it occurred at Richards\nBay is a matter of inference,\r\nbased on inspections previously carried out on the vessel and when\r\nand how the damage was first detected.\nInspections (including, on\r\noccasion, inspections by divers) were regularly carried out on the\r\nvessel and the impact damage was\nnot noticed before 5 March 2007\r\nwhen, during a survey at Antwerp, a crack was found in the ship’s\r\nside plating\nin way of web frame 125. The ingress of water was\r\ndetected during the vessel’s voyage from Richards Bay to\r\nAntwerp.\n19\nShortly prior to this, while\r\nthe vessel was discharging cargo, the crew had noticed water entering\r\nthe No. 8 Double Bottom Tank\nand the vessel had called at Richards\r\nBay approximately a month before the water ingress became apparent.\r\nGiven the regularity\nof the inspections of the vessel and the fact\r\nthat the water ingress had not been noticed previously, it is likely\r\nthat the damage\nhad occurred recently.\nThe damage to the shell plating was on the vessel’s\r\nport side, where the plating had been bodily set in. The\nGeorge\r\nT\nwas berthed at Richards Bay with her port\r\nside against the berth. The vessel did not suffer any impacts from\r\ntugs. There were no\nreported collisions with other vessels or\r\ncontainers. There is also no evidence in the damaged area of movement\r\nahead or astern,\nwhich therefore eliminated navigational error.\nThe\r\nmost probable cause of the damage to the shell plating was impact\r\nwith some protrusion from the berth at Richards Bay. This\nwould make\r\nthe berth in question unsafe\n.’(Emphasis\r\nadded.)\n[42] Annexed to the affidavit was a report from Mr Armstrong, a\r\nsurveyor, who had inspected the damaged shell plating in Antwerp\n\nafter it had been cut out of the vessel. He noted that some of the\r\nstructure of the plating ‘could have been initially deformed\n\nsome time ago – some parts certainly appear to be old damage’.\r\nHe therefore advanced as a ‘possibility’\nthat the ship\r\n‘may have suffered a second impact/contact in an area which was\r\nalready weakened’. Scratches that were\nnoted on the external\r\nshell plating were discounted. His view was that the nature of the\r\ndamage to certain frames was suggestive\nof an impact and the\r\napplication of an external force. His conclusions were:\n‘\nSuch distortion requires a\r\nsubstantial amount of energy consistent with the ship stopping\r\nagainst a firm object, and is not compatible\nwith structural\r\ncollapse. Secondly it appears from the corrosion on torn edges of\r\nfractures that the vessel may have suffered a\nsignificant impact some\r\ntime ago which, together with the rate of wastage since that time\r\ncould have weakened the structure sufficiently\nfor a more recent\r\nmoderate contact to have caused further damage.’\n[43] In addition Mr Armstrong noted that on the starboard side of the\r\nvessel there was an indentation corresponding to the indentation\nof\r\nthe outer shell of the vessel on the port side, although slightly\r\nfurther forward. According to Mr Luukas these indentations\nwere\r\nsmooth and lacked any sharp creases or indentation. That was not\r\nchallenged by Imperial Marine. The significance of this observation\n\nis that Mr Armstrong annexed to his report a photograph of the type\r\nof fenders used to separate rafted vessels at Cosco’s\nZhoushan\r\nShipyard, where the vessel had undergone a survey and major repairs\r\nwere effected between June and August 2006. In relation\nto these he\r\nexpressed the view that ‘these do not appear to be very\r\nresilient, and it is possible that the shape could match\nthe port and\r\nstarboard indentations. Noting the apparent age of some of the damage\r\nto the web frames, it would be worth investigating\nwhen the vessel\r\ncould have been in contact with these or similar fenders and whether\r\nthe position of the indentations above the\nkeel accords with the\r\ndrafts at the time.’ There is no indication that this advice\r\nwas followed.\n[44] These views, tentatively expressed as they were, are\r\ninconsistent with the inferences that Imperial Marine seeks to draw\r\nas to the cause of these indentations. Whilst they lend support to\r\nthe view that the vessel had come into contact with something\nthey\r\npostulate two separate impacts, not one, and the earlier one is\r\ndescribed as significant. In addition they highlight the distinct\n\npossibility, given the configuration of the indentations and the fact\r\nthat there were corresponding indentations on both port and\nstarboard\r\nplating, that the damage originated with the fenders in Zhoushan.\n[45] Imperial Marine’s attorney made it clear that its case is\r\ndependent on inferences that it claims should be drawn from\nthe\r\nunderlying facts. However these are limited or lacking in relevant\r\ndetail. In regard to inspections, including underwater inspections,\n\nthere is no detail as to date or place. Also no attempt was made to\r\nrelate these inspections in point of time to the survey and\nrepairs\r\nin Zhoushan. That is relevant because Imperial Marine wrote to\r\nDeiulemar on 16 March 2007 in regard to this damage\nsaying\r\nthat the last clean underwater inspection had taken place in\r\nSingapore, but the evidence did not indicate that the vessel\nhad\r\ncalled at Singapore between leaving Zhoushan and arriving at Richards\r\nBay.\n20\nThere was no factual basis for the contention that:\n‘\nGiven the regularity of the\r\ninspections of the vessel and the fact that the water ingress had not\r\nbeen noticed previously, it is\nlikely that the damage had occurred\r\nrecently.’\n[46] Nor is it logical to say that the absence of any report of a\r\ncollision elsewhere involving a tug or some other vessel or object\n\njustified the inference of a collision with a protrusion from the\r\nberth in Richards Bay. This ignores the glaring absence of any\nreport\r\nof an impact being sustained when the vessel was berthing in Richards\r\nBay. It is hard to believe that an impact causing\nan indentation 28\r\nmetres long, 4.6 metres high at its maximum and set in by up to 400\r\nmm, could have occurred whilst the vessel\nwas engaged in the careful\r\nmanoeuvring that entering a berth entails, without the pilot, any\r\nmember of the crew or the crew of\nthe assisting tugs noticing. Such\r\nan incident would ordinarily have been the subject of a note of\r\nprotest by the Master and should\nhave been reported to the port\r\nauthorities and the vessel’s P & I Club representative in\r\nRichards Bay, Captain Wood,\nbut no such protest or report was made.\r\nThe reports made to Lloyd’s Register, with which the vessel was\r\nentered for class,\nwere contradictory and referred both to a hull\r\ncontact of which there were no details and heavy weather as the cause\r\nof the damage.\n[47] What is finally decisive in assessing the evidence is the\r\nunchallenged evidence of Captain Wood. He testified that there has\n\nnever been an incident of the type suggested involving a vessel\r\nberthing at Richards Bay, which is one of the busiest harbours\nin the\r\nworld, largely dedicated to the loading of raw materials into bulk\r\ncarriers. The existence of the suggested protrusion is\ninconsistent\r\nwith the mode of construction of the berths at Richards Bay, as\r\nillustrated in a plan provided by the port authorities.\nIt would\r\nrequire an object protruding more than two metres from the wall of\r\nthe berth. Such a protrusion could hardly have gone\nunnoticed in a\r\nport as busy as Richards Bay and no attempt was made by Imperial\r\nMarine to call for an investigation of the berth\nto substantiate its\r\nclaims. Bearing in mind the statement in the attorney’s\r\naffidavit that: ‘\nThere is also no evidence in the\r\ndamaged area of movement ahead or astern, which therefore eliminated\r\nnavigational error’\nthe protrusion would have needed to be some 28 metres long and\r\nprotruding more than two metres from the wall of the berth. It is\n\ninconceivable that such a protrusion would have gone unnoticed.\n[48] The inference that Imperial Marine wants the court to draw is\r\nnot a proper inference from the few facts that it placed before\nthe\r\ncourt. In the light of all the unchallenged evidence the claim that\r\nthe\nGeorge T\nwas damaged as a result of coming into contact\r\nwith an underwater protrusion from the berth at Richards Bay is\r\nnothing more than\nspeculation. Imperial Marine did not therefore\r\nsatisfy the requirements for a prima facie case in respect of this\r\nclaim. Accordingly,\nthe high court should have disallowed it, and to\r\nthat extent the cross-appeal by Deiulemar must succeed.\nThe corrosion claim\n[49] This claim founded the arrest of the\nPasquale della Gatta\n.\r\nIt was originally expressed in this way:\n‘\nImperial Marine has determined\r\nthat the corrosion damage occurred as a result of the ballasting of\r\nthe vessel with seawater containing\nSulphate Reducing Bacteria\r\n(‘SRB’). SRB are bacteria which reduce sulphate ions from\r\nseawater to form hydrogen sulphide,\nwhich react with ferrous ions\r\nfrom the plating and hull to form iron sulphides, which in turn cause\r\naccelerated corrosion damage.\nImperial Marine contends that the\r\nbacteria entered the ballast tanks of the\nGeorge\r\nT\nduring\r\nthe course of the charterparty as a result of following charterers’\r\norders to areas to where she was more prone to\npick up SRB from\r\nseawater loaded into her ballast tanks in those areas as part of the\r\noperation of the vessel.’\nIn that form the claim did not survive the affidavit in support of\r\nthe application to set aside the arrest, which pointed out,\non the\r\nbasis of expert evidence, that SRB are found worldwide and are not\r\neven confined to seawater, so that their introduction\ninto ballast\r\ntanks in the ordinary operation of a vessel is practically\r\nunavoidable.\n[50] The claim was then reformulated on the basis of an expert report\r\nprovided by Dr James Cleland. He based his report on calculations\nof\r\nthe rate of corrosion he found in the vessel’s tanks between\r\nthe time of the survey and repairs to the vessel in Zhoushan\nin\r\nAugust 2006 and April 2007. From these calculations he concluded that\r\nthe corrosion in the vessel’s tanks was attributable\nto the\r\nactions of SRB. He accepted that SRB are omnipresent and said that\r\nwhat would have triggered their activity in this case\nwas what he\r\nreferred to as ‘the impact’ with reference to the\r\nindentation of the port side plating of the vessel in\nway of No 8\r\nDBT. His conclusions were that:\n‘\n9.1.1 The excessive corrosion\r\nfound at Antwerp in March 2007 in the No. 8 DBT of the\nGeorge\r\nT\nwas\r\ndue to microbially-influenced corrosion due to a heavy infestation by\r\nsulphate-reducing bacteria\ncompounded\r\nand exacerbated by the mechanical and chemical effects of the impact;\nand\n9.1.2 The excessive corrosion found at Zhoushan in\r\nAugust/September 2007 in the 10 Top Side Tanks, the Fore Peak, the 10\r\nDouble\nBottom Tanks and the After Peak of the renamed SEA CORAL was\r\nalso due to microbially-influenced corrosion due to a heavy\r\ninfestation\nby sulphate-reducing bacteria compounded by the presence\r\nof sulphur-oxidizing bacteria.’ (Emphasis added.)\n[51] Imperial Marine’s attorney explained that the ‘impact\r\nwhich the\nGeorge T\nexperienced in Richards Bay’ was\r\nthe trigger for the infestation by SRB and consequent corrosion\r\ndamage. That claim was problematic\nin view of the absence of evidence\r\nthat there had been such an impact in Richards Bay, but it was dealt\r\na devastating blow by the\nresponse, which pointed out that the\r\ncorrosion claim did not relate to corrosion damage in relation to No\r\n8 DBT but to the damage\nto the other tanks of the vessel where that\r\n‘trigger’ mechanism for the development of microbially\r\ninduced corrosion\nwas absent.\n[52] The day before the application to set aside the arrest was due\r\nto be argued an affidavit from Dr Cleland was filed attaching\na\r\nfurther report in which the theory of SRB infestation being triggered\r\nby an impact in Richards Bay was abandoned and a fresh\ntheory\r\nadvanced. Dr Cleland now expressed the view that, because the attack\r\nof SRB-induced corrosion was much greater than anticipated\nin all\r\nDBTs, it was clear that the infestation of SRB had occurred prior to\r\nthe summer of 2006 (when the vessel was in Zhoushan\nand the\r\nmeasurements of steel thickness on which he relied had been taken).\r\nAccordingly ‘a re-assessment of the date of infestation’\n\nwas necessary. He then identified from the vessel’s ballast log\r\n‘two ports as candidates’ and from the two (Quingdao\nand\r\nXingang) he selected Xingang on the basis that there are two chemical\r\nfactories and one plastic factory upriver of the port.\nThe importance\r\nof this was not explained.\n[53] The production of this new case prompted a postponement of the\r\napplication and the delivery of affidavits by Drs Bailey and\nStott,\r\nwhose expertise in relation to microbially induced corrosion and SRB\r\nis unchallenged. They pointed out that the theory that\nevery tank was\r\ninfested with SRB at the same time in the same port is untenable. As\r\nto the choice of Xingang as the culprit port,\non the basis of the\r\npresence of two chemical factories and one plastic factory, they said\r\nthat Quingdao has more than three factories\ncausing pollution of its\r\nwaters, including chemical and plastic factories. In addition they\r\nsaid that the relevant nutrients for\nSRB bacteria would come from\r\nfood processing plants and oil refineries rather than chemical and\r\nplastic plants. No attempt was\nmade to rebut this evidence.\n[54] Counsel for Imperial Marine properly accepted that his case\r\nstood or fell by the court accepting the final view of Dr Cleland\nas\r\nbeing sufficient to establish a prima facie case. It is not. First\r\nthe facts on which he relied for his opinion are not established\neven\r\non a prima facie basis. A glaring problem is that, once he fixed the\r\ncommencement date as being January 2006, when the vessel\ncalled at\r\nXingang, this necessarily impacted upon his calculations, which\r\nstarted from the steel thickness measurements in August\n2006 at\r\nZhoushan. This is not dealt with. His explanation for choosing\r\nXingang instead of Quingdao is lacking in any reasoned foundation.\nIn\r\nany event the notion of an infestation in all tanks occurring at one\r\nport and remaining in place thereafter in all tanks despite\nthe\r\nvessel’s undergoing a survey and repairs in Zhoushan, where in\r\nthe ordinary course the vessel would have been deballasted\nto some\r\nextent, if not entirely, stretches credulity. The opinion expressed\r\non this factual foundation is not within the reasonable\nrange of\r\nexpert opinion but is far-fetched and based on unproven hypotheses.\r\nIt is accordingly insufficient to discharge the onus\nof proof resting\r\non Imperial Marine to establish a prima facie claim.\n[55] It follows that the arrest of the\nPasquale della Gatta\nwas not justified and the high court should have granted the\r\napplication by Deiulemar to have it set aside. The cross appeal\r\ndirected\nat this result must therefore succeed. This renders it\r\nunnecessary to canvass the claim for counter-security for a possible\r\nclaim\nin terms of s 5(4) of the Act, as that was expressly\r\nconditional on the application to set aside the arrest being\r\nunsuccessful.\nThe order made in that regard must be discharged but\r\nwithout any penalty so far as costs are concerned. There was a\r\nchallenge by\nImperial Marine to the decision by the high court to\r\naward those costs on an attorney and client scale. However that was a\r\nmatter\nin the court’s discretion. Whilst some of the grounds on\r\nwhich it was exercised may not be applicable in the light of this\n\njudgment, the fact remains that the application was brought on a\r\nbasis that proved spurious; the attempt to rescue that was also\nshown\r\nto be spurious; and the final version on which the claim was advanced\r\nlacked any merit. In those circumstances I can see\nno reason to\r\ninterfere with the judge’s discretion.\nDeiulemar’s claim for counter-security\n[56] The parties approached the application for counter-security on\r\nthe basis that an applicant for such security must satisfy\nthe same\r\nrequirements as an applicant for an arrest, namely a prima facie case\r\nin respect of the claim to be secured; that the\ntribunal before which\r\nthe claim is to be debated has jurisdiction for that purpose; and\r\nthat the applicant for counter-security\nmust show a genuine and\r\nreasonable need for such security. This is in accordance with what\r\nwas said by this court in\nMV Wisdom C: United Enterprises\r\nCorporation v STX Pan Ocean Co Ltd\n[2008] ZASCA 21\n;\n2008 (3) SA 585\n(SCA) para\r\n26.\n21\n[57] However proof of these matters, whilst essential, is not\r\nnecessarily decisive of the question whether counter-security should\n\nbe ordered. As Comrie J pointed out in\nThe Heavy Metal\n,\n22\nss 5(2)(b) and (c) of the Act vest a court with a discretion and\r\nthat should not be constrained by a formulaic approach to\nthe\r\nexercise of that discretion. He said, and I agree, that the proper\r\napproach is that:\n‘\nIn the first place, it is\r\nevident that s 5(2)(a) - (c) of the statute vests the court with a\r\nwide power, in its discretion, to order\nthat security or\r\ncounter-security be furnished for claims and counterclaims. Secondly,\r\nconfining myself to counterclaims, clearly\nthe Court must have\r\njurisdiction, which is invariably present in the circumstances.\r\nThirdly, it seems to me that an applicant must\nshow at least a\nprima\r\nfacie\ncase\r\nin respect of its counterclaim(s). I say “at least”\r\nbecause less would not warrant security, while in my view more\nmay be\r\nrequired in an appropriate case. Fourthly, I think an applicant must\r\nshow a genuine and reasonable need for security. …\nFinally,\r\nthe Court has a discretion which in my opinion should not be unduly\r\ncircumscribed. All sorts of factors can arise in different\ncases\r\nwhich may affect the exercise of the discretion, such as whether the\r\narrest was in terms of s 5(3); the location of the forum;\nwhether the\r\narresting party is a\nperegrinus\nof this Court; the nature of\r\nthe counterclaims; and the effect that a “forfeiture”\r\norder may have on the arrestor's\nposition … The list is not\r\nexhaustive. The Court may find itself weighing and balancing\r\ncompeting interests. The strength\nof the counterclaimant's case on\r\nthe merits may then become a factor to be weighed in the balance. It\r\nfollows from all this that\nI do not necessarily find myself in the\r\n“sparing” school of thought, but that I do recognise a\r\nsubstantial need for\ncaution.’\n[58] In determining the quantum of any counter-security the court may\r\nalso have to exercise a discretion. A litigant is entitled\nto\r\nsecurity in an amount determined on the basis of its reasonably\r\narguable best case.\n23\nThat requires the existence of the claim to be established on a prima\r\nfacie basis and the quantum of security to be determined\non the basis\r\nof the amount representing the reasonably arguable best case in\r\nrespect of that claim.\n24\nThe need for security in the amounts claimed must be established on a\r\nbalance of probabilities.\n25\nHowever, the computation of those amounts may not always be\r\nstraightforward and may require the court to exercise a discretion\nin\r\ndetermining the quantum of the counter-security to which the litigant\r\nis entitled.\n[59] The exercise of such a discretion is pertinent in this case for\r\ntwo reasons. First Deiulemar advances its claims on alternative\nand\r\ninconsistent grounds and there is an admitted risk of duplication\r\nresulting in excessive security being granted. It attempted\nto\r\naccommodate the risk of duplication by deducting from the total of\r\nthe claims advanced in the proposed amendment to its points\nof claim\r\nin the arbitration (US$23 213 371.73) the amount of one\r\nclaim (US$5 721 243.33), arriving at an amount\nof\r\nUS$17 477 128.40, which is the sum ordered by the high\r\ncourt by way of counter-security.\n26\nThe papers are not clear in showing how the overlap was determined\r\nand it emerged in the course of argument that there are problems\nwith\r\nthe calculation by which it was determined. Some of these can be\r\nresolved only by the exercise of a broad discretion.\n[60] The second reason is that the claims advanced by Deiulemar are\r\nclaims for loss of profits. These are set out in the amended\npoints\r\nof claim on the most optimistic possible basis with no allowance for\r\ncontingencies.\n27\nHowever, in assessing the proper amount of security the court cannot\r\nbe bound by the litigant’s assessment of the value of\nits\r\nclaim. Where that assessment includes items that should not be\r\nincluded, and makes no allowance for obvious contingencies,\nthe court\r\ndetermining the security to which it is entitled must make an\r\nappropriate adjustment to accommodate these shortcomings.\nIn doing so\r\nit will ordinarily be unable to make a precise calculation and will\r\nhave to make a broad assessment of what is appropriate\nand fair on\r\ngeneral grounds. Where a prima facie case and the need for security\r\nhave been established the litigant should not be\ndeprived of security\r\nby reason of an inability to make an exact assessment of its quantum.\r\nNor should it be given security for\nclaims that are over-optimistic.\nThe Dabkomar claims\n[61] In the ordinary course of events, had there been no difficulties\r\nin operating the vessel, Deiulemar would have earned the\ndifference\r\nbetween the hire under the head charter and the considerably larger\r\namount by way of hire that Dabkomar agreed to pay\nunder the\r\nsub-charter, throughout the relevant period of the charter. However,\r\nDabkomar cancelled the sub-charter and Deiulemar\nnow accepts that it\r\nwas entitled to do so, irrespective of whether the cause of the\r\nbreakdown was Imperial Marine’s failure\nproperly to maintain\r\nthe vessel or its own fault in providing the out of specification\r\nstem of bunkers. I proceed on the same footing.\n[62] One claim flowing from the sub-charter can be dealt with before\r\nreaching the consequences of its cancellation. It will be\nrecalled\r\nthat when the vessel went to Colombo for bunkers and thereafter was\r\nbriefly delayed in Suez before proceeding to Pylos\nfor repairs,\r\nDeiulemar treated it as being off-hire and declined to pay hire for\r\nthe relevant periods. Dabkomar adopted the same\napproach under the\r\nsub-charter. In the result Deiulemar lost the difference between the\r\nhire it would have paid and the hire it\nwould have received during\r\nthis period. The amount is US$2 197 773.59. This was the\r\noriginal claim in the arbitration\nand Deiulemar claimed\r\ncounter-security for this amount. It presented evidence that, if in\r\nthoroughly efficient condition and properly\nmaintained, the vessel\r\nshould not have experienced problems with the out of specification\r\nbunker stem at Yeo Su. Furthermore the\nevidence was that an\r\nexamination of the damaged engine in Pylos indicated that it had been\r\noperating for some time in a deficient\ncondition. Although this was\r\nchallenged in the heads of argument it is plain that if this evidence\r\nis believed in the arbitration\nit will warrant a finding in favour of\r\nDeiulemar. Accordingly a prima facie case was made out in respect of\r\nthis claim and counter-security\nfor it was properly ordered.\n[63] The next claim was based on essentially the same cause of\r\naction. It was that the breaches of the charterparty in relation\nto\r\nthe condition of the vessel and the failure to maintain it provided\r\nproper grounds for Dabkomar’s cancellation of the\nsub-charter.\r\nAs a result it was alleged that Deiulemar lost the benefit of a\r\nprofitable sub-charter for the balance of the head\ncharter period.\r\nFor the reasons given in the previous paragraph it established a\r\nprima facie case in relation to this claim. However,\nthe calculation\r\nof the claim presented some problems. The basis of calculation was an\r\narithmetic exercise. The number of days remaining\nbefore the\r\nsub-charter could reasonably have been expected to expire if it had\r\nrun its ordinary course were taken and multiplied\nby the difference\r\nbetween the two hire rates. The difficulty relates to the number of\r\ndays to be included in the calculation and\nits effect on the total\r\namount of the claim.\n[64] The claim has three components, two relating to the loss of hire\r\nunder the sub-charter and the third giving credit for trading\nprofits\r\nearned by Deiulemar after the cancellation. The first loss of hire\r\ncalculation dealt with the initial period of he charter\nup to\r\n6 August 2006. For that period the hire payable under the\r\nhead charter was US$16 350 per day. The calculation\narrived at a\r\nfigure of US$9 988 324.94. An immediate problem is that it\r\ntook as the starting point of the calculation\nthe delivery date under\r\nthe sub-charter of 23 April 2005 and then deducted certain\r\nperiods when the vessel was off-hire.\nHowever, that has the effect of\r\nincluding days when the vessel was operating under the sub-charter\r\nand the hire should have been\npaid. There is nothing to indicate that\r\nit was not. The proper place to start is the date of Dabkomar’s\r\ncancellation, namely\n29 September 2005. There are 310 days\n28\nfrom then until 6 August 2006 and the hire differential was\r\nUS$28 650 per day.\n[65] In the affidavit in support of the application for\r\ncounter-security it was said that the vessel ‘was taken out of\r\nservice\nfor the purpose of the carrying out of repairs (primarily\r\nsteel renewals) at Zhoushan, China, during the period 23 June to\n\n17 August 2006’. In a witness statement by\r\nDeiulemar’s London solicitor annexed to that affidavit it\r\nemerged\nthat Deiulemar was informed on 21 June 2006 that it\r\nwould be taken out of service for the purpose of undergoing its\r\nannual\nsurvey. Their complaint was that this took a long time and\r\nthat a superficial survey revealed that various steel renewals were\r\nbeing carried out in addition to class requirements. The answering\r\nwitness statement on behalf of Imperial Marine, dated 21 March 2007,\n\npointed out that Deiulemar ‘do not now and never have asserted\r\nthat they have any claim arising out of’ the period\nof time\r\nthat the vessel was off-hire in Zhoushan. It also rebutted\r\nsuggestions that the charterers were not kept apprised of progress\n\nwith the survey. None of this was refuted in a replying witness\r\nstatement. The claim only emerged when the amended points of claim\n\nwere delivered in the arbitration. It proceeded on the footing that\r\nno part of the time taken at Zhoushan was permissible. Clearly\nthat\r\nis incorrect once it is accepted that the vessel had to undergo an\r\nannual survey. The affidavit in opposition to the claim\nfor\r\ncounter-security made the point that the repairs to the vessel’s\r\nshellplating were undertaken in accordance with class\nrequirements.\r\nThis was not rebutted save for a complaint that the reports and\r\nrecommendations of the classification society were\nnot provided.\n[66] In my view Deiulemar did not make out a prima facie case in\r\nrespect of this portion of its claim, but in any event it is so\n\nspeculative and lacking in an adequate factual foundation that it\r\nwould be inappropriate in the exercise of the court’s\r\ndiscretion to order security for this period. That requires a period\r\nof 44 days to be deducted from the 310 days with\nwhich the\r\ncalculation commences, leaving a balance of 266 days. On the\r\nbasis of a hire differential of US$28 650 per day\nthat\r\nresults in a figure of US$7 620 900 in respect of this\r\ncomponent of the claim.\n[67] Turning to the period between 6 August 2006 and\r\n3 September 2007, when the sub-charter would have\r\nterminated\nif it had run its course, I assume in favour of Deiulemar\r\nthat Dabkomar would not have exercised its option to terminate up to\r\n60 days earlier. In round figures that gives 394 days.\r\nHowever, account needs to be taken of the fact that it is unlikely\n\nthat re-delivery would have occurred precisely on the stipulated\r\ndate. In the calculations in the papers periods amounting\r\ncumulatively\nto a little over 86 days were omitted in\r\ncalculating the remaining period of the sub-charter. Ten of these\r\nrelated to the\nsurvey period at Zhoushan. Two small deductions were\r\nunexplained. The remainder related to the repairs at Rotterdam and\r\nAntwerp.\nIf the evidence for Deiulemar is accepted in the arbitration\r\nthis will result in a finding that this last period was caused by a\n\nbreach by Imperial Marine of its obligations in regard to the\r\ncondition of the vessel and its maintenance. That being so these\ndays\r\nshould not have been excluded in calculating this element of the\r\nclaim. The Zhoushan days should be deducted and an allowance\nmade for\r\npossible re-delivery before 3 September 2007 and for the\r\naccepted need to satisfy a class requirement that there\nbe an\r\ninspection before 25 August 2007. Working on a round figure\r\nof 360 days is in my view fair and allows for\ncontingencies.\r\nThis component of the calculation is then US$9 954 000.\n[68] That gives a total loss of income on the sub-charter of\r\nUS$17 574 900. From that the profits earned from trading\n\nafter the cancellation of US$12 742 849 must be deducted.\r\nThis leaves a figure of US$4 832 051. Deiulemar has\n\nestablished its entitlement to counter-security in this amount but\r\nthat entitlement needs to be assessed in the light of the potentially\n\noverlapping claims.\nThe potentially overlapping claims\n[69] Counsel for Deiulemar correctly accepted that claims, amounting\r\nin total to US$12 566 570.25, arose from the trading\n\nactivities of the vessel after the cancellation of the sub-charter\r\nand could not be advanced in addition to the claim based on\nthe loss\r\nof the sub-charter. That is because Deiulemar would not have traded\r\nthe vessel for its own account or concluded other\nsub-charters if the\r\nsub-charter had not been cancelled, but would simply have collected\r\nthe hire under the sub-charter each month.\nIt accordingly advanced\r\nthese claims in the alternative to its claim based on the\r\ncancellation of the sub-charter.\n[70] By far the largest component of this amount was a claim for\r\nUS$8 341 650. The claim arose because on 13 June 2007\n\nImperial Marine gave notice that following the discharge of the\r\nvessel’s then current cargo it would be taken out of service\n\nand sent to a shipyard in China to undergo a dry docking required by\r\nclass. Deiulemar contended that this was a routine bottom\nsurvey that\r\nshould have taken only a day to complete and that the vessel’s\r\nintermediate survey was not due until December\nafter the expiry of\r\nthe charter. It accordingly treated the owner’s conduct as\r\nrepudiatory of the charter, accepted the repudiation\nand claimed for\r\nthe loss of profits it alleged it had suffered as a result.\n[71] It is accepted by both parties that Imperial Marine were obliged\r\nto undertake a dry docking survey as required by class and\nhad to do\r\nso before 25 August 2007. Imperial Marine had asked the\r\nclassification society to extend the date so as to\ncoincide with the\r\nvessel’s intermediate survey in December 2007, but this request\r\nwas refused. In correspondence between\nthe London solicitors for the\r\nparties it was asserted on behalf of Deiulemar that the required\r\nsurvey could have been done relatively\nquickly while the vessel was\r\nundergoing repairs to No 8 DBT at Antwerp, but that\r\nassertion was roundly rejected by the\nsolicitors acting for owners.\r\nReliance was placed on this correspondence in support of the claim,\r\nbut I fail to see on what basis\nthe conflicting assertions by the\r\nparties’ solicitors amounts to any evidence of the correctness\r\nof the propositions they\nare asserting, especially when those\r\nassertions relate to technical matters of ship maintenance falling\r\noutside their area of expertise.\n[72] Imperial Marine made arrangements for the dry docking to\r\ntake place at Zhoushan in China after the vessel completed its\nthen\r\ncurrent voyage to Al Jubail. On 30 June 2007 Deiulemar placed the\r\nvessel off-hire on the grounds that they had been unable\nto find\r\nbusiness for the ship after completing discharge at Al Jubail,\r\nwhich occurred on 2 July 2007, and would\nnot be able to do\r\nso before the dry docking window closed. The vessel sailed to\r\nZhoushan from Al Jubail. On 1 August 2007\nDeiulemar\r\ncancelled the charterparty on the basis that there was no likelihood\r\nthat the vessel would be redelivered for trading\npurposes after the\r\ndry docking in sufficient time for it to make commercial use of\r\nit. They attributed this to the failure\nto undertake the survey in\r\nAntwerp. As I have said there is no evidence to back up that claim.\n[73] In those circumstances Deiulemar did not establish a prima facie\r\ncase in respect of this claim. If it is excluded, then the\nclaim\r\narising from the cancellation of the Dabkomar sub-charter exceeds the\r\namount of any claims arising from Deiulemar’s\ntrading of the\nGeorge T\nafter that cancellation. There are three of these,\r\none relating to the period of repairs at Zhoushan in 2006 and the\r\nother two\nrelating to the work and repairs in Rotterdam and Antwerp.\r\nThe Zhoushan claim must be excluded for the reasons given in not\r\nallowing\nthis time period in the calculation of the sub-charter\r\ncancellation claim. The Rotterdam and Antwerp claims are prima facie\r\nestablished\nand the security should cover these claims.\nAdditional claims\n[74] The other claims advanced by Deiulmar amounted in all to\r\nUS$2 727 784.56. One of these claims, in an amount of\r\nUS$ 1 429 992.44, was disallowed by the high court.\r\nLeave to appeal against its disallowance was neither sought nor\n\ngranted. Accordingly this amount must be deducted in determining the\r\namount of counter-security. Its deduction reduces the amount\nof these\r\nclaims to US$1 297 792.12.\n[75] The remaining claims included a claim for US$15 000 in\r\nrespect of which Deiulemar’s attorney said that a claim\nfor\r\nsecurity was not being pursued. He should be taken at his word. There\r\nwas a claim for the balance of the provisional final\nhire statement\r\nof US$515 717.65. In support of this reliance was placed on the\r\ncopy of the statement annexed to the founding\naffidavit. It was said\r\nthat Deiulemar was not aware of any dispute in regard to this amount.\r\nThat was not, however, the response\nof Imperial Marine’s\r\nattorney who said that his client found the calculation\r\nincomprehensible. That is hardly surprising\nas an examination of the\r\nstatement reveals that it includes amounts calculated on the basis of\r\nDeiulemar being successful in relation\nto some of the very issues\r\nthat are in dispute between the parties in the arbitration. No prima\r\nfacie claim was made out under\nthis head.\n[76] Next there was a claim for US$17 352.91 in respect of the\r\nshort-loading of the vessel at Richards Bay in February 2006.\nIt\r\nappears that such a claim was made by the vessel’s then\r\nsub-charterer and was accepted by Deiulemar on the grounds that\nthere\r\nhad been a failure to make the entire reach of the vessel available\r\nto the sub-charterer due to the presence of ballast that\ncould not be\r\nstripped from the vessel before loading. A marine surveyor’s\r\nreport was put up in support of this claim and\nit seems clear that\r\nthere were deballasting problems. The claim was challenged on the\r\nbasis that there was no evidence of any maintenance\nproblem but I\r\nagree with Deiulemar’s attorney that an inability to pump\r\nballast of itself points to such a problem. In any\nevent there was\r\nprima facie a breach of the obligation to make the entire reach of\r\nthe vessel’s holds available to the charterer.\nThe order for\r\ncounter-security in respect of this claim was accordingly justified.\n[77] Lastly there were a number of performance claims based on\r\nallegations that the vessel was at various times and on various\n\nvoyages not able to steam in accordance with the speed and\r\nconsumption figures given in clause 62 of the charterparty. The first\n\nproblem with these claims is that these figures were given subject to\r\ncertain weather and sea conditions and without guarantee.\nThey are\r\nadvanced in the draft amended points of claim on the basis of an\r\nallegation that ‘the vessel failed to achieve the\nperformance\r\nwarranted under clause 62 of the charterparty’. However there\r\nwas no guarantee. Most of the claims were not included\nin the\r\ncharterer’s provisional final hire statement. They were based\r\non what was said to be a standard system of measurement\nof the\r\nperformance of vessels but no basis was laid for its application to\r\nthis charterparty and these voyages. In addition the\nvessel appears\r\nto have been under sub-charter during the voyages in question and\r\nthere is no evidence that the sub-charterers advanced\nsuch claims,\r\nnor any response to the statement by Imperial Marine’s attorney\r\nthat the sub-charters contained the same performance\nfigures on a\r\nback to back basis. In my view no prima facie case was established in\r\nrespect of these claims and counter-security\nshould not have been\r\nordered in respect of them.\nSummary of Deiulemar’s claims\n[78] Deiulemar has established prima facie that it has the following\r\nclaims:\nA loss of hire claim of US$ 2 197 773.59 under the\r\n\tDabkomar sub- charter for the deviation to Colombo and the period\nof\r\n\trepairs in Pylos;\nA loss of hire claim of US$4 832 051 arising from the\r\n\tcancellation of the Dabkomar sub-charter;\nA short-loading claim of US$17 352.91.\nThe total amount of these claims is US$7 047 177.50. In\r\naddition it seems to me that a prima facie case has been established\n\nin respect of the ‘overlapping’ damages claims arising\r\nfrom the unavailability of the vessel while it was detained\nat\r\nRotterdam and Antwerp for repairs from 4 March 2007 to\r\n12 May 2007. These claims are only valid if the loss\nof\r\nhire claim arising from the cancellation of the Dabkomar sub-charter\r\nis bad so no additional security should be ordered in respect\nof\r\nthem. However the counter-security should cover them in order to\r\nallow for the possibility of the sub-charter cancellation claim\n\nfailing. They amount to US$3 052 029.62.\n[79] In the result the counter-security ordered by the high court\r\nshould be reduced from US$17 477 128.40 to US$7 047 177.50\n\nand the interest component falls to be adjusted accordingly. To that\r\nextent Imperial Marine’s appeal against the order of\nthe high\r\ncourt must succeed.\nDisposal of the appeals and costs\n[80] In the application arising from the arrest of the\nPasquale\r\ndella Gatta\nthe cross-appeal by Deiulemar against the dismissal\r\nof its application to set aside the arrest of the vessel must succeed\r\nwith\ncosts. The order for counter-security made by the high court\r\npursuant to the conditional counter-application must be set aside.\n\nTherefore Imperial Marine’s appeal against the order for\r\ncounter-security falls away. Its appeal against the quantum of\r\nsecurity granted to it and against the order for costs in the high\r\ncourt falls to be dismissed.\n[81] In the application arising from the arrest of the\nFilippo\r\nLembo\nImperial Marine’s appeal against the order that it\r\nprovide counter-security fails but its appeal against the quantum of\r\nthat\nsecurity succeeds and the amount for which it was ordered to\r\nprovide security must be reduced to US$7 047 177.50 and the\n\ninterest component is reduced to US$1 374 199,61. Its\r\nappeal against the orders reducing the amount of its security by\n\nUS$7.2 million in respect of the claim for the replacement of the\r\nmain engine cylinder blocks and its security in respect of costs\nby\r\n£250 000 fails as does its appeal against the costs order by\r\nthe high court. Deiulemar’s cross-appeal against the\norder that\r\nit provide security for Imperial Marine’s claims in an amount\r\nof US$2 935 843.27 in respect of the claim\nfor repairs to\r\nthe shell plating at Antwerp succeeds. Both parties have achieved\r\nsignificant success in this court. A fair reflection\nof that would be\r\nto order each party to bear one half of the costs of and attendant\r\nupon the preparation of the record relating\nto this arrest\n29\nand otherwise that each party bear its own costs of the appeal and\r\ncross-appeal.\nOrder\n[82] In the appeal against the judgment in the case of the arrest of\r\nthe\nPasquale della Gatta\n(Case No AC20/09 in the high court)\r\nthe following order is made:\nThe appeal is dismissed with costs.\nThe cross-appeal is upheld with costs and the order of the high\r\n\tcourt is altered to read as follows:\n‘\n(i) The order for the arrest of the\nPasquale della Gatta\ngranted\nex parte\non\r\n20 March 2009 and the deemed arrest of the vessel pursuant to the\r\nprovision of security to obtain its release from that arrest\nare set\r\naside.\n(ii) The applicant is ordered to pay the costs of the application on\r\nthe scale as between attorney and client.’\n(c) The order for the provision of counter-security by Imperial\r\nMarine is set aside.\n[83] In the appeal against the judgment in the case of the arrest of\r\nthe\nFilippo Lembo\n(Case No AC 8/09 in the high court) the\r\nfollowing order is made:\n(a) The appeal succeeds to the extent that paragraphs 6 and 7 of the\r\norder of the high court are altered in the following respects:\nby the deletion in paragraph 6(a) of the amount of US$17 477 128.40\r\n\tand its replacement by US$7 047 177.50;\nby the deletion in paragraph 6(b) of the figure of US$3 408 040\r\n\t\tand its replacement by US$1 374 199,61;\nby the deletion in paragraph 7(a)(i) of ‘claims 1(a)-(f)\r\n\t\tUS$20 485 587.17’ and its replacement by ‘claims\n\n\t\t1(a), (b), (d) and (e) US$7 029 824.59’;\nby the deletion of paragraphs 7(b) and (d);\nbut is otherwise dismissed.\n(b) The cross-appeal succeeds and paragraph 2 of the order of the\r\nhigh court is altered in the following respects:\nby the deletion of paragraphs 2(a)(iii) and (iv) thereof;\n(ii) by the deletion in paragraph 2(a)(v) of the figure of\r\nUS$1 699 675.20 and its replacement by US$878 825.23;\n(iii) by the deletion in paragraph 2(a)(vii) of the figure of\r\nUS$12 201 958.32 and its replacement by US$7 171 621.26.\n(c) Each party is ordered to pay half the costs of and attendant upon\r\nthe preparation of the record in relation to this matter\nbeing\r\nvolumes 1 to 9 and 16 of the record of appeal and is otherwise\r\nordered to bear its own costs.\nM J D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor appellant: M J Fitzgerald SC (with him D Melunsky)\nInstructed by\nBowman Gilfillan Inc, Cape Town\nLovius-Block, Bloemfontein\nFor respondent: S Mullins SC\nInstructed by\nShepstone & Wylie, Cape Town\nMatsepes Inc, Bloemfontein.\n1\nCargo\r\n\tLaden and Lately Laden on Board the MV Thalassini Avgi v MV Dimitris\n1989 (3) SA 820\n(A) at 832J-833A.\n2\nHülse-Reutter\r\n\t& others v Gödde\n2001 (4) SA 1336\n(SCA) paras 12 - 14.\n3\nPremier:\r\n\tLimpopo Province v Speaker of the Limpopo Provincial Government and\r\n\tothers\n[2011] ZACC 25\n, para 31.\n4\nStarting\r\n\twith a statement by Didcott J in\nKatagum Wholesale Commodities Co\r\n\tLtd v The MV Paz\n1984 (3) SA 261\n(N) at 269H, quoted with\r\n\tapproval by Corbett CJ in\nBocimar NV v Kotor Overseas Shipping\r\n\tLtd\n[1994] ZASCA 5\n;\n1994 (2) SA 563\n(A) at 581G-H and by Scott JA in\nMV Snow\r\n\tCrystal: Transnet Ltd t/a National Ports Authority v Owner of MV\r\n\tSnow Crystal\n[2008] ZASCA 27\n;\n2008 (4) SA 111\n(SCA) para 36.\n5\nEcker\r\n\tv Dean\n1937 SWA 3 at 4 cited in\nShepstone and Wylie &\r\n\tothers v Geyser NO\n1998 (3) SA 1036\n(SCA) at 1042C-D. Whilst\r\n\tthere remains a deemed arrest of the vessel in terms of s 3(10)(a)\r\n\tof the ACT, even after it has\nbeen released from arrest against the\r\n\tprovision of security, (see\nMV ‘Alam Tenggiri: Golden\r\n\tSeabird Maritime Inc v Alam Tenggiri SDN BHD\n2001 (4) SA 1329\n(SCA) paras 12 to 15) in the ordinary course if a challenge to a\r\n\tsecurity arrest is unsuccessful the South African courts play\nno\r\n\tfurther role in the proceedings in relation to which such security\r\n\thas been furnished.\n6\nWhen\r\n\tintroduced it was unique internationally and even in jurisdictions\r\n\twhere similar relief is now obtainable it is neither as\n\n\tstraightforward nor as direct as in South Africa\n7\n[1939]\r\n\t3 All ER 722\n(HL) at 733E-F, cited in\nMotor Vehicle Assurance\r\n\tFund v Dubuzane\n1984 (1) SA 700\n(A) at 706B-D. See also\nGreat\r\n\tRiver Shipping Inc v Sunnyface Marine Limited\n1994 (1) SA 65\n(C)\r\n\tat 75I-76C and particularly the statement that ‘evidence does\r\n\tnot include contention, submission or conjecture.’\n8\nMichael\r\n\t& another v Linksfield Park Clinic (Pty) Limited & another\n2001 (3) SA 1188\n(SCA) para 36 and generally paras 34 – 40.\n9\nSection\r\n\t1(1)\nof the\nLaw of Evidence Amendment Act 45 of 1988\n.\nKwikspace\r\n\tModular Buildings Ltd v Sabodala Mining Co SARL and another\n2010\r\n\t(6) SA 477\n(SCA) para 7.\n10\nAccording\r\n\tto Eric Walker,\nA History of Southern Africa\n, 3 ed (1968) at\r\n\t126, 141 and 163 a vice-admiralty court was established in 1797; was\r\n\trevived when the Cape reverted to British\ncontrol during the\r\n\tNapoleonic wars and was firmly established by the Charters of\r\n\tJustice of 1828 and 1832. See also Reinhard\nZimmermann and Daniel\r\n\tVisser,\nSouthern Cross: Civil Law and Common Law in South Africa\n,\r\n\tat 446, fn 59.\n11\nNatal\r\n\tacquired a vice-admiralty court after it became a crown colony by\r\n\troyal charter in 1856. These courts functioned in terms\nof the\r\n\tVice-Admiralty Courts Act 1832 (2&3 Will IV c51) and thereafter,\r\n\tin terms of the Vice-Admiralty Courts Act 1863 (26 &\n27\r\n\tVict. c24).\nUnder Law 8 of 1879 (Cape); The Colonial Courts of\r\n\tAdmiralty Act 1890 (53 &\n54 Vict. C27)\nand s 6(1)(a) of the Act,\r\n\tour courts have consistently been required to apply English\r\n\tadmiralty and maritime law to disputes\nincluding disputes such as\r\n\tthose in the present case.\n12\nStock\r\n\tv Stock\n1981 (3) SA 1280\n(A) 1296F;\nAtlantic Harvesters of\r\n\tNamibia (Pty) Ltd v Unterweser Reederei GMBH of Bremen\n1986 (4)\r\n\tSA 865\n(C) 874F-J. For what is required of an expert witness, see\nNational Justice Compania Naviera SA v Prudential Assurance Co\r\n\tLtd (“The Ikarian Reefer”)\n[1993] 2 Lloyds Rep 68\n[QB (Com Ct)] at 81-2.\n13\nWhen\r\n\tconverted to dollars the resulting balance is US$1 786 000.\n14\nAs\r\n\tfollowed and construed in\nThe ‘Argonaftis’\n[1989]\r\n\t2 Lloyd’s Rep 487 [QB (Adm Ct)].\n15\nAt\r\n\t69. The principle that Greer LJ articulated is still accepted in\r\n\tEngland.\nHalsbury’s Laws of England\n(5 ed, 2008), Vol\r\n\t94, para 829.\n16\nThe\r\n\t‘London Corporation’\n[1934] 50 Ll L Rep 14 [Adm].\n17\nHarvey\r\n\tMcGregor QC,\nMcGregor on Damages\n18 ed (2009) para 2-043\r\n\tstates the rule in these terms: ‘Where the claimant’s\r\n\tgoods have been damaged, the basic pecuniary\nloss is the diminution\r\n\tin their value which is normally measured by the reasonable cost of\r\n\trepair.’ This is more consistent\nwith the maritime cases in\r\n\twhich the principle has chiefly been stated and the leading case of\nDarbishire v Warran\n[1963] EWCA Civ 2\n;\n[1963] 3 All ER 310\n(CA) than the\r\n\tunqualified statement in\nHalsbury’s Laws of England\n4\r\n\ted, Vol 12(1), para 862 that: ‘The basic rule is that the\r\n\tmeasure of damages in the case of damage to a chattel is the\ncost of\r\n\trepair.’\n18\nIn\r\n\tthat respect there seems to be little difference in substance from\r\n\tthe approach taken in our law to the proof of damages arising\nfrom\r\n\tdamage to movable property:\nErasmus v Davis\n1969 (2) SA 1\n(A).\n19\nPresumably\r\n\the meant Rotterdam.\n20\nOn\r\n\tleaving Zhoushan on 17 August 2006 the vessel was under sub-charter\r\n\tto TMT for a voyage from Zhoushan to Saldanha where a cargo\nof iron\r\n\tore was loaded for Rizao, China. From Rizao the vessel proceeded to\r\n\tRichards Bay. Unless it called at Singapore for bunkers\n–\r\n\twhich would not ordinarily be an appropriate time to undertake a\r\n\t‘clean underwater’ inspection – the\nmessage from\r\n\towners must refer to an inspection at Singapore prior to the survey\r\n\tand repairs in Zhoushan. It is at the least\ninconsistent with the\r\n\tclaim that there were regular underwater inspections by divers.\n21\nApproving\r\n\twhat was said in the high court:\nMV Wisdom C: United Enterprises\r\n\tCorp v STX Pan Ocean Co Ltd\n[2007] ZAWCHC 12\n;\n2008 (1) SA 665\n(C) paras 36 and 38.\n22\nMV\r\n\tHeavy Metal: Belfry Marine Ltd v Palm Base Maritime Sdn Bhd\n2000\r\n\t(1) SA 286\n(C) at 298E – I.\n23\nZygos\r\n\tCorporation v Salen Rederierna AB\n1984 (4) SA 444\n(C) at 457C-D\r\n\tas qualified by\nBocimar NV v Kotor Overseas Shipping Ltd\n[1994] ZASCA 5\n;\n1994\r\n\t(2) SA 563\n(A) at 582F-J.\n24\nAccording\r\n\tto Gys Hofmeyr SC,\nAdmiralty Jurisdiction Law and PrActice in\r\n\tSouth Africa,\nat 84, fn 218, this is the basis upon which\r\n\tScott J approached the matter in the high court in\nBocimar\n.\n25\nBocimar\r\n\tNV v Kotor Overseas Shipping Ltd,\nsupra.\n26\nThere\r\n\twas an arithmetic error in Deiulemar’s calculation but in the\r\n\tlight of what follows that is immaterial.\n27\nThe\r\n\tsub-charter cancellation claim is calculated with the inclusion of\r\n\tthe sub-charter period prior to its cancellation.\n28\nWorking\r\n\tin full days. It is impractical for present purposes to use the\r\n\tcalculation based on the precise hour during a day when\nevents\r\n\toccurred as is usually done in charterparty hire statements. That\r\n\tinformation is not available to us and in exercising\nour discretion\r\n\twe are not concerned to engage in ‘a meticulous readjustment\r\n\tof economic interests between the parties’\nin the felicitous\r\n\tphrase of Van den Heever J in\nPucjlowski v Johnstone's Executors\n1946 WLD 1\nat 8.\n29\nVolumes\r\n\t1 – 9 of the record.",
  "scraped_at": "2026-02-12T15:50:12.250704",
  "date": "2011-09-15",
  "coram": [
    "NAVSA",
    "BRAND",
    "LEWIS",
    "LEACH",
    "WALLIS JJA"
  ],
  "case_number": "638/2010",
  "parties": {
    "applicants": [
      "Imperial Marine Company"
    ],
    "respondents": [
      "The Motor Vessel Pasquale della Gatta",
      "Deiulemar Compagnia di Navigazione Spa",
      "The Motor Vessel Filippo Lembo"
    ]
  },
  "sections": {
    "facts": "The case arose from a long‑term NYPE time‑charter of the Capesize bulk carrier George T between Imperial Marine Company (owner) and Deiulemar Compagnia di Navigazione Spa (charterer). Disputes emerged after the vessel suffered main‑engine damage in 2005, allegedly due to out‑of‑specification bunkers supplied by the charterer. Subsequent repairs, dry‑docking, and alleged breaches of safe‑port/berth warranties led both parties to commence arbitration in London. To secure their respective claims, Imperial Marine obtained an arrest of the vessel Filippo Lembo in February 2009, and later caused the arrest of Pasquale della Gatta. Deiulemar obtained orders for counter‑security and sought to set aside the arrests. The High Court made mixed orders, which were appealed to the Supreme Court of Appeal.",
    "issues": "The court had to determine (1) whether each party had established a prima facie case for the arrest of the vessels under s 5(3) of the Admiralty Jurisdiction Regulation Act; (2) whether the evidence, including expert reports, supported the claims for damages such as corrosion, impact‑damage at Richards Bay, and replacement of engine cylinder blocks; (3) the appropriate quantum of security and counter‑security to be ordered; (4) whether the High Court’s calculations and deductions were proper; and (5) the allocation of costs.",
    "principles": "The judgment reaffirmed that a ship arrest requires (a) an enforceable claim, (b) a prima facie case that is enforceable in the foreign forum, and (c) a genuine need for security. Evidence must go beyond mere speculation; expert opinions must be grounded in proved facts and logical reasoning. The court may exercise discretion in setting the amount of security, considering the reasonably arguable best case, avoiding duplication, and adjusting for over‑optimistic claims. English admiralty law principles, such as Greer LJ’s rule that the cost of repair is prima facie the measure of loss, were noted but applied only where appropriate.",
    "application": "Applying these principles, the court found that Imperial Marine had a prima facie case for certain claims (e.g., costs of arbitration) but not for the cylinder‑block replacement, the alleged impact‑damage at Richards Bay, or the SRB‑induced corrosion claim, which were deemed speculative or unsupported by undisputed evidence. Deiulemar’s counter‑security claim was reduced to reflect only the proven loss‑of‑hire amounts (US$7,047,177.50) and interest (US$1,374,199.61). The High Court’s orders for the arrest of Pasquale della Gatta were set aside, while the arrest of Filippo Lembo was upheld with a reduced security amount. The court also corrected the calculation of counter‑security and ordered each party to bear half the costs of preparing the record.",
    "conclusion": "The appeal against the arrest of Pasquale della Gatta was dismissed with costs; the cross‑appeal was upheld, setting aside the arrest order and the requirement for Imperial Marine to provide counter‑security. In the Filippo Lembo matter, the appeal succeeded in reducing the security to US$7,047,177.50 and interest to US$1,374,199.61, while the cross‑appeal succeeded in adjusting the counter‑security figures. Each party was ordered to pay half the costs of preparing the record and otherwise bear its own costs."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Ship Arrest & Security",
    "level_3": [
      "prima facie case",
      "arrest of vessels",
      "counter-security",
      "charterparty disputes",
      "expert evidence"
    ]
  }
}