{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/160.html",
  "case_name": "Grey Global Group Inc v Khumalo and Another (725/10) [2011] ZASCA 160 (28 September 2011)",
  "citation": "[2011] ZASCA 160",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 160\n|\nNoteup\n|\nLawCite\nGrey Global Group Inc v Khumalo and Another (725/10) [2011] ZASCA 160 (28 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\r\n725/10\nIn the matter\r\nbetween:\nGREY GLOBAL GROUP\r\nINC\n….........................................................................................\nAppellant\nand\nBONGANI\r\nKHUMALO\n….......................................................................................\nFirst\r\nRespondent\nGREY\r\nGROUP SOUTH AFRICA (PTY) LTD\n…...............................................\nSecond\r\nRespondent\nNeutral citation:\nGrey Global v Khumalo\n(725/10) [2011]\r\nZASCA161 (28 September 2011)\nCoram: Lewis, Maya,\r\nMalan and Theron JJA and Petse AJA\nHeard: 13 September\r\n2011\nDelivered\r\n28 September 2011\nSummary: Where option to sell shares is exercised, binding agreement\r\nof sale comes into existence and prescribed modes of performance\nof\r\nobligations do not make sale conditional.\nORDER\nOn\r\nappeal from: South Gauteng High Court, Johannesburg (Maluleke J\r\nsitting as court of first instance):\n1 The appeal is upheld with costs including those of two\r\ncounsel.\n2 The order of the high court is set aside and replaced\r\nwith:\n‘\nThe orders sought in prayers 1 and 2 of the\r\nnotice of motion are granted, with costs.’\nJUDGMENT\nLEWIS\r\nJA (MAYA, MALAN and THERON JJA and PETSE AJA concurring)\n[1] In July 2003 Mr B A Khumalo, the first respondent in\r\nthis appeal, bought 25.1 per cent of the shares in Grey Group South\r\nAfrica\n(Pty) Ltd (Grey Group), the second respondent, from Grey\r\nGlobal Group Inc (Grey Global), the appellant, for R8 million.\r\nPayment\nwas made by the delivery of a promissory note in the form\r\nprescribed by the agreement by Khumalo to Grey Global. A share\r\ncertificate\nwas delivered to Khumalo as agreed. The sale agreement\r\nwas made conditional on the conclusion of a shareholders’\r\nagreement.\nThat too was concluded by the parties.\n[2] The shareholders’ agreement contained various\r\nprovisions regulating the positions of the respective parties. I\r\nshall refer\nto them in due course. Central to this appeal is an\r\noption given to Khumalo to sell his shares (a put right) to Grey\r\nGlobal after\nthe fifth anniversary of the conclusion of the\r\nshareholders’ agreement, at a price to be determined in\r\naccordance with a\nformula. Khumalo exercised the option, but when the\r\nprice was determined at zero, he asserted that the option was\r\nconditional and\nthat he was not obliged to deliver the share\r\ncertificate to Grey Global. Grey Global applied for an order\r\ncompelling Khumalo to\ndeliver the share certificate. Maluleke J in\r\nthe South Gauteng High Court, Johannesburg held that the option was\r\nconditional and\ndismissed the application but granted leave to appeal\r\nto this court.\n[3] I shall turn to the core of the appeal shortly. It\r\nshould be noted first, however, that pursuant to the shareholders’\r\nagreement, Khumalo was appointed as a non-executive chairman of Grey\r\nGroup, and received director’s fees as remuneration.\n[4] The dispute between the parties centered on the\r\ninterpretation of clauses 3.2.3, 3.2.5 and 3.5 of the shareholders’\r\nagreement.\nClause 3 as a whole dealt with the future sales of shares\r\nby the parties. So, for example, Grey Global had the right to\r\npurchase\nKhumalo’s shares (a call right) on or within 90 days\r\nof the fifth anniversary of the agreement (clause 3.2.2). The put\r\nright\nconferred on Khumalo was expressed as follows:\n‘3.2.3\nKhumalo Put Right\n. On or within 90 days following\r\nthe fifth anniversary of the Agreement, Khumalo shall have the right,\r\nbut not the obligation, to\nrequire Grey to purchase all, but not less\r\nthan all, of the Shares then owned by Khumalo (”Put”).\r\nAny exercise of the\nPut shall be made in accordance with the terms\r\nand procedures set forth in section 3.5.’\n[5] Clause 3.5.1 required that put or call rights should\r\nbe exercised by written notice. Clause 3.5.2 provided that the\r\n‘closing’\nfor the purchase and sale of shares pursuant to\r\nthe exercise of a put or a call should be within 60 days after the\r\nexercise of\nthe put or the call, and clause 3.5.2(i) provided that\r\nKhumalo was required to deliver the share certificate with a\r\ndeclaration\nof transfer signed by him 14 days before the date of\r\ndelivery.\n[6] Clause 3.5.2 is the clause that was found by the\r\nhigh court to make the put right conditional. It provided:\n‘\nClosing.\nThe closing for the purchase and sale of\r\nShares (the “Closing”) pursuant to an exercise of a Put\r\nor Call under Section\n3.2 hereof shall be within 60 days after the\r\nexercise of the applicable Put or Call.\n3.5.3\nDeliveries at Closing\n. At any Closing:\n(i) Khumalo shall deliver a certificate or certificates representing\r\nthe Shares sold hereunder together with declaration for the\ntransfer\r\nthereof in blank as to transferee, duly signed by the\r\nSeller/registered holders on a date not being more than 14 . . .\ndays\r\nbefore the date of delivery . . . together with his resignation as\r\nNon-Executive Chairman of the Company.\n(ii) Grey shall deliver the Purchase Price, and, if applicable, the\r\ncancelled Promissory Note, to Khumalo.’\n[7] The parties agreed also that their agreement would\r\nbe construed ‘under the laws of the Republic of South Africa’\n\nand that it could be amended only by written agreement signed by the\r\nshareholders.\n[8] On 11 September 2008, Khumalo exercised the put\r\nright by sending a written notice to Grey Global in accordance with\r\nthe provisions\nof clause 3.2.3 of the shareholders’ agreement.\r\nHe undertook in the notice to lodge his share certificate in trust\r\nwith the\ncompany’s auditors within 48 hours, as required by the\r\nagreement.\n[9] On 14 April 2009,\nthe chief\r\nfinancial officer of Grey Global designated Mr A Graham to determine\r\nthe purchase price in terms of clause 3.4(f) of the\nagreement. The\r\nlatter did so. Using the formula agreed,\nGraham\r\ndetermined that the price was zero and this was communicated to\r\nKhumalo on 17 April 2009 by Grey Global’s attorneys.\n[10] Khumalo contested the result and the application of\r\nthe formula. (This was not pursued in argument on appeal.) And on 28\r\nApril,\nhis attorneys responded with a letter stating that,\nwhile Khumalo had ‘effectively’ exercised\r\nhis put right, he was not aware of any sale that had come into\r\nexistence.\nThe basis for this was that Grey Global had not complied\r\nwith the provisions of clause 3.5: no sale of shares agreement had\r\nbeen\ndrawn up, and there was thus no obligation to sell the shares\r\nnor to deliver the share certificate.\n[11] The stance that Khumalo took was that the exercise\r\nof the put right was conditional on closing taking place in terms of\r\nclause\n3.5. And that was the finding of the high court when it\r\ndismissed the application by Grey Global for the delivery to it of\r\nKhumalo’s\nshare certificate. The put right, it held, was\r\nconditional on the delivery by Khumalo of the share certificate and a\r\nshare transfer\nform, in the format prescribed; and on the payment by\r\nGrey Global of the purchase price and, if applicable, the delivery of\r\nthe\ncancelled promissory note. In other words, the put right was\r\nconditional on closing within 60 days of the exercise of the put\r\nright.\n[12] The high court found that Grey Global bore the onus\r\nof proving the existence of an unconditional purchase and sale\r\ncontract.\nSince there was no delivery of the share certificate nor\r\npayment of the price, the conditions had not been fulfilled and no\r\nsale\nhad been concluded.\n[13] Grey Global’s contention on appeal was that\r\nclause 3.5 did not impose any conditions. Once Khumalo had exercised\r\nhis\nright to sell the shares a binding contract of sale came into\r\nexistence. A put right is no more than an option. Once the right\r\nholder exercises the right – accepting the offer to buy –\r\na sale is concluded. That is indeed the usual construction\nof an\r\noption: it is an irrevocable offer which, when accepted, becomes a\r\nbinding contract. Grey Global would not have been entitled\nto revoke\r\nits offer to buy the shares, just as Khumalo would not have been\r\nentitled to revoke his offer to sell his shares –\nthe call\r\nright. The principle that an option is binding on the offeror is\r\ntrite.\n1\n[14] The construction of the provisions of clause 3.5,\r\ndealing with closing, as imposing conditions on the sale, is also\r\nincorrect.\nAgain, it is trite that a condition in the true sense is\r\nthe occurrence (uncertain at the time of entering into the contract)\r\nof\nan event that is not entirely dependent on the will of any of the\r\nparties. Clause 3.5 imposed obligations to perform on the exercise\nof\r\nthe put or call rights. The seller was required to deliver the share\r\ncertificate and the buyer to pay the price. Whereas a condition\n\ncannot be made to materialize by any of the parties, each has the\r\nright to compel performance of an obligation imposed on the other.\n\nThus once the put right was exercised by Khumalo he had the right to\r\ndemand payment of the price (if it had not amounted to zero)\nand Grey\r\nGlobal had the right to compel delivery of the share certificate and\r\ntransfer form.\n[15] Counsel for Khumalo placed some emphasis on the use\r\nof the word ‘closing’ in clause 3.5, arguing that it\r\nrequired\nthat performance take place before a contract could be\r\nconcluded. The shareholders’ agreement was drafted in America,\r\nand\nthere is American authority on the meaning of the term (which is\r\nnot defined in the agreement). ‘Closing’, it is said,\n\naccording to\nBlack’s Law Dictionary\n,\r\nis the final meeting between the parties to a transaction at which\r\nthe transaction is consummated – a definition relied\non in\nBenavidez v Benavidez.\n2\nBut the case makes it plain that by consummation is\r\nmeant performance.\nBenavidez\ncited\r\nalso\nMcMillan Ltd v Warrior Drilling &\r\nEng’s Co\n3\nwhere the court said that the acceptance of an offer to\r\nsell ‘real estate’ creates a binding obligation, and that\r\nclosing\nis the fulfillment of the obligations created.\n[16] Counsel for Khumalo did not point to any authority\r\nthat suggested that a sale is conditional on closing. And since the\r\ncontract\nis governed by South African law, there is no doubt, in my\r\nview, that clause 3.5 governed the mode of performance of the\r\nparties’\nrespective obligations and did not make the sale\r\nconditional.\n[17] Khumalo raised various other issues in an attempt\r\nto persuade the court that the put right had not been exercised. Two\r\nwere\nargued on appeal. The first was that on 7 January 2009 Graham\r\nhad written an email to Khumalo stating that he assumed that Khumalo\n\nwas retaining his shareholding in Grey Group but that Graham was\r\ndiscussing with others the possibility of their acquiring shares\ntoo.\r\nThis, submitted Khumalo, meant that Grey Global had accepted that the\r\nput right had not resulted in a binding sale. But Grey\nGlobal’s\r\nresponse was that the email was sent at a time when Khumalo and\r\nGraham were negotiating about the determination\nof the price, and\r\nthat the email was meant to convey only that Khumalo had not yet\r\naccepted that the price was zero. No agreement\nwas ever reached in\r\nthis regard. In any event, once the put right had been exercised, it\r\nwas not open to either Graham or Khumalo\nto reverse its effect. This\r\ncontention thus fails.\n[18] Secondly, Khumalo argued that he continued to be\r\nthe non-executive chair of Grey Group after he had exercised the put\r\nright\nand that that too meant that there was a common understanding\r\nthat there had been no sale in place. Grey Global’s response\n\nwas that since Khumalo had not delivered the share certificate, he\r\nretained his shareholding, and with that went his duty to chair\nthe\r\nboard. He was not asked to resign since Grey Global did not wish to\r\ncreate a dispute in respect of this issue. In my view this\nstance\r\ncould not have changed the legal position: a sale had occurred but\r\nperformance had not taken place and Grey Global was entitled\nto\r\ncompel performance – delivery of the share certificate by\r\nKhumalo. This argument too must fail.\n[19] In the circumstances the appeal must be upheld. It\r\nis ordered that:\n1 The appeal is upheld with costs including those of two\r\ncounsel.\n2 The order of the high court is set aside and replaced\r\nwith:\n‘\nThe orders sought in prayers 1 and 2 of the\r\nnotice of motion are granted, with costs.’\n____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nAPPELLANT:\r\nL Harris SC (with him F Ismail)\nInstructed\r\nby Webber Wentzel, Johannesburg\nHoney\r\n& Partners, Bloemfontein\nRESPONDENT:\r\nD B Ntsebeza SC (with him M Sello)\nInstructed\r\nby Ramushu Mashile Twala Inc, Johannesburg,\nClaude Reid Inc, Bloemfontein\n1\nR\r\n\tH Christie\nThe Law of Contract in South Africa\n5 ed (2006) at\r\n\t53-54.\n2\nBenavidez\r\n\tv Benavidez\nCourt of Appeals of New Mexico (2006) 145 P.3d 117.\n3\nMcMillan\r\n\tLtd v Warrior Drilling & Eng’s Co\n512 So 2d 14\n, 23\r\n\t(Ala 1986)\n.",
  "scraped_at": "2026-02-12T15:57:30.409150",
  "date": "2011-09-28",
  "coram": [
    "Lewis JJA",
    "Maya JJA",
    "Malan JJA",
    "Theron JJA",
    "Petse AJA"
  ],
  "case_number": "725/10",
  "parties": {
    "applicants": [
      "Grey Global Group Inc"
    ],
    "respondents": [
      "Bongani Khumalo",
      "Grey Group South Africa (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In July 2003 Mr B A Khumalo bought a 25.1% shareholding in Grey Group South Africa (Pty) Ltd from Grey Global Group Inc for R8 million, paying by promissory note and receiving a share certificate. The sale was made conditional on a shareholders' agreement, which was subsequently concluded. The agreement gave Khumalo a put right to require Grey Global to purchase all his shares on or within 90 days after the fifth anniversary of the agreement, with price to be determined by a formula. Khumalo exercised the put on 11 September 2008, delivering notice and agreeing to lodge the share certificate with auditors. In April 2009 Grey Global’s appointed valuator applied the formula and determined the price to be zero. Khumalo contested the price and refused to deliver the share certificate, arguing that clause 3.5 of the agreement made the sale conditional on closing within 60 days. The High Court agreed with Khumalo and dismissed Grey Global’s application for delivery. Grey Global appealed.",
    "issues": "The primary issue was whether the exercise of the put right created an unconditional binding contract of sale, or whether clause 3.5 of the shareholders' agreement rendered the sale conditional on the performance of delivery and payment obligations within the stipulated 60‑day period.",
    "principles": "South African contract law treats an option as an irrevocable offer; acceptance of the option creates a binding contract. A condition is an uncertain future event not dependent on the parties' will, whereas contractual obligations imposed on the parties are not conditions. The court emphasised that clauses governing the mode of performance (such as clause 3.5) do not convert a contract into a conditional one but merely set out the obligations of each party after the contract is formed.",
    "application": "Applying these principles, the Court held that once Khumalo exercised his put right, a sale contract arose irrespective of the price outcome. Clause 3.5 imposed obligations on Khumalo to deliver the share certificate and on Grey Global to pay the price, but did not make the existence of the contract contingent upon the satisfaction of those obligations. Consequently, Grey Global was entitled to compel performance – delivery of the share certificate – and Khumalo’s reliance on the alleged condition was rejected.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and replaced with an order granting Grey Global’s prayers, including an order that Khumalo deliver the share certificate and pay costs, with costs awarded to the appellant including costs of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Shareholder Agreements",
    "level_3": [
      "put right",
      "option contract",
      "share transfer",
      "performance obligations",
      "conditional sale"
    ]
  }
}