{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/110.html",
  "case_name": "Truyens v S (454/10) [2011] ZASCA 110; 2012 (1) SACR 79 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 110",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 110\n|\nNoteup\n|\nLawCite\nTruyens v S (454/10) [2011] ZASCA 110; 2012 (1) SACR 79 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 454/10\nIn\r\nthe matter between:\nJOHANNES HENDRICUS TRUYENS\n.............................................................\nAppellant\nv\nTHE STATE\n.................................................................................................\nRespondent\nNeutral citation:\nTruyens v\r\nThe State\n(454/2010)\n[2011] ZASCA 110\n(1 June 2011).\nCoram:\nCloete and Cachalia JJA\r\nand Meer AJA\nHeard:\n26 May 2011\nDelivered: 1 June 2011\nSummary: Foreman on a farm\r\nconvicted of theft of 48 cattle in terms of s 11 of the Stock\r\nTheft Act, 57 of 1959. The motive\nfor the theft was to sell the\r\ncattle for money to pay for medical expenses related to the terminal\r\nillness of the appellant’s\nchildren. A magistrate imposed a\r\nsentence of four years’ imprisonment under\ns 276(1)(i)\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n, which was increased on appeal\r\nto an effective sentence of eight years’ imprisonment by a\r\nprovisional division. The Supreme\nCourt of Appeal set aside the\r\nsentence imposed by the high court and reinstated the sentence\r\noriginally imposed by the magistrate.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorth West High\r\nCourt, Mafikeng (Hendricks and Gura JJ sitting as court of appeal):\nThe following order is made:\n(1) The appeal is upheld;\n(2) the order of the court below is\r\nset aside;\n(3) the sentence imposed by the\r\nregional magistrate is reinstated.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA\n(Cloete JA and Meer\r\nAJA concurring):\n[1] The appellant,\r\nMr Johannes Hendrikus Truyens, was convicted for the theft of 48 head\r\nof cattle in contravention of\nsection 11\nof Act 57 of 1959 by a\r\nRegional Court, sitting at Koster in the North West Province. He\r\ninitially tendered a plea of not guilty,\nbut changed his plea to\r\nguilty after three state witnesses had testified. After considering\r\nthe testimony and a pre-sentencing\nreport prepared by a forensic\r\ncriminologist, Dr Irma Labuschagne, the trial court (Mr C P Nel),\r\nsentenced the appellant to four\nyears’ imprisonment in terms of\r\ns 276(1)(i) of the Criminal Procedure Act 51 of 1977 (the Act).\r\nThis meant that he would\nhave to serve a minimum period of eight\r\nmonths’ imprisonment before being considered for placement\r\nunder correctional supervision.\n1\nHe appealed to the\r\nNorth West High Court, Mafikeng.\n[2] The judges to\r\nwhom the matter had been allocated (Hendricks and Gura JJ) notified\r\ncounsel for both the state and the appellant\nthat they were\r\nconsidering increasing the sentence. After hearing argument, they\r\nincreased his sentence to 12 years’ imprisonment\nand suspended\r\nfour years. The appellant was therefore sentenced effectively to\r\neight years’ imprisonment.\n2\nThe high court\r\nrefused him bail and leave to appeal further, but this court granted\r\nthe necessary leave. The appellant has been\nin custody for just over\r\ntwo years since he began serving his sentence on 30 April 2009.\n[3] There were three grounds upon\r\nwhich the appellant sought leave to appeal against the sentence.\r\nFirst, that the high court committed\nan irregularity by failing to\r\nask the magistrate for additional reasons for the sentence that he\r\nimposed, before it decided to\nincrease the sentence. Second, that it\r\nwas irregular for the court not to have informed the appellant\r\npersonally in writing that\nthe court was considering increasing the\r\nsentence. In this regard the appellant sought to lead further\r\nevidence before this court\nto show that had he been so informed, he\r\nwould have sought advice with a view to bringing a formal application\r\nto withdraw his\nappeal. Third, that the effective sentence imposed on\r\nthe appellant was excessively harsh.\n[4] Ms Zwiegelaar,\r\nwho appeared for the appellant, did not press either of the first two\r\ngrounds with any confidence. Regarding\nthe first ground, it has long\r\nbeen the law that though it is desirable for an appeal court, before\r\nincreasing a sentence, to request\nreasons from the magistrate for\r\nhaving imposed the sentence, this is not a hard and fast rule and a\r\nfailure to do so does not in\nany case amount to a misdirection.\n3\nIn this case the\r\nlearned magistrate had given a detailed and carefully reasoned\r\njudgment on sentence. So it would not have served\nany purpose for the\r\nhigh court to have asked for further reasons to be furnished. In any\r\nevent, the learned magistrate at the request\nof this court did\r\nrespond by stating briefly that in retrospect he would have imposed\r\nthe same sentence, but without reference\nto s 276(1)(i) of the Act.\n[5] The second ground, that the\r\nappellant should have been informed personally that the high court\r\nwas considering increasing the\nsentence, also has no merit. The\r\nappellant’s counsel and attorney of record were informed,\r\nalbeit not in writing, of the\nhigh court’s view. They were\r\ngiven sufficient time to, and did, prepare submissions on this\r\nquestion. Once the appellant\nappointed legal representatives to\r\nconduct his defence and his appeal, it would have been irregular for\r\nthe court or state counsel\nto communicate directly with him without\r\nreference to his lawyers. If the appellant has any complaint, it is\r\nwith his lawyers –\nnot the court – who he says did not\r\nproperly advise him that the sentence could be increased.\n[6] I turn to consider the merits of\r\nthe appeal. The facts are these. The appellant was employed as the\r\nforeman on a cattle farm\nand thus occupied a position of trust. He\r\nstole his employer’s cattle – 48 in total – valued\r\nat the time at between\nR105 000 and R120 000. The theft occurred on\r\nthree occasions between April and May 2005. He thereafter sold the\r\ncattle for a total\namount of R83 000.\n[7] The appellant’s personal\r\ncircumstances were set out comprehensively in the pre-sentencing\r\nreport. In summary, the appellant’s\nage was 46 when he\r\ncommitted the offences and 48 when he was sentenced. He is now 51. He\r\nis married with four children born of\nthe marriage, respectively in\r\n1986 and 1989 (both sons) and twin girls in 1990. At the time of his\r\ntrial he was employed as a contractor\nin Iraq at a salary, in rand\r\nterms, of R43 000 per month. His wife earned R12 000 per month as a\r\ncredit manager at a commercial\nbank.\n[8] The older son and the twin girls\r\nsuffer from a rare condition called cystic fibrosis, which is a\r\ngenetic disease that attacks\nthe lungs. The family has been advised\r\nthat the life expectancy of the ‘children’ affected is\r\nonly between 25 and 30\nyears, although some patients have been known\r\nto live longer with proper medical care. The older son was, at the\r\ntime of the trial,\non a waiting list for a heart and lung transplant.\r\nWhen the matter was argued before us we were informed that he was 25\r\nyears old\nand had been admitted to hospital to undergo the operation.\n[9] The children are unable to live\r\nnormal lives and are largely dependent upon their parents. The family\r\nis thus under great stress,\nwhich is exacerbated by the considerable\r\nmedical costs that treatment of this condition demands. The family\r\nhas medical aid, but\nit does not cover all their costs. The family is\r\ntherefore also under severe financial pressure.\n[10] The learned magistrate found that\r\nthe motive for the theft was to meet these medical costs and to\r\nameliorate the difficult\ncircumstances of the children. The money was\r\nnot spent on luxuries. In this regard he accepted the criminologist’s\r\nassessment\nthat this crime was one of need and not of greed.\n[11] It must be\r\nemphasized that the motive for the crime – what the accused\r\nbelieved and intended – is the central enquiry\nwhen deciding,\r\nfor the purposes of sentence, whether the moral blameworthiness of an\r\naccused has been reduced.\n4\nThe learned\r\nmagistrate found, correctly in my view, that the circumstances here\r\nprovided a compelling case for such a reduction.\n[12] I should\r\nmention that the trial court was aware, and took account of\ndicta\nin this court to\r\nthe effect that personal economic necessity, including having to meet\r\nthe costs of high medical expenses, cannot\ncondone theft or fraud of\r\nsome magnitude when committed by design over a period.\n5\nIt is however, a\r\nmitigating factor in reducing the extent of censure that may be\r\nappropriate for the commission of a crime.\n6\n[13] Also counting in the appellant’s\r\nfavour, the trial court considered, was that the appellant was\r\ncontrite. In this regard\nthe learned magistrate said that even though\r\nthe appellant initially pleaded not guilty and conducted his own\r\ndefence, when he\nwas able to obtain legal assistance after three\r\nwitnesses had testified for the state, he changed his plea to guilty.\r\nMore importantly,\nhe did not put up a false version in an attempt to\r\nevade responsibility, which indicates contrition. On the contrary, in\r\na letter\nto his employer before first appearing in court, he\r\nconfessed fully to the charges and expressed the hope that he now had\r\na chance\nto change his life. He also promised to compensate his\r\nemployer for his loss. Between December 2005 and January 2006 he paid\r\nR20\n000 in two instalments of R10 000 each. The first was paid\r\nbefore his arrest on 22 December 2006. Dr Labuschagne observed\n\nthat this conduct is consistent with remorse because it demonstrated\r\nthe appellant’s insight into the damage he had caused.\n[14] The trial court correctly\r\nconsidered that the appellant was employed in a position of trust,\r\nwhich he abused by committing\nthe crime, as an aggravating factor.\r\nFurthermore, it observed, the crime was planned and took place on\r\nthree occasions over two\nmonths. He could have stopped after the\r\nfirst, or even the second time, but he persisted. In effect, said the\r\ntrial court, he committed\nthree separate crimes but was charged with\r\nonly one.\n[15] The appellant had three previous\r\nconvictions for theft, housebreaking and fraud. These had occurred\r\nalmost 30 years ago. The\ntrial court took them into account, but\r\nproperly accorded little weight to them.\n[16] The pre-sentencing report ruled\r\nout direct imprisonment for the appellant because of the strong\r\nmitigating factors in this\ncase. However, the difficulty with a\r\nsentence of correctional supervision, Dr Labuschagne said, was that\r\nit could not be properly\nmonitored because the appellant worked\r\noverseas. She thus recommended a fine together with a suspended\r\nsentence. This sanction\nwould allow him to work so that he can\r\nprovide for his family and would also have a deterrent effect.\n[17] From his\r\njudgment it is apparent that the learned magistrate grappled with the\r\ndifficult question of what an appropriate sentence\nwould be in the\r\nunusual circumstances of this case. The appellant’s financial\r\ncircumstances, the magistrate said, was not\na matter about which the\r\ncourt could do anything. And even though the magistrate expressed\r\nsympathy for the appellant’s personal\ncircumstances, especially\r\nthe severe health needs of his children, he came to the view that a\r\nwholly suspended sentence did not\ncommend itself. In this regard the\r\nabuse of the employer’s trust weighed heavily with him. He thus\r\ndecided that a sentence\nof four years’ direct imprisonment\r\nwould be appropriate, but considered that he should impose it in\r\nterms of s 276(1)(i)\nof the Act.\n7\n[18] In deciding to\r\nemploy this provision the learned magistrate relied on two recent\r\ndecisions of this court. The first was\nS\r\nv Scheepers\n,\n8\nwhich held that:\n‘\nWhen\r\nthe sentencer considers that a custodial sentence is essential, but\r\nthe nature of the offence suggests that an extended period\nof\r\nincarceration is inappropriate’ the s 276(1)(i) option\r\n‘should always be in the foreground.’\nThe second was\nS\r\nv Oosthuizen\n,\n9\nwhich reiterated\r\nthis approach.\n[19] Against this\r\nbackground the question that arises is whether the court below was\r\ncorrect to have interfered with the sentencing\nmagistrate’s\r\nexercise of his discretion. In\nS\r\nv Wimpie Barnard\n10\nthis court\r\ncautioned that:\n‘\nA\r\nCourt sitting on appeal on sentence should always guard against\r\neroding the trial court’s discretion in this regard, and\nshould\r\ninterfere only where the discretion was not exercised judicially or\r\nproperly. A misdirection that would justify interference\nby an appeal\r\nCourt should not be trivial but should be of such a nature, degree or\r\nseriousness that it shows that the court did\nnot exercise its\r\ndiscretion at all or exercised it improperly or unreasonably.’\n11\n[20] Where there is\r\nno clear misdirection by the trial court to justify interference by\r\nan appeal court, the remaining question,\nas this court said in\nS\r\nv Whitehead\n,\n12\nis:\n‘\n.\r\n. . (W)hether there exists such a striking disparity between the\r\nsentences passed by the learned trial Judge and the sentences\nwhich\r\nthis Court would have passed – or, to pose the enquiry in the\r\nphraseology employed in other cases, whether the sentences\nappealed\r\nagainst appear to this Court to be so startlingly or disturbingly\r\ninappropriate – as to warrant interference with\nthe exercise of\r\nthe learned Judge’s discretion regarding sentence.’\n(Internal\r\nreferences omitted.)\n13\n[21] The court\r\nbelow felt itself at liberty to interfere on two grounds. First, the\r\nappellant’s previous convictions, ‘though\nit happened\r\nlong before, indicates that he has a propensity to steal’.\r\nSecond, it compared the sentence the court imposed\nin\nS\r\nv Hendrik Tiro Lephoro\n14\n–\nalso\r\ninvolving stock theft – with this case and concluded that the\r\nsentence of four years under s 276(1)(i) was ‘shockingly\nlight\r\nand totally disproportionate to the gravity of the seriousness of the\r\noffence . . .’.\n15\nIn\nLephoro\nseveral\r\naccused were sentenced to 10 years’ imprisonment, three of\r\nwhich were suspended, making the effective term of imprisonment\nseven\r\nyears.\n[22] With regard to the first ground,\r\nthe previous convictions, it is difficult to understand how the high\r\ncourt came to this conclusion\nin the face of the careful reasoning by\r\nthe learned magistrate. Some of those offences were committed during\r\nthe appellant’s\nadolescence, and others when he was 21 years\r\nold. The appellant committed the present offence as a middle aged\r\nadult, under unique\ncircumstances. This is hardly evidence of a\r\npredatory predilection.\n[23] Concerning the\r\nsecond ground – the reliance on the\nLephoro\ncase\r\n– there were fundamentally different circumstances present\r\nthere. Several accused, working in concert, stole eight head\nof\r\ncattle valued at R21 000. They committed the crime in the Taung area\r\nwhere the population relies on their livestock as their\nmain source\r\nof income. Most importantly, that case involved a crime of greed, not\r\none of need, as was the case here. And there\nwas no suggestion that\r\nthe accused had shown any sign of remorse. Again, this is an\r\nimportant difference.\n[24] There is another reason why the\r\nreliance on a case or cases involving stock theft is not appropriate\r\nhere. Stock theft is a\nsensitive issue in many farming communities.\r\nThis is because it is difficult for farmers to prevent the crime and\r\nequally difficult\nfor perpetrators to be apprehended and prosecuted.\r\nCattle farmers are therefore particularly vulnerable to this type of\r\ncrime.\nThe courts have reflected these concerns by progressively\r\nimposing tougher sentences – usually direct imprisonment –\n\non offenders.\n[25] But I do not think that the\r\ncircumstances of this case warrant comparison with typical stock\r\ntheft cases. The appellant is\nnot a cattle rustler. He stole his\r\nemployer’s cattle so that he could raise money to meet the\r\ndesperate medical needs of\nhis children. Furthermore, his employer is\r\nnot reliant on his cattle as his main source of income and that is\r\nwhy he did not seek\na compensatory order. In this regard, his\r\nemployer testified that the main reason that he pressed charges in\r\nthis case was because\nhe wanted to see justice done.\n[26] So, it is not surprising that Mr\r\nJacobs, who appeared for the state, had difficulty defending the\r\nreasoning of the court below.\nThis brings me to whether there was any\r\nproper basis to interfere with the sentence imposed by the trial\r\ncourt. In my view once\nthe learned magistrate came to the view that\r\ncustodial sentence was the only appropriate sentence, but that a\r\nsentence in excess\nof five years was not called for, he was not only\r\nentitled to apply the s 276(1)(i) sentencing option but, on clear\r\nauthority from\nthis court, obliged to consider whether its\r\napplication was suitable. Whether direct imprisonment – not in\r\nterms of s 276(1)(i)\n– was too lenient a sentence in these\r\ncircumstances is a matter on which there may well be divergent views.\r\nBut it would\nnot be justified for an appeal court to interfere with\r\nthe sentence imposed by the trial magistrate after his sensitive and\r\ncareful\nreasoning. In my view, the sentence of four years’\r\nimprisonment in terms of s 276(1)(i) was in any event ‘not\r\nshockingly\ninappropriate’. The fact that the learned magistrate\r\nin retrospect is of the view that a sentence of four years’\r\ndirect\nimprisonment may have been more appropriate does not detract\r\nfrom my conclusion, or his, that the original sentence was not unduly\n\nlight.\n[27] I should add that there is a\r\nmisconception that a sentence under s 276(1)(i) of the Act is a\r\nsofter option than an ordinary\nsentence of direct imprisonment. It is\r\nnot. It merely grants the Commissioner the latitude to consider an\r\nearly release under correctional\nsupervision – after a sixth of\r\nthe sentence is served – and only if the personal circumstances\r\nof the offender warrant\nit. The Commissioner in any event has the\r\nauthority under s 276A(3)(a) of the Act to apply to the sentencing\r\ncourt to reconsider\na sentence not exceeding five years’\r\nimprisonment, or exceeding five years’ imprisonment where the\r\ndate of release\nis no more than five years hence.\n[28] For these reasons I would set\r\naside the sentence imposed by the court below and reinstate the\r\nsentence of the trial court.\nThe following order is made:\n(1) The appeal is upheld;\n(2) the order of the court below is\r\nset aside;\n(3) the sentence imposed by the\r\nregional magistrate is reinstated.\n_________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS: C J Zwiegelaar\nInstructed by Grobler Levine Soonius,\r\nMafikeng\nNaudes Inc, Bloemfontein\nRESPONDENT: D G Jacobs\nInstructed by Director of Public\r\nProsecutions, Mafikeng\nDirector of Public Prosecutions,\r\nBloemfontein\n1\nSection\r\n\t73(7)(a)\nof the\nCorrectional Services Act 111 of 1998\n.\n2\nUnreported\r\n\tcase no. CA 95/07.\n3\nR\r\n\tv Swanepoel\n1945 (AD) 444 at 451.\n4\nS\r\n\tv Ferreira\n2004 (1) SACR 454\n(SCA)\r\n\tpara 44.\n5\nS\r\n\tv Lister\n1993 (2) SACR 228\n(A) at\r\n\t233e-f.\n6\nCf\nS v Kearns\n1999 (2) SACR 660\n(SCA) at 663g-h.\n7\nCf\r\n\tS v Wimpie Barnard\n2004 (1) SACR 191\n(SCA) where this court imposed a sentence of five years’\r\n\timprisonment under\ns 276(1)(i)\nfor the appellant’s theft of\r\n\tR30 069 from his employer over a period of 15 months. The appellant\r\n\thad abused his position\nof trust.\n8\nS\r\n\tv Scheepers\n2006 (1) SACR 72\n(SCA) para 10.\n9\nS\r\n\tv Oosthuizen\n2007 (1) SACR 321\n(SCA)\r\n\tpara 11.\n10\n469/2002.\n11\n2004\r\n\t(1) SACR 191\n(SCA) para 9.\n12\n1970\r\n\t(4) SA 424\n(A).\n13\nIbid\r\n\tat 436C-E.\n14\nUnreported\r\n\tcase no CA 28/2006 (Bophuthatswana Provincial Division).\n15\nSee\r\n\tn1 above para 22.",
  "scraped_at": "2026-02-12T15:44:27.433710",
  "date": "2011-06-01",
  "coram": [
    "Cloete JJA",
    "Cachalia JJA",
    "Meer AJA"
  ],
  "case_number": "454/10",
  "parties": {
    "applicants": [
      "Johannes Hendricus Truyens"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Johannes Hendricus Truyens, a foreman on a cattle farm, stole 48 head of cattle valued between R105,000 and R120,000 between April and May 2005 and later sold them for R83,000. He did so to obtain funds for the costly medical treatment of his three children, all suffering from cystic fibrosis, one of whom was awaiting a heart‑lung transplant. At the time of trial he was aged 46, married with four children, employed overseas in Iraq earning R43,000 per month, and his wife earned R12,000 per month. He had three prior convictions for theft, housebreaking and fraud dating back almost 30 years. He initially pleaded not guilty but changed to guilty after three state witnesses testified. The regional magistrate sentenced him to four years’ imprisonment under s 276(1)(i) of the Criminal Procedure Act, allowing early release on correctional supervision after a sixth of the term. The High Court increased the sentence to an effective eight years, which the appellant appealed.",
    "issues": "The appeal raised (1) whether the High Court erred in failing to obtain additional reasons from the magistrate before increasing the sentence; (2) whether the appellant should have been personally notified in writing of the High Court’s intention to increase the sentence; (3) whether the increased effective sentence of eight years constituted an excessive or disproportionate punishment in the circumstances of the case.",
    "principles": "The court referred to the principle that appellate courts should not unduly interfere with a trial court’s sentencing discretion unless there is clear misdirection or an unreasonable departure (S v Wimpie Barnard). It noted that striking disparity between sentences may justify interference (S v Whitehead). The applicability of s 276(1)(i) as a sentencing option when custodial imprisonment is necessary but an extended term is inappropriate was affirmed (S v Scheepers; S v Oosthuizen). Mitigating factors such as personal economic necessity, motive of need rather than greed, contrition, and repayment were recognised as relevant to reducing moral blameworthiness. Aggravating factors, including abuse of a position of trust and planning, were also acknowledged.",
    "application": "The court found that the magistrate had provided a detailed, reasoned judgment, rendering the High Court’s request for further reasons unnecessary. The appellant was duly informed through his counsel, satisfying procedural fairness. The mitigating circumstances—severe medical needs of the children, financial pressure, the appellant’s contrition and partial repayment—were given substantial weight, outweighing the aggravating factors. The High Court’s reliance on S v Hendrik Tiro Lephoro was rejected as the facts differed markedly: Lephoro involved multiple offenders, theft out of greed, and a community reliant on livestock, whereas Truyens acted alone out of need. Consequently, the increase to an eight‑year effective sentence was deemed unjustified and an improper interference with the trial magistrate’s discretion.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside the High Court’s order, and reinstated the original sentence imposed by the regional magistrate: four years’ imprisonment under s 276(1)(i) of the Criminal Procedure Act."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "stock theft",
      "mitigating circumstances",
      "s 276(1)(i)",
      "family medical expenses"
    ]
  }
}