{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/232.html",
  "case_name": "Equity Aviation Services (Pty) Ltd v South African Transport and Allied Workers Union and Others (478/09) [2011] ZASCA 232; 2012 (2) SA 177 (SCA); [2012] 3 BLLR 245 (SCA); (2011) 32 ILJ 2894 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 232",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 232\n|\nNoteup\n|\nLawCite\nEquity Aviation Services (Pty) Ltd v South African Transport and Allied Workers Union and Others (478/09) [2011] ZASCA 232; 2012 (2) SA 177 (SCA); [2012] 3 BLLR 245 (SCA); (2011) 32 ILJ 2894 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 478/09\nIn\r\nthe matter between:\nEquity\r\nAviation Services (Pty) Ltd\n…..................................................................\nAppellant\nand\nSouth African Transport and Allied Workers Union\n…........................\nFirst\r\nRespondent\nEmployees dismissed by the Appellant\n…..................\nSecond and\r\nfurther respondents\nNeutral citation: Equity Aviation v SATAWU (478/09)\r\n[2011] 232 ZASCA (30 November 2011)\nCoram:\r\nBrand, Lewis, Malan and Shongwe JJA and Plasket AJA\nHeard:\r\n17 November 2011\nDelivered\r\n30 November 2011\nSummary:\nEmployees who are not members of a trade union do not strike\r\nlawfully where they have not given notice to strike in terms of s\r\n64(1)(\nb\n) of the\nLabour Relations Act 66 of 1995\n.\n__________________________________\n_______________________________________\nORDER\n____________________________________________________________________________\nOn\r\nappeal from:\nLabour Appeal Court\r\n(Zondo JP,\nKhampepe ADJP and\r\nDavis JA sitting as court of appeal):\n1\r\nThe appeal is upheld with costs including those of two counsel.\n2\r\nThe order of the Labour Appeal Court is set aside and replaced with\r\nthe following:\n‘\nThe\r\nappeal is upheld. The order of the Labour Court is set aside and\r\nreplaced with the following:\n“\nThe\r\ndismissal of the second and further applicants was not automatically\r\nunfair.”’\n____________________________________________________________________________\nJUDGMENT\n____________________________________________________________________________\nLEWIS JA (BRAND, MALAN and SHONGWE JJA and PLASKET AJA\nconcurring\n)\n[1] This is an appeal against the majority decision of\r\nthe Labour Appeal Court on the interpretation of\ns 64(1)(\nb\n)\r\nof the\nLabour Relations Act 66 of 1995\n. The section deals with the\r\nprocedures to be followed by employees who intend to embark on strike\r\naction or employers who intend\nto lock-out. This case concerns only\r\nthe right to strike.\n[2]\nSection 64\nmust be complied with in order for\r\nemployees to strike lawfully, and to enjoy the protection afforded by\r\nthe Act. It provides that\nevery employee has the right to strike, and\r\nevery employer has recourse to lock-out if, first (under 64(1)(\na\n)),\r\nthe issue in dispute has been referred to a council or the Commission\r\nfor Conciliation, Mediation and Arbitration (the CCMA)\nfor\r\nconciliation, and either a certificate is issued by the council or\r\nCCMA that the issue remains unresolved, or a period of 30\ndays has\r\nelapsed since the referral of the dispute; and, second, after the\r\ncertificate has been issued, or time has lapsed, under\ns 64(1)(\nb\n)\r\nnotice is given of the proposed strike.\nSection 64(1)(\nb\n)\r\nprovides:\n‘[I]n the case of a proposed strike, at least 48 hours’\r\nnotice of the commencement of the strike, in writing, has been\ngiven\r\nto the employer . . . .’\nThere are further provisos that are not relevant to this\r\ndispute.\n[3] At issue is whether, where a union has given the\r\nrequisite notice on behalf of its members, and has embarked on a\r\nstrike, other\nemployees who are not members of that union need also\r\nto give notice in order for their strike action to be lawful.\r\nKhampepe ADJP\nand Davis JA in the Labour Appeal Court held not. Zondo\r\nJP held that a separate notice must be given by the non-union members\r\nin\norder for their strike to be protected. This appeal lies with the\r\nspecial leave of this court.\n[4] The facts, at this stage, are largely common cause.\r\nThe appellant, Equity Aviation Services (Pty) Ltd (Equity), is an\r\naviation\nlogistics company which provided services on the ramps and\r\nrunways of South African airports, including the largest. The first\r\nrespondent, the South African Transport and Allied Workers Union, was\r\nthe majority union for Equity’s employees. At the relevant\n\ntime, Equity employed some 1157 people, 725 of whom were members of\r\nthe union. The other respondents were employees who did not\nbelong to\r\nthe union.\n[5] On 13 November 2003 the union referred a wage\r\ndispute to the CCMA. Conciliation did not succeed and on 15 December\r\n2003 the\nCCMA issued a certificate that the dispute remained\r\nunresolved. The union issued a strike notice to Equity on the same\r\nday. It\nread: ‘We intend to embark on strike action on 18\r\nDecember 2003 at 08h00.’\n[6] The union members did strike, for some four months.\r\nTheir strike was regarded as lawful as the union had complied with\r\nthe requirements\nof\ns 64(1)(\nb\n).\r\nOther employees who did not belong to the union participated in the\r\nstrike too. Equity took the view that their participation\nwas\r\nunlawful: none had given the requisite notice. On 19 November 2004,\r\nEquity dismissed them for unauthorized absenteeism during\nthe strike.\r\nI shall refer to the union as such, to the other respondents as ‘the\r\ndismissed respondents’, and to ‘the\nrespondents’\r\nwhen referring to the union and the dismissed respondents\r\ncollectively.\n[7] The dismissed respondents referred a dispute about\r\nthe lawfulness of their dismissal to the CCMA. Conciliation was\r\nunsuccessful,\nand the matter was referred to the Labour Court, the\r\nrespondents alleging that their dismissals were automatically unfair\r\nin terms\nof\ns 187(1)(\na\n)\r\nof the Act. The Labour Court was asked to determine whether the\r\ndismissed respondents were required to be members of the union\nin\r\norder to participate in the strike lawfully. On 15 June 2006, some 18\r\nmonths after their dismissal, the Labour Court found that\nthe\r\ndismissed respondents were in fact members of the union at the time\r\nof the strike, but that in any event, they were not required\nto be\r\nmembers in order to participate lawfully. Their participation was\r\nthus lawful, and their dismissals automatically unfair.\nEquity was\r\nordered to reinstate them with back pay, this despite the fact that\r\nthe parties had agreed that the quantum of damages\nwould be decided\r\nseparately and at a later stage.\n[8] The Labour Court granted leave to appeal to the\r\nLabour Appeal Court, and that court heard the appeal on 18 June 2008.\r\nOn 14\nMay 2009 the Labour Appeal Court handed down its judgments. The\r\nappeal before this court, with its special leave, was heard on 17\n\nNovember 2011. I shall revert in due course to the time taken for\r\nthis matter to move through the adjudication process.\n[9] As I have said, Khampepe ADJP wrote the majority\r\njudgment. Davis JA wrote a separate concurrence and Zondo JP\r\ndissented. But\nthe court decided unanimously that the relief granted\r\nby the Labour Court should be set aside and that the dismissed\r\nrespondents\nhad not been members of the union when they participated\r\nin the strike. It found also that the notice issued by the union had\r\nnot\nreferred to the dismissed respondents, but that the latter had\r\nnot been required to refer a separate dispute to conciliation.\n[10] The sole point of difference between the majority\r\njudgments and the dissenting judgment was whether the dismissed\r\nrespondents\nwere required to issue a separate strike notice to\r\nEquity, or whether the union’s notice was sufficient to make\r\nthe strike\naction by the non-union members lawful. Khampepe ADJP,\r\nobserving that\ns 64(1)\nis silent on who must refer a dispute to the\r\nCCMA and on who must give the notice to strike, said that the section\r\nhad to be interpreted\nin the light of the purpose of the Act as a\r\nwhole and the purpose of the section itself.\n[11] Equity contended before the Labour Appeal Court and\r\nthis court that to allow employees, who had not given notice of their\r\nintention\nto strike, to participate with those who had given notice,\r\nwould lead to disorderly strike action: that the employer would have\n\nno opportunity to prepare for the scale of the strike that would\r\neventuate. The respondents contended, on the other hand, that\nonce an\r\nemployer had notice that a strike was proposed on a particular date\r\nit would be overly formal to require further strike\nnotices: that\ns\r\n64(1)(\nb\n) did not in\r\nexpress terms require more than one notice in respect of different\r\ngroupings or unions; and that to require a notice\ngiven by the other\r\nrespondents would limit their right to strike. I shall return to\r\nthese arguments.\n[12]\nSection 3\nof the Act requires it to be interpreted\r\nin such a way as to give effect to its primary objects, in compliance\r\nwith the Constitution,\nand in compliance with the public\r\ninternational law obligations of the country. In\nChirwa\r\nv Transnet Ltd & others\n1\nNgcobo J pointed out that the provisions of s 3 are not\r\nmerely textual aids to be employed when the language of a provision\r\nis ambiguous.\nHe said:\n‘[W]here a provision of the LRA is capable of more than one\r\nplausible interpretation, one which advances the objects of the\nLRA\r\nand the other which does not, a court must prefer the one which will\r\neffectuate the primary objects of the LRA.’\n[13] Section 1 of the Act sets out its primary objects.\r\nThese include providing a framework for, and promoting, orderly\r\ncollective\nbargaining and promoting the effective resolution of\r\nlabour disputes. Section 64(1)(\nb\n)\r\nis clearly designed for just that purpose. The question is whether\r\nemployees who have not given notice of a proposed strike defeat\n\norderly collective bargaining when they participate in a strike where\r\nother participants have given notice.\n[14] In interpreting s 64(1)(\nb\n)\r\nFroneman DJP in the Labour Appeal Court in\nCeramic\r\nIndustries Ltd t/a Betta Sanitaryware & another v NCBAWU &\r\nothers\n2\nsaid that the section must be interpreted and applied in\r\na manner which best gives effect to the primary objects of the Act,\r\n‘within\nthe constraints of the language used in the section’.\r\nHe continued:\n‘One of the primary objects of the Act is to promote orderly\r\ncollective bargaining. Section 64(1)(b) gives expression to\nthis\r\nobject by requiring written notice of the commencement of the\r\nproposed strike.\nThe section’s specific purpose is to give\r\nan employer advance warning of the proposed strike so that the\r\nemployer may prepare\nfor the power play that will follow.\nThat\r\nspecific purpose is defeated if the employer is not informed in the\r\nwritten notice in exact terms when the proposed strike\nwill\r\ncommence.’ (My emphasis.)\n[15] The purpose of the strike notice is elaborated on\r\nby Helen Seady and Clive Thompson in their chapter on\nStrikes\r\nand Lockouts\nin Clive Thompson and Paul\r\nBenjamin\nSouth African Labour Law\n3\nas four-fold. First, the notice tells the employer that\r\n‘words are about to escalate into deeds’, which they term\r\n‘settlement\nbrinkmanship’. Second, it leads to more\r\norderly industrial action: the employer is given the opportunity to\r\nregulate what\nis inherently volatile – to agree or impose\r\npicket rules, for example. Third, it allows for ‘damage\r\nlimitation’.\nStrikes are intended to cause financial loss, but\r\nthe notice can prevent unnecessary loss – where an employer\r\nworks with\nperishable goods, for example, it can take steps to\r\nprotect them. And fourth, ‘health and safety considerations’;\r\nin\nsome cases an orderly slow down of production might prevent or\r\nreduce health and safety risks to everyone in the workplace and to\n\nthe public. I would add that the requirement of a strike notice has\r\nan additional purpose: to protect employees. If they issue\na strike\r\nnotice in proper terms they are protected under the Act: their\r\nconduct is lawful. It is thus in all parties’ interests\nthat a\r\nstrike notice is given by or on behalf of all those who intend to\r\nstrike.\n[16] In this matter Khampepe ADJP considered that\r\nrequiring more than one notice of a strike would be contrary to\r\nlabour law jurisprudence\non the interpretation of s 64(1)(\nb\n),\r\nincluding the decisions of the Labour Appeal Court in\nChemical\r\nWorkers Industrial Union v Plascon Decorative (Inland) (Pty) Ltd\n,\n4\nand the Labour Court in\nAfrox Ltd\r\nv SA Chemical Workers Union & others (1).\n5\nShe held that to require the dismissed respondents to\r\nissue separate strike notices would be ‘too technical and\r\nconstitute\nan absurdity which the legislature could not have\r\ncontemplated’. She also considered that the effect of Equity’s\r\ninterpretation\nwould limit participation in strike action without\r\njustification. She added that in terms of s 64(1)(\nb\n)\r\nan employer is entitled to notice of the commencement of a strike but\r\nnot to be informed about the identity of the strikers. She\nconcluded,\r\ntherefore, that the dismissed respondents’ strike action had\r\nnot been unlawful.\n[17] Davis JA, who concurred with Khampepe ADJP,\r\nresponding to the dissent of Zondo JP, considered that the latter’s\r\nview\nthat chaos might ensue if employees, who had not given notice,\r\nparticipated in strike action where other employees had given notice\n\n(through a union or individually), was based on hypothetical examples\r\nthat were different from those in this dispute. He added:\n‘In my view, when collective bargaining fails and a strike\r\ncommences the fact that a notice is provided by a\nsignificant\r\ngroup of workers\nwithin the bargaining unit which proposed to\r\nstrike is sufficient to ensure the necessary form of orderly\r\nindustrial relations.\nTo read further limitations to section 27 [sc\r\n23] of the constitution does not appear to me to be justified, either\r\nin terms of\nthe purpose of the Act or the express wording of section\r\n64 which . . . must be the starting point of the enquiry.’ (My\r\nemphasis.)\n[18] In argument in this court, even the respondents’\r\ncounsel indicated that they did not rely on the test of a\r\n‘significant\ngroup of workers’ and could not say what it\r\nmeant. And Zondo JP pointed out that this construction of the section\r\nwould introduce\na considerable degree of uncertainty in the law\r\ngoverning industrial action. He said that the meaning of s 64(1)(\nb\n)\r\nshould not change depending on the facts (a general rule of statutory\r\ninterpretation). Davis JA’s view, he cautioned, would\nlead to\r\nthe conclusion that if an insignificant number of employees gave\r\nnotice of their intention to strike, then a further notice\nwould have\r\nto be given for a significant number of employees who also intended\r\nto strike. On the other hand, if the significant\nnumber gave notice\r\nfirst, no further notice need be given by the insignificant number.\r\nThat made no sense. I agree.\n[19] The majority judgments, Equity argued, did not\r\nappreciate the differences between s 64(1)(\na\n)\r\nand s 64(1)(\nb\n). The\r\npurpose of (\na\n) is to\r\nprovide first for conciliation, or a period to ‘cool off’.\r\nThe object of (\nb\n), on\r\nthe other hand, requires notice of intended strike action in order\r\nfor the employer to prepare for the power play that will\nfollow. That\r\npurpose, Equity argued, would be undermined if an employer had no\r\nindication of the number of employees who would\nparticipate in the\r\nstrike. The reason for notice – to warn the employer so that it\r\ncan make preparations for the strike that\nensues and to protect the\r\nemployees themselves\n6\n–\nwas not considered in the majority judgments.\n[20] Were that fundamental purpose to be undermined,\r\nEquity argued, an employer would not be able to determine before the\r\nstrike\nits scale, intensity and focus. It would thus not be able to\r\nmake an informed decision as to whether to accede to the employees’\n\ndemands; would be prevented from taking adequate steps to protect its\r\nbusiness; could not make informed decisions on pre-strike\nregulatory\r\ndecisions; and would be precluded from implementing adequate health\r\nand safety measures.\n[21] Zondo JP took these considerations into account in\r\nreaching the conclusion that the dismissed respondents were not\r\nprotected\nby the Act. He gave several examples that illustrate the\r\nchaos that might ensue should notice not be given that particular\r\nemployees\nproposed to strike (the examples that Davis JA said were\r\nnot useful). Equity advanced others. One suffices to illustrate the\r\npoint.\n[22] Assume that an employer employs 10 000 workers in\r\nthe country. Two employees in a small town are dissatisfied with\r\ntheir particular\nwork conditions. The majority union is not\r\ninterested in their plight. The two individuals refer a dispute to\r\nthe CCMA. It issues\na certificate of non-resolution. One of the two\r\nemployees issues a notice stating that they both intend to strike,\r\ngiving 48 hours’\nnotice. The employer does not consider this to\r\nbe a threat to its business and takes minor steps to deal with their\r\nabsence. But\non the day of the strike the majority of the 10 000\r\nemployees across the country embark on strike action. Had the\r\nemployer\nknown of the scale of the strike it would have acceded to\r\nthe demands made by the two employees, or taken measures across the\r\ncountry\nto prevent chaos in the workplace. This consequence could not\r\nconceivably have been intended by the legislature.\n[23] The example is an extreme one. The respondents\r\nargued that it is too far-fetched to be taken seriously, and that\r\nsuch extremes\nare unlikely. They contended that a strike notice is\r\nnot issued in a vacuum. It can be issued only after negotiation and\r\nan attempt\nat mediation. The context would thus indicate to an\r\nemployer who the likely participants will be, and thus the scale of\r\nthe strike.\nIn this case, the respondents argued, Equity was not\r\ncaught by surprise. It knew that all the employees in the bargaining\r\nunit\nwere affected by the dispute, regardless of whether they were\r\nmembers of the union or not. Indeed, a representative of Equity\r\ndiscussed\ntheir participation with representatives of the\r\nnon-unionised employees. Moreover, the respondents argued, strike\r\naction is inherently\ndisruptive and some uncertainty as to the\r\nidentity or number of those who propose to strike does not\r\nnecessarily make the strike\ndisorderly. But in fact, Equity did not\r\nknow that the non-unionised members would strike. It made enquiries\r\nand was told that only\nmembers of the union would strike. Its\r\ncontingency arrangements were made on this basis.\n[24] The argument of the respondents is premissed on the\r\nprinciple that the right to strike should be limited as little as\r\npossible.\nThat principle flows from cases such as\nS\r\nv Zuma & others\n7\nin which the Constitutional Court said that\r\nconstitutional rights ‘conferred without express limitation\r\nshould not be cut\ndown by reading implicit limitations into them’.\r\nThus limitations must themselves be strictly construed. And in\nChemical Workers Industrial Union v Plascon\r\nDecorative (Inland) (Pty) Ltd\n8\nCameron JA warned against importing into the Act\r\n‘without any visible textual support, limitations on the right\r\nto strike\nwhich are additional to those the legislature has chosen\r\nclearly to express’.\n[25] That proposition flows also from\nCeramic\r\nIndustries\n9\nargued the respondents. But in that case the Labour\r\nAppeal Court was concerned primarily with the employer’s right\r\nto be given\nprior warning of a proposed strike, ‘in exact\r\nterms’\n10\nand does not in any way suggest that the requirement of\r\nnotice is a limitation of the right.\n[26] In my view, the basic premiss of the respondents’\r\nargument is flawed. The requirement of notice is not a limitation of\n\na right. It is a procedural requirement for the\nexercise\nof the right to embark on strike action. Requiring all\r\nemployees to serve such a notice does not impinge on their rights.\r\nNor does\nsuch a requirement need to be read into the section. It is\r\nthe logical interpretation of the section required to give effect to\n\nits purpose: warning of the power play that will follow, in such a\r\nway that the employer can make informed decisions.\n[27] That this must be the correct interpretation of s\r\n64(1)(\nb\n) is assumed by\r\nthe authors of\nLabour Relations Law: A\r\nComprehensive Guide\n.\n11\nThey state that once there has been a discharge of the\r\nconciliation and notice requirements, a union is entitled to ‘call\r\nout on strike all its members employed by the employer, and not only\r\nthose members in dispute with the employer. Employees who are\nnot\r\nunion members would also be able to join the strike (the requirement\r\nis only that the dispute be conciliated)\nprovided\r\nthey give separate notice of their intention to strike\n’\n.\r\n(My emphasis.)\nZondo JP relied on this statement in support of his\r\nconclusion, while Khampepe ADJP dismissed it as being unsupported by\r\nauthority.\n[28] I consider that Zondo JP correctly interpreted s\r\n64(1)(\nb\n): employees\r\nwho do not belong to the union that has given the strike notice must,\r\nin order lawfully to embark on strike action,\ngive notice that they\r\ntoo intend to strike. They may do so through a representative or\r\npersonally, provided that their notice alerts\nthe employer to the\r\nextent of the strike (which will always be a matter of fact) and\r\nallows it to make the necessary arrangements.\nIf it were otherwise,\r\nin Zondo JP’s words, the Act would ‘promote not only\r\ndisorderly collective bargaining but will\nalso usher in an era of\r\nchaotic collective bargaining in our labour dispute resolution\r\nsystem’. The appeal must thus succeed.\n[29] This matter has taken an inordinate time to reach\r\nthis stage. The wage dispute was first referred to the CCMA in\r\nNovember 2003.\nThe CCMA issued a certificate of non-resolution on 15\r\nDecember 2003. The union’s strike notice was issued the same\r\nday. The\nstrike commenced three days later than that, on 18 December\r\n2003. The dismissed respondents were dismissed 11 months later. Their\n\ndispute was referred to the CCMA on 1 December 2004. It was not\r\nresolved. The matter was heard by the Labour Court on 12 June 2006,\n\nsome 14 months after the statement of case was delivered to the\r\nLabour Court. That court delivered its judgment within a month,\nand\r\ngave leave to appeal within two months. The Labour Appeal Court’s\r\nhearing was on 18 June 2008. Its judgments were in\nturn handed down\r\nsome 11 months later. The hearing of the matter in this court was\r\ndelayed because of intervening factors affecting\nEquity. In the\r\ncircumstances, where employees had been dismissed some eight years\r\nbefore the hearing in this court, both Equity\nand the dismissed\r\nrespondents must have been prejudiced. The delays in the court system\r\nare to be deplored. The Registrar of this\ncourt is requested to bring\r\nthis judgment to the attention of the Judge President of the Labour\r\nAppeal Court.\n[30]\n1 The appeal is upheld with costs including those of two\r\ncounsel. The order of the Labour Appeal Court is replaced with:\n2\r\nThe order of the Labour Appeal Court is set aside and replaced with\r\nthe following:\n‘\nThe\r\nappeal is upheld. The order of the Labour Court is set aside and\r\nreplaced with the following:\n“\nThe\r\ndismissal of the second and further applicants was not automatically\r\nunfair.”’\n______________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nFOR APPELLANT: J J Gauntlett SC (with him G Leslie)\nInstructed\r\nby\nSenekal Simonds Inc, Bedfordview\nHoney\r\nAttorneys, Bloemfontein\nRESPONDENT:\r\nJ G van der Riet SC (with him T M G Euijen)\nInstructed\r\nby\nCheadle Thompson & Haysom, Braamfontein\nMcIntyre\r\n& van der Post, Bloemfontein.\n1\nChirwa\r\n\tv Transnet Ltd & others\n[2007] ZACC 23\n;\n2008 (4) SA 367\n(CC) para 110.\n2\nCeramic\r\n\tIndustries Ltd t/a Betta Sanitaryware & another v NCBAWU &\r\n\tothers\n[1997] 6 BLLR 697\n(LAC) at 702F-I.\n3\nClive\r\n\tThompson and Paul Benjamin\nSouth African Labour Law\n(looseleaf)\r\n\tvol 1 AA1-314.\n4\nChemical\r\n\tWorkers Industrial Union v Plascon Decorative (Inland) (Pty) Ltd\n(1999) 20\nILJ\n321 (LAC) para 28.\n5\nAfrox\r\n\tLtd v SA Chemical Workers Union & others (1)\n(1997) 18\nILJ\n399 (LC).\n6\nSee\r\n\tpara 15.\n7\nS\r\n\tv Zuma & others\n[1995] ZACC 1\n;\n1995 (2) SA 642\n(CC) para 15 and\nChemical\r\n\tWorkers\nabove, para 20.\n8\nChemical\r\n\tWorkers Industrial Union v Plascon Decorative (Inland) (Pty) Ltd\n(1999) 20\nILJ\n321 (LAC) para 28.\n9\nCeramic\r\n\tIndustries Ltd t/a Betta Sanitaryware & another v NCBBAWU &\r\n\tothers\n[1997] 6 BLLR 697\n(LAC), cited above, at 701.\n10\nAt\r\n\t702G-I.\n11\nLabour\r\n\tRelations Law; A Comprehensive Guide\n3 ed (1999) by D du Toit, D\r\n\tWoolfrey, J Murphy, S Godfrey, D Bosch and S Christie at 238.",
  "scraped_at": "2026-02-12T16:18:55.795622",
  "date": "2011-11-30",
  "coram": [
    "Brand",
    "Lewis",
    "Malan",
    "Shongwe JJA",
    "Plasket AJA"
  ],
  "case_number": "478/09",
  "parties": {
    "applicants": [
      "Equity Aviation Services (Pty) Ltd"
    ],
    "respondents": [
      "South African Transport and Allied Workers Union",
      "Employees dismissed by the Appellant"
    ]
  },
  "sections": {
    "facts": "Equity Aviation Services (Pty) Ltd employed about 1,157 workers, 725 of whom were members of the South African Transport and Allied Workers Union (SATAWU). In November 2003 SATAWU referred a wage dispute to the CCMA; conciliation failed and a certificate of non‑resolution was issued on 15 December 2003. On the same day the union gave the employer a written strike notice of at least 48 hours, stating that a strike would commence on 18 December 2003. Union members struck for roughly four months. Non‑union employees also joined the strike, although they had not given a separate notice. Equity dismissed these non‑union employees for unauthorized absenteeism on 19 November 2004. The dismissed employees challenged the dismissals, alleging that their participation was unlawful and that the dismissals were automatically unfair under s 187(1)(a) of the Labour Relations Act.",
    "issues": "The central issue was whether employees who are not members of the union that gave the statutory strike notice must give their own 48‑hour notice under s 64(1)(b) of the Labour Relations Act in order for their participation in the strike to be protected, or whether the union’s notice suffices for all employees participating in the strike.",
    "principles": "The court examined s 64(1)(b) of the Labour Relations Act, which requires a written notice of at least 48 hours before a strike. It considered the primary objects of the Act (s 1) – promoting orderly collective bargaining and effective dispute resolution – and the interpretive rule in s 3 that favours interpretations that advance these objects. Precedent cited included Chirwa v Transnet Ltd, Ceramic Industries v NCBAWU, Chemical Workers Industrial Union v Plascon, and Afrox Ltd v SA Chemical Workers Union, focusing on the purpose of the notice to give the employer advance warning and to protect employees.",
    "application": "The majority held that s 64(1)(b) is silent on who must give notice, and that the purpose of the provision – to warn the employer of the scale and timing of a strike – requires each group of employees intending to strike to give notice. Consequently, non‑union workers who did not give a separate notice were not protected by the Act. The Labour Appeal Court’s earlier decision that the dismissals were automatically unfair was set aside. Zondo JP’s dissent, arguing that a single notice suffices, was rejected. The appeal was upheld, confirming that the dismissed respondents' strike participation was unlawful.",
    "conclusion": "The appeal was upheld with costs. The order of the Labour Appeal Court was set aside and replaced. The court held that the dismissals of the non‑union employees were not automatically unfair because their participation in the strike was not protected under s 64(1)(b)."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Right to Strike",
    "level_3": [
      "Section 64",
      "strike notice",
      "non‑union workers",
      "unfair dismissal"
    ]
  }
}