{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/92.html",
  "case_name": "Eedenprop (Pty) Ltd v Kouga Municipality (541/10) [2011] ZASCA 92; [2011] 4 All SA 121 (SCA) (31 May 2011)",
  "citation": "[2011] ZASCA 92",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 92\n|\nNoteup\n|\nLawCite\nEedenprop (Pty) Ltd v Kouga Municipality (541/10) [2011] ZASCA 92; [2011] 4 All SA 121 (SCA) (31 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nC\nase No:\r\n541/10\nIn the matter between:\nEEDENPROP (PTY) LTD\n................................................................\nAppellant\nand\nTHE KOUGA MUNICIPALITY\n..................................................\nRespondent\nNeutral citation:\nEedenprop\r\nv Kouga Municipality\n(541/10)\n[2011] ZASCA 92\n(31 May 2011)\nCoram:\nCLOETE, HEHER,\r\nMAYA, SNYDERS JJA and PETSE AJA\nHeard: 11 May 2011\nDelivered: 31 May 2011\nSummary:\nLand\r\nUse Planning Ordinance 15 of 1985(C) ─ whether the conditions\r\nof sub-division and re-zoning were waived ─ whether\na contract\r\nfor reimbursement to developer of cost of provision of essential\r\nservices for a development, by a municipality from\nrates generated by\r\nthat development, constitutes a sharing of rates which is unlawful\r\nand impermissible ─ whether there has\nbeen non-compliance with\r\nthe provisions of ss 172 and 173 of the Municipal Ordinance 20 of\r\n1974(C).\n___________________________________________________________\nORDER\nOn appeal from:\nEastern\r\nCape High Court (Port Elizabeth) (Sangoni J sitting as court of first\r\ninstance):\nThe appeal is upheld with costs.\nThe order of the court a quo is\r\n\tset aside and in its place the following order is substituted:\n‘\n(a) The\r\nagreement concluded between the appellant and the Jeffreys Bay\r\nTransitional Local Council (the predecessor in title of the\n\nrespondent) on 24 October 2000 is declared to be of full force and\r\neffect.\n(b) The respondent is ordered to\r\npay to the appellant all amounts due in terms of chapter VI of such\r\nagreement, including interest\nat the legal rate from the date upon\r\nwhich such amounts were due and payable, to the date of payment\r\nthereof.\n(c) The respondent is ordered to\r\npay the costs occasioned by this application, including interest on\r\nsuch costs at the legal rate\ncalculated as from the date of taxation\r\nto the date of payment.’\n___________________________________________________________\nJUDGMENT\nPETSE AJA (CLOETE, HEHER, MAYA\r\nand SNYDERS JJA concurring)\n[1] This appeal concerns the\r\nquestion whether an agreement concluded between the appellant and the\r\nJeffreys Bay Transitional Local\nCouncil, the predecessor-in-title of\r\nthe respondent, the Kouga Municipality, is valid and thus\r\nenforceable. On 24 October 2000\nthe appellant entered into a written\r\nagreement (the agreement) with the Jeffreys Bay Transitional Local\r\nCouncil in terms of which\nthe appellant undertook, subject to the\r\nterms and conditions spelt out in the agreement, to develop a\r\nretirement village on a portion\nof land. It is common cause that the\r\nrespondent is the successor-in-title to the rights and obligations\r\narising from the said agreement.\nI shall, for the sake of\r\nconvenience, as counsel have done in their heads of argument, refer\r\nto both the Jeffreys Bay Transitional\nLocal Council and the Kouga\r\nMunicipality as the respondent.\n[2] The appellant was the\r\nregistered owner of the land, being portion 13 (a portion of portion\r\n8) of the farm Kabeljauws River No\n328 (the farm) in the district of\r\nHumansdorp in the Eastern Cape Province, measuring 34,9201 hectares.\r\nThe appellant desired to\ndevelop a portion of that land comprising\r\n16,4797 hectares as a retirement village. To accomplish this\r\nobjective the appellant\nmade an application for re-zoning and\r\nsub-division of the land to the Western District Council, in whose\r\njurisdiction the land\nfell at that stage, in terms of the Land Use\r\nPlanning Ordinance 15 of 1985 (LUPO). The application was approved on\r\n14 September\n2000, subject to conditions to which I shall return. The\r\nretirement village would include in the first phase of the\r\ndevelopment\n82 freehold stands, a sectional title scheme consisting\r\nof 161 units, a service centre comprising community and frail care\r\nfacilities\nand an additional 100 freehold stands during the second\r\nphase of the development. The appellant undertook to construct\r\n‘internal\nservices’ which were to be transferred to the\r\nHomeowners Association, which the appellant was required to form in\r\naccordance\nwith an associated tripartite written agreement entered\r\ninto between the respondent and the Eedenglen Homeowners Association\r\nwhen\nsuch services were finalised and approved by the respondent. The\r\nappellant also undertook to erect bulk water and electricity supply\n\nsystems and to connect such infrastructure to the respondent’s\r\ninfrastructure at its own cost, in addition to payment of\nthe sum of\r\nR406 244 as a bulk services contribution to the respondent. It was\r\nalso agreed that both the internal services installation\nand internal\r\nreticulation would, upon completion to the satisfaction of the\r\nrespondent, become the property of the respondent.\nIt is not in\r\ndispute that the appellant fulfilled its contractual obligations in\r\nterms of the agreement and expended substantial\ncosts in excess of\r\nR11 million in doing so.\n[3] It is appropriate, at this\r\npoint, to mention that the sub-divided portion of the land excised\r\nfrom portion 13 of the farm was\nincorporated into the area of\r\njurisdiction under the control of the respondent with the consequence\r\nthat the ownership of the infrastructure\nlaid on the land by the\r\nappellant became vested in the respondent, as was envisaged in the\r\nparties’ agreement.\n[4] Chapter VI of the agreement\r\nprovides:\n‘\nVI.\r\nCOST LIABILITY AND THE PROVISIONS OF SERVICES\nIt is a basic\r\nprinciple of local government that any development such at (sic)\r\nthis, should not in any way be to the detriment of\nthe local rate\r\npayers but that it should rather be to the advantage of both the rate\r\npayer and the Developer. In view of the fact\nthat the Developer\r\npersonally carry the burden of all the development costs and interest\r\nthereon in order to provide the internal\nservices and the connector\r\nservices (external), the council undertakes to annually pay as from\r\ncompletion of the development as\nenvisaged in par. VIII to the\r\nDeveloper 60% of the assessment rate income levied in respect of the\r\ndevelopment area as well as\nall the availability charges levied,\r\nprovided that the payments thus to be made to the Developer shall in\r\nany one year not exceed\n12.5% of the total cost of the scheme, which\r\npayments will in any event terminate 15 years from the date of\r\ncompletion of the construction\nwork pertaining to the services\r\nenvisaged herein or as soon as the cost of the services has been\r\nfully paid whichever is the earlier.\nThe Developer shall on demand\r\nsubmit to the Council’s Town Treasurer, such as may be required\r\ndocumentary proof (certified\nby it’s Engineer) of the total\r\ncost of the internal services i.e. roads, stormwater, water and\r\nelectricity reticulation and\nsewerage, and the annual loan costs,\r\nbefore any of the payment contemplated in this paragraph shall be\r\nmade. It is a condition\nhereof that the Developer shall not be\r\nentitled to cede or make over in any way monies thus payable by the\r\nCouncil to the Developer.’\n[5] Upon completion of the\r\nconstruction of the development and its approval by the respondent,\r\nthe appellant wrote to the respondent\non 27 October 2006 advising it\r\nof this fact and also submitting certificates by various consultants\r\ncertifying that the construction\nwork had been undertaken to their\r\nsatisfaction. Simultaneously the appellant advised the respondent of\r\nthe total cost of the project\nand called upon the respondent to\r\nimplement the terms of chapter VI of the agreement. The respondent\r\ncommenced with making payments\nto the appellant in accordance with\r\nthe formula agreed upon in terms of that chapter until January 2009\r\nwhen it questioned the\nlawfulness of the payments by contending that\r\nthe agreement was ‘unenforceable’.\n[6] When the appellant’s\r\nbest endeavours ─ following a futile exchange of correspondence\r\n─ to resolve the impasse\namicably\n,\ncame to naught\n,\nit instituted\r\nproceedings in the Port Elizabeth High Court seeking first, a\r\ndeclarator that its agreement with the respondent was\nof full force\r\nand effect and second, an order directing the respondent ‘to\r\ncomply fully with its obligations arising from\nthe agreement\r\nincluding the obligations imposed upon it by virtue of the provisions\r\nof chapter VI . . .’. The appellant’s\napplication was\r\ndismissed by Sangoni J and this appeal against his judgment is now\r\nbefore us with the leave of the court a quo.\n[7] On appeal the respondent\r\nrelied on three principal grounds. It contended that there had been\r\nno compliance by the appellant\nwith the conditions of sub-division\r\nand rezoning imposed by the Western District Council nor proof that\r\nsuch conditions had been\nwaived; that the formula provided for in the\r\nagreement in relation to the repayment of the amount expendable by\r\nthe appellant in\nthe provision of ‘internal services’ and\r\ninfrastructure in terms of which the respondent was entitled to\r\nreceive the\nrates collected from the development and was obliged to\r\npay over 60 per cent thereof, to the appellant, in effect meant that\r\nthe\nappellant was receiving a share in taxes collected by an organ of\r\nstate\n,\nsomething that, it was submitted,\r\nis inimical to good governance; and that there had been\r\nnon-compliance with the provisions of\nss 172 and 173 of the Cape\r\nMunicipal Ordinance 20 of 1974. I now turn to deal with each of the\r\nabove contentions in turn.\nNon-compliance with conditions\r\nof sub-division and rezoning\n[8] In support of its contention\r\nthat the conditions imposed by the Western District Council were\r\nneither complied with nor waived,\nthe respondent argued that as such\r\nconditions were in extant at the time of the conclusion of the\r\nagreement the only remedy that\nthe appellant had, if it were of the\r\nmind that such conditions were for whatever reason unacceptable to\r\nit, is that it should either\nhave appealed against their imposition\r\nin terms of the\nPromotion of Administrative Justice Act 3 of 2000\n, or\r\nhave had them judicially reviewed. As neither of these options was\r\nexercised by the appellant the administrative act of the\nWestern\r\nDistrict Council must perforce stand. The respondent relied on the\r\njudgment of this court in\nOudekraal Estates (Pty) Ltd v City of\r\nCape Town\n2004 (6) SA 222\n(SCA) at 242A-C. Whilst the respondent\r\nis correct on the principle it is, however, my view that its reliance\r\non the\nOudekraal\ncase is misplaced. The simple answer to it is\r\nthat the appellant’s case proceeds entirely from the premise\r\nthat the respondent,\nin signing the agreement, in effect waived the\r\ncondition under consideration in this appeal imposed by the Western\r\nDistrict Council.\n[9] When the Western District\r\nCouncil approved the appellant’s subdivision and re-zoning\r\napplication by letter dated 14 September\n2000 it did so, as I have\r\nsaid, subject to certain conditions. The letter of approval expressly\r\nstipulated that ‘this approval\nis subject to the conditions\r\nimposed in terms of\nsection 42\nas set out in the annexures hereto’.\r\nOne of the annexures, annexure B, provides (in part):\n‘\nThe\r\nfollowing further conditions shall be applicable:\n(a) services such as\r\nwater reticulation, electricity, sewerage reticulation, refuse\r\nremoval, storm water disposal and any accesses\nto private\r\nthoroughfares from public roads shall be provided by the developer at\r\nhis cost . . . .’\n[10]\nSection 42\nof LUPO referred\r\nto in the letter just quoted provides, to the extent relevant, as\r\nfollows:\n‘\n42\r\nConditions\n(1) When . . . a\r\ncouncil grants . . . an application . . . he may do so subject to\r\nsuch conditions as he may think fit.\n(2) Such conditions\r\nmay, having regard to ─\n(a) the community\r\nneeds and public expenditure which in its opinion may arise from the\r\nauthorisation, exemption, application or\nappeal concerned and the\r\npublic expenditure incurred in the past which in . . . its opinion\r\nfacilitates the said . . . application\n. . . and\n(b) the various\r\nrates and levies paid in the past or to be paid in the future by the\r\nowner of the land concerned,\ninclude conditions\r\nin relation to . . . or the payment of money which is directly\r\nrelated to requirements resulting from the said\n. . . application in\r\nrespect of the provision of necessary services to the land concerned.\n(3) Subject to the\r\nprovisions of the Removal of Restrictions Act, 1967 (Act 84 of 1967),\r\n. . . a council, . . .may in relation to\na condition imposed under\r\nsubsection (1), after consideration of objections received in\r\nconsequence of an advertisement in terms\nof subsection (4) and after\r\nconsultation with the owner of the land concerned . . .\n(a) waive or amend\r\nany condition, . . .\n(b) . . .\n(4) The . . . town\r\nclerk or secretary, where a council may so act . . . shall, if he is\r\nof the opinion that the waiver or amendment\nof conditions under\r\nsubsection (3) adversely affects the interest that any person has in\r\nland, advertise the proposed waiver or\namendment of conditions . .\r\n.’.\n[11] In addition to chapter VI,\r\nquoted above, the contract between the appellant and the respondent\r\nprovided:\n‘\n1.5\r\nThe Developer shall be obliged and undertakes to give effect to all\r\nthe conditions upon which the subdivisional and rezoning\napplications\r\nhave been approved such as conditions laid down in terms of section\r\n42 of Ordinance 15 of 1985.’\nThe letter from the Western\r\nDistrict Council dated 14 September 2000 together with annexures\r\ncomprises chapter VII of the agreement.\n[12] There is a potential\r\nconflict between Clause 1.5 and chapter VII on the one hand and\r\nchapter VI on the other: The first two\nprovisions contemplate an\r\nabsolute obligation on the appellant as contemplated in s 42(2) of\r\nLUPO to pay for the cost of services,\nbut the latter obliges the\r\nrespondent to pay for this. The obvious way to resolve the potential\r\nconflict is to interpret the former\nprovisions as imposing a\r\ntemporary obligation on the appellant to pay for the costs of the\r\nservices in full and, once this has\nbeen completed, to the\r\nsatisfaction of the respondent, an obligation on the respondent to\r\nreimburse the appellant according to\nthe provisions of chapter VI.\n[13] The respondent’s\r\ncounsel submitted that such an interpretation would require a waiver\r\nor an amendment by the respondent\nof conditions imposed by the\r\nWestern District Council, which would be void for want of compliance\r\nwith s 42(3) and (4) of LUPO\nin as much as there had been no\r\npublication of an intention to waive the condition imposed by the\r\nWestern District Council. The\nargument is without merit. In terms of\r\nsubsec (3), before a council may waive or amend a condition imposed\r\nunder subsec (1), it\nmust consider objections in terms of subsec (4)\r\nand consult with the owner of the land concerned. The owner of the\r\nland concerned\nwas the appellant. The respondent obviously consulted\r\nwith him. And there was no other person who had any interest in land\r\nas contemplated\nin subsec (4). There was therefore no necessity to\r\nadvertise.\nShare in local government\r\ntaxes (rates)\n[14] The case sought to be made\r\nout by the respondent on this score is predicated on the provisions\r\nof ss 151, 156, 217 and 229\nof the Constitution of the Republic of\r\nSouth Africa, 1996 and a whole host of Acts all of which define the\r\npowers, functions and\nduties of municipalities in relation to the\r\nsphere of local government. (See\nLocal Government: Municipal Finance\nManagement Act 56 of 2003\n,\nLocal Government: Municipal Systems Act 32\nof 2000\n; Local Government Transition Act 209 of 1993 (since repealed\r\nby the\nLocal Government Laws Amendment Act 19 of 2008\n)). It was\r\nargued that the fundamental theme manifest in all these legislative\r\nprescripts is that every municipality is enjoined:\nto conduct its\r\naffairs in an effective, economical and efficient manner to optimise\r\none of its resources in addressing the needs\nof the community; to\r\nconduct its financial affairs in an accountable and transparent\r\nmanner; and to structure and manage its budgeting\nand planning\r\nprocesses to give priority to the basic needs of the community. It\r\nwas therefore contended that the real effect of\nthe agreement is that\r\nthe respondent’s power to determine rates payable by the owners\r\nwithin the development is compromised,\nbecause a large proportion of\r\nsuch rates is allocated to the appellant thereby advancing the\r\nappellant’s commercial interests.\n[15] This argument cannot be\r\nupheld. That it is the respondent alone that determines the rates and\r\ncollects them (albeit through\nthe agency of the Homeowners\r\nAssociation), is beyond doubt. The fact that the respondent employs\r\nfunds generated through rates,\nwhich after all are a major source of\r\nrevenue for a municipality, does not, in my view, detract from this.\r\nThe agreement benefits\nboth parties. The appellant, although being\r\nobliged to lay out the expenditure necessary for the provision of\r\nessential services,\nwill be reimbursed therefor and will be able to\r\nsell the units in the development. The respondent, although being\r\nobliged to make\nthe reimbursement, became the owner of the\r\ninfrastructure and received the benefit in perpetuity of the rates\r\nfrom the development,\nand payment for services used by the occupants\r\nof the units in the development. What the respondent seeks to do is\r\nto renege on\nits obligation to make the reimbursement, which was an\r\nessential term of the agreement without which the appellant would not\r\nhave\nundertaken the development, on the basis that rates should be\r\nemployed for the benefit of all, when it would never have had the\n\nincome from such rates had it not entered into the agreement in the\r\nfirst place.\nApplicability of ss 172 and\r\n173 of the Municipal Ordinance 20 of 1974\n[16] Section 172(1) reads as\r\nfollows:\n‘\n(1)\r\nA council shall, by notice published in the press, invite tenders\r\nbefore entering into any contract which is for ─\nthe execution of\r\n\tany work for or the supply or sale of any goods or materials to the\r\n\tcouncil and which involves or is likely to\ninvolve an amount\r\n\texceeding such amount as the Administrator may from time to time\r\n\teither generally or specially determine in\nrespect of contracts\r\n\tentered into by such council, and\nthe sale of any\r\n\tgoods or materials by the council.’\n[17] Thus s 172(1) enjoins a\r\n(municipal) council to invite tenders by notice published in the\r\npress before entering into any contract\nwhich is for the execution of\r\nany work for the supply or sale of any goods or material to the\r\ncouncil which exceeds or is likely\nto exceed an amount as determined\r\nfrom time to time in respect of such contracts; and the sale of any\r\ngoods or materials by the\ncouncil. The court a quo found that these\r\nlegislative prescripts were not complied with and consequently held\r\nthat such non-compliance\nrendered the agreement unlawful and of no\r\nforce and effect. In reaching this conclusion it relied on a host of\r\njudgments of, inter\nalia, this court. (See\nCity of Tshwane\r\nMetropolitan Municipality v RPM Bricks (Pty) Ltd\n2008 (3) 1\r\n(SCA);\nMunicipal Manager:\nQaukeni Local Municipality v FV\r\nGeneral Tracking CC\n2010 (1) SA 356\n(SCA);\nPremier, Free State\r\nv Firechem Free State (Pty) Ltd\n2000 (4) SA 413\n(SCA);\nEastern\r\nCape Provincial Government v Contractprops 25 (Pty) Ltd\n2001 (4)\r\nSA 142\n(SCA)).\n[18] To my mind the court a quo\r\nwas incorrect in finding that s 172(1) was relevant to the\r\ndetermination of the dispute raised on\nthe papers. The terms of\r\nchapter VI of the agreement clearly fell outside the purview of s 172\r\nas they were neither ‘for\nthe execution of any work’ nor\r\n‘for the supply or sale of any goods or materials’ to the\r\ncouncil.’ What\nin fact chapter VI plainly envisaged, in my\r\nview, was the provision of infrastructure and ‘internal\r\nservices’ by the\nappellant at its own cost on land not\r\nbelonging to the respondent to the satisfaction of the respondent\r\nwhich, after completion\nthereof, would become the property of the\r\nrespondent. In that event the respondent was contractually bound to\r\nre-imburse the appellant\nfor such cost as it, upon becoming the owner\r\nof the infrastructure and internal services, and, as I have said,\r\nacquired an additional\nrevenue base that it would, but for the\r\nagreement, not otherwise have had.\n[19] The court a quo also found\r\nthat the respondent was obliged to comply with s 173(4) of the\r\nMunicipal Ordinance 20 of 1974 which\nreads:\n‘\n(1)\r\n. . .\n. . .\n. . .\n(4) No contract\r\ncontemplated by subsection (1) or (2) and no amendment to any such\r\ncontract shall come into force until ─\n(a) The council has\r\nby publication in the press given notice of its intention to enter\r\ninto such contract or to make such amendment,\nand\n(b) The\r\nAdministrator has approved such contract or amendment.’\nThis conclusion by the court a\r\nquo was misconceived because the reference in s 173(4) to a\r\n‘contract’ is, as was submitted\nby counsel for the\r\nappellant, a reference to contracts with other local authorities or\r\nwith any other ‘person for the exercise\nor performance, whether\r\njointly or by any of the contracting parties, of any power, duty or\r\nfunction whatsoever which the council\nis from time to time by law\r\nauthorised or required to exercise or perform.’ The contract\r\nbetween the parties was not such\na contract for the reasons already\r\ngiven in para 18 above.\n[20] For all the aforegoing\r\nreasons I am satisfied that the belated attempt by the respondent to\r\nresile from the agreement, was\nuntenable.\n[21] In the result the following\r\norder is made.\nThe appeal is upheld with costs.\nThe order of the court a quo is\r\n\tset aside and in its place the following order is substituted:\n‘\n(a) The\r\nagreement concluded between the appellant and the Jeffreys Bay\r\nTransitional Local Council (the predecessor in title of the\n\nrespondent) on 24 October 2000 is declared to be of full force and\r\neffect.\n(b) The respondent is ordered to\r\npay to the appellant all amounts due in terms of chapter VI of such\r\nagreement, including interest\nat the legal rate from the date upon\r\nwhich such amounts were due and payable, to the date of payment\r\nthereof.\n(c) The respondent is ordered to\r\npay the costs occasioned by this application, including interest on\r\nsuch costs at the legal rate\ncalculated as from the date of taxation\r\nto the date of payment.’\n___________________\nXM Petse\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT: RG Buchanan SC\nInstructed by Pagdens, Port\r\nElizabeth;\nMcIntyre & van der Post,\r\nBloemfontein.\nRESPONDENT: A Beyleveld SC\n(Ms) M Beneke\nInstructed by McWilliams &\r\nElliot, Port Elizabeth;\nWebbers, Bloemfontein",
  "scraped_at": "2026-02-12T15:40:16.982381",
  "date": "2011-05-31",
  "coram": [
    "CLOETE",
    "HEHER",
    "MAYA",
    "SNYDERS JJA",
    "PETSE AJA"
  ],
  "case_number": "541/10",
  "parties": {
    "applicants": [
      "EEDENPROP (PTY) LTD"
    ],
    "respondents": [
      "THE KOUGA MUNICIPALITY"
    ]
  },
  "sections": {
    "facts": "The appellant, Eedenprop (Pty) Ltd, owned portion 13 of the farm Kabeljauws River No 328 and sought to develop a retirement village on 16.48 hectares. An agreement was concluded on 24 October 2000 with the Jeffreys Bay Transitional Local Council (predecessor of the Kouga Municipality) whereby the appellant would construct internal services and infrastructure at its own cost, after which ownership of those services would vest in the municipality. In return, chapter VI of the agreement required the municipality to pay the appellant 60% of the assessment rates generated by the development, subject to a cap of 12.5% of the total scheme cost and a 15‑year limit. The appellant complied with its obligations, incurring costs exceeding R11 million, and sought reimbursement from the municipality. The municipality paid until January 2009, then argued the agreement was unenforceable and raised three grounds of appeal.",
    "issues": "1. Whether the appellant complied with, or the conditions imposed on the subdivision and rezoning by the Western District Council were waived, so that the agreement remains valid. 2. Whether the clause requiring the municipality to pay the appellant a share of rates collected from the development amounts to an unlawful sharing of municipal taxes. 3. Whether the agreement breached sections 172 and 173 of the Municipal Ordinance 20 of 1974, which prescribe tendering and publication requirements for municipal contracts.",
    "principles": "The court applied principles of contractual interpretation, holding that a waiver of conditions under LUPO s42 can be effected without public advertisement where the landowner (the appellant) is consulted. It further held that reimbursement of costs for internal services does not constitute a contract for the execution of work or the supply of goods within the meaning of s172, and therefore s172 does not apply. Likewise, s173(4) relates to contracts requiring administrative approval and tendering, not to the reimbursement clause, so it is inapplicable. The Constitution and municipal finance statutes do not prohibit a municipality from entering into an agreement that provides for reimbursement of a developer’s costs, provided the municipality retains control over rate determination.",
    "application": "The court found that the appellant, by entering the agreement, effectively waived the conditions imposed by the Western District Council, satisfying the requirements of LUPO s42(3) and (4). The reimbursement clause was characterized as a contractual obligation to repay costs incurred for infrastructure that would become municipal property, not a share in rates that undermines municipal fiscal authority. Consequently, the provisions of s172 and s173 were deemed irrelevant to the dispute. The municipality’s refusal to honor the agreement was therefore unsupported by statutory or constitutional constraints.",
    "conclusion": "The appeal was upheld with costs. The lower court's order was set aside and replaced with an order declaring the 2000 agreement to be of full force and effect, directing the Kouga Municipality to pay all amounts due under chapter VI of the agreement (including legal interest), and to pay the costs of the application with interest."
  },
  "tags": {
    "level_1": "Municipal Law",
    "level_2": "Municipal Contracts",
    "level_3": [
      "subdivision conditions",
      "rate sharing",
      "municipal procurement",
      "contract enforcement"
    ]
  }
}