{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/99.html",
  "case_name": "Senwes Ltd v Competition Commission of South Africa (118/2010) [2011] ZASCA 99; [2011] 1 CPLR 1 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 99",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 99\n|\nNoteup\n|\nLawCite\nSenwes Ltd v Competition Commission of South Africa (118/2010) [2011] ZASCA 99; [2011] 1 CPLR 1 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 118/2010\nIn the\r\nmatter between:\nSENWES\r\nLIMITED\n.....................................................................................\nAPPELLANT\nv\nTHE COMPETITION COMMISSION OF\nSOUTH AFRICA\n......................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nSenwes v Competition Commission\n(118/2010)\n[2011] ZASCA 99\n(1 June 2011)\nCoram:\nMpati P, Brand, Lewis, Bosielo and Seriti JJA\nHeard:\n11 May 2011\nDelivered:\n01 June 2011\nSummary:\nCompetition Act 89 of 1998\n─ finding of\r\nTribunal that appellant contravened\ns 8(c)\nof the Act by conduct\r\nconstituting a margin squeeze ─ held that this conduct not\r\ncovered by the referral to the Tribunal\nand the finding therefore not\r\ncompetent.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nThe Competition Appeal Court (Davis JP,\r\nMailula and Malan JJA concurring, sitting as court of appeal from the\r\nCompetition Tribunal).\n1 The application for leave to appeal is granted with costs,\r\nincluding the costs of two counsel.\n2 The appeal is upheld with costs including the costs of two counsel.\n3 The order of the Competition Appeal Court is set aside and replaced\r\nwith the following:\n‘\n(a) The appeal is upheld with costs,\r\nincluding the costs of two counsel.\n(b) The order of the Competition Tribunal is set aside and replaced\r\nwith the following:\n“\nThe application is dismissed.”’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(MPATI P, LEWIS, BOSIELO and SERITI JJA concurring)\n[1] This is an application for leave to appeal against an order from\r\nthe Competition Appeal Court (the CAC) dismissing an appeal\nby the\r\nappellant (Senwes) against a judgment of the Competition Tribunal\r\n(the Tribunal) in which an application by the respondent\n(the\r\nCommission) was upheld. The application for leave to appeal had been\r\nreferred for the hearing of argument in terms of s 21(3)\nof the\r\nSupreme Court Act 59 of 1959. At the heart of the impugned judgment\r\nof the Tribunal lies its finding that Senwes had contravened\ns 8(c)\r\nof the Competition Act 89 of 1988 (the Act) by engaging in what is\r\nclassified in the parlance of competition law as\na ‘margin\r\nsqueeze’.\n[2] Section 8(c) of the Act prohibits a dominant firm from engaging\r\nin an ‘exclusionary act’ which is defined in s 1\nof\r\nthe Act as ‘an act that impedes or prevents a firm from\r\nentering into, or expanding within, a market’. By the nature\nof\r\nthings I am bound to return to these provisions as well as to the\r\nconcept of a margin squeeze in more detail. But for purposes\nof\r\nintroduction, a ‘margin squeeze’ is a phenomenon that\r\noccurs when a vertically integrated firm, participating in\nboth the\r\nupstream and downstream markets, is dominant in the upstream market\r\nand supplies an essential input to its competitors\nin the downstream\r\nmarket. The dominant firm is then said to engage in a margin squeeze\r\nwhen it raises the price of that input to\na level where the\r\ndownstream competitors can no longer survive in that market.\n[3] Put very simply ─ for I shall return to the facts in detail\r\nlater ─ Senwes provided storage facilities in silos\nto farmers\r\n(producers) in a particular area. That is referred to as the\r\n‘upstream market’. It trades in the product\n─ grain\r\nand maize, for example ─ by buying from farmers and selling to\r\nprocessors (millers and bakers) and to other\ntraders. The trading is\r\nthe ‘downstream market’. Senwes is a ‘vertically\r\nintegrated firm’ because it operated\nas one entity in both\r\nmarkets.\n[4] In concluding that Senwes engaged in a margin squeeze thus\r\ndescribed, the Tribunal made four essential findings:\n(a) Senwes is a vertically integrated firm in that it participates in\r\nboth the upstream market of grain storage in silos and the\ndownstream\r\nmarket of grain trading.\n(b) In the upstream market of grain storage Senwes is a dominant firm\r\nwithin its area of operation.\n(c) Storage is an essential input in the downstream market of grain\r\ntrading.\n(d) Through manipulation of its storage charges, Senwes has prevented\r\nits competitors in the downstream market from earning a viable\n\nprofit.\n[5] Before the CAC, Senwes’ ground of appeal amounted to two\r\ncontentions:\n(a) The finding of margin squeeze by the Tribunal was not competent\r\nbecause this was not a case that Senwes was called upon to\nanswer:\r\nneither a margin squeeze nor the alleged conduct giving rise to the\r\nconsequence of a margin squeeze was ever pleaded by\nthe Commission\r\n(the proceedings contention).\n(b) Alternatively, even if the complaint of margin squeeze could\r\nappropriately be entertained by the Tribunal, the elements of\nthe\r\ncomplaint had not been established on the evidence (the evidence\r\ncontention).\n[6] The CAC found both these contentions wanting. In consequence it\r\ndismissed the appeal as well as the subsequent application\nby Senwes\r\nto appeal to this court against that judgment. In its present\r\napplication before this court Senwes relies on essentially\nthe same\r\ntwo grounds. A finding in favour of Senwes on the proceedings\r\ncontention will render an inquiry into the evidence contention\n\nunnecessary. I therefore propose to deal with the former at the\r\noutset. But before doing so, it is appropriate to refer to the\n\ngeneral requirements for leave to appeal to this court against a\r\njudgment of the CAC.\nRequirements for leave to appeal\n[7] These requirements were succinctly formulated\r\nin\nAmerican Natural Soda Ash Corporation\nv Competition Commission\n2005\r\n(6) SA 158\n(SCA) para 19.1:\n‘\nThis\r\nCourt’s inherent constitutional power to protect and regulate\r\nits own process empowers it to require applicants for leave\nto appeal\r\nfrom a specialist appellate tribunal to demonstrate, in addition to a\r\nreasonable prospect of success, that there are\n“special\r\ncircumstances” indicating that a further appeal should lie.’\nAnd para 21:\n‘\nAs we\r\nobserved in\nNUMSA\n1\n(para\r\n43), the procedures for applying for leave to appeal, and the factors\r\nrelevant to obtaining special leave, are well established.\nThe\r\ncriterion for the grant of special leave to appeal is not merely that\r\nthere is a reasonable prospect that the decision of the\nCAC will be\r\nreversed – but that the applicants can establish “some\r\nadditional factor or criterion”. One is where\nthe matter,\r\nthough depending mainly on factual issues, is of very great\r\nimportance to the parties or of great public importance.\nIn applying\r\nthis criterion, this Court must be satisfied, notwithstanding that\r\nthere has already been an appeal to a specialist\ntribunal, and that\r\nthe public interest demands that disputes about competition issues be\r\nresolved speedily, that the matter is\nobjectively of such importance\r\nto the parties or the public that special leave should be granted.’\n[8] The central question is therefore whether Senwes has demonstrated\r\non the basis of either its proceedings contention or its\nevidence\r\ncontention (a) reasonable prospects of success on appeal; and (b)\r\nthat there are special circumstances requiring a further\nappeal to\r\nthis court. I shall consider these questions against the factual\r\nbackground that follows.\nBackground\n[9] Senwes has been in existence for almost a hundred years. For most\r\nof that period it was an agricultural co-operative. But in\nApril\r\n1997, it was converted into a public company. Its area of operation\r\nis mainly in the Free State and to a lesser extent in\nthe North-West,\r\nGauteng and the Northern Cape. Within its area of operation it owns\r\n56 grain silos, which represents more than\n90 per cent of the grain\r\nstorage capacity in that area. The extent of its dominance in that\r\nmarket is due to historic reasons.\n[10] These reasons were, according to expert\r\ntestimony before the Tribunal, that agricultural marketing in this\r\ncountry had been\ncharacterised for many years, by State intervention.\r\nIt started in 1937\n2\nas part of a global trend towards State\r\nintervention in agricultural affairs after the Great Depression.\r\nGrain industries were controlled\nby different control boards, eg the\r\nMaize Board, the Wheat Board and so forth. These boards administered\r\nsingle channel marketing\nschemes; they were the only buyers and\r\nsellers of the commodities that they controlled; they administered\r\nfixed prices at which\nthese commodities were bought from farmers and\r\nsold to millers; and they appointed agents to perform the physical\r\nhandling functions\nto move the commodities from farm gate to mill\r\ndoor.\n[11] Generally speaking, the agents of the boards were agricultural\r\ncooperatives. These agents earned most of their income from\nhandling\r\nand storing grain on behalf of the boards. The boards usually\r\nappointed only one agent in a particular area. This, of\ncourse,\r\nafforded the cooperatives a competitive edge in their areas of\r\noperation. To enable them to perform their agency functions,\n\ncooperatives were encouraged to build bulk silos. Financial\r\nassistance was afforded to them, generally in the form of low\r\ninterest\nloans by the Land Bank. Senwes was one of these\r\ncooperatives.\n[12] Drastic changes in the system came about with the deregulation\r\nof agricultural marketing in terms of the\nMarketing of Agricultural\nProducts Act 47 of 1996\n. Under the deregulated system, single\r\nmarketing channels were formally terminated, control boards were\r\ndisbanded and grain traders\nentered the scene. What did not change,\r\nhowever, was that the agricultural cooperatives retained ownership of\r\nthe silos. In addition,\nsilos are enormously expensive and since\r\nthere proved to be a general over-supply of silo storage capacity in\r\nthe country, the\nconstruction of new silos does not constitute a\r\nfinancially viable option.\n[13] Under the deregulated system the vertical linkages in the South\r\nAfrican grain industry can broadly be described as follows.\nThe first\r\nlink of the supply chain comprises the grain producers, ie the\r\nfarmers. The next level is the silo owners. Then there\nis the level\r\nof grain traders and finally, there are the processors, consisting of\r\nthe millers and (in the case of wheat), the\nbakers. The new entrants\r\nafter deregulation, the grain traders, provide an intermediary\r\nservice between the producers and the processors.\nIn doing so they\r\nusually earn a margin from the difference between the purchase price\r\nand the sale price of grain.\n[14] Another significant change brought about by\r\nderegulation was that grain can now be traded as a commodity on the\r\nSouth African\nFutures Exchange (Safex).\n3\nIn order to facilitate this trading, contracts are\r\nstandardised according to product (eg white maize), contract size (eg\r\n100 tons),\ndate of delivery in the future and location (eg\r\nBultfontein Silo). A requirement for trade on Safex is a negotiable\r\ninstrument.\nIn the case of grain, this instrument is referred to as a\r\nsilo certificate which is issued by a Safex approved silo. Silo\r\ncertificates\nguarantee the holder’s entitlement to a fixed\r\nquantity of the specified grain product at the issuing silo on the\r\nspecified\ndate of delivery. The Senwes silos are authorised by Safex\r\nto issue these silo certificates.\n[15] Safex transactions do not necessarily result in physical\r\ndelivery of grain. On the contrary, the amount of grain traded on\n\nSafex exceeds the physical grain trade by a factor of eight. For\r\npresent purposes we are not really concerned with the Safex trade,\n\nbut with the physical trade in grain. Yet the Safex trade is\r\nimportant because the prices that traders offer to farmers in the\n\nphysical trade are determined with reference to the Safex price. In\r\nbroad outline, the physical price of grain is calculated by\ndeducting\r\nthe anticipated price of storage and transport as well as the\r\ntrader’s margin from the Safex price. Because Safex\nconstitutes\r\na national market, grain prices are determined with reference to a\r\nnational standard of which both producers and processors\nare well\r\naware. Moreover, committees within Safex recommend annual tariffs for\r\ndaily storage rates. Though these rates are not\nbinding, they are in\r\npractice followed by silo owners, including Senwes.\n[16] Storage plays a vital role in the physical grain trade. It flows\r\nfrom the fact that the harvesting season of grain is limited\nto three\r\nor four months. In the case of maize – which comprises about 80\r\nper cent of the grain crop in South Africa –\nit is between May\r\nand August. Processors, on the other hand, require a constant supply\r\nthroughout the year. Grain not consumed\nduring the harvest season\r\ntherefore requires to be stored. Storage is predominantly supplied by\r\nsilo owners. An alternative is\nto store grain in huge silo bags (up\r\nto 200 tons). At present, however, this alternative has some features\r\nthat makes it less appealing,\nnot the least of which is that silo\r\nbags are not eligible for silo certificates and are therefore\r\nexcluded from the Safex trade.\nIn the end, about 75 per cent of the\r\ntotal grain crop is stored in commercial silos like those that belong\r\nto Senwes.\n[17] Storage cost forms a major part of the eventual price of the\r\ngrain that requires storage. It is calculated on the basis of\none ton\r\nper day, for which the Safex recommended tariff was, at the time of\r\nthe proceedings before the Tribunal, in the region\nof 40 cents.\r\nStorage for 100 days would therefore amount to R40 per ton, which\r\ncan, by way of illustration, be compared to the\ntrader’s margin\r\nwhich was, during the same period, in the region of R15 to R17 per\r\nton.\n[18] This brings me closer to the complaints brought against Senwes\r\nwhich centred around the storage tariffs that it imposed.\r\nHistorically Senwes offered two options to all its storage customers\r\n─ both farmers and traders: A daily tariff which was\nthe Safex\r\nrecommended tariff; and a lump sum storage amount that was roughly\r\nequivalent to 100 days of storage at the daily tariff.\nThis was\r\nreferred to as the capped tariff. The capped tariff applied only\r\nuntil the next harvest season when either the daily tariff\nor a new\r\ncapped tariff started again. In May 2003 Senwes removed the capped\r\ntariff for traders and offered it to farmers only.\nThis new\r\ndispensation became known as the differential tariff because it\r\ndifferentiated between farmers and traders. A trader who\nstored for\r\nlonger than 100 days thus continued to pay the daily tariff. At the\r\nsame time a rumour started amongst competitors of\nSenwes that farmers\r\nwere only eligible for the capped tariff if they sold their grain to\r\nSenwes. If they sold to other traders\ninstead, they would have to pay\r\na daily tariff on an uncapped basis. Against this background I now\r\nturn to the complaint as it\nwas formulated by the Commission in its\r\nreferral to the Tribunal.\nThe referral\n[19] The complaint against Senwes was referred to\r\nthe Tribunal by the Commission in its prosecutorial role on 20\r\nDecember 2006.\nIt had its origin in a formal complaint by a\r\ncompetitor of Senwes in the trading market, C T H Trading (Pty) Ltd\r\n(CTH), which was\nfiled on 2 December 2004. In accordance with the\r\nrules of the Tribunal, the referral was by way of notice of motion,\r\nwhich embodied\nthe prayers for relief, supported by an affidavit,\r\nstating the grounds of the complaint and the material facts upon\r\nwhich the Commission\nrelied.\n4\n[20] The referral was in line with, though substantially narrower\r\nthan, the original complaint. So, for example, complaints by\nCTH\r\nabout administrative charges raised by Senwes and the fact that\r\nSenwes provided finance to farmers who sold their crops to\nit, were\r\nnot referred. What the referral focussed on were two allegations of\r\nfact. First, that Senwes offered a capped tariff only\nto farmers who\r\nsold their grain to it. Second, that Senwes discriminated against its\r\ncustomers who are traders in that the capped\ntariff was offered to\r\nfarmers only and was not available to traders.\n[21] The first alleged factual situation was said to constitute a\r\ncontravention of s 8(d)(i) of the Act, which prohibits a\n\ndominant firm from ‘inducing a customer not to deal with a\r\ncompetitor’. Senwes’ answer to this charge was a denial\n\nthat it offered the capped tariff only to farmers who ultimately sold\r\nto it. As a fact, so Senwes contended, its storage charges\nin no way\r\ndistinguished between farmers who sold their crop to it and those who\r\ndid not. Even at this early stage I find it convenient\nto point out\r\nthat on this issue the Tribunal found for Senwes and that the CAC\r\naccepted this finding as correct. In consequence\nwe need no longer be\r\ndetained by this charge.\n[22] The second complaint relied on the differential tariff levied on\r\nfarmers and traders, respectively, which practice was admitted\nby\r\nSenwes. The Commission’s main complaint based on this practice\r\nwas that it constituted price discrimination as envisaged\nin s 9\r\nof the Act, which provides, in relevant part:\n‘\nAn\r\naction by a dominant firm, as the seller of goods or services, is\r\nprohibited price discrimination, if –\n(a)\nit is likely to have\r\nthe effect of substantially preventing or lessening competition;\n(b)\nit relates to the\r\nsale, in equivalent transactions, of goods or services of like grade\r\nand quality to different purchasers; and\n(c)\nit involves\r\ndiscriminating between those purchasers in terms of –\n(i) the price charged for the\r\ngoods or services;\n(ii) any discount, allowance,\r\nrebate or credit given or allowed in relation to the supply of goods\r\nor services . . . ‘\n[23] As to why the differential tariff constituted a contravention of\r\ns 9, the Commission motivated its case as follows in\nparagraph\r\n32 to 34 of the affidavit supporting the referral.\n‘\n32 The\r\nservice of provision of commercial handling and storage facilities of\r\ngrain by Senwes to producers and traders constitutes\na sale, in\r\nequivalent transactions, of services of like grade and quality to\r\ndifferent purchasers.\n33 Senwes’ differentiated\r\npricing policy for grain storage between producers and traders is\r\nsuch that it involves discriminating\nbetween those purchasers in\r\nterms of:\n33.1 The price charged for the\r\nservice; or\n33.2 The discount or rebate\r\ngiven or allowed in relation to the supply of the service.\n34 The aforegoing conduct\r\nfurther has the effect of substantially preventing or lessening\r\ncompetition within the contemplation of\nsection 9(1) and is therefore\r\nprohibited price discrimination in terms of the Act.’\n[24] Senwes’ answer to this charge was in essence that farmers\r\nand traders are not competitors in the same market and that\nthe\r\ndifferential tariff would therefore have no negative effect on\r\ncompetition. In the event, both the Tribunal and the CAC held\nthis\r\ncomplaint to be ill-founded as well. Again, we therefore need not be\r\ndetained any further by the charge of price discrimination\nunder s 9.\n[25] But according to the referral, the Commission\r\nfounded an alternative complaint on the basis of the differential\r\ntariff, which\nthe Tribunal and the CAC eventually endorsed, namely,\r\nthat the differential tariff constituted an exclusionary act with\r\nanti-competitive\neffect as envisaged in the prohibition contained in\r\ns 8(c) of the Act.\n5\nThe terse motivation advanced in the referral for\r\nthe alternative complaint was that:\n‘\nSenwes’\r\npractice of charging differential tariff fees for storage, is\r\nexclusionary and has an anti-competitive effect, as\nit impedes or\r\nprevents CTH and other grain traders who compete with Senwes from\r\nexpanding within the downstream market for grain\ntrading and is thus\r\nin contravention of section 8(c) of the Act.’\n[26] Senwes contended from the start that the\r\ncharge under 8(c) was, on the face of it, without a factual\r\nfoundation. After it had\nfiled its answering affidavit,\n6\nSenwes therefore applied for the Tribunal to\r\nadjudicate the complaint based on a differential tariff by way of\r\nexception.\n7\nAs the basis for the exception it contended that\r\n‘it is axiomatic that conduct can only have an effect on\r\ncompetition between\nidentified persons or groups of persons if the\r\npersons identified compete with each other in the same market’\r\nand that, because\nthe roles of farmers and traders ‘are\r\ncomplementary, not competitive, giving producers better storage rates\r\nthan traders,\ncan never produce anti-competitive consequences’.\r\nThe Commission did not deal with the exception on its merits. It\r\nopposed\nthe application on two procedural bases: That its case\r\nagainst Senwes was set out with sufficient clarity and particularity\r\nin\nthe referral; and that Senwes had elected to file an answering\r\naffidavit and thereby waived its right to except. In the event the\n\nTribunal dismissed the application for leave to except out of hand\r\nand without reasons.\nWitness statements\n[27] Subsequently, witness statements were exchanged between the\r\nparties. This happened shortly before the commencement of the\nhearing\r\nbefore the Tribunal. The witness statements pertained to both expert\r\nwitnesses and witnesses on fact. According to factual\nwitness\r\nstatements filed on behalf of the Commission, traders competing with\r\nSenwes complained that they would be better able to\ntrade if they\r\nwere afforded the benefit of the capped tariff. But their complaint\r\nwent further. Because they were not offered the\ncapped tariff, so\r\nthey said, Senwes was able to beat the offer they made to farmers in\r\nthat it was able to deduct a lesser amount\nfor storage from the Safex\r\nprice. What this amounted to, of course, was not a comparison of the\r\nposition of traders\nvis-à-vis\nfarmers, but with the\r\nposition of competing traders\nvis-à-vis\nSenwes qua\r\ntrader. In short, the complaint thus formulated was that Senwes as\r\nstorage provider offered a better deal to its trading\narm than to\r\nother traders. The witnesses were careful, however, not to level this\r\ncharge in express terms. They put the charge\nno higher than ‘I\r\nsuspect that Senwes does not deal with its own trading division as it\r\ndoes with a third party trader when\nit comes to storage charges’.\n[28] In the same vein, factual witnesses also complained about\r\nadministrative charges that were levied by Senwes – qua storage\n\nprovider – on other traders, but not on its own trading arm.\r\nSo, for example, they complained about a charge of R8,50 per\nton\r\nlevied by Senwes on other traders for information about their own\r\nstock stored in the Senwes silos. If a trader therefore sought\n\ninformation about its own stock of, say, 5 000 tons in a Senwes\r\nsilo, it had to pay an amount of R42 500. Further, if\na trader\r\nrequired Senwes to issue a silo certificate, the cost would be R1,50\r\nper ton, irrespective of volume. A silo certificate\nfor 100 tons\r\nwould therefore cost R150 and a 10 000 ton certificate, R15 000.\r\nNeither of these charges, so the witnesses\nsaid, were levied on the\r\nSenwes trading arm. Since competing traders were bound to deduct\r\nthese expenses from the Safex price in\narriving at the price that\r\nthey offered to farmers, it was almost impossible to compete with\r\nSenwes in a market where the profit\nmargin was no more than R15 per\r\nton.\n[29] The concept of margin squeeze was pertinently raised for the\r\nfirst time in the witness statement of an expert economist, Dr\nNicola\r\nTheron, which was filed by the Commission, together with its factual\r\nwitness statements. With reference to this concept,\nshe levelled the\r\nfollowing charge against Senwes:\n‘\nA\r\nmargin squeeze generally prevents rivals also active in the\r\ndownstream market from making a profit. The dominant firm uses its\n\npower over supply of the downstream input to distort competition in\r\nthis way. This can be done by raising input prices to a level\nwhere\r\nthe rival firms cannot survive or compete. Generally, there should\r\nnot be a discriminating difference between prices charged\nto the\r\ndownstream rivals and its own integrated business . . . . In the\r\ncurrent case this is the alleged practice that Senwes is\nguilty of.’\n[30] In support of this charge she relied on the following examples\r\nemanating from the factual witness statements:\n(a) That the capped tariff was not available to traders, but only to\r\nfarmers.\n(b) That the capped storage tariff was only available to farmers who\r\nsold to Senwes ─ an allegation which the Tribunal found\nnot to\r\nhave been established.\n(c) The levying of administrative fees by Senwes for information\r\nwhich ‘are so much that it often makes a trade unprofitable’\n\n─ a complaint originally made by CTH but not referred to the\r\nTribunal.\n(d) That Senwes provided finance to farmers on condition that they\r\nsell their crops to Senwes ─ again a complaint originally\nmade\r\nby CTH but not referred to the Tribunal.\nObjections by Senwes\n[31] Upon receipt of the witness statements, Senwes prepared a\r\ndocument entitled ‘A Schedule of Objections’. The\r\nschedule\nrecited the alleged objectionable conduct by Senwes referred\r\nto the Tribunal and then proceeded, with reference to each witness\n\nstatement, to identify those paragraphs that contained evidence of\r\nconduct or practices that did not form part of the referral.\nThus it\r\nstarted by pointing out that the only alleged practices of Senwes\r\nreferred to the Tribunal were:\n‘\n(a)\r\ndifferentiating between traders and producers of grain in respect of\r\nsilo costs for grain stored in excess of 100 days; and\n(b) differentiating silo costs\r\nfor producers who sell to Senwes from those who do not.’\n[32] Traversing the factual witness statements, the schedule\r\npertinently raised objections to the introduction of evidence\r\nrelating\nto a comparison between how Senwes treated its own trading\r\narm, on the one hand, and competing traders on the other. With regard\n\nto the expert witness statement by Dr Theron, Senwes objected to her\r\nexpressing an opinion based on alleged abuses that had not\nbeen\r\nreferred. The schedule was conveyed to the Commission prior to the\r\nhearing.\n[33] At the commencement of the hearing, Senwes formerly presented\r\nits schedule of objections to the Tribunal. In the course of\ngoing\r\nthrough the schedule, counsel for Senwes requested that the\r\nobjections be treated as being raised against all evidence tendered\n\nin despite the objections and that he would not burden the Tribunal\r\nby raising an objection each time evidence was presented outside\nthe\r\nreferral. In response to the objections, both the Commission and the\r\nTribunal remained passive. In particular, the Tribunal\ngave no\r\nindication that it would be willing to entertain complaints outside\r\nthe referral.\n[34] The factual evidence presented by the Commission followed the\r\ncourse predicted in its witness statements. Despite the general\n\nnature of the objection raised at the outset, counsel for Senwes from\r\ntime to time pertinently objected to evidence relating to\n\ndiscrimination by Senwes against other traders in favour of its own\r\ntrading arm. The views expressed by Dr Theron as an expert\nwere\r\nlikewise in line with those formulated in her witness statement.\r\nUnder cross-examination, she admitted that the thesis of\na margin\r\nsqueeze rested squarely on an assumption of discrimination by Senwes\r\nagainst competing traders in favour of its own trading\narm. At the\r\nsame time she conceded, however, that she had no knowledge of what\r\ncharges Senwes imposed on its trading arm.\n[35] The gap in the factual basis of the Commission’s case thus\r\nexposed was closed in cross-examination of the factual witnesses\non\r\nbehalf of Senwes. In short they were compelled to concede that Senwes\r\ndid not charge its trading arm any storage costs at all.\nThe expert\r\nwitness called on behalf of Senwes refused to take issue with Dr\r\nTheron on the matter of margin squeeze, because, so\nhe testified, he\r\nwas advised by Senwes’ legal representatives that it fell\r\noutside the ambit of the referral and was therefore\nirrelevant.\nMargin squeeze covered by the referral\n[36] The Commission’s primary argument which found favour with\r\nboth the Tribunal and the CAC was that Senwes’ conduct\nwhich\r\nthe Commission eventually held to be in contravention of the Act, was\r\nindeed covered by the referral. Though the concept\nof a margin\r\nsqueeze in itself was not specifically mentioned in the referral, so\r\nthe Commission argued, Senwes’ conduct which\nattracted that\r\nlabel was part of the complaint referred. In this regard the\r\nCommission inter alia relied on the following allegation\nin the\r\nreferral:\n‘\nSenwes’\r\npractice of charging differential tariff fees for storage is\r\nexclusionary and has an anti-competitive effect, as it\nimpedes or\r\nprevents CTH and other grain traders who compete with Senwes from\r\nexpanding within the downstream market for grain trading\nand is thus\r\na contravention of s 8(c) of the Act.’\n[37] These allegations, so the Commission’s argument proceeded,\r\nare borne out by the evidence of one of its factual witnesses,\nMr\r\nHerbert Keyser. What Keyser testified, amongst other things, is that,\r\nalthough his firm can compete with Senwes during the first\n100 days\r\nof storage, the charges it had to pay for storage after that period\r\nrendered further competition with the trading arm\nof Senwes\r\nimpossible. Had his firm been allowed the same benefit of a capped\r\ntariff afforded to farmers, it would have been able\nto compete with\r\nSenwes after 100 days as well. This evidence shows, so the\r\nCommission’s argument concluded, that it is Senwes’\n\nconduct of charging a differential tariff which had properly been\r\npleaded, which constituted the marginal squeeze.\n[38] Unlike the Tribunal and the CAC I do not believe that the\r\nCommission’s argument can be sustained. In formulating my\n\nreasons for saying this, I refer, for the sake of brevity, to the\r\nconduct complained of in the referral as ‘the charge’\nand\r\nto the conduct which the Tribunal found to be objectionable as ‘the\r\nconviction’. The differential tariff referred\nto in the charge\r\nfocussed on a comparison between traders and farmers. The margin\r\nsqueeze which formed the basis of the conviction,\non the other hand,\r\nfocussed on a discrimination by Senwes, as storage provider, against\r\nother traders in favour of its own trading\narm. To have founded a\r\ncomplaint of margin squeeze the Commission would have had to refer to\r\nthe discrimination as between it,\nqua trader, and other traders, in\r\nthe downstream market, caused by its participation and dominance in\r\nthe upstream market. That,\nas I see it, is the essential difference\r\nbetween the conviction and the charge.\n[39] The difference becomes more apparent once it is appreciated that\r\nthe complaint of a differential tariff, between traders and\nfarmers\r\ncould be removed by abolition of the 100 day cap for farmers as well.\r\nThat would place farmers and traders on the same\nfooting. Yet it\r\nwould not assist the traders in their competition with Senwes at all.\r\nConversely, if the trading arm of Senwes\nwas charged the same storage\r\nfee as other traders after 100 days, the abolition of the 100 day cap\r\nfor traders would have no impact\non the ability of the latter to\r\ncompete with the former. All this is borne out by Keyser’s\r\nconcession in cross-examination\nthat his real complaint against the\r\nabolition of the 100 day cap for traders was grounded on his\r\nsuspicion ─ which turned\nout to be true ─ that the\r\nabolition of the cap did not apply to the Senwes trading arm.\n[40] But the difference between the charge and the conviction goes\r\ndeeper. Since the conviction is entirely dependent on the\r\ndiscrimination\nby Senwes against other traders, the abolition of the\r\n100 day cap can be no less objectionable in principle than the\r\ncharges for\nsilo fees and information that Senwes levied against\r\nother traders, but not against its own trading arm. That much appears\r\nfrom\nthe evidence of Dr Theron. It is clear from her expert opinion\r\nthat all these charges contribute in equal measure to the consequence\n\nof a margin squeeze. Yet, while the abolition of a cap was part of\r\nthe referral, the other charges were not. This goes to show,\nin my\r\nview, that the discrimination by Senwes against other traders was not\r\nthe subject of the referral.\n[41] If the charges levied by Senwes qua storage owner against its\r\nown trading arm was as vital to the charge as it was to the\n\nconviction, one would have expected the Commission to have\r\ninvestigated these charges prior to the referral, in terms of its\r\nwide\npowers under ss 46 - 49(A) of the Act. That would have rendered\r\nit unnecessary for the witnesses called by the Commission to\r\nspeculate\nand for the Commission to rely on concessions by Senwes’\r\nwitnesses with regard to these matters. This again seems to show\nthat\r\nthese matters, which turned out to be vital to the conviction, were\r\nnot even regarded as relevant at the time of the referral.\n[42] In its judgment refusing leave to appeal to this court, the CAC\r\nfound support for its view that the conviction was covered\nby the\r\ncharge in the following quotations from the referral:\n‘\nSenwes\r\nabuses its dominance in the handling and storage of grain market by\r\ncharging in effect a lower storage fee to a producer\nwho agrees to\r\nsell the grain stored in Senwes’ silos to Senwes. [This\r\nstatement is contrary to the actual finding by the\nTribunal with\r\nwhich the CAC agreed.] Producers who sell their products through\r\nthird parties that compete with Senwes downstream\npay a higher fee\r\nfor the storage of grain. CTH alleges that this practice has made it\r\nvirtually impossible for it to compete with\nSenwes in a trading\r\nmarket within the relevant geographical area.’\n[43] The answer to the reliance on these allegations, I think, is\r\nthat they were made in support of a charge which the Tribunal\nfound\r\nnot to have been established ─ ie that Senwes contravened s\r\n8(d)(i) of the Act, which prohibits a dominant firm from\ninducing a\r\ncustomer not to deal with a competitor. They had nothing to do with\r\nthe discrimination by Senwes against other traders\nin favour of its\r\nown trading arm, which formed the basis of the conviction.\n[44] Finally, I believe the difference between the charge and the\r\nconviction is borne out by the Commission’s change of course\n\nwith regard to the remedies it sought against Senwes. Originally the\r\nremedies sought were set out in the notice of motion. At the\n\ncommencement of the hearing, the Tribunal was asked, by agreement\r\nbetween the parties, to decide the merits of the complaint first\n\nwhile the issues pertaining to the appropriate remedies stood over\r\nfor later determination. The remedies originally sought were\nin line\r\nwith the charge. In the main they comprised orders declaring the\r\npractice of differential tariffs a prohibited practice,\nan interdict\r\nagainst its continuation and the imposition of an administrative\r\npenalty under s 59(1) of the Act.\n[45] But the Commission must have realised that the remedies\r\noriginally sought would not prevent the conduct constituting the\r\nmargin queeze of which Senwes was convicted. Compliance would require\r\nno more from Senwes than to abolish the 100 day cap with reference\nto\r\nfarmers. After the decision of the Tribunal and the CAC in its\r\nfavour, the Commission therefore applied for a drastic amendment\nto\r\nthe remedies it proposed to seek at the resumed hearing before the\r\nTribunal. These would include:\n(a) An order against Senwes to sell either its grain trading division\r\nor its storage division to a separate registered company.\n(b) Directing that all parties who store grain with Senwes would be\r\ncharged for such storage on the same terms and conditions.\n[46] In the affidavit supporting the amendment application (p 196)\r\nthe deponent on behalf of the Commission explained that, in\norder to\r\nremove the margin squeeze, it is necessary to ensure that the price\r\npaid to Senwes by other traders for storage facilities\nmust be equal\r\nto what Senwes’ own trading division has to pay. This result\r\ncan only be attained, so the deponent continued,\nby a full business\r\nseparation of Senwes’ different business entities. From all\r\nthis it is clear, in my view, that the conduct\nconstituting a margin\r\nsqueeze was so far removed from the referral that it was not even\r\ncontemplated in the relief originally sought.\nWas the Tribunal entitled to go beyond the terms of the referral?\n[47] The further contention advanced by the Commission, which also\r\nfound favour with both the Tribunal and the CAC, was that even\nif\r\nSenwes’ conduct which led to its conviction was not covered by\r\nthe terms of the referral, the Tribunal was entitled to\ngo beyond its\r\nterms in the circumstances of this case. As to why the Tribunal was\r\nentitled to do so, the Commission relied on the\nfollowing arguments.\n(a) Tribunal proceedings should not be equated with a civil dispute\r\nbetween parties. Consequently the Tribunal is entitled to adopt\na\r\nmore flexible approach to pleadings than a court does in civil\r\nproceedings.\n(b) On Senwes’ own admission it became aware that the\r\nCommission intended to rely on conduct constituting a margin squeeze,\n\nprior to the hearing, when witness statements were exchanged. Despite\r\nample opportunity to do so, Senwes however deliberately elected,\nin\r\nthe implementation of a conscious strategy, not to deal with that\r\npart of the Commission’s case. In the words of the Commission,\n\nSenwes took this high risk gamble because it had no answer to these\r\nallegations. A party who conducts litigation in a manner which\n\namounts to a high risk gamble, so the Commission contended, cannot be\r\nheard to complain when the strategy fails.\n(c) Senwes had no answer to the charge of a margin squeeze because\r\nSenwes’ witnesses conceded that its own trading division\ndid\r\nnot incur the storage costs that other traders had to pay; that in\r\nconsequence other traders could not compete with it; and\nthus\r\nconceded, for all practicable purposes, that Senwes was guilty of\r\nmargin squeeze conduct.\n(d) Senwes had failed to seek a ruling from the Tribunal that conduct\r\nconstituting a margin squeeze was not part of the complaint\nreferred\r\nnor did it properly object to the introduction of evidence to that\r\neffect.\n[48] Again I do not agree with the Tribunal and the CAC in their\r\nacceptance of the contentions by the Commission. In motivating\nmy\r\nconclusion I propose to deal with the arguments advanced in support\r\nof the contention, individually.\n[49] Elaborating on its argument based on the difference between the\r\nTribunal and civil courts, the Commission pointed out that\n\nproceedings before the Tribunal are not aimed at resolving civil\r\ndisputes between parties, but at the protection of the public\nfrom\r\nanti-competitive behaviour. Hence the Tribunal should not be\r\nconstrained by the ambit of pleadings to the extent of a civil\ncourt.\r\nRules of procedure, the Commission contended, are for the convenience\r\nof the Tribunal and are not to stand in the way of\nits endeavour to\r\nfulfil the purposes of the Act.\n[50] This approach, so the Commission continued, is borne out by the\r\nprovisions of ss 52 and 55 of the Act. Thus, for example,\ns 52\r\nprovides that the Tribunal must adhere to the principles of natural\r\njustice but that it may conduct its hearings informally\nor in an\r\ninquisitorial manner. And, in terms of s 55, the Tribunal is\r\nauthorised to accept as evidence any relevant oral testimony,\n\ndocument or other thing, whether or not it is given or proven under\r\noath or affirmation and whether or not it would be admissible\nas\r\nevidence in a court. What is apparent from these provisions, so the\r\nCommission contended, is that the Tribunal has unique procedural\n\npowers which differ from those of a court in adversarial civil\r\nproceedings.\n[51] While all this may be true, the starting\r\npoint of an enquiry into the scope of the Tribunal’s authority,\r\nis that we are\ndealing with a creature of the Act. It has no inherent\r\npowers. In accordance with the constitutional principle of legality,\r\nit\nhas to act within the powers conferred upon it by the Act.\n8\nIn terms of s 52(1) the Tribunal must conduct a\r\nhearing, subject to its rules, into any matter referred to it. The\r\nreverse side\nof this must be that the Tribunal has no power to\r\nenquire into and to decide any matter not referred to it. I therefore\r\nagree with\nthe following statement by the CAC in\nNetstar\n:\n9\n‘\n. . .\r\n. [I]t\nis\r\nnecessary once again to emphasize that the Tribunal is not at large\r\nto decide whether conduct is anti-competitive and then to\nformulate\r\nreasons for that finding. It is . . . . bound to apply the Act and\r\nengage with the issues as they arise from a proper\nconstruction of\r\nthe Act’s provisions. It does so in the light of a specific\r\ncomplaint that has been referred to it for determination\nand its only\r\nfunction is to determine whether in the light of the Act’s\r\nprovisions and the evidence placed before it or obtained\nby it\r\npursuant to the exercise of its inquisitorial powers, that complaint\r\nis made out.’\n[52] Thus understood, all the provisions of the\r\nAct and the rules pertaining to the Tribunal’s conduct of its\r\nhearings are\nsubject to the overriding limitation that the hearing\r\nmust be confined to matters set out in the referral. Of course these\r\nmatters\ncan be extended by an amendment of the referral.\n10\nMoreover, I accept for the sake of argument that,\r\nas in the case of civil matters before the courts, the referral can\r\nbe extended\nby agreement (expressed or implied) between the parties\n11\nbut the principle remains that the referral, with\r\nor without extension, constitutes the boundaries beyond which the\r\nTribunal may\nnot legitimately travel.\n[53] In terms of s 55 of the Act the Tribunal’s power to\r\nreceive evidence in an informal way is limited by the section to\n\nevidence that is relevant. Irrelevant evidence may not be allowed in\r\nany way, whether formal or informal. That, of course, includes\n\nevidence introduced by cross-examination. Relevance is determined by\r\nthe subject matter of the hearing which, in turn, is determined\nby\r\nthe referral. The same goes for the Tribunal’s power to gather\r\ninformation in an inquisitorial manner. In doing so it\nmay not stray\r\nbeyond matters circumscribed by the referral. That would offend the\r\nprinciple of legality.\n[54] As to the argument that Senwes had been forewarned by the\r\ncontents of the witness statements that the Commission intended\nto\r\nrely on conduct constituting a margin squeeze, the answer is that the\r\nCommission could not render irrelevant evidence relevant\nby\r\nincorporating it into witness statements. Whether Senwes had\r\nsufficient opportunity to deal with this irrelevant evidence is\n\nneither here nor there. I accept that if Senwes had decided to\r\nconfront the new case, it could have done so. Presumably the referral\n\nwould then have been extended by implied agreement. But Senwes was\r\nunder no obligation to so do. It was entitled to do what it\ndid,\r\nnamely to adopt the stance that the evidence pertaining to a margin\r\nsqueeze was irrelevant.\n[55] With regard to the argument based on Senwes’ failure to\r\nseek a ruling from the Tribunal as to whether the conduct\r\nconstituting\na margin squeeze was part of the referral before it\r\nadopted the stance that it did, I believe the answer is this: in\r\ndoing so Senwes\ntook a gamble that it might be wrong in its\r\ninterpretation of the referral. If it turned out that as an objective\r\nfact the conduct\nconstituting a margin squeeze was indeed covered by\r\nthe referral, that gamble would have been lost. But the converse is\r\nequally\ntrue. In the light of Senwes’ consistent attitude first\r\nin its exception and then in its objections, the Commission was aware\n\nof the contention that its case based on margin squeeze fell outside\r\nthe referral. By refusing to seek an amendment of the referral\nso as\r\nto incorporate the complaint of a margin squeeze, it is the\r\nCommission which took the gamble and lost.\n[56] This brings me to the Commission’s argument that Senwes\r\ntook the technical stance because it had no defence against\nthe\r\ncharge of a margin squeeze. I believe there is more than one answer\r\nto this argument. The first is that since Senwes’\nstance had\r\nbeen found to be properly taken, its motive for doing so is of no\r\nconsequence. Secondly, the concessions by Senwes’\nwitnesses\r\nwhich proved to be a vital part of the Commission’s case were\r\nelicited through cross-examination aimed at irrelevant\nissues and\r\ntherefore inadmissible. Of far greater consequence, however, is that\r\nSenwes, in the light of its stance, steadfastly\nrefused to engage\r\nwith a charge of a margin squeeze. Whether or not it has a defence to\r\nthat charge we simply do not know.\n[57] The Commission’s argument that Senwes had failed to object\r\nproperly is primarily based on the fact that it did not raise\na\r\npertinent objection every time evidence was presented by the\r\nCommission in support of a margin squeeze. This objection comes\nas\r\nsomewhat surprising in the light of the statement by counsel for\r\nSenwes at the commencement of the hearing that the objections\nraised\r\nin the document entitled ‘Schedule of Objections’ should\r\nbe treated as being raised against all evidence tendered\nin spite of\r\nthem. But be that as it may, the argument shows a lack of\r\nappreciation as to the role of an objection. A failure to\nobject does\r\nnot render irrelevant evidence tendered by the opposing party\r\nrelevant. But in the absence of an objection it might\nbe argued that\r\nthe issues had been extended by implied agreement. In the light of\r\nSenwes’ persistent attitude throughout\nthe proceedings that the\r\ncomplaint of a margin squeeze was not part of the case against it,\r\nany suggestion of an implied agreement\nto incorporate that complaint\r\nis clearly unsustainable.\nCompliance with the requirements of special leave.\n[58] As to the requirement of reasonable prospects of success, it\r\nshould be clear by now that in my view Senwes not only succeeded\nin\r\nsatisfying this requirement, but that the appeal should in fact\r\nsucceed. In criminal law parlance, Senwes was acquitted of the\n\ncharges brought against it and convicted on one which was not.\n[59] As to the requirements of ‘special circumstances’ it\r\nbears no denial that the matter is of vital importance to\nSenwes,\r\nparticularly in the light of the remedies the Commission now proposes\r\nto seek at the resumed hearing of the Tribunal. After\nall, what the\r\nCommission will now seek is that Senwes be broken up as a business\r\nentity with all the ramifications that that might\nentail. Moreover,\r\nit is clearly in the public interest that the Tribunal should not, in\r\nthe exercise of its far-reaching powers,\nstray beyond the authority\r\nbestowed upon it by the Act. Although it probably did so with the\r\nbest of intentions, it exceeded its\npowers and thereby contravened\r\nthe principle of legality which is an aspect of the rule of law\r\nitself and therefore admits of no\nexception.\nRelief\nFor these reasons it is ordered:\n1 The application for leave to appeal is granted with costs,\r\nincluding the costs of two counsel.\n2 The appeal is upheld with costs including the costs of two counsel.\n3 The order of the Competition Appeal Court is set aside and replaced\r\nwith the following:\n‘\n(a) The appeal is upheld with costs,\r\nincluding the costs of two counsel.\n(b) The order of the Competition Tribunal is set aside and replaced\r\nwith the following:\n“\nThe application is dismissed.”’\n_____________________\nF D J Brand\nJudge of Appeal\nAPPEARANCES:\nM S M Brassey SC (with him W G Engelbrecht)\nInstructed by Cliffe Dekker Hofmeyr Inc, Sandton\nSymington & De Kok, Bloemfontein\nA R Bhana SC (with him T Dalrymple)\nInstructed by The State Attorney, Pretoria\nThe State Attorney, Bloemfontein\n1\nNational\r\n\tUnion of Metal Workers of South Africa v Fry’s Metals (Pty)\r\n\tLtd\n2005 (5) SA 433 (SCA).\n2\nOriginally\r\n\twith the Marketing Act 26 of 1937 which was then consolidated and\r\n\tredrafted in the Marketing Act 59 of 1968.\n3\nWhich\r\n\tis part of the Johannesburg Securities Exchange.\n4\nSee\r\n\trules 14 and 15 of the Rules for the Conduct of Proceedings in the\r\n\tCompetition Tribunal which were promulgated in terms of\ns 27(2)\r\n\tof the Act.\n5\nThe\r\n\tfull text of s 8(c) provides:\n‘\nIt\r\n\tis prohibited for a dominant firm to –\n(c)\nengage in an exclusionary act, other than an\r\n\tact listed in paragraph\n(d)\n, if the anti-competitive effect\r\n\tof that act outweighs its technological, efficiency or other\r\n\tpro-competitive, gain; or . . .‘\n6\nIn\r\n\tterms of Tribunal Rule 16.\n7\nThough\r\n\tthe rules of the Tribunal do not provide for exception procedure,\r\n\tSenwes contended that the Tribunal could entertain an\nexception on\r\n\tthe basis of s 27(1)(d) of the Act which authorizes it ‘to\r\n\tmake any ruling or order necessary or incidental\nto the performance\r\n\tof its functions in terms of the Act’.\n8\nSee\r\n\teg\nFedsure Life Assurance Ltd v Greater Johannesburg Transitional\r\n\tMetropolitan Council\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC) paras 56-59.\n9\nNetstar\r\n\t(Pty) Ltd v Competition Commission SA\n(99/CAC/May 10)\n[2011]\r\n\tZACAC 1\n(15 February 2011) para 61.\n10\nIn\r\n\tterms of rule 18 of the Rules of the Tribunal.\n11\nSee\r\n\teg\nShill v Milner\n1937 AD 101\nat 105;\nFourway Haulage SA\r\n\t(Pty) Ltd v SA National Roads Agency Ltd\n[2008] ZASCA 134\n;\n2009 (2) SA 150\n(SCA)\r\n\tpara 14.",
  "scraped_at": "2026-02-12T15:41:48.015797",
  "date": "2011-06-01",
  "coram": [
    "Mpati P",
    "Brand",
    "Lewis",
    "Bosielo",
    "Seriti JJA"
  ],
  "case_number": "118/2010",
  "parties": {
    "applicants": [
      "Senwes Limited"
    ],
    "respondents": [
      "Competition Commission of South Africa"
    ]
  },
  "sections": {
    "facts": "Senwes Limited is a vertically integrated grain storage and trading company that dominates the upstream market for silo storage in the Free State and surrounding provinces, owning 56 silos representing over 90% of the region's capacity. Historically, state‑run marketing boards gave cooperatives like Senwes a competitive edge, but deregulation in 1996 left the silos in private hands. Senwes charged a ‘capped tariff’ to farmers for storage up to 100 days and a daily tariff thereafter, while traders were only offered the daily tariff. This differential tariff, together with additional administrative fees levied on traders but not on Senwes’ own trading arm, led competitors to allege a “margin squeeze” that prevented them from earning a profit in the downstream grain‑trading market.",
    "issues": "The primary legal issues were (1) whether the Competition Tribunal was competent to find that Senwes engaged in a margin squeeze under section 8(c) of the Competition Act when the alleged conduct was not pleaded in the referral; (2) whether the Tribunal exceeded its jurisdiction by considering matters beyond the referral; and (3) whether Senwes satisfied the requirements for special leave to appeal, namely a reasonable prospect of success and special circumstances warranting further appellate review.",
    "principles": "The Court applied the Competition Act’s prohibition on exclusionary conduct (s 8(c)), the principle of legality requiring tribunals to act within the powers conferred by statute, and the procedural rules governing the scope of referrals. It also relied on the test for special leave to appeal, requiring both a reasonable prospect of success and special circumstances of importance to the parties or the public. Precedents on competition law and on the limits of tribunal jurisdiction were considered, emphasizing that tribunals may not decide issues not expressly referred to them.",
    "application": "The Court found that Senwes had a reasonable prospect of success because the Tribunal’s finding of margin squeeze was based on evidence and allegations that fell outside the original referral. The Court held that the Tribunal exceeded its authority by considering the discrimination against Senwes’ own trading arm, which was not part of the complaint. Accordingly, the principles of legality and proper jurisdiction required setting aside the Tribunal’s order. The Court also concluded that special circumstances existed, given the potential breakup of Senwes and the public interest in preventing over‑reach by competition authorities.",
    "conclusion": "Leave to appeal was granted. The appeal was upheld with costs, including costs of two counsel. The order of the Competition Appeal Court was set aside and replaced with an order that the appeal is upheld with costs. The order of the Competition Tribunal was set aside and replaced with an order dismissing the application. In effect, Senwes’ conviction for a margin squeeze was vacated."
  },
  "tags": {
    "level_1": "Competition Law",
    "level_2": "Exclusionary Conduct",
    "level_3": [
      "margin squeeze",
      "dominant firm",
      "price discrimination",
      "special leave",
      "tribunal jurisdiction"
    ]
  }
}