{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/214.html",
  "case_name": "S v S (423/11) [2011] ZASCA 214 (29 November 2011)",
  "citation": "[2011] ZASCA 214",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 214\n|\nNoteup\n|\nLawCite\nS v S (423/11) [2011] ZASCA 214 (29 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No:\n423/11\nIn\r\nthe matter between:\nS\n…....................................................................................................................\nAppellant\nand\nTHE\r\nSTATE\n…..............................................................................................\nRespondent\nNeutral\r\ncitation:\nS v The State\n(423/11)\n[2011] ZASCA 214\n(29\r\nNovember 2011)\nCoram:\nHarms AP and Shongwe JA and Plasket AJA\nHeard:\n23 November 2011\nDelivered:\n29 November 2011\nSummary:\nCriminal procedure ─ delay in\r\nappeal process ─ failure of Legal Aid Board to prosecute appeal\r\n─ evidence ─\ninadmissible opinion evidence on credibility\r\n─ recall of witness ─ failure to recall resulting in\r\nfailure of justice.\n___________________________________________________________________\nO R D E R\n___________________________________________________________________\nOn appeal from:\nNorth West High Court, Mafikeng\r\n(Mokgoatleng J sitting as court of first instance):\nThe appeal is upheld and the conviction and sentence set\r\naside.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nHARMS AP (SHONGWE JA AND PLASKET AJA concurring)\n[1] The appellant was convicted in the regional court,\r\nTlhabane, Rustenburg, on a charge of rape, the case being that he had\r\nraped\nhis daughter, E, who was at the time 12 years of age. The\r\nmagistrate, Ms Mokgohloa, acting under\ns 52\nof the\nCriminal Law\nAmendment Act 105 of 1997\n, stopped the proceedings and referred them\r\nto the high court for sentencing. The Bophuthatswana High Court (per\r\nMokgoatleng AJ)\nconfirmed the conviction and sentenced the appellant\r\nto 15 years’ imprisonment. The appeal is before us with the\r\nleave of\nthis Court granted on petition.\n[2] The appellant was originally arraigned on five\r\ncounts. One count related to the alleged indecent assault on one of\r\nhis other\ndaughters, L, but since he was discharged it is unnecessary\r\nto deal with this count. The other three counts on which he was\r\nacquitted\nalso concerned E: two related to indecent assault and the\r\nother to rape. The appellant’s first appearance on trial was on\n\n4 November 2002, and the\nCriminal Law (Sexual Offences and Related\nMatters) Amendment Act 32 of 2007\n, which, in general terms, commenced\r\non 16 December 2007 and repealed the mentioned\ns 52\n, does not affect\r\nthis case.\n[3] Before dealing with the merits of the case it is\r\nnecessary to say something about the deplorable delays that have\r\noccurred in\nthis matter. They put our criminal justice system to\r\nshame. The appellant was, after at least 18 court appearances,\r\nconvicted on\n13 May 2004. The high court confirmed the conviction on\r\n11 November 2004 and sentenced the appellant on the same date.\r\nWhether\nthe application for leave to appeal was delayed by the\r\nappellant or by the Legal Aid Board is not known but it is known that\r\nleave\nto appeal was refused by the high court on 25 June 2007, two\r\nand a half years later. An application for leave to appeal was filed\n\nwithin a month in this Court but it could not be put before judges\r\nbecause the necessary parts of the record were not available.\nThe\r\nBoard, which was supposed to act in the interest of the appellant,\r\nonly asked for those parts of the record on 4 November 2008,\nand they\r\nwere filed on 11 February 2009. The petition was granted on 9 March\r\n2009.\n[4] The full record of the proceedings was supposed to\r\nbe filed within three months. It was not. It was filed on 29 June\r\n2011, more\nthan two years late and in spite of the fact that the\r\nrecord had been provided by the registrar of the high court on 10\r\nFebruary\n2011 and was transmitted to the local Justice Centre on 20\r\nApril 2011 for filing. In other words, it took the Board more than\r\ntwo\nmonths to transmit the record to the local Justice Centre and\r\nsome two months for the latter to cross the road in Bloemfontein to\n\nfile it with this Court.\n[5] The appellant, in the meantime, languished in\r\nprison, probably wondering why the Constitution does not guarantee a\r\nright to\nan appeal without unreasonable delay and why the registrar\r\nand the Board did not take an active interest in his case. And\r\nalthough\nthis Court, in granting leave to appeal on 9 March 2009,\r\ndirected the attention of the Board to the fact that the application\r\nfor\nleave to appeal should be directed to the high court and not to\r\nthis Court, the Board simply did nothing until, we were told, August\n\nof this year.\n[6] All counsel could offer was an apology without\r\nexplanation to the Court, as if that were of any consolation to the\r\nappellant\nwho has spent seven years in prison courtesy of the\r\nineptitude of the Board.\n[7] The problem with appeal records as set out above is\r\nnot peculiar to the appellant. In another appeal, which was heard on\r\nthe\nsame day and was also a Board matter, the record was filed 30\r\nmonths late (\nKruger v S\nSCA\r\ncase 506/11). The problem has also been exacerbated by the recently\r\nintroduced\ns 316(10)(c)\nof the\nCriminal Procedure Act 51 of 1977\n,\r\nwhich was adopted without consulting this Court. It requires that the\r\nrecord of the full proceedings must be placed before this\nCourt\r\nbefore it may hear an application for leave to appeal, even if not\r\nrequired for deciding the application. Unless the accused\ncan pay for\r\nthe record and the attorney can pursue the matter, the experience in\r\nthis Court is that registrars simply do not have\nthe capacity to\r\ncomply with the provision in good time. For would-be appellants out\r\non bail, it is heaven sent; those who are not\nout on bail have to\r\nsuffer in purgatory while the wheels of justice grind slowly, if at\r\nall. And petitions are piling up in the\nregistrar’s office,\r\nawaiting records from the high courts.\n[8] I do not intend in considering the merits of the\r\nappeal to deal with the alleged indecent assaults in respect of which\r\nthe appellant\nwas discharged but it is unfortunately necessary to\r\ndeal with all the rape allegations. The charge on count 2, the one on\r\nwhich\nthe appellant was found guilty, alleged that the accused was\r\nguilty of rape ‘in that upon or about during 2001 at or near\n\nRustenburg’ he had raped E, a female person of 12 years of age.\r\nThe other rape count, count 5, simply stated that he was\nguilty of\r\nrape having raped the 13 year old E at or near Rustenburg, without\r\neven mentioning a year. In neither case was the address\ngiven. Both\r\ncounts disregarded the clear provisions of\ns 84\nof the\nCriminal\nProcedure Act.\n1\nSuch\nlackadaisical approach to serious cases by the\r\nprosecution should not be countenanced. This is not a case where the\r\nprosecution\ndid not have sufficient detail. I mention this for\r\nreasons that will become apparent.\n[9] E testified against her father. She recounted three\r\ncases of rape. The first, she said, took place in Glenharvie when she\r\nwas\nin Grade 4 and 12 years old (something must be wrong: she was\r\neither about 9 and in Grade 4 or 12 and in Grade 7). The second, she\n\nsaid, took place at their home in the Newcastle Flats in Lucas Street\r\nwhich one may surmise, if the record is read purposively,\nis in\r\nRustenburg while she was in Grade 7 (which would, on the\r\nprobabilities, have been during 2001). The third, according to her\n\nevidence, took place at their dwelling in Van Zyl Street, Rustenburg,\r\nwhen she was in Grade 8 (which was during 2002).\n[10] It is not necessary to relate the detail of her\r\nevidence about the rapes. All three took place under similar\r\ncircumstances:\nshe would have been in bed; her mother would have been\r\nelsewhere; the appellant would have undressed her; she would have\r\nresisted;\nand he would have had intercourse with her.\n[11] The tragedy of the case is that we are dealing with\r\na dysfunctional family. The appellant was more often than not\r\nunemployed;\nhe abused alcohol; they moved from place to place; and\r\nthe children were on occasion sent to beg for food. One gains the\r\nimpression\nthat maybe because of this E and her sisters had some\r\ndelinquent tendencies, like smoking at an early stage and running\r\naway –\neven from foster care. E, while living under the care of\r\na certain Mrs Burnham, told her that some of her father’s\r\nfriends\nhad molested her. (In evidence, E said it was an uncle.) She\r\nlater told Mrs Burnham that her father had raped her once, when she\n\nwas four years old. E also expressed a desire to live with the\r\nBurnhams who were, it would appear, fairly well off.\n[12] The prosecution called an educational psychologist,\r\nMs Haycock, who had interviewed E and had formed certain impressions\r\nabout\nher. I am not sure that I know why she was called especially in\r\nthe light of the judgment of Satchwell J in\nHoltzhauzen\r\nv Roodt\n1997 (4) SA 766\n(W). The gist of her\r\nevidence, as summarised by the magistrate, was that E was unwilling\r\nto cooperate or communicate; that she\nblamed herself for causing a\r\nrift in the family; that she was emotionally unstable and lacked\r\nconfidence; and that she hated her\nfather because he was always\r\ndrunk.\n[13] The prosecution also called Dr van Dyk who had\r\nexamined E medically on 15 January 2003. Dr van Dyk had been informed\r\nby Ms\nHaycock and a social worker, who was not called, that E had\r\nbeen sexually molested ‘since’ Grade 4. She established\n\nthat E had been subjected to sexual penetration.\n[14] As a matter of fact, the information Ms Haycock had\r\nobtained from E was that she had been raped while she was in Grade 4.\r\nHer\nreport does not contain any reference to other instances of rape.\r\nAnd E’s statement to the police, dated 30 October 2001,\n\nrecorded one instance of rape only. Since E was immediately removed\r\nfrom parental care, it is difficult to understand how the third\nrape\r\ncould have occurred during 2002. It, probably, also took place during\r\n2001 if it took place at all.\n[15] The magistrate discharged the appellant on the\r\nfirst rape because the court had no jurisdiction since Glenharvie\r\ndoes not fall\nwithin its area of jurisdiction. What the magistrate\r\n(nor the prosecutor or counsel for the defence) did not realize was\r\nthat the\nappellant had not been charged with a rape committed at\r\nGlenharvie. The magistrate also found the appellant not guilty of the\r\nmost\nrecent rape committed in Rustenburg (which is presumably what\r\ncount 5 was all about) but nevertheless found him guilty of the rape\n\nin Lucas Street (count 2).\n[16] The evidence relating to count 2 and 5 was\r\nidentical, save for the difference in place and time. If the court\r\ncould not have\nbeen satisfied on the evidence that the appellant was\r\nguilty on count 5, it also could not have been satisfied that he was\r\nguilty\non count 2. They are indistinguishable. There is no\r\nexplanation in the judgment for this inconsistency unless one assumes\r\nthat\nthe magistrate thought that count 5 related to the Glenharvie\r\nincident and that she had forgotten the evidence relating to the\r\nthird occasion.\n[17] The only issue in the case was whether the\r\nappellant had raped E – not whether she had been raped or\r\nsexually molested.\nAlthough the magistrate was aware of this, she\r\nrelied on the evidence of Dr van Dyk and Ms Haycock in corroboration\r\nof the fact\nthat the appellant was the culprit. Their evidence could\r\nin no way contribute to the determination of this issue.\n[18] In the end the magistrate was confronted with\r\nconflicting versions: that of E and the denial of the appellant. The\r\nmagistrate,\nwithout regard to any cautionary rule relating to a\r\nsingle witness and a child witness, approached the matter in this\r\nway. She\nposed the question why would E lie. She did not pose the\r\nquestion whether the appellant’s version could reasonably be\r\ntrue.\nIn any event, she found the answer in Ms Haycock’s\r\nevidence who had the temerity to testify that in her experience 50\r\nper\ncent of cases of children who allege that they were abused are\r\nnot genuine but that she had no doubt that the case of E was not\none\r\nof them. Ms Haycock’s self-professed ability to detect whether\r\nor not a child lies so impressed the magistrate that she\nconcluded\r\nher judgment by stating although E was spoilt and given to lying, it\r\nmust be accepted that she did not lie in this instance\nbecause, had E\r\nlied, Ms Haycock would have been able to pick it up, and since she\r\ndid not, she (the magistrate) had to accept E’s\nversion.\n[19] This approach is fatally flawed. Courts have to\r\ndecide whether or not they believe witnesses. They cannot be led by\r\nopinion\nevidence on this point. The glib evidence was simply\r\ninadmissible opinion. It should suffice to refer again to\nHoltzhauzen\r\nv Roodt\nand to quote from another judgment by\r\nSatchwell J, namely\nS v Engelbrecht\n2005 (2) SACR 41(W)\nat para 26, where the learned judge\r\nsaid this:\n‘\nCourts\r\nfrequently turn to persons with expertise and skill for assistance.\r\nThe relevant principles applicable to the admissibility\nof opinion\r\nevidence by experts, including psychologists and social workers, have\r\nbeen set out in numerous authorities. Firstly,\nthe matter in respect\r\nof which the witness is called to give evidence should call for\r\nspecialised skill and knowledge. Secondly,\nthe witness must be a\r\nperson with experience or skill to render him or her an expert in a\r\nparticular subject. Thirdly, the guidance\noffered by the expert\r\nshould be sufficiently relevant to the matter in issue to be\r\ndetermined by the Court. Fourth, the expertise\nof any witness should\r\nnot be elevated to such heights that the Court’s own\r\ncapabilities and responsibilities are abrogated.\nFifth, the opinion\r\noffered to the Court must be proved by admissible evidence, either\r\nfacts within the personal knowledge of the\nexpert or on the basis of\r\nfacts proven by others. Sixth, the opinion of such a witness must not\r\nusurp the function of the Court.’\nThe evidence of Mrs Haycock did not satisfy requirements\r\nfour, five or six.\n[20] There is another complication in the manner in\r\nwhich the magistrate acted after conclusion of evidence and before\r\njudgment.\nThe attorney who conducted the trial on behalf of the\r\ndefence withdrew and another attorney came on record. He asked for\r\nthe recall\nof state witnesses who had written to the accused that\r\nthey wished to retract their testimony. The magistrate refused to do\r\nso\nbecause, she held, the defence had the letter during the trial. It\r\nis clear from the record that the magistrate misunderstood the\n\nattorney. However, the real reason for the refusal was the finding\r\nthat the appellant would not be prejudiced if the complainants\nwere\r\nnot recalled and possibly recanted. I fear that the logic escapes me.\r\nWhether the complainants would have been believed is\nanother matter\r\nbut if they were believed the appellant would have been found not\r\nguilty. A better instance of prejudice is difficult\nto imagine.\n[21] Counsel for the State, in her heads of argument,\r\nsubmitted that the magistrate had erred and that it would be in the\r\ninterests\nof justice to set aside the conviction and sentence and to\r\nremit the case for hearing further evidence. This implies an\r\nacceptance\nby the prosecution that a gross miscarriage of justice\r\noccurred. Before we can remit we must be satisfied that it would be\r\nfair\nto remit a case after more than seven years. It further\r\npresupposed that the conviction on the record could stand. As I have\r\nindicated,\nthe reasoning of the magistrate was so flawed that the\r\nconviction cannot stand. This is not a case where this Court can by\r\nsimply\nreading the record conclude that the State proved its case\r\nbeyond reasonable doubt.\n[22] It is in conclusion necessary to deal with the\r\njudgment in the high court because the learned acting judge thought\r\notherwise.\nHe dealt with the application to recall the complainants\r\nas follows. He thought that the application was under\ns 186\nof the\nCriminal Procedure Act.\n2\n(It\nwas in terms of\ns 167.)\n3\nanc\" HREF=\"#sdfootnote3sym\">\n3\nHe said that because E had made a sworn statement to the\r\npolice, had reported the rape to others, and had given evidence, the\r\napplication\nhad no merit. (This amounts to prejudging an issue.) He\r\nalso said that it was irregular for the defence to lead evidence from\r\na\nState witness without having first discussed the matter with the\r\nState. (It might be unprofessional, but that is all. In any event,\n\nthe application was not to lead evidence from a State witness but to\r\nhave one recalled.) He then said that there was no prejudice\nbecause\r\nthe matter had been fully ventilated in the trial court. (That misses\r\nthe point.) He also thought that the letter was inadmissible\nbecause\r\nit was not under oath. (The letter would not be the evidence. The\r\noral evidence would have been the evidence. The suggestion\nthat a\r\nletter is inadmissible because it is not under oath is a novel\r\nproposition.)\n[23] As to conviction, the learned acting judge relied\r\non a single fact that was supposed to give the necessary safeguard\r\nfor believing\nE’s evidence. He said that the safeguard that E’s\r\nevidence was true was to be found in her report to the police and\nher\r\nevidence (which differed from the report, as mentioned), and reports\r\nmade to a social worker, teacher, psychiatrist and psychologist.\nIt\r\nwould appear that the learned acting judge did not read the record\r\ncarefully because no social worker, teacher or psychiatrist\n\ntestified. In any event, at that stage such evidence would have been\r\ninadmissible. It may now be admissible under\ns 58\nof the\nCriminal Law\n(Sexual Offences and Related Matters) Amendment Act but\nstatutory\r\nadmissibility alone does not decide weight. Self-corroboration, by\r\nits very nature, has little evidentiary weight; more\nso where\r\nstatements are made during the criminal investigation and differ in\r\ncontent.\n[24] The appeal is accordingly upheld and the conviction\r\nand sentence set aside.\n______________________\nL T C Harms\nActing President\nAPPEARANCES:\nFor Appellant: J Roothman (with him N L Skibi)\nInstructed by:\nLegal Aid South Africa, Mafikeng\nBloemfontein Justice Centre, Bloemfontein\nFor Respondent: A Mogoeng\nInstructed by:\nDirector of Public Prosecutions Free State\nBloemfontein\n1\nSection\r\n\t84:\n‘(1)  Subject to the provisions of this Act and\r\n\tof any other law relating to any particular offence, a charge shall\n\n\tset forth the relevant offence in such manner and with such\r\n\tparticulars as to the time and place at which the offence is alleged\n\n\tto have been committed and the person, if any, against whom and the\r\n\tproperty, if any, in respect of which the offence is alleged\nto have\r\n\tbeen committed, as may be reasonably sufficient to inform the\r\n\taccused of the nature of the charge.\n(2)  Where\r\n\tany of the particulars referred to in\nsubsection\r\n\t(1)\nare\r\n\tunknown to the prosecutor it shall be sufficient to state that fact\r\n\tin the charge.\n(3)  In\r\n\tcriminal proceedings the description of any statutory offence in the\r\n\twords of the law creating the offence,\nor in similar words, shall be\r\n\tsufficient.’\n2\nSection\r\n\t186:\n‘\nCourt may subpoena witness.—The\r\n\tcourt may at any stage of criminal proceedings subpoena or cause to\r\n\tbe subpoenaed any person\nas a witness at such proceedings, and the\r\n\tcourt shall so subpoena a witness or so cause a witness to be\r\n\tsubpoenaed if the evidence\nof such witness appears to the court\r\n\tessential to the just decision of the case.’\n3\nSection\r\n\t167:\n‘Court may examine witness or person in attendance.—The\r\n\tcourt may at any stage of criminal proceedings . . . recall\nand\r\n\tre-examine any person, including an accused, already examined at the\r\n\tproceedings, and the court shall examine, or recall\nand re-examine,\r\n\tthe person concerned if his evidence appears to the court essential\r\n\tto the just decision of the case.’",
  "scraped_at": "2026-02-12T16:14:14.433514",
  "date": "2011-11-29",
  "coram": [
    "Harms AP",
    "Shongwe JA",
    "Plasket AJA"
  ],
  "case_number": "423/11",
  "parties": {
    "applicants": [
      "S"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant (identified only as S) was convicted in a regional court in Rustenburg of raping his 12‑year‑old daughter, E. The trial involved multiple counts of rape and indecent assault, of which the appellant was ultimately found guilty on one count. The magistrate referred the matter to the High Court for sentencing; the High Court affirmed a 15‑year sentence. The appeal process was plagued by extreme delays: the record of the proceedings was filed more than two years late, and the Legal Aid Board failed to act promptly. During the trial, the prosecution called an educational psychologist and a medical doctor; the psychologist gave opinion evidence on the credibility of the child witness. The defence sought to recall state witnesses who had indicated a desire to retract their testimony, but the magistrate refused. The High Court later upheld the conviction, relying on the child’s testimony and the expert’s opinion.",
    "issues": "1. Whether the conviction was unsafe due to the admission of inadmissible opinion evidence from an educational psychologist regarding the child’s credibility. 2. Whether the failure to recall state witnesses who wished to retract their statements affected the fairness of the trial. 3. Whether the charges complied with the requirements of s 84 of the Criminal Procedure Act regarding particulars of time and place. 4. Whether the substantial delay in filing the appeal record and the overall delay in the appeal process amounted to a miscarriage of justice. 5. Whether the conviction should be set aside and the matter remitted for a fresh hearing.",
    "principles": "The court applied several established principles: (a) s 84 of the Criminal Procedure Act requires charges to contain sufficient particulars of time and place; (b) expert opinion evidence is admissible only if the witness possesses specialised knowledge, the opinion is relevant, and it is based on admissible facts (as articulated in Holtzhauzen v Roodt and S v Engelbrecht). The expert must not usurp the court's function of assessing credibility. (c) s 186 and s 167 of the Criminal Procedure Act allow the court to subpoena or recall witnesses when their evidence is essential for a just decision. (d) The Constitution guarantees a fair trial, which includes the right to a timely appeal; excessive delay can render a conviction unsafe. (e) Convictions must be upheld only when the State proves its case beyond reasonable doubt.",
    "application": "The court found that the psychologist’s testimony did not satisfy the admissibility criteria: her opinion on the child’s truthfulness was not based on admissible facts and usurped the court’s role in assessing credibility. The charge particulars for the rape counts were deficient under s 84, rendering the prosecution’s case procedurally flawed. The magistrate’s refusal to recall state witnesses who sought to retract their statements was improper, as the court has a duty to consider fresh evidence when it may affect the outcome. The extreme delay in filing the appeal record, caused by the Legal Aid Board, was deemed a serious violation of the appellant’s right to a fair and timely appeal. Consequently, the conviction could not stand on the unsafe foundation of inadmissible evidence and procedural irregularities.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside the conviction and the 15‑year sentence, and ordered that the matter be remitted for a retrial consistent with the principles of fair trial and proper procedural compliance."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "appeal delay",
      "expert opinion evidence",
      "witness recall",
      "miscarriage of justice"
    ]
  }
}