{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/6.html",
  "case_name": "Premier of the Province of KwaZulu-Natal v Sonny and Another (047/10) [2011] ZASCA 6; 2011 (3) SA 424 (SCA) (4 March 2011)",
  "citation": "[2011] ZASCA 6",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 6\n|\nNoteup\n|\nLawCite\nPremier of the Province of KwaZulu-Natal v Sonny and Another (047/10) [2011] ZASCA 6; 2011 (3) SA 424 (SCA) (4 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 047/10\nPREMIER OF THE PROVINCE OF\r\nKWAZULU-NATAL\n............................................\nAppellant\nand\nKISHORE SONNY\n..........................................................................................\nFirst\r\nRespondent\nJAYANTHI DEVI SONNY\n..........................................................................\nSecond\r\nRespondent\n________________________________________________________________\nNeutral citation:\nPremier of\r\nthe Province of KwaZulu-Natal v Sonny\n(047/10)\n[2011] ZASCA 6\n(4\r\nMarch 2011)\nCORAM:\nMpati P, Navsa and Bosielo JJA\nHEARD:\n15 February 2011\nDELIVERED:\n4 March 2011\nSUMMARY:\r\nDamages claim based on medical negligence ─ cost of maintaining\r\nchild suffering from Down’s syndrome ─\nhospital failing\r\nto inform patient that fetus she was carrying might be afflicted with\r\nDown’s syndrome ─ failure to\ninform of risks attendant\r\nupon the pregnancy and to ensure timeous conclusive chromosomal\r\ntesting to enable a termination of pregnancy\nin terms of the Choice\r\non Termination of Pregnancy Act 92 of 1996 ─ held that doctors\r\nought to have involved patient fully\nin her treatment and the\r\ndiagnosis of the condition of the fetus ─ medical staff held to\r\nbe negligent and liable for damages\nthat might be proved to have been\r\nsustained.\n______________________________________________________________\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court (Durban) (Levinsohn DJP sitting as court of first\r\ninstance).\nThe appeal is dismissed with costs\r\nincluding the costs of two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (Mpati P and Bosielo JA\r\nconcurring)\n[1] On Saturday 16\r\nNovember 2002 at King Edward VIII hospital in Durban, 37 year-old Mrs\r\nJayanthi Sonny, the second respondent,\ngave birth to her second\r\nchild, a baby-girl. What ought to have been a period of unmitigated\r\njoy for Mrs Sonny (Jayanthi) and her\nhusband, Kishore, the first\r\nrespondent, was short-lived. Their new-born daughter was afflicted\r\nwith Down’s syndrome.\n1\nTheir joy turned to\r\nanxiety and despair. A year later, during December 2003, they\r\ninstituted action against the appellant, the Premier\nof the Province\r\nof KwaZulu-Natal and the Ethekwini Municipality (the Municipality),\r\nclaiming damages, comprising, first, the cost\nof maintaining their\r\ndaughter for a period of 55 years, which was estimated at R6,6m, and\r\nsecond, an amount of R150 000 was claimed\nby Jayanthi for what was a\r\nbilateral tubal ligation\n2\nallegedly\r\nwrongfully performed.\n[2] Broadly\r\nspeaking the first and second respondents’ case against the\r\nappellant and the Municipality in the KwaZulu-Natal\nHigh Court was\r\nthat in treating Jayanthi during her pregnancy the nursing staff at\r\nthe Clare Estate Clinic, a primary health clinic\nconducted by the\r\nMunicipality, and the medical personnel at Addington hospital, which\r\nis under the control of the appellant, were\nnegligent in that they\r\nfailed to exercise the professional skill and diligence required of\r\nthem in the circumstances.\n3\nMore particularly,\r\nthe respondents alleged that the medical staff at the clinic and\r\nhospital failed to take reasonable steps timeously\nto establish\r\nconclusively during the second trimester of her pregnancy that there\r\nexisted a substantial risk that the fetus that\nJayanthi was carrying\r\nwould suffer from a physical or mental abnormality. The first and\r\nsecond respondents contended that had the\nmedical staff acted with\r\nthe professional skill and diligence required of them they, as\r\nparents–to-be, would have been informed\ntimeously of the risk\r\nand would have taken the decision to terminate Jayanthi’s\r\npregnancy in terms of the Choice on Termination\nof Pregnancy Act 92\r\nof 1996.\n[3] Furthermore,\r\nthe first and second respondents claim that when they consented to\r\nthe bilateral tubal ligation they did so after\nbeing advised by a\r\ndoctor at King Edward VIII hospital that the results of a\r\ncordocentesis\n4\nperformed on the\r\nfetus indicated that they could expect a baby healthy in all material\r\nrespects. This proved ultimately to be an\nerroneous test result and\r\nconsequently their consent was not properly informed and the\r\nbilateral tubal ligation was wrongly performed.\nKing Edward VIII\r\nhospital also falls under the control of the appellant.\n[4] At the outset in the court below\r\nthe parties had agreed that the question of liability be decided\r\nfirst and it was directed\naccordingly. The Municipality initially\r\ndisavowed liability. During the trial in the court below the\r\nMunicipality capitulated and\nconceded liability for 33⅓% of\r\nJayanthi’s damages in relation to the birth of the child. The\r\nappellant, however, persisted\nin its denial of liability in respect\r\nof both claims and the trial proceeded against him.\n[5] After hearing evidence the court\r\nbelow (Levinsohn DJP) found that the medical staff at Addington\r\nhospital were negligent in\ntheir treatment of Jayanthi and held the\r\nappellant liable for such damages the respondents may prove arising\r\nfrom the birth of\nthe child. In relation to the claim based on\r\nJayanthi’s sterilisation the appellant was absolved from the\r\ninstance. The appellant\nwas ordered to pay the respondents’\r\ncosts, including the costs of two counsel. The appellant was also\r\nordered to pay the\ncosts of consultation with experts, including\r\ntravelling time and expenses. In addition, the appellant was ordered\r\nto pay the expenses\nof necessary witnesses and the reasonable\r\nqualifying and attendance fees of named expert witnesses. The\r\nliability to pay the abovementioned\ncosts was joint and several with\r\nthe Municipality, up to and including 1 December 2008 (when liability\r\nwas conceded by the latter).\nThe present appeal, with the leave of\r\nthe court below, is against the orders in favour of the second and\r\nthird respondents.\n[6] Before us it was contended on\r\nbehalf of the appellant that the court below had erred in its finding\r\nof negligence. The credibility\nand factual findings of the court\r\nbelow were challenged. The acceptance of Jayanthi’s evidence in\r\npreference to the evidence\nof medical staff employed by the appellant\r\nwas criticised. In the alternative, it was submitted that the court\r\nbelow ought, at\nthe very least, to have found that there was\r\ncontributory negligence on the part of Jayanthi.\n[7] I proceed to consider the relevant\r\nevidence in some detail and to deal with the assessment by the court\r\nbelow.\n[8] On Tuesday 25\r\nJune 2002 Jayanthi presented at the Clare Estate Clinic located close\r\nto her home. On that date she became a patient\nat the clinic. The\r\nnurses at the clinic were made aware that her first pregnancy had\r\nbeen a normal delivery. Jayanthi was diabetic\nand suffered from high\r\nblood pressure. Those two factors coupled with her relatively\r\nadvanced age of 37 unarguably made her a high-risk\npatient,\n5\nrequiring hospital\r\nattention rather than treatment at a primary healthcare clinic. After\r\na blood pressure and diabetes test had\nbeen conducted the clinic\r\nreferred her to Addington hospital. She was provided with a letter of\r\nreferral. None of the facts set\nout above are in dispute.\n[9] The material parts of Jayanthi’s\r\nversion of events which are disputed by the appellant, appear in this\r\nand the following\ntwo paragraphs. On Wednesday 26 June 2002 Jayanthi,\r\naccompanied by her husband, called at Addington hospital. Jayanthi\r\ntestified\nthat she overheard a nurse at the hospital announce that\r\npersons without a letter of referral would not be seen. After being\r\nregistered\nas a hospital patient she underwent a urine, blood tissue\r\nand diabetes test. All of this was done by a nurse. Crucially,\r\nJayanthi\ntestified that thereafter she saw a doctor. In his judgment\r\nLevinsohn DJP noted the following material parts of Jayanthi’s\n\ndescription of the doctor:\n‘\nShe\r\nwas an Indian female. She was not a South African.\nWhy do you say she is not\r\na South African?\nBecause I could make out\r\nfrom her tone of – the way she spoke.\nLEVINSOHN DJP\nHer accent?\nHer accent, the way she\r\nspoke.\nWho did she speak like?\r\nCame from India, or Mauritius? More or less India, if not India,\r\nPakistan or something.’\n[10] The doctor examined Jayanthi and\r\nreferred her to the ultrasound room to have an ultrasound scan\r\nperformed. When that procedure\nwas completed, a sonographer handed\r\nJayanthi a computer-generated ultrasound report. She was told to take\r\nthe report to the doctor\nand was informed by the sonographer that she\r\nneeded to be rescanned in two weeks’ time. Jayanthi recalled\r\nlooking at the\nultrasound report and reading the following words:\n‘\nThe\r\nhead was low and difficult to assess.’\nThe report also contained the\r\nfollowing words:\n‘\nSuggest\r\nrescan in 2 weeks.’\n[11] Armed with the report, Jayanthi\r\nwent back to the doctor she had seen earlier and was told to return\r\nin two weeks’ time.\nShe was not told why she had to return to\r\nthe hospital. Neither was she told that she was a high-risk patient\r\nand that there might\nbe dangers in her pregnancy. When she asked the\r\ndoctor for an appointment Jayanthi was told that she had to arrange\r\none through\nthe Clare Estate Clinic.\n[12] Jayanthi returned to the Clare\r\nEstate Clinic the same day and found it closed. She knocked at the\r\ndoor and told the nurse who\nappeared that she was there for a letter\r\nof referral. The nurse read the ultrasound report and informed\r\nJayanthi that in total\nonly two ultrasound scans were conducted on\r\nexpectant mothers: one early in the pregnancy and another towards the\r\nend. The nurse\ntold her that her ultrasound report showed nothing\r\nuntoward. Because of this Jayanthi did not return to Addington\r\nhospital. She\nattended at the clinic on five further occasions\r\nthereafter and during that period members of the clinic’s\r\nnursing staff\nwere aware of the first ultrasound report.\n[13] The first\r\nultrasound scan performed on Jayanthi revealed a condition in the\r\nfetus referred to as ‘ventriculomegaly’,\nwhich is an\r\nincrease in the lateral ventricles in the brain. Put differently, it\r\nshows that the lateral ventricles are prominent.\nIn the present case\r\nthe first ultrasound scan showed ‘borderline ventriculomegaly’,\r\nwithin the margin for error. The\nmedical experts all agreed that\r\nventriculomegaly is a ‘soft marker’ or indicator for\r\nDown’s syndrome. In the\npresent case even though at the earlier\r\nstage of gestation (17 weeks) it was not particularly distinctive the\r\nexperts were agreed\nthat at the very least it required further\r\nexploration. In any event, the appellant admitted in his plea that\r\nthe hospital staff\nhad ‘picked up what they thought was an\r\nabnormality’. Because the fetus in this case was in an awkward\r\nposition a second\nultrasound scan was required for greater certainty\r\nand to provide a basis for chromosomal testing by way of\r\namniocentesis\n6\nor cordocentesis.\r\nIt is common cause that if Jayanthi had returned in two weeks’\r\ntime, as suggested by the ultrasound report,\nthe relevant tests could\r\nhave been conducted and completed within the time allowed for\r\ntermination of the pregnancy.\n[14] On 22 October\r\n2002 when Jayanthi went to the Clare Estate Clinic for a routine\r\nexamination it was discovered that her blood\npressure and her\r\nblood-sugar levels were unusually high. This caused them to refer her\r\nonce again to Addington hospital. There\na second ultrasound scan was\r\nconducted. It revealed a cause for concern and Jayanthi was\r\nconsequently referred to King Edward VIII,\na higher care hospital. Dr\r\nKirsten at King Edward VIII hospital read both ultrasound reports and\r\ninformed Jayanthi that an investigation\ninto whether the fetus was\r\nafflicted with Down’s syndrome was necessary. A cordocentesis\r\nwas performed by Dr Govender and\nthe fetal blood was submitted to an\r\nindependent laboratory for chromosomal testing. For reasons that are\r\nunknown the tests results\nwrongly showed that there was no\r\nchromosomal abnormality.\n7\nThis was\r\ncommunicated to Jayanthi by Dr Kirsten. She and her husband consented\r\nto the bilateral tubal ligation on the basis that\nthe child they were\r\nexpecting was healthy in all material respects.\n[15] Soon after the child’s\r\nbirth it appeared that something was wrong. Subsequent testing\r\nestablished conclusively that the\nchild was afflicted by Down’s\r\nsyndrome.\n[16] The appellant disputed that\r\nJayanthi was seen by a doctor at Addington hospital. According to the\r\nappellant it was hospital\npolicy that sonographers do not communicate\r\nwith patients in respect of the contents of ultrasound reports.\r\nAccording to the appellant\na return visit, for a second ultrasound\r\nscan, did not require a patient to be in possession of a letter of\r\nreferral from a primary\nhealth clinic. The established hospital\r\nprocedure was that after a doctor recommended a second scan the\r\nhospital arranged an appointment\ndirectly. The appellant theorised\r\nthat Jayanthi must have wandered off after receiving the ultrasound\r\nreport. Dr Devjee suggested\nthat she might have departed the hospital\r\nwithout seeing a doctor because of the long queues. It was part of\r\nthe appellant’s\ncase that during the time Jayanthi claimed she\r\nsaw the doctor on her first visit to Addington hospital the attending\r\ndoctors were\nall on ward rounds and not yet in attendance at the\r\nhospital’s antenatal clinic.\n[17] It is necessary to record that\r\nthe countries of origin of the two female doctors on duty at the\r\nantenatal unit at Addington\nhospital at material times, namely\r\ndoctors Devjee and Perveen, were India and Bangladesh respectively,\r\nfitting the profile supplied\nby Jayanthi.\n[18] Before us, counsel for the\r\nappellant was constrained to concede that Jayanthi’s testimony,\r\nthat she attended at the Clare\nEstate Clinic that very afternoon and\r\nhad the discussion with the nursing staff set out in para 12 above,\r\ncould not be disputed.\n[19] Stripped to its essentials the\r\nappellant’s case is that Jayanthi had not seen a doctor on 26\r\nJune 2002 and that she was\nthe author of her own misfortune. It was\r\nsubmitted that on her own version of events she knew she had to\r\nreturn to the hospital\nin two weeks’ time. She did not do so\r\nand the responsibility for the consequences of her failure, so it was\r\nargued, lay with\nher. The appellant contended that the least that\r\ncould reasonably have been expected of Jayanthi was for her to have\r\nshown some\nconcern for her own wellbeing and that of her unborn child\r\nand that her failure to return on her own initiative to the hospital,\n\ntwo weeks later, should count against her and the court below ought\r\nto have held that there had been contributory negligence on\nher part.\n[20] Levinsohn DJP said the following\r\nabout Jayanthi and her husband:\n‘\nI\r\nwould say at once that both plaintiffs, in particular the second\r\nplaintiff, made a very good impression on me. I have no doubt\n\nwhatsoever that they are honest witnesses. The second plaintiff gave\r\nme the impression that she was giving an honest and spontaneous\n\naccount of what occurred on that day.’\n[21] Jayanthi’s undisputed\r\nreturn to the Clare Estate Clinic on the same day that the first\r\nultrasound scan was performed\nwas seen by the court below as ‘an\r\noverwhelming probability’ in her favour. Why else, asked the\r\ncourt below, would\nJayanthi have gone back to the clinic. Dr Devjee\r\ntestified that in the normal course patients would inevitably see a\r\ndoctor to\nreview the ultrasound scan. The court below reasoned that\r\nhaving undergone the ultrasound scan it would be strange and\r\nunexpected\nbehaviour for a patient to simply walk away from the\r\nhospital.\n[22] The court\r\nbelow thought it significant that in response to enquiries made by\r\nthe respondents, in terms of Uniform rule 37(4),\n8\nthe appellant\r\nrepeatedly admitted that ‘[n]ormally the [Clare Estate] clinic\r\nmakes the booking for the patient’. It\nis against these\r\nadmissions that the evidence of Dr Devjee and Dr Perveen, to the\r\neffect that the hospital itself made appointments\nand that a referral\r\nletter was not required, was held to have a hollow ring to it. The\r\ncourt below reasoned that this information\ncould only have been\r\nprovided to the appellant’s legal representatives by the main\r\nprotagonists on the appellant’s\nside and that it supported\r\nJayanthi’s version of events. Accordingly, the court below\r\nrejected the appellant’s version.\n[23] In deciding\r\nwhether the appellant’s servants were negligent the court below\r\nconsidered it relevant to ask whether by\nsending Jayanthi back to the\r\nclinic uninformed they created the risk that she might not return to\r\nenable the tests to determine\nwhether the fetus was normal. The court\r\nbelow had regard to the test for negligence set out in the well-known\r\ncase of\nKruger\r\nv Coetzee\n1966\r\n(2) SA 428\n(A) at 430E:\n‘\nFor\r\nthe purposes of liability\nculpa\narises\r\nif –\n(a) a\ndiligens\r\npaterfamilias\nin the position of the defendant -\n(i) would foresee the\r\nreasonable possibility of his conduct injuring another in his person\r\nor property and causing him patrimonial\nloss; and\nwould take reasonable\r\n\tsteps to guard against such occurrence; and\n(b) the defendant failed\r\nto take such steps.\nThis\r\nhas been constantly stated by this Court for some 50 years.\r\nRequirement (a) (ii) is sometimes overlooked. Whether a\ndiligens\r\npaterfamilias\nin\r\nthe position of the person concerned would take any guarding steps at\r\nall and, if so, what steps would be reasonable, must always\ndepend\r\nupon the particular circumstances of each case. No hard and fast\r\nbasis can be laid down. Hence the futility, in general,\nof seeking\r\nguidance from the facts and results of other cases.’\n[24] In applying\r\nthe\nKruger\r\nv Coetzee\ntest\r\nthe court below had regard to the first and second respondents’\r\nlack of sophistication. It reasoned that one would expect\nJayanthi to\r\nadhere to instructions by medical staff attending to her, not only at\r\nthe hospital but also at the clinic. Levinsohn\nDJP took into account\r\nthat the experts who testified were agreed that Jayanthi was a\r\nhigh-risk patient, more so because of her\nrelatively advanced age.\r\nThe risk of a fetus afflicted by Down’s syndrome was ever\r\npresent. As stated by the court below\nthe first ultrasound was at the\r\nvery least a ‘red flag’.\n[25] Levinsohn DJP stated that a\r\nreasonable person in the position of the doctor in attendance would\r\nhave seen the possibility of\nthe patient falling through the cracks\r\nof the public health system and failing to return and that she might\r\nbe wrongly advised\nor improperly directed by primary health care\r\nstaff. The court below thought it incumbent on the doctor to inform\r\nJayanthi in detail;\nof the risks she faced and precisely what the\r\nnature and effect was of the inconclusive scan and the absolute\r\nnecessity of undergoing\nan urgent second scan. The learned deputy\r\njudge president said the following:\n‘\nI\r\nwould go further. Having regard to the foreseeable consequence of\r\nsome breakdown of communication or gross misunderstanding that\nmay\r\noccur in the clinic environment, I think it was at least necessary\r\nfor the doctor to have given or caused to be given some\nwritten\r\ninstruction to the clinic to make it absolutely clear that the second\r\nplaintiff was required to return.’\n[26] In coming to\r\nthis conclusion the court below relied inter alia on Lord Nathan’s\nMedical\r\nJurisprudence\n9\n(pp 46\net\r\nseq\n)\r\nwhere the following appears:\n‘\nIn\r\nmany cases it is reasonable or even necessary for the medical man to\r\nmake the patient himself responsible for the performance\nof some part\r\nof the treatment which the medical man has undertaken to give. Where,\r\nas often happens, the medical man’s course\nof action depends\r\nupon a report by the patient as to his condition or symptoms or as to\r\nthe progress of the treatment, the medical\nman has no choice in the\r\nmatter; he must rely upon the patient for the necessary information\r\nby which to determine what action\nshould be taken, and must\r\ntherefore, in a sense, delegate to the patient part of his own\r\nduties. Frequently also it would be quite\nunreasonable to expect the\r\nmedical man to be in constant attendance upon the patient or to\r\nexercise supervision over every detail\nof the treatment; he is\r\ncompelled therefore to delegate to the patient the performance of\r\nsome part of the treatment or cure. .\n. .\nIn\r\nall these cases where the medical man justifiably delegates to the\r\npatient the performance of some part of the treatment, there\nis a\r\nspecial duty towards the patient to give clear and unambiguous\r\ninstructions, to explain to the patient in intelligible terms\nwhat is\r\nrequired of him and to give him any warning which may be necessary in\r\nthe circumstances; and a failure in any of these\nrespects may amount\r\nto a breach of duty and expose the medical man to liability for any\r\ninjury which occurs.\n’\n(My\r\nemphasis.)\n[27] Levinsohn DJP also quoted the\r\nfollowing extract from the Canadian case\nMurrin v Janes\n(1949)\r\n4 DLR 403:\n‘\nI\r\nam prepared to believe that in some kinds of cases, particularly in\r\nthis domain of medicine and surgery, the failure by a doctor\nor a\r\nsurgeon to warn a patient as to the meaning of certain symptoms, the\r\nsignificance of which might not be apparent to a layman,\nmight\r\nproperly expose a practitioner to a charge of negligence. The\r\nphysician cannot always be in constant attendance upon his\npatient,\r\nwho may have to be left to his own devices; and if the former knows\r\nof some specific danger and the possibility of its\noccurring, it may\r\nwell be part of his duty to his patient to advise him of the proper\r\naction in such emergency.’\n[28] Professor Ermos Nicolaou, who was\r\nthe head of the Fetal Medicine Unit at the Chris Hani Baragwanath\r\nHospital of the Fetal Maternal\nMedicine Centre from January 2003, and\r\nwho worked at King’s College in London, one of the most\r\nrecognised units in the field\nof fetal maternal medicine and was also\r\nthe chairperson of the Maternal Fetal Medicine Society of South\r\nAfrica, during his testimony\non behalf of the first and second\r\nrespondents, said the following in relation to the information\r\ngleaned from the first ultrasound\nreport:\n‘\nYou\r\nsee, the decision for any further investigations, any further\r\nfollow-ups has to be a team decision and the patient is very central\n\nin this team decision and therefore needs to be aware of the\r\nproblem.’\nSoon thereafter he said the following:\n‘\nIn\r\nthis particular case . . . there was something that was abnormal in\r\nthe baby’s brain and therefore this was placing this\nparticular\r\nfetus on a higher risk and therefore further investigation would be\r\nnecessary and I think the patient should be aware\nof this as well.’\nAnd almost immediately thereafter:\n‘\n[T]he\r\ndoctor should be doing the counselling and discussing the management\r\nof the patient.’\n[29] I did not understand counsel for\r\nthe appellant to take issue with what is set out in the preceding\r\nthree paragraphs. The appellant’s\ncase is that the court below\r\nerred in its assessment of the evidence, more particularly in\r\naccepting that Jayanthi had seen a doctor\nat Addington hospital.\r\nCounsel for the appellant correctly conceded that if the material\r\nfactual conclusions of the court below\nare upheld the appeal should\r\nfail.\n[30] One of the criticisms levelled\r\nagainst the court below is that it erred in holding the appellant to\r\nstatements made in its\nresponses to the respondents’ notice in\r\nterms of Uniform rule 37(4), referred to in para 22 above. In this\r\nregard reliance\nwas placed on\nFourie v Sentrasure Bpk\n1997 (4)\r\nSA 950\n(NC), where it was held that a court could ignore an admission\r\non the pleadings when it appeared clearly, after full investigation\n\nof the facts, that the admission did not accord with the facts and\r\nwhere an injustice would result. In\nFourie\nreference was made\r\nto the decision of this court in\nRance v Union Mercantile Co Ltd\n1922 AD 312\n, where the following is stated (at 315):\n‘\nWhen\r\nan admission is formally pleaded, it as a rule corresponds to fact.\r\nBut what if it does not? In such a case the party making\nthe\r\nadmission is no doubt bound to the extent of that admission (as long\r\nas it stands), but assuming that the admission is not\nin accordance\r\nwith fact, a court of law by assuming its correctness and by building\r\nupon it for the purpose of ascertaining the\nlimits of the contract\r\nerroneously admitted, may find a contract proved which has no\r\nexistence in fact, and which but for such\nadmission it would not have\r\nfound to be proved. This shows that it is not always safe to build\r\nfurther upon the mere admission\nof a contract. The fact of the matter\r\nis the party making the admission is bound by it to the extent to\r\nwhich the admission goes.\nTo press it against him beyond that, under\r\nall circumstances, may lead to inequitable results.’\n[31] The facts alluded to in the\r\naforesaid dictum and those in\nFourie\nare light years away from\r\nthe present circumstances. Ordinarily, a factual admission in\r\npleadings has the effect spelt out in the\nfollowing passage from\nFourie\n(at 970B-C):\n‘\nDie\r\nnormale gevolg van die erkenning van ‘n feitlike bewering in\r\ndie pleitstukke is dat dié feit buite geskil geplaas\nword\r\nsodat getuienis daaroor onnodig word. Die party wat die erkenning op\r\ndie pleitstukke gemaak het kan derhalwe ook geen getuienis\naanbied in\r\nstryd met die erkenning nie en indien hy dit wil doen, sal ‘n\r\naansoek eers gebring moet word om die erkenning\nvan die pleitstukke\r\nte verwyder. So ‘n aansoek kan uit die aard van die saak dan\r\nslegs gebring word namens die party wat\n‘n erkenning gemaak\r\nhet.’\n[32] In the present case, it was\r\napparent, not only from the pleadings but also right from the\r\nbeginning of the trial that a crucial\narea of dispute was whether\r\nAddington hospital had referred Jayanthi back to the Clare Estate\r\nClinic for an appointment to be arranged\nfor the second ultrasound\r\nscan. That notwithstanding, the appellant’s legal\r\nrepresentatives made no attempt at all to apply\nto withdraw the\r\nadmissions set out earlier in this judgment. In my view, it does not\r\nnow behove the appellant to criticise the\ncourt below for relying on\r\nthe admissions.\n[33] In our country poverty and a lack\r\nof literacy abound. Masses of our people attend public health\r\nfacilities. Their lack of sophistication\nand the vulnerability that\r\naccompanies poverty are factors that cannot be ignored. They are\r\nentitled to be treated in the same\nway as patients who can afford\r\nprivate medical assistance. That means that they should be fully\r\ninformed and should be as involved\nas possible in their own\r\ntreatment. This does not require a drain on public resources. This\r\ncase is not about the availability\nof material resources. It is about\r\na doctor communicating adequately with a patient. What is required is\r\na public health delivery\nsystem that recognises the dignity and\r\nrights of those who are compelled to use its facilities. It is that\r\nbasic sensitivity that\nthe Constitution demands.\n[34] In my view, the court below\r\ncannot be faulted in its reasoning as set out above nor ultimately in\r\nits factual conclusions.\nInsofar as contributory negligence is\r\nconcerned, none can be attributed to Jayanthi. As could be expected\r\nshe followed instructions,\nincluding the directive that she return to\r\nthe clinic. The first ultrasound report was not addressed to her but\r\nwas a ‘suggestion’\nfrom the sonographer to the doctor.\r\nSuggestion is by its very nature something put forward in a tentative\r\nform. Put differently,\nit was put forward for consideration by the\r\ndoctor. In the present case the doctor did not tell Jayanthi why she\r\nhad accepted the\nsuggestion, nor did she say why the second\r\nultrasound scan was required. The doctor should have done so and\r\nshould have informed\nJayanthi that the second ultrasound scan was\r\nimperative. The failure to do so, coupled with the clinic’s\r\nreassurance that\nthere was nothing untoward in the ultrasound report\r\nand the nurse’s statement that a second scan is only required\r\nnear the\nend of one’s pregnancy understandably lulled Jayanthi\r\ninto a false sense of security. I can see no reason to interfere with\n\nthe conclusions of the court below.\n[35] There is one further aspect that\r\nrequires brief consideration. In the appellant’s heads of\r\nargument it was submitted\nthat the court below erred by not including\r\nin its order a statement that the respondents were only entitled to\r\nrecover 66⅔%\nof the damages sustained by them as they had\r\nsettled with the Municipality for the other 33⅓%. This\r\nsubmission is baseless.\nThe parties were agreed that only the\r\nquestion of liability should be decided and such a direction was made\r\nby Levinsohn DJP. He\nwas not in the initial phase required to\r\ndetermine the measure of damages.\n[36] In light of the conclusions\r\nreached above the following order is made:\nThe appeal is dismissed with costs\r\nincluding the costs of two counsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: P D Hemraj SC\nN Govender\nInstructed by\nThe State Attorney Durban\nThe State Attorney Bloemfontein\nFor 1\nst\nand 2\nnd\nRespondents: C J Hartzenberg SC\nM E Van Jaarsveld\nInstructed by\nLister & Lister Pietermaritzburg\nSymington & De Kok Bloemfontein\n1\nDown’s\r\n\tsyndrome babies suffer from a chromosomal abnormality which usually\r\n\tmanifests in physical and mental abnormalities.\n2\nThis\r\n\tis a sterilisation procedure which has a reasonable chance of being\r\n\tsuccessfully reversed by way of further surgery.\n3\nFor\r\n\tthe general approach followed in matters of this nature see\nBlyth\r\n\tv Van Den Heever\n1980 (1) SA 191\n(A) at 196A-F.\n4\nThis\r\n\tis a specialised procedure in terms of which fetal blood is drawn\r\n\tdirectly from an umbilical vain for chromosomal testing\n─ to\r\n\tdetect possible chromosomal abnormalities.\n5\nAdvancing\r\n\tmaternal age, particularly over the age of 35, increases the risk of\r\n\tDown’s syndrome exponentially.\n6\nAmniocentesis\r\n\tis a procedure by which fluid containing fetal cells is drawn from\r\n\taround the embryo for chromosomal testing.\n7\nThere\r\n\twas some suggestion that there was maternal blood contamination but\r\n\tthat was never proved.\n8\nThis\r\n\tsubrule provides for formal enquiries to be directed at the opposing\r\n\tparty in advance of a pre-trial conference.\n9\nCited\r\n\tin\nDube v Administrator Transvaal\n1963 (4) SA 260\n(W) at\r\n\t268E-H.",
  "scraped_at": "2026-02-12T15:17:01.499522",
  "date": "2011-03-04",
  "coram": [
    "Mpati P",
    "Navsa",
    "Bosielo JJA"
  ],
  "case_number": "047/10",
  "parties": {
    "applicants": [
      "Premier of the Province of KwaZulu-Natal"
    ],
    "respondents": [
      "Kishore Sonny",
      "Jayanthi Devi Sonny"
    ]
  },
  "sections": {
    "facts": "In November 2002 Mrs Jayanthi Sonny, a 37‑year‑old diabetic with high blood pressure, attended the Clare Estate primary health clinic and was referred to Addington Hospital. An initial ultrasound at Addington showed borderline ventriculomegaly, a soft marker for Down's syndrome, and the sonographer recommended a repeat scan in two weeks. Mrs Sonny was sent back to the clinic, was told nothing untoward was seen, and did not return for the repeat scan. In October 2002 a second ultrasound was performed, followed by cordocentesis whose laboratory result incorrectly indicated a normal fetus. Based on that result the couple consented to a bilateral tubal ligation and gave birth in November 2002 to a child later diagnosed with Down's syndrome.",
    "issues": "The primary issues were whether the medical staff at the clinic and Addington Hospital were negligent in failing to inform Mrs Sonny of the risk of Down's syndrome and to ensure a timely second ultrasound and chromosomal testing, and whether any contributory negligence on her part should reduce liability. A subsidiary issue concerned the claim for damages arising from the alleged wrongful tubal ligation.",
    "principles": "The court applied the negligence test from Kruger v Coetzee, requiring a duty of care, breach of that duty, foreseeability of harm, and causation. It emphasized the duty of doctors to give clear, unambiguous instructions to patients, especially where a ‘red flag’ exists, drawing on Lord Nathan’s Medical Jurisprudence and Canadian case law (Murrin v Janes) on the necessity of informing patients of material risks. Constitutional considerations of dignity and the vulnerability of public‑health patients were also noted. The court rejected the appellant’s reliance on admissions under Uniform Rule 37(4) as invalid under Fourie v Sentrasure.",
    "application": "The court found that a reasonable doctor would have foreseen that sending Mrs Sonny back to the clinic without explicit written instructions could result in her missing the critical follow‑up scan, thereby breaching the duty of care. The medical staff’s failure to convey the significance of the first ultrasound and to arrange a definitive second scan constituted negligence. The court held that Mrs Sonny was not contributory negligent; she had followed the instructions given, and the clinic’s reassurance created a false sense of security. Consequently, the appellant was liable for the respondents’ damages related to the birth of the child.",
    "conclusion": "The appeal was dismissed. The Premier of KwaZulu‑Natal was ordered to pay the respondents’ costs, including the costs of two counsel, and remained liable for damages arising from the negligent medical care."
  },
  "tags": {
    "level_1": "Medical Law",
    "level_2": "Negligence",
    "level_3": [
      "Down's syndrome",
      "medical malpractice",
      "informed consent",
      "public health",
      "damage assessment"
    ]
  }
}