{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/30.html",
  "case_name": "Meridian Bay Restaurant (Pty) Ltd v Mitchell SC NO (686/2009) [2011] ZASCA 30; 2011 (4) SA 1 (SCA) (23 March 2011)",
  "citation": "[2011] ZASCA 30",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 30\n|\nNoteup\n|\nLawCite\nMeridian Bay Restaurant (Pty) Ltd v Mitchell SC NO (686/2009) [2011] ZASCA 30; 2011 (4) SA 1 (SCA) (23 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 686/2009\nMERIDIAN\r\nBAY RESTAURANT (PTY) LTD\n..................................\nFirst\r\nAppellant\nBOE\r\nBANK LIMITED\n.................................................................\nSecond\r\nAppellant\nNEDBANK\r\nLIMITED\n......................................................................\nThird\r\nAppellant\nand\nD R MITCHELL SC NO\n....................................................................\nRespondent\n(in\r\nhis capacity as the duly appointed\ncurator ad litem\nof\nHARBOUR’S\r\nEDGE BODY CORPORATE)\n____________________________________________________________\nNeutral\r\ncitation:\nMeridian Bay Restaurant v Mitchell\n(686/09)\n[2011] ZASCA 30\n(23 March 2011)\nBENCH:\r\nNAVSA, PONNAN and SHONGWE JJA\nHEARD: 22 FEBRUARY 2011\nDELIVERED: 23 MARCH 2011\nSUMMARY:\nSectional title scheme – developer –\r\nfraudulently creating additional units out of common property-\r\ninsolvency intervening\n– double sales – doctrine of\r\nnotice – first purchaser allowed to claim directly from second\r\npurchaser who acquired\nwith knowledge of first sale.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nWestern Cape High Court (Cape\r\nTown) (Uijs AJ sitting as court of first instance).\nThe appeal\r\nis dismissed with costs to be paid jointly and severally by the\r\nappellants, the one paying the others to be absolved.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA (NAVSA and SHONGWE concurring):\n[1] On 19 July 2000 Wimbledon Lodge (Pty) Ltd, the registered owner\r\nof Unit 91 in the sectional title scheme known as Harbour’s\n\nEdge (the sectional title scheme), launched an application in the\r\nCape High Court in terms of s 41(3) of the Sectional Titles Act\n95 of\r\n1986 (the Act) for an order that a curator ad litem be appointed to\r\nthe Harbour’s Edge Body Corporate (the body corporate),\nwhich\r\ncontrols the sectional title scheme. The case advanced in the\r\napplication was that a fraud had been perpetrated on Wimbledon\nLodge\r\nand the other registered owners of units in the sectional title\r\nscheme by one Casper Scharrighuisen, who so the accusation\nwent, had\r\nsecretly appropriated a large part of the common property of the\r\nscheme for the benefit of two corporate entities which\nhe controlled.\r\nThey are, the developer of the scheme, Casisles Coastal Property\r\nInvestements CC (Casisles) and Harbour’s\nEdge Commercial\r\nProperty Holdings (Pty) Ltd (Holdings). Scharrighuisen’s estate\r\nhas been sequestrated and those two corporate\nentities wound up.\r\nCasisles was since 19 August 1994 the registered owner of Erf 4600,\r\nGordons Bay, upon which the sectional title\nscheme was developed.\n[2] The sectional plan was first registered on 19 September 1997. The\r\nbody corporate was constituted on 18 November 1997 when transfer\nof\r\nthe first unit in the scheme was registered. The scheme is a mixed\r\nuse scheme comprising several residential and commercial\nunits but\r\nconsisting mainly of units that are equipped as hotel suites to be\r\noperated as such through a rental pool agreement.\nFifty five units\r\nwere sold prior to the coming into existence of the body corporate\r\nand 46 of those sales occurred prior to the\nregistration of the first\r\nsectional title plan. To each of those deeds of sale was annexed a\r\nparticipation quota and drawings.\nAll 55 deeds of sale concluded\r\nbetween Casisles and the purchasers (the purchasers) were in all\r\nmaterial respects in identical\nterms. Simultaneously with those deeds\r\nof sale, each purchaser concluded a rental pool agreement with\r\nCasisles. In terms of that\nagreement each purchaser undertook to make\r\nhis unit available for the purposes of conducting a hotel business.\r\nEach of the rental\npool agreements were also in identical terms. The\r\ndeeds of sale and the rental pool agreements envisaged that a\r\nmanagement company\nwould lease the units from the purchasers and\r\ninclude them in the hotel apartment business to be conducted by it.\r\nThe purchasers\nwould derive rental income after the deduction of\r\noperating levies imposed by the management company to cover the costs\r\nof operating\nthe hotel business. The management company would in turn\r\ncontract with a suitable expert hotel operator, who would effectively\r\nrun the hotel business.\n[3] The application by Wimbledon Lodge for the\r\nappointment of the\ncurator ad litem\nfailed before Van Reenen J in the Cape High Court,\r\nbut succeeded on appeal to this court. Both judgments are reported\r\nsub nom\nWimbledon Lodge (Pty) Ltd v Gore\r\nNO & others\n.\n1\nThe facts and the history of the matter are\r\nsomewhat complicated. To understand the gist of the complaint though\r\nit suffices for\npresent purposes to borrow from Schutz JA, who in\r\nwriting for the majority of this court, summarised (at para 3) the\r\nposition as\nfollows:\n‘\nThe building was not intended\r\nto be occupied by the unit-holders. It was to be used as a hotel. The\r\nrentals earned were to be placed\nin a pool which, after expenses had\r\nbeen met, was to be distributed according to individual participation\r\nquotas. According to\nthe plan which was annexed to the deeds of sale,\r\nthe common property was to include restaurants, kitchens, a parking\r\nbasement,\na squash court, necessary service areas and much more. That\r\nplan showed that there would be 86 sections with a total area of 5\r\n886 square metres. It is not Wimbledon’s case that a fraudulent\r\nmisrepresentation was made when the sales took place, in the\nsense\r\nthat Scharrighuisen then already intended to cheat buyers.\r\nWimbledon’s case is that the sectional title plan which\n\nScharrighuisen had registered in the deeds registry subsequently,\r\nwithout informing buyers, provided for 120 sections with a total\narea\r\nof 14 420 square metres. The extra area was achieved, not by\r\nenlarging the building, but by the appropriation of a large part\nof\r\nthe common property. Of the 34 extra sections, 10 are registered in\r\nthe name of Casisles and 12 in the name of Harbour’s\nEdge. How\r\nthe 12 sections reached Harbour’s Edge (these are the valuable\r\nones) we are not told, as, despite a challenge to\ndisclose, there\r\ncame only the statement that the sections “were purchased”\r\nfrom Casisles. As the entries in the deeds\nregistry stand those 22\r\nsections are owned by the one or the other of the two corporations,\r\nnow in liquidation, and their area\nhas been subtracted from the\r\ncommon property of the other unit-holders. It is these doings that\r\nCuninghame [on behalf of Wimbledon\nlodge] describes variously as a\r\nfraud or theft. The exact legal categorisation hardly matters. These\r\nallegations stand essentially\nunchallenged.’\n[4] D R Mitchell, the present respondent, a practising advocate at\r\nthe Cape Bar was accordingly appointed to act as\ncurator ad litem\nto the body corporate in terms of s 41(3) of the Act with inter alia\r\nthe power to:\n1. Conduct an investigation into the grounds and\r\ndesirability of the institution of proceedings on behalf of the third\r\nrespondent\nin order to:\n1.1 take such steps as are necessary to obtain\r\nregistration of the immovable property listed in the schedule annexed\r\nto this order\nas common property of the Harbour’s Edge\r\nSectional Title Scheme; and/or\n1.2 claim such damages as may be legally recoverable as\r\na result of the alleged misconduct of the developer and any of its\r\nsuccessors\nin title as set out in the affidavits filed of record on\r\nbehalf of the applicant.\n2. Report the results of his investigation and his\r\nrecommendations to the Cape High Court on the return day.\n[5] Pursuant to his appointment, the\ncurator ad litem\ncaused\r\nsummons to be issued against various defendants including the\r\nliquidators of Casisles and Holdings. The curator sought,\ninter alia,\r\nan order that certain disputed sections in the sectional title scheme\r\nrevert to the body corporate as common property\nand consequently that\r\nthe sectional title plan and deeds be rectified accordingly. The\r\nclaim succeeded before Uijs AJ in the Cape\nHigh Court. With the leave\r\nof the learned judge three of the 11 defendants appeal to this Court.\r\nThey are Meridian Bay Restaurant\n(Pty) Ltd (Meridian Bay), the first\r\nappellant, BOE Bank Limited, the second appellant and Nedbank\r\nLimited, the third appellant.\n[6] Meridian Bay is the registered owner of sections 1 (basement\r\nparking), 7 and 120 (conference rooms) and 21 (a hotel suite\r\n(formerly hotel kitchen)), which was transferred to it during\r\nDecember 2000. The pleaded case against Meridian Bay is that after\n\nthe proceedings had been instituted by Wimbledon Lodge for the\r\nappointment of the\ncurator ad litem\n, Holdings represented by\r\nits liquidators, disposed of sections 7, 21 and 120 in the sectional\r\ntitle scheme to Meridian Bay and\nsection 1 to Berties Mooring\r\nInvestments (Pty) Ltd (Berties Moorings) (the disputed sections).\r\nBerties Moorings, in turn, disposed\nof and transferred that section\r\nto Meridian Bay.\n[7] Whilst the pleaded case against the banks (the second and third\r\nappellants) is that the one or the other is the registered\nholder of\r\ntwo mortgage bonds registered in its favour by Meridian Bay. The\r\nfirst in an amount of R 4.5m was registered over sections\n7, 21 and\r\n120 on 13 December 2000 and the second in the amount of R 7.1m over\r\nsections 7, 21 and 120 on 5 December 2002. In his\nheads of argument,\r\ncounsel for the banks makes plain:\n‘\nAs far as the question of who\r\nthe relevant bondholder may be is concerned, it is submitted that\r\nnothing turns on this. Neither the\nsecond nor the third appellants\r\nintend taking the point that the judgment of the court a quo was\r\ngranted against the incorrect\nbanking entity.’\nMoreover counsel for the banks accepts that ‘the success or\r\nfailure of the banks in this appeal depends on the success or\nfailure\r\nof [Meridian Bay]’.\n[8] The particulars of claim further allege that:\n’\n23 At the time that each\r\ndisposal aforementioned took place the entity acquiring the section\r\nhad knowledge of the pending proceedings\nand took transfer of the\r\nsections knowing that proceedings to recover the sections as common\r\nproperty might be instituted on behalf\nof the body corporate by a\ncurator ad litem\n.\n24 In the premises the transferees acquired, and can\r\nassert, no greater right to the sections than Holdings had at the\r\ntime of its\ndisposal of the sections and to assert such greater right\r\nwould constitute a species of fraud upon the plaintiff.\n25 The mortgage bonds registered in favour of the Bank\r\nreferred to in paragraph 3(b) above were registered on 13 December\r\n2000 and\n5 December 2002 at which date both the mortgager and the\r\nBank had knowledge of the pending proceedings referred to in\r\nparagraph\n22 above and registered the mortgage bonds in the knowledge\r\nthat:\n(a) proceedings to recover sections 1, 7, 21 and 120 as\r\ncommon property might be instituted on behalf of the body corporate\r\nby a\ncurator ad litem\n;\n(b) if such proceedings were successful, the said\r\nsections would not constitute security for the debts of the mortgager\r\nreferred\nto in the said mortgage bonds.’\n[9] To complete the narrative. Prior to the institution of the\r\nproceedings the subject of the present appeal, the liquidators of\n\nCasisles and Holdings tendered, without admission of liability, to\r\ntransfer to the body corporate sections 15, 20, 27, 42, 50,\n55, 61,\r\n83, 87, 92, 116, 117 and 118, which tender the curator accepted.\r\nThose sections indubitably belonged to the body corporate.\n[10] Uijs AJ found for the\ncurator ad litem\n. He accordingly\r\nmade the following order:\n‘\n(a) The acquisition by the\r\nBody Corporate of the Harbour’s Edge Sectional Title Scheme of\r\nsections 15, 20, 27, 42, 50, 55,\n61, 83, 87, 92, 116, 117 and 119 is\r\nratified.\n(b) Such acquisition of the sections aforesaid are\r\ndeclared to be acquisitions of land extending the common property of\r\nthe Harbour’s\nEdge Sectional Title Scheme as envisaged in\r\nsection 26(1) of the Sectional Title Act, No 97 of 1986.\n(c) It is directed that Sections 1, 7, 21 and 120 of the\r\nHarbour’s Edge Sectional Title Scheme are to revert to the Body\r\nCorporate\nof that Scheme as common property, for the benefit of the\r\nowners of the remaining sections in the scheme.\n(d) The said sections are to be deleted from the\r\nSectional Title Deeds ST 21129/2002 and ST 16518/2000 in the name of\r\nthe First\nDefendant and from Sectional Title Mortgage Bonds SB\r\n9612/2000 and SB 11767/2002 held by the Second Defendant and/or the\r\nEleventh\nDefendant.\n(e) The Body Corporate is directed to prepare and submit\r\nto the Ninth and Tenth Defendants an amended Sectional Plan,\r\nreflecting\nall of the abovementioned sections as common property,\r\ntogether with a revised schedule of participation quotas for the\r\nremaining\nsections in the scheme.\n(f) The Ninth and Tenth Defendants are directed to\r\nregister such amended Sectional Plan and schedule of participation\r\nquotas and\nto make such consequential entries in their records as may\r\nbe necessary to give full effect to this order.\n(g) The parties are directed to ensure that there is due\r\ncompliance with all of the requirements of both the Ninth and Tenth\r\nDefendants\nin giving effect to this order.\n(h) The lease agreement between the First Defendant and\r\nthe Eighth Defendant in respect of section 120 of the said Sectional\r\nTitle\nScheme is declared not to be binding on the Body Corporate of\r\nthe said scheme.\n(h) First and Eighth Defendants and Second or Eleventh\r\nDefendants are (save as provided for herein) to pay jointly and\r\nseverally\nPlaintiff’s costs of suit, the one paying, the other\r\nto be absolved. In this regard, Plaintiff’s expert witnesses,\r\nMellon and Harding are declared necessary witnesses, the costs\r\noccasioned by employing them to be calculated on the appropriate\n\ntariffs and scale, and all other witnesses called by Plaintiff are\r\ndeclared to have been necessary witnesses.\n(j) Second and/or Eleventh Defendants shall not be\r\nobliged to pay any costs occasioned by the Application brought by\r\nFirst and Eighth\nDefendants to separate the issues, or any wasted\r\ncosts incurred as a result of the bringing of that application,\r\nwhich, it is recorded,\nthey opposed.\n(k) Second and/or eleventh Defendants shall not be\r\nobliged to pay the costs occasioned by any amendment to First\r\nDefendant’s\nPlea, or any costs occasioned by the opposition of\r\nFirst and Eighth Defendants to Plaintiff’s application for an\r\norder directing\nthe order of evidence, which, it is recorded, they\r\ndid not oppose.\n(l) The matter shall stand down, with leave granted to\r\nthe parties to approach the Court to re-open same.’\n[11] The thrust of the curator’s case is that the developer\r\naltered the sectional plans that had been annexed to each deed\nof\r\nsale in relation to the common property thereby converting portions\r\ninto units that could be misappropriated. All of this had\nbeen done\r\nwithout the knowledge of the purchasers. The developer in giving\r\ntransfer of the units to the purchasers pretended to\ndeliver what\r\nthey had contracted for and obtained payment of the purchase price on\r\nthat basis. In that way he caused certain portions\nof the common\r\nproperty to cease to exist. He further purported to put those\r\nillegally obtained sections beyond the reach of the\nbody corporate by\r\ncausing them as registered sections to be transferred to an\r\nassociated entity, Holdings. The cause of the conversion\nof the\r\ncommon property and thus its disappearance from the sectional plan\r\nwas the unilateral act of the developer who caused a\nsectional plan\r\nat variance with the purchase and sale agreement with the purchasers\r\nto be registered. It is thus the fraudulent\nact of registering a\r\nrevised plan, one at odds with the prior purchase and sale\r\nagreements, which founds the respondent’s\naction. As the common\r\nproperty had ceased to exist in consequence of the fraud, the body\r\ncorporate, so the submission goes, can\nrecover it by rectifying the\r\nrecords of the Deeds Office so that they conform to the prior\r\npurchase and sale agreements concluded\nwith the purchasers. In\r\neffect, the body corporate seeks, as the entity charged with the\r\nadministration and control of the common\nproperty of the scheme, to\r\nrecover that which was fraudulently removed from the unit holders in\r\nthe scheme, namely, an undivided\nshare of the common property that\r\nought in terms of the contracts of sale to have been in existence\r\nwhen the body corporate was\nfirst established.\n[12] It is a basic principle of our law that a\r\nreal right generally prevails over a personal right (even if the\r\npersonal right is\nprior in time) when they come into competition with\r\neach other.\n2\nThus, according to Prof van der Walt, ‘in\r\nSouth African law the distinction between real and personal rights\r\nhas acquired\nsomething of a mystical nature, and is often presented\r\nas a problem without a solution’.\n3\nAccordingly, in the ordinary course, if A sells a\r\nthing – be it movable or immovable - to B and thereafter sells\r\nthe same\nthing to C, ownership is acquired not by the first purchaser\r\nbut by the purchaser who first obtains transfer of the thing sold.\nIf\r\nthe first purchaser, B, is also the first transferee, his right of\r\nownership is unassailable by C. The legal situation is more\nintricate\r\nif the second purchaser, C, is first to obtain delivery. In this\r\ncase, the first distinction to be made is whether or\nnot C, when\r\ncontracting with A, had notice of the previous sale to B. For,\r\naccording to Professor Scholtens,\n4\nif C had such notice, he is not entitled to retain\r\nthe thing as against B.\n[13] As FDJ Brand in an as yet unpublished paper\r\nentitled ‘\nKnowledge and\r\nWrongfulness as Elements of the Doctrine of Notice\n‘\n,\r\nobserves the ‘rather unyielding preference to real rights is\r\ntempered by the doctrine of notice’. Prof Lubbe suggests:\n‘\nFrom a dogmatic perspective\r\nthe doctrine of notice seems to be anomalous in so far as it permits\r\nthe holder of a personal, supposedly\nrelative, right to a thing to\r\nprevail over the holder of a real right in respect thereof; even to\r\nthe extent of requiring the transferee\nwith notice to give effect to\r\nthe contractual undertakings of the predecessor in respect of the\r\nthing.’\n5\nUltimately, it is, as Prof McKerron observes, ‘a\r\npurely equitable doctrine running counter to the rule of the strict\r\nlaw that\na real right takes preference over a merely personal\r\nright’.\n6\n[14] Under the doctrine of notice, someone who acquires an asset with\r\nnotice of a personal right to it which his predecessor in\ntitle has\r\ngranted to another, may be held bound to give effect thereto. Thus a\r\npurchaser who knows that the merx has been sold\nto another, may, in\r\nspite of having obtained transfer or delivery, be forced to hand it\r\nover to the prior purchaser. Reverting\nto my earlier example: if C\r\nhad purchased with knowledge of the prior sale to B, B would be\r\nentitled to claim that the transfer\nto C be set aside and that\r\ntransfer be effected from A to B, or B may perhaps even claim\r\ntransfer directly from C.\n[15] For many years our courts sought to invoke\r\nmala fides or ‘a species of fraud’ as the inherent\r\njustification for\nthe doctrine. Thus it was said, for example, by\r\nWessels JA in\nDe Jager v Sisana\n:\n7\n‘\n[A] purchase of property made\r\nin derogation of the rights of a third party with knowledge of such\r\nrights is a species of fraud upon\nthe third party and does not defeat\r\nhis rights.’\nand\n‘\nIf A grants B a servitude, B\r\nhas a right to that servitude as . . . against A, and has the right\r\nto have that servitude registered.\nIf C knows of the grant, then if\r\nhe endeavours to get the land free of the servitude he is conspiring\r\nwith A to defraud B of a\nvalid right which he already has against A\r\nand which he can by registration acquire against the whole world. C\r\nis therefore\nparticeps\r\nfraudis\nwith\r\nA.’\n[16] Likewise, in\nGrant\r\n& another v Stonestreet & others\n,\n8\nOgilvie Thompson JA\nstated:\n‘\nHaving regard to our system of\r\nregistration, the purchaser of immovable property who acquires clean\r\ntitle is not lightly to be held\nbound by an unregistered praedial\r\nservitude claimed in relation to that property. If, however, such\r\npurchaser has knowledge,\nat\r\nthe time he acquires the property, of the existence of the servitude,\r\nhe will ― subject to a possible qualification, discussed\nbelow,\r\nrelating to cases where there has been the intervention of a prior\r\ninnocent purchaser ― be bound by it notwithstanding\nthe absence of registration.\r\nThe basis of this obligation is that in attempting, under such\r\ncircumstances, to repudiate the servitude,\nthe purchaser is\nmala\nfide\n,\r\nand that the law refuses to countenance any such attempted\r\nrepudiation because, as it is put in some of the cases, it in reality\n\namounts to a species of fraud (see\nRichards\r\nv Nash\n,\n1 S.C. 312\n;\nJansen v Fincham\n,\n9 S.C. 289\n;\nRidler v\r\nGartner\n,\n1920\r\nT.P.D. 249\nand cf.\nDe\r\nJager v Sisana\n,\n1930 A.D. 71\nat p 84).\nMala\r\nfides\nis\r\nnot readily presumed, and it was emphasised in\nJansen\r\nv Fincham\nand\nRidler v Gartner\n,\nsupra\n,\r\nthat clear proof of knowledge on his part is required before the\r\nCourt will hold a purchaser bound by an unregistered servitude.\nAs\r\nwas observed by WESSELS J.,\nin\r\nRidler v Gartner\n,\nsupra\nat pp. 259-260:\n“\nThere must be an element of\r\ndeceit, an element of chicanery in the transaction, before the Court\r\nwill set it aside on the ground\nof knowledge. It must be perfectly\r\nclear to the Court that the person who alleges that he bought a clean\r\ntransfer knew perfectly\nwell and did not expect that he would get a\r\nclean transfer except by his fraud. Any other view of the law would\r\nbe extremely dangerous\nand would dig away the very foundations upon\r\nwhich our whole system of registration is based.” ’\n[17] But with\nAssociated\r\nSouth African Bakeries (Pty) Ltd v Oryx & Vereinigte Bäckereien\r\n(Pty) Ltd,\n9\ncame the demise of the fraud construction. The\r\ncourt held that references to a species of fraud or\nmala\nfides\non the part\r\nof the acquirer with knowledge in the earlier cases was nothing but a\r\nfiction to provide the doctrine of notice with\ntheoretical support.\r\nAccording to Van Heerden AJA, any reference to fraud or\nmala\nfides\nin the\r\ncontext of the doctrine of notice should be avoided because it only\r\ngives rise to confusion. The only requirement for the\noperation of\r\nthe doctrine, so he stated, is actual knowledge (or perhaps\ndolus\neventualis\n) with\r\nregard to the prior personal right on the part of the acquirer. Once\r\nthis requirement is satisfied, the holder of the personal\nright is\r\nafforded what is in effect a limited real right against the acquirer.\n[18] Thus C, the acquirer of the real right, does\r\nnot need to have actual knowledge of B’s prior right. It\r\nsuffices that C\nsubjectively foresaw the possibility of the existence\r\nof B’s personal right but proceeded with the acquisition of his\r\nreal\nright regardless of the consequences to B’s prior personal\r\nright. The reference to\ndolus\neventualis\nin Van\r\nHeerden AJA’s judgment echoes what was said by Ogilvie Thompson\r\nJA in\nGrant v Stonestreet\n:\n‘\nAlthough, unlike the English\r\nLaw, the doctrine of constructive knowledge has, in our law, little\r\nor no application in enquiries\nof this kind (\nErasmus\r\nv du Toit\n1910 TPD\r\n1037\n, Snyman v\r\nMugglestone\n1935\r\nCPD 565)\n, the statement made by Bristowe, J in\nErasmus’\ns\r\ncase,\nsupra\nat p 1049, that, if a person\r\nwilfully shuts his eyes and declines to see what is perfectly\r\nobvious, he must be held to have had\nactual notice, appears to me to\r\nbe sound in principle and to merit the approval of this Court.‘\n10\n[19] Perhaps on account of its anomalous aspects\r\nand uncertain pedigree, the doctrine of notice has attracted more\r\nacademic discussion\nthan its practical importance seems to merit.\n11\nAccording to Lubbe:\n‘\nAttempts to locate the\r\ndoctrine of notice within the general conceptual framework of our\r\nsystem of private law, seek to reduce it\neither to the law of\r\nobligations or the domain of property. In an echo of attempts\r\nelsewhere, a resort to delictual liability has\nbeen predominant in\r\nattempts to forge an explanation of the doctrine in terms of the law\r\nof obligations.’\n12\nIt may well be, as Brand posits, that we simply\r\nhave to accept that the doctrine of notice is a doctrinal anomaly\r\nwhich does not\nfit neatly into the principles of either the law of\r\ndelict or property law.\n13\nBrand poses the question: ‘If the answers do\r\nnot lie in a search for the doctrinal basis of the doctrine where\r\nshould one\nstart?’ He proffers the following illuminating\r\nresponse that no doubt will not only appreciably assist in shaping\r\nand determining\nthe future debate on the subject, but also in\r\nresolving the various problematic anomalies and dogmatic\r\nclassification puzzles:\n‘\nThe key to the solution, I\r\nbelieve, is to be found in the following statement by Badenhorst\r\nPienaar & Mostert:\n\"Infringement of a personal right by an acquirer of\r\nthe real right is perceived as unlawful conduct. The criteria for the\r\ndetermination\nof wrongfulness in the law of delict should be\r\napplied.\"\nAs I see it, this means two things.\r\nFirstly, that although the doctrine of notice is not founded in\r\ndelict, it shares a common element\nwith delictual liability, namely,\r\nthe element of wrongfulness (sometimes also referred to as\r\nunlawfulness). Secondly, that in determining\nwrongfulness for the\r\npurposes of the doctrine, we should be guided by the principles that\r\nhave become crystallised in delictual\nparlance. In this regard the\r\nprinciples of the law of delict proceed from the premise that conduct\r\nwhich manifests itself in the\nform of a positive act causing physical\r\ndamage to the property or person of another is prima facie wrongful.\r\nBy contrast, causation\nof pure economic loss is not regarded as prima\r\nfacie wrongful. Its wrongfulness depends on the existence of a legal\r\nduty. In applying\nthese principles, the doctrine of notice seems to\r\nfit naturally into the category of pure economic loss. In\r\nconsequence, it invokes\nthe concept of a \"legal duty\". The\r\nimposition of a legal duty, so it has been explained, is a matter for\r\njudicial determination,\ninvolving criteria of public and legal\r\npolicy. When we therefore say, in the law of delict, that conduct\r\ncausing pure economic\nloss is \"wrongful\" we mean that\r\npublic or legal policy considerations require that such conduct\r\nattracts legal liability\nfor its consequences. Conversely, when we\r\nsay that conduct causing pure economic loss is not wrongful, we\r\nintend to convey that\npublic or legal policy considerations determine\r\nthat there should be no liability; that the potential defendant\r\nenjoys immunity\nagainst such conduct. As I see it this would mean, in\r\nthe context of the doctrine of notice, that an infringement of a\r\nprior personal\nright through the acquisition of a real right will\r\nonly be recognised as \"wrongful\", if for reasons of public\r\nand legal\npolicy, the courts determine that such infringement should\r\nattract the consequences of the doctrine.’\n14\n[20] After\nASA\r\nBakeries\nthis court had occasion to\r\nconsider the doctrine of notice in\nDream\r\nSupreme Properties 11CC v Nedcor Bank Ltd & others\n15\nbut in the context of an attachment and sale in\r\nexecution. The facts were: During June 2000 Nedcor Bank obtained\r\njudgment against\nMr Costas, who was the owner of a holiday house in\r\nCamps Bay. On 15 November 2001 he sold the house to Dream Supreme, a\r\nclose corporation\nunder the control of his mother-in-law. When Nedcor\r\nBank became aware of the sale, it caused a writ of execution to be\r\nissued in\nrespect of the house. Pursuant to the writ, the house was\r\nattached and sold at a sale in execution. Dream Supreme sought an\r\norder\nin the Cape High Court for the setting aside of the attachment\r\nand the sale in execution. The High Court refused the application\n\nessentially on the basis that the sale agreement between Dream\r\nSupreme and Costas was not a\nbona fide\nsale, but an attempt to shield the property from\r\nexecution by the creditors.\nOn appeal, this\r\ncourt held that the court of first instance had erred in holding that\r\nthe agreement of sale was not\nbona fide\n.\r\nStreicher JA, writing for the majority, stated:\n‘\nHowever, it does not follow\r\nthat because an inference of fraud on the part of a second purchaser\r\nis drawn from the mere fact of\nknowledge of a prior sale that an\r\ninference of fraud likewise has to be drawn from such knowledge on\r\nthe part of an execution creditor\nwho attaches property which his\r\ndebtor has sold in execution of a judgment. In terms of the common\r\nlaw such an execution creditor\ncould, with some exceptions, attach\r\nthe assets of which his debtor was the owner in order to obtain\r\nsatisfaction of his debt. Effect\nis given to that right in s 36\r\nof the Supreme Court Act 59 of 1959 read with Rule 45 of the Uniform\r\nRules.’\n16\nAnd\n‘\nIt follows that, unlike the\r\npurchase of a property with knowledge of a prior sale, the first\r\nrespondent did what, according to the\nUniform Rules, he was entitled\r\nto do. There can be no question of regarding his actions as a species\r\nof fraud. To extend the doctrine\nof notice to situations such as the\r\npresent would open the door to unscrupulous debtors to fabricate\r\npersonal rights which would\nbe difficult for a creditor to expose for\r\nwhat they are. It will discourage prospective purchasers from taking\r\npart in sales in\nexecution where a claim to a prior personal right is\r\nmade by a third party. Very few such prospective purchasers would be\r\nprepared\nto investigate the validity of such a claim by a third party\r\nand even less will be prepared to involve themselves in litigation\n\nagainst such a third party. In the result, to extend the doctrine of\r\nnotice to situations such as the present will create, to the\n\ndetriment of the creditor as well as the debtor, uncertainty as to\r\nthe title obtained at a sale in execution and so reduce the\n\neffectiveness of such a sale, the purpose of which is to obtain\r\nsatisfaction of a judgment debt.’\n17\n[21] Whether or not mala fides or fraud on the\r\npart of the attaching creditor would render the attachment wrongful\r\nis an issue that\nStreicher JA did not decide. What he did decide is\r\nthat once a creditor has established a real right known as a\npignus\r\njudiciale\nthrough an attachment in\r\nexecution of a judgment, the holder of a personal right cannot rely\r\non mere knowledge on the part of the\ncreditor at the time of the\r\nattachment, to set aside the real right acquired by the creditor.\nBrand opines that:\n‘\nWhat Streicher JA decided . .\r\n. is that for reasons of public and legal policy, an attachment in\r\nexecution is not wrongful, in the\ncontext of the doctrine of notice,\r\nmerely because the creditor who caused the attachment to be made had\r\nknowledge of an earlier\npersonal right. What is more, Streicher JA\r\nthen proceeded to set out the considerations of legal and public\r\npolicy which led him\nto the conclusion of wrongfulness. In sum, they\r\nrelate to the specific nature and purpose of an execution sale and\r\nthe particular\nconsideration that the purchaser at an execution sale\r\nshould as far as possible acquire secure title.’\n18\n[22]\nDream Supreme\n,\r\nit bears noting, considered the doctrine of notice in respect of\r\nattachments and sales in execution. Streicher JA, I daresay,\ndecided\r\nthat the considerations of public and legal policy that are\r\napplicable to attachments in execution are different to those\n\napplicable to double sales. To borrow from Brand it ‘has no\r\nimpact on the requirement of knowledge in the application of\nthe\r\ndoctrine of notice outside the ambit of attachments in execution. As\r\nfar as these other applications are concerned,\nASA\r\nBakeries\nremains the beacon of\r\nauthority.’\n19\nDream Supreme\nis\r\nthus plainly distinguishable from the present case.\n[23] Streicher JA had occasion once again in\nCussons & andere v Kroon\n20\nto consider the doctrine.\nThe\r\nfacts were: A farm, which constituted an asset in a partnership\r\nbetween A and B, was registered in the name of A only because\nit\r\nwould have been in conflict with legislation for it to have been\r\nregistered in the names of both. As a partnership asset the\nproperty\r\ncould not be alienated by A without the approval of B. A nonetheless\r\nsold and transferred the property to C without informing\nB. Relying\r\non the doctrine of notice B then brought an application to set the\r\nsale and transfer to C aside. On appeal it was argued\non behalf of A\r\nand C that the doctrine did not apply because the right relied upon\r\nby B was not a\nius ad rem acquirendam\n.\r\nStreicher JA held that the personal right relied upon by B is so\r\nclosely analogous to a right of pre-emption that if the one was\n\ndeserving of protection so too was the other. The reason why a right\r\nof pre-emption is deserving of protection, according to Streicher\nJA,\r\nis because the conduct of the purchaser in acquiring the property\r\nwith knowledge that it was in conflict with an existing right\nof\r\npre-emption, is regarded as wrongful. He thus concluded that a sale\r\nin conflict with the duty not to sell without the consent\nof another\r\nis just as improper as a sale in conflict with the rights of a holder\r\nof a right of first refusal.\n[24] In arriving at that conclusion Streicher JA said (para 9):\n‘\nIn die geval van dubbelverkope\r\nword ‘n beginsel bekend as die kennisleer toegepas. Waar A sy\r\ngoed aan B verkoop en daarna\ndieselfde goed verkoop en oordra aan C,\r\nwat bewus was van die regte van B, is B geregtig op kansellasie van\r\ndie verkoping en van\ndie oordrag van die goed, op grond daarvan dat\r\ndie verkoper en C geag word op ‘n bedrieglike wyse teenoor hom\r\nop te getree\nhet (\nTiger-Eye\r\nInvestments (Pty) Ltd & another v Riverview Diamond Fields (Pty)\r\nLtd\n1971\r\n(1) SA 351\n(K) op 358F-H). Werklike bedrog word nie vereis nie. Blote\r\nkennis aan die kant van C van die bestaan van B se vorderingsreg is\r\nvoldoende (\nKazazis v\r\nGeorghiades & andere\n1979\r\n(3) SA 886\n(T) op 893). Die verwysings na bedrog in sake van hierdie\r\naard dien slegs as aanknopingspunt in die regsisteem ter\r\nonderskraging\nvan die kennisleer (\nAssociated\r\nSouth African Bakeries (Pty) Ltd v Oryx & Vereinigte Bäckereien\r\n(Pty) Ltd & andere\n1982\r\n(3) SA 893\nSA 893 (A) (\nASA\r\nBakeries\n) op\r\n910E).’\n[25] Here the facts are more nuanced than those ordinarily\r\nencountered in what may be described as the classic double sale\r\nscenario.\nIn this case Scharrighuisen knowingly and deliberately\r\nregistered a sectional title plan at odds with the prior purchase and\r\nsale\nagreements concluded with the purchasers. The sectional title\r\nscheme so registered established new sections. Those valuable new\n\nsections he appropriated to himself. He then sought to place them\r\nbeyond the reach of the prior purchasers by transferring those\nfrom\r\nCasisles to Holdings. All of this occurred without the knowledge of\r\nthe prior purchasers and but for the vigilance of one\nof the\r\npurchasers may have gone undetected. The court below found that\r\nScharrighuisen as the controlling mind of both Casisles\nand Holdings\r\nacted fraudulently in misappropriating the disputed sections. That\r\nfinding was not attacked on appeal. Nor, in my\nview, could it be.\n[26] The first question therefore is whether the doctrine of notice\r\navails the prior purchasers, as here, where: first, the dispositive\n\nact has the effect of creating new objects of ownership out of the\r\nproperty that is already the subject of a prior personal right;\nand,\r\nsecond, insolvency intervenes. I accept, as one must, that extensions\r\nof the operation of the doctrine of notice with reference\nto\r\nconsiderations of public and legal policy must occur incrementally.\r\nTo facilitate the fraud Scharrighuisen (through Casisles)\n\nunilaterally reconfigured the common property into units in the\r\nscheme before disposing of it to Holdings (which, like Casisles,\nhe\r\ncontrolled) in disregard of the rights of the prior purchasers. Had\r\nhe simply disposed of the common property without first\nhaving\r\nreconfigured it (assuming that to have been possible) then surely in\r\nthose circumstances the doctrine would have availed\nthe prior\r\npurchasers. I cannot conceive of any reason why the reconfiguring of\r\nthe common property into units to fraudulently place\nit beyond the\r\nreach of the prior purchasers would operate as a bar to the\r\ninvocation of the doctrine by them.\nFor, first, as Schutz JA stated in\nWimbledon\r\nLodge v Gore\n(para 10):\n‘ “\nNo one is allowed to\r\nimprove his own condition by his own wrongdoing.” This\r\nfundamental principle has been applied expressly\nat least twice in\r\nthis Court, in\nPrincipal\r\nImmigration Officer v Bhula\n1931\r\nAD 323\nat 330 and\nParity\r\nInsurance Co Ltd v Marescia and Others\n1965 (3) SA 430\n(A) at 433 and\r\n435. It finds exact application to this case. Scharrighuisen, through\r\nhis corporations, by means of his fraud, obtained\nat least apparent\r\nownership of the contested sections.’\nAnd, second, the liquidators could not acquire\r\nrights greater than the insolvent entity ever had (\nAfrisure\r\nCC v Watson\nNO).\n21\nNor could the liquidators transfer more rights\r\nthan they themselves had. This rule, which has been described as the\r\n‘golden\nrule of the law of property’, is based on the old\r\nRoman law maxim\nnemo plus iuris ad alium\r\ntransferre potest, quam ipse haberet\n.\n22\n[27] What then of Meridian Bay? On the authority\r\nof\nASA Bakeries\nthe\r\nonly requirement for the operation of the doctrine is actual\r\nknowledge (or perhaps\ndolus eventualis\n)\r\nof the prior personal right of the first purchaser on the part of the\r\nsecond purchaser (the acquirer). Once this requirement is\nsatisfied\r\nthe holder of the real right is afforded what in effect is a limited\r\nreal right against the acquirer.\n23\nThe requirement of notice poses no difficulty in\r\nthis case, it being common cause that Meridian Bay had knowledge of\r\nthe prior personal\nright of the purchasers. Indeed each of the\r\nwritten agreements of purchase and sale concluded by the liquidators\r\nwith Meridian\nBay and Berties Mooring, respectively, in respect of\r\nthe disputed sections contained a provision to the following effect:\n’\nDISPUTE AS TO THE SELLER’S\r\nTITLE TO THE PROPERTY\n1 It is recorded that it has been disclosed to the\r\nPurchaser who fully understands that:\n1.1 the Seller’s title to certain sections forming\r\npart of the immovable property sold has been challenged by the\r\nHarbours\nEdge Body Corporate and certain individual members thereof.\r\nFurthermore individual members of the Body Corporate have in their\r\npersonal capacities applied and/or indicated their intention to apply\r\nto the appropriate court for an order interdicting this sale\nand for\r\ncertain relief the effect of which will be to vest ownership of the\r\nimmovable property sold in terms hereof in the Harbours\nEdge Body\r\nCorporate; and . . .’\n[28] Moreover the evidence establishes that Meridian Bay knew, when\r\nit acquired the disputed sections, not just that complaints\nwere\r\nbeing levelled by the prior purchasers but also of the exact nature\r\nof those complaints. It nonetheless chose to acquire the\ndisputed\r\nsections with full knowledge that such acquisition was in conflict\r\nwith the prior personal rights of the purchasers. It\nfollows that in\r\nconducting itself thus, Meridian Bay’s conduct was wrongful.\n[29] In a situation such as this, Prof Scholtens\r\nsubmits that\n‘\nthe only\r\nquestion to be determined should be whether the first contract of\r\nsale would have entitled the first purchaser to a decree\nof specific\r\nperformance had the second not been concluded. If the answer is in\r\nthe affirmative, the first purchaser has an indefeasible\nright and\r\nshould be entitled to the assistance of the court without any further\r\nregard to the equities of the second sale.’\n24\nIn this case the prior purchasers would have had a claim for specific\r\nperformance against the developer. Thus according to Prof\nScholtens\r\nthey have an indefeasible right that entitled them to the assistance\r\nof the court.\n[30] Who then can that right be asserted against in this case in the\r\nlight of the intervening sequestration of the developer? I\nearlier\r\nalluded to the fact that the holder of prior personal right, B, may\r\nclaim directly from C, the acquirer of the right. Indeed\nProf\r\nMcKerron makes that plain when he states.\n‘\nIt remains to consider the\r\nposition where transfer has been passed to the second purchaser. If\nC\n,\r\nwhen he bought, had knowledge of the prior sale to\nB\n,\r\nthere is no doubt as to the position. The authorities, both ancient\r\nand modern, are agreed that in such a case\nC\nis not entitled to retain the\r\nland as against\nB\n.\r\nThe old authorities allow\nB\nto recover the\nres\r\nvendita\ndirect\r\nfrom\nC\nby a personal action\nin\nfactum\n[as opposed to the\nrei\r\nvindicatio\n, only\r\navailable to the owner], and there is no reason why in a suitable\r\ncase\nB\nshould not be allowed to adopt\r\nthis course in the modern law. But in South Africa the usual practice\r\nis for\nB\nto join\nA\nas co-defendant, and claim as\r\nagainst him an order cancelling the transfer, and as against\nC\nan order to pass transfer into\r\nhis (\nB’s\n)\r\nname.’\n25\n(See also Voet 6.1.20 and\nBowring\r\nNO v Vrededorp Properties CC\n26\n).\nBowring NO v Vrededorp Properties CC\n(para\r\n17)\nput it thus:\n‘\nThe essential quality of the\r\nright that the purchaser acquires from a contract of sale is\r\ntherefore no different from the right\nof the beneficiary under a\r\nservitude agreement. Both rights are so-called\niura\r\nin personam\nad\r\nrem acquirendam\n, ie\r\npersonal rights to acquire a real right (see eg Van der Merwe\nop\r\ncit\n86;\r\nBadenhorst, Pienaar & Mostert\nop\ncit\n70). In the case of a\r\nservitude, application of the doctrine of notice does not require\r\nthat the transfer of the property to the\npurchaser be set aside so as\r\nto enable the beneficiary under the servitude agreement first to\r\nclaim registration of the servitude\nagainst the seller before the\r\nproperty is retransferred to the purchaser subject to a registered\r\nservitude. The beneficiary’s\nclaim is allowed directly against\r\nthe purchaser (see eg\nGrant\r\n& another v Stonestreet & others\n(\nsupra\n)\r\n7). That there is no privity of contract between the beneficiary and\r\nthe purchaser is not seen as an insurmountable hurdle. Why\nthen, it\r\nmay in my view rightfully be asked, should the position be any\r\ndifferent when the same doctrine is applied in the instance\nof double\r\nsales?’\n[31] It thus follows that the absence of contractual privity between\r\nMeridian Bay and the prior purchasers is no bar to affording\nthem the\r\nright to claim directly from Meridian Bay. The manner of application\r\nof the remedy must be determined largely by what\nis considered to be\r\nequitable to all concerned in the circumstances of the particular\r\ncase (\nBowring\npara 18). In this case if both Meridian Bay and\r\nthe developer are restored to the positions that they occupied prior\r\nto the transfer\nof the disputed sections to the former, then, given\r\nthe sequestration of the latter, the prior purchasers will have to\r\nstand in\nline with the other creditors in the insolvent estate.\r\nFurther that may result in a windfall for the creditors of the\r\ninsolvent\nto which they may not be entitled. It thus seems to me that\r\nthis is one of those cases where the curator should be permitted to\n\nrecover directly from Meridian Bay. I may add that in this case the\r\nbondholders were given notice of these proceedings. They advanced\nno\r\nadditional argument (preferring instead to make common cause with\r\nMeridian Bay) as to why Meridian Bay should not be ordered\nto\r\ntransfer the disputed sections directly to the curator.\n[32] In the result the appeal must fail and it is accordingly\r\ndismissed with costs to be paid jointly and severally by the\r\nappellants,\nthe one paying the others to be absolved.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor 1\nst\nAppellant: W G Burger SC\nJ C\r\nSwanepoel\nInstructed\r\nby:\nJoubert\r\nAttorneys\nc/o Webber\r\nWentzel\nCape Town\nMcIntyre &\r\nVan Der Post\nBloemfontein\nFor 2\nnd\nand 3\nrd\nAppellants: A M Smalberger\nInstructed\r\nby:\nHerold Gie\nCape Town\nMcIntyre &\r\nVan Der Post\nBloemfontein\nFor\r\nRespondent: S Olivier SC\nInstructed\r\nby:\nEdward\r\nNathan Sonnenbergs\nCape Town\nWebbers\nBloemfontein\n1\nThe\r\n\tHigh Court judgment at\n2002 (2) SA 88\n(C). And the judgment of the\r\n\tSCA at\n2003 (5) SA 315\n(SCA).\n2\nHassam\r\n\tv Shaboodien\n1996 (2) SA 720\n(C) at 724H-I; FDJ Brand\nKnowledge\r\n\tand Wrongfulness as Elements of the Doctrine of Notice.\n3\nAJ\r\n\tvan der Walt ‘Personal rights and limited real rights an\r\n\thistorical overview and analysis of contemporary problems related\nto\r\n\tthe registrability of rights’\n1992 (55)\nTHRHR\n170\nat\r\n\t179.\n4\nCJE\r\n\tScholtens ‘Double Sales’\n(1953) 70\nSALJ\n22.\n5\nG\r\n\tLubbe ‘A doctrine in search of a theory: reflections on the\r\n\tso-called doctrine of notice in South African law’\n1997\nActa\r\n\tJuridica\n246\nat 249.\n6\nRG\nMcKerron ‘Purchaser with notice’ 1935\nSA Law Times\nVol\r\n\t4 178 at 180.\n7\n1930\r\n\tAD 71\nat 80 and 84.\n8\n1968\r\n\t(4) SA 1\n(A) at 20A-E.\n9\n1982\r\n\t(3) SA 893\n(A).\n10\nAt\r\n\t20F.\n11\nLubbe\r\n\top cit p258.\n12\nLubbe\r\n\top cit p258.\n13\nBrand\r\n\tpara 22.\n14\nBrand\r\n\tpara 23 - 24.\n15\n2007\r\n\t(4) SA 380\n(SCA).\n16\nPara\r\n\t24.\n17\nPara\r\n\t26.\n18\nPara\r\n\t26.\n19\nPara\r\n\t27.\n20\n2001\r\n\t(4) SA 833\n(SCA).\n21\n[2008] ZASCA 89\n;\n2009\r\n\t(2) SA 127\n(SCA) para 41.\n22\nDigest\r\n\t14. 17. 54;\nPJ Badenhorst, Juanita M Pienaar and\r\n\tHanri Mostert\nSilberberg and Schoeman’s\r\n\tThe Law of Property\n5 ed 2006 p 73.\n23\nASA\r\n\tBakeries\n910G-H.\nLubbe asserts\r\n\tthat the statement by Van Heerden AJA that the doctrine of notice\r\n\tresults in personal rights being accorded a limited\nreal effect\r\n\texacerbates, rather than resolves, the dogmatic puzzle.\n24\nScholtens\r\n\top cit 31.\n25\nMcKerron\r\n\top cit 180.\n26\n2007\r\n\t(5) SA 391\n(SCA) para 14 and 15.",
  "scraped_at": "2026-02-12T15:23:06.105720",
  "date": "2011-03-23",
  "coram": [
    "NAVSA JJA",
    "PONNAN JJA",
    "SHONGWE JJA"
  ],
  "case_number": "686/2009",
  "parties": {
    "applicants": [
      "Meridian Bay Restaurant (Pty) Ltd",
      "BOE Bank Limited",
      "Nedbank Limited"
    ],
    "respondents": [
      "D R Mitchell SC NO (curator ad litem of Harbour’s Edge Body Corporate)"
    ]
  },
  "sections": {
    "facts": "The Harbour’s Edge sectional title scheme was developed by Casisles Coastal Property Investments and Harbour’s Edge Commercial Property Holdings, controlled by Casper Scharrighuisen. Scharrighuisen fraudulently re‑configured common property into additional sections and transferred those sections to entities he controlled. Wimbledon Lodge (Pty) Ltd, a unit‑owner, applied for the appointment of a curator ad litem to protect the body corporate’s interests. The curator, D R Mitchell, obtained an order that certain disputed sections be restored to common property and that the sectional plan be rectified. Meridian Bay Restaurant (Pty) Ltd purchased sections 1, 7, 21 and 120 from the liquidators of the developer’s companies, knowing that the body corporate was pursuing an action to recover those sections. Two banks, BOE Bank Limited and Nedbank Limited, held mortgage bonds over the same sections.",
    "issues": "1. Whether the doctrine of notice applies where a developer fraudulently creates new sections out of common property and the developer’s estate is in sequestration. 2. Whether Meridian Bay, as a purchaser with knowledge of the prior personal rights of the original unit owners, is bound by the doctrine and must surrender the disputed sections. 3. Whether the banks’ rights are affected by Meridian Bay’s liability and the outcome of the curator’s claim. 4. Whether the appeal against the High Court’s order should be upheld.",
    "principles": "The court reaffirmed the doctrine of notice: a purchaser who acquires a real right with actual knowledge (or dolus eventualis) of a prior personal right is barred from retaining the property. Real rights normally prevail over personal rights, but the notice doctrine creates a limited real right for the holder of the prior personal right. The doctrine does not require proof of fraud; actual knowledge suffices, as established in ASA Bakeries and subsequent cases. The court also noted that insolvency does not extinguish the prior purchaser’s right, and that the ‘golden rule’ of property law prevents a liquidator from transferring more rights than the insolvent estate possessed.",
    "application": "The court found that Meridian Bay expressly acknowledged the dispute over the seller’s title in the sale agreement and therefore had actual knowledge of the prior personal rights of the original purchasers. Consequently, Meridian Bay’s acquisition was subject to the doctrine of notice, and the sections must be restored to the body corporate as common property. The banks’ claims depended on Meridian Bay’s position; since Meridian Bay was bound by notice, the banks could not retain the mortgage bonds as security for the disputed sections. The appeal was therefore without merit.",
    "conclusion": "The appeal was dismissed. The orders of the Cape High Court were affirmed, directing that sections 1, 7, 21 and 120 revert to the Harbour’s Edge Body Corporate as common property and that the related deed entries be removed. Costs were awarded jointly and severally against the appellants, with the paying appellant absolved of further liability."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title & Real vs Personal Rights",
    "level_3": [
      "Doctrine of Notice",
      "Fraudulent Misappropriation",
      "Insolvency",
      "Double Sale"
    ]
  }
}