{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/213.html",
  "case_name": "Honey & Partners Inc and Others v Quince Property Finance (Pty) Ltd (345/11) [2011] ZASCA 213 (29 November 2011)",
  "citation": "[2011] ZASCA 213",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 213\n|\nNoteup\n|\nLawCite\nHoney & Partners Inc and Others v Quince Property Finance (Pty) Ltd (345/11) [2011] ZASCA 213 (29 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNo precedential significance\nCase no: 345/11\nHONEY\r\n& PARTNERS INC.\n…........................................................................................................\nFirst\r\nAppellant\nE\r\nF SAFFY\n…..............................................................................................................................\nSecond\r\nAppellant\nR\r\nJ BRITZ\n…...................................................................................................................................\nThird\r\nAppellant\nJ\r\nJ VAN ZYL\n…............................................................................................................................\nFourth\r\nAppellant\nN\r\nJ NAUDE\n…..................................................................................................................................\nFifth\r\nAppellant\nJ\r\nM BURGER\n…..............................................................................................................................\nSixth\r\nAppellant\nN\r\nJ G DREYER\n…......................................................................................................................\nSeventh\r\nAppellant\nC\r\nJ POTGIETER\n….......................................................................................................................\nEighth\r\nAppellant\nH\r\nL BUCHNER\n…...........................................................................................................................\nNinth\r\nAppellant\nJ\r\nDU TOIT\n…..................................................................................................................................\nTenth\r\nAppellant\nG\r\nDE BEER\n…..........................................................................................................................\nEleventh\r\nAppellant\nN\r\nH BARNASCHONE\n….............................................................................................................\nTwelfth\r\nAppellant\nD\r\nJ J DE VILLIERS\n…............................................................................................................\nThirteenth\r\nAppellant\nS\r\nJ LE ROUX\n…....................................................................................................................\nFourteenth\r\nAppellant\nJ\r\nJ FEUTH\n…............................................................................................................................\nFifteenth\r\nAppellant\nL\r\nB SAFFY\n…..........................................................................................................................\nSixteenth\r\nAppellant\nH\r\nE VAN DER WALT\n….....................................................................................................\nSeventeenth\r\nAppellant\nA\r\nPRINSLOO\n…....................................................................................................................\nEighteenth\r\nAppellant\nG\r\nS GOODES\n…....................................................................................................................\nNineteenth\r\nAppellant\nand\nQUINCE\r\nPROPERTY FINANCE (PTY) LIMITED\n…............................................................................\nRespondent\nNeutral citation:\nHoney & Partners Inc v Quince Property\r\nFinance (Pty) Ltd\n(345/11)\n[2011] ZASCA 213\n(29 November 2011)\nBENCH:\r\nHARMS DP, PONNAN, SNYDERS, LEACH and SERITI JJA\nHEARD: 15 NOVEMBER 2011\nDELIVERED: 29 NOVEMBER 2011\nSUMMARY\n:\r\nContract – defence of rectification – witness –\r\nadverse credibility findings of trial court not challenged on\nappeal\r\n- appeal failing.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nFree State High Court,\r\nBloemfontein (Ebrahim J sitting as court of first instance).\nThe appeal is dismissed with costs.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA (HARMS DP, SNYDERS, LEACH and SERITI JJA concurring):\n[1] All too often, according to the respondent, Quince Property\r\nFinance (Pty) Ltd, buyers and sellers of immovable property find\n\nthemselves cash-strapped whilst awaiting the registration and\r\ntransfer of the property sold. For it is usually only upon the\r\noccurrence\nof that event that funds standing to the credit of one or\r\nthe other of the parties fall to be released to them by the\r\nconveyancing\nattorney. The respondent, in its previous incarnations\r\nDynarc Bridge Finance (Pty) Ltd and ZS Rational Finance (Pty) Ltd, is\r\na\nregistered credit provider. The business model it had chosen for\r\nitself is to lend and advance moneys to such persons in that hiatus\n\nperiod on the understanding that once registration and transfer of\r\nthe property sold had been effected, it would be repaid by the\n\nconveyancing attorney from monies standing to the credit of such\r\nparty. The respondent, appreciating that bridging finance was\nan\r\ninherently risky business venture, perceived that its business model\r\ncould only succeed if it secured guarantees from the conveyancing\n\nattorney instructed in each instance to effect registration and\r\ntransfer of the property sold.\n[2] Thus during 2004 the respondent approached the first appellant,\r\nHoney and Partners Incorporated (Honey Inc), a Bloemfontein\nfirm of\r\nattorneys, for assistance in formalising its new business venture. As\r\nit was envisaged that a number of firms of attorneys\nwould be\r\ninvolved in the venture, a standard master agreement to be concluded\r\nby the respondent with those attorneys willing to\nparticipate in the\r\nventure, was formulated by Mr Deon Rossouw, an attorney, who was then\r\na professional assistant in the employ\nof Honey Inc.\n[3] On 25 August 2004 Honey Inc itself became a party to the master\r\nagreement with the respondent. The preamble to the master agreement\n\nreads:\n'WHEREAS the Attorney has received instructions to\r\nproceed with the registration of transfers of properties in terms of\r\nDeeds of\nSale.\nAND WHEREAS the funds for the payment of the transfer\r\nduty, transfer and bond costs and any other costs, related to the\r\ntransfer,\nhave been included in a bond to be registered in favour of\r\na Financial Institution.\nAND WHEREAS the purchasers wish to utilise the funds of\r\nDYNARC BRIDGE FINANCE to pay transfer duty and rates & taxes.'\nTo the further extent here relevant the agreement provided:\n‘\n1.\nTHE\r\nATTORNEY’S OBLIGATIONS\nThe Attorney undertakes unto and in favour of DYNARC\r\nBRIDGE FINANCE that:\n(i) The maximum capital sum will only be utilised for\r\nthe purpose of obtaining a Transfer Duty Receipt and/or Rates and\r\nTaxes Certificate,\nas the case may be, and for no other purpose\r\nwhatsoever, unless agreed thereto in writing between DYNARC BRIDGE\r\nFINANCE and the\nattorney.\n. . .\n3.\nTHE ATTORNEY'S UNDERTAKINGS\nThe Attorney hereby irrevocably undertakes to:\n(i) Use DYNARC BRIDGE FINANCE where possible as\r\nfinancier in a conveyancing transaction where the Attorney is the\r\nConveyancer and\nwhere a purchaser or seller requires finance with\r\nregards to the payment of transfer duty and / or rates and / or taxes\r\nand to\nuse no other financier for the currency of this agreement.\n(ii) Make payment to DYNARC BRIDGE FINANCE of the\r\nfinanced amount within a period of 72 hours from the date of\r\nregistration of transfer\nof the property.\n(iii) Make payment to DYNARC BRIDGE FINANCE of the\r\nadministration fee of 3% (minimum R300) and finance charges\r\ncalculated at 2,3%\non the amount advanced for a 30-day period within\r\na period of 72 hours from the date of registration of transfer of the\r\nproperty.\n(iv) In the event of cancellation of the transaction and\r\nwhere the loan amount is still in the possession of the attorney, to\r\npay\nDYNARC BRIDGE FINANCE any balance of the capital amount advanced\r\nand also the administration fee within a period of 72 hours after\n\ncancellation. If the Attorney neglects or refuses to make payment of\r\nthe balance held by the Attorney within 72 hours of cancellation,\n\nDYNARC BRIDGE FINANCE shall be entitled to recover from the Attorney\r\nall amounts due including the administration fee and finance\ncharges.\r\nIf the Attorney does not hold sufficient funds to pay the capital\r\namount and administration fee, the Attorney undertakes\nto take all\r\nreasonable steps to recover the outstanding monies from the Purchaser\r\nand upon recovery to make payment thereof to\nDYNARC BRIDGE FINANCE.\r\nIf the attorney has already made payment to the Receiver of Revenue\r\nand/or the relevant local authority,\nhe undertakes to take all\r\nreasonable steps within a reasonable time to recover the money paid\r\nand shall immediately upon recovery\nof any money, make payment to\r\nDYNARC BRIDGE FINANCE of the money recovered. He does not however\r\nwarrant this payment of this amount\nbut warrants that he will assist\r\nDYNARC in all necessary litigation steps to recover the money from\r\nthe party concerned.\n. . .\n7.\nRESPONSIBILITY\n(i) Furthermore the warranties given by the Attorney in\r\nthis agreement and furthermore the conditions of this agreement, the\r\nAttorney\naccepts that he is responsible for payment of all amounts\r\ndue to DYNARC BRIDGE FINANCE by the borrower.\n(ii) DYNARC BRIDGE FINANCE will cede its claim, against\r\nthe borrower, to the Attorney, after payment thereof by the Attorney\r\nto\nrecover the amount paid to DYNARC BRIDGE FINANCE in terms of this\r\nagreement.'\n[4] On 9 March 2006 one of Honey Inc's clients, Bothma Diamante CC,\r\nconcluded an agreement of purchase and sale with Joroy 0002\nCC in\r\nrespect of the latter's property erf 8995, Kimberley for the purchase\r\nprice of R1.6 million. The agreement was subject to\nthe suspensive\r\ncondition that Bothma Diamante obtain a loan for the purchase price\r\nfrom a registered financial institution to be\nsecured by the\r\nregistration of a mortgage bond over the property.\n[5] On 23 March 2006 Honey Inc concluded a further agreement with the\r\nrespondent (the finance agreement). The finance agreement\nto the\r\nextent here relevant provided:\n‘\n1.\nTHE\r\nCONVEYANCING ATTORNEY WARRANTING HIS AUTHORITY UNDERTAKES THE\r\nFOLLOWING OBLIGATIONS:\nTHE CONVEYANCING Attorney undertakes unto and in favour\r\nof ZS RATIONAL FINANCE that:\ni) The maximum capital sum will only be utilized for the\r\npurpose of the Transfer Duty and/or Rates and Taxes, and/or advance\r\non\nprofit of sale and/or advance on proceeds of bond registration as\r\nthe case may be, and for no other purpose whatsoever\nii) The maximum capital sum from the bond Grantor shall\r\nbe deposited directly into the attorneys trust account and no other\niii) The attorney will furnish a certified copy of the\r\ntransfer duty receipt of the South African Revenue Services on demand\r\nof\nZS RATIONAL FINANCE\n2.\nTHE CONVEYANCING ATTORNEY'S WARRANTIES\nThe CONVEYANCING ATTORNEY unequivocally warrants to\r\nZS RATIONAL FINANCE that:\ni) An agreement of Sale for the property . . . or a loan\r\nagreement between the Mortgagee and the bank has been concluded and\r\nsigned\nand all suspensive conditions in relation thereto above have\r\nbeen fulfilled and waived\nii) All material facts relating to the transaction are\r\ntrue and correct in every material aspect\niii) That he is unaware of any impediment to this\r\nagreement\niv) That his implied duties both under the contract and\r\nin terms of the Attorneys' Act and any other applicable statutory\r\nauthority\nor common law hereto apply.\n3.\nTHE ATTORNEYS UNDERTAKINGS\nThe Conveyancing Attorney hereby irrevocably undertakes\r\nto:\ni) Pay ZS RATIONAL FINANCE the full and capital sum of\r\nthe sum borrowed plus the interest described therein as at section c\r\nabove\nwithin a period of 72 hours from the date of registration of\r\ntransfer of the property or registration of the bond, as the case may\n\nbe, as described above\nii) Pay ZS RATIONAL FINANCE the application fee and\r\nservice charges as set out above within a period of 72 hours from the\r\ndate of\nregistration of transfer of the property as described above\niii) In the event of cancellation or the transacti9on or\r\nthe borrower becoming deceased, to pay ZS RATIONAL FINANCE within 72\r\nhours\nof demand by ZS RATIONAL FINANCE the full amount advanced as\r\ndescribed in B above\niv) Pay ZS RATIONAL FINANCE on demand all the amounts\r\ndue including finance charges and fees in the event of the\r\ntransaction being\ndelayed, for whatever reason for a period of more\r\nthan 90 days.'\n[6] Pursuant to the finance agreement Honey Inc advanced to Joroy\r\n0002 CC the sum of R300 000, which was described in the agreement\nas\r\nan advance on profits. Despite Honey Inc having warranted in terms of\r\nclause 2.1 of the finance agreement that all of the suspensive\n\nconditions had been fulfilled by Joroy 0002, it subsequently emerged\r\nthat the latter had failed to secure a loan for the purchase\nprice\r\nfrom a financial institution. In due course the first bondholder on\r\nthe property, the subject of the sale between Joroy 0002\nCC and\r\nBothma Diamante CC, caused it to be sold in execution. The loan from\r\nthe respondent to Joroy 0002 not having been repaid,\nthe respondent\r\ncaused summons to be issued in the Free State High Court against\r\nHoney Inc as the first defendant and its directors\nas the second to\r\nnineteenth defendants.\n[7] The summons alleged:\n'22. On or about the 23\nrd\nof March 2006 and\r\nat Bloemfontein, Plaintiff [the respondent] as represented by Mario\r\nNel, and Joroy 0002 CC, as represented by\nMr L A Celliers and First\r\nDefendant [Honey Inc], as represented by Mr D P Rossouw (concluded a\r\nbridging finance agreement) and\nin terms of the aforesaid agreement\r\nthe Plaintiff advanced an amount of R300,000.00 to Joroy 0002 CC on\r\nthe 23\nrd\nMarch 2006. For full particulars of this\r\nagreement, see \"QPF1\" attached hereto.'\n23.\nThe salient relevant terms of the aforesaid\r\nagreement between [the respondent] and [Honey Inc] relevant to this\r\ncase are that:\n23.1 [Honey Inc] would pay to [the respondent] the full\r\nand complete sum of the sum borrowed by Joroy 0002 CC plus finance\r\ncharges\nand a service charge thereon ... within 72 hours from date of\r\nregistration of the transfer of the property or registration of the\n\nbond, as the case may be; and/or\n23.2 Pay [the respondent] the application fee and\r\nservice charge and finance charges as set [out] above within a period\r\nof 72 hours\nfrom the date of registration of transfer of the property\r\nas described; and/or\n23.3 Pay [the respondent] on demand all the amounts due\r\nincluding finance charges and service fee in the event of the\r\ntransaction\n[being] delayed for whatever reasons for a period of more\r\nthan 90 days.\n. . .\n26. The transfer of the property in question has not\r\ntaken place but a period of 90 days has expired since the money was\r\nlent and\nadvanced to Joroy 0002 CC and consequently the amount due is\r\nnow due and owing in terms of the above mentioned clause.\n. . .\n29. The Second, Third, Fourth, Fifth, Sixth, Seventh,\r\nEighth, Ninth, Tenth, Eleventh, Twelfth, Thirteenth, Fourteenth,\r\nFifteenth,\nSixteenth, Seventeenth, Eighteenth and Nineteenth\r\nDefendants are jointly and severally liable with [Honey Inc] in terms\r\nof Section\n23 of the Attorneys Act, 53 of 1979 to pay the amount of\r\nR591 469.20 as set out above to [the respondent].'\n[8] Although various defences were raised by Honey Inc in its plea to\r\nthe respondent’s summons only one still remains relevant.\nIt is\r\nthis:\n‘\n(a) The finance agreement does\r\nnot correctly record the agreement between [the respondent], [Honey\r\nInc] and Joroy in that clause\n3 thereof incorrectly purports to\r\noblige [Honey Inc] to pay to [the respondent] R300 000,00 loaned to\r\nJoroy plus interest and administration\ncosts in the event of the\r\ntransaction being delayed for more than 90 days.\n(b) The continuing common intention of the parties was\r\nthat the obligations of [Honey Inc] were to be as set out in clause 3\r\nof\nthe [master] agreement.\n(c) The incorrect description of [Honey Inc's]\r\nobligations was occasioned by a common error of the parties and the\r\nparties concluded\nthe finance agreement in the\nbona fide\nbut\r\nmistaken belief that it recorded the true agreement between the\r\nparties.\n(d) In the premises the finance agreement falls to be\r\nrectified by deleting clause 3 thereof and replacing it with terms\r\nidentical\nto those in clause 3 of the [master] agreement.'\n[9] The matter proceeded to trial before Ebrahim J who found for the\r\nrespondent and accordingly granted judgment in its favour\nagainst all\r\nnineteen of the defendants jointly and severally in the agreed sum of\r\nR744 833.02 together with costs on the attorney\nand client scale.\r\nLeave to appeal was initially granted on 14 June 2010 by the learned\r\njudge against the whole of her judgment\nto the 'Full Bench' of the\r\nFree State High Court — no doubt a reference to the full court.\r\nOn 23 May 2011, however, that\norder was amended to grant leave to the\r\nappellant to appeal to this court, ostensibly because the appellants\r\nare well known to\nmost of the judges of the high court.\n[10] In the main, the defence advanced by Honey Inc is to be sourced\r\nin the evidence of Mr Rossouw, who by the time of the trial\nhad\r\nbecome one of its directors. He testified:\n‘\nYou are aware of the fact that\r\nthe finance agreement which you signed . . . it contains clauses\r\nwhich holds your firm liable for\nthe debts of the borrower in the\r\nevent of a default, is that fairly stated? --- No.\nNo? --- No.\nSorry, then I have misunderstood the last ten minutes of\r\nyour evidence because I have understood you to have been saying that\r\nthe\nfinance agreement does place a liability on the attorneys as it\r\nstands but that was not your intention . . . Now are you now\r\ndetracting\nfrom that evidence? --- No it was stated to me that the\r\nfinancing agreement that Honey attorneys signs has got certain\r\nwarranties\nand undertakings by the attorney that will apply to that\r\nattorney and I do not agree with it, although it has got those\r\nwarranties\nand undertakings in the standard wording and in the\r\nstandard format, it was never the intention that that applies to\r\nHoney attorneys.\nNo no no, I made my question to you very clear, let us\r\ntalk about the finance agreement as it stands. --- Okay.\nI referred you to the fact that it is a document that\r\nyou yourself drafted, correct? --- Correct.\nSo you were aware of its terms, surely? --- Yes.\nAnd were you aware that its terms contained undertakings\r\nin terms of which the attorney as defined in the contract . . . would\r\nbe\nliable in terms of that contract . . .? --- Yes.\nThank you. Now I come back to my question. When you\r\nsigned this contract you signed it on behalf of Honey & Partners?\r\n--- Correct.\nYou are aware that it contains terms which holds Honey &\r\nPartners liable in event of a default but you do not take the trouble\n\nof simply drawing a line through clause 3 just before you append your\r\nsignature. Is that your evidence? --- M'lady, it is not necessary\nto\r\ndraw a line through that clause because I have got another document\r\nthat regulates that clause. We have got a signed agreement.\nOkay. Show me where the master agreement . . . regulates\r\nthis specific transaction that involves bridging finances being\r\ngranted\nto Joroy with the intervention of Honey & Partners. Show\r\nme in the contract if you can at page 4 any reference to that\r\nspecific\ntransaction. --- It is necessary then at this point in time\r\nto explain how the master agreement has come about. When my office\r\nreceived instructions ... (intervenes)\nCan I first get you agreeing with me there is no\r\nreference to this specific transaction . . . I am referring to . . .\r\nthe transaction\nwhereby bridging finances is awarded to Joroy and it\r\nis a transaction to which Honey & Partners is a co-signee. That\r\nis not\nreferred to in the master agreement. Do you concede that? ---\r\nNo, no it is not referred to in the master agreement.\nSorry, then you can proceed with the rest of your\r\nanswer. --- All right. When the business started up and when they,\r\nwhen Dynarc\nventured into this type of business the original idea was\r\nthat they will only be financing certain types of property\r\ntransactions\nbeing rates and taxes and ...\nTransfer duty. --- Transfer duty. Now the nature of such\r\na transaction there must be a deed of sale, the borrower will always\r\nbe\na purchaser because, well it can also be a seller in the instance\r\nof rates and taxes but that is where the business idea originated\n\nfrom and at that point in time when this master agreement was drafted\r\nthat was the type of financing that they would entertain.\nCorrect, that is 100% correct I agree with you 100% as\r\nactually has been pointed out and if you look at the terms of the\r\nmaster\nagreement, you were in court when Mr Le Roux went through\r\nthose various terms, the preamble, al[l] that shows that is the\r\ncontract,\nthis master agreement refers to that type of transaction.\r\nWould you agree with that? --- Ja I agree.\nAnd indeed it goes further at clause 1(i) it goes\r\nfurther and says:\n\"The maximum capital sum will only be utilised for\r\nthe purpose of pertaining a transfer . . . and or rates and taxes as\r\nthe\ncase would be and for no other purpose whatsoever unless agreed\r\nwith in writing between Dynarc Bridge Finance and the attorney.\"\nYou do not have any complaint or objection to that\r\nclause. That clause is as it stand[s] and you agree with that clause,\r\nthat is\nwhat it is. --- Yes.\nSo what is required in any other case such as an advance\r\non profit is a separate written agreement, correct? --- On the\r\ninterpretation\nof this master agreement, correct.\n. . .’\n[11] As emerges from the quoted excerpt, the following significant\r\nconcessions were made by Rossouw under cross-examination: first,\nthat\r\nhe had drafted the finance agreement; second, that he had signed the\r\nagreement on behalf of Honey Inc; third, that he was\naware of its\r\nterms and in particular that Honey Inc would be liable; fourth, that\r\nhe could - but had failed to - delete what he\nconsidered to be the\r\noffending clause; fifth, that the master agreement only applied to\r\ntransactions involving advances on rates,\ntaxes and transfer duty;\r\nsixth, the master agreement does not refer to a transaction such as\r\nthe Joroy transaction; and, seventh,\nthe master agreement envisaged a\r\nfurther written agreement in respect of a transaction such as one\r\nencounters here, namely an advance\non profits.\n[12] The cumulative effect of all of those concessions may well be\r\nwholly destructive of Honey Inc’s defence of rectification.\nBut\r\nit is unnecessary to make any firm finding in that regard. For, on\r\nthe view that I take of the matter, the appeal falters at\na more\r\nfundamental and less profound level. Of Rossouw as a witness, the\r\nlearned trial judge stated\ninter alia\n: ‘I reject out of\r\nhand the testimony of . . . Rossouw . . . on this crucial aspect, as\r\nbeing so highly improbable that it\nis incapable of any credence\r\nwhatsoever’; ‘[the] evidence in this regard is\r\nunconvincing and improbable’ and\n‘[r]egrettably though\r\nfor [Honey Inc], I am unable to find in their favour, that, on the\r\nprobabilities, either of these witnesses\nwere credible witnesses’.\r\nThose adverse credibility findings were not challenged on appeal\r\nbefore us. Nor could they be given\nthat a perusal of the record\r\nsupports them. And for as long as those findings remain undisturbed –\r\nas indeed they must –\nthe appeal cannot succeed.\n[13] In the result the appeal is dismissed with costs.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: J P de Bruin SC\nA J R van\r\nRhyn SC\nInstructed\r\nby:\nLovius\r\nBlock Attorneys\nBloemfontein\nFor\r\nRespondent: D C Joubert\nInstructed\r\nby:\nMarais\r\nMüller Yekiso Inc\nCape Town\nSymington\r\n& De Kok\nBloemfontein",
  "scraped_at": "2026-02-12T16:14:01.586056",
  "date": "2011-11-29",
  "coram": [
    "Harms DP",
    "Ponnan JA",
    "Snyders",
    "Leach",
    "Seriti JJA"
  ],
  "case_number": "345/11",
  "parties": {
    "applicants": [
      "Honey & Partners Inc."
    ],
    "respondents": [
      "Quince Property Finance (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Quince Property Finance (formerly Dynarc Bridge Finance) provides bridging finance for property transactions and required attorneys to guarantee repayment. In 2004 the firm approached Honey & Partners Inc. to formalise a master agreement governing such financing. Honey Inc. later entered into a specific finance agreement with the respondent for a transaction involving Joroy 0002 CC, advancing R300,000 as an \"advance on profits\". The borrower failed to secure a mortgage loan, the property was later sold in execution and the finance was not repaid. The respondent sued Honey Inc. and its directors for the unpaid sum, alleging liability under clause 3 of the finance agreement and under the Attorneys Act. Honey Inc. asserted that the finance agreement was incorrectly drafted and sought rectification to align it with the master agreement, arguing that clause 3 should be deleted.",
    "issues": "1. Whether Honey & Partners Inc. is liable under the finance agreement for the unpaid amount. 2. Whether the finance agreement should be rectified to reflect the parties' intended terms as set out in the master agreement. 3. Whether the trial judge’s adverse credibility findings against the key witness (Mr Rossouw) can be disturbed on appeal. 4. Whether the appeal should be dismissed with costs.",
    "principles": "The court applied the principles of contract rectification, which require clear, cogent evidence of a common intention that was mistakenly recorded, and a shared error must be established. Absent such proof, the written contract stands. The court also reiterated that appellate courts will not overturn trial‑court findings of credibility unless a palpable error is shown. Liability under the Attorneys Act, section 23, was also considered, requiring a clear contractual undertaking to be enforceable.",
    "application": "The appellate court examined the evidence of Mr Rossouw, who admitted drafting and signing the finance agreement and acknowledged the liability clause, yet claimed the master agreement governed the transaction. The trial judge found Rossouw’s testimony improbable and lacking credibility. The appellate court upheld these findings, noting that the defence of rectification was unsupported by the evidence of a common error. Consequently, the appeal failed on the ground that the lower court’s credibility assessment was correct and the contract could not be rectified.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed the lower court’s judgment that Honey & Partners Inc. and its directors were jointly and severally liable for the sum claimed by Quince Property Finance."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Rectification of Contract",
    "level_3": [
      "bridge finance",
      "attorneys act",
      "credibility findings",
      "appeal"
    ]
  }
}