{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/237.html",
  "case_name": "Gauteng Province Driving School Association and Others v Amaryllis Investments (Pty) Ltd and Others (006/2011) [2011] ZASCA 237; [2012] 1 All SA 290 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 237",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 237\n|\nNoteup\n|\nLawCite\nGauteng Province Driving School Association and Others v Amaryllis Investments (Pty) Ltd and Others (006/2011) [2011] ZASCA 237; [2012] 1 All SA 290 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 006/2011\nGAUTENG\r\nPROVINCE DRIVING SCHOOL ASSOCIATION\n….....\nFirst\r\nAppellant\nGODFREY\r\nMTHAISA MASINGA\n…..........................................\nSecond\r\nAppellant\nALBERT\r\nMATHINA\n…....................................................................\nThird\r\nAppellant\nand\nAMARYLLIS\r\nINVESTMENTS (PTY) LTD\n…..............................\nFirst\r\nRespondent\nCITY\r\nOF JOHANNESBURG METROPOLITAN\nMUNICIPALITY\n….................................................................\nSecond\r\nRespondent\nNeutral citation:\nGauteng Province Driving School\r\nAssocation & others v Amaryllis Investments (Pty) Ltd &\r\nanother\n(006/11)\n[2011] ZASCA 237\n(1 December 2011)\nBENCH:\r\nPONNAN, MALAN and WALLIS JJA\nHEARD: 18 NOVEMBER 2011\nDELIVERED: 1 DECEMBER 2011\nSUMMARY:\nMandament van spolie – rule 49(11) of the Uniform Rules\r\n– leave to execute judgment pending appeal – contempt of\n\norder of court\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nNorth Gauteng High Court\r\n(Pretoria)\n(Mabuse J\r\nsitting as court of first instance).\n(1) The appeal by the first appellant is dismissed with costs.\n(2) The appeal by the second and third appellants against paragraphs\r\n1, 3 and 4 of the order of the court below is allowed and\nthe order\r\nis amended by the deletion of paragraphs 3 and 4 and the substitution\r\nof paragraph 1 with the following:\n‘\nThe rule nisi granted by the court on 28\r\nJuly 2010 is discharged.'\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA (Malan and Wallis JJA concurring):\n[1] On 12 September 2007 and pursuant to an agreement between them,\r\nthe second respondent, the City of Johannesburg Metropolitan\n\nMunicipality (the City), granted use of a parking area on property\r\nowned by it (being erven 849, 851 and a portion of 847 Ferndale,\n\nRandburg) (the parking area) to the first respondent, Amaryllis\r\nInvestments (Pty) Ltd (Amaryllis). From that date Amaryllis was\nin\r\nundisturbed occupation of the parking area until 23 May 2009 when\r\ncertain individuals purporting to act on behalf the first\nappellant,\r\nthe Gauteng Province Driving School Association (GPDSA), a section 21\r\ncompany, allegedly cut the lock and chain that\nwas utilised by\r\nAmaryllis to secure the gate to the parking area. Amaryllis countered\r\nwith an application to the North Gauteng\nHigh Court for urgent relief\r\nand on 2 September 2009 the following order issued (per Phatudi J):\n'[16.1] [Amaryllis’s] possession of the parking\r\narea on Erven 849, 851 and portion of 847 Ferndale, Randburg be\r\nrestored immediately.\n[16.2] [GDPSA] is ordered to remove all chains and locks\r\non gates leading to [the parking area].\n[16.3] [GDPSA] is ordered to pay [Amaryllis’]\r\ncosts on party and party scale.'\n[2] That order was a simple\nmandament van spolie\n. In\nNino\r\nBonino v De Lange\n1906 TS 120\nat 122 Innes CJ described\r\nspoliation as ‘any illicit deprivation of another of the right\r\nof possession which he has, whether\nin regard to movable or immovable\r\nproperty or even in regard to a legal right’. The learned Chief\r\nJustice explained:\n‘\nIt is a fundamental principle\r\nthat no man is allowed to take the law into his own hands; no one is\r\npermitted to dispossess another\nforcibly or wrongfully and against\r\nhis consent of the possession of property, whether movable or\r\nimmovable. If he does so, the\nCourt will summarily restore the\nstatus\r\nquo ante\n, and will\r\ndo that as a preliminary to any inquiry or investigation into the\r\nmerits of the dispute.’\nThe accepted principle is that the\nmandament van spolie\nenvisages ‘not only the restitution of possession but also the\r\nperformance of acts, such as repairs and rebuilding, which\nare\r\nnecessary for the restoration of the\nstatus quo ante’\n(\nAdministrator, Cape, & another v Ntshwaqela & others\n1990 (1) SA 705\n(A) at 717E-F).\n[3] On 7 September 2009 GPDSA served and filed an application for\r\nleave to appeal against the spoliation order. On 15 September\n2009\r\nthat application was struck off the roll. It was re-enrolled on 1\r\nOctober 2009 but thereafter dismissed by Phatudi J on 7\nOctober 2009.\r\nAn application, by way of petition to the President in terms of\n21(3)\n(a)\nof\nthe Supreme Court Act 59 of 1959, was then lodged by GPDSA\r\non 1 February 2010 with the Registrar of this court. After the filing\n\nof answering and replying affidavits, the petition was considered by\r\na panel of two Judges designated by the President in terms\nof s\r\n21(3)\n(b)\n. They evidently formed the view that there were\r\nreasonable prospects of the appeal against the spoliation order\r\nsucceeding and\non 7 April 2010 granted leave to appeal to the full\r\ncourt. I pause to record that although a spoliation order does not\r\ndecide what,\napart from possession, the rights of the parties to the\r\nproperty spoliated were before the act of spoliation and merely\r\norders\nthat the status quo be restored, it is to that extent a final\r\norder and is therefore appealable (\nNienaber v Stuckey\n1946 AD\r\n1049\nat 1053).\n[4] On 5 May 2010 and pursuant to the grant of leave to appeal by\r\nthis court, GPDSA served and filed with the Registrar of the\nhigh\r\ncourt a notice of appeal. The noting of the appeal had the effect of\r\nsuspending execution of the spoliation order (see\nReid &\r\nanother v Godart & another\n1938 AD 511\nat 513). Amaryllis\r\nthereupon made application two days later to Phatudi J for leave to\r\nexecute the order in terms of rule 49(11)\nof the Uniform Rules.\r\nNotwithstanding opposition to that application by GPDSA, the learned\r\nJudge issued the following order (the\nexecution order) on 11 May\r\n2010:\n'[13.1] That it is directed that paragraph 16.1 and 16.2\r\nof the order made by this Court on 2 September 2009 in case No\r\n41787/2009\nshall not be suspended pending the decision [in the] Full\r\nBench appeal against such order;\n[13.2] That the Sheriff, in whose area of jurisdiction\r\nthe premises at Erven 849, 851 and 847 Ferndale is situated, is\r\ndirected\nand ordered to take all necessary steps to give effect to 1;\n[13.3] That [Amaryllis] shall not be required to furnish\r\nsecurity as contemplated in Rule 49(11);\n[13.4] That [Amaryllis] is ordered to pay [GDPSA’s]\r\ncosts of this application on party and party scale.'\n[5] Both parties were aggrieved – each by different aspects of\r\nthe execution order. Each accordingly sought leave to appeal.\n\nAmaryllis’ application, which was dated 28 May 2010 and filed\r\nwith the Registrar of the high court on 18 June 2010, was restricted\n\nsolely to the adverse costs order granted against it. Whilst GDPSA's\r\napplication dated 8 June 2010, which was served on Amaryllis’\n\nattorney a day later, was directed against ‘the whole of the\r\njudgment and order’ of Phatudi J. Those applications were\nheard\r\non 29 July 2010. GPDSA’s application was dismissed with costs.\r\nAmaryllis’ application on the other hand succeeded\n- Phatudi J\r\ndirecting that it be heard by the full court together with the appeal\r\nagainst the grant of the spoliation order.\n[6] In the meanwhile on 3 June 2010 a copy of the order of Phatudi J\r\nof 11 May 2010 was served by the Sheriff by affixing it to\nthe gate\r\nof the principal place of business of GPDSA. That notwithstanding,\r\naccording to Amaryllis, GPDSA refused to vacate those\npremises. On 2\nJuly 2010 the Sheriff executed the spoliation order and removed\r\nfrom the parking area all of those persons occupying it through\r\nGDPSA. Three days later GPDSA re-took occupation of the parking area\r\nafter once again cutting the chain and lock. The attitude of\nGPDSA as\r\ninitially communicated in the correspondence exchanged between the\r\nparties and later re-iterated in its affidavits was:\nFirst,\n' . . . it is [GPDSA’s] contention that the two\r\napplications for leave to appeal lodged by each of the parties . . .\r\nhave\neffectively suspended the operation of Phatudi J's order of 11\r\nMay 2010 until same would have been adjudicated upon and disposed\nof\r\nby Phatudi J.'\nAnd, second,\n'Phatudi J's approach and conduct in expressly or\r\nimpliedly over-ruling or re-visiting or purporting to over-rule or\r\nre-visit the\nissue of prospects of success of our client, after\r\nhaving been disposed of by the SCA in terms of the order of 7 April\r\n2010 is\nunheard of and a clear breach of the stare decisis rule or\r\nprinciple, and certainly requires the attention and consideration of\n\nan Appeal Court as it no doubt sets\na very bad\r\nprecedent\n. Like any other Lower Court, the\r\nHonourable Phatudi J is bound by decisions of the SCA.'\n[7] According to Amaryllis: '[it] found it very difficult to\r\ncomprehend GPDSA’s interpretation of the matter and events’.\n\nIt thus on 13 July 2010 lodged yet a further application with the\r\nhigh court, in which it sought an order:\n'2. That [GDPSA] be declared in contempt of court;\n3. That [GDPSA] be imprisoned for a period of the 30\r\n(thirty) days;\n4. That prayer 3 is suspended, on condition that [GDPSA]\r\ncomplies with the order of the above Honourable Court dated the 11\nth\nMay 2010 under case number 41787/2009 granted by the\r\nHonourable Justice Phatudi, within 7 (seven) days from date hereof;\n5. That a further declarator be issued in terms whereof\r\nit is confirmed that the court order granted by the Honourable\r\nJustice Phatudi\nunder case number 41787/2009 on the 11\nth\nMay 2010 shall not be suspended pending the decision of\r\nthe Full Bench Appeal in the main application against such order;\n6. That [GDPSA] be ordered to pay the costs hereof on a\r\nscale as between attorney-and-own- client.'\n[8] GPDSA objected to Amaryllis’s contempt application and\r\nmoreover, counter-applied seeking a declarator that it constituted\nan\r\nirregular or improper step. Both of those applications came before\r\nFabricius J, who, on 28 July 2010, issued the following order\n(the\r\ncontempt order):\n'1. That [GDPSA] be declared in contempt of court;\n2. That [GDPSA's] directors, Godfrey Mthaisa Masinga and\r\nAlbert Mathina, are called upon to show cause, on 17 August 2010 why\r\nan\norder should not be granted against them, in their capacities as\r\ndirectors of [GDPSA], that they are in contempt of Court.\n3. That Godfrey Mthaisa Masinga and Albert Mathina, in\r\ntheir capacities as directors of [GDPSA], be imprisoned for a period\r\nof the\n30 (thirty) days;\n4. That 3 is suspended, on condition that Godfrey\r\nMthaisa Masinga and Albert Mathina, in their capacities as directors\r\nof [GDPSA],\ncomplies with the order of the above Honourable Court\r\ndated the 11\nth\nMay\r\n2010 under case number 41787/2009 granted by the Honourable Justice\r\nPhatudi, within 7 (seven) days from date hereof;\n5. That a further declarator be issued in terms whereof\r\nit is confirmed that the court order granted by the Honourable\r\nJustice Phatudi\nunder case number 41787/2009 on the 11\nth\nMay 2010 shall not be suspended pending the decision of\r\nthe Full Bench Appeal in the main application against such order.\n6. That [GDPSA] be ordered to pay the costs hereof on a\r\nsale as between attorney and own client.'\n[9] On 26 August 2010 Fabricius J furnished brief reasons for having\r\nmade the contempt order. He stated:\n'4. At the time I was satisfied (subject to the\r\namendment to par. 2 of the Court order) that a prima facie case had\r\nbeen made out\nfor the relief sought.\n5. It seems clear to me (at least as a prima facie\r\nbasis) that the order with a return date was called for and that in\r\nany event\nthe Court order referred to in par. 5 should be enforced.\r\nThere was no justification for any argument to the contrary.\n6. First Respondent's conduct seemed to me to be\r\nvexatious, and in the exercise of my discretion I deemed an\r\nappropriate court order\nto be justified.'\n[10] The matter eventually came before Mabuse J, who, on 12 November\r\n2010, confirmed the rule nisi envisaged in paragraph 2 and\nin all\r\nother respects issued an order in identical terms to that issued\r\npreviously by Fabricius J. On 10 December 2010 Mabuse J\ngranted leave\r\nto GPDSA to appeal to this court. Although cited as a party, the City\r\ntook no part in the proceedings either in this\ncourt or the one\r\nbelow. Mr Godfrey Mthaisa Masinga and Mr Albert Mathina are\r\nrespectively the second and third appellants before\nus.\n[11] I deem it convenient to first dispose of the appeal of the\r\nsecond and third appellants, Messrs Masinga and Mathina. In\nTwentieth\r\nCentury Fox Film Corporation & others v Playboy Films (Pty) Ltd &\r\nanother\n1978 (3) SA 202\n(W) at 203 King AJ stated:\n'A director of a company who, with knowledge of an order\r\nof Court against the company, causes the company to disobey the order\r\nis\nhimself guilty of a contempt of Court. By his act or omission such\r\na director aids and abets the company to be in breach of the\norder of\r\nCourt against the company. If it were not so a court would have\r\ndifficulty in ensuring that an order\nad factum\r\npraestandum\nagainst a company is enforced by\r\na punitive order,\nVide Halsbury\n4\nth\ned vol 9 at 75. Consequently Jagger who had knowledge of\r\nthe order of Court is guilty of a contempt of an order of this Court.\r\nAn\norder\nad factum praestandum\nagainst a company should also be served on its directors\r\nif a punitive order is to be sought against the directors in order to\r\nestablish\nknowledge of the order of Court.'\nNo doubt those considerations weighed with Fabricius J. But, it seems\r\nto me, that there was simply no factual foundation for the\njoinder of\r\nMessrs Masinga and Mathina as parties to the proceedings, much less\r\nfor a rule nisi to have issued against them. For,\nas Mr Masinga,\r\nmakes plain in his affidavit:\n'I have been authorised by Mr Albert Mathina (\"Mathina\")\r\nto also depose to this affidavit on his behalf, and I annex hereto\n\nhis confirmatory affidavit marked \"GM1\".\nOn Tuesday, 27 July 2010, an application for contempt of\r\nCourt by the Applicant, Amaryllis against the First Respondent, the\r\nGauteng\nProvince Driving School Association came for hearing on an\r\nurgent basis before the Honourable Mr Justice Fabricius (\"Fabricius\n\nJ\"). Immediately after being addressed by Counsel for the\r\nApplicant, and before hearing our Counsel, Fabricious J expressed\nthe\r\nview and conclusion that the First Respondent was in contempt of\r\nCourt.\nHowever, Fabricius J pointed out to the Applicant's\r\nCounsel that the difficulty which the Applicant faced is that the\r\nallegation\nand case of contempt as contained in the Applicant's\r\nNotice of Motion and Founding Affidavit were not directed at any\r\nspecific\nperson other than the First Respondent and therefore that it\r\nwould be difficult and impractical for the Court to grant the relief\n\nsought by the Applicant.\nIt was then\nmeru moto\nsuggested by Fabricius J that the Applicant's legal\r\nrepresentatives should go and prepare a draft order in which an order\r\nfor contempt\nof Court is sought to be made as against specific\r\npersons and the matter was stood down until Wednesday, 28 July 2010\r\nfor this\npurpose. I was present in Court at the time.'\n. . .\nMathina and I were not joined as parties and no specific\r\nallegations or at all were made in the Applicant's Founding Affidavit\r\nas\nto the facts and conduct on our part alleged to have constituted\r\ncontempt of Court until when the draft Court Order which was\r\npresented\nby the Applicant's legal representatives on 28 July 2010\r\nwhen it was first intimated that we may be in contempt of Court.\nI am advised that it is trite law that in motion\r\nproceedings the Notice of Motion and Affidavits filed before the\r\nCourt constitute,\nboth the pleadings and evidence. I am advised that\r\nno amended Notice of Motion nor supplementary founding affidavit\r\ndirected against\nMathina and I were filed at all by the Applicant\r\nproviding and setting out specific basis and grounds upon which we\r\nare required\nto be held in contempt of Court.\nMathina and I deny that we, in our capacities as general\r\nsecretary and director, disobeyed or failed to comply with the Court\r\nOrder\nor that there was wilfulness and\nmala\r\nfides\non our part in that regard. This has\r\nnot been proven by the Applicant beyond reasonable doubt or at all.'\nAmaryllis not having filed a replying affidavit in answer to those\r\nallegations, they went undisputed. There was thus no evidence\nthat\r\neither Mr Masinga or Mr Mathina with knowledge of the order of court\r\nhad caused GPDSA to disobey it. Mabuse J ought therefore\nto have\r\ndischarged the rule nisi that Fabricius J had issued against them. It\r\nfollows that their appeal must succeed. That leaves\nthe appeal of\r\nGPDSA.\n[12] Rule 49(11) and (12) of the Uniform Rules of Court provide that:\n'(11) Where an appeal has been noted or application for\r\nleave to appeal against or to rescind, correct, review or vary an\r\norder\nof a court has been made, the operation and execution of the\r\norder in question shall be suspended, pending the decision of such\n\nappeal or application, unless the court which gave such order, on the\r\napplication of a party, otherwise directs.\n(12) If the order referred to in subrule (11) is carried\r\ninto execution by order of the court the party requesting such\r\nexecution\nshall, unless the court otherwise orders, before such\r\nexecution enter into such security as the parties may agree or the\r\nregistrar\nmay decide for the restitution of any sum obtained upon\r\nsuch execution. The registrar's decision shall be final.'\nThis restates the accepted common-law rule that the execution of a\r\njudgment is automatically suspended upon the noting of an appeal,\n\nwith the result that, pending the appeal, the judgment cannot be\r\ncarried out and no effect can be given thereto, except with the\nleave\r\nof the court which granted the judgment. To obtain such leave the\r\nparty in whose favour the judgment was given must make\na special\r\napplication in terms of Rule 49(11).\n[13] In\nSouth Cape Corporation (Pty) Ltd v Engineering Management\r\nServices (Pty) Ltd\n1977 (3) SA 534\n(A) at 545B-G Corbett JA set\r\nout the following general principles to be applied in the\r\nconsideration of applications under Rule\n49(11):\n'The Court to which application for leave to execute is\r\nmade has a wide general discretion to grant or refuse leave and, if\r\nleave\nbe granted, to determine the conditions upon which the right to\r\nexecute shall be exercised . . . This discretion is part and parcel\n\nof the inherent jurisdiction which the Court has to control its own\r\njudgments . . . In exercising this discretion the Court should,\nin my\r\nview, determine what is just and equitable in all the circumstances,\r\nand, in doing so, would normally have regard,\ninter\nalia\n, to the following\r\nfactors:\n(1) the potentiality of irreparable harm or prejudice\r\nbeing sustained by the appellant on appeal (respondent in the\r\napplication)\nif leave to execute were to be granted;\n(2) the potentiality of irreparable harm or prejudice\r\nbeing sustained by the respondent on appeal (applicant in the\r\napplication)\nif leave to execute were to be refused;\n(3) the prospects of success on appeal, including more\r\nparticularly the question as to whether the appeal is frivolous or\r\nvexatious\nor has been noted not with the\nbona\r\nfide\nintention of seeking to reverse the\r\njudgment but for some indirect purpose, e.g., to gain time or harass\r\nthe other party; and\n(4) where there is the potentiality of irreparable harm\r\nor prejudice to both appellant and respondent, the balance of\r\nhardship or\nconvenience, as the case may be.'\n[14] The thrust of GPDSA’s case before this court (as indeed it\r\nhad been before the high court) was: first, that an application\nfor\r\nleave to appeal had been lodged, which had the effect of suspending\r\nPhatudi J’s execution order; second, in the light\nof the\r\nSupreme Court of Appeal (SCA) order of 7 April 2010, which granted\r\nleave to GPDSA to appeal against the spoliation order:\n'Phatudi J\r\nwould in terms of the principle of the hierarchy of the courts and/or\r\nthe\nstare decisis\nprinciple not have been competent nor\r\nempowered to revisit the issue of prospects of success'; and, third,\r\nthat Amaryllis had in\nany event failed to discharge the onus resting\r\nupon it. Each of those contentions will be considered in turn.\nAs to the first\n:\n[15] In\nSouth Cape Corporation,\nCorbett JA held that an order\r\ngranting leave to execute a judgment or order pending an appeal must\r\nbe classified as purely interlocutory\nand consequently not\r\nappealable. In\nMinister of Health & others v Treatment Action\r\nCampaign & others (No 1)\n2002 (5) 703 (CC) paras 10-12 the\r\nConstitutional Court stated:\n'Before making an order to execute pending appeal,\r\ntherefore, a Court will have regard to the possibility of irreparable\r\nharm and\nto the balance of convenience of the parties, as the Judge\r\nclearly did in this case. Having granted leave to execute, permitting\n\nan aggrieved litigant to appeal that execution order pending the\r\nfinal appeal would generally result not only in the piecemeal\n\ndetermination of the appeal, but would \"stultify the very order\r\n. . . made\".\nMoreover, as has been indicated above, an order to\r\nexecute pending appeal is an interlocutory order. As such, it is an\r\norder which\nmay be varied by the Court which granted it in the light\r\nof changed circumstances. To the extent, therefore, that a litigant\r\nconsiders\nthat new circumstances have arisen which would impact upon\r\nthe Court's decision to order execution pending appeal, the litigant\n\nmay approach that Court once again to seek a variation or, where\r\nappropriate, clarification of the order.\nAll these considerations make it plain that it will\r\ngenerally not be in the interests of justice for a litigant to be\r\ngranted leave\nto appeal against an interim order of execution.\r\nOrdinarily, for an applicant to succeed in such an application, the\r\napplicant\nwould have to show that irreparable harm would result if\r\nthe interim appeal were not\nto\r\nbe granted ― a matter which would, by definition, have been\r\nconsidered by the Court below in deciding whether or not to\ngrant the\r\nexecution order. If irreparable harm cannot be shown, an application\r\nfor leave to appeal will generally fail. If the\napplic\nant\r\ncan show irreparable harm, that irreparable harm would have to be\r\nweighed against any irreparable harm that the respondent (in\nthe\r\napplication for leave to appeal) may suffer were the interim\r\nexecution order to be overturned.'\nBut even were one to assume in GPDSA’s favour that the\r\nimplementation order was indeed appealable on the basis of\r\nirreparable\nharm, no such allegation was made, and its application\r\nfor leave to appeal the execution order was dismissed by Phatudi J on\r\n29\nJuly 2010. And yet even from that date onwards there is no\r\nindication that GPDSA complied with the order of the high court. Thus\n\non its own version, it, at the very least, acted from then on in\r\ndisregard of the court order.\nAs to the second\n:\n[16] In my view counsel’s reliance on the doctrine of\nstare\r\ndecisis\nis misplaced. In\nEx Parte Minister of Safety and\r\nSecurity: In Re S v Walters\n[2002] ZACC 6\n;\n2002 (4) SA 613\n(CC) para 57 Kriegler\r\nJ explained:\n'The words are an abbreviation of a Latin maxim,\nstare\r\ndecisis et non quieta movere\n, which means\r\nthat one stands by decisions and does not disturb settled points. It\r\nis widely recognised in developed legal systems.\nHahlo\r\nand Kahn\n[Hahlo and Kahn\nThe\r\nSouth African Legal System and its Background\n(1968)]\r\ndescribe this deference of the law for precedent as a manifestation\r\nof the general human tendency to have respect for experience.\nThey\r\nexplain why the doctrine of\nstare decisis\nis so important, saying:\n\"In the legal system the calls of justice are\r\nparamount. The maintenance of the certainty of the law and of\r\nequality before\nit, the satisfaction of legitimate expectations,\r\nentails a general duty of Judges to follow the legal rulings in\r\nprevious judicial\ndecisions. The individual litigant would feel\r\nhimself unjustly treated if a past ruling applicable to his case were\r\nnot followed\nwhere the material facts were the same. This authority\r\ngiven to past judgments is called the doctrine of precedent.\"'\nMore recently in\nCamps Bay Ratepayers Association v Harrison\n2011 (4) 42 (CC) paras 28-30 (footnotes omitted) Brand AJ stated:\n'This argument raises issues concerning the principle\r\nthat finds application in the Latin maxim of\nstare\r\ndecisis\n(to stand by decisions previously\r\ntaken) or the doctrine of precedent. ... What it boils down to ...\r\nis: \"certainty, predictability,\nreliability, equality,\r\nuniformity, convenience: these are the principal advantages to be\r\ngained by a legal system from the principle\nof\nstare\r\ndecisis\n.\" Observance of the doctrine has\r\nbeen insisted upon, both by this Court and by the Supreme Court of\r\nAppeal. And I believe\nrightly so. The doctrine of precedent not only\r\nbinds lower courts but also binds courts of final jurisdiction to\r\ntheir own decisions.\nThese courts can depart from a previous decision\r\nof their own only when satisfied that that decision is clearly wrong.\nStare decisis\nis\r\ntherefore not simply a matter of respect for courts of higher\r\nauthority. It is a manifestation of the rule of law itself, which\nin\r\nturn is a founding value of our Constitution. To deviate from this\r\nrule is to invite legal chaos.'\n[17] In this case GPDSA was held to have acted in contempt of the\r\nexecution order of the high court of 11 May 2010. The order by\nthe\r\nSCA granting leave to appeal against the spoliation order predated\r\nthat order. Rule 49(11) expressly empowers the high court\nin the\r\nexercise of its discretion to direct that its order be carried into\r\neffect pending the appeal. If the high court had itself\ngranted leave\r\nto appeal it would nonetheless have been free to direct that its\r\norder be carried into effect pending the appeal.\nThat leave had been\r\ngranted by the SCA was thus irrelevant. And, that two judges of the\r\nSCA had formed the view that there were\nprospects of the appeal\r\nsucceeding was but one factor. But that, in and of itself, could\r\nhardly fetter the high court in the exercise\nof its discretion. Nor\r\ndid it. In considering the application the learned judge stated:\n'In evaluating the submissions made by both counsel, I\r\nam of the view that prospects of success meant that the Respondent(s)\r\nmay,\non the face of it, succeed on appeal. It does not mean that the\r\nRespondent(s) will succeed. Rule 49(11) grant[s], in my view, the\n\nCourt with t he discretion to direct that the suspended order be\r\ncarried into effect pending the decision of the appeal court.\nThe suspension of my order creates the status quo to\r\nprevail. The status quo is the locking of the gate of an area\r\nenclosed by the\nApplicant. In the event the status quo prevails, the\r\ndispute between the parties will remain and may lead to unrests. This\r\nis evident\nfrom correspondence exchanged between parties subsequent\r\nto the Supreme Court of Appeal's order dated 7 April 2010.\nI find it in the best interest of Justice to direct that\r\nthe \"Status\" created by my order prevail pending the\r\noutcome\nof the appeal court.'\n[18] In\n[zRPz]Van Der Walt v Metcash Trading Ltd\n[2002] ZACC 4\n;\n2002 (4) SA\r\n317\n(CC), the Constitutional Court had to decide whether different\r\noutcomes in two cases which were materially identical, was\r\nunconstitutional.\nThe facts, which were described (at para 25) as\r\n‘highly unusual if not unique’ were these: on successive\r\ndays this\ncourt made contrary orders in two cases that were\r\nmaterially identical. They were made by two separate panels of Judges\r\nof this\nCourt in response to petitions addressed to the Chief Justice\r\nfor leave to appeal against orders of the High Court. Goldstone J,\n\nwriting for the majority, had this to say (paras 12 and 13):\n‘\nThere is nothing to suggest\r\nthat they [the petitions] were not conscientiously considered or that\r\neach panel did not act in good\nfaith in considering whether there\r\nwere reasonable prospects of success on appeal. Such a test permits\r\nof a reasonable difference\nof opinion on the same facts, as do all\r\ndiscretionary tests. There is no suggestion that this test is\r\nunconstitutional.\nAs O'Regan J pointed out in\nDawood\r\nand Another v Minister of Home Affairs and Others; Shalabi and\r\nAnother v Minister of Home Affairs and Others; Thomas and\nAnother v\r\nMinister of Home Affairs\nand Others\n:\n“\nDiscretion\r\nplays a crucial role in any legal system. It permits abstract and\r\ngeneral rules to be applied to specific and particular\ncircumstances\r\nin a fair manner.”\nIt would seriously diminish the efficacy of this role of\r\ndiscretion if a decision made pursuant to its exercise bound other\r\njudicial\nofficers in a court at the same level in the later exercise\r\nof their discretion in subsequent cases.'\nIt thus appears to me that there can be no room for the application\r\nof the\nstare decisis\nrule in a situation such as this. (See\nFellner v Minister of the Interior\n1954 (4) SA 523\n(A); Prof E\r\nKhan ‘Ratio decidendi and divided courts – the passport\r\ncase reagitatus’\n1955\nSALJ\n6.)\nI should perhaps add that\r\nthe learned judge also weighed, as against the prospects of the\r\nappeal succeeding, the prejudice to Amaryllis\nand the public\r\ninterest, namely that there should be obedience to orders of court\r\nand that people should not be allowed to take\nthe law into their own\r\nhands (\nKotze v Kotze\n1953 (2) SA 184\nat 187F). There thus\r\nappears to me to be no warrant for this court to interfere with the\r\nexercise of the high court's discretion\non this score.\nAs to the third\n:\n[19] Respect for the authority of the courts is foundational to the\r\nrule of law. Civil contempt is not solely an issue\ninter partes\n,\r\nbut also an issue between the court and the party who has failed to\r\ncomply with its order. It is thus as much about vindicating\njudicial\r\nauthority as it is about vindicating individual rights. In\nFakie\r\nNO v CCII Systems (Pty) Ltd\n2006 (4) 326 (SCA) para 41, Cameron\r\nJA stated:\n'Once the applicant proves the three requisites (order,\r\nservice and non-compliance), unless the respondent provides evidence\r\nraising\na reasonable doubt as to whether non-compliance was wilful\r\nand\nmala fide\n, the\r\nrequisite contempt will have been established. The sole change is\r\nthat the respondent no longer bears a legal burden to disprove\n\nwilfulness and\nmala fides\non\r\na balance of probabilities, but need only lead evidence that\r\nestablishes a reasonable doubt.'\nHere, the three requisites – order, service and non-compliance\r\n– had been established by Amaryllis. GPDSA thus bore\nan\r\nevidential burden in relation to wilfulness and mala fides. It sought\r\nto discharge that burden by suggesting:\n‘\nOur understanding in terms of\r\nthe legal advice we obtained was that an application for leave to\r\nappeal suspends the operation of\nthe order against which leave to\r\nappeal is sought, and particularly the order of 11 May 2010. We\r\nbelieved the advice was reasonable\nand correct.'\nBut that explanation does not avail GPDSA. For, as Froneman J\r\nobserved in\nBezuidenhout v Patensie Sitrus Beherend BPK\n2001\r\n(2) SA 224\n(E) at 229:\n'An order of a court of law stands until set aside by a\r\ncourt of competent jurisdiction. Until that is done the court order\r\nmust\nbe obeyed even if it may be wrong (\nCulverwell\r\nv Beira\n1992 (4) SA 490\n(W) at 494A-C). A\r\nperson may even be barred from approaching the court until he or she\r\nhas obeyed an order of court that has not\nbeen properly set aside\r\n(\nHadkinson v Hadkinson\n[1952]\r\n2 All ER 567\n(CA);\nBylieveldt v Redpath\n1982 (1) SA 702\n(A) at 714).'\nIt follows in my view that the contempt was thus established beyond a\r\nreasonable doubt.\n[20] In the result and for the reasons given GPDSA’s appeal\r\nmust fail. It remains to consider costs. The high court ordered\nGPDSA\r\nto pay the costs of the proceedings in that court on the scale as\r\nbetween attorney and own client. No order for costs issued\nagainst\r\nMessrs Masinga and Mathina. There is no basis for interfering in the\r\nexercise of the high court’s discretion in that\nregard. It\r\nfollows that that order must stand. As to the costs of the appeal:\r\nall three appellants were represented in this court\nand the one below\r\nby the same counsel and attorney. Accordingly, no additional costs\r\ndistinct from that of GPDSA have in truth,\nbeen occasioned on appeal\r\nin respect of Messrs Masinga and Mathina. Thus notwithstanding their\r\nsuccess on appeal no warrant exists\nfor an order of costs in their\r\nfavour on appeal.\n[21] One final aspect requires comment. In his judgment granting\r\nleave to appeal to this court Mabuse J stated:\n'I always adopt the attitude that no one may be a Judge\r\nin his own case. If the court were to believe that the order that it\r\nmade\nis correct, in my view, the application that come before such a\r\nJudge would be refused on the basis that the Judge would always\nthink\r\nthat the judgment that he has given is right and can therefore not be\r\nchallenged. I also believe in the principle that doors\nshould not be\r\nclosed if parties want to litigate to challenge the decision of the\r\ncourt, let them do so and it should not be taken\npersonally that if a\r\nJudge gives leave to appeal then it meant that his judgment was wrong\r\nor that the parties who want to challenge\nthe judgment undermine his\r\nreasoning.\nI should therefore think that we should always open the\r\ndoors for litigants in order to pursue their rights. In instances\r\nlike this\none in particular the court should be inclined to grant\r\nleave to appeal until the issues are fully exhausted. There is no\r\nprejudice\nthat the other party will suffer or there is before this\r\ncourt no indication or no argument that if this court were to grant\r\nleave\nto appeal the respondent will one way or the other suffer any\r\nprejudice. On that basis I am therefore of the opinion that the\r\napplicant\nshould be granted leave to appeal ... '\nThat with respect to the learned judge is not the test. In\nR v\r\nMuller\n1957 (4) SA 642\n(A) at 645E-G, Ogilivie Thompson AJA said:\n'From the very nature of things it is always somewhat\r\ninvidious for a Judge to have to determine whether a judgment which\r\nhe has\nhimself given may be considered by a higher Court to be wrong;\r\nbut that is a duty imposed by the Legislature upon Judges in both\n\ncivil and criminal matters. As regards the latter, difficult though\r\nit may be for a trial Judge to disabuse his mind of the fact\nthat he\r\nhas himself found the Crown case to be proved beyond reasonable\r\ndoubt, he must, both in relation to questions of fact and\nof law,\r\ndirect himself specifically to the enquiry of \"whether there is\r\na reasonable prospect that the Judges of Appeal will\ntake a different\r\nview\" (per CENTLIVRES, J.A., in\nRex v\r\nKuzwayo\n,\n1949 (3) SA 761\n(AD) at p. 765).'\n[22] In the result:\n(1) The appeal by the first appellant is dismissed with costs.\n(2) The appeal by the second and third appellants against paragraphs\r\n1, 3 and 4 of the order of the court below is allowed and\nthe order\r\nis amended by the deletion of paragraphs 3 and 4 and the substitution\r\nof paragraph 1 with the following:\n‘\nThe rule nisi granted by the court on 28\r\nJuly 2010 is discharged.'\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: G Shakoane\nV\r\nD Mtsweni\nInstructed\r\nby:\nDolf\r\nMosoma Attorneys\nPretoria\nNaudes\r\nAttorneys\nBloemfontein\nFor\r\nRespondent: M P van der Merwe\nH\r\nC Janse van Rensburg\nInstructed\r\nby:\nTim\r\ndu Toit Attorneys\nPretoria\nHoney\r\nAttorneys\nBloemfontein",
  "scraped_at": "2026-02-12T16:20:19.300738",
  "date": "2011-12-01",
  "coram": [
    "PONNAN J",
    "MALAN J",
    "WALLIS J"
  ],
  "case_number": "006/2011",
  "parties": {
    "applicants": [
      "Gauteng Province Driving School Association",
      "Godfrey Mthaisa Masinga",
      "Albert Mathina"
    ],
    "respondents": [
      "Amaryllis Investments (Pty) Ltd",
      "City of Johannesburg Metropolitan Municipality"
    ]
  },
  "sections": {
    "facts": "The City of Johannesburg granted Amaryllis Investments use of a parking area on municipal land. On 23 May 2009 members of the Gauteng Province Driving School Association (GPDSA) cut the lock and chain securing the area, effectively dispossessing Amaryllis. Amaryllis obtained a mandament van spolie restoring possession. GPDSA appealed the spoliation order and sought leave to execute it pending appeal. The High Court issued an execution order on 11 May 2010 directing that the spoliation order be enforced and that Amaryllis need not provide security. GPDSA repeatedly re‑occupied the area, prompting Amaryllis to apply for a contempt order against GPDSA and its directors. The High Court declared the directors in contempt, placed a rule nisi on them and ordered costs. The directors appealed the contempt order and the rule nisi.",
    "issues": "1. Whether GPDSA and its directors were in contempt of the High Court’s execution order. 2. Whether the rule nisi against the directors should stand. 3. Whether the High Court correctly exercised its discretion under Rule 49(11) to suspend or enforce the spoliation order pending appeal. 4. The relevance of stare decisis and the prospects of success on appeal to the exercise of discretion. 5. Allocation of costs.",
    "principles": "The judgment relied on the mandament van spolie as a summary remedy restoring the status quo. Rule 49(11) and (12) of the Uniform Rules of Court give the court discretion to suspend execution of an order when an appeal is noted, but allow execution on leave. Contempt requires proof of a clear order, proper service and deliberate non‑compliance. The court considered precedents on discretionary powers (South Cape Corp v Engineering Management Services), the nature of interlocutory orders (Minister of Health v Treatment Action Campaign), and the limited effect of stare decisis on lower courts' discretionary decisions. The directors' personal liability was examined under Twentieth Century Fox v Playboy Films and related authority on knowledge of court orders.",
    "application": "The court found that the High Court’s execution order was a valid, enforceable order and that it had been properly served on GPDSA. The directors, having knowledge of the order, deliberately caused the association to re‑occupy the premises, satisfying the elements of contempt. The rule nisi against the directors was therefore upheld. However, the directors were not properly joined as parties to the original contempt proceedings, rendering the rule nisi procedurally improper. Consequently, the appeal by the second and third appellants succeeded, resulting in the discharge of the rule nisi. The appeal by the first appellant (GPDSA) was dismissed. Costs were awarded to GPDSA as ordered by the High Court, with no additional costs to the directors.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal of the first appellant (GPDSA) with costs. It allowed the appeal of the second and third appellants (the directors) and discharged the rule nisi dated 28 July 2010. The costs order against the directors remained unchanged, and no further costs were awarded in favour of the directors."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Mandament van Spolie & Contempt",
    "level_3": [
      "spoliation",
      "rule 49",
      "contempt of court",
      "execution pending appeal",
      "director liability"
    ]
  }
}