{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/228.html",
  "case_name": "Muller NO and Another v Community Medical Aid Scheme (901/2010) [2011] ZASCA 228; 2012 (2) SA 286 (SCA); [2012] 2 All SA 252 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 228",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 228\n|\nNoteup\n|\nLawCite\nMuller NO and Another v Community Medical Aid Scheme (901/2010) [2011] ZASCA 228; 2012 (2) SA 286 (SCA); [2012] 2 All SA 252 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 901/2010\nIn the\r\nmatter between:\nJOHANNES ZACHARIAS HUMAN MULLER N.O.\n…..................................\nFirst\r\nAppellant\nRALPH FARREL LUTCHMAN N.O.\n…....................................................\nSecond\r\nAppellant\nand\nCOMMUNITY MEDICAL AID SCHEME\n…........................................................\nRespondent\nNeutral citation:\nMuller NO & another v Community\r\nMedical Aid Scheme\n(901/2010)\n[2011] ZASCA 228\n(30\r\nNovember 2011)\nCoram:\nHeher, Malan and Wallis JJA\nHeard:\n22 November 2011\nDelivered: 30 November 2011\nSummary:\nMedical Schemes Act 131 of 1998\n–\ns 63\n–\r\nliquidation of medical scheme – transfer of members to other\r\nmedical scheme – confirmation of by Council for\nMedical Schemes\r\n– whether contributions falling into liquidated scheme’s\r\nestate and if so whether\ns 63(14)\napplicable.\n______________________________________________________________________\nORDER\nOn appeal from:\nSouth Gauteng High Court, Johannesburg\r\n(Blieden J sitting as court of first instance):\nThe\r\nappeal is dismissed with costs.\n______________________________________________________________________\nJUDGMENT\nMALAN JA (Heher and Wallis JJA concurring):\n[1] This is an appeal against the judgment and order of Blieden J\r\ndismissing with costs the application of the appellants for the\n\nrepayment of monies paid to the respondent from the current account\r\nof Humanity Medical Scheme (Humanity). The appeal is with his\nleave.\n[2] The appellants are the joint liquidators of Humanity which was\r\nfinally wound-up on 26 September 2008, with effect from 23 September\n\n2008, the date of the application for its winding-up. They were\r\nappointed on 26 September 2008. On 26 September 2008 two payments\nof\r\nR1 850 000 and R5 272 566,80 were made on the\r\ninstructions of the administrators of Humanity, Allcare\r\nAdministrators\n(Pty) Ltd (Allcare), to the respondent, the Community\r\nMedical Aid Scheme (Commed). On 29 September 2008 Allcare caused a\r\nfurther\npayment of R1 150 000 to be made to Commed. All the\r\npayments were made from the account of Humanity after its winding-up.\n\nThe amount claimed consisted of the amount of contributions made by\r\nmembers of Humanity in respect of their medical aid benefits\nfor\r\nSeptember 2008. The question in this case is whether the entitlement\r\nto the September contributions paid into its account formed\npart of\r\nHumanity’s insolvent estate and, if so, whether it thereafter\r\nvested in Commed by operation of law on confirmation,\non 3 September\r\n2008, by the Council for Medical Schemes (the Council) of the\r\ntransfer of the members of Humanity to Commed in terms\nof s 63 of the\r\nMedical Schemes Act 131 of 1998 (the Act).\n[3] During August 2008, when it was apparent that Humanity was in\r\ndire financial circumstances and insolvent, a meeting was arranged\n\nbetween representatives of Humanity and Commed to discuss the\r\n‘migration’ of the former’s members to the latter.\n\nAt a subsequent meeting on 25 August it was agreed that the effective\r\ndate of the cover to be extended by Commed to the former\nmembers of\r\nHumanity would be 1 September 2008. Since Humanity’s members\r\npaid their contributions in advance Humanity agreed\nto pay all\r\ncontributions it received from its members for cover in the month of\r\nSeptember 2008 to Commed. The word ‘migration’\nis not\r\ndefined in the Act but was referred to by the parties to describe the\r\ntransfer by members of Humanity of their membership\nto Commed.\n[4] On 22 August 2008 the Council approved Humanity’s proposal\r\nfor the transfer of its members but required that an application\nfor\r\nexemption from the provisions of s 63 of the Act be made. Section 63,\r\nbriefly, deals with the amalgamation of the business\nof a medical\r\nscheme with the business of another person and with the transfer of\r\nthe business of a medical scheme to another person.\nIts provisions\r\nmust be complied with for the amalgamation or transfer to be of any\r\nforce (s 63(1)).\n[5] On 25 August 2008 Humanity sought exemption from the provisions\r\nof s 63 from the Council. On 3 September 2008 the Council approved\n\nthe application and authorised Humanity to proceed with the transfer\r\nof its members. The approval was backdated to 1 September\n2008.\r\nThe members were transferred onto the books of Commed on 5 September\r\n2008 and full coverage was extended to them by\nCommed with effect\r\nfrom 1 September 2008. Members of Humanity were informed by circular\r\non 3 September 2008 of the transfer but\nthey were requested to notify\r\nit if they wished not to have their membership transferred.\n[6] Allcare had administered Humanity prior to its winding-up, and\r\nwas again appointed on 7 November 2011 to assist the liquidators.\n\nCommed was concerned that it would not receive the transferred\r\nmembers’ contributions for the month of September timously\nbut\r\nwas assured on 8 September 2008 ‘that the contributions to\r\nCommed will be paid’. Commed was again told on 23 September\n\n2008 ‘that the matter is being taken care of.’ Commed’s\r\nconcern, as expressed in an email message on the previous\nday, was\r\n‘whether once the liquidator is confirmed, will we be able to\r\nreceive those contributions and not wait for the winding\ndown\r\nprocess?’ Allcare, as counsel for the appellant remarked, did\r\nnot take care and the winding-up application was presented\non 23\r\nSeptember 2008 without any payment having been made.\n[7] Chapter XIV of the Companies Act 61 of 1973\r\nand, in particular, ss 337 to 426, apply to the winding-up of a\r\nmedical scheme (s\n53(1) of the Act). Humanity is a ‘medical\r\nscheme’ as defined by s 1 of the Act. The effect of a\r\nwinding-up order is\nto establish a\nconcursus\r\ncreditorum\n. In\nWalker\r\nv Syfret NO\n1911 AD 141\nat 166 Innes JA\r\nexplained what is meant by this expression:\n1\n‘\nThe\r\nobject of the Insolvent Ordinance is to ensure a due distribution of\r\nassets among creditors in the order of their preference.\nAnd with\r\nthis object all the debtor's rights are vested in the Master or the\r\ntrustee from the moment insolvency commences. The\nsequestration order\r\ncrystallises the insolvent's position; the hand of the law is laid\r\nupon the estate, and at once the rights\nof the general body of\r\ncreditors have to be taken into consideration. No transaction can\r\nthereafter be entered into with regard\nto estate matters by a single\r\ncreditor to the prejudice of the general body. The claim of each\r\ncreditor must be dealt with as it\nexisted at the issue of the order.’\nSection 361(1) of the Companies Act provides\r\naccordingly that in the event of a winding-up by the court ‘all\r\nthe property\nof the company concerned shall be deemed to be in the\r\ncustody and under the control of the Master until a provisional\r\nliquidator\nhas been appointed and has assumed office.’ On\r\nwinding-up the directors of the company cease to function and are\r\ndeprived\nof their control of its property.\n2\nAny authority Allcare had also terminated on the\r\nliquidation of Humanity.\n3\nSection 391 requires a liquidator to ‘proceed\r\nforthwith to recover and reduce into possession all the assets and\r\nproperty\nof the company …, [and to] apply same so far as they\r\nextend in satisfaction of the costs of the winding-up and the claims\n\nof creditors, and shall distribute the balance among those who are\r\nentitled thereto.’\n[8] The court below accepted that the September\r\ncontributions were received by Humanity as ‘custodian’\r\nfor Commed and\nheld that they never formed part of Humanity’s\r\nestate. It did so on two grounds. The first is that the contributions\r\nwere\nearmarked funds and that Humanity was merely acting as a conduit\r\nfor their transmission to Commed. The second basis arises from\nthe\r\njudgment of this court in\nNissan South\r\nAfrica (Pty) Ltd v Marnitz NO & others (Stand 186 Aeroport (Pty)\r\nLtd intervening)\n4\nthat an account holder is not entitled to claim\r\nfrom his bank money that had mistakenly been transferred into his\r\naccount.\n[9] Humanity, the court below said, had never made\r\nany claim to the contributions. The members who paid their September\r\ncontributions\nto Humanity did so in the belief that they were obliged\r\nto do so and to retain their rights to medical aid. The contributions\r\nwere\npaid to Humanity when, unknown to the members, it was unable to\r\nrender any services to them and that Commed had undertaken to do\nso.\r\nThe contributions paid into Humanity’s current account could\r\naccordingly not be classified as its property and could\nnot have\r\nbecome so by way of\ncommixtio\n,\r\nwhich would have been an ‘oversimplification’ of the\r\nmatter.\n[10] As to the second ground, the court below took the view that,\r\nalthough it was not concerned with the theft of money, ‘one\nis\r\ndealing with credits reflected in [Humanity’s] bank account\r\nwhich the recipient was aware were not its property and which\nit had\r\nevery intention to pay to the party to whom such money was due. Had\r\n[Humanity] utilised the funds received from its members\nfor September\r\n2008 for its own purposes, there is little question that this would\r\nhave constituted theft on its part, if one applies\nthe reasoning in\r\nthe Nissan case …’. The principles relating to\r\ninsolvency and impeachable transactions thus, the\ncourt held, found\r\nno application because the funds at no stage belonged to Humanity\r\nwhich had accepted the contributions ‘with\nfull knowledge that\r\nit was not its money’.\n[11] In this court it was argued on behalf of\r\nCommed that the rules of a medical scheme constituted a reciprocal\r\nagreement between\nthe scheme and its members: the scheme undertakes\r\nliability for the member’s medical expenses in return for the\r\nmember’s\nobligation to pay a contribution. Payment, so the\r\nargument went, is a form of performance of contractual obligations\r\ndischarging\nthe obligations of the payor. It is a bilateral act\r\nrequiring a meeting of minds in respect of the debt to be\r\ndischarged,\n5\nas well as the obtaining of control over the funds\r\npaid by the payee. To be effective the payee must have the\r\n‘unfettered\nor unrestricted right to the immediate use of the\r\nfunds in question’.\n6\nIt was submitted that the September contributions\r\nwere paid by its members to Humanity without agreement as to the debt\r\nto be discharged\nand without Humanity’s obtaining control over\r\nthe funds. The contributions therefore never became part of its\r\nproperty. Humanity,\nit was contended, never intended to provide cover\r\nto its members for September 2008 nor did it receive those\r\ncontributions for\nthe purposes of extending such cover. As it was\r\nobliged to pay over their amount to Commed, Humanity never acquired\r\nan unfettered\nor unrestricted right to the September contributions.\n[12] I do not fault the submissions made by\r\ncounsel for Commed on the legal nature of payment. However, the\r\nconclusions sought to\nbe drawn from them are not supported by the\r\nfacts. The Council granted Humanity exemption from the provisions of\r\ns 63 of the Act\non 3 September 2008 and the members were transferred\r\nto Commed on 5 September 2008. The September contributions were due\r\nand payable\nto Humanity in terms of its rules on or before 3\r\nSeptember. Rule 13.2 provides that ‘[c]ontributions shall be\r\ndue monthly\nin advance and be payable by not later than the 3\nrd\nday of each month.’\n7\nThe September contributions were paid and received\r\nas such on or before that date: the notice circulated by Humanity on\r\n3 September\n2008 referred specifically to the fact that the\r\n‘September contributions, levied as per the Humanity Medical\r\nScheme contributions’\nwould be reconciled at the same time as\r\ntheir debit orders would be adjusted – the debt discharged was\r\nclearly identified.\nThe fact that Humanity intended to pay the amount\r\nof the September contributions over to Commed does not detract from\r\nthis finding.\nNor does it matter that Humanity was unable to provide\r\nany services to its members: it had arranged for Commed to do so and\r\nhad\nagreed to pay over the amount of the September contributions to\r\nthe latter. The minutes of the meeting of 25 August 2008 between\nthe\r\ntwo medical schemes record that it was agreed that ‘[a]ll\r\ncontribution[s] received will be paid into Commed’s account\n…’.\r\nThe two medical schemes involved thus contemplated that the September\r\ncontributions would be paid to Humanity\nand thereafter by Humanity to\r\nCommed. This is also apparent from the answering affidavit where it\r\nwas stated that the transfer\nof the members to Commed also embraced\r\nthe transfer of the September contributions and that Humanity had\r\nundertaken to transfer\nthem to Commed. No doubt this was agreed to\r\nbecause it was not possible, as also appears from the answering\r\npapers, to make the\nnecessary adjustment to the debit orders of\r\nmembers in time. It follows that the September contributions were\r\nreceived by Humanity\nas contributions due and payable to it and that\r\nHumanity undertook to pay them over to Commed. This is confirmed by\r\nthe undertakings\nreferred to above. It follows that the September\r\ncontributions were not paid in error, nor were they undue. There was,\r\nmoreover,\nagreement as to the debt to be discharged by their payment.\n[13] No question of ‘ownership’ of the\r\ncontributions arises or can arise (this matter is concerned, not with\nres corporales\n,\r\nbut with personal rights). In so far as monies\nin\r\nspecie\nmay have been involved they\r\nbelonged to Humanity’s bank. The relationship between bank and\r\ncustomer is one of debtor and creditor.\nIn\nS\r\nv Kearney\n8\nit was stated that –\n‘\nit has\r\nlong been judicially recognised in this country that the relationship\r\nbetween bank and customer is one of debtor and creditor.\nWhen a\r\ncustomer deposits money it becomes that of the bank, subject to the\r\nbank’s obligation to honour cheques validly drawn\nby the\r\ncustomer …’\nHumanity never became owner of the September\r\ncontributions but acquired a personal right or claim against its\r\nbank, an entitlement,\narising from the bank and customer relationship\r\nbetween them. Its bank became owner of the funds credited to the\r\naccount subject\nto an obligation to honour payment instructions by\r\nHumanity. The September contributions were not kept separately in an\r\nearmarked\naccount, with the agreement of the bank, for payment to\r\nCommed or repayment to Humanity’s members. They were ‘mixed’\n\nwith other funds in the account resulting in an amount standing to\r\nthe credit of Humanity. To call Humanity a ‘custodian’\nof\r\nthe September contributions deposited into its bank account, as the\r\ncourt below did, adds nothing to the issue. The contributions\npaid\r\nwere not trust funds.\n9\nNor was Humanity’s bank party to any\r\nagreement between Humanity and Commed. There is no evidence to\r\nsuggest that Humanity’s\nbank had agreed to hold the September\r\ncontributions as agent or custodian for Commed, whether disclosed or\r\nundisclosed, or that\nit had knowledge of such arrangement.\n10\nNor is there any evidence to suggest that Commed\r\nhad acquired any personal rights against Humanity’s bank in\r\nrespect of the\ncontributions. Moreover, there is no evidence to the\r\neffect that Humanity’s rights to operate upon its bank account\r\nhad in\nany way been limited by reason of the payment of the September\r\ncontributions into it.\n11\nThe fact that Humanity undertook to pay the amount\r\nof the September contributions to Commed had no effect on its powers\r\nas account\nholder and did not fetter or restrict them.\n[14] The court below relied on the decision of\r\nthis court in\nNissan\n.\n12\nIn view of my finding that the September\r\ncontributions were due to Humanity, were not paid in error and that\r\nHumanity undertook\nto pay them over to Commed it is not necessary to\r\ndeal with the\nNissan\ncase.\r\nIt is clearly distinguishable.\n13\n[15] It follows that when the September\r\ncontributions were paid into Humanity’s account it had a\r\npersonal right\nvis à vis\nits bank to the corresponding credit in its\r\naccount. Neither Commed nor anyone else had a better or stronger\r\nclaim or, for that\nmatter, any claim to it.\n14\nThis entitlement was an asset in Humanity’s\r\nestate and would on liquidation have been available for the\r\nsatisfaction of the\nclaims of the general body of creditors. But this\r\nwould have been the position only if s 63 of the Act had not been\r\napplicable.\n[16] Section 63 of the Act regulates the\r\namalgamation and the transfer of the business of a medical scheme.\r\nThe section provides\nthe statutory framework for amalgamations and\r\ntransfers and gives the Registrar regulatory powers in respect of\r\nthese transactions.\nIn terms of s 63(1) these transactions shall not\r\nhave any force and effect unless carried out in accordance with the\r\nprovisions\nof the section.\n15\nSection 63(1) provides:\n‘\nNo\r\ntransaction involving the amalgamation of the business of a medical\r\nscheme with any business of any other person (irrespective\nof whether\r\nthat other person is or is not a medical scheme) or the transfer of\r\nany business from a medical scheme to any other\nmedical scheme or the\r\ntransfer of any business from any other person to a medical scheme,\r\nshall be of any force, unless such amalgamation\nor transfer is\r\ncarried out in accordance with the provisions of this section.’\n[17] The only manner in which an amalgamation or\r\ntransfer envisaged by the section may be achieved is in terms of this\r\nsection.\nIts requirements are peremptory but the Council is entitled\r\nunder s 8(\nh\n)\r\nof the Act to –\n‘\nexempt,\r\nin exceptional cases and subject to such terms and conditions and for\r\nsuch period as the Council may determine, a medical\nscheme or other\r\nperson upon written application from complying with any provision of\r\nthis Act’.\nIt is not necessary to determine the precise ambit\r\nof s 8(\nh\n).\r\nThe Council was informed of the proposed transfer of Humanity’s\r\nmembers and confirmed its approval of Humanity’s\nproposal but\r\nrequested it on 22 August 2008 to make an urgent application in terms\r\nof s 8(\nh\n)\r\nfor exemption from the provisions of s 63 setting out inter alia –\n‘\n1.The\r\ncircumstances resulting in the transfer i.e. the financial status of\r\nthe scheme;\n2. The urgency in needing to\r\nspeedily effect the transfer of the members and the consequences for\r\nthe members if this is not done;\n3. The reasons why the time\r\nperiods as well as the requirements prescribed in section 63 of the\r\nAct would result in prejudice to\nthe scheme and its members; and\r\nfinally\n4. Why the circumstances\r\ndescribed are exceptional.’\n[18] Humanity made application for exemption on 25\r\nAugust 2008 and referred to its insolvent state and the need for\r\ncontinued medical\ncover of its members. It also addressed the urgency\r\nof the matter and the need to have the members covered by Commed from\r\n1 September.\nIt emphasised that following the ordinary procedure\r\ninvolving the compilation of an exposition of the transaction and the\r\nactuarial\nstatements required by s 63(2) and observing of the time\r\nperiods provided for by s 63 would lead to an inevitable delay and an\r\nextension of the date of transfer to November or December. On this\r\nbasis the Council approved of the transfer of Humanity’s\n\nmembers. I do not understand the Council’s approval to involve\r\nan exemption from all the provisions of s 63 (it does not,\nin any\r\nevent, appear to have such power under s 8(\nh\n)).\r\nBoth the Council and Humanity purported to and acted in terms of s\r\n63. The Council in exempting Humanity under the provisions\nof s 8(\nh\n)\r\nexempted it from ‘complying with any provision of this Act’.\r\nThe exemption therefore related to provisions of the\nAct,\r\nparticularly s 63, that Humanity had to comply with, such as the\r\nfiling of a formal exposition and observation of the time\nlimits set\r\nby the section. The exemption did not and does not affect the need\r\nfor the Council’s approval or the consequences\nflowing from it.\r\nOne of the consequences is set out in s 63(11) providing for the\r\nbinding force of the exposition (an explanation\nof the facts and\r\ncircumstances of the proposed transaction)\n16\non all the concerned parties. No exposition was\r\nfiled in this case. The Council had exempted Humanity from doing so.\r\nBut the facts\nand circumstances of the proposed transfer were known\r\nto the Council. When it confirmed the transfer the consequences\r\nresulting\nfrom the confirmation of an exposition provided for in s 63\r\nfollowed.\n[19] One consequence is of particular importance and decisive of this\r\nmatter. Section 63(14) provides:\n‘\nUpon\r\nthe confirmation of the exposition of a proposed transaction in\r\naccordance with the provisions of this section, the relevant\nassets\r\nand liabilities of the parties to the amalgamation shall vest in and\r\nbecome binding upon the amalgamated body or, as the\ncase may be, the\r\nrelevant assets and liabilities of the party effecting the transfer\r\nshall vest in and become binding upon the\nparty to which transfer is\r\neffected.’\nI have found that the entitlement to the amount of\r\nthe September contributions when paid into its bank account vested in\r\nHumanity.\nIt follows that, on confirmation by the Council of the\r\ntransfer of the members to Commed, this entitlement, being one of the\r\n‘relevant\nassets’ of Humanity, became vested in Commed by\r\noperation of law and no longer formed part of Humanity’s\r\nestate.\n17\nThe appellants, the liquidators of Humanity, could\r\ntherefore lay no claim to it. It follows that their claim was\r\ncorrectly dismissed\nby the court below, albeit for the wrong reasons.\r\nIn the result the appeal should be dismissed.\n[20] The following order is made:\nThe appeal is dismissed with costs.\n________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellants: E W Fagan SC\nInstructed by:\nEversheds\nSandton\nMatsepes Inc\nBloemfontein\nFor Respondent: J J Brett SC\nInstructed by:\nSavage Jooste & Adams\nPretoria\nNaudes Attorneys\nBloemfontein\n1\nWalker\r\n\tv Syfret NO\n1911 AD 141\nat 166.\n2\nSecretary\r\n\tfor Customs and Excise v Millman NO\n1975 (3) SA 544\n(A) at 552H.\n3\nGoodricke\r\n\t& Son v Auto Protection Insurance Co Ltd (in liquidation)\n1968\r\n\t(1) SA 717\n(A) at 722H-723C.\n4\nNissan\r\n\tSouth Africa (Pty) Ltd v Marnitz NO & others (Stand 186 Aeroport\r\n\t(Pty) Ltd intervening)\n2005 (1) SA 441\n(SCA).\n5\nRelying\r\n\ton\nSaambou-Nasionale Bouvereniging v Friedman\n1979 (3) SA 978\n(A) at 993A-C. See also\nB & H Engineering v First National\r\n\tBank of South Africa Ltd\n[1994] ZASCA 152\n;\n1995 (2) SA 279\n(A) at 293C-G.\n6\nRelying\r\n\ton\nVereins- und Westbank AG v Veren Investments & others\n2002 (4) SA 421\n(SCA) para 11.\n7\nSee\r\n\talso\ns 26(7)\nof the\nMedical Schemes Act.\n8\nS\nv Kearney\n1964 (2) SA 495\n(A) at 502H-503A cited with approval\r\n\tin\nABSA Bank Limited v Intensive Air\n[2010] ZASCA 171\n(1\r\n\tDecember 2010) para 20.",
  "scraped_at": "2026-02-12T16:17:54.802128",
  "date": "2011-11-30",
  "coram": [
    "Heher JJA",
    "Malan JJA",
    "Wallis JJA"
  ],
  "case_number": "901/2010",
  "parties": {
    "applicants": [
      "Johannes Zacharias Human Muller N.O.",
      "Ralph Farrel Lutchman N.O."
    ],
    "respondents": [
      "Community Medical Aid Scheme"
    ]
  },
  "sections": {
    "facts": "Humanity Medical Scheme was placed in liquidation on 26 September 2008. Its joint liquidators received September 2008 contributions from members, which were intended to be transferred to Community Medical Aid Scheme (Commed) following an agreed migration of Humanity’s members to Commed. Payments of R1,850,000, R5,272,566.80 and later R1,150,000 were made from Humanity’s account to Commed after the winding‑up. The Council for Medical Schemes approved the transfer of members on 3 September 2008, exempting Humanity from the normal requirements of s 63 of the Medical Schemes Act, and confirmed the transfer on 5 September 2008.",
    "issues": "The court had to determine (1) whether the September 2008 contributions paid into Humanity’s account formed part of Humanity’s insolvent estate, and (2) if they did, whether s 63(14) of the Medical Schemes Act caused those contributions, as an asset, to vest in Commed upon Council confirmation of the transfer.",
    "principles": "The judgment applied the Medical Schemes Act s 63, which requires compliance with its provisions for any amalgamation or transfer, and s 63(14), which vests relevant assets and liabilities in the transferee upon confirmation of the exposition. It also relied on the Companies Act provisions governing winding‑up, which deem all property of the company to be under the Master’s control, and on the principle that monies deposited in a bank become the bank’s property, giving the depositor only a personal claim against the bank. Precedents such as Nissan South Africa (Pty) Ltd v Marnitz NO and the case law on bank‑customer relationships were considered but distinguished.",
    "application": "The court found that the September contributions were due to Humanity under its rules and were not paid in error. Consequently, they were assets of Humanity’s estate. However, because the Council had approved the transfer and exempted Humanity from s 63, s 63(14) operated to vest those assets in Commed. Thus the contributions were no longer part of Humanity’s estate and could not be claimed by the liquidators.",
    "conclusion": "The appeal of the liquidators was dismissed with costs. The liquidators could not recover the September contributions, as they had vested in Community Medical Aid Scheme by operation of s 63(14)."
  },
  "tags": {
    "level_1": "Health Law",
    "level_2": "Medical Schemes Act",
    "level_3": [
      "s63",
      "liquidation",
      "contributions",
      "transfer of members"
    ]
  }
}