{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/98.html",
  "case_name": "Mohammed v S (605/10) [2011] ZASCA 98 (31 May 2011)",
  "citation": "[2011] ZASCA 98",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 98\n|\nNoteup\n|\nLawCite\nMohammed v S (605/10) [2011] ZASCA 98 (31 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No 605/10\nIn the matter between:\nSAID MOHAMMED\n................................................................................\nAPPELLANT\nand\nTHE STATE\n........................................................................................\nRESPONDENT\nNeutral citation:\nMohammed\r\nv State\n(605/10)\n[2011] ZASCA 98\n(31 May\r\n2011)\nCoram:\nHEHER, MAYA and MAJIEDT JJA\nHeard:\n25 May 2011\nDelivered:\n31 May 2011\nSummary:\nCriminal law ─ robbery with\r\naggravating circumstances ─ identification ─ proof of\r\nbeyond reasonable doubt ─\nrequirements restated ─ alibi\r\ndefence ─ effect of late disclosure ─ sentence ─ 15\r\nyears’ imprisonment\n─ no appellate interference\r\nwarranted.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Cleaver J and Brusser AJ sitting as court of appeal):\nThe appeal is dismissed.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (HEHER and MAYA JJA concurring):\n[1] This is an appeal against the judgment of Brusser\r\nAJ, with Cleaver J concurring, sitting as court of appeal in the\r\nWestern Cape\nHigh Court, Cape Town, in terms of which the appellant's\r\nappeal against his conviction in the regional court of robbery with\r\naggravating\ncircumstances and the sentence of 15 years’\r\nimprisonment was dismissed. Leave to appeal was granted by the court\r\nbelow.\n[2] The appellant's conviction in the regional court\r\narose from the following set of facts:\n2.1 The complainants, Ms Nomonde Patience Botha and her\r\nboyfriend, Mr James Mecca, were accosted in the latter's flat by four\r\nmen,\nbrandishing firearms. They were tied up, Mecca was repeatedly\r\nbeaten up and dragged around the house, the flat was ransacked and\n\nthe robbers eventually made off with the complainants' goods valued\r\nat approximately R22 000.\n2.2 The ordeal lasted between half an hour (on Botha's\r\nestimation) to over an hour (as estimated by Mecca). The flat's\r\nlights were\non throughout and the obvious ringleader of the gang,\r\nwhom they both subsequently identified as the appellant, had his face\r\nuncovered.\n2.3 Botha encountered and recognized the appellant on at\r\nleast three subsequent occasions. On one such occasion, she sought to\r\nengage\nthe assistance of the security guards at a shopping mall, the\r\nGolden Acre, where she had seen the appellant, to have him arrested.\n\nThey declined to do so in the absence of a case number.\n2.4 Mecca also recognized the appellant on two\r\nsubsequent occasions, namely at a Seven Eleven store and at the Cape\r\nTown railway\nstation. After the first such occasion he furnished the\r\nMilnerton police with the registration number of the motor vehicle in\r\nwhich\nhe had seen the appellant. After the second occasion, he\r\nalerted the police on patrol at the station, who arrested the\r\nappellant.\nBotha was asked to come to the police station where she\r\nimmediately positively identified the appellant as the lead robber,\r\neven\nbefore she was asked to do so.\n2.5 The appellant denied having robbed the complainants.\r\nHis attorney raised an alibi on his behalf belatedly during the\r\ntrial,\nnamely when the State's second witness, Mecca, was being\r\ncross-examined. No such alibi defence was put to the first State\r\nwitness,\nBotha, by the appellant’s former attorney (he was\r\nrepresented by another one when Mecca testified).\n2.6 The appellant alleged in his testimony that he had\r\nbeen in Pretoria at the time of the robbery. He had gone there at the\r\nrequest\nof his friend and compatriot (the appellant is a Tanzanian\r\ncitizen), one Mr Malik Ponza, to assist him in his business. Ponza\r\ntestified\nin support of this alibi.\n3. The regional magistrate accepted the State’s\r\nversion and rejected the appellant's alibi defence as false beyond\r\nreasonable\ndoubt. She found the State witnesses' identification of\r\nthe appellant credible and reliable. She was satisfied that the\r\nidentification\noccurred in circumstances where there was adequate\r\nopportunity for a reliable identification.\n4. The court below endorsed the regional magistrate's\r\naforementioned findings. I, too, can find no fault with her findings.\r\nThis\nappeal turns on the reliability of the complainants’\r\nidentification. The appellant has in my view failed to establish that\n\nthe regional magistrate erred in finding the identifications to be\r\nreliable. With regard to identification, Botha and Mecca had\nample\r\nopportunity to observe the appellant who, as stated, directed\r\nproceedings during the robbery. The appellant's face was uncovered\n\nand the flat's lights were on throughout. Botha enumerated some of\r\nthe identifying features of the appellant, namely his hefty\nbuild, a\r\nbig face, thick lips and what she described as 'sexy' eyes. Mecca was\r\nadamant that he would never forget the appellant's\nface and stated\r\nthat whenever he closed his eyes he could see the appellant's face.\r\nAdded to this of course, is the fact that the\nappellant was in\r\ncommand, thus the complainants focused most of their attention on\r\nhim. Moreover, the complainants recognized the\nappellant on several\r\noccasions thereafter and sought to have him arrested.\n[5] The identification of the appellant unquestionably\r\npasses muster when measured against the well-known cautionary\r\napproach enunciated\nin a long line of cases, most recently by this\r\ncourt in\nS v Ngcamu\n2011 (1) SACR 1\n(SCA) para 10, where\r\nMthiyane JA made reference to this court's earlier\nlocus classicus\non identification evidence,\nS v Mthetwa\n1972 (3) SA 766\n(A) at\r\n768A-C. The cumulative weight of the factors enumerated by Holmes JA\r\nin\nMthetwa\nsuch as 'lighting, visibility and eyesight; the\r\nproximity of the witness[es] . . . opportunity for observation, both\r\nas to time\nand situation . . . the [appellant's] face, voice, build,\r\ngait and dress' conduce to a reliable identification in the present\r\nmatter.\n[6] The appellant’s counsel laid heavy emphasis on\r\nthe complainants’ lack of any description of their assailants,\r\nparticularly\nof the appellant, to the police after the robbery. He\r\ncontended that this omission raises reasonable doubt about the\r\nreliability\nof their identification. It seems to me that the police,\r\nrather than the complainants, are to blame for this omission. The\r\npolice\nwere told by the complainants that they would be able to\r\nrecognize the robbers in the event that the complainants see them\r\nagain.\nBut no descriptions of the robbers were sought from the\r\ncomplainants. In any event, even if it can be said that the omission\r\nis\nattributable to the complainants, it must be considered on the\r\nevidence as a whole. As stated above, the complainants had adequate\n\nopportunity for a reliable identification and the conditions were\r\nconducive to such reliability. As it turned out both complainants\n\ndid, on their version, see one of their assailants, the appellant,\r\nagain on more than one occasion and they took active steps to\nhave\r\nthe appellant arrested. The complainants’ lack of any\r\ndescription of their assailants can therefore not detract from\nthe\r\nreliability of their identification when all the facts and\r\ncircumstances are considered.\n[7] Criticism was also levelled against Botha's\r\nidentification of the appellant at the police station after his\r\narrest. The submission\nwas made that it is tantamount to a 'dock\r\nidentification' on which no reliance can be placed. In\nS v Tandwa\n2008 (1) SACR 613\n(SCA) para 129, this court reiterated that '. .\r\n.[d]ock identification . . . may be relevant evidence, but generally,\r\nunless it\nis shown to be sourced in an independent preceding\r\nidentification . . . carries little weight'. The exception alluded to\r\nin this\npassage applies in this matter. Botha's identification at the\r\npolice station therefore serves as a further factor enhancing the\n\nreliability of the identification, albeit to a very limited extent.\n[8] Against this compelling identification evidence,\r\nstands the appellant's belatedly raised alibi defence. On a\r\nconspectus of the\nevidence as a whole, that defence cannot be\r\nreasonably possibly true. The regional magistrate correctly found\r\nthat there were material\ncontradictions between the versions\r\npropounded by the appellant and his witness, Ponza, on inter alia the\r\nprecise reason for the\nappellant’s visit to Pretoria and the\r\nextent of the injuries sustained by Ponza and his girlfriend in a car\r\naccident. She\nalso correctly found it to be riddled with\r\ninconsistencies and improbabilities. The alibi defence simply lacked\r\ncredibility, a\nfact which is exacerbated by its late introduction\r\ninto the case (compare in this regard, the facts and findings in\nS\r\nv Carolus\n[2008] ZASCA 14\n;\n2008 (2) SACR 207\n(SCA) para 29). The appellant’s\r\nexplanation that the alibi defence was raised late because of his\r\nformer attorney’s\nneglect, lacks persuasion. It was the very\r\nessence of his case and it strikes one as improbable that the\r\nattorney would not have\nreferred to it in cross-examination; equally\r\nunlikely is that the appellant would have failed to draw the\r\nattorney’s attention\nto this material omission.\n[9] The appeal against conviction is devoid of merit and\r\nmust be dismissed. Short shrift can be made of the appeal against\r\nsentence.\nThe offence carries a statutorily prescribed minimum\r\nsentence of 15 years’ imprisonment, unless substantial and\r\ncompelling\ncircumstances exist to justify a departure from it. The\r\nappellant and his confederates terrorised the complainants in Mecca's\r\nresidence,\nhis sanctuary where he and his visitors were supposed to\r\nbe safe. Mecca was repeatedly beaten up and both he and Botha were\r\nthreatened\nwith firearms. Only two factors were advanced at the trial\r\nas substantial and compelling circumstances, warranting departure\r\nfrom\nthe minimum sentence of 15 years prescribed in\ns 51(3)(a)\nof the\nCriminal Law Amendment Act 105 of 1997\n. These were the appellant's\r\nlack of previous convictions and the fact that the appellant has\r\nchildren to care for. The regional\nmagistrate rightly rejected these\r\nfactors. The aforementioned Act stipulates a sentence for first\r\noffenders. And it was not the\nappellant's case on sentence at the\r\ntrial, or on appeal in the court below, or before us, that he is the\r\nsole breadwinner or primary\ncaregiver to the children. The sentence\r\nfits the offender and the offence in my view.\n[10] The appeal is dismissed.\n___________\nS A Majiedt\nJudge of Appeal\nAPPEARANCES:\nCounsel\r\nfor Appellant : Adv. J A du Plessis\nInstructed\r\nby : Liddell, Weeber & Van der Merwe Inc,\nWynberg\nBen van der Merwe\nBloemfontein\nCounsel\r\nfor Respondent : Adv. S Vakele\nInstructed\r\nby : The Director of Public Prosecution,\nCape\r\nTown\nThe\r\nDirector of Public Prosecution,\nBloemfontein",
  "scraped_at": "2026-02-12T15:41:32.878690",
  "date": "2011-05-31",
  "coram": [
    "HEHER JJA",
    "MAYA JJA",
    "MAJIEDT JA"
  ],
  "case_number": "605/10",
  "parties": {
    "applicants": [
      "SAID MOHAMMED"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "In a robbery with aggravating circumstances, four armed men entered the flat of Ms Nomonde Patience Botha and her boyfriend Mr James Mecca. The victims were bound, beaten and their flat ransacked; goods worth about R22,000 were taken. The alleged ringleader, later identified as the appellant, had his face uncovered and the flat was well lit. Both victims identified the appellant at the scene and later on three separate occasions – Botha at a shopping mall, a Seven‑Eleven store and the Cape Town railway station; Mecca also sighted the appellant twice and assisted police in his arrest. The appellant denied participation and, only during cross‑examination of the State’s second witness, raised an alibi that he was in Pretoria at the time of the robbery, supported by a witness, Mr Malik Ponza. The regional magistrate rejected the alibi as false and affirmed the conviction and a 15‑year prison sentence.",
    "issues": "1) Whether the identification of the appellant by the complainants was reliable enough to sustain a conviction. 2) Whether the appellant’s late‑raised alibi defence was credible and should have created reasonable doubt. 3) Whether the 15‑year minimum sentence prescribed for robbery with aggravating circumstances should be varied in the absence of substantial and compelling circumstances.",
    "principles": "The Court applied the established test for identification evidence as set out in S v Ngcamu and S v Mthetwa, focusing on lighting, visibility, proximity, opportunity, and distinctive features of the accused. Dock identifications are permissible only if preceded by an independent identification (S v Tandwa). Late‑filed alibi defences are viewed skeptically and must be credible (S v Carolus). Sentencing follows the Criminal Law Amendment Act 105 of 1997, which imposes a statutory minimum of 15 years unless substantial and compelling circumstances justify a departure.",
    "application": "The Court found that both victims had ample opportunity to observe the appellant under favorable conditions; their detailed descriptions and repeated post‑arrest identifications reinforced reliability. The omission of an initial police description was deemed irrelevant. The appellant’s alibi was introduced after the State’s case had been established, lacked corroboration, and was contradicted by Ponza’s testimony, leading the Court to deem it unreliable. Regarding sentencing, the only factors advanced – lack of prior convictions and parental responsibilities – did not meet the threshold of substantial and compelling circumstances, so the statutory minimum was upheld.",
    "conclusion": "The appeal was dismissed. The conviction for robbery with aggravating circumstances and the 15‑year imprisonment sentence were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "identification evidence",
      "alibi defence",
      "sentencing",
      "minimum sentence",
      "appeal"
    ]
  }
}