{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/183.html",
  "case_name": "Fakude v S (82/2010) [2011] ZASCA 183 (30 September 2011)",
  "citation": "[2011] ZASCA 183",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 183\n|\nNoteup\n|\nLawCite\nFakude v S (82/2010) [2011] ZASCA 183 (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 852/2010\nIn the matter between:\nLANGA FAKUDE\n…...................................................................\nFirst\r\nAppellant\nSTHEMBISO MTHETHWA\n…...............................................\nSecond\r\nAppellant\nand\nTHE STATE\n…...................................................................................\nRespondent\nNeutral citation:\nFakude v The State\n(852/10)\n[2011] ZASCA 183\n(30 September 2011)\nCoram:\nPONNAN, THERON and SERITI JJA\nHeard:\n08 September 2011\nDelivered:\n30 September 2011\nSummary:\nAppeal – sentence - conviction in\r\nthe Regional Court of robbery with aggravating circumstances –\r\nTrial court misdirecting\nitself by imposing sentences in excess of\r\nits jurisdiction.\nORDER\nOn appeal from: KwaZulu Natal High Court,\r\nPietermaritzburg (Balton J and Lopes AJ sitting as court of appeal):\n1. The appeal is allowed.\n2. The order of the court below is set aside and\r\nsubstituted with the following:\n(a) The appeal against conviction is dismissed.\n(b) The appeal against sentence succeeds. The sentence\r\nimposed upon each accused is set aside and replaced with:\n‘\nEach accused is sentenced to\r\n15 years’ imprisonment.’\n___________________________________________________________\nJUDGMENT\nSERITI JA (PONNAN and THERON JJA concurring):\n[1] The appellants, Messrs Fakude and Mthethwa were\r\narrested on 17 January 2000, and appeared in the Pinetown Regional\r\nCourt facing\none charge of robbery with aggravating circumstances.\r\nAfter their arrest, they were not released on bail and on 1 November\r\n2000\nthey were convicted as charged. On 1 December 2000 the\r\nappellants were sentenced to 20 years’ and 25 years’\r\nimprisonment\nrespectively.\n[2] Each appellant appealed against both conviction and\r\nsentence and on 17 November 2005, the KwaZulu-Natal High Court (per\r\nLopes\nAJ, Balton J concurring), dismissed the appeal and confirmed\r\nthe convictions and sentences. On 24 February 2010 the high court\r\ngranted the appellants leave to appeal to this court against sentence\r\nonly.\n[3] The facts leading to conviction are: On Friday 14\r\nJanuary 2000, at about 18h00, the complainant Mr Daharaj Hurdial\r\n(complainant)\ndrove driving home in his Volvo S40 motor vehicle. His\r\nteenage son and daughter were passengers in the vehicle. On arrival\r\nat their\nhome, he drove into the garage. At that stage, two men, each\r\narmed with a fire-arm came running into the garage. One of the men\n\ntook the motor vehicle keys, and ordered the complainant and his\r\nchildren to get back into the motor vehicle. One of the two men\ntook\r\nto the driver’s seat and the complainant’s son was forced\r\nto occupy the front passenger seat. The complainant\nand his daughter\r\nand one of the assailants occupied the back seat. The motor vehicle\r\nwent out of the yard, drove towards the N2\nhighway. They drove\r\ntowards the airport and just before the Spaghetti Junction, the motor\r\nvehicle stopped. The complainant and\nhis minor children were ordered\r\nto run into the bush. The two assailants drove off with the motor\r\nvehicle. The two assailants took\nthe complainant’s cellular\r\nphone, wallet, watch and pens. Inside the wallet there were credit\r\ncards and about R500 cash.\nThe value of the motor vehicle was about\r\nR206 000, the cellular phone was worth about R2000 and the watch\r\nabout R400. The matter\nwas reported to the police. Having been\r\ninformed by the complainant that his hijackers had used his cellular\r\nphone, the police\nwere able to identify the number that had been\r\ncalled and in turn make telephonic contact with someone called\r\nRichard. The police\nposed as robbers who were planning a heist for\r\nwhich, so they informed Richard they required a fast car such as a\r\nBMW. Richard\ntold them that he did not have a BMW but a Volvo. They\r\nagreed on a purchase price of R10 000 and a meeting was arranged for\r\nthe\nhanding over of the vehicle for the following Monday, 17 January\r\n2000 the complainant’s. A trap was set by the police and\nthe\r\nmotor vehicle was recovered and the appellants were arrested. When\r\nthe motor vehicle was recovered, its CD shuttle, spare wheel\nand\r\nfloor mats were missing.\n[4] In mitigation of sentence, the trial court was\r\ninformed from the bar that the first appellant was at that stage 24\r\nyears old,\nhad an 8 year old daughter, and that at the time of his\r\narrest was a taxi driver earning R250 per week. The court was also\r\ninformed\nthat he had been in custody from the time of his arrest,\r\nbeing 17 January 2000 until the day of his conviction, on 1 November\r\n2000.\nThe first appellant confirmed his previous conviction which\r\naccording to the SAP69 form, was theft committed on 17 November 1993\n\nand for which he was sentenced to 7 strokes with a light cane.\n[5] As far as the second appellant is concerned, the\r\ntrial court was informed that he was 26 years old, he had two minor\r\nchildren\naged 10 years and 5 years. He was self-employed and was\r\nearning R850 per month. He had also been in custody from the date of\r\nhis\narrest until the date of his conviction. The second appellant\r\nconfirmed his previous convictions. According to the SAP69 form, on\n\n11 July 1988 he was convicted of theft and in terms of section\r\n297(i)\n(a)(\nii) of the\nCriminal Procedure Act 51 of 1977\nthe\r\npassing of sentence was postponed for 3 years. On 31 March 1993 he\r\nwas convicted of robbery and was sentenced to 3 years’\n\nimprisonment.\n[6] Before us Counsel for the State conceded that the\r\ntrial court had misdirected itself by imposing sentences of\r\nimprisonment on\nthe appellants that were substantially in excess of\r\nits jurisdiction. That concession was well made. Section 92(1)\n(a)\nof the Magistrates’ Court Act 32 of 1944 restricts the\r\nordinary penal jurisdiction of the regional court to imprisonment for\n\na term not exceeding 15 years’. The High Court appeared not to\r\nappreciate that the trial court had exceeded its ordinary\npenal\r\njurisdiction. Had it done so, it could hardly have confirmed the\r\nsentence.\n[7] In\nS v Ingram\n1995\r\n(1) SACR 1\n(A) at 8i-9b, Smalberger JA said:\n‘It is\r\ntrite that the determination of an appropriate sentence requires that\r\nproper regard be had to the triad of the crime,\nthe criminal and the\r\ninterests of society. A sentence must also, in fitting cases, be\r\ntempered with mercy…. Circumstances,\nhowever, vary and the\r\npunishment must ultimately fit the nature and seriousness of the\r\ncrime. The interests of society are not\nbest served by too harsh a\r\nsentence; but equally so they are not properly served by one that is\r\ntoo lenient. One must always strive\nfor a proper balance. In doing so\r\ndue regard must be had to the objects of punishment.’\nSee also\nS v Samuels\n2011 (1) SACR 9\n(SCA) para 9.\n[8] Counsel for the State submitted that an appropriate\r\nsentence in respect of each appellant was a term of imprisonment of\r\n15 years.\nWhen considering sentence, the trial court said: ‘This\r\nis the worst kind of hijacking one can imagine.’ This court has\n\nheld that in cases of an armed robbery of a motor vehicle with the\r\nobvious danger of abduction, serious assault and murder of the\ndriver\r\nand passengers, the courts could not avoid imposing heavy sentences.\r\nThe commission of this offence had become so common,\nespecially in\r\nand around our large cities, that innocent men and women used the\r\nroad with great fear and anxiety. The brutal acts\nof robbers cause\r\nenormous damage to our country and cast a dark shadow over the\r\nconfidence of a community in policing, prosecution\nand administration\r\nof justice. (See\nS v Khambule\n2001 (1) SACR 501\n(SCA).)\n[9] In order to determine an appropriate sentence, the\r\ncourt must, inter alia, carefully evaluate all the mitigating and\r\naggravating\nfactors. There are certain mitigating factors in this\r\nmatter and they are the following: both appellants have young\r\nchildren; they\nwere employed at the time of their arrest; and they\r\nwere in custody for a period of almost two years at the time of their\r\nsentence.\nCounsel for the appellants submitted that no one was\r\ninjured during the hijacking and that the vehicle was recovered\r\nconstituted\nmitigating factors. I do not agree. The fact that no one\r\nwas injured was fortuitous and the fact that the vehicle was\r\nrecovered\nwas due to excellent detective work. Those two factors are\r\ntherefore neutral factors.\n[10] Counsel for the appellants further submitted that\r\nthe ages of the appellants constitute mitigating factors as they were\r\nrelatively\nyoung. I do not agree. In\nS v\r\nMatyityi\n2011 (1) SACR 40\nSCA para 14, Ponnan\r\nJA said:\n‘\nThus, whilst someone under the age of 18\r\nyears is to be regarded as naturally immature, the same does not hold\r\ntrue for an adult.\nIn my view a person of 20 years or more must show\r\nby acceptable evidence that he was immature to such an extent that\r\nhis immaturity\ncan operate as a mitigating factor. At the age of 27\r\nthe respondent could hardly be described as a callow youth. At best\r\nfor him,\nhis chronological age was a neutral factor. Nothing in it\r\nserved, without more, to reduce his moral blameworthiness. He chose\r\nnot\nto go into the box, and we have been told nothing about his level\r\nof immaturity or any other influence that may have been brought\nto\r\nbear on him, to have caused him to act in the manner in which he\r\ndid.’\nIn this matter, the appellants did not testify under\r\noath. We are not aware of the level of their maturity and they did\r\nnot disclose\nto the court why they acted in the manner in which they\r\ndid. Their ages therefore do not constitute mitigating factors.\n[11] As against the mitigating factors there are\r\naggravating factors. They are the following: the previous convictions\r\nof the appellants;\nthe appellants were motivated by greed as they\r\nwere both employed at the time of the commission of this offence;\r\nboth appellants\nhad fire-arms at the time of the robbery; while the\r\ncomplainant and his two children were not physically injured, the\r\nincident\ninevitably caused them serious trauma and psychological\r\nharm; both appellants showed no remorse; and when the motor vehicle\r\nwas\nrecovered various items were missing.\n[12] In my view, the aggravating factors far outweigh\r\nthe mitigating factors. It is trite that robbery with aggravating\r\ncircumstances\nis a serious offence, especially when it involves the\r\ntaking of a motor vehicle. Here there is an additional consideration.\r\nThe\npolice investigation appears to have uncovered that the\r\nappellants are involved in the business of hijacking and selling\r\nvehicles.\nWhen the nature of the crime committed, personal\r\ncircumstances of the appellants, interest of society and the\r\nmitigating and aggravating\ncircumstances are taken into account, it\r\nis clear to me that a substantial custodial sentence is the only\r\nappropriate type of sentence\nthat can be imposed. A period of 15\r\nyears’ imprisonment will be fair in all of the circumstances of\r\nthis case.\n[13] In the result:\n1. The appeal is allowed.\n2. The order of the court below is set aside and\r\nsubstituted with the following:\n(a) The appeal against conviction is dismissed.\n(b) The appeal against sentence succeeds. The sentence\r\nimposed upon each accused is set aside and replaced with:\n‘\nEach accused is sentenced to\r\n15 years’ imprisonment.’\n__________________\nW L Seriti\nJudge of Appeal\nAPPEARANCES:\nFor Appellants: TP Pillay\nDurban Justice Centre, Durban KwaZulu Natal\nFor Respondents: C Kander\nThe Director of Public Prosecutions, Pietermaritzburg",
  "scraped_at": "2026-02-12T16:03:07.502266",
  "date": "2011-09-30",
  "coram": [
    "PONNAN",
    "THERON",
    "SERITI JJA"
  ],
  "case_number": "852/2010",
  "parties": {
    "applicants": [
      "LANGA FAKUDE",
      "STHEMBISO MTHETHWA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellants, Langa Fakude and Sthembiso Mthethwa, were arrested on 17 January 2000 after a hijacking of a Volvo S40 belonging to Mr Daharaj Hurdial. The robbery involved two armed men forcing Mr Hurdial and his teenage children into the vehicle, stealing the car, phone, wallet, watch and cash, and then abandoning the victims in the bush. The vehicle was later recovered in a police trap and both men were charged with robbery with aggravating circumstances. They were convicted in the Pinetown Regional Court on 1 November 2000 and sentenced to 20 years and 25 years imprisonment respectively. Both appealed the conviction and sentence; the High Court dismissed the appeals in 2005, but in 2010 granted leave to appeal the sentence only.",
    "issues": "The primary legal issue was whether the Regional Court had exceeded its statutory jurisdiction by imposing custodial sentences exceeding the 15‑year maximum prescribed by Section 92(1)(a) of the Magistrates' Court Act. A subsidiary issue concerned the appropriate sentence for robbery with aggravating circumstances given the parties' personal circumstances and the seriousness of the offence.",
    "principles": "Section 92(1)(a) of the Magistrates' Court Act limits ordinary penal jurisdiction of a regional court to a maximum term of 15 years imprisonment. Sentencing must balance the nature of the crime, the offender, and societal interests (see S v Ingram; S v Samuels). Age may be a mitigating factor only if immaturity is proven (S v Matyityi). Aggravating factors such as prior convictions, use of firearms, and psychological trauma to victims outweigh mitigating factors. The court must ensure the punishment fits the seriousness of the offence without being unduly harsh.",
    "application": "The court found that the Regional Court had misdirected itself by imposing sentences of 20 and 25 years, clearly exceeding its jurisdiction. It evaluated the mitigating factors (young children, employment, pre‑sentencing custody) and concluded they were either neutral or insufficient to outweigh the aggravating factors (previous convictions, use of firearms, trauma to victims, lack of remorse). Applying the statutory ceiling and sentencing principles, the court determined a uniform sentence of 15 years imprisonment for each appellant was appropriate.",
    "conclusion": "The appeal was allowed. The conviction was upheld, but the sentences of 20 and 25 years were set aside. Each appellant's sentence was substituted with a term of 15 years imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "robbery with aggravating circumstances",
      "sentencing",
      "jurisdiction",
      "magistrates' court",
      "appeal"
    ]
  }
}