{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/35.html",
  "case_name": "Nedbank Ltd and Others v The National Credit Regulator and Another (662/2009, 500/2010) [2011] ZASCA 35; 2011 (3) SA 581 (SCA); [2011] 4 All SA 131 (SCA) (28 March 2011)",
  "citation": "[2011] ZASCA 35",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 35\n|\nNoteup\n|\nLawCite\nNedbank Ltd and Others v The National Credit Regulator and Another (662/2009, 500/2010) [2011] ZASCA 35; 2011 (3) SA 581 (SCA); [2011] 4 All SA 131 (SCA) (28 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No:  \r\n662/2009\nCase No:  \r\n500/2010\nIn\r\nthe matter between:\nNEDBANK\r\nLIMITED                                                          \n\n                \r\nFirst   Appellant\nFISTRAND\r\nBANK LIMITED                                                         \n\n      Second    Appellant\nSTANDARD\r\nBANK OF SOUTH AFRICA LIMITED                      \n\n      Third Appellant\nABSA\r\nBANK LIMITED                        \n\n                                       \n\n        Fourth \r\nAppellant\nJOHAN\r\nERIK JUSELIUS                                     \n\n                              \n\nFifth Appellant\nONECOR\r\n(PTY)\r\nLIMITED                                                                   \n\nSixth Appellant\nand\nTHE\r\nNATIONAL CREDIT REGULATOR          \r\n                              \n\nFirst Respondent\nJOHAN\r\nERIK JUSELIUS                                    \n\n                    \r\n       Second \nRespondent\nNeutral citation:\nNedbank v The National Credit Regulator\n(662/2009 &\r\n500/2010)\n[2011] ZASCA 35\n(28 March 2011)\nCoram:\nMPATI  P, NAVSA, BRAND, MAYA and MALAN JJA\nHeard:\n21 February 2011\nDelivered:                \r\n28 March 2011\nSummary:\nNational Credit Act 34 of 2005\n–\r\ninterpretation of\nss 86(2)\n,\n86\n(7)                  \r\n   and (8),\n87\n,\n129\nand\n103\n(5).\nORDER\nOn\r\nappeal from:\nNorth Gauteng High Court\r\n(Pretoria) (B R Du Plessis J sitting as court of first instance):\nAll\r\nthe appeals are\ndismissed.\nJUDGMENT\nMalan\r\nJA (MPATI  P, NAVSA, BRAND, MAYA JJA concurring)\nIntroduction\n[1]       \r\nThe National Credit Act 34 of 2005 (the NCA) came into full force and\r\neffect\non\r\n1 June 2007. The NCA is not an amendment of previous legislation\r\ndealing with consumer credit. It seeks to achieve much more\nand\r\nreplaces legislation that governed consumer credit for more than a\r\nquarter of a century.\n[1]\nThe\r\nobjects are set out in s 3 and are directed at providing protection\r\nfor the consumer and addressing imbalances that exist between\n\nconsumers and credit providers. The NCA seeks –\n‘\nto\r\npromote and advance the social and economic welfare of South\r\nAfricans, promote a fair, transparent, competitive, sustainable,\n\nresponsible, efficient\n,\neffective\r\nand accessible credit market and industry, and to protect consumers,\r\nby –\n...\n(g)      \r\naddressing and preventing over-indebtedness of consumers, and\r\nproviding mechanisms for resolving\nover-indebtedness based on the\r\nprinciple of satisfaction by the consumer of all responsible\r\nfinancial obligations;\n(h)      \r\nproviding for a consistent and accessible system of consensual\r\nresolution of disputes arising\nfrom credit agreements; and\n(i)        \r\nproviding for a consistent and harmonised system of debt\r\nrestructuring, enforcement\nand judgment, which places priority on the\r\neventual satisfaction of all responsible consumer obligations under\r\ncredit agreements.’\n[2]       \r\nThe NCA must be interpreted in a manner that gives effect to these\r\nobjects.\n[2]\nAppropriate foreign\r\nand international law may be considered in construing the NCA.\n[3]\nUnfortunately, the NCA cannot be described as the ‘best drafted\r\nAct of Parliament which was ever passed,’\n[4]\nnor can the draftsman be said to have been blessed with the\r\n‘draftsmanship of a Chalmers’.\n[5]\nNumerous drafting errors, untidy expressions and inconsistencies make\r\nits interpretation a particularly trying exercise.\n[6]\nIndeed, these appeals demonstrate the numerous disputes that have\r\narisen around the construction of the NCA. The interpretation\nof the\r\nNCA calls for a careful balancing of the competing interests sought\r\nto be protected, and not for a consideration of only\nthe interests of\r\neither the consumer or the credit provider.\n[7]\n[3]       \r\nThis is an appeal by the Credit Regulator on the construction of ss\r\n86(2) and 129\nas well as appeals by the other parties relating to\r\nfurther sections of the NCA. I will deal with them under the\r\nappropriate headings.\nSections 86(2) and 129\n[4]       \r\nThe Credit Regulator’s appeal concerns prayer 1.13 of the\r\nnotice of motion for\na declarator in the following terms:\n‘\nThe\r\nreference in section 86(2) to the taking of a step in terms of s 129\r\nto enforce a credit agreement is a reference to the commencement\nof\r\nlegal proceedings mentioned in section 129(1)(b) and does not include\r\nsteps taken in terms of section 129(1)(a) ...’.\n[5]       \r\nNone of the other parties opposed the relief sought in prayer 1.13 in\r\nthe court below.\nIn this court, however, the declarator sought was\r\nopposed. Du Plessis J refused to grant the order applied for because\r\nhe was not\nsatisfied that the parties were correct in their\r\ninterpretation of s 86(2) and, in the absence of full argument,\r\ndeclined to make\nthe order.\n[8]\n[6]       \r\nSection 86(2) reads as follows:\n‘\nAn\r\napplication in terms of this section may not be made in respect of,\r\nand does not apply to, a particular credit agreement if,\nat the time\r\nof that application, the credit provider under that credit agreement\r\nhas proceeded to take the steps contemplated in\nsection 129 to\r\nenforce that agreement.’\nSection 129(1) provides:\n‘\nIf\r\nthe consumer is in default under a credit agreement, the credit\r\nprovider –\n(a)      \r\nmay draw the default to the notice of the consumer in writing and\r\npropose that the consumer\nrefer the credit agreement to a debt\r\ncounsellor, alternative dispute resolution agent, consumer court or\r\nombud with jurisdiction,\nwith the intent that the parties resolve any\r\ndispute under the agreement or develop and agree on a plan to bring\r\nthe payments under\nthe agreement up to date; and\n(b)      \r\nsubject to section 130(2), may not commence any legal proceedings to\r\nenforce the agreement\nbefore –\n(i)        \r\nfirst providing notice to the consumer, as contemplated in paragraph\r\n(a), or\nin section 86(10), as the case may be; and\n(ii)       \r\nmeeting any further requirements set out in section 130.’\n[7]       \r\nThe question posed by the Credit Regulator has been and still is the\r\nsubject of considerable\nacademic debate.\n[9]\nBoraine and Renke\n[10]\nremarked\r\nthat ‘[t]o interpret         s\r\n86(2) to read that the delivery of the s\n129(1)(a) notice to the\r\nconsumer means that the credit provider has proceeded to take steps\r\nto enforce the agreement (with the\neffect that no application for\r\ndebt review may be made) would be nonsensical as it is proposed in\r\nthe s 129(1)(a) notice that the\nconsumer refer the matter to a debt\r\ncounsellor.’\n[8]       \r\nDespite the use of the word ‘may’ in s 129(1)(a) the\r\nnotice referred to\ntherein is indeed a mandatory requirement prior to\r\nlitigation to enforce a credit agreement.\n[11]\nThis is apparent when the subsection is read with ss 129(1)(b) and\r\n130(1). Section 129(1) has been described as a ‘gateway’\n\nor ‘new pre-litigation layer to the enforcement process’.\r\nDelivery of the s 129(1)(a) notice was said to be a compulsory\nstep\r\n‘devised by the legislature in an attempt to encourage parties\r\nto iron out their differences before seeking court intervention.’\n[12]\nAs such it was said to give effect to the object of the NCA set out\r\nin s 3(h),\n[13]\nby encouraging\r\n‘a consistent and accessible system of consensual resolution of\r\ndisputes arising from credit agreements’,\nand as such it is\r\nalso consistent with s 3(i). This construction is the subject matter\r\nof the appeal by the Credit Regulator. It\nis not only the subject of\r\nthe academic debate referred to but also of conflicting\r\ndecisions.\n[14]\nAn analysis of\r\nthe relevant provisions is thus required.\n[9]       \r\nThe notice required by s 129(1)(a) refers to a specific credit\r\nagreement in respect\nof which the consumer is in default. It must\r\n‘propose’ that the consumer refer the credit agreement to\r\na debt counsellor,\nalternative dispute resolution agent, consumer\r\ncourt or ombud ‘with the intent that the parties resolve any\r\ndispute under\nthe agreement or develop and agree on a plan to bring\r\nthe payments under the agreement up to date’. The s 129(1)(a)\r\nnotice\ndeals with one credit agreement only and seeks to bring about\r\na consensual resolution relating to that agreement. It does not\r\ncontemplate\na general debt restructuring as envisaged by ss 86 and\r\n87.\n[15]\nAs was stated by\r\nWallis J in\nMudaly’s\ncase,\n[16]\n‘[t]he proposal is directed at achieving a situation where the\r\nconsumer and the credit provider, through the agency of the\ndebt\r\ncounsellor, negotiate a resolution to the consumer’s particular\r\ndifficulties under a particular credit agreement. It\nis a consensual\r\nprocess, the success or failure of which will depend upon whether the\r\nparties can arrive at a workable basis upon\nwhich to resolve the\r\nissues caused by the consumer’s default.’\n[10]     \r\nThe scope of s 86, on the other hand, is general and deals with an\r\napplication by a consumer\nto be declared over-indebted.\n[17]\nIt is concerned with the obligations under all the credit agreements\r\nto which he is a party.\n[18]\nA\r\nconsumer is over-indebted if the preponderance of the available\r\ninformation at the time the determination is made, indicates\nthat he\r\nwill be unable to satisfy in a timely manner all his obligations\r\nunder all the credit agreements to which he is a party\nhaving regard\r\nto his financial means, prospects and obligations and the probable\r\npropensity to satisfy them in a timely manner,\nas is indicated by his\r\nhistory of debt repayment.\n[19]\nThe application to be declared over-indebted or, as it is referred to\r\nin the heading of s 86, for debt review, is made to a debt\n\ncounsellor.\n[20]\nThe outcome of\r\nthis application may be an order of the Magistrate’s Court\r\ndeclaring one or more of the credit agreements\nreckless or\r\nre-arranging one or more of the consumer’s obligations.\n[21]\nAs I have said, the notice envisaged by s 129(1)(a) is specific and\r\nrefers to a particular credit agreement calling on the parties\nto\r\nresolve their dispute and agree on a plan to bring the payments up to\r\ndate. It is not directed at a declaration of over-indebtedness\nat\r\nall.\n[11]     \r\nSection 86(2) states that an application for debt review ‘may\r\nnot be made in respect of,\nand does not apply to, a particular credit\r\nagreement if, at the time of that application, the credit provider\r\nunder that credit\nagreement has proceeded to take the steps\r\ncontemplated in s 129 to enforce that agreement.’ The section\r\nthus contemplates\na debt review under which a specific credit\r\nagreement may be excluded. But even if a particular credit agreement\r\nfalls outside\nthe scope of debt review a court may, nevertheless, as\r\nprovided for by s 85, in any court proceedings ‘in which a\r\ncredit\nagreement is being considered’ and in which it is\r\nalleged that the consumer is over-indebted, refer that matter to a\r\ndebt\ncounsellor for evaluation and a recommendation in terms of s\r\n86(7) or declare that the consumer is over-indebted and make any of\n\nthe orders contemplated in s 87. Moreover, a court may also, in terms\r\nof s 83(1), in proceedings where a credit agreement is being\n\nconsidered, declare it to be reckless and make any of the orders\r\nprovided for in s 83(2) and (3).\n[12]     \r\nSection 86(2) uses the words ‘has proceeded to take the steps\r\ncontemplated in section 129\nto enforce that agreement’.\r\n‘Enforce’, it seems, includes a reference to all\r\ncontractual remedies including cancellation\nand ancillary relief,\n[22]\nand means the enforcement of those remedies by judicial means.\n[23]\nThis seems to be the meaning of the word where it is used in Part C\r\nof Chapter 6. Section 129 itself is entitled ‘Required\n\nprocedures before debt enforcement’ and s 129(1)(b) expressly\r\nprovides that legal proceedings may not be commenced ‘to\n\nenforce’ the agreement before certain requirements are met.\n[13]     \r\nThe language of s 86(2), particularly the plural ‘steps\r\ncontemplated in section 129’\nto enforce the agreement, was\r\nconsidered by Wallis J in\nMudaly’s\ncase,\n[24]\nwho opined –\n‘\n[t]hat\r\nseems incompatible with it merely requiring the giving of notice\r\nunder s 129(1)(a), both because that is a single step and\nbecause it\r\nis not a step directed at enforcing the agreement, but at resolving\r\nthe problem occasioned by the consumer’s default.\nConsistently\r\nwith the language used, this must then be a reference to s 129(1)(b),\r\nwhich refers to both the giving of notice and\nmeeting the\r\nrequirements in s 130.’\nIn\r\nhis view the relevant provision referred to in s 86(2) is s 129(1)(b)\r\nsince that elucidates the use of the plural ‘steps’.\n\nHowever, he held that there was nothing in s 129(1)(b) to suggest\r\nthat these steps included the commencement of legal proceedings.\n[25]\nThe steps, he said, required by s 129(1)(b) prior to legal\r\nproceedings being commenced include the giving of notice in s\r\n129(1)(a);\nthe giving of notice to terminate a debt review in terms\r\nof s 86(10); and meeting the further requirements of s 130. The\r\nlatter\nincludes the lapse of certain time periods, followed by the\r\nfailure of the consumer to remedy the default or his not responding\n\nto the notice or rejecting the credit provider’s proposals.\r\nFurthermore, where the credit agreement is an instalment agreement,\n\nsecured loan or lease the credit provider may seek an order enforcing\r\nthe remaining obligations under the agreement if the property\nhas\r\nbeen sold and the net proceeds were insufficient to discharge all the\r\nconsumer’s obligations.\n[14]     \r\nI do not agree with these conclusions. One of the objects of the NCA\r\nis the provision of a consistent\nand accessible system of consensual\r\ndispute resolution. A notice in terms of s 129(1)(a), however, does\r\nnot exclude the resolution\nof a dispute relating to a specific credit\r\nagreement in this manner. The purpose of a s 129(1)(a) notice is the\r\nresolution of a\ndispute and the bringing up to date of payments under\r\na specific credit agreement. While it is a ‘step’ prior\r\nto the\ncommencement of legal proceedings it is also the first ‘step’\r\nthe credit provider ‘has proceeded to take …\nto enforce\r\nthat agreement’ (s 86(2)). It does not exclude a debt review\r\nsave in so far as it relates to the particular credit\nagreement under\r\nconsideration.  Nor does it exclude a general debt review\r\npursuant to ss 83 and 85. Key to the construction\nof s 86(2) are the\r\nwords ‘has proceeded to take the steps’ used in s 86(2).\r\nA ‘step’, amongst its meanings,\nincludes ‘an action\r\nor movement which leads to a result; one of a series of proceedings\r\nor measures’.\n[26]\nTo\r\n‘proceed’ means ‘to go on with an action’ and\r\nalso ‘with stress on the progress or continuance\nof the action’\r\nto ‘go on or continue what one has begun; to advance from the\r\npoint already reached’.\n[27]\nBy the use of the words ‘has proceeded’ and ‘steps’\r\nan ongoing process is indicated of which the\ns 129(1)(a) notice is\r\nthe first ‘step’.\n[28]\nIt is the only step expressly mentioned in s 129 although the other\r\n‘steps’ or requirements referred to in s\n130 are\r\nincorporated by reference.\n[29]\nSection 129(1)(b)(i) makes it clear that the notice in terms of s\r\n129(1)(a) is a necessary ‘step’ before legal proceedings\n\nmay be commenced. It follows that by giving the notice envisaged by s\r\n129(1)(a) the credit provider ‘has proceeded to take\nthe steps\r\ncontemplated in section 129 to enforce that agreement’: a debt\r\nreview relating to that specific agreement is thereafter\n\nexcluded.\n[30]\n[15]     \r\nIt follows that the court a quo was correct in not granting the\r\ndeclarator prayed for in prayer\n1.13 of the notice of motion.\nSections 86(7) and (8)\r\nand 87\n[16]     \r\nThe fifth appellant, Juselius, appealed against orders 1, 2, 4, 7 and\r\n8 of the court below. They\nread as follows:\n‘\n1        \r\nOn a proper interpretation of s 86(8)(b), it applies in the\r\ncircumstances contemplated\nin s 86(7)(c).\n2         \r\nIn circumstances where s 86(8)(b) of the Act applies, a debt\r\ncounsellor\nis obliged to refer his or her recommendation to a\r\nmagistrates’ court and the magistrate to whom the matter is\r\nallocated\nis in terms of s 87 obliged to conduct a hearing and make\r\nan order contemplated in either s 87(1)(a) or\ns 87(1)(b)\nof the\nNational Credit Act, 2005\n.\n4         \r\nA referral by a debt counsellor to a magistrates’ court under\ns\r\n86(8)(b)\n(and\ns 86(7)(c))\nof the\nNational Credit Act, 2005\nis an\r\napplication within the meaning of the\nMagistrates’ Courts Act,\n1944\nand the rules of the magistrates’ courts and falls to be\r\ntreated as such in terms of\nrule 55\nof the rules.\n7\nRule 9\nof the magistrates’ courts’ rules pertaining to\r\nservice is applicable to the service of process, any recommendation\n\nand other documents for the purpose of the referral and hearing\r\ncontemplated in\nss 86(7)(c)\n,\n86\n(8)(b) and\n87\nof the\nNational Credit\nAct, 2005\n, but service of any such documents may, with the agreement\r\nof the affected parties, be by way of fax or email.\n8         \r\nA debt counsellor who refers a matter to the magistrates’ court\r\nin\nterms of\nss 87(7)(c)\nand\n86\n(8)(b) of the\nNational Credit Act,\n2005\n, has a duty to assist the court and should be available and able\r\nto render such assistance by way of furnishing evidence or making\n\nsubmissions as to his or her proposal or to answer any queries raised\r\nby the court.’\n[17]     \r\nJuselius contended that the making of orders pursuant to\ns 86(7)\ndeals with relief sought following\nss 86(7)(a)\nand (b) only and not\r\npursuant to\ns 86(7)(c)\nas well. His argument was that the debt review\r\nsystem created by\ns 86(1)\nto (6) provides for the debt counsellor to\r\nascertain whether the consumer is entitled to relief. The debt\r\ncounsellor may then in\nterms of\ns 86(7)(c\n) make a proposal to the\r\nMagistrate’s Court recommending either or both of the orders\r\nprovided for: no hearing is required,\nnor is service necessary\r\nbecause the debt counsellor has determined that the consumer is\r\nover-indebted. The Magistrate’s\nCourt is then called on to\r\nconduct a hearing and may make the orders specified in\ns 87.\nIt was\r\nsubmitted that neither a\nRule 55\napplication nor service was required\r\nbefore the hearing in terms of\ns 87\ncould be held.\n[18]     \r\nAs far as order 8 is concerned, Juselius suggested that the words\r\nafter ‘court’ be\ndeleted and replaced with ‘has a\r\nduty to respond to and take all reasonable steps to assist the Court\r\non request’.\nDuring the hearing of this appeal counsel for\r\nJuselius effectively conceded that an application in terms of\nRule 55\nby the debt counsellor in terms the Magistrates’ Courts Rules\r\nof Court\n[31]\nwas required\r\nbefore an order pursuant to s 86(7)(c) could be made.\n[19]     \r\nSection 86(6), (7), (8) and (9) provide:\n‘\n(6)     \r\nA debt counsellor who has accepted an application in terms of this\r\nsection must determine, in\nthe prescribed manner and within the\r\nprescribed time –\n(a)\nwhether the consumer appears to be over-indebted;\r\nand\n(b)\nif the consumer seeks a declaration of reckless\r\ncredit, whether any of the consumer’s credit agreements appear\r\nto be reckless.\n(7)      \r\nIf, as a result of an assessment conducted in terms of subsection\r\n(6), a debt counsellor\nreasonably concludes that –\n(a) the consumer is not\r\nover-indebted, the debt counsellor must reject the application, even\r\nif the debt counsellor has concluded\nthat a particular credit\r\nagreement was reckless at the time it was entered into;\n(b) the consumer is not\r\nover-indebted, but is nevertheless experiencing, or likely to\r\nexperience, difficulty satisfying all the\nconsumer’s\r\nobligations under credit agreements in a timely manner, the debt\r\ncounsellor may recommend that the consumer and\nthe respective credit\r\nproviders voluntarily consider and agree on a plan of debt\r\nre-arrangement; or\n(c) the consumer is\r\nover-indebted, the debt counsellor may issue a proposal recommending\r\nthat the Magistrate’s’ Court\nmake either or both of the\r\nfollowing orders –\n(i) that one or more of\r\nthe consumer’s credit agreements be declared to be reckless\r\ncredit, if the debt counsellor has concluded\nthat those agreements\r\nappear to be reckless; and\n(ii) that one or more of\r\nthe consumer’s obligations be re-arranged by –\n(aa) extending the period\r\nof the agreement and reducing the amount of each payment due\r\naccordingly;\n(bb) postponing during a\r\nspecified period the dates on which payments are due under the\r\nagreement;\n(cc) extending the period\r\nof the agreement and postponing during a specified period the dates\r\non which payments are due under the\nagreement; or\n(dd) recalculating the\r\nconsumer’s obligations because of contraventions of Part A or B\r\nof Chapter 5, or Part A of Chapter\n6.\n(8)      \r\nIf a debt counsellor makes a recommendation in terms of subsection\r\n7(b) and –\n(a) the consumer and each\r\ncredit provider concerned accept that proposal, the debt counsellor\r\nmust record the proposal in the form\nof an order, and if it is\r\nconsented to by the consumer and each credit provider concerned, file\r\nit as a consent order in terms\nof section 138; or\n(b) if paragraph (a) does\r\nnot apply, the debt counsellor must refer the matter to the\r\nMagistrate’s Court with the recommendation.\n(9)      \r\nIf a debt counsellor rejects an application as contemplated in\r\nsubsection 7(a), the consumer,\nwith leave of the Magistrate’s\r\nCourt, may apply directly to the Magistrate’s Court, in the\r\nprescribed manner and form,\nfor an order contemplated in subsection\r\n7(c).’\n[20]     \r\nSection 87(1) provides:\n‘\nMagistrate’s\r\nCourt may re-arrange consumer’s obligations\n(1)\nIf a debt counsellor makes a proposal to the\r\nMagistrate’s Court in terms of section 86(8)(b), or a consumer\r\napplies to the\nMagistrate’s Court in terms of section 86(9),\r\nthe Magistrate’s Court must conduct a hearing and, having\r\nregard to the\nproposal and information before it and the consumer’s\r\nfinancial means, prospects and obligations, may –\n(a)\nreject the recommendation or application as the\r\ncase may be; or\n(b)\nmake –\n(i)\nan order declaring any credit agreement to be\r\nreckless, and an order contemplated in section 83(2) or (3), if the\r\nMagistrate’s\nCourt concludes that the agreement is reckless;\n(ii)\nan order re-arranging the consumer’s\r\nobligations in any manner contemplated in section 86(7)(c)(ii); or\n(iii)\nboth orders contemplated in subparagraph (i) and\r\n(ii).’\n[21]     \r\nThe NCA contains many innovations. One of them concerns the right of\r\na consumer to apply for\ndebt review, to be declared over-indebted and\r\nto have his debts arising from credit agreements re-scheduled.\n[32]\nThese matters are provided for in Part D of Chapter 4 of the NCA.\n[33]\nA consumer is over-indebted if he is unable to satisfy his\r\nobligations in a timely manner having regard to his financial means,\n\nprospects, obligations and history of debt repayment (s 79(1)). The\r\ncreation of the office of a debt counsellor is another innovation\nand\r\nhe plays a central role in the debt review process. To be appointed\r\nas a debt counsellor one must meet certain requirements\nand be\r\nsuitably qualified. Training is a pre-requisite for appointment.\n[34]\nIn the court a quo Du Plessis J correctly observed that a debt\r\ncounsellor fulfils a statutory function.\n[35]\n[22]     \r\nAn evaluation of a consumer’s position to ascertain whether he\r\nis over-indebted is initiated\nin one of two ways. First, in any court\r\nproceedings where the allegation is made that the consumer is\r\nover-indebted, the court\nmay refer the matter to a debt counsellor\r\nfor evaluation and recommendation, or the court may itself declare\r\nthe consumer over-indebted.\n[36]\nSecondly, the consumer may himself apply to a debt counsellor to be\r\ndeclared over-indebted.\n[37]\nHe\r\nmust then provide the details prescribed by regulation 24. An\r\napplication fee is payable to the debt counsellor.\n[38]\nThe debt counsellor must notify all credit providers listed in the\r\napplication for debt review as well as all registered credit\nbureaux\r\nof the application.\n[39]\nHe\r\nmust evaluate the consumer’s position, and both the consumer\r\nand the credit provider must co-operate to this end.\n[40]\nThe debt counsellor must make his determination within 30 business\r\ndays of receipt of the application.\n[41]\n[23]     \r\nThe debt counsellor’s evaluation may have one of the three\r\noutcomes set out in s 86(7):\nFirst, the debt counsellor may find that\r\nthe consumer is not over-indebted and reject the consumer’s\r\napplication.\n[42]\nWhere this\r\noccurs the consumer may himself, with leave of the Magistrate’s\r\nCourt, apply directly to the Magistrate’s\nCourt for an order\r\nthat one or more of his credit agreements be declared reckless credit\r\nand for a re-arrangement of his debts.\n[43]\nSecondly, the debt counsellor may conclude that the consumer is not\r\nover-indebted but is experiencing difficulty in paying his\ndebts in a\r\ntimely manner.\n[44]\nIn that\r\ncase the debt counsellor may recommend that the consumer and the\r\ncredit provider voluntarily agree on a debt re-arrangement\nplan. If\r\nthey reach an agreement it can be filed as a consent order with the\r\nConsumer Tribunal or a court.\n[45]\nIf no agreement is reached the debt counsellor must refer the matter\r\nto the Magistrate’s Court with that recommendation.\n[46]\nThe Magistrate’s Court may then either reject the\r\nrecommendation or make an order that any credit agreement was\r\nreckless\nor an order re-arranging the consumer’s obligations or\r\nboth.\n[47]\nDeclaring a credit\r\nagreement to be reckless has serious consequences: the court may set\r\naside or suspend the agreement,\n[48]\nif no assessment of the creditworthiness of the consumer or of his\r\nunderstanding of the agreement had been made by the credit provider,\n\nor if the consumer did not understand or appreciate the risks, costs\r\nor obligations under the agreement.\n[49]\nIf the consumer is merely over-indebted, the court may suspend the\r\nagreement without setting it aside.\n[50]\nWhere the court finds that the agreement was reckless and that the\r\nconsumer is over-indebted, it may suspend the agreement for\na certain\r\ntime period and restructure the debts.\n[51]\nThirdly, the debt counsellor may conclude that the consumer is\r\nover-indebted.\n[52]\nHe may then\r\n‘issue a proposal recommending that the Magistrate’s\r\nCourt make either or both of the following orders’,\n(i) that\r\none or more of the consumer’s credit agreements be declared\r\nreckless, or (ii) that one or more of the consumer’s\n\nobligations be re-arranged.\n[53]\n[24]     \r\nA consumer who has applied for debt review in terms of s 86(1) or who\r\nhas alleged in court that\nhe is over-indebted may not incur any\r\nfurther charges under a credit facility or enter into a further\r\ncredit agreement until one\nof the following events has occurred.\r\nFirst, the rejection by the debt counsellor of his application and\r\nexpiry of the time within\nwhich he has to bring a direct application\r\nin terms of s 86(9). Secondly, the court’s determination that\r\nhe is not over-indebted\nor its rejection of the debt counsellor’s\r\nproposals or the consumer’s application. Thirdly, a\r\nre-arrangement order\nhas been made or a re-arrangement agreement has\r\nbeen entered into and the consumer has fulfilled all his obligations\r\nunder it.\n[54]\nThe consequences\r\nfor credit providers are equally serious. Subject to s 86(9) and (10)\r\na credit provider who receives notice of\nproceedings under ss 83 and\r\n85 or s 86(4)(b)(i) may not ‘exercise or enforce by litigation\r\nor other judicial process any\nright or security under that credit\r\nagreement’ until the consumer is in default and one of the\r\nevents referred to has occurred\nor the consumer defaults on an\r\nobligation in terms of a re-arrangement agreed to between  them\r\nor an order of court or the\nTribunal.\n[55]\n[25]     \r\nIn the court below Du Plessis J characterised the essence of the\r\ndispute arising from the contentions\nof Juselius as one relating to\r\nthe procedure to be followed when a matter is referred to the\r\nMagistrate’s Court under ss\n86 and 87.\n[56]\nSection 87(1) requires the Magistrate’s Court to ‘conduct\r\na hearing’ and make the relevant orders ‘having\nregard to\r\nthe proposal and information before it and the consumer’s\r\nfinancial means, prospects and obligations’. It\nhas this power\r\nwhen dealing with a recommendation in terms of s 86(7)(b) and an\r\napplication following the rejection by the debt\ncounsellor of the\r\nconsumer’s application in terms of s 86(7)(a). The problem is\r\nthat neither s 86(8) nor s 87(1) refers to\ns 86(7)(c) at all. Du\r\nPlessis J accepted that matters of over-indebtedness were by their\r\nvery nature urgent but rejected the contention\nthat a hearing before\r\na Magistrate’s Court was not required in matters falling under\r\ns 86(7)(c). In his view –\n‘\ns\r\n86(7)(c) requires cases of over-indebtedness to be referred to the\r\nmagistrates’ court so as to ensure judicial oversight\nof the\r\nentire process. A magistrates’ court can only provide such\r\noversight if it conducts a hearing and has regard to at\nleast the\r\nmatters referred to in s 87(1). It follows that by necessary\r\nimplication the procedure set out in s 87(1) applies also\nto cases\r\ncoming before the magistrate’s court under s 86(7)(c).’\n[57]\n[26]     \r\nThe same urgency, Du Plessis J said, also existed in cases falling\r\nunder ss 86(9) and 86(7)(b).\nHe further held that in proceeding with\r\na matter falling under s 86(7)(b) and (c) the Magistrates’\r\nCourts Rules find application.\n[58]\nHe concluded that the referral of a matter to the Magistrate’s\r\nCourt constituted ‘an extraordinary procedure’\nbecause –\n‘\nit\r\nconcerns a\nlis\nor\r\nsuit between the consumer and his or her credit providers, but the\r\ninitiative to refer it to the court is taken by a third party,\nthe\r\ndebt counsellor who acts as pro forma applicant. I say that the\r\nprocedure concerns a suit because, by applying to be declared\n\nover-indebted, the consumer is seeking at least a rearrangement of\r\none or more of his or her obligations… The procedure\nalso is\r\nout of the ordinary because the debt counsellor is by law required,\r\nin given circumstances, to refer the matter to the\nmagistrates’\r\ncourt or, put differently, to apply to the court.’\n[59]\nUnless\r\na specific procedure has been prescribed the Magistrates’\r\nCourts Rules apply. The consumer’s initial application\nunder s\r\n86(1) for debt review must be in the form prescribed by\r\nregulation.\n[60]\nWhere the\r\nconsumer applies directly to court in terms of s 86(9) it must do so\r\nin the prescribed manner.\n[61]\nIn cases falling under s 86(8)(b) the debt counsellor must refer his\r\nrecommendation to the Magistrate’s Court but no procedure,\nas\r\nin the case of an application in terms of s 86(1), is prescribed.\r\nConsequently, the court below held, the Magistrates’\nCourt Act\r\nand Rules apply. The appropriate rule to follow is Rule 55 which\r\ndeals with applications in the Magistrates’ Courts.\n[62]\nI agree with the reasoning of the court below.\n[27]     \r\nIt seems to me that the risk involved in accepting the contentions\r\nadvanced by Juselius, is that\nif no hearing is held following a s\r\n86(7)(c) recommendation, a Magistrate’s Court may endorse the\r\ndebt counsellor’s\nrecommendation and re-arrange the debt\r\nwithout the credit providers having had the opportunity of being\r\nheard, at least not until\nafter the order is made. The Magistrate’s\r\nCourt must in terms of s 87 conduct a hearing and may make any of the\r\norders provided\nfor in paragraphs (a) and (b) of s 87(1).\n[63]\nThis is a ‘hearing’ in open court as contemplated in\ns 5\nof the\nMagistrates’ Courts Act 32 of 1944\nand the court is a\r\ncourt of record as contemplated by\ns 4(1).\nA hearing is\r\nconducted in accordance with\nRule 29\nin action proceedings and in\r\naccordance with\nRule 55\nin application proceedings.\n[28]     \r\nThere is nothing in the NCA that militates against this conclusion.\r\nThe references to the ‘Magistrate’s\nCourt’ in\nss\r\n86(7)(c)\nand\n87\n(1) were obviously intended as references to a ‘court’\r\nin the strict sense of the word,\n[64]\nrequiring the court to adjudicate the matter according to fundamental\r\nprinciples of justice which includes the holding of a hearing.\n[65]\nThe Magistrates’ Courts when exercising jurisdiction conferred\r\nby another statute follow their own Act and Rules unless there\nare\r\nindications in the enabling legislation allowing for a departure.\n[66]\nRule 55 of the Magistrates’ Courts Rules contains the machinery\r\nto permit the proper determination of a dispute regarding\ns 86(7)(c).\r\nThe matter may be referred to trial and provision may be made for\r\ndiscovery and the examination of witnesses. In addition,\nprovision is\r\nmade for urgent and ex parte applications and it is for the court in\r\nthe exercise of its judicial discretion to determine\nthe proper\r\nprocedure for an application for a restructuring order. There is no\r\nbasis for the submission on behalf of Juselius that\nthe debt\r\ncounsellor may approach a Magistrate’s Court ex parte. In each\r\ncase the court should be persuaded that this is the\nproper approach\r\nparticularly where the consequences of a re-arrangement order or a\r\nfinding of reckless credit are serious and potentially\ndetrimental to\r\ncredit providers.\n[67]\nThere is\r\nno justification for holding that a different procedure applies in\r\ncases falling under s 86(7)(c) and those under s 86(7)(b)\nand (9).\n[29]     \r\nThe omission in s 86(8) to refer to s 86(7)(c), however, remains. A\r\ncourt is empowered to modify\nthe wording of a statute where it is\r\nnecessary to give effect to what was the true intention of the\r\nlegislature.\n[68]\nThis power\r\nwill readily be exercised where there are other indications in the\r\nlegislation supporting the correction. In terms of\ns 86(7)(c) the\r\ndebt counsellor may ‘issue a proposal’  that the\r\nMagistrate’s Court make certain orders.\nIt is not said that he\r\n‘must’ do so but, given his duty in terms of subsec (6)\r\nand his position as statutory functionary,\nhe ‘must’\r\nissue the proposal. If the contentions of Juselius were to be\r\naccepted it would remain uncertain, in cases\nfalling under s\r\n86(7)(c), from where the Magistrate’s Court, to which the\r\nmatter has been referred, would derive its power\nto make any of the\r\norders set out in s 87(1). By reading in the words ‘and section\r\n86(7)(c)’ in declarator 4 of the\norder of the court below\r\nproper effect will be given to the intention of the legislature.\n[30]     \r\nIt follows that the appeal of Juselius against orders 1, 2 and 4 of\r\nthe court a quo should be\ndismissed.\nManner of service\n[31]     \r\nJuselius also appeals against order 7 made by the court a quo. The\r\norder reads:\n‘\nRule\r\n9 of the magistrates’ courts rules pertaining to service is\r\napplicable to the service of process, any recommendation\nand other\r\ndocuments for the purpose of the referral and hearing contemplated in\nss 86(7)(c)\n,\n86\n(8)(b) and\n87\nof the\nNational Credit Act, 2005\n, but\r\nservice of any such documents may, with the agreement of the affected\r\nparties, be by way of fax or email.’\n[32]     \r\nIn view of the introduction of\nrule 9(3)(f)\nof the new Rules of the\r\nMagistrates’ Courts from 15 October 2010, making service of\r\ncertain documents by way of registered\npost or by hand possible,\r\nJuselius did not persist in this part of the appeal. Nor was his\r\nappeal against order 8 proceeded with.\nSection 103(5)\n[33]     \r\nThe banks and other respondents appealed against order 11 which\r\nconcerns\ns 103(5).\nThe declarator reads\r\nas follows:\n‘\n11.     \r\nOn a proper interpretation of\ns 103(5)\nread with ss 101(1)(b)-(g) of\r\nthe National Credit Act, 2005:\n(a)      \r\nthe amounts contemplated in sections 101(1)(b) to (g) which accrue\r\nwhile the consumer is\nin default may not exceed, in aggregate, the\r\nunpaid balance of the principal debt when the default occurred;\n(b)      \r\nonce the total charges referred to in ss 101(1)(b)-(g) equal the\r\namount of the unpaid balance,\nno further charges may be levied;\n(c)       \r\nonce the total charges referred to in ss 101(1)(b)-(g) equal the\r\namount of the unpaid\nbalance, payments made by a consumer thereafter\r\nduring a period of default do not have the effect of permitting the\r\ncredit provider\nto charge further interest while such default\r\npersists.’\n[34]     \r\nIn the court a quo, Du Plessis J disposed of the contentions of the\r\nbanks with the following\nremark:\n‘\nFirst,\r\nthe subsection makes it plain that it applies despite “any\r\nprovision of the common-law”, which includes the\nin\r\nduplum\nrule.\r\nIn the second place it is the amounts “that accrue”\r\nduring the default that “may not, in aggregate, exceed\nthe\r\nunpaid balance”. During the period of default no more than the\r\nstated maximum can accrue. Put differently, the consumer’s\n\nindebtedness in respect of cost of credit cannot grow by more than\r\nthe stated maximum.’\n[69]\n[35]     \r\nSection 103(5) is controversial. Section 103 is headed ‘Interest’\r\nand s 103(5) provides\nas follows:\n‘\nDespite\r\nany provision of the common law or a credit agreement to the\r\ncontrary, the amounts contemplated in section 101(1)(b) to\n(g) that\r\naccrue during the time that a consumer is in default under the credit\r\nagreement may not, in aggregate, exceed the unpaid\nbalance of the\r\nprincipal debt under that credit agreement as at the time that the\r\ndefault occurs.’\nSection 101 deals with\r\nthe ‘cost of credit’ and prohibits a credit agreement to\r\nrequire the payment of money or other\nconsideration by the consumer\r\nexcept ‘(a) the principal debt, being the amount deferred in\r\nterms of the agreement, plus the\nvalue of any item contemplated in\r\nsection 102’; (b) an initiation fee; (c) a service fee; (d)\r\ninterest, which – ‘(i)\nmust be expressed in percentage\r\nterms as an annual rate calculated in the prescribed manner; and (ii)\r\nmust not exceed the applicable\nmaximum prescribed rate determined in\r\nterms of section 105’; (e) the cost of any credit insurance;\r\n(f) default administration\ncharges; and (g) collection costs.\n[36]     \r\nIn its founding papers the Credit Regulator complained of the fact\r\nthat banks sometimes interpreted\ns 103(5) as if it were a\r\ncodification of the\nin\r\nduplum\nrule\r\nenabling them to levy interest as soon as the consumer made a further\r\npayment thereby reducing the outstanding interest. The\nRegulator\r\ncontended that the effect of the subsection was that once the total\r\ncharges referred to in s 102 were equal to the unpaid\nbalance no\r\nfurther charges could be levied. The\nin\r\nduplum\nrule\r\noriginated in Roman law, underwent development in later centuries and\r\nwas consistently applied in South African courts from\nas early as\r\n1830.\n[70]\n[37]     \r\nThe following two aspects of the common law\nin\r\nduplum\nrule\r\nare relevant: First, where the total amount of arrear and\nunpaid\ninterest\r\nhas accrued to an amount equal to the outstanding capital sum,\r\ninterest ceases to run, but any payment made by the debtor\nthereafter\r\nwill lead to the amount of interest decreasing after which interest\r\nagain starts to accrue to an amount equal to the\noutstanding capital\r\namount.\n[71]\nThe purpose of the\r\nrule is to ‘ensure that debtors are not endlessly consumed by\r\ncharges and also to ensure that debtors\nwhose affairs are declining\r\nshould not be entirely drained dry.’\n[72]\nSecondly, the\nin\r\nduplum\nrule\r\nis suspended\npendente\r\nlite\n,\r\nand the\nlis\nis\r\nsaid to commence upon service of the initial process, whereafter\r\ninterest runs again.\n[73]\nThe\r\ncommon law rule thus effectively limits the interest recoverable by\r\npreventing interest from accruing further once it reaches\nthe unpaid\r\ncapital amount. Payment is appropriated to interest first, then to\r\ncapital.\n[74]\nInterest, whether\r\ncapitalised or not, remains interest.\n[75]\n[38]     \r\nIn\nLTA\r\nConstruction Bpk v Administrateur, Transvaal\n[76]\nJoubert JA remarked:\n‘\nRente\r\nis die lewensbloed van die handelsverkeer. Die afskaffing van die\r\nrenteverbod\nin\r\nduplum\nis\r\nin die huidige omstandighede nie die funksie van hierdie Hof nie.\r\nHierdie Hof het geen bevoegheid om ‘n nuttige, geldende,\n\ngemeenregtelike regsreël af te skaf nie. Dit is ‘n\r\naangeleentheid vir die Wetgewer.’\nThese\r\nwere prophetic words. Has the legislature by enacting s 103(5)\r\neffectively abolished the common law\nin\r\nduplum\nrule\r\nin so far as it concerns credit agreements within the ambit of the\r\nNCA? Section 103(5) has been referred to in the literature\nas ‘a\r\ncodification’ of the\nin\r\nduplum\nrule.\n[77]\nSection 103(5) is not a code\n[78]\nand embodies no more than a specific rule applicable to specific\r\ncircumstances, that is, to credit agreements subject to the NCA.\nIt\r\nis thus a statutory provision with limited operation.\n[79]\nIt seeks not only to amend the common law\nin\r\nduplum\nrule\r\nbut also to extend it. It deals with the same subject matter as the\r\ncommon law rule but this does not mean that it incorporates\nall or\r\nany of the aspects of the common law rule. It is a self-standing\r\nprovision and must be construed as such. The rule of interpretation\n\nis that a statutory provision should not be interpreted so as to\r\nalter the common law more than is necessary unless the intention\nto\r\ndo so is clearly reflected in the enactment, whether expressly or by\r\nnecessary implication: ‘[I]t is a sound rule to construe\na\r\nstatute in conformity with the common law, save where and insofar as\r\nthe statute itself evidences a plain intention on the part\nof the\r\nLegislature to alter the common law. In the latter case the\r\npresumption is that the Legislature did not intend to modify\nthe\r\ncommon law to any extent greater than is provided in express terms or\r\nis a necessary inference from the provisions of the enactment.’\n[80]\nSteyn\n[81]\ncautioned:\n‘‘\nn\r\nDoelbewuste afwyking moet nie verwring word om in die vorms van die\r\ngemene reg te kan inpas nie.’\nSection\r\n103(5), it seems, signifies such an intention by providing in the\r\nintroductory words ‘[d]espite any provision of the\ncommon law\r\nor a credit agreement to the contrary’. The NCA is not an act\r\nconsolidating the law as it existed at the time\nof its enactment. It\r\nreplaces legislation that governed consumer credit for more than a\r\nquarter of a century, recasting the whole\nbody of law. The\r\nintroduction of debt review procedures and innovations such as the\r\npower of courts to rearrange consumer obligations\ndemonstrate\r\ndramatic departures from the previous state of the law.\n[82]\nThe subsection must be construed against this background.\n[39]     \r\nSection 103(5) was intended to provide some redress for borrowers of\r\nexpensive credit.\n[83]\nIt\r\nincludes within its ambit not only interest but also the other costs\r\nof credit which are set out in s 101(1)(b) to (g). Kelly-Louw\n[84]\ncorrectly summarised one of the differences brought about by its\r\nintroduction:\n‘\nFrom\r\nthis exposition it is apparent that the vital difference between the\r\ncommon-law and the statutory in duplum rules lies in the\nfact that\r\nunder the common-law rule it is only interest (contractual and\r\ndefault) that ceases to run if it equals the outstanding\ncapital\r\namount. By contrast, under the statutory rule, all the amounts –\r\nsuch as the initiation fees, service fees, interest\n(contractual and\r\ndefault), costs of any credit insurance, default administration\r\ncharges, and collection costs – cease to\nrun if they combine to\r\nexceed the outstanding principal debt.\nClearly the statutory in\r\nduplum rule offers better consumer protection than its common-law\r\ncounterpart. However, the statutory rule\nhas worsened the position of\r\ncredit providers.’\n[40]     \r\nThe court a quo granted the declarator sought by the Credit\r\nRegulator. Each of the appellants\nadvanced a different construction\r\nof s 103(5) and suggested variations of the declarator made. The\r\nvariations are mainly directed\nat preserving the common law rule that\r\npayments of arrear and unpaid interest decrease the amount of\r\ninterest owing and allow interest\nto run again up to the amount of\r\nthe capital. They, however, require words to be read into the section\r\nthat are simply not there. \nNedbank emphasised the words ‘accrue\r\n... in aggregate’, submitting that the section was intended to\r\nclarify and codify\nthe\nin\r\nduplum\nrule.\r\nIt amended the rule by including the costs of credit in calculating\r\nthe double and by setting the limit as the unpaid balance\nof the\r\nprincipal debt ‘as at the time that the default occurs’.\r\nNedbank appears to have conceded that the suspension\nof the rule\npendente\r\nlite\nwas\r\ndone away with by s 103(5). Relying on\nMargo\r\n& another v Gardner & another; Gardner & another v Margo\r\n& another\n[85]\nwhere\r\nthe common law rule was said to entail ‘prevent[ing] unpaid\r\ninterest from accruing further once it reache[d] the unpaid\ncapital\r\namount’, it argued that no further charges will accrue for as\r\nlong as the accumulated charges equalled the unpaid\ncapital. If\r\npayment is thereafter made, the credit provider must appropriate it\r\nin terms of s 126(3) and should this result in\nthe aggregate being\r\nless than the unpaid capital interest will accrue again. Had the\r\nlegislature intended to depart radically from\nthe common law it\r\nwould, so the argument went, have used clearer language. On behalf of\r\nNedbank a reformulation of the declarator\nwas suggested to read as\r\nfollows:\n‘\nOn\r\na proper interpretation of s 103(5) ... the amounts referred to in ss\r\n101(1)(b) to (g) which accrue during the period of default\ncease to\r\naccrue further when but only for as long as the total of the unpaid\r\namounts which have so accrued equal the unpaid balance\nof the\r\nprincipal debt under the credit agreement in question as at the time\r\nthe default occurred.’\n[41]     \r\nOn behalf of First Rand reliance was also placed on s 126(3). It was\r\nsubmitted that this section\nmakes no difference between payments made\r\nduring the time of default and the time when the consumer is not in\r\ndefault. Thus, so\nthe argument proceeded, the credit provider may\r\nagain charge interest until the double is reached. Referring to the\r\npresumption\nthat the legislature did not intend to modify the common\r\nlaw to a greater extent than is provided in express terms or is a\r\nnecessary\ninference, a recasting of the declarator in the following\r\nterms was sought:\n’\n1.1\r\nonce the costs of credit referred to in Section 101(1)(b) to (g)\r\nequal the outstanding principal debt as at the date of default,\nsuch\r\ncosts may once again accrue to an amount not exceeding the\r\noutstanding principal debt at the date of default in circumstances\n\nwhere a defaulting consumer during a period of default makes payments\r\non his account, thereby reducing the costs of credit to below\nthe\r\nproscribed threshold;\n1.2 its operation is\r\nsuspended pendente lite upon service of the initiating process and\r\nthat once judgment has been granted, the\ncosts of credit referred to\r\nin Section 101(1)(b) to (g) may run until it reaches the double of\r\nthe capital amount in terms of the\njudgment.\n[42]    \r\nOn behalf of Standard Bank it was argued that the word ‘accrue’\r\nin s 103(5) should be given\nthe narrow meaning of ‘due and\r\npayable’ and not the wider one of ‘entitled to’. In\r\ndeveloping this argument\nreference was made to\nCactus\r\nInvestments (Pty) Ltd v Commissioner for Inland Revenue\n[86]\nwhere the meaning of the word ‘accrued to’ for the\r\npurposes of s 5(1) of the Income Tax Act 58 of 1962 was considered.\n\nThe court in that case accepted that it meant ‘has become\r\nentitled to’.\n[87]\nThe\r\ncourt held that at common law, unless the parties otherwise agree, a\r\nlender of money became entitled to interest, payable at\na future\r\ndate, the moment he advances the funds to the borrower although the\r\ninterest is only payable on a future date. Gross income\nincludes not\r\nonly income actually received but also rights of a non-capital\r\nnature, such as the interest under consideration, which\naccrued\r\nduring the tax year and are capable of being valued in money.\n[88]\nIt was submitted on behalf of Standard Bank  that s 103(5)\r\noperated as a moratorium on the payment of the costs of credit\nlisted\r\nin s 101(1), whilst the consumer was in default but that it did not\r\naffect the underlying obligation (ie the credit agreement)\nto make\r\nfull payment in future. It sought a declaration in the following\r\nterms:\n‘\nThe\r\nproper interpretation of section 103(5) of the NCA, read with\r\nsub-sections 101(1)(b) to (g), is that the section operates as\na\r\nmoratorium against payments whilst the consumer is in default, but\r\ndoes not affect an underlying obligation to make full payment\nin the\r\nfuture of the underlying obligation once the consumer is no longer in\r\ndefault.’\nThis interpretation, it\r\nwas suggested, would give a consistent meaning to the different\r\ncharges that may be recovered by the credit\nprovider under s 101(1)\r\nand effect to the intention of the legislature, that all responsible\r\nconsumer obligations be satisfied\neventually: s 103(5) does not\r\naffect the underlying obligation to make payment of the different\r\ncharges. What is affected is the\ntime they fall due and the time is\r\nextended for the benefit of the consumer. ‘Accrue’, it\r\nwas submitted, could not\nhave the wider meaning of ‘has become\r\nentitled to’ because the right to receive interest accrues\r\nprior to the default.\n[43]     \r\nOn behalf of ABSA s 126(3) was invoked and it was argued that\r\npayments made during default would\nprevent the aggregate amount of\r\nthe costs of credit from reaching the unpaid balance of the principal\r\ndebt with the result that\narrear interest and other charges could\r\naccumulate from time to time. It was argued that s 103(5) must be\r\nconstrued in conformity\nwith the common law. Following this approach\r\nit was submitted that a declarator in the following form should have\r\nbeen made:\n‘\n(b)\r\nonce the total charges referred to in section 101(1)(b) to (g), less\r\nany payment made by the consumer while in default, equal\nthe amount\r\nof the unpaid balance of the principal debt as at the time that the\r\ndefault occurred, no further charges may be levied\nwhile such default\r\npersists.\n(c)\nOnce the total charges referred to in section\r\n101(1)(b) to (g), less any payment made by the consumer while in\r\ndefault, equal the\namount of the unpaid balance of the principal debt\r\nas at the time that the default occurred, payments made by the\r\nconsumer thereafter\nduring the period of default do not have the\r\neffect of permitting the credit provider to charge further interest\r\nwhile such default\npersists.’\n[44]     \r\nThe appeal by Onecor follows very much the same approach by\r\nconsidering the extent to which s\n103(5) departed from the common\r\nlaw. The argument distinguished between two or more ‘notional\r\naccounts’ to which payments\nhad to be allocated. The word\r\n‘aggregate’, it was suggested, meant no more than that\r\nfor\nin duplum\npurposes the credit provider must debit all of\r\nthe different items in s 101(1)((b) to (g) to the notional interest\r\naccount. The\nsubmission was made that the legislature had not\r\nexpressed an intention ‘clearly, unambiguously and beyond\r\nreasonable doubt’\nto encroach on further rights of the credit\r\nproviders whose rights were already curtailed by the common law rule.\r\nIt was submitted\nthat, on a linguistic interpretation, s 103(5) left\r\nunaffected the common law rule that once interest is paid it runs\r\nagain up\nto the amount of the outstanding capital. Nor did the\r\nsection abolish the common law rule that the running of interest is\r\nsuspended\npendente lite\n.\n[45]     \r\nThe objects of the NCA include ‘encouraging responsible\r\nborrowing, avoidance of over-indebtedness\nand fulfilment of financial\r\nobligations by consumers’.\n[89]\nIt seeks to promote equity in the credit market by ‘balancing\r\nthe respective rights and responsibilities of credit providers\nand\r\nconsumers’,\n[90]\nand\r\npromotes responsibility in the credit market by providing for a\r\nconsistent system of debt restructuring, enforcement and judgment\n\n‘which places priority on the eventual satisfaction of all\r\nresponsible consumer obligations under credit agreements.’\n[91]\n[46]     \r\nAccepting these objects, the question to be asked is what the\r\n‘responsible consumer obligations’\nare. Section 100(1)\r\nprovides that a credit provider must not charge an amount to, or\r\nimpose a monetary liability on, a consumer\nin respect of:\n‘\n(a)\r\na credit fee or charge prohibited by this Act;\n(b) an amount of a fee or\r\ncharge exceeding the amount that may be charged consistent with this\r\nAct;\n(c)  an interest\r\ncharge under a credit agreement exceeding the amount that may be\r\ncharged consistent with this Act; or\n(d) any fee, charge,\r\ncommission, expense or other amount payable by the credit provider to\r\nany third party in respect of a credit\nagreement, except as\r\ncontemplated in section 102 or elsewhere in this Act.’\n[47]     \r\nThe interest that may be charged under a credit agreement must\r\ntherefore be ‘consistent’\nwith the Act. Section 103\r\ncontains the provisions relating to interest. It follows that any\r\ninterest charged must be ‘consistent’\nwith s 103. Section\r\n103 thus expressly forms part of the credit agreement and defines the\r\nobligations of the parties. The ‘responsible\nconsumer\r\nobligations’ must, it follows, be construed with reference to s\r\n103. Section 103(5), in accordance with this approach,\nspecifically\r\nprovides ‘[d]espite any provision of the common law\nor a\r\ncredit agreement to the contrary\n’. (My emphasis.) There is\r\nthus no contractual entitlement to interest (or to the other charges)\r\nexcept as allowed for by\ns 103. The intention of the legislature\r\ncould not have been expressed in clearer terms. Section 103(5) does\r\nnot merely give rise\nto a ‘moratorium’ on payments whilst\r\nthe consumer is in default but indeed determines the latter’s\r\nobligations\nunder the credit agreement.\n[48]     \r\nSection 126(3) provides for the appropriation of payments: first, to\r\ndue or unpaid interest charges;\nsecondly, to due or unpaid fees or\r\ncharges; and thirdly to the principal debt. This provision takes the\r\nmatter no further. While\nit is correct that this section makes no\r\ndistinction between payments before and after default it cannot\r\naffect the question whether\na particular charge has ‘accrued’.\r\nPayments during the time of default cannot revive obligations that\r\nnever ‘accrued’.\nAny payment made during the time of\r\ndefault which does not have the effect of ending the default simply\r\nreduces the outstanding\nprincipal debt.\n[49]     \r\nMuch has been said about the word ‘accrue’, which is a\r\nword often encountered in\nthe context of the common law\nin\r\nduplum\nrule\r\nwhere reference is made to the accumulation of arrear and unpaid\r\ninterest.\n[92]\nBut the word\r\nmust be construed in the context of the statute under\r\nconsideration.\n[93]\nThe word\r\n‘accrue’ would not usually be\nused\r\nin the context of a fee such as the ‘initiation fee’ in s\r\n101(1)(b) or a ‘service fee’ in s 101(1)(c)\nor the ‘cost\r\nof any credit insurance’ in s 101(1)(e) or ‘default\r\nadministration charges’ in s 101(1)(f)\nor ‘collection\r\ncosts’ in s 101(1)(g). One would rather refer to a fee that is\r\nearned or costs that are incurred or\ncharges that are levied.\r\nHowever, s 103(5) does not provide that the fees, costs and charges\r\n‘accrue’, but that the\n‘amounts contemplated in\r\nsection 101(1)(b) to (g)’, that is the amounts in respect of\r\nthe fees, costs and charges,\nmay not ‘accrue’ in\r\naggregate to more than the stated limit, viz the amount of the\r\nprincipal debt at the time of default.\nThis is really the point in\r\nissue: these amounts ‘accrue’ whether they are paid or\r\nnot. Section 103(5) makes no distinction\nbetween paid and unpaid\r\ncharges. These amounts will only ‘accrue’ if the credit\r\nprovider has a contractual right to\nthem. Once the amounts referred\r\nto in s 101(1)(b) to (g) that accrue during the period of default,\r\nwhether or not they are paid,\nequal in aggregate the unpaid balance\r\nof the principal debt at the time the default occurs, no further\r\ncharges may be levied. It\nis not that a moratorium against payment is\r\nintroduced by s 103(5): no amount in respect of the fees, costs and\r\ncharges may ‘accrue’\nany further. Put differently, no\r\nenforceable right to the charges outlined in s 101(1)(b) to (g)\r\nthereafter arises. This, it seems,\nis the meaning of the word used in\r\ncases on the common law rule.\n[94]\nThe words of s 103(5) simply do not allow for a different\r\nconstruction. If all the legislature intended was a restatement of\r\nthe\nin\r\nduplum\nrule\r\nit would have said so and would not have included the introductory\r\nwords to the subsection. It follows that Du Plessis J was\ncorrect to\r\nmake the declaratory order in respect of s 103(5). The legislature\r\nhad in mind the protection of the consumer who may,\nunder the common\r\nlaw rule, end up by paying much more that the capital originally\r\nowing.\n[50]     \r\nIt follows that the Credit Regulator’s appeal and the other\r\nappeals should all be dismissed.\nNo order for costs was sought.\nAll the appeals are\r\ndismissed.\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nAppellant\r\n\t\t\t(National Credit Regulator):\nC D A\r\n\t\t\tLoxton SC\nM A\r\n\t\t\tChohan\n1\nst\nRespondent:\nO\r\n\t\t\tRogers SC\n2\nnd\nRespondent:\nG\r\n\t\t\tFaber SC\nN\r\n\t\t\tKonstantinides\n3\nrd\nRespondent:\nM\r\n\t\t\tKuper SC\nJ Cane\n4\nth\nRespondent\nD E\r\n\t\t\tvan Loggerenberg SC\nG H\r\n\t\t\tMeyer\n5\nth\nRespondent\nK J\r\n\t\t\tKemp SC\n6\nth\nRespondent\nP F\r\n\t\t\tLouw SC\nS G\r\n\t\t\tGouws\nInstructed\r\n\t\t\tby:\nVan\r\n\t\t\tder Spuy Attorneys (1\nst\nAppl Case 662/09)\nCape\r\n\t\t\tTown (1\nst\nResp\r\n\t\t\tCase 500/10)\nHill\r\n\t\t\tMcHardy & Herbst\nBloemfontein\nWerksmans\r\n\t\t\tAttorneys (3\nrd\n&\r\n\t\t\t6\nth\nAppl\r\n\t\t\tCase Sandton 662/09)\n(3\nrd\n& 6\nth\nResps Case 500/10)\nSymington\r\n\t\t\t& De Kok\nBloemfontein\nVan\r\n\t\t\tHulsteyns Attorneys (2\nnd\nAppl Case 662/09l)\nSandton\r\n\t\t\t(2\nnd\nResp\r\n\t\t\tCase 500/10)\nRossouws\r\n\t\t\tAttorneys\nBloemfontein\nJay\r\n\t\t\tMothobi Inc (4\nth\nAppl\r\n\t\t\tCase 662/09)\nRosebank\r\n\t\t\t(4\nth\nResp\r\n\t\t\tCase 500/10\nNaudes\nBloemfontein\nBooysens\r\n\t\t\t& Company Inc  (5\nth\nAppl)\nDurban\r\n\t\t\t(Also 2\nnd\nResp\r\n\t\t\tin Case 662/09 & 12\nth\nResp in Case 500/10)\nPeyper\r\n\t\t\tSesele Attorneys\nBloemfontein\nCoombe\r\n\t\t\t& Associates Inc (11\nth\nResp Case Silverton Pretoria 500/10)\nSymington\r\n\t\t\t& De Kok\nBloemfontein\n[1]\nSee J\r\n\tW Scholtz in J W Scholtz, J M Otto, E van Zyl, C M van Heerden and N\r\n\tCampbell\nGuide\r\n\tto the\nNational Credit Act\n(2008\n)\r\n\tService Issue 2 p 2-1 (\nGuide)\n;\r\n\tJ M Otto and R L Otto\nThe\nNational Credit Act Explained\n2\r\n\ted (2010) p 3 and cf the remarks in\nABSA\r\n\tBank Ltd v Prochaska t/a Bianca Cara Interiors\n2009\r\n\t(2) SA 512\n(D) para 16ff.\n[2]\nSection\r\n\t2(1).\nCf\nABSA\r\n\tBank Ltd v De Villiers & another\n2009(5)\r\n\tSA 40 (C) para 27;\nEx\r\n\tparte Ford\nand\r\n\ttwo similar cases\n2009 (3) SA 376\n(WC) para 20;\nStandard\r\n\tBank of South Africa Ltd v Hales & another\n2009\r\n\t(3) SA 315\n(D) paras 11 and 13;\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\n2010\r\n\t(5) SA 618\n(KZD) para 16\n.\n[3]\nSection\r\n\t2(2).\n[4]\nThis\r\n\twas how the\nBills\r\n\tof Exchange Act 1882 was described in\nBank\r\n\tPolski v K J Mulder & Co\n[1942]\r\n\t1 All ER 396\nat 398.\n[5]\nChalmers\r\n\twas the draftsman of the English Bills of Exchange Act, 1882. See\nBritish\r\n\tMovietonews Ld v London and District Cinemas Ld\n[1951]\r\n\t1 KB 190\nat 202.\n[6]\nCf\nFirstrand\r\n\tBank Ltd t/a First National Bank v Seyffert & another\nand\r\n\tthree similar cases (6) SA 429 (GSJ) para 10.\n[7]\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\npara\r\n\t16;\nFirstrand\r\n\tBank Ltd t/a First National Bank v Seyffert & another\nand\r\n\tthree similar cases para 10.\n[8]\nNational\r\n\tCredit Regulator v Nedbank Ltd & others\n2009\r\n\t(6) SA 295\n(GNP) at 318I-319J.\n[9]\nSee C\r\n\tM van Heerden and J M Otto ‘Debt enforcement in terms of the\nNational Credit Act 34 of 2005\n’ 2007\nTSAR\n655;\r\n\tDanie van Loggerenberg SC, Leon Dicker and Jacques Malan ‘Aspects\r\n\tof debt enforcement under the\nNational Credit Act’\nJanuary/February\n2008\nDe\r\n\tRebus\n40;\r\n\tC van Heerden in\nGuide\np\r\n\t11-10; A Boraine and S Renke ‘Some practical and comparative\r\n\taspects of the cancellation of instalment agreements in terms\nof the\r\n\tNational Credit Act 34 of 2005 (Part 2)’ (2008) 41\nDe\r\n\tJure\n1\r\n\tp 9 and J M Otto and R L Otto\nThe\nNational Credit Act Explained\n2\r\n\ted (2010) p 100; J M Otto  ‘Over-indebtedness and\r\n\tapplications for debt review in terms of the\nNational Credit Act:\nConsumers\nbeware!\nFirstrand\r\n\tBank Ltd v Olivier\n’\n(2009)\r\n\t21\nSA\r\n\tMerc LJ\n272\r\n\tp 276-7; and J M Otto ‘\nDie\r\n\toorbelaste skuldverbruiker: die Nasionale Kredietwet verleen\r\n\tgeensins onbeperkte vrydom van skulde nie’ 2010\nTSAR\n399 p\r\n\t405. See the discussion of the literature by\nWallis\r\n\tJ in\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\npara\r\n\t6ff.\n[10]\nA\r\n\tBoraine and S Renke\np\r\n\t9 fn 186.\n[11]\nSection\r\n\t129(1)(b)(i).\nSee\nABSA\r\n\tBank Ltd v De Villiers\npara\r\n\t14;\nABSA\r\n\tBank Ltd v Prochaska t/a Bianca Cara Interiors\npara\r\n\t27.\n[12]\nVan\r\n\tHeerden in\nGuide\np\r\n\t12-7 and 12-8.\n[13]\nCf\nFirstrand\r\n\tBank Ltd v Olivier\n2009\r\n\t(3) SA 353\n(SE) para 18.\n[14]\nThe\r\n\tmatter was left open in\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Donkin\n2009\r\n\t(6) SA 63\n(KZD) para 13 and note 4; and\nInvestec\r\n\tBank Ltd & another v Mutemeri  & another\n2010\r\n\t(1) SA 265\n(GSJ) paras 25 and 26. In the following decisions the\r\n\tcourts held that a\ns 129(1)(a)\nnotice barred a consumer from\r\n\tapplying for debt review:\nNedbank\r\n\tLtd v Motaung\n(2245/07)\n[2007] ZAGPHC 367\n(14 November 2007) (TPD);\nPotgieter\r\n\tv Greenhouse Funding (Pty)\n(08/31825)\r\n\t[2009] ZAGPJHC84 (26 June 2009);\nMercedes\r\n\tBenz Financial Services SA (Pty) Ltd v Viljoen\n(18995/09)\r\n\t[2009] ZAGPPHC 145 (19 November 2009) para 6;\nABSA\r\n\tBank Ltd v Prochaska t/a Bianca Cara Interiors\npara\r\n\t29;\nStandard\r\n\tBank of South Africa v Hales & another\npara\r\n\t21. Cases expressing the contrary view include\nStarita\r\n\tv ABSA Bank Ltd & another\n2010\r\n\t(3) SA 443\n(GSJ) para 12 and\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\npara\r\n\t13ff.\n[15]\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\npara\r\n\t12;\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Donkin\npara\r\n\t10;\nNational\r\n\tCredit Regulator v Nedbank Ltd & others\nat\r\n\t319A.\n[16]\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\npara\r\n\t11 and see his remarks in\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Donkin\npara\r\n\t10.\n[17]\nSee,\r\n\thowever,\ns 86(7)(b)\nwhich deals with a consumer who is not\r\n\tover-indebted but finds himself in what has been described as\r\n\t‘strained’ circumstances\n(H C J Flemming\nFlemming’s\r\n\tNational Credit Act\n2ed\r\n\t139 ff).\n[18]\nSection\r\n\t86 does not deal with agreements other than those arising from\r\n\tcredit agreements as contemplated by the NCA. Cf\nNelson\nMandela\r\n\tBay Metropolitan Municipality\nv\r\n\tNobumba NO & others\n2010\r\n\t(1) SA 579\n(ECG) para 28 ff.\n[19]\nSection\r\n\t79(1) and see\nStandard\r\n\tBank of South Africa Ltd v Panayiotts\n2009\r\n\t(3) SA 363\n(W) paras 6-10.\n[20]\nSee\r\n\tthe discussion below paras 16ff.\n[21]\nSection\r\n\t86(7)(c).\n[22]\nCf\nNaidoo\r\n\tv ABSA Bank Ltd\n(391/09)\n[2010] ZASCA 72\n,\n2010 (4) SA 597\n(SCA) (27 May 2010).\n[23]\nC v\nan\r\n\tHeerden in\nGuide\npara\r\n\t12.1 suggested that ‘enforce’ means the credit provider\r\n\tusing any of his remedies: it refers to ‘enforcement\nof a\r\n\tcredit provider’s remedies by means of legal proceedings’.\r\n\tSee C M van Heerden and J M Otto ‘Debt enforcement\nin terms of\r\n\tthe\nNational Credit Act 34 of 2005\n’ 2007\nTSAR\n655.\n[24]\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\npara\r\n\t13. See also\nInvestec\r\n\tBank Ltd & another v Mutemeri\npara\r\n\t25; and\nStarita\r\n\tv ABSA Bank Ltd & another\npara\r\n\t12.\n[25]\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\npara\r\n\t14. In para 15 he concluded: ‘In other words, it refers to the\r\n\tsteps that must be taken by the credit provider in order\nto arrive\r\n\tat the point where they are entitled to commence legal proceedings\r\n\tto enforce the agreement. Those steps may be positive,\nsuch as the\r\n\tgiving of notice, the acceptance of the surrender of the property\r\n\tand the sale of the property, or may be negative,\nsuch as the\r\n\tobligation to await the elapse of the time periods in\ns 130(1)\nand\n130\n(1)(a). Whatever their character, once those steps have been\r\n\ttaken the credit provider is entitled to commence legal proceedings.\n\n\tIt is at that stage, as a matter of language, that\ns 86(2)\ndebars\r\n\tthe consumer from applying for debt review.’\n[26]\nThe\r\n\tOxford Universal Dictionary Illustrated\n(1965)\nsv\n‘\nstep’.\n[27]\nThe\r\n\tOxford Universal Dictionary Illustrated\n(1965)\nsv\n‘\nproceed’.\n[28]\nSee\r\n\tFlemming 143.\n[29]\nAbsa\r\n\tBank Ltd v Prochaska t/a Bianca Cara Interiors\n2009\r\n\t(2) SA 512\n(D) paras 29-31.\n[30]\nI am\r\n\tnot called upon to construe\ns 130(3)(c)(i)\nbut the use of the words\r\n\t‘the matter’ can only refer to the particular agreement\r\n\tin respect of which relief is sought.\nNor does the word ‘approached’\r\n\trefer to the time the summons is issued but to the time the order is\r\n\trequested (Flemming\n203). It seems that the time ‘the matter\r\n\twas before a debt counsellor’ refers to\ns 130(1)(a)\nwhich\r\n\tagain refers to the time periods of 10 days in\ns 130(1)(a)\nand\n60\ndays in\ns 86(10)\n(not\ns 86(9)\nas\ns 130(1)(a)\nincorrectly states).\n[31]\nGG\n33487\r\n\tof 23 August 2010 which came into operation on 15 October 2010.\n[32]\nPersson ‘Over-indebtedness – a growing problem’ in\r\n\tWahlgren (ed)\nScandinavian\r\n\tStudies in Law –   What is Scandinavian Law?\n(2007) 463 p 472 stated:\r\n\t‘Debt restructuring has a number of purposes, the main one\r\n\tbeing rehabilitation. People who are\nheavily indebted must be given\r\n\tthe chance of solving their financial problems and in this way of\r\n\tleading (sic) more adequate\nand socially useful lives. This\r\n\trehabilitative purpose, however has to be balanced against the\r\n\tindividual creditors’ rightful\ninterest in asserting their\r\n\tfinancial claims. The institute of debt restructuring is designed to\r\n\tmake even-handed provision for\nthese somewhat contradictory\r\n\tinterests ... A third purpose of debt restructuring is to favour the\r\n\tcreditor collective in the\nsense of debtors coming to pay at least\r\n\tpart of what is owing. Through debt restructuring the debtor usually\r\n\tpays more than would\notherwise have been the case. If both the\r\n\tdebtors and his (sic) creditors benefit, society will be spared a\r\n\tgreat deal of expense\nin various fields. It is also important that\r\n\tthe debt restructuring system should not impair general payment\r\n\tmorale and that\nit should be constructed so as to gain the\r\n\tconfidence of the general public’ (quoted by J M Otto ‘Die\r\n\toorbelaste\nskuldverbruiker: die Nasionale Kredietwet verleen\r\n\tgeensins onbeperkte vrydom van skulde nie’ 2010\nTSAR\n399).\n[33]\nSee\r\n\tMichelle Kelly-Louw ‘The prevention and alleviation of\r\n\tconsumer over-indebtedness’ (2008) 20\nSA\r\n\tMerc LJ\n200.\n[34]\nSection\r\n\t44\nread with reg 10 of the Regulations in terms of the\nNational\nCredit Act 34 of 2005\nGN R489 of 31 May 2006 as amended.\n[35]\nAt\r\n\t311G-H.\n[36]\nSection\r\n\t85.\n[37]\nSection\r\n\t86(1).\n[38]\nSection\r\n\t86(3).\n[39]\nSection\r\n\t86(4)(b).\n[40]\nSection\r\n\t86(5).\n[41]\nRegulation\r\n\t24(6).\n[42]\nSection\r\n\t86(7)(a).\n[43]\nSection\r\n\t86(9).\n[44]\nSection\r\n\t86)(7)(b).\n[45]\nSection\r\n\t86(8)(a)\nand\ns 138.\nIt is not clear whether a court would have the\r\n\tpower in terms of\ns 138\nwhere a debt counsellor is involved.\n[46]\nSection\r\n\t86(8)(b).\n[47]\nSection\r\n\t87(1)(a)\nand (b).\n[48]\nSection\r\n\t83(2).\n[49]\nSection\r\n\t80(1)(b).\n[50]\nSection\r\n\t83(2)\nand (3).\n[51]\nSection\r\n\t83(3).\n[52]\nSection\r\n\t86(7)(c).\n[53]\nSection\r\n\t86(7)(c)(i)\nand (ii).\n[54]\nSection\r\n\t88(1).\n[55]\nSection\r\n\t88(3).\n[56]\nAt\r\n\t307F-G.\n[57]\nAt\r\n\t304I-305 B.\n[58]\nAt\r\n\t309G–310 B.\n[59]\nAt\r\n\t309D-F.\n[60]\nSection\r\n\t86(1)\nand NCA Form 16.\n[61]\nNCA\r\n\tForm 18.\n[62]\nAt\r\n\t310B-D.\n[63]\nSection\r\n\t2(7)\nof the NCA also provides that the provisions of the NCA are not\r\n\tto be construed as ‘(a) limiting, amending, repealing or\n\n\totherwise altering any provision of any other Act …’.\n[64]\nBriel\r\n\tv Van Zyl; Rolenyathe v Lupton-Smith\n1985\r\n\t(4) SA 163\nat (T) 165E-F (‘”Hof” beteken net een\r\n\tding, naamlik die hof soos ‘n hof gewoonlik onder die\r\n\tbesondere\nstatuut funksioneer’ (at 167C-D));\nMinister\r\n\tof the Interior & another v Harris & others\n1952\r\n\t(4) SA 769\n(A) at 787E-789E;\nS\r\n\tv Thompson & another\n1968\r\n\t(3) SA 425\n(E) at 427C-F.\n[65]\nBody\r\n\tCorporate Houghton Villas v Got Construction (Pty) Ltd\n2002\r\n\t(1) SA 760\n(W) at 762EG.\n[66]\nRutenberg\r\n\tv Magistrate, Wynberg, & another\n1997\r\n\t(4) SA 735\n(C) at 750I-751C.\n[67]\nCf\nBMW\r\n\tFinancial Services (SA) (Pty) Ltd v Mudaly\n2010\r\n\t(5) SA 618\n(KZD) paras 39 to 42.\n[68]\nDurban\r\n\tCity Council v Gray\n1951\r\n\t(3) SA 568\n(A) at 580B cited with approval in\nS\r\n\tv Tieties\n[1990] ZASCA 4\n;\n1990\r\n\t(2) SA 461\n(A) at 463E-F;\nShenker\r\n\tv The Master & another\n1936\r\n\tAD 136\nat 143.\n[69]\nAt\r\n\t320A-C.\n[70]\nLTA\r\n\tConstruction Bpk v Administrateur, Transvaal\n[1991] ZASCA 147\n;\n1992\r\n\t(1) SA 473\n(A) at 476ff where reference is made (at 482B) to\nNiekerk\r\n\tv Niekerk\n(1830)\r\n\t1 Menz 452.\n[71]\nCommercial\r\n\tBank of Zimbabwe Ltd v M M Builders & Suppliers (Pvt) Ltd &\r\n\tothers and three similar cases\n1997\r\n\t(2) SA 285\n(ZHC); and\nVan\r\n\tCoppenhagen v Van Coppenhagen\n1947\r\n\t(1) SA 576\n(T) at 581 where it was stated: ‘It is clear law …\r\n\tthat when an amount of arrear interest reaches the amount of the\n\n\tcapital, interest ceases to run. It is not merely that the excess of\r\n\tinterest over an amount equal to the amount of the capital\nis\r\n\tirrecoverable. There can never be more interest accumulated than an\r\n\tamount equal to the capital sum.’ In\nSanlam\r\n\tLife Insurance Ltd v South African Breweries Ltd\n2000\r\n\t(2) SA 647\n(W) at 652G-H it was said: ‘[N]o debtor can be\r\n\trequired to pay arrear interest on a due debt arising from a loan or\r\n\tin\nany other way which is in excess of the capital sum due at the\r\n\ttime of repayment.’ See\nVerulam\r\n\tMedicentre (Pty) Ltd v Ethekweni Municipality\n2005\r\n\t(2) SA 451\n(D) at 453C-D;\nUnion\r\n\tGovernment v Jordaan’s Executor\n1916(1)\r\n\tTPD 411 at 412-3.\n[72]\nSanlam\r\n\tLife Insurance Ltd v South African Breweries Ltd\nat\r\n\t652H-I. In\nStroebel\r\n\tv Stroebel\n1973\r\n\t(2) SA 137\n(T) at 138C-D it was said: ‘Daar is in ons reg\r\n\theelwat gesag vir die stelling dat rente nie die bedrag van die\r\n\tkapitaal\nself te bowe mag gaan nie; sodra die onbetaalde rente ‘n\r\n\tbedrag gelyk aan die van die kapitaal bereik, loop die rente nie\n\n\tmeer nie: as die opgeloopte rente of ‘n deel daarvan gedelg\r\n\tword, begin dit weer loop, maar net totdat dit nog eens so\nhoog as\r\n\tdie kapitaal is.’ See\nMeyer\r\n\tv Catwalk Investments 354 (Pty) Ltd & andere\n2004\r\n\t(6) SA 107\n(T) at 115H-I and Monica L Vessio ‘A limit on the\r\n\tlimit on interest? The\nin\r\n\tduplum\nrule\r\n\tand the public policy backdrop’ (2006) 39\nDe\r\n\tJure\n25.\n[73]\nStandard\r\n\tBank of South Africa Ltd v Oneanate Investments (Pty) Ltd (in\r\n\tLiquidation)\n[1997] ZASCA 94\n;\n1998\r\n\t(1) SA 811\n(A) at 834B-D: ‘It appears … that the rule\r\n\tis concerned with public interest and protects borrowers from\r\n\texploitation\nby lenders who permit interest to accumulate. If that\r\n\tis so, I fail to see how a creditor, who has instituted action can\r\n\tbe said\nto exploit a debtor who, with the assistance of delays\r\n\tinherent in legal proceedings, keeps the creditor out of his money.\r\n\tNo\nprinciple of public policy is involved in providing the debtor\r\n\twith protection\npendente\r\n\tlite\nagainst\r\n\tinterest in excess of the double. … A creditor can control\r\n\tthe institution of litigation and can, by timeously\ninstituting\r\n\taction, prevent the prejudice to the debtor and the application of\r\n\tthe rule. The creditor, however, has no control\nover delays caused\r\n\tby the litigation process.’ See also\nCommissioner,\r\n\tSouth African Revenue Service v Woulidge\n2002\r\n\t(1) SA 68\n(SCA) para 12.\n[74]\nStandard\r\n\tBank of South Africa Ltd v Oneanate Investments (Pty) Ltd (in\r\n\tLiquidation)\nat\r\n\t832E-F.\n[75]\nStandard\r\n\tBank of South Africa Ltd v Oneanate Investments (Pty) Ltd (in\r\n\tLiquidation)\nat\r\n\t828I -829H.\n[76]\n[1991] ZASCA 147\n;\n1992\r\n\t(1) SA 473\n(A) at 482G-H.\n[77]\nSee\r\n\teg J W Scholtz and E van Zyl in\nGuide\r\n\tto the\nNational Credit Act\n>\np\r\n\t10-17 who refers to the ‘codified’\nin\r\n\tduplum\nrule\r\n\tand Jonathan Campbell ‘The in duplum rule: relief for\r\n\tconsumers of excessively priced small credit legitimised by the\nNational Credit Act’ (2010\n) 22\nSA\r\n\tMerc LJ\n1\r\n\tp 4.\n[78]\nThe\r\n\tNCA is not a code, a word frequently encountered in the literature\r\n\ton the subject, particularly in respect of\ns 103(5)\n, in the\r\n\tcontinental sense. It does not do away with the common law except as\r\n\tprovided for, nor does it profess to be a comprehensive\nenactment\r\n\tdealing with all aspects of credit\nagreements. Understood\r\n\tin this manner there can be no objection to the use of the word\r\n\t‘codification’ in respect of\ns 103(5)\nbut there is no\r\n\tparticular advantage in using it. See the comments by Denis V Cowen\r\n\tand Leonard Gering\nCowen The Law of Negotiable Instruments in\r\n\tSouth Africa\n(1985) 5ed p 118-121 with reference to the\r\n\tEnglish Bills of Exchange Act, 1882.\n[79]\nSee\r\n\tMichelle Kelly-Louw ‘Better consumer protection under the\r\n\tstatutory in duplum rule’ (2007) 19\nSA\r\n\tMerc LJ\n337\r\n\twho refers to the ‘statutory’\nin\r\n\tduplum\nrule.\r\n\tSee also J M Otto and R L Otto\nThe\nNational Credit Act Explained\np\r\n\t87.\n[80]\nMills\r\n\tv Starwell Finance (Pty) Ltd\n1981\r\n\t(3) SA 84\n(N) at 87B-D and further\nS\r\n\tv Leeuw\n1980\r\n\t(3) SA 815\n(A) at 823F-G;\nCasserley\r\n\tv Stubbs\n1916\r\n\tTPD 310\nat 312;\nJoss\r\n\tv Board of Executors\n1979\r\n\t(SA 780 at 782A-C;\nGouws\r\n\tv Theologo & others\n1980\r\n\t(2) SA 304\n(W) at 306C-D;\nShell\r\n\tSouth Africa (Edms) Bpk v Gross h/a Motor Maintenance\n1980\r\n\t(4) SA 151\n(T) at 152H-153A;\nJohannesburg\r\n\tMunicipality v Cohen’s Trustees\n1909\r\n\tTS 811\nat 818.\n[81]\nL C\r\n\tSteyn\nDie\r\n\tUitleg van Wette\n5\r\n\ted (1981) p\n99.\n[82]\nSee\r\n\tpara 1 above and cf the approach in\nLouw\r\n\tNO & others v Coetzee & others\n[2003]\r\n\t1 All SA 34\n(SCA) para 16.\n[83]\nJonathan\r\n\tCampbell ‘The excessive costs of credit on small money loans\r\n\tunder the National Credit Act 34 of 2005’ (2007)\n19\nSA\r\n\tMerc LJ\n251\r\n\tp 269.\n[84]\nMichelle\r\n\tKelly-Louw  p 344.\n[85]\n(564/09,\r\n\t511/09)\n[2010] ZASCA 110\n;\n2010 (6) SA 385\n(SCA) (17 September 2010)\r\n\tpara 12.\n[86]\n[1998] ZASCA 98\n;\n[1999]\r\n\t1 All SA 345\n(A). See also\nLategan\r\n\tv Commissioner for Inland Revenue\n1926\r\n\tCPD 203\nat 209;\nCommissioner\r\n\tfor Inland Revenue\nv\r\n\tDelfos\n1933\r\n\tAD 242\nat 251.\n[87]\nAt\r\n\t3350a-b.\n[88]\nAt\r\n\t349b-j.\n[89]\nSection\r\n\t3(c)(i).\n[90]\nSection\r\n\t3(d).\n[91]\nSection\r\n\t3(h).\n[92]\nSee\r\n\teg\nCommercial\r\n\tBank of Zimbabwe Ltd v M M Builders & Suppliers (Pvt) Ltd &\r\n\tothers and Three Similar Cases\n1987\r\n\t(2) SA 285\n(ZHC) where it is said at 303C that ‘interest,\r\n\twhether it accrues as simple or as compound interest, ceases to\r\n\taccumulate\nupon any amount of capital owing’. In\nMargo\npara\r\n\t12 it was said that the common-law rule ‘prevents unpaid\r\n\tinterest from accruing further, once it reaches the unpaid\ncapital\r\n\tamount’.\n[93]\nPetker\r\n\tv Makda\n1956\r\n\t(1) SA 26\n(SR) at 27H-28C.\nIn\nBlack’s\r\n\tLaw Dictionary\n9ed\r\n\tthe second meaning of ‘accrue’ is given as ‘To\r\n\taccumulate periodically’ and under ‘interest’\n\n\t‘accrued interest’ is referred to as ‘[i]nterest\r\n\tthat is earned but not yet paid…’.\nThe\r\n\tOxford Universal Dictionary Illustrated\n(1965)\r\n\trefers to ‘accrue’ as (1) ‘To fall … as a\r\n\tnatural growth or increment; to come to an accession\nor advantage’;\r\n\t(2) ‘To arise or spring … as a natural growth or\r\n\tresult. Used esp. of interest …’.\nAnd further:\r\n\t‘interest begins to [accrue] from the moment … hence\r\n\taccrued interest … an accumulation by growth\n…’.\n[94]\nSee\r\n\tnotes 71, 72 and 93 above.",
  "scraped_at": "2026-02-12T15:24:14.459119",
  "date": "2011-03-28",
  "coram": [
    "MPATI P",
    "NAVSA",
    "BRAND",
    "MAYA",
    "MALAN JJA"
  ],
  "case_number": "662/2009; 500/2010",
  "parties": {
    "applicants": [
      "Nedbank Limited",
      "Fistrand Bank Limited",
      "Standard Bank of South Africa Limited",
      "ABSA Bank Limited",
      "Johan Erik Juselius",
      "Onecor (Pty) Limited"
    ],
    "respondents": [
      "The National Credit Regulator",
      "Johan Erik Juselius"
    ]
  },
  "sections": {
    "facts": "The appeal arose out of the National Credit Act 34 of 2005 (NCA) and concerned the interpretation of several of its provisions, notably sections 86(2), 86(7)(c), 86(8) and 103(5). The Credit Regulator sought a declarator that the reference in s 86(2) to \"taking of a step\" under s 129 meant the commencement of legal proceedings under s 129(1)(b) and excluded the notice required by s 129(1)(a). The banks and other respondents appealed against orders of the North Gauteng High Court relating to procedural requirements for debt‑review applications, the role of magistrates’ courts, and the statutory limit on the accrual of charges imposed by s 103(5).",
    "issues": "The primary issues were: (1) whether a notice under s 129(1)(a) constitutes a \"step\" contemplated in s 86(2) and thus bars a debt‑review application for that particular credit agreement; (2) the proper procedure for referrals to the magistrates’ court under s 86(7)(c) and whether a hearing is required under s 87; (3) the correct interpretation of s 103(5) – whether it merely codifies the common‑law in duplum rule or creates a statutory ceiling on the aggregate of amounts accruing during default; and (4) the applicability of the Magistrates’ Courts Rules, particularly Rule 55 and Rule 9, to the proceedings.",
    "principles": "The Court applied a purposive approach to the NCA, giving effect to its objects in section 3, especially the promotion of fair, transparent credit markets and the prevention of over‑indebtedness. It held that the plural \"steps\" in s 86(2) refers to the whole pre‑litigation process set out in s 129, of which the notice in s 129(1)(a) is the first step. Consequently, the notice is a step towards enforcement and triggers the exclusion of that specific agreement from a debt‑review application. Regarding s 103(5), the Court emphasized the introductory words “despite any provision of the common law…”, concluding that the provision creates a statutory limit on the total of amounts in s 101(1)(b)‑(g) that may accrue during default, superseding the common‑law in duplum rule. The Court further affirmed that the magistrates’ courts must follow their own Rules, and that a hearing under s 87 is required even for referrals under s 86(7)(c).",
    "application": "Applying these principles, the Court found that the Credit Regulator’s request for a declarator was correctly refused by the trial judge because the interpretation of s 86(2) advanced by the regulator was untenable. It affirmed the lower court’s order that the s 129(1)(a) notice is a step in the enforcement process, thereby excluding the specific credit agreement from debt‑review but not precluding a general over‑indebtedness application. The Court also upheld the procedural orders: the magistrates’ court must apply Rule 55 for applications and Rule 9 for service, and must conduct a hearing as required by s 87. Finally, the Court confirmed the interpretation of s 103(5) as a strict statutory ceiling on accrued charges, rejecting the banks’ attempts to read it as a mere restatement of common law.",
    "conclusion": "All appeals were dismissed. No order for costs was made. The judgments of the North Gauteng High Court were affirmed, confirming the interpretation that a notice under s 129(1)(a) is a step towards enforcement, that magistrates’ courts must hold a hearing for referrals under s 86(7)(c), and that s 103(5) imposes an absolute statutory limit on the aggregate of charges accruing during default."
  },
  "tags": {
    "level_1": "Consumer Credit Law",
    "level_2": "National Credit Act",
    "level_3": [
      "s86",
      "s103",
      "debt review",
      "over-indebtedness",
      "interest limits",
      "magistrates' court procedures"
    ]
  }
}